{"full_text":"RT Thank you Prime Minister Trudeau . Once the kids are fully vaccinated and hospitals are no longer overrun with Covid pat...","sentiment_score":0.0}
{"full_text":"RT Kishi Yuta tested positive for covid today (1\/28)He currently has no symptomsThe other members tested negative","sentiment_score":-0.0494318182}
{"full_text":"People say they want COVID-19 to become 'endemic.' But what does that really mean? | CBC News","sentiment_score":-0.3125}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students' life. Students are already in stress due to cur...","sentiment_score":0.1069047619}
{"full_text":"RT And she is correct. #NoMandates","sentiment_score":0.0}
{"full_text":"RT Some of my peers did days of research when they were expectingWhat car seat to buy,what music to play to the unborn baby,...","sentiment_score":0.0}
{"full_text":"RT This is a scandal. Children should be vaccinated, like they are in other countries. UK is an outlier. Don't normalise...","sentiment_score":-0.125}
{"full_text":"RT Prevention is better than cure,delay exams save aspirants from the threat of pandemic #postponegate2022 ","sentiment_score":0.5}
{"full_text":"RT NEW: 'Nobody is above the law' - Theresa May fires warning shot to Boris Johnson over 'partygate', saying he must take...","sentiment_score":0.0681818182}
{"full_text":"RT The Biden boom in 2021 was not just big, it was historic. More jobs than any first year of any admin in history. Fastest gr...","sentiment_score":0.1875}
{"full_text":"RT The refusal to release the documents comes despite a ruling by Victoria's privacy watchdog, which has been appealed, which...","sentiment_score":0.0}
{"full_text":"RT FAIR CHANCE TO ASPIRANTS#UPSCExtraAttempt #JusticeForStudents","sentiment_score":0.7}
{"full_text":"RT At this point in life I'm past caring about #SueGrayReport , #PartyGate and the rest of it. I'm just rejoicing in the fact...","sentiment_score":-0.25}
{"full_text":"The latest information on #Covid19 in the #UAE #ChooseToVaccinate#TogetherWeRecover#llqH_Tryqn_llt`fy","sentiment_score":0.5}
{"full_text":"RT Everybody with Covid in WA gets to Q for 7 days. Everyone returning to WA without Covid gets to Q for 14. Say it makes...","sentiment_score":0.0}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT Why was no covid test done for Sushant's body..?? Expose Guilty Of SSR MurderSSR MURDER CHARGESHEET OVERDUE@ips_nu...","sentiment_score":-0.5}
{"full_text":"RT AUSTRALIA - Admits Contact tracing has stopped yet QR codes remain, the system its now used for logistics, marketing a...","sentiment_score":0.0}
{"full_text":"RT Welcome to London1\/2\/3 Bedroom Suites for Short Term Accommodation. 24Hrs Security-Serviced- All Covid Procedures sti...","sentiment_score":0.4}
{"full_text":"shit mate! hope ur feeling better soon! had chest pain issues about that same period after my first dose ( was bed ridden for first 4 days after having it) Drs basically said couldnt be the vaccine. Kinda co-incidental i thought... but what do I know!? Hope ur feeling better","sentiment_score":0.2395833333}
{"full_text":"RT iKON's Chanwoo + TREASURE's Choi Hyun Suk, Junkyu, And Mashiho Diagnosed With COVID-19","sentiment_score":0.0}
{"full_text":"RT Every 35 seconds, 1 American dies of COVID-19, according to the seven-day average","sentiment_score":-0.075}
{"full_text":"RT In the middle of this bizarrely much of the media is talking about the pandemic as if it's over, when in fact there doesn'...","sentiment_score":0.1}
{"full_text":"RT UMJI YEWON rest well hopefully recovered fast since it's mild symptoms. I swear even mild there's still worst symptoms...","sentiment_score":-0.0333333333}
{"full_text":"RT DISCORD CLOSING ON LUNAR NEW YEAR'S EVE (Chu Xi ) !!Asian tradition to gather with FAMILY on the Eve &amp; stay home on New...","sentiment_score":0.1164772727}
{"full_text":"1. All adults will be allowed to walk-in for their Covid-19 booster doses at vaccination centres nationwide beginning tomorrow (Jan 29). Those looking to get their booster with private medical practitioners are advised to call ahead as part of efforts to avoid crowding.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Prodecutors slap the anti-vaxxer husband and wife who used fake vaccine cards to get into the Buffalo B...","sentiment_score":-0.5}
{"full_text":"RT Wuhan, Chinese scientists say a new Covid variant 'NeoCov' has a high mortality rate.","sentiment_score":0.0987878788}
{"full_text":"But they would've had their vaccine to stop them getting sick Yeh? Your not saying the vaccines don't work are you ? ","sentiment_score":-0.7142857143}
{"full_text":"RT Thousands of truckers in Canada have formed a convoy to protest the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT The dead &amp; their families deserve the answers an unfettered Covid Royal Commission could pr...","sentiment_score":-0.2}
{"full_text":"RT Other 520 children 0-5 years old have been hospitalized due to Covid in the last 7 days in England ","sentiment_score":-0.0375}
{"full_text":"India wants to try nasal","sentiment_score":0.2}
{"full_text":"RT Since can't be on the ground in Tonga due to Covid, we flew to Fiji, began prepping food &amp; hygiene kits (plus sola...","sentiment_score":-0.125}
{"full_text":"RT The -with its blurred lines of accountability and inadequate scrutiny- needs an overhaul. It functions to...","sentiment_score":0.0}
{"full_text":"RT AUSTRALIA - Admits Contact tracing has stopped yet QR codes remain, the system its now used for logistics, marketing a...","sentiment_score":0.0}
{"full_text":"RT What the redactions from Pfizer will look like.","sentiment_score":0.0}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students' life. Students are already in stress due to cur...","sentiment_score":0.1069047619}
{"full_text":"RT British Medical Journal Demands Access to COVID Vaccine Data, Slams 'Morally Indefensible' Pharma Firms.","sentiment_score":0.0}
{"full_text":"RT U.S. reporting more than 2,500 coronavirus deaths a day on average, highest since February 2021","sentiment_score":0.175}
{"full_text":"Sir please listen to students voice of class 10 and 12 please cancel term2 exam for these classes as covid is spreading in india so fastly so please i request to government to please listen to the students and cancel these term2","sentiment_score":0.2}
{"full_text":"RT nobody knows what are the consequences why you people are not answering us. #postponegate2022#postponegate#delayGA...","sentiment_score":0.0}
{"full_text":"RT And the actual individual chance of death once you get Covid continues to fall in Israel. Although the real world risk o...","sentiment_score":0.0666666667}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"RT CRAVITY's Minhee tests negative for COVID-19 after his 'The Show' co-host Kep1er's Chaehyun tests positivehttps:\/\/t.co\/QcBDnA...","sentiment_score":-0.3}
{"full_text":"RT if covid doesn't affect you physically, it will affect you mentally","sentiment_score":-0.05}
{"full_text":"RT \"We are not leaving until ALL mandates are lifted.\" - Canadian Truckers.ALL mandates. The fake news is saying \"trucke...","sentiment_score":-0.5}
{"full_text":"RT Omicron variant is now becoming the dominant variant in Sri Lanka. Lab Tests shows that 95% of the Covid-19 positive cas...","sentiment_score":0.3386363636}
{"full_text":"Read this thread, especially those of you who mistakenly think we are at endemic phase.","sentiment_score":0.0}
{"full_text":"Sorry For Being Unactive These Days ,Covid Have ruined my body and now I am having post covid effects all over my body  don't leave your Girl in these conditions  new content coming soon ","sentiment_score":-0.1818181818}
{"full_text":"RT DeathSantis's appointed Surgeon General, Dr Ladapo says he worked with covid patients at UCLA Medical Center, but MSNB...","sentiment_score":-0.0166666667}
{"full_text":"RT Compare the fast development of nearly 10 #covid19 vaccines with an Ebola vaccine that gathered dust for years on compa...","sentiment_score":0.15}
{"full_text":"The Met's evolving position: Evade. Delay. Obfuscate.","sentiment_score":0.0}
{"full_text":"Some belters in there. He isn't even wearing his mask correctly, big gaps at the side. Spreading covid everywhere, sick of it.","sentiment_score":-0.3571428571}
{"full_text":"RT What does Fauci know that Sweden doesn't?Nothing. But Sweden doesn't care what CNN viewers think.","sentiment_score":0.0}
{"full_text":"After Pfizer, Moderna starts trial of Omicron-specific Covid vaxhttps:\/\/t.co\/ioFC1zotyB","sentiment_score":0.0}
{"full_text":"RT Retweet if UNVAXXED Covid deniers SHOULD NOT get priority over cancer patients in hospitals! ","sentiment_score":0.0}
{"full_text":"RT The argument in many countries now,is that passports &amp; mandates are to protect the unvaccinated,they had to pivot to that as i...","sentiment_score":0.5}
{"full_text":"RT Thoughts are with 92 more Australians who died in the past day due to #COVID19. Thoughts are also with the loved ones...","sentiment_score":0.20625}
{"full_text":"Good morning everybody. Finally Friday is here so let's start the weekend showing love and kindness. Make where you are a better place. Still cold so don't forget about your pets. Plan a great day. Stay safe. Wear a mask. We are the solution","sentiment_score":0.3428571429}
{"full_text":"RT Like the corona epidemic, road accidents are also a big epidemic. No one can stop road accidents from happening in 2022 as...","sentiment_score":0.0}
{"full_text":"RT 1. USA: Losing Covid-19 vaccination card has become an issue.2. Canada: 1000s of truckers have formed a convoy to protest...","sentiment_score":0.0}
{"full_text":"RT A disturbing image. Hospitality workers should be allowed to choose whether or not they mask. If you don't feel safe eating o...","sentiment_score":0.0}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! Thanks to #omicron #covid19","sentiment_score":0.1359375}
{"full_text":"RT See our demand by putting yourself in our situation what we will loose....and what you will loose !!#postpon...","sentiment_score":-0.1201923077}
{"full_text":"RT The judicial review, is being backed by campaign groups @Togetherdec &amp; claims the vaccine regulations fall outside...","sentiment_score":0.0}
{"full_text":"Vaccine passports are a precursor to the mark of the beast.And no man can buy or sell, unless he had the mark, or the name of the beast, or the number of his name. Revelation 13:17Watch this 4 minute video of the GOOD NEWS of the Gospel to be saved.https:\/\/t.co\/kB30Mdusg0","sentiment_score":0.7}
{"full_text":"Do you think the truckers protest in Ottawa will remain peaceful? #TruckersConvoy #Truckers #COVID19 #Omicron #Ottawa #Parliament #cdnpoli #protest","sentiment_score":0.25}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and institu...","sentiment_score":0.16}
{"full_text":"RT hot girls apanharam covid em janeiro","sentiment_score":0.25}
{"full_text":"It's a global pandemic. Use your imagination.","sentiment_score":0.0}
{"full_text":"RT Cross variant mucosal immunity is the next logical step to end this pandemic!Tcells + IgA &gt; IgG@Vaxart's ORA...","sentiment_score":0.0833333333}
{"full_text":"I feel this about ALL these Covid policies.\"Having to have a second booster to have a valid vax passport is tyranny!\" (Yeah? What about the first THREE shots for one?)\"These school policies are now believed to harm children.\" (Yeah? Many of us said this 12-18-24 MONTHS ago!)","sentiment_score":0.2916666667}
{"full_text":"Covid reliefs checks for me, 600 total. My married friend couple with a kid who just bought a new house 2400 on just the first one.","sentiment_score":0.1590909091}
{"full_text":"PCR test serial numbers cast more doubt on validity of Novak Djokovic's positive result Djokovic Lied.  He tried to cheat his way into Australia.  They need to enforce the 3 year ban.","sentiment_score":0.3636363636}
{"full_text":"The Briefing section in the new issue of Insight Secondary contains the news articles 'Nearly half of UK consultant posts unfilled', 'New study confirms safety of Covid-19 vaccination in pregnancy' and more. To read, please click here:","sentiment_score":0.0612121212}
{"full_text":"RT Liberal frontbencher Tim Wilson escaped Melbourne's brutal lockdown to live in Canberra for 95 nights over 2021, claimi...","sentiment_score":-0.3693181818}
{"full_text":"RT Pleased to see #C4News tonight interview a virologist critical of the Government's Covid policy: always imposing mitigat...","sentiment_score":0.25}
{"full_text":"RT Many thanks to Sarah Palin for visiting our city, unvaccinated, Covid positive, &amp; unquarantined, as she enjoys NYC nigh...","sentiment_score":0.3090909091}
{"full_text":"RT A really fascinating look at a slew of Republican efforts in state legislatures to make it easier for doctors to prescribe h...","sentiment_score":0.7}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT MPs earned PS5 MILLION from second jobs during lockdown. My Bill banning second jobs for MPs is back in Parliament this...","sentiment_score":0.0}
{"full_text":"It's really not. It's a serious moral offence for sure, but unless it was knowingly done, it's unfortunately not a serious criminal offence at all, just a summary fine@for breaking lockdown rules.","sentiment_score":0.0866666667}
{"full_text":"#COVID-19: Common cold may give some protection, study suggests. #healthissues Read more via","sentiment_score":-0.1333333333}
{"full_text":"RT Met position unfathomable: first, nothing to see here. Then, after Sue Gray conducts a proper investigation, they big foo...","sentiment_score":0.0833333333}
{"full_text":"\"The county's now 87% white...whiter than much of America, but more diverse than a generation ago.Terri Collins, Benson's mayor, \"I used to know all of my neighbors and now that's different...I don't know what to blame for that.\"\"It's you.Just say Hellohttps:\/\/t.co\/Ng4z2TDw6n","sentiment_score":0.35}
{"full_text":"Did you know? Booster shot will continue to protect you and your community against COVID-19. If you are 18 and older, it is recommended to get your booster 3 months after your second dose.Know more about your booster! Here are the 5Ws and 1H of the AstraZeneca COVID-19 booster.","sentiment_score":0.2638888889}
{"full_text":"RT Rentz presented these findings at the Senate panel I spoke at this week. Pay very close attention to this story. Sh** is goi...","sentiment_score":0.2}
{"full_text":"RT A reminder that the same government that refuses to cancel a National Insurance rise that will hit the poor hardest jus...","sentiment_score":-0.2}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT How do we know when to pull the trigger on our \"covid protocol\" ? We could use wastewater testing programs. We'd need...","sentiment_score":0.0}
{"full_text":"RT \"If this system goes into effect, we will all be stripped of our assets. Vaccinated or unvaccinated\" -&gt;","sentiment_score":0.0}
{"full_text":"RT More than 54k students signed this petition but is still sleeping. #postponegatehttps:\/\/t.co\/Jb6VgJ9u1d #post...","sentiment_score":0.5}
{"full_text":"Part of the lecture series How Shall We Memorialise Covid Dead? 8 Feb, 5pm.Michael Cholbi, Chair in Philosophy considers the challenge of how best to publicly acknowledge Covid deaths in an ostensibly apolitical way.Tickets:https:\/\/t.co\/VjejUa6Rmf","sentiment_score":0.2666666667}
{"full_text":"Polyclinic Hospital closes OPD owing to COVID-19https:\/\/t.co\/j7OYIihFQl#MedicalNews #MedicalNewsPk #Covid19","sentiment_score":0.0}
{"full_text":"In pandemic, hurricane &amp; hockey, All-Star Dominique Kremer is the consummate teammate.She spent last summer in Louisiana scouting gas stations for fuel for neighbors' generators on 200-mile drives to practice at the closest rink. ","sentiment_score":0.2833333333}
{"full_text":"China's COVID-19 Outbreaks Hit Global Supply Chain","sentiment_score":0.0}
{"full_text":"Jacques Greene's 'Fantasy' is exactly the type of escapist music that can help alleviate the stress COVID has caused the public, giving people precisely what they need to hear. Our review:","sentiment_score":0.2166666667}
{"full_text":"Booster vaccination increases antibody levels and 'T-cell responses' to SARS-CoV-2, the vaccine helps to improve protection from infection. Learn more &gt;https:\/\/t.co\/bAtRN6chTiBook your vaccination &gt;","sentiment_score":0.5}
{"full_text":"I think this can be credibly considered as evidence of 'cut through'","sentiment_score":0.4}
{"full_text":"The Sue Gray report will amount to nothing, the Police will conclude that there has been no wrongdoing and Covid\/Omicron is allowed to continue to rip through schools.Welcome to England...","sentiment_score":0.0}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"NASA Spinoffs Help Fight Coronavirus, Clean Pollution, Grow Food, More","sentiment_score":0.4333333333}
{"full_text":"RT Please respond to this:This is an issue which is having massive impacts on Clinically Vulnerable people who are losing jobs d...","sentiment_score":-0.25}
{"full_text":"The Philippines will enforce new protocols for arriving travelers, Malacanang said Friday as the government suspended its COVID-19 risk classifications for countries and territories.READ:","sentiment_score":0.1363636364}
{"full_text":" deals with the big questions as chair of the Ethics Council.She is particularly concerned with #health-related ethical issues, such as euthanasia or the current handling of the #Corona pandemic.Read more about an impressive woman here.https:\/\/t.co\/JhI4GNcd4p","sentiment_score":0.2666666667}
{"full_text":"A popular DC bar and burger joint will have its liquor license suspended after several vaccine mandate violations.https:\/\/t.co\/Y6SQtXoIxD","sentiment_score":0.3}
{"full_text":"RT [Baby Blue on MYX Daily Top 10]Thank you for supporting Baby blue. We are very grateful to announce that we are now th...","sentiment_score":0.1583333333}
{"full_text":" deals with the big questions as chair of the Ethics Council.She is particularly concerned with #health-related ethical issues, such as euthanasia or the current handling of the #Corona pandemic.Read more about an impressive woman here.https:\/\/t.co\/8WU88gXN2t","sentiment_score":0.2666666667}
{"full_text":"British PM #BorisJohnson is currently facing a scandal over allegations of lockdown-breaching parties at #DowningStreet, #London. Various ways are used by citizens to express the latest findings, including through #cartoons. #SEAToday #SEATodayNews #Jakarta #Indonesia","sentiment_score":0.125}
{"full_text":"RT After losing my job because of covid I started a laundry business and it hasn't been easy doing it without a washing machine...","sentiment_score":0.4333333333}
{"full_text":"Study shows kids with COVID-19 more likely to develop diabetes","sentiment_score":0.25}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and insti...","sentiment_score":0.16}
{"full_text":"\"I don't want to sound ungrateful, of course every little helps but given the loss of income caused by government mixed messaging and indecision, it is woefully inadequate and misjudged.\"https:\/\/t.co\/wjDvoIlO7d","sentiment_score":0.0708333333}
{"full_text":"In his latest column, argues cracks in the Tory party appeared long before Boris Johnson's lockdown troubles.  #ToriesOut #JohnsonOuthttps:\/\/t.co\/dVjZKdlh27","sentiment_score":0.225}
{"full_text":"Reminder: Students who attend school today must self-screen for COVID-19 symptoms before school. Follow the instructions at the link below and stay home if there are any symptoms.Screening tool:","sentiment_score":0.0}
{"full_text":"Remember to wear a face covering in indoor public places, unless you are exempt.Face coverings help to protect against COVID-19 and stop the spread of the virus.#StaySafe","sentiment_score":0.0}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"This... . exactly this. I am trying to gather courage to share this incredible show with my cousin who lost her mom( my dearest aunt) to Covid last year...she was young, healthy....not the time to go.This show helped me hope it does the same for her .. thanks","sentiment_score":0.2416666667}
{"full_text":"If anyone thought that air quality in Bengaluru has improved because of Covid induced curbs like the night curfew, they are sorely mistaken.https:\/\/t.co\/Np52PkQFPP","sentiment_score":0.0}
{"full_text":"RT Nice to see politicians concerned about Children's mental health after steadfastly ignoring children in hospital with cov...","sentiment_score":0.3}
{"full_text":"PCR test serial numbers cast more doubt on validity of Novak Djokovic's positive result Djokovic Lied.  He tried to cheat his way into Australia.  They need to enforce the 3 year ban.","sentiment_score":0.3636363636}
{"full_text":"ANOTHER MAGA delusional individual. You have to read his statement to understand just how far off the rails this guy is.","sentiment_score":0.05}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students' life. Students are already in stress due to curre...","sentiment_score":0.1069047619}
{"full_text":"If 2021 was the year of expectations and hope, 2022 will be the year of uncertainties and hope. From the #pandemic to state and Presidential polls, #India has quite a year already chalked out, writes","sentiment_score":0.0}
{"full_text":"THE owners of a skate park in Ayr have outlined their vision for getting local young people back in and skating and riding again after Covid.https:\/\/t.co\/QYXmGFBENM","sentiment_score":0.0333333333}
{"full_text":"Jollibee Food Corporation's flagship brand Jollibee reported record sales growth in the UK market between January and September 2021 as it pursues long-term investment and expansion plans in the region despite the pandemic.READ:","sentiment_score":0.0}
{"full_text":"RT \"New study: 133x risk of myocarditis after COVID vaccinationComparisons with myocarditis rates following infection now irrelev...","sentiment_score":0.0681818182}
{"full_text":"RT All I'm saying is that no one who was eating tide pods two years ago has gotten covid.","sentiment_score":0.0}
{"full_text":"I wasn't worried when the GP said brain bleed because I still thought it's a migraine but now I'm the isolation zone I'm staring to worry I might have Covid. They start to test me for Covid. The testing machine broke so it takes a while.","sentiment_score":0.0}
{"full_text":"Many digital transformations spurred on by the pandemic succeeded because participants knew what they were aiming to achieve. Here's how to help maintain that focus.","sentiment_score":0.25}
{"full_text":"RT Chinese Scientists From Wuhan Discover \"Potentially Deadly\" New Strain Of Coronavirus","sentiment_score":0.0681818182}
{"full_text":"This edition of Stripes in 7 features stories about free COVID tests for troops overseas, USFK offering boosters to eligible kids, and the construction of a new military hospital in Germany","sentiment_score":0.1454545455}
{"full_text":"\"It is clear that the Westminster elite who imposed the restrictions believed they only applied to the little people, and not to them.\"https:\/\/t.co\/1SrEAQgeDN","sentiment_score":-0.0291666667}
{"full_text":"I've joined 300+ public health experts to tell the government to remove patents and allow low and middle-income countries to manufacture Covid-19 vaccines.#PeoplesVaccine #globalvaccineinequality","sentiment_score":0.0}
{"full_text":"The Philippine Genome Center detected the BA.2 or the Stealth Omicron, a sub-lineage of the more transmissible Omicron coronavirus variant in 75% of the COVID-19 samples they sequenced, Health Secretary Francisco Duque III said Friday.https:\/\/t.co\/sXzRWOQcpL","sentiment_score":0.2}
{"full_text":"House to House Advocacy for complete doses of COVID-19 Vaccination by Medical officer incharge and team at North East District.#LargestVaccineDrive #fightagainstcovid19together#DelhiFightsCorona#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia","sentiment_score":0.05}
{"full_text":"RT My dear 80 year old mum is alone\/scared\/confused lying on a stretcher in A+E at a major Adelaide hospital. She had AZ bu...","sentiment_score":0.08125}
{"full_text":"Leaving Covid-19 behind us Brussels, Belgium #covid19 #brussels","sentiment_score":-0.4}
{"full_text":"In Tambobo Bay, Siaton, shared by Terwin Ogatis [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Reunite with friends, family and our beautiful city at the reimagined experience on 19 March 2022 with 5 shows in 5 hubs across Cape Town CBD. COVID-19 safety is as important as showcasing the incredible talent of the people of Cape Town. #CTCarnival2022 #Reunited!","sentiment_score":0.75}
