{"full_text":"RT We are on the ground now in Yemen responding to one of the worst humanitarian crises the region has faced. As coronavirus...","sentiment_score":-1.0}
{"full_text":"RT Collecting GPS data *remotely* seems back to front. Clever approach here from has me wondering how else it could...","sentiment_score":0.0222222222}
{"full_text":"RT Imagine, in the depths of the 2020 lockdown, if we could have fast-forwarded to today, and heard some of the - thankfully...","sentiment_score":0.0}
{"full_text":"Conservatives are the Death party. Death by Covid. Death by climate. Death by racism. Death by misogyny. Death by ignorance. Death by delusion. Death by religion. Death by conspiracy theory. Death by denial. Not fit to govern in the 21st century. Vote them all out.","sentiment_score":-0.1}
{"full_text":"RT \"You don't want your child to be inflicted with Multisystem Inflammatory Syndrome in Children (MIS-C) which is the most sever...","sentiment_score":0.5}
{"full_text":"Two years out from first confirmed Covid case.At that time Ducey said the risk of contracting #Covid was low, the state has practiced for an outbreak &amp;#Arizona was prepared.Now he ignores it completely.#ScienceMatters#GOPLies","sentiment_score":0.2166666667}
{"full_text":"RT \"The pandemic is over!!\" Is it yeah, 122 confirmed cases within my kids school over the past couple of weeks.","sentiment_score":0.075}
{"full_text":"RT I am a gate aspirant.I am corona positive  and it is my 2nd tym of being contaminated. I am not able to execute  my studies...","sentiment_score":-0.0075757576}
{"full_text":"RT Fauci knew that COVID was an engineered virus that came from a Chinese lab he funded. He knew therapeutics and early trea...","sentiment_score":0.05}
{"full_text":"RT Get your COVID-19 vaccine this Friday in Exeter! See the graphic for the full details.","sentiment_score":0.175}
{"full_text":"What if the new variant is Palin19? She is a dumb petri dish.","sentiment_score":-0.1193181818}
{"full_text":"RT Pfizer CEO is \"disappointed\" with the performance of the mRNA vaccine.  Instead of withdrawing a failing product from...","sentiment_score":-0.75}
{"full_text":"Portugal or Turkey to get my money","sentiment_score":0.0}
{"full_text":" can't wait for this weekend","sentiment_score":0.0}
{"full_text":"Do you KNOW unvaccinated people will die? Which ones? Do you KNOW vaccinated people won't die? Remember last summer when we were regaled with tales of vaxxed ppl dying of Covid and it was unvaxxed fault they got it? Good times.","sentiment_score":0.35}
{"full_text":"RT MPs earned PS5 MILLION from second jobs during lockdown. My Bill banning second jobs for MPs is back in Parliament this...","sentiment_score":0.0}
{"full_text":"RT Fully vaccinated seniors are still especially vulnerable to COVID and those covered under Medicare may have a hard time getting f...","sentiment_score":-0.6458333333}
{"full_text":"It's not approved in Western Europe or anywhere in North America. You can't get a Sputnik vaccine in Canada even if you want one other than maybe a back alley in Toronto's Little Russia.","sentiment_score":-0.078125}
{"full_text":"RT FREE MASKS: Here's what you need to know about getting a free N95 mask through a new program by the US Department of Health...","sentiment_score":0.3121212121}
{"full_text":"Exactly. Stack those $SCFA everyone.","sentiment_score":0.25}
{"full_text":"That's great, might as well, you're not doing anything important anyway except worrying about your Regeneron Stock tanking! Why  else would you say don't worry about Vax because if you get sick we have the miracle drug Regeneron Makes! Problem: doesn't work with this variant!","sentiment_score":0.1}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"Martha Stewart Shades Ina Garten and Her Advice to Fans to Drink More Cosmos During the Pandemic","sentiment_score":0.5}
{"full_text":"RT The vaccine schedule will literally never end","sentiment_score":0.0}
{"full_text":"RT To people who think that is closed-minded or that he'd get pissed when I disagree with him, here's Exhibit A. I lo...","sentiment_score":0.0}
{"full_text":"RT Republicans just don't seem to understand that burning crosses is not an effective treatment for COVID. #GOPRacists","sentiment_score":0.6}
{"full_text":"RT Elton John has contracted COVID-19 and is postponing two farewell concert dates in Dallas. John, who is vaccinated and boosted, \"is...","sentiment_score":0.0}
{"full_text":"RT \"#Indiana does not differentiate between people hospitalized *because of* COVID and people who are hospitalized for ot...","sentiment_score":0.0}
{"full_text":"RT \"Breakthrough\" infections DO NOT mean vaccines don't work. Remember, they are preventatives, NOT cures. One can still c...","sentiment_score":0.15625}
{"full_text":"The virus only becomes \"endemic\" if it ever relents from being pandemic.. and it becomes \"seasonal\" and there is some type of immunity from the population that makes it less than crisis level.. i.e. not mutating - none of that has happened here.","sentiment_score":-0.0833333333}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT It truly boggles the mind that healthy young vax'd students are subject to the most restrictions in America &amp; worse that...","sentiment_score":0.1066666667}
{"full_text":"RT One reason...https:\/\/t.co\/XY1okmI4jr","sentiment_score":0.0}
{"full_text":"Good! You don't get to skirt the fucking rules because you'd rather be a petulant piss baby than get a fucking shot. I have a couple other names they should look into, too. ","sentiment_score":-0.1125}
{"full_text":"RT 300 thousand people now have  a potential heart valve diseaseYet  the NHS is not equipped to deal with an ageing population....","sentiment_score":0.0}
{"full_text":"RT If you can't shape the Dreams, you don't have the rights to destroy them too...Arrogance of Dopt Minister of not relax...","sentiment_score":-0.2}
{"full_text":"RT In other news, it's still astonishing that a government that won't cut VAT on fuel and took PS20 off the poorest in the...","sentiment_score":0.1875}
{"full_text":"RT Remember: they are not just \"anti-mandate.\" They are pro-Covid. They are conspiracy theorists doing everything to prolong...","sentiment_score":0.0}
{"full_text":"RT ...but not to find out how thousands of elderly died in nursing homes after your administration admitted over 9,000 covid pat...","sentiment_score":0.0}
{"full_text":"RT Casedemic not pandemic.","sentiment_score":0.0}
{"full_text":"RT Bell laid off 100s and received 122 Million in relief during COVID. How about giving 122 Million to mental health initiati...","sentiment_score":-0.1}
{"full_text":"RT This week, Flu:252 patients in hospital29 patients in critical careCovid:14,000 patients in hospital500 in Critical...","sentiment_score":0.0}
{"full_text":"Telling us omicron is milder even as we reach the same daily death toll as Delta is disgusting and they really are going to just let us die","sentiment_score":-0.2}
{"full_text":"RT \"Over the past 21 mos, slowly &amp; with much resistance, the layers of mythology around COVID-19 mitigation in schools have...","sentiment_score":-0.1166666667}
{"full_text":"RT I'm the guy who was convinced to get the vaccine by a Mario pun","sentiment_score":0.0}
{"full_text":"RT Again #James objective is to come on March 17thOnly if COVID cases come down also movie team expecting some news rela...","sentiment_score":-0.0777777778}
{"full_text":"RT 12 states are at record low unemployment even as Omicron slowed down the hiring recovery","sentiment_score":-0.0777777778}
{"full_text":"RT \"omicron fear\" is an oddly pejorative way to put it. I'm not eating in restaurants because we're in the midst...","sentiment_score":-0.1666666667}
{"full_text":"DC bureaucrats are not \"public health experts\"","sentiment_score":0.0}
{"full_text":"RT He's running.","sentiment_score":0.0}
{"full_text":"No. To identify the variant, whole genome sequencing is required. We sequence 10s of thousands a week in the UK","sentiment_score":0.2}
{"full_text":"RT Fox News is a poison. Literally killing people with misinformation. Fuck Fox News and specifically Tucker Carlson.","sentiment_score":-0.4}
{"full_text":"RT Free N95 masks are arriving at pharmacies and grocery stores. Here's how to get yours - NPR","sentiment_score":0.4}
{"full_text":"RT The US, which reported twice the number of new cases &amp; almost 3 times the number of deaths last week, has issued a travel advi...","sentiment_score":0.0681818182}
{"full_text":"DeSantis demands COVID treatments deemed ineffective by FDA via","sentiment_score":0.0}
{"full_text":"RT It's insane to get rid of the CTC, but Manchin has been *extremely* clear he won't vote for it and he's the 50th vote! The...","sentiment_score":-0.4375}
{"full_text":"RT For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to...","sentiment_score":0.175}
{"full_text":"Check out David Torres's video! #TikTok      COVID fired nurses!","sentiment_score":0.0}
{"full_text":"RT Vaccine injuries are skyrocketing. Listen to the video. What's going on isn't about health.Gov't rackete...","sentiment_score":0.0}
{"full_text":"RT In Austria stop al lockdown per i non vaccinati","sentiment_score":0.0}
{"full_text":"RT even if covid end we still gon be in the pandemic of podcasts","sentiment_score":0.0}
{"full_text":"Good luck. I just quit a job that gave me covid (not just because of the covid. It was the last straw tho)","sentiment_score":0.35}
{"full_text":"RT Omicron infection susceptibility \"91.2% of the Omicron infections in our study occurred in persons who were eligible for 1...","sentiment_score":0.0}
{"full_text":"well, the vaccine doesn't start working straight away.  Something like 3 weeks for maximum protection?  So we have to be just as cautious until then, not assume we immediately have more protection.","sentiment_score":0.35}
{"full_text":"RT With Little Chance to Revive, OSHA Withdraws Biden's Workplace Vaccine Rule","sentiment_score":-0.1875}
{"full_text":"Liam tiene covid","sentiment_score":0.0}
{"full_text":"RT I'm proud of the Truckers. Peaceful protest is a cornerstone of our democracy. The liberal mandates are unscientific, vind...","sentiment_score":0.525}
{"full_text":"RT Update: Working in #COVID19 ICU since the start of the pandemic and it eventually got me. Positive for Covid. I would li...","sentiment_score":0.2272727273}
{"full_text":"RT #BTS' #Suga Recovers From COVID-19 ","sentiment_score":0.0}
{"full_text":"heres the world health organization, an international organization. either way, ive provided loads of sources and i havent seen a single one from you. my sources are reliable as well, ive done research, it takes two minutes to find anything. k byehttps:\/\/t.co\/f5QSsV370o","sentiment_score":-0.0357142857}
{"full_text":"BREAKING NEWS: SAD NEWS FOR CARPET.     CRUNCHERS.      EVERYWHERE!!!!!!! I SAY SEND THE KAMALA COOCHIE FLAVORED COVID LOZENGES to the border to stop migration.  The smell alone would send ILLEGAL ALIENS home.GOD BLESS THE USGOD BLESS THE USA","sentiment_score":-0.75}
{"full_text":"CDC adds 15 destinations to its \"do not travel\" list -- including several popular Caribbean Islands - Travel + Leisure","sentiment_score":0.3}
{"full_text":"A lot is in definition. People who have only had 2 shots labelled as 'unvaxxed'. There are very old\/very ill people in hospitals who haven't been jabbed due to illness (non-covid), dying as 'unvaxxed'. High Vax France\/Israel\/Gibraltar all rising 'cases'. Clear Data matters.","sentiment_score":-0.0275}
{"full_text":"RT How to reduce your chance of dying from Covid by 99%? Get vaccinated and a booster.One of the most impressive graphs I've...","sentiment_score":0.75}
{"full_text":"RT If the vaccine was safe and effective, then why in the world would Congress exempt themselves from it","sentiment_score":0.55}
{"full_text":"RT $ENZC nothing else in the #stockmarket has the potential that #enzolytics has, it literally will change #healthcare with therap...","sentiment_score":0.0}
{"full_text":"This vaccine doesn't prevent infection so...","sentiment_score":0.0}
{"full_text":"RT His shaky voice yeah meemaw has him gooped and gagged","sentiment_score":-0.3333333333}
{"full_text":"RT Ben's experiences of it all. Give him a RT or a follow. A brave few words for Ben.","sentiment_score":0.3}
{"full_text":"Los Angeles Times: China's Olympics COVID measures test residents' patience.https:\/\/t.co\/a58wXeuzsa","sentiment_score":0.0}
{"full_text":"#BellLetsTalk about how you turn your eye on the rest of the world opening up and living with #COVID19 to continue to push these Government policies #ONpoli","sentiment_score":0.0}
{"full_text":"Adjustable ComfortableWOMEN Face MasksTRIPLE and DOUBLE LAYER! FREE DELIVERY UK10% OFF FOR 3 Masks #news #bbc #bbcnews #Lancaster #cardiff #UKLockdown #swansea #Hertfordshire #Kent #teachers #nurseries #coronavaccine #vaccinehttps:\/\/t.co\/DsfEcwd6hB","sentiment_score":0.2}
{"full_text":"RT Dr. Peter McCullough recaps 5-hour COVID-19 panel #OANN","sentiment_score":0.0}
{"full_text":"This guy just bragged about suing to make sure that more Ohio workers will get Covid and die. According to the workers are not part of the public.","sentiment_score":0.3333333333}
{"full_text":"Exactly. don't mind one bit if underage kids get vaccines without parental permission. It's a feature, not a bug.","sentiment_score":0.25}
{"full_text":"RT Prospective Eu multicentre case-control study into humoral immune responses against SARS-CoV-2 among liver transplant r...","sentiment_score":0.0}
{"full_text":"RT we can further mental health discussions &amp; provide support to those who are suffering without giving free PR to the co...","sentiment_score":0.1}
{"full_text":"Nothing has been fun about this team since KD and Kai signed. Sam has summarized it before Year 1: no KD, Kai gets hurtYear 2: covid, Kyrie hiatus, harden and Kai both get injured against bucksYear 3: Kai antivax, Harris and KD injured, Harden rumors about leaving","sentiment_score":0.3}
{"full_text":"so is ignoring the Facts that absolutely no Research was done at all to determine if it's really a Ultra Microscopic Parasitical Infection causing CoVid","sentiment_score":0.05}
{"full_text":"RT #Bharat is witnessing a post-Covid turnaround with one #Unicorn coming up in every 10 days. Still, we have our task cut out...","sentiment_score":0.0}
{"full_text":"#BellLetsTalk #BellLetsTalkDay #mentalhealth #MentalHealthAwareness Jackie Putnam performs an original at home while social distancing, titled \"Let's Talk.\" Be kind with each other, we all have our own battles. Please share and give her a retweet.https:\/\/t.co\/Tt3cVP8vRu","sentiment_score":0.2966666667}
{"full_text":"RT TWO YEARS LATER: confirmed the first COVID-19 case on 1\/26\/2020. It was a 20 YO student from ASU.Today, Arizona...","sentiment_score":0.2166666667}
{"full_text":"What part of your epidemiology degree told you to politicize a pandemic? And why should anybody listen to you from now on when you showed your hand like this?","sentiment_score":0.0}
{"full_text":"That'll be the vaccine controlling your thumbs and contacting the mother ship!","sentiment_score":0.0}
{"full_text":"shy of all-day masking in N95 (with completely shaved faces) doesn't really do bupkis.","sentiment_score":-0.0666666667}
{"full_text":"RT We are on the ground now in #Yemen responding to one of the worst humanitarian crises the region has faced. As coronav...","sentiment_score":-1.0}
{"full_text":"#JRN3200 #JRN3100 At Meijer's on Westnedge in Kalamazoo: the N95 mask table has been up and running since Sunday. The store manager estimates more than 1,000 free masks have been handed in the Biden Administration's effort to get masks to everyone - 3 masks\/person.","sentiment_score":0.45}
{"full_text":"Has any country completely vaccinated it's way out of this Pandemic","sentiment_score":0.1}
{"full_text":"Sign this petition to cancel gcse 2022 exams #covid19 #nadhimzahawi","sentiment_score":0.0}
{"full_text":"Most people who don't want to wear a mask, is due to the fact that masks don't work.","sentiment_score":0.1875}
{"full_text":"RT Stop saying you're done with #covid19. Americans are dying at a rate of almost 2k a day. Our doctors, nurses are exhauste...","sentiment_score":0.0}
{"full_text":"Pandemic #Safety Practices on Job Sites May Be Here for the Long Haul #OSHA #Construction #CommercialConstruction #GSP","sentiment_score":-0.05}
{"full_text":"RT Stop the fear mongering, stop the guilt trips about killing grandma, get back to work, restore supply chains, let kids l...","sentiment_score":0.0}
{"full_text":"The safety standard in a post-pandemic world is forever changing as the risks associated with travel rise and fall. For those looking to place a stronger focus on safety, we have four adjustments your company can make.","sentiment_score":0.0}
{"full_text":"Also - notice how San Diego with no vaccine passports compares to Los Angeles and San Francisco?","sentiment_score":0.0}
{"full_text":"RT Learning from the one and only Pulte","sentiment_score":0.0}
{"full_text":"I know someone who got the moderna vaccine and was sick for 2 weeks. Our neighbor brought him ivermectin. 1st day he felt better and the 2nd day he was out shoveling his driveway. That seems a lot easier than jabbing everyone 10 times","sentiment_score":-0.0714285714}
{"full_text":"RT We thank Minister Julio Borba for recognizing #Taiwan's \"great achievements\" in combating #COVID19 &amp; urging th...","sentiment_score":0.8}
{"full_text":"RT Had to leave my family a day early to travel to the remote town I am scheduled to give vaccines in so I could avoid gettin...","sentiment_score":0.0}
{"full_text":"and why in gods name would you want something in your body that's making your cells create any part of the coronavirus? Her you go","sentiment_score":0.0}
{"full_text":"I'm a senior. 72. A year ago I was terrified of original #Covid19 Vaccines save lives and protect us all. We are in it together. \"You are either with us or... \"Two Pfizer-BionTech and 1 Moderna mean I could still get Omicron but chances are I'd survive. Sure I still wear N95.","sentiment_score":0.1875}
{"full_text":"RT If you'd rather catch COVID-19 than get the vaccine, you're the reason there are warnings on silica gel packets about no...","sentiment_score":0.0}
{"full_text":"WATCH: Colorado Teens Secretly Film an On-Campus COVID-19 Jab Clinic That Allowed Them to Take Shot Without Parental Consent","sentiment_score":-0.4}
{"full_text":"RT The FDA has halted two monoclonal antibody treatments because of evidence they are supposedly \"less effective\" against OMI...","sentiment_score":0.2166666667}
{"full_text":"98-99% survival in all if not most countries on Earth. Here in our country for example, 50-60k die yearly of flu\/pneumonia while covid has 50k plus in 2 years. Mathematically, flu seems deadlier in our place.","sentiment_score":-0.125}
{"full_text":"100% &lt;5yrs not vaccinated vs COVID81% 5-11yrs &amp; 46% 12-17yrs not fully vaccinatedImmunocompromised not fully protected Vaccine disinformation; the legacy of poverty, racism, &amp; inequitable access to healthcare harms the unvaccinatedBack to normal for who?#UrgencyOfEquity","sentiment_score":0.15}
{"full_text":"If you or any of your followers actually feel that Biden is doing a better Job than Trump, you need new priorities! Give me some mean tweets rather than-Record inflation- open Borders-joke to our adversaries-Covid out of control (with Trump's VAX). Supply chain disaster, on&amp;on!","sentiment_score":0.0715909091}
{"full_text":"RT You have to go on immunosuppresants prior to an organ transplant...that's why organ recipients...","sentiment_score":0.0}
{"full_text":"RT Pregnancy is like covid. Not ideal, but you either have mild symptoms or they throw the works at ya. Only upside is the baby...","sentiment_score":-0.0388888889}
{"full_text":"Crush: I have a crush on the govco artist for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"The EABC Chief Executive Officer, John Bosco Kalisa, was reacting to the long queues at the Busia and Malaba one-stop border points, caused by mandatory coronavirus testing, on both the Kenya and Uganda sides. DETAILS  #VisionUpdates #NewVisionAt35https:\/\/t.co\/jh4r7ZBSOo","sentiment_score":-0.05}
{"full_text":"CDC Finally Admits Cloth Masks Were Always Political Theater","sentiment_score":0.0}
{"full_text":"\"[Antibiotics resistance] is like a silent pandemic that's happening now - and it's escalating.\" Learn how phage viruses could be the solution.","sentiment_score":0.0}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":" Resource: has launched the National AA and NH\/PI Health Response Partnership, COVID-19 health resources for Asian American and Native Hawaiian\/Pacific Islander communities on vaccines, hate crimes, and other translated resources\/help.","sentiment_score":-0.23125}
{"full_text":"RT My latest news is that kids are now getting reinfected within 30 days of their COVID infection...and yes they tested neg...","sentiment_score":0.5}
{"full_text":"Just the February month lockdown and thts it m done. 11 over.","sentiment_score":0.0}
{"full_text":"RT Szilveszter Csollany, champion athlete, won gold at Sydney 2000, long time anti-vaxx, had to get the jab to keep his coaching...","sentiment_score":-0.05}
{"full_text":"RT Nadhim Zahawi: \"As we transition from pandemic to endemic, it makes me even more determined to fight for children to b...","sentiment_score":0.5}
{"full_text":"RT British Medical Journal (founded in 1840) Demands Access to COVID Vaccine Data, Slams 'Morally Indefensible' Pharma Fir...","sentiment_score":0.0}
{"full_text":"After testing positive for COVID, slammed the CDL for a lack of safety precautions at the Kickoff Classic Story ","sentiment_score":0.196969697}
{"full_text":"#MentalHealth in a time of the pandemic: invisible suffering #WellBeings","sentiment_score":0.0}
{"full_text":"From tomorrow, some COVID-19 restrictions will be lifting around the country. It's important to be aware that safety measures are remaining in place in healthcare settings, including at GWH and our GP practices. Here is Rayna McDonald, our Deputy Chief Nurse to tell you more.","sentiment_score":0.3833333333}
{"full_text":"Kid is 25 years old and double vax with Moderna, but no booster.  Note also a STRONG immune response to vax (two days in bed with fever from the vaccine).","sentiment_score":0.1777777778}
{"full_text":"Ebola-Cron variant coming soon","sentiment_score":0.0}
{"full_text":"Aye a dirt enuh. And our health system is already weak. Me nuh hear no one a talk bout long covid and omicron is mild so it's fine right...kmt.","sentiment_score":0.08125}
{"full_text":"\"The gaps being fueled by the pandemic are growing larger with each day of interrupted instruction. There will come a time when the gaps will be impossible to close, and students will suffer the consequences.\"-","sentiment_score":-0.3333333333}
{"full_text":"RT Get your COVID-19 vaccine this Friday in Exeter! There's no need to book, just walk-in anytime between 10am-4:30pm","sentiment_score":0.0}
{"full_text":"Coronavirus Plan B measures are to be lifted tomorrow. While face masks are no longer compulsory, we would like to ask you to think of others and still wear them on busier journeys. For more information, please go to our website ","sentiment_score":0.5}
{"full_text":"#ACTIV6 | Want to help spread the word about #ACTIV6Study? Participants can help researchers understand how existing drugs may help people with #COVID19 #FeelBetterFaster. Find resources at","sentiment_score":0.0}
{"full_text":"This #HPVPreventionWeek, we want you to #ThinkAboutTheLink between viruses &amp; cancer. Two-time cancer survivor shares the importance of getting the HPV vaccine to prevent HPV-related cancers so you can #StopCancerB4ItStarts!","sentiment_score":0.0}
{"full_text":"Despite the progress made, education that serves the needs of all South African communities remains elusive. In addition, COVID-19 and its associated challenges continues to disadvantage rural pupilss. Read more here &gt;&gt;&gt;","sentiment_score":0.1666666667}
{"full_text":"Well now then mardy bum, we've made it to another Indie Wednesdays Tonight is the last week where Covid entry requirements are in place so grab your Covid Pass and don't get caught out. Advance tickets are sold-out but walk-ins available if you don't mind queuing a bit.","sentiment_score":0.1333333333}
{"full_text":"Less than a week into the new semester at case counts have reached record highs.@jacobsolisnv reports on the challenges faced by the institution where some are questioning the in-person return despite being eager to get back to normal.","sentiment_score":0.0299242424}
{"full_text":"Across the country, laboratory professionals are constantly innovating to address new challenges. Learn how labs transformed workflows, innovated and worked collaboratively to meet evolving health needs during #COVID19:","sentiment_score":0.0681818182}
{"full_text":"What's Up Wednesday? If you haven't heard yet, all Americans are eligible for four at-home COVID tests per month via this link. At-home COVID tests are rapidly becoming the largest tool that people are using to minimize their exposure.https:\/\/t.co\/3LogC8maLV #covidtesting","sentiment_score":0.45}
{"full_text":"Check out our very own infectious disease expert Dr. Peter Gulick talk about what masks protect people from the omicron variant","sentiment_score":0.78}
{"full_text":"Healthcare staff in #Norfolk have been working flat out over the past few weeks, amid a surge in Covid-19 cases:https:\/\/t.co\/g2jVA0fANt","sentiment_score":-0.1583333333}
{"full_text":"New York state has seen an 86% decrease in COVID cases since its Jan. 7 peak, when more than 90,000 cases were reported.","sentiment_score":0.3181818182}
{"full_text":"Healthcare staff in #Suffolk have been working flat out over the past few weeks, amid a surge in Covid-19 cases:https:\/\/t.co\/pptsb9ZTMa","sentiment_score":-0.1583333333}
