{"full_text":"Covid provided the ideal opportunity for the ANC to place us under military rule. Wake up SA you're blissfully unaware of the implications. #VoetsekANC","sentiment_score":0.2666666667}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Instead of Jumping for Joy that People Didn't Have to Die from COVID, They Fabricated a Ferocious Fairy Tale","sentiment_score":0.4}
{"full_text":"Pandemic mood tbh","sentiment_score":0.0}
{"full_text":"Pakistan logs over 4,000 COVID-19 cases for second straight day","sentiment_score":0.1}
{"full_text":"RT Seeing new long covid cases appear from the omicron wave is devastating. Most seem unaware that LC was a risk and are surpris...","sentiment_score":-0.0827272727}
{"full_text":"looking after the safety of all Queenslanders. We thank you for putting yourselves in harms way by entering #superspreader #BarWonder #Toowoomba Terrific policing ","sentiment_score":0.0}
{"full_text":"RT The state of fiat universities.Meanwhile an annual membership+ at is $200 for four courses, two li...","sentiment_score":0.0}
{"full_text":"We don't use the varicella vaccine in the UK. I wondered if that's true in the rest of Europe?","sentiment_score":0.35}
{"full_text":"Take the vaccine bro ","sentiment_score":0.0}
{"full_text":"Every new variant looking at you like","sentiment_score":0.1363636364}
{"full_text":"RT you call it a Trump rally, I call it an omicron variant incubation epicenter","sentiment_score":0.0}
{"full_text":"RT #CBSE To Conduct Class 10, 12 Phase-2 Board Exams Amid #COVID19 Surge, Know Details #otv","sentiment_score":0.0}
{"full_text":"RT Today we mark #1YearOfVaccineDrive. I salute each and every individual who is associated with the vaccination drive....","sentiment_score":0.0}
{"full_text":"RT I got covid from the shelter and the shelters response was to put me on the street. I don't know what the hell to do","sentiment_score":0.0}
{"full_text":"RT I never thought I'd serve with a braver colleague than John Lewis. Then Thomas Massie stood up and refused to order takeou...","sentiment_score":0.0}
{"full_text":"Who are 'they'","sentiment_score":0.0}
{"full_text":"RT With school heading back, now's the time to make a simple and quick booking for your 5-11 year old. With children eligible fo...","sentiment_score":0.1083333333}
{"full_text":"RT The two year anniversary since WHO reported this terrific news. Trust the experts, everyone!!!","sentiment_score":0.0}
{"full_text":"RT Have a look at the journey of #1YearOfVaccineDrive, that gives glimpses of the nation's collective fight against #COVI...","sentiment_score":0.0}
{"full_text":"Everything is affected by the pandemic.Everything.","sentiment_score":0.0}
{"full_text":"RT So now we have trumpf admitting the Vaccine is good, the Booster is good and he lost the electionThe End!","sentiment_score":0.7875}
{"full_text":"RT I've said it before: If you are unvaccinated, and test positive, you are 17 times more likely to get hospitalized.The best...","sentiment_score":0.4318181818}
{"full_text":"RT Sorry, but anyone who tries to conflate 'Omicron is less severe than Delta' with 'Omicron is mild' is either being dumb or...","sentiment_score":-0.1616666667}
{"full_text":"RT Help me out with this one... If it's generally accepted that omicron has the same symptoms as the cold, and I develop a r...","sentiment_score":-0.1833333333}
{"full_text":"RT Sanjay Raut advises Kejriwal to handle Delhi Covid cases instead of Goa (ironically Maharashtra is doing no better)And t...","sentiment_score":0.0}
{"full_text":"RT  THIS IS NOT A DRILL  Meet the GC-3 Sport variant, closer than ever before Let's start this with a GIVEAWAY....","sentiment_score":0.0}
{"full_text":"RT #ShameonDhami#ShameOnBJP #Boycottbjp #MurderofFoEHindu saints arrested in Haridwar for protesting as per constitution....","sentiment_score":0.0}
{"full_text":"RT Well, that was fun. Now, back to the pandemic.","sentiment_score":0.15}
{"full_text":"India will complete one year of vaccination drive against COVID-19 tomorrow. Under the leadership of PM Narendra Modi Ji, India's vaccination drive is the fastest and most successful vaccination drive ever. Hashtag for this: *#1YearofVaccineDrive*","sentiment_score":0.45}
{"full_text":"In ROME, do as the Romans do. Vaccinate in order to play. No vaccine, go home. Stay home. Don't endanger other innocent people by setting a really bad example, especially for the children.","sentiment_score":-0.08125}
{"full_text":"RT Extending the State of Disaster now has nothing to do with fighting Covid, and everything to do with maintaining centralise...","sentiment_score":0.0}
{"full_text":"RT Covid is hard on More evidence of Cov2 hitting hard top athletes. Three football players from the same national team...","sentiment_score":0.0833333333}
{"full_text":"RT Democrats abandoned the precautionary principle when it came to blaming a subsection of the population for spread of a...","sentiment_score":0.0}
{"full_text":"RT Do not forget those Behavior Health Technicians and Security that work in hospitals during these hard times for not even...","sentiment_score":-0.2916666667}
{"full_text":"RT When the COVID-19 pandemic first struck, we did not know much about the virus. However, our scientists and innovators imm...","sentiment_score":0.225}
{"full_text":"But I'm reading that long haulers may be more prevalent with Omicron than past variants. Time will tell.","sentiment_score":0.0666666667}
{"full_text":"RT The 47th ranked player in the world, double jabbed, was welcomed into Australia and THEN tested positive!Meanwhile the...","sentiment_score":0.0}
{"full_text":"RT More international press for BC. We are really standing out for being in the dark ages on evidence.","sentiment_score":0.1375}
{"full_text":"RT Scam under Yogi Adityanath government, in the purchase of Covid-19 kits consisting of oximetres, thermal scanners, and pulse c...","sentiment_score":0.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT I wholeheartedly thank Hon'ble High Court &amp; SEC for postponing polls by 3 weeks in the state.Let us work UNITEDLY to en...","sentiment_score":0.03}
{"full_text":"RT We have 2 CONFIRMED parties in Downing Street, one on the eve of Prince Philip's funeralPM admits attending at least...","sentiment_score":0.05}
{"full_text":"Quarterly results of companies and movement of Corona will decide the direction of stock markets, know details","sentiment_score":0.0}
{"full_text":"RT A month later... I'm still shaking my head how people seem suddenly surprised that stores are closed, school teachers sick, c...","sentiment_score":-0.1785714286}
{"full_text":"RT Atlanta is more scared of snow than of Covid.","sentiment_score":0.5}
{"full_text":"RT South Korea update: 6 administrative litigation4 constitutional appealAgainst discriminatory Covid pass ","sentiment_score":0.0}
{"full_text":"RT Sabotage: With Vaccine Mandates For Truckers, Trudeau Seems Intent On Deliberately Damaging Canada's Economy.","sentiment_score":0.0}
{"full_text":"RT Downing Street.  Literally.","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you agree with Ron DeSantis that Justices Roberts and Kavanaugh lacked \"backbone\" in their decision on v...","sentiment_score":0.0}
{"full_text":"RT My doc who previously supported Fauci, the CDC, and FDA, told me yesterday that they are misleading us and he no longe...","sentiment_score":-0.1666666667}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT This is beautiful. Incredible.","sentiment_score":0.875}
{"full_text":"Thanks to efficient covid management Maharashtra is No. 1 in erm... Covid deaths. In fact three times 'better than no. 2.And BMC schools hands down are world class","sentiment_score":0.1814814815}
{"full_text":"They thought Covid was gonna kill me lol","sentiment_score":0.8}
{"full_text":"Where did Covid19 start from? do you know?","sentiment_score":0.0}
{"full_text":"RT Today we mark #1YearOfVaccineDrive. I salute each and every individual who is associated with the vaccination drive....","sentiment_score":0.0}
{"full_text":"RT In Germany, The Science determines 6 foot long sticks used by the police will stop COVID.https:\/\/t.co\/x7cBVDxQEz","sentiment_score":-0.05}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"After the Pandemic I'd like to visit here.","sentiment_score":0.0}
{"full_text":"RT Remember, Viet Nam, Iraq, Afganistan, the dismissal, coal fired power plants, the NT intervention, remember Dutton and ref...","sentiment_score":0.0}
{"full_text":"People are literally so dumb &amp; selfish. They think all this COVID shit is a joke. ID LOVE for them to come volunteer for a week. I bet they'd be singing a different tune then.","sentiment_score":-0.115}
{"full_text":"Revenue Recovery and Cost Control post COVID plans      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Revenue Recovery and Cost Control post COVID plans      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT The Arignar Anna Zoological Park, also known as the #Vandalur zoo, has been shut after 80 employees tested positive for #CO...","sentiment_score":0.2272727273}
{"full_text":"RT I understand the ire pointed at the federal administration right now but don't forget every politician &amp; state gvnt that...","sentiment_score":0.2857142857}
{"full_text":"RT There seems to be two camps rn:1) recently recovered from Covid and partying 2) haven't gotten covid yet and living u...","sentiment_score":0.0}
{"full_text":"RT This is what the #Omicron wave looks like in one Brooklyn ER. This isn't what \"mild\" looks like by any stretch of the ima...","sentiment_score":0.3333333333}
{"full_text":"If you're wondering why you haven't caught cold or the flu since you started wearing masks, the answer is, well... masks! But not all masks are the same.https:\/\/t.co\/yjtzdzRELN#news #education #masks #N95 #masks","sentiment_score":-0.75}
{"full_text":"UK RETAIL SECTOR: Marks &amp; Spencer hails turnaround success after bumper Christmas sales. Sales of clothing, typically a thorn in the retailer's side, were up +3.2% on pre-Covid levels, reports The Telegraph.","sentiment_score":0.0666666667}
{"full_text":"Official COVID-19 update in ThailandSunday, 16 January 2022* 2,324,485 people infected (+8,077)* 2,222,011 recovered (+4,887) * 80,549 receiving treatment* 21,925 deaths (+9)#NewCases #Coronavirus #COVID19 #MinistryOfPublicHealth #Update #okhwid19 #phbphuupwyephim #khaawdwn","sentiment_score":0.0}
{"full_text":"Check out what South Africa's vaccination status is in each of the provinces. Gauteng leading the way! #jab4tourism #backtotravel #travelsafeeatsafe","sentiment_score":0.0}
{"full_text":"Students, staff and visitors - don't forget to 'Lateral Flow' we recommend testing a min. of twice a week - Sunday and Wednesday evenings are ideal.  Thank you for your continued support in helping us to keep QKS safe. #community Report +results here:https:\/\/t.co\/bodAtBhfIi","sentiment_score":0.7}
{"full_text":"Masks work to stop the spread of #COVID19 from one person to the next by blocking droplets when talking or sneezing. Read more below.","sentiment_score":0.25}
{"full_text":"RT \"We failed\": Denmark's media is finally waking up to its flawed covid coveragehttps:\/\/t.co\/w4JMLXS9km","sentiment_score":-0.3333333333}
{"full_text":"The NCOC has called a meeting of provincial health and education ministers January 17.Meanwhile, a complete ban on in-flight meals has been imposed. More on Covid-19 restrictions https:\/\/t.co\/15dQNl9KYx","sentiment_score":0.3}
{"full_text":"#JagranExclusive | India's unparalleled journey of achieving the extraordinary during 1 year of COVID-19 vaccination#1YearOfVaccineDrive #1YearOfVaccination","sentiment_score":0.3333333333}
{"full_text":"Aerial photos of high-speed railways parked in Zhengzhou city, C China's Henan province.Parts of high-speed #railways and intercity trains have been suspended due to the epidemic prevention and control in Zhengzhou city.","sentiment_score":-0.125}
{"full_text":"It will never be the right time to charge for lateral flow tests during a pandemic | ","sentiment_score":0.2857142857}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie #goodeats","sentiment_score":0.0}
{"full_text":"Project #savebigdog in full dead cat mode#ToryCorruption #JohnsonOut","sentiment_score":0.075}
{"full_text":"RT risk of contracting covid while travelling and writing the exam, students health matters,also when govt have restricted large...","sentiment_score":0.2142857143}
{"full_text":"Check out what South Africa's vaccination status is in each of the provinces. Gauteng leading the way! #jab4tourism #backtotravel #travelsafeeatsafe","sentiment_score":0.0}
{"full_text":"Enjoy your 25th booster and COVID. It's coming... You know it. We know it ","sentiment_score":0.4}
{"full_text":"RT Due to the pandemic, our clients and friends have had their appeal hearings postponed for up to 16 months while they wai...","sentiment_score":-0.125}
{"full_text":"He must resign..join his his friend Donalsd Trump and stay home","sentiment_score":0.0}
{"full_text":"This comes as the nation sees a surge in COVID-19 cases driven by Omicron.https:\/\/t.co\/9rnagDG0Gq","sentiment_score":0.0}
{"full_text":"IHU COVID-19 variant was detected in France, know all about this variant and related queries. #IHUCOVID19Variant #covid19https:\/\/t.co\/kLmPym3loH","sentiment_score":0.0}
{"full_text":"#Jordan: The government has adopted a defense ordinance providing for the obligation, from January 1, 2022, that all employees (private and public sectors combined) have received at least 2 injections of a # COVD19 vaccine to gain access at their place of work.","sentiment_score":-0.1}
{"full_text":"RT Atlanta is more scared of snow than of Covid.","sentiment_score":0.5}
{"full_text":"RT When you have reached the testing capacity and the health department no longer tells you to get tested (isolate immediately),...","sentiment_score":0.0}
{"full_text":"Heads up, travelers.","sentiment_score":0.0}
{"full_text":"Isabela temporarily suspends classes and other teaching-related activities for 12 days from January 17 to January 28 as new COVID-19 cases begin to surge.https:\/\/t.co\/Eo0SiT30lG#NorthNews","sentiment_score":0.0056818182}
{"full_text":"One ( IIT MADRAS) made the hypothesis that COVID-19 will be at the peak between 1-15 Feb and other (IIT KGP) Perform the experiment to prove the hypothesis by conducting GATE2022 on 5,6,12 &amp; 13 Feb.#RescheduleGATE2022 #justiceforGATE2022Aspirants","sentiment_score":-0.125}
{"full_text":"While studies have suggested dogs effectively sniff out Covid-19, the FDA has not approved them as a diagnostic tool.","sentiment_score":0.6}
{"full_text":"India reports 2,71,202 new COVID-19 cases in the country while 1,38,331 have recovered, and 314 died in the last 24 hours.#briflynews #COVID19 #covidnews #indiacovidcases #Recoveryrate #PositiveCases #Omicron","sentiment_score":0.0681818182}
{"full_text":"While COVID-19 overwhelms Australia's health system, Scott Morrison's government has spent the week trying to deport tennis star Novak Djokovic. It's a cynical attempt to distract from a major public health disaster.","sentiment_score":-0.159375}
{"full_text":"Thousands demonstrated in cities across France on Saturday against tighter restrictions on people not vaccinated against Covid-19, as parliamentary wrangling continued over a draft law.","sentiment_score":0.0}
{"full_text":"With some schools around the U.S. returning to remote learning, kids without reliable internet connections or devices are \"back to square one\".","sentiment_score":-0.05}
{"full_text":"Engineer loses amazing seven and a half stone in lockdownhttps:\/\/t.co\/1MXSWMgNMT","sentiment_score":0.0444444444}
{"full_text":"CDC Encourages More Americans to Consider N95 Maskshttps:\/\/t.co\/oHcfSLZexS","sentiment_score":0.5}
{"full_text":"Toyota Central Motors would like to request you all that Covid-19 is still not over. So please wear your masks everywhere when you go out of your home.Stay Secure!#toyotacentralmotors #toyotacentralsure #COVID19 #staysafe #StaySecure","sentiment_score":0.0}
{"full_text":"Covid cases dip as testing falls for second day; positivity rate up","sentiment_score":0.0}
{"full_text":"In the last two years, officials at County Buildings have received PS15m in pandemic support cash.https:\/\/t.co\/JUwn0Kcsvc","sentiment_score":0.0}
{"full_text":"What should India's #Covid strategy be?: Vaccination, preventing spread using N95 masks &amp; physical distancing, and testing as and when needed, says Dr Arvind Kumar, Medanta #ThirdWave #Omicron","sentiment_score":0.0}
{"full_text":"Strange that when many were fined if caught by police having picnics etc during COVID lockdown.","sentiment_score":0.225}
{"full_text":"RT A month later... I'm still shaking my head how people seem suddenly surprised that stores are closed, school teachers sick, c...","sentiment_score":-0.1785714286}
{"full_text":"$PXI - BR: $23.58 -&gt; NOW: $35.39 PXI Source Measure Unit Market Research Report by Channel, by End-User, by Application, by Region - Global Forecast to 2027 - Cumulative Impact of COVID-19 Read more:","sentiment_score":0.25}
{"full_text":"RT Today we mark #1YearOfVaccineDrive. I salute each and every individual who is associated with the vaccination drive....","sentiment_score":0.0}
{"full_text":"RT All the Australian government had to do was offer a #covid19 vaccine to the public and let them decide if they wanted it or...","sentiment_score":0.0}
{"full_text":"COVID, #China, climate: #OnlineDavosevent tackles big themes","sentiment_score":0.0}
{"full_text":"RT Dear perhaps you may have checked the legality of opening up RATs in order to redistribute to staff and stud...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Update on COVID-19 Vaccine Availability in States\/UTs #COVAXIN #Covid19 #COVISHIE...","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 674 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT If you are 2xAZ vaccinated &amp; your last vaccine was over 4 months ago, your current level of protection against hospitalisat...","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT 43 children are admitted to South Carolina Children's Hospitals with COVID19. 10 are in intensive care and 3 are on life su...","sentiment_score":0.0}
{"full_text":"RT Sorry, but anyone who tries to conflate 'Omicron is less severe than Delta' with 'Omicron is mild' is either being dumb or...","sentiment_score":-0.1616666667}
{"full_text":"RT Well, that was fun. Now, back to the pandemic.","sentiment_score":0.15}
{"full_text":"Hygge, lagom, sisu -- what's next in Nordic lifestyle trends to help determine the cushions we buy and the delicacies we devour? I suppose you could say the lockdown lifestyle has quashed any need for aspirational inspiration from abroad:...","sentiment_score":0.0}
{"full_text":"Entitled narcissistic selfish covidiot  Novax Djocovid is going home. Bye your life ","sentiment_score":-0.5}
{"full_text":"RT Dr Peterson please don't be naive. Marie Antoinette kenney is a globalist who is literally bent over to his Bildeberg o...","sentiment_score":-0.3}
{"full_text":"RT #BiharFightsCorona Update of the day.  6325 more #COVID19 +ve cases have been reported so far on 14th Jan 2022....","sentiment_score":0.3}
{"full_text":"COVID 19 Vaccination Rates by Country (Vaccination Tracker) | Jan 15, 2022 via #covidvaccinations #VaccinationTracker #CovidVaccines #covid19 #covid19pandemic #vaccinationcovid #vaccinations #vaccinationstatus #Torangene #coronavirusupdate","sentiment_score":0.0}
{"full_text":"RT India's approach to fighting the pandemic will always remain science based. We are also augmenting health infrastructure...","sentiment_score":0.0}
{"full_text":"Omicron outbreak to delay goods for Chinese New Year and drive inflation","sentiment_score":0.0681818182}
{"full_text":"RT Guess how we found a Covid testing site for my son? Google! Guess where we found where my youngest kids can get their booster...","sentiment_score":0.0}
{"full_text":"RT If you've taken 3 shots, still wearing a mask, social distancing, living in fear and still following The Govt advice.. T...","sentiment_score":0.0166666667}
{"full_text":"RT Weekend lockdown imposed across J&amp;K to curb COVID spreadCivil authorities in coordination with the l...","sentiment_score":0.0}
{"full_text":"RT Sorry, Covid modellers.You can't hide behind 'we're only advisers'\/'they were just scenarios'\/we never said we could...","sentiment_score":-0.3}
{"full_text":"RT Can any journalist ask public health officials or politicians about this?I mean, if it was just pointless that would be...","sentiment_score":-0.1875}
{"full_text":"And that's whyin the past few weekswe saw #Trumpcome out in favorof the #VaccineBc his #MAGA baseis dying offNot to mentionthat leaves less peopleto grift off of","sentiment_score":-0.2055555556}
{"full_text":"RT #postponegate2022#reschedulegate2022 #justiceforGate2022Aspirants Organizing Committee of a competitive exam should make...","sentiment_score":0.0}
{"full_text":"RT you come all the way to New York City and decide that the culinary hill you're going to die on is Olive Garden? fuckin t...","sentiment_score":0.0681818182}
{"full_text":"RT today delhi has 27561 cases of covi...","sentiment_score":0.0}
{"full_text":"RT criticizing the words of Macron and our PM.... Really? How about a positive message about the work done by these lead...","sentiment_score":0.2136363636}
{"full_text":"RT Quietly and over some objections, a national digital vaccine card has emerged.","sentiment_score":0.0}
{"full_text":"Oh great. Why not. Possible pediatric encephalitis in school-aged children 2 weeks after #COVID19 infection. I actually care for someone who developed it after a viral infection (with long-term damage), so why not after Covid.#onted #onpoli #encephalitis","sentiment_score":0.225}
{"full_text":"What a tremendous vaccition drive..... India administrates more than 156 crore vaccine in a span of 1 year. #1YearOfVaccineDrive","sentiment_score":0.4166666667}
{"full_text":"RT India's approach to fighting the pandemic will always remain science based. We are also augmenting health infrastructure...","sentiment_score":0.0}
{"full_text":"RT Harry stay home. The UK ain't all that.","sentiment_score":0.0}
{"full_text":"and they do all this coercion for an experimental vaccine.","sentiment_score":0.1}
{"full_text":"RT Cannabis compounds prevent COVID from entering human cells: study | Just The News","sentiment_score":0.0}
{"full_text":"Even if transmission reduction was 0% for Omicron, it's not like all the other (likely more deadly) varients just disappeared.","sentiment_score":0.04375}
{"full_text":"Hundreds of Chicago students orchestrate school walkout and crowded protest to demand safer COVID-19 pill.","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022Due to rise in COVID cases government must have to conduct online exam.","sentiment_score":0.0}
{"full_text":"RT 'Unvaccinated' includes all people who have had first jab in previous 21 days.","sentiment_score":0.0416666667}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Man's penis 'shrinks by 1.5 inches after catching Covid' - and it's irreversible","sentiment_score":0.6}
{"full_text":"RT Don't get me started on Germany... Solid people. But particularly prone to mass formation.","sentiment_score":0.0833333333}
{"full_text":"RT As humanity fights devastating global pandemic, WHO director general is abusing his position to advance his own pol...","sentiment_score":-0.0875}
{"full_text":"covid rotation","sentiment_score":0.0}
{"full_text":"you system must be that strong ","sentiment_score":0.4333333333}
{"full_text":"RT This is what democracy looks like","sentiment_score":0.0}
{"full_text":"RT  #China urges local govts to minimize impact from #COVID_19 curbs over Lunar New Year - Reutershttps:\/\/t.co\/MlJnFu4QCW","sentiment_score":0.0681818182}
{"full_text":"Whether it's your 1st dose, 2nd dose or booster, the vaccine can greatly reduce your risk of being hospitalised if you catch COVID-19.\"We're here, we're ready, we're waiting.\"Don't delay, book your vaccine today ","sentiment_score":0.3333333333}
{"full_text":"Whether it's your 1st dose, 2nd dose or booster, the vaccine can greatly reduce your risk of being hospitalised if you catch COVID-19.\"We're here, we're ready, we're waiting.\"Don't delay, book your vaccine today ","sentiment_score":0.3333333333}
{"full_text":"RT \"According to expert evidence relied on by the claimants the US data shows that co...","sentiment_score":0.0}
