{"full_text":"RT Hiding in plain sight...","sentiment_score":-0.2142857143}
{"full_text":"RT Circumvents Gain of Function ban resulting in Wuhan lab leak: Dr. FauciHeads lab leak cover up: FauciArchitects disa...","sentiment_score":0.0}
{"full_text":"Bill Gates, Indian Government Targeted in Lawsuit Alleging AstraZeneca Vaccine Killed 23-Year-Old * Children's Health Defense","sentiment_score":-0.2}
{"full_text":"RT Thousands of people in Hong Kong are volunteering to adopt hamsters, after healthcare workers were told to slaughter the...","sentiment_score":0.0}
{"full_text":"failing at leadership again - in my opinion - continuing to undermine Australia #auspol #Australia #COVID19","sentiment_score":0.0}
{"full_text":"RT GB reporting Only 17,000 people died of the covid virus,so why am I not hearing this on mainstream news channels, I thought t...","sentiment_score":0.0}
{"full_text":"RT ITV Lorraine issued Ofcom warning over Dr Hilary's false Covid remarks | HeraldScotland","sentiment_score":-0.4}
{"full_text":"RT One more note from England:I've seen suggestions the recent rise in Covid deaths may be due to 'incidentals' where some...","sentiment_score":0.125}
{"full_text":"their lives mattered. chronic illnesses are not terminal and these people could have lived long happy lives if COVID had not cut them short. This information is not comforting for those of us with chronic illnesses and disabilities, it is terrifying.","sentiment_score":-0.0625}
{"full_text":"Australia is 8th in the world for new COVID cases in the last 28 days, with 1,749,519 new cases reported. Germany is 10th with 1,417,512.  The worst is USA with over 17 million. &gt;300 deaths last week.Source: COVID-19 dashboard by CSSE at John's Hopkins University.","sentiment_score":-0.1454545455}
{"full_text":"Look st the bright side. Now you won't contract covid from one of the people like me who were vaccinated and can still spread it. If I could turn back time.......","sentiment_score":0.35}
{"full_text":"RT I just had to tell a 3 year old and her 8 and 11 year old siblings that their dad died last night after a month in the hospi...","sentiment_score":0.0666666667}
{"full_text":"I love this logic","sentiment_score":0.5}
{"full_text":"Imagine thinking you can be secure while also saying that expressing the fullness of who you are somehow threatens that security. You're not very secure if you have to lock down parts of yourself in order to feel that way. Security is understanding yourself and standing by that.","sentiment_score":0.0301994302}
{"full_text":"RT Maggie RT's this spin calling fake news a \"mask spat\". A spat? It wasn't a spat, - it was fake anonymous n...","sentiment_score":-0.5}
{"full_text":"many elderly and young people caught Covid post a third dose with same symptoms as people with 2 doses. 90% of our population are FULLY vaccinated with 2 doses and still getting sick. My family caught Covid at the airport that's full of FUlly Vaccinated staff and travelers.","sentiment_score":0.0392857143}
{"full_text":"RT Pandemic shutdowns of gun stores were a violation of the 2nd amendment, says a judge?WHAT CRAP.","sentiment_score":-0.4}
{"full_text":"In the early days of the pandemic they told us that masks were pointless because we would contaminate them putting them on. I don't like masks or bras but I do like your analogy!","sentiment_score":-0.10625}
{"full_text":"RT quick reminder that in 2020 taylor swift sent hundreds of free (signed) vinyl and CDs to independent record stores to keep t...","sentiment_score":0.2444444444}
{"full_text":"RT Fully understand peoples upset at not being able to visit relatives  but everyone I'm aware of on...","sentiment_score":0.375}
{"full_text":"This is just people coming back from Covid shutdowns.  And we have the worst inflation increase since Jimmy Carter's economy which created the \"misery index.\"","sentiment_score":-0.5}
{"full_text":"RT In the UK we can order 7 rapid covid tests per person every 24 hours.","sentiment_score":0.0}
{"full_text":"RT So... 80M of us voted in the middle of a pandemic, delivering Dems the WH &amp; control of Congress, all so some chick who self...","sentiment_score":0.0}
{"full_text":"RT REMINDER--when a #COVID19 wave  crests-- we are only 50% through the wave... the other **half of all cases occur on the way do...","sentiment_score":-0.0972222222}
{"full_text":"RT If the PM doesn't expel these dangerous Govt members from his party room before Parliament resumes, then his promise to...","sentiment_score":-0.6}
{"full_text":"RT Mask mandates and vaccine passports have nothing to do with science and everything to do with political theater.Fire Fau...","sentiment_score":0.0}
{"full_text":"RT You may think that store and restaurant workers in America who catch Covid-19 are staying home to recover and keep the public safe...","sentiment_score":0.25}
{"full_text":"RT Our ruling class saw in Covid an opportunity to revolutionize how we relate to one another, to revolutionize how we exist in...","sentiment_score":0.0}
{"full_text":"RT In an interview last night, Trump said that everyone wanted to get the vaccine when he was president, and the only reas...","sentiment_score":0.0}
{"full_text":"RT From the White House briefing on the Disability COVID response - The call line to order 4 free COVID tests from the...","sentiment_score":0.2}
{"full_text":"RT American Airlines flight that was on its way to London, had to turn back to Miami after a passenger refused to wear a...","sentiment_score":0.0}
{"full_text":"RT 22 months into the pandemic you can get 4 free COVID tests for your family of 5","sentiment_score":0.4}
{"full_text":"RT Protocols include an app to track athletes and all stakeholders, plus robots to deliver food.","sentiment_score":0.0}
{"full_text":"\"As restrictions come and go, many Canadians are starting to live by their own rules -- even if those rules are more or less stringent than what public health officials advise.\" @globalnews ","sentiment_score":0.2242424242}
{"full_text":"We are going to miss you icy!","sentiment_score":-0.125}
{"full_text":"OK then","sentiment_score":0.5}
{"full_text":"RT Breaking: CDC study finds natural immunity provides significantly more protection than mRNA pretreatment alone.","sentiment_score":0.3}
{"full_text":"RT Since the CDC admits natural immunity is equivalent to vaccinated immunity (at a minimum), there needs to be immediate ci...","sentiment_score":0.1}
{"full_text":"RT A judge has demanded an explanation for how a criminal gang leader, who had 48 previous criminal convictions managed, t...","sentiment_score":-0.3222222222}
{"full_text":"I wish MA would allow this. Schools have faced hundreds of kids out for 5-10 days due to Covid yet expected to continue and move on.","sentiment_score":-0.1125}
{"full_text":"RT Covid definitely taught us that School Boards matter and parents need to know what's going on. TY to for work...","sentiment_score":0.0}
{"full_text":"Try any ITU especially in this Covid time and tell the tale.","sentiment_score":0.0}
{"full_text":"When the Royal Commission into Covid is complete late this decade, Australia will be staggered to learn the TRUE inhumanity, incompetence and shitfuckery of the federal leadership teamIt will be one for the ages#auspol #AusPol2022 #CallTheElectionDickhead #LNPDisgrace","sentiment_score":0.05}
{"full_text":"What was the proportion of omicron at that time? How did they determine vaccination status? Did they assume unvaccinated status for everyone whose vaccination status was not reported. There should have been some unknowns in those numbers. Interesting nonetheless.","sentiment_score":0.5}
{"full_text":"RT Breaking: CDC study finds natural immunity provides significantly more protection than mRNA pretreatment alone.","sentiment_score":0.3}
{"full_text":"COVID-19 AWARENESS CAMPAIGN#PNPKakampiMo#WeServeAndProtect","sentiment_score":0.0}
{"full_text":"As soon as we allowed them to take our god given right to smoke indoors it opened the doors for the PATRIOT Act and Vaccine Passports we now live with today. Sad!","sentiment_score":-0.0676406926}
{"full_text":"RT This was not a ban for COVID\/vaccine\/misgendering\/the usual BS. All that posted about for the last day...","sentiment_score":-0.125}
{"full_text":"FFS. What is fucking wrong with you. If not for Covid they would most likely still be alive and with their families. They were LIVING with their conditions. Covid KILLED them.","sentiment_score":-0.02}
{"full_text":"RT CDC Study: Natural Immunity Beats Vax Against Delta Variant","sentiment_score":0.1}
{"full_text":"I'm hating this pandemic stuff! They rescheduled at .#badnews #adele #disapointment #pandemicparenting #caesarspalace #canceled","sentiment_score":0.0}
{"full_text":"RT Adele Postpones Las Vegas Residency Due to COVID-19","sentiment_score":-0.125}
{"full_text":"RT New study!!#covid19 itself hurts fertility (in the 1st 60 days after infection).The vaccines, on the other hand, don't...","sentiment_score":0.0056818182}
{"full_text":"This is a play on words, is misleading and not at all transparent. The truth of the matter is there are 55 individuals in our hospitals that have COVID. The fact they have something else is totally irrelevant. Thank you to the nurses who brought this fact to light.","sentiment_score":-0.05}
{"full_text":"RT Indeed this is a lie. People need to push back on this hard. Vaccination reduces risk of infection. There is more than O...","sentiment_score":0.0694444444}
{"full_text":"RT A new study adds to growing evidence that there is no connection between Covid-19 vaccinations and a reduced chance of conceiving...","sentiment_score":0.1363636364}
{"full_text":"HERE IS A BULLSHIT ARTICLE calling everyone with vaccine side effects LIARS....@abcnewsSpreading more misinformation trying to make you look like the bad guy for suffering the side effects of a UNPROVEN VACCINE. #it's not in your head.","sentiment_score":-0.1}
{"full_text":"More than three-quarters of Americans say their gut instinct is important when determining the trustworthiness of a news story.#journalism #news #media  #politics #journalist #magazine #newspaper #breakingnews #coronavirus #trending #articlehttps:\/\/t.co\/8SDjatPcm5","sentiment_score":0.45}
{"full_text":"I can never tell if it's worse when modern things acknowledge the pandemic or just straight up pretend it doesn't happen","sentiment_score":0.0}
{"full_text":"That is one of my favourite places anywhere! Always wanted to donate a Torii, and hopefully I will before too long. I also hope to return once the pandemic is over. The views and the walk are lovely, as your wonderful photos show so well.Thank you for posting them! ","sentiment_score":0.4833333333}
{"full_text":"RT The sub-projects include construction of multi-purpose buildings, barangay health station, disaster response facility,...","sentiment_score":0.0}
{"full_text":"RT Let's repeat this fact!#BTS_Butter by was chosen the VarietyHitmakers Record of the Year in 2021!BUTTER BELIEVE IT...","sentiment_score":0.0}
{"full_text":"RT CDC disease burden estimates correspond to a survival rate of 99.79% for adults ages 18-64. It's 96.1% for seniors 65 and over...","sentiment_score":0.0}
{"full_text":"Piss poor again","sentiment_score":-0.4}
{"full_text":"RT It is completely irrational that vaccinated, asymptomatic, recently tested air travellers are tested again upon arrival, w...","sentiment_score":0.05}
{"full_text":"RT Justin Trudeau says Canadians who don't follow his COVID guidelines are a slap in the face to the rest of the country....","sentiment_score":0.0}
{"full_text":"RT Paris marches today to end COVID mandates.https:\/\/t.co\/elqa6YrpUZ","sentiment_score":0.0}
{"full_text":"RT BREAKING: New CDC data suggest unvaccinated people 50+ are about 45x more likely to end up in the hospital than those who...","sentiment_score":0.2121212121}
{"full_text":"RT \"The vaccines are incredibly safe, they protect us against Omicron, they protect us against Delta, they protect us against...","sentiment_score":0.5}
{"full_text":"RT I'm sure all the other passengers thanked the anti-masker profusely, as they disembarked.","sentiment_score":0.1875}
{"full_text":"God willing, his new district will send this cosplaying Santa Clown out to pasture in November.","sentiment_score":0.1931818182}
{"full_text":"RT Coronavirus: Canada Post employees punished for N95 masks | CTV News","sentiment_score":0.0}
{"full_text":"Dirty bitch can't sit on my couch then since she don't wash her legs","sentiment_score":-0.6}
{"full_text":"RT Our ruling class saw in Covid an opportunity to revolutionize how we relate to one another, to revolutionize how we exist in...","sentiment_score":0.0}
{"full_text":"Covid cases are falling in Africa. Why? Is that because they are not vaccinated?","sentiment_score":0.0}
{"full_text":"RT Climate: what can we do? #MEER event in Berlin 22.1. with Dr. Ye Tao, on solar mirror technologies. Urgent, ambitious ecological...","sentiment_score":0.325}
{"full_text":"RT Why are we sending our athletes to China after they unleashed a virus on us?","sentiment_score":0.0}
{"full_text":"RT Between leaving a cultish professional community, losing two parents in three years, and coming out of the closet as a co...","sentiment_score":0.1}
{"full_text":"Several public health indicators are now suggesting that the spread of the Omicron variant in Toronto may have already peaked but the city's top doctor is warning that the strain on the health-care system is likely to continue into February.","sentiment_score":0.125}
{"full_text":"RT Weird statement when my cousin (an engineer) just got asked to be redeployed to a hospital.","sentiment_score":-0.5}
{"full_text":"Yes. Add to this \"is this anxiety, panic attack, is that a blocked artery I feel?\"","sentiment_score":0.0}
{"full_text":"RT Nurses' union questions province's reporting of COVID hospitalizations","sentiment_score":0.0}
{"full_text":"The transition to becoming an intentionally, remote first team has been critical for culture.  I'm so proud of how we've learned &amp; adapted as a team over the last 2 years to balance creating connection with building flexibility. Great examples in this blog!","sentiment_score":0.3428571429}
{"full_text":"RT Covid vaccines don't prevent infection so why are they doing this? Because they are the enforcers for big pharma, shaki...","sentiment_score":0.0}
{"full_text":"Lol those people booed Trump and his vaccine taking ways","sentiment_score":0.8}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"#Covid19 \"#Vaccine\" is a FailureEnd the #Mandates","sentiment_score":0.0}
{"full_text":"guess who has covid ","sentiment_score":0.0}
{"full_text":"RT The masks, vaccines, and vaccine passports are all failing. Just like you are as a premier. In Ontario27...","sentiment_score":0.0}
{"full_text":"Follow the link and watch videos for our College Fair 2022https:\/\/t.co\/RSCLvKoftqBSHM students explore foods to create menus to satisfy customers. BSTM students research the sustainability of the industry during pandemic.#STICollegeFair2022 #STIMadetoBeMore #STIFutureReady","sentiment_score":0.7}
{"full_text":"\"States must put persons affected by leprosy and their family members at the center of their efforts to recover from the pandemic, creating a more inclusive post-COVID society.\" - UN Special Rapporteur Alice Cruz  #United4Dignity #WorldLeprosyDay@ILEPAntiLeprosy","sentiment_score":0.2523809524}
{"full_text":"STAY AT HOME  Avoid the risk of being exposed to COVID-19.","sentiment_score":0.0}
{"full_text":"#NSTleader Come down hard on fake #vaccination cert sellershttps:\/\/t.co\/N0XumIeVdK#coronavirus #covid19","sentiment_score":-0.3157407407}
{"full_text":"\"Son says #unvaccinated mom died from intentional #Covid19 infection\" on YouTube","sentiment_score":0.0}
{"full_text":"Spokane City Hall is scaling back in-person meetings due to a surge of COVID-19 cases among city employees. An all-time high of 46 employees, about 2% of the city's approximately 2,300-person workforce, tested positive for the virus last week.","sentiment_score":-0.0229545455}
{"full_text":"RAP chairperson Rey Dulay says they started organizing upon noticing there is a lack in groups who speak for the ordinary consumers and their everyday issues. ","sentiment_score":-0.225}
{"full_text":"DELIVERED|  Northern Luzon Command Tactical Operations Group 2 utilizes the military's Sokol helicopter to facilitate the transportation of Covid-19 vaccines and Department of Health personnel to Fuga Island in Aparri, Cagayan. #AFPyoucanTRUST #SundaloSalamatsaSerbisyo","sentiment_score":-0.1}
{"full_text":"RT TAKE NOTE: Two Republican members of Congress from Georgia - Rep. Marjorie Taylor Greene and Rep. Andrew Clyde -  have...","sentiment_score":0.0}
{"full_text":"RT Carhartt CEO wrote \"We...continue to believe vaccines are necessary to ensure a safe working environment for every associat...","sentiment_score":0.25}
{"full_text":"Despite claims from the Federal Government that Australia's booster program is \"ahead of schedule\", there is a gap between the number of people eligible for a booster jab and those who've actually received them. #9Newshttps:\/\/t.co\/FPdtCN879q","sentiment_score":0.0}
{"full_text":"RT First Minister Mark Drakeford and his government must reverse vaccine passes here in Wales. They do not work and there is no...","sentiment_score":0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"#Alchemy 1.01 with on - Heart-mind #alchemist hecopeland on transforming life and perceptions plus #wellbeingexpert Dimple Sthankiya  on how to stay fit and well working from home.  ","sentiment_score":0.4}
{"full_text":"Selling bougainvilleas allows an agripreneur to stay in the business despite the economic threats of COVID-19. #bougainvillea #agriculture #horticulture #agribusiness","sentiment_score":0.2}
{"full_text":"Districts Predict Rise in Spending as COVID Costs Spiral Upward","sentiment_score":0.0}
{"full_text":"RT Prime Minister Boris Johnson has announced the end of pandemic-related restrictions in Britain:","sentiment_score":0.0}
{"full_text":"If you're vaccinated and exposed to Covid-19 when should you take a test? Professor Carlo Crespo discusses his advice with","sentiment_score":0.0}
{"full_text":".@Pres_Sandoval said roughly 90% of students are vaccinated against COVID-19, a vaccination rate that is about 26% higher than the vaccination rate in Washoe County.","sentiment_score":0.075}
{"full_text":"Unfair access to vaccines is preventing progress on global development and deepening existing inequalities.Our Dashboard with and spotlights disparities in #COVID19 vaccinations to accelerate #VaccinEquity.Explore the data:","sentiment_score":-0.25}
{"full_text":"It is so hard when those you love are impacted by the #coronavirus.","sentiment_score":0.1041666667}
{"full_text":"Jordan Peterson isn't antivax. You're blatantly lying to me, and at this point I can only assume everything you say is total nonsense to slander Peterson, because you simply don't like his politics.https:\/\/t.co\/ZD3AhooXSY","sentiment_score":-0.125}
{"full_text":"Keep your immunity strong and your loved ones safer. Talk to your healthcare provider about how to protect your family against Covid-19. Or for reliable, local information about COVID-19 in Shasta &amp; Tehama dial 2-1-1, text \"covid\" to 211-211, or visit","sentiment_score":0.3777777778}
{"full_text":"COVID and the flu are not the only infections circulating right now: pneumonia symptoms are often mistaken for other illnesses. Here's what you need to know about the types of pneumonia, treatment and how to protect yourself:","sentiment_score":0.0535714286}
{"full_text":"RT Did you see linked on #COVID19 #JAMANetworkInTheNews","sentiment_score":0.0}
{"full_text":"RT Link to research published by today on #COVID19 #JAMANetworkInTheNews h...","sentiment_score":0.0}
{"full_text":"RT Link to articles from #COVID19 #JAMANetworkInTheNews","sentiment_score":0.0}
{"full_text":"This cross-sectional study found that 72% of Los Angeles County adults had potential protective immunity from #COVID19 in April 2021.","sentiment_score":0.0}
{"full_text":".@CDCgov's shortened isolation guidelines are confusing and risk further spread of the virus. \"A negative test should be required to end isolation after one tests positive for #COVID19.\"","sentiment_score":-0.0931818182}
{"full_text":"Australian girl, 14, locked in Thai COVID hotel as travel horror stories pile up","sentiment_score":0.0}
{"full_text":"The Colonial Pipeline ransomware attack, when Russian hackers shut down a key pipeline owned by Colonial Pipeline, affected a conduit for gasoline to 17 states in the South and East and the District of Columbia. Shortages and panic buying ensued.https:\/\/t.co\/MJ0KFCti9o","sentiment_score":-0.0518518519}
{"full_text":"Kentucky congressman against mandates says he has COVID-19https:\/\/t.co\/lmqoCVrqpP","sentiment_score":0.0}
{"full_text":"Sunrise in Malatapay, Zamboanguita, shared by Champ Requina [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"All students and faculty at SIU were required to take a COVID-19 test prior to their return from winter break. The university provided testing sites on campus and continues to encourage everyone to get vaccinated.","sentiment_score":0.0}
{"full_text":"The first COVID-19 case in the U.S. was found in Washington state two years ago Thursday.https:\/\/t.co\/c3sLmVfuDQ","sentiment_score":0.25}
{"full_text":"RT The CDC reports prior infection is better protection against Delta than vaccination. I call on Gov. Newsom to credit natu...","sentiment_score":0.25}
{"full_text":"Major Stories (Jan. 21, 2022)This city recorded 496 new cases of coronavirus disease 2019 (COVID-19) on Jan. 19 - the highest number of single day infections confirmed since the pandemic started in 2020.","sentiment_score":0.1318587662}
{"full_text":"Paul Mango: \"One year into office, by nearly any measure, the Biden administration's COVID-19 response strategy has been a failure.\"","sentiment_score":-0.1083333333}
{"full_text":"Japan sees daily COVID cases top 46,000, new record for 3rd straight dayhttps:\/\/t.co\/7ZupNATB6L","sentiment_score":0.1672727273}
{"full_text":"More and more teachers are leaving the field because of pandemic stress and low pay. In some districts, there aren't enough teachers to keep schools open. ","sentiment_score":0.2}
{"full_text":"Most recently, the death toll from #COVID19 reached 5.5 million. However, the real death toll from the pandemic is said to be 2 to 4 times higher than what has been reported. Read more:","sentiment_score":0.29}
{"full_text":"Gov. Gretchen Whitmer has asked the Michigan Department of Health and Human Services to begin distributing 300,000 COVID test kits.These kits will primarily be given to schools, long-term care facilities, jails and homeless shelters.","sentiment_score":0.2}
{"full_text":"The Baltimore County Public Library will distribute rapid COVID-19 test kits at all locations this week.","sentiment_score":0.0}
{"full_text":"RT mom: \"your 20 year old cousin has covid\"me:","sentiment_score":0.1}
{"full_text":"The LTO has proven to be quite proactive during the pandemic by providing safe service to its clientele. It is expected that this will continue in the new normal. #MotoringTodayPH","sentiment_score":0.1715909091}
{"full_text":"It seems the tide has been turning against vaccine mandates.https:\/\/t.co\/pgQS2Hx2us","sentiment_score":0.0}
