{"full_text":"RT just making stuff up again...","sentiment_score":0.0}
{"full_text":"RT Grim times at California hospitals - stay safe, everyone! Also: maybe don't go to the ER for a COVID test if you don't...","sentiment_score":-0.1875}
{"full_text":"RT I am pleading with anyone who will listen. I'm begging you, as a nurse, from the bottom of my heart please get vaccinated. To...","sentiment_score":0.0}
{"full_text":"RT  Up to 5 MILLION people could skip work next week with COVID, Infections causing a growing nationwide breakdown of se...","sentiment_score":0.0}
{"full_text":"RT I remember when even asking about this would get you labeled a \"conspiracy theorist\"","sentiment_score":0.0}
{"full_text":"RT Perhaps a bible-bashing money loving sociopath wasn't the best person to have \"leading\" people during a deadly pandemic.","sentiment_score":0.4666666667}
{"full_text":"RT #SAVE10TO12STUDENTS#closetnschool Pls close the schools for std 10th to 12th.During this pandemic we can't go to schoo...","sentiment_score":0.0}
{"full_text":"RT Teachers unions are not disrupting school. The virus is disrupting school.","sentiment_score":0.0}
{"full_text":"Wood says the delegate for the minister making the decision to cancel Djokovic's visa has not provided evidence that previous infection from Covid-19 is not a valid reason for medical exemption from being vaccinated against Covid-19 prior to entering Australia.","sentiment_score":-0.0555555556}
{"full_text":"RT !! EMERGENCY COMMISSION !!With my fiance missing work from covid, I really need to help out to make enough for rent and...","sentiment_score":0.0}
{"full_text":"RT If you wear a mask to go to a store during a pandemic it's called proper health protocols not living in fear.If you need t...","sentiment_score":0.0}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT My wife is employed at a major hospital. They ended COVID pay in November. If you get sick, you use sick time or vacation t...","sentiment_score":-0.4553571429}
{"full_text":"RT Unintended consequences! Betcha no one thought through what would happen?\"It is hard to imagine more stupid or more d...","sentiment_score":-0.0229166667}
{"full_text":"The sent personnel to help meet the demand for swabbers, who might have been overwhelmed by the soaring COVID-19 cases in the country.READ MORE: #CoastGuardPH#MaritimeSectorWorks","sentiment_score":0.5}
{"full_text":"RT There was a clear path to keeping schools open and that meant rapid tests, ventilation upgrades, universal masking, vac...","sentiment_score":0.0333333333}
{"full_text":"RT China's Zero COVID strategy is even more stupid than what Biden is doing in the U.S. Saying Zero COVID is like saying Z...","sentiment_score":-0.15}
{"full_text":"RT Khudbada Wasiirkka Macdanta iyo Tamarta JSL ee Ka Hor Ansixinta Mudanayaasha Gollaha Wakiiladda JSL - Mineral &amp; Energy...","sentiment_score":0.0}
{"full_text":"RT PANDEMIC LEARNING: Honor and excellence should not conflict with compassion and undertanding. Academic ease is not about low...","sentiment_score":0.0}
{"full_text":"So our new mayor just wants us all to get COVID interview some TEACHERS","sentiment_score":0.1681818182}
{"full_text":"RT 2,900 people died on 9\/11 and 20 years later I still have to take my shoes off at the airport. 835,000 people in the US have di...","sentiment_score":0.0}
{"full_text":"COVID IS MAN MADE","sentiment_score":0.0}
{"full_text":"Depends on what vaccine","sentiment_score":0.0}
{"full_text":"RT they really cant lock us down again bc last time we had time to really think about the status quo &amp; started burning shit d...","sentiment_score":0.0088888889}
{"full_text":"RT IF YOU HAVE COVID STAY YOUR ASS HOME!","sentiment_score":0.0}
{"full_text":"RT Joe Biden seems to have no plan for COVID. It's very clear his primary  concern is keeping the country open. He has let...","sentiment_score":0.1766666667}
{"full_text":"RT South of the border people are living their lives quite normally.  In Quebec, complete lockdown, complete curfew at night.  It...","sentiment_score":0.1166666667}
{"full_text":"RT IF YOU HAVE COVID STAY YOUR ASS HOME!","sentiment_score":0.0}
{"full_text":"RT maam, ill tell u my inherit nature. When covid hit all india,i was  the one working all day night to serve my...","sentiment_score":-0.5}
{"full_text":"Former Chief of the UK's Vaccine Taskforce says mass vaccination program should end after the booster campaign - Covid should be treated as an endemic virus like the flu.Dr Dix thinks UK should focus on \"stopping progression to severe disease in vulnerable groups\".","sentiment_score":-0.25}
{"full_text":"#sickening I can't believe such evil is happening in our country today...","sentiment_score":-0.6333333333}
{"full_text":"RT There was an infant in the ER struggling to breathe. And right across the way there was an unvaccinated \"non-Native\" man co...","sentiment_score":0.2857142857}
{"full_text":"RT Hospitals in early-hit cities such as Chicago are seeing more patients with Covid than at any time last year. Some doctors say...","sentiment_score":0.1666666667}
{"full_text":"RT Omicron is hitting the US much harder than the UK (or South Africa) in large part because we have significantly fewer double-v...","sentiment_score":0.1630952381}
{"full_text":"RT Spider-Man: No Way Home was the first Pandemic film to hit $1 Billion at the Box OfficeIt's now added another half a Bill...","sentiment_score":0.0416666667}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT With Omicron on the rise, here are three tips to help parents and caregivers protect children and loved ones.","sentiment_score":0.7}
{"full_text":"RT One of my staff has COVID  for the 2nd time in 3 weeks.Delta, now Omicron most likely.Most of my staff now have COVI...","sentiment_score":0.25}
{"full_text":"Honey causes delays in Queensland","sentiment_score":0.0}
{"full_text":"RT Quick question... why are we buying tanks and submarines in the middle of a pandemic when our health infrastructure is co...","sentiment_score":0.1666666667}
{"full_text":"This subtle shift in messaging is almost 2 YEARS too late. Nice try.","sentiment_score":-0.0111111111}
{"full_text":"RT From 11:59pm Wednesday, indoor dancefloors must close. Strong recommendation hospitality and entertainment venues opt fo...","sentiment_score":0.4333333333}
{"full_text":"RT I'm an epidemiologist in Arizona. There has not been a single week since May 2020 when I haven't had to find a quiet place...","sentiment_score":-0.0357142857}
{"full_text":"RT Vaccinated and boosted AOC tested positive for covid.Someone tell Breyer and Sotomayor, stat.","sentiment_score":0.2272727273}
{"full_text":"BBC Education: Covid in schools: 'Fresh air will help stop the spread'","sentiment_score":0.3}
{"full_text":"RT Triple jabbed Geraldo Rivera got COVID - said he was shocked. Let's remind everyone what the jerk said about the unvaccinat...","sentiment_score":-0.7}
{"full_text":"Over 300 Delhi Police personnel test positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT Ron DeSantis allowed a stockpile of more than 1 million COVID tests to expire and tried to cover it up.Why isn't the...","sentiment_score":0.5}
{"full_text":"My friend's infant child had a bad reaction to the vaccine. His innocent child became a liberal after the vaccine. My friend sobbing on the phone said what have I done?","sentiment_score":-0.1}
{"full_text":"RT In UK, All RT PCR tests are FREE to publicRapid tests r FREEAll vaccines r FREEAll health care is FREE at source.VIPs an...","sentiment_score":0.4}
{"full_text":"RT If covid killed Bob Saget, America's Favorite dad while he was in Florida then that should be on Ron DeSantis and he shoul...","sentiment_score":0.15}
{"full_text":"RT How about all the vaccines children already have to take, including in Texas, before enrolling in school?How about the polio...","sentiment_score":0.0}
{"full_text":"RT No covid tests available, no covid tests available, no cough medicine on the shelves, no student loan debt cancellatio...","sentiment_score":0.4}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"RT 'Think Twice Before You Vaccinate Your Kids,' Dr. Robert Malone Warns Parents on COVID-19 Shots","sentiment_score":0.0}
{"full_text":"That's because you only know Gamba 2021? 2020 (pre-Covid illnesses, multiple injuries, bad season) Gamba runners-up in League and Cup. Yamamoto key, I feel, Fukuda about to break big. Plenty of incoming, and new manager, so we need to wait and see line-ups in pre-season?","sentiment_score":-0.0939393939}
{"full_text":"Oh we can say that now?","sentiment_score":0.0}
{"full_text":"This pandemic got my looking at people in my circle real different","sentiment_score":0.0}
{"full_text":"RT 2022&amp; d world continues 2grapple wid challenges like #COVID19, resurgent wildfires,climate change,biodiversity loss,pollu...","sentiment_score":0.0}
{"full_text":"RT Ask yourself why we had a vaccine ready for trials in 6mos and \"approved\" in &lt;1yr but are having early treatment options su...","sentiment_score":0.15}
{"full_text":"At the expense of 830k lives and counting","sentiment_score":0.0}
{"full_text":"AOC was double vaccinated and boosted and now she's sick with COVID. So the fully vaxxed crowd is pretty much wrong. If not for any other reason than that the entire third world will never be fully vaxxed before the next variant.","sentiment_score":-0.1361607143}
{"full_text":"RT Oh the irony. The Ford govt asking for volunteers to staff public vaccine clinics while paying outside firms to setup p...","sentiment_score":0.0}
{"full_text":"Factfile looking at the difference between the Australian Open Covid-19 vaccine exemption rules, and pandemic entry requirements to Australia  #AFPgraphics","sentiment_score":0.0}
{"full_text":"RT \"Well, some good news about Omicron is *insert eugenics*\"","sentiment_score":0.7}
{"full_text":"RT I am pleased that is emphasizing the protection of vulnerable populations. There is a thousand-fold highe...","sentiment_score":0.0}
{"full_text":"Escorted Tour Segment Sees Positive Trends for 2022, Omicron Notwithstanding","sentiment_score":0.2272727273}
{"full_text":"RT \"Prime Minister Justin Trudeau is pushing ahead with a vaccine mandate for international truckers\"Trudeau is a fool....","sentiment_score":0.0}
{"full_text":"Did he just get a vaccine booster??","sentiment_score":0.0}
{"full_text":"RT Actually this is not true@CDCgov, which keeps annual data on suicides, found that they actually fell in 2020 from 2019 leve...","sentiment_score":0.0}
{"full_text":"RT At this point, the fight against COVID is just funny. It's all fake, grandstanding, and theatrics to push a global poli...","sentiment_score":-0.0833333333}
{"full_text":"RT I decided to quarantine after my first rapid test. But had I solely listened to the rapids and CDC I would have been done...","sentiment_score":0.25}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"Uh, yeah, because we're throwing human bodies into the maw of \"the economy\" like people are disposable. But I guess, to y'all, we are.","sentiment_score":0.0}
{"full_text":"Aren't the same numbers. Now they're diluting the over-inflated numbers by distinguishing between patients who come in \"for\" covid versus those who come in \"with\" covid for a different reason. Next dilution will be distinguishing between symptomatic and asymptomatic patients.","sentiment_score":0.0}
{"full_text":"RT AOC came to Florida and got COVID. This proves that under no circumstances is this place safe for the libs. Stay h...","sentiment_score":0.4}
{"full_text":"RT AOC avoiding COVID for nearly two years while in NYC and DC but getting it after spending like a week in Florida is...not the...","sentiment_score":0.1}
{"full_text":"RT #ICYMI-@JoyAnnReid asks: Why was Gov. DeSantis largely invisible to the public when #Covid was spiking and #Florida mayors...","sentiment_score":0.1071428571}
{"full_text":"RT The worst, scummiest Falwell\/Robertson moralizers of the 1980s used to express glee when gay men died of AIDS on the ground...","sentiment_score":-0.2916666667}
{"full_text":"I've got an idea. Worry about Oregon &amp; stay the hell out of Georgia's business. How disgustingly arrogant. FYI we can vote &amp; our government has done a great job with Covid by providing relief when we needed it &amp; keeping us free to make our own decisions about what to do for us.","sentiment_score":0.2}
{"full_text":"RT Justices who suggested it's up to states to set vaccine mandates, in addition to contorting the law, are well aware th...","sentiment_score":0.25}
{"full_text":"RT Westjet has 432 cases of confirmed Covid-19 and cancelling 15% of its flights. How's that mandatory vaccination working out...","sentiment_score":0.4}
{"full_text":"RT #CelebrationAtSalabatpura A number of volunteers of Dera Sacha Sauda reached in Ruhani Satsang at Salabatpura Ashram of Sain...","sentiment_score":0.0}
{"full_text":"One of many reasons CDC is not trustworthy.   They still are not reporting on natural immunity and report on unvaxxed as source of hosptializations using data from over a year ago before vax were out. ","sentiment_score":0.3}
{"full_text":"Pathetic!","sentiment_score":-1.0}
{"full_text":"RT The guy who carries a bazooka on his back to order a tall caramel latte tells me he won't wear a mask because he \"refuse...","sentiment_score":0.0}
{"full_text":"RT The U.S. is one of only 11 countries worldwide without any federal mandate for paid sick leave. What's wrong with us? Read a...","sentiment_score":-0.4047619048}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"RT I'm an epidemiologist in Arizona. There has not been a single week since May 2020 when I haven't had to find a quiet place...","sentiment_score":-0.0357142857}
{"full_text":"RT I've sent an email to Elections Ontario asking detailed questions about those working the election at po...","sentiment_score":0.4}
{"full_text":"RT It means, when Covid disables you, you won't be getting disability benefits.","sentiment_score":0.0}
{"full_text":"Child vaccination for measles =. GOODChild \"vaccination\" for Covid = BADYou can hold both these thoughts in your head and still be a good human being.","sentiment_score":0.35}
{"full_text":"Not something to be proud about you, fucking ghoul.","sentiment_score":0.1}
{"full_text":"I've been at least KN95 since summer &amp; N95 only since early December.","sentiment_score":-0.0666666667}
{"full_text":"RT We currently have Americans waiting in line for hours to be tested for a virus that they have already received a vacci...","sentiment_score":0.0}
{"full_text":"RT 2,900 people died on 9\/11 and 20 years later I still have to take my shoes off at the airport. 835,000 people in the US have di...","sentiment_score":0.0}
{"full_text":"The WT vaccines prevented spread pretty well until Omicron, with some weakening for Delta. Variant-specific vaccines would likely substantially reduce spread for Omicron as well.In other words, \"vaccines\" is a broad category and we shouldn't dumb things down by generalizing.","sentiment_score":-0.0571759259}
{"full_text":"Omicron Comes to China, Prompting Mass Testing and Quarantines","sentiment_score":0.0}
{"full_text":"I'm old enough to remember when we used 'universal precautions' so as not to stigmatise HIV patients.All hospital staff should wear N95s, even if their patients aren't 'suspected' of having #Covid19.#Covid19NSW #CEC","sentiment_score":0.0333333333}
{"full_text":"RT How did supposedly smart, elite universities become soooo stupid!https:\/\/t.co\/0WDQvSSrAE","sentiment_score":0.2142857143}
{"full_text":"RT Please raise your hand if you understand you should be wearing an N95 mask, not just a cloth mask, to stop omicron. ...","sentiment_score":0.0}
{"full_text":"just leaving this here, pretty certain that joe isn't that stupid to brush off covid like that for everyone else. we'd need audio or video proof (even though the original tweet is already taking off too much to try and damage control)","sentiment_score":0.0478571429}
{"full_text":"RT #KeithRichards  Keith Richards is trending today.  Our joke told a long time ago when COVID first hit:  \"Keith Richard...","sentiment_score":0.1}
{"full_text":"RT what happened to \"i want your ugly i want your disease\" ","sentiment_score":-0.7}
{"full_text":"death by acads or death by covid? abangan ","sentiment_score":0.0}
{"full_text":"RT Many of us have been ostracized &amp; attacked for making points that are finally acknowledged today - origins of virus, l...","sentiment_score":0.25}
{"full_text":"I DISSENT.","sentiment_score":0.0}
{"full_text":"Can't play if you're positive. They get tested before. His heart issues are not due to Covid. Covid is a flu like cold it dosent cause heart issues lmao. An experimental vax does","sentiment_score":0.0779545455}
{"full_text":"Nah! Covid takes several days to be detectable.#AOC probably already had it from NYC or The Beltway Crowds and is a #superspreader.","sentiment_score":0.0}
{"full_text":"RT The Japanese govt has been running a tight ship to keep covid cases down, but over the past week infections have skyrocket...","sentiment_score":-0.146031746}
{"full_text":"RT The United States is the only major economy in the world where the economy as a whole is stronger now than before the pandemi...","sentiment_score":0.0875}
{"full_text":"RT 5 years of gay witches!I owe so much to them  Here's a little variant of a piece I did for the Diakko zine in 2020, I hope...","sentiment_score":0.1430555556}
{"full_text":"RT How does that humble pie taste? 'Triple-jabbed' Geraldo Rivera shocked he has COVID, trips SPECTACULARLY over his HATEFUL...","sentiment_score":-0.1}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"I've never searched for justification, not once. Tested + for covid, mild and fine now. Maybe you're trying to justify yourself and others taking it. I know one thing, I won't get side effects.","sentiment_score":0.375}
{"full_text":"RT Streetcar conductor in Seattle during the flu epidemic of 1918 not allowing passengers to board without masks. None of...","sentiment_score":0.0}
{"full_text":"RT Parents in B.C., Alberta anxious as schools set to reopen amid COVID-19 surge","sentiment_score":-0.25}
{"full_text":"RT I think that Australia has the right to say who can enter their country. The tennis guy has the right to...","sentiment_score":0.2857142857}
{"full_text":"RT Tonight the Cmt. Dir of the COW of top staffer has opined:Most teachers are out bc they...","sentiment_score":0.1833333333}
{"full_text":"RT Ahead of the Budget Session of the Parliament, more than 400 Parliament staff members were tested positive for COVID-19,...","sentiment_score":0.3636363636}
{"full_text":"RT What Morrison says - free RATs for concession hard holders via chemists. What Morrison does - no RATs to chemists, source...","sentiment_score":0.0541666667}
{"full_text":"RT Very good book by to learn about the scientific investigation &amp; twists around the #origin of #COVID19...","sentiment_score":0.91}
{"full_text":"RT Quick question... why are we buying tanks and submarines in the middle of a pandemic when our health infrastructure is co...","sentiment_score":0.1666666667}
{"full_text":"Actually, no its not if she still got covid it's not a vaccine. A vaccine is suppose to prevent you from getting the virus.","sentiment_score":0.0}
{"full_text":"RT 5 years of gay witches!I owe so much to them  Here's a little variant of a piece I did for the Diakko zine in 2020, I hope...","sentiment_score":0.1430555556}
{"full_text":"RT The raving hypocrite contracted Covid after a lengthy stay in Florida where she spent the entire time maskless amongst la...","sentiment_score":-0.05}
{"full_text":"RT Please pop along to support the NHS staff. Wear your NHS100K hoodies, your purple bows, take your banners and flyers and let's...","sentiment_score":0.0}
{"full_text":"rethinking my past support for the Secretary given how #SARS_CoV_2 has decimated American families regardless of the exploits of big business","sentiment_score":-0.0833333333}
{"full_text":"I am stating facts and you are ignoring them just so you can love on Trump. This vaccine nonsense is his fault and put us in the worst economics time in forever. He did that. But hey keep telling yourself he is the greatest. SMH","sentiment_score":0.1666666667}
{"full_text":"You, the British people greatly protect everyone affected by COVID-19 in the UK, and remember: We support unsung COVID-19 heroes.","sentiment_score":0.4}
{"full_text":"Living in the time of pandemic: COVID-19 (83)","sentiment_score":0.0}
{"full_text":"Alexandria Ocasio-Cortez tests positive for COVID-19 via out..maskless in Florida partying maskless with Billy Porter etal..now look at ya so..#eattherich dress wearing AOC..how's that rules4thee not4me workn4U??","sentiment_score":0.2272727273}
{"full_text":"Talks between Chicago school leaders and the teachers' union resumed Sunday amid a standoff over remote learning and other COVID-19 safety measures that canceled three days of classes.https:\/\/t.co\/7cYSECPJkL","sentiment_score":-0.1125}
{"full_text":"RT COVID positive illegal immigrants are being resettled into our communities but Democrats want you to believe that \"in p...","sentiment_score":-0.1363636364}
{"full_text":"Women, especially mothers, are being left behind as our economy continues to recover.It's critical that we pass Build Back Better to guarantee they have the childcare and support needed to return to the workforce!https:\/\/t.co\/mVhzjNOYLX","sentiment_score":0.0166666667}
{"full_text":"RT Genuinely encourage TOs to consider, if possible, more invitational style events going forward until there's some type of con...","sentiment_score":0.3}
{"full_text":"If an office doing imaging has covid, patient care is affected.  If the cleaning and service crew is sick, everyone suffers. Meanwhile doctors and nurses have less people backing them.3\/3","sentiment_score":-0.4936507937}
{"full_text":"Upcoming webinar on how Canada can support pandemic recovery efforts in the global south. #COVID19Hosted by via","sentiment_score":0.0}
{"full_text":"JUST IN: Rep. Alexandria Ocasio-Cortez tests positive for COVID-19 and 'is experiencing symptoms and recovering at home,' according to her office.https:\/\/t.co\/tFRz08ez5t","sentiment_score":0.2272727273}
{"full_text":"RT Live with Covid\/die with Covid. It seems #JohnsonOut and his government are not bothered either way.","sentiment_score":0.1363636364}
{"full_text":"At the Panilongon monument, shared by Love Ly [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.4104166667}
{"full_text":"Visitation update:All visitors, whether vaccinated (no testing required), or unvaccinated (and w\/ negative antigen test result), are allowed a MAXIMUM of 10 minutes visiting privileges for COVID-NEGATIVE PATIENTS.For more information, visit","sentiment_score":0.1}
{"full_text":"Maybe if we weren't still in the middle of a raging pandemic, people would be inclined to go to the movies again. I know I would.https:\/\/t.co\/sIvS73n6MM","sentiment_score":0.0}
{"full_text":"If you want regular schooling, no BS, no bureaucracy, based on parent-teacher trust, it could be the one beautiful thing that comes out of this pandemic.","sentiment_score":0.425}
{"full_text":"From public transport to wildlife thriving during the pandemic, here's what Hong Kong students are thinking about","sentiment_score":0.0}
{"full_text":"Get Your Covid-19 Vaccine Today To Help Stop The Spread ...#drsiddharthroyhomeopathy #weareopen #covid #homoeo #bhms #materiamedica#homeopathy #homoeopathic #homoeopathicmedicine #AYUSH #homeopath #ilovehomoeopathy #vitalforce #homoeopath #repertory #organon #sugarpill","sentiment_score":0.0}
{"full_text":"With any luck, the Covid house of cards will collapse under the weight of its own corrupt incompetence. We've been lied to time &amp; again, from origins, to treatments, to masks, to mandates. says it's time we got our money back!WATCH NOW:","sentiment_score":0.05}
{"full_text":"New COVID-19 testing sites are opening around the state, and the Franklin County Auditor warns homeowners about title fraud. Check out these stories and more in your headlines.","sentiment_score":0.3181818182}
{"full_text":"Here's one.https:\/\/t.co\/eGUCiwLzy2","sentiment_score":0.0}
{"full_text":"While testing is a critical component in keeping schools open, several Massachusetts school districts are going a step further by bringing in COVID-19 detecting dogs.","sentiment_score":0.0}
{"full_text":"RT Not to mention the unknown. Will a Covid-19 infection put us at a higher future risk of MS, Parkinson's D, Alzheim...","sentiment_score":0.05}
{"full_text":"RT Wonder why there are no groceries on the shelves on the east side of the mountains? Or why all 3 passes are closed for t...","sentiment_score":-0.1}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"SCOTUS justice Sonya Sotomayor falsely claimed that \"over 100,000 children\" are in \"serious condition\" over COVID.That's not even close to true. There are only 800 kids under 18 hospitalized with COVID. ","sentiment_score":-0.0958333333}
{"full_text":"Taking care of your health and well-being is important. It's smart to make -- and keep -- appointments with your doctor. If you have questions about how your doctor's office is keeping patients safe during #COVID19, ask.","sentiment_score":0.3714285714}
