{"full_text":"RT What is worse. Breaking the lockdown for a 60th birthday party and pub crawl or having a slice of cake in your workplace where...","sentiment_score":-0.4}
{"full_text":"RT The American Centre For Disease Control and Prevention ( CDC )Has acknowledged that cloth masks do very little to prevent spr...","sentiment_score":-0.121875}
{"full_text":"RT There were SERIOUS economic warning signs that we were headed for dark times in Sept\/October 2019. Feds dumping billion...","sentiment_score":-0.0944444444}
{"full_text":"RT This Government have decided to ration healthcare instead of suppressing Covid. We are all now at higher risk both from Co...","sentiment_score":0.25}
{"full_text":"RT Just read a piece that says the anti-vax movement is taking over the Republican Party. With almost a million Americans dea...","sentiment_score":0.0}
{"full_text":"im looking at covid symptoms and i feel like that shit all the time how am i gonna tell the difference","sentiment_score":-0.2}
{"full_text":"RT In France, many restaurants, hotels, etc. change their status to a PRIVATE CLUB. This way they don't have to ask the clie...","sentiment_score":0.25}
{"full_text":"RT This week, Flu:252 patients in hospital29 patients in critical careCovid:14,000 patients in hospital500 in Critical...","sentiment_score":0.0}
{"full_text":"RT On Fox News the vaccine doesn't work, Russia is better than any Democracy, Trump was a good President who really won,...","sentiment_score":0.4666666667}
{"full_text":"RT There's a careless way of talking about covid in children widely accepted as the norm. A novel virus infecting &amp; reinf...","sentiment_score":-0.3}
{"full_text":"RT #DIKSHA under is #Playing a key role in #DigitalTransformation of #India #school #education #EcoSystem engaging #l...","sentiment_score":0.2}
{"full_text":"RT \"I rather die a free man than take that vaccine\"~MeatloafOk then","sentiment_score":0.4}
{"full_text":"RT Once 2 kids in nursery had a mask, parents were much more interested in masking their kids too. I told them reusable ma...","sentiment_score":0.375}
{"full_text":"RT Kopi Kenangan branding team took a day out on alter twitter username handles for the research","sentiment_score":0.0}
{"full_text":"RT  This trans flag themed color variant of last February's postcard was chosen as the Bonus Card for this February's Rave...","sentiment_score":0.0}
{"full_text":"RT After ignoring the #blacklivesmatter movement and the student debt crisis Supporting the corporate gun lobby. Requiring...","sentiment_score":0.125}
{"full_text":"RT This pandemic is way more than a virus, it's a world of uncertainty, a world where we feel disconnected at times, a world t...","sentiment_score":0.5}
{"full_text":"RT 1\/ A lot of people are concerned about fraud in our Covid support measures and they're absolutely right to be. No, I'm no...","sentiment_score":0.2857142857}
{"full_text":"We do care for them. That's why they have had not 1, not 2, but three doses of the vaccine. In some cases if they extremely vulnerable 4 doses.","sentiment_score":-0.5}
{"full_text":"RT It's maddeningly diabolical: Republicans sabotage all legitimate public health efforts to contain Covid, and then blame Bide...","sentiment_score":0.0}
{"full_text":"It is and we should. Sorry.","sentiment_score":-0.5}
{"full_text":"RT \"Two years into this pandemic, keeping unproven measures in place is no longer justifiable,\"","sentiment_score":0.0}
{"full_text":"RT Vaccination beyond COVID, all your vaccinations must be up to date to get a transplant.  It's how transpla...","sentiment_score":0.0}
{"full_text":"i want lockdown from 7feb to 14feb ","sentiment_score":0.0}
{"full_text":"RT Dalhousie Univ food distribution prof S. Charlebois\"There is food on the grocery store shelves,...There is no threat to...","sentiment_score":0.0}
{"full_text":"RT This morning I thought the official deaths FROM covid were 17500 it now looks like it's more like 7000. This 'pandemic' rea...","sentiment_score":0.5}
{"full_text":"RT transplants are followed by immunosuppressants which make you incredibly vulnerable to covid (20% mortality as the article st...","sentiment_score":-0.5}
{"full_text":"Oh no. I don't have Omicron. I have the Fed Gov one, Omicon.","sentiment_score":0.0}
{"full_text":"RT Headline: \"Anti-vax Olympic gold medalist dies of Covid\"Actual story: \"...the six-time World Championship medalist had been...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci on when COVID-19 situation will not disrupt our lives: \"The important point to make is that we are not there right now...","sentiment_score":0.3428571429}
{"full_text":"RT Join us for Duke Research Week, Jan. 31 - Feb. 4. Register now to watch virtual lectures and discussions from Duke experts in cl...","sentiment_score":0.0}
{"full_text":"RT HHS secretary under fire for being \"invisible\" leader during pandemic","sentiment_score":0.0}
{"full_text":"RT \"Mental health and physical health can no longer be viewed as two separate things. We need both aspects of our #health to be...","sentiment_score":-0.05}
{"full_text":"RT The US has a healthcare worker shortage &amp; COVID has only exacerbated it.Now, some economically illiterate lawmakers are s...","sentiment_score":0.15}
{"full_text":"RT Read the article. Headline should read: unvaccinated NHS worker coerced into getting the vaccine dies a few days...","sentiment_score":-0.2}
{"full_text":"RT First Presbyterian #NewOrleans #Louisiana hosting Covid vaccination clinic in the sanctuary 9 am-noon, Wednesday, Jan....","sentiment_score":0.25}
{"full_text":"RT BREAKING: Official figures show the UK has recorded a further 346 COVID-related deaths and 102,292 positive cases of the virus...","sentiment_score":0.1136363636}
{"full_text":"RT There's a straight line between Trump calling Prez Obama's election 'A Total Sham' and MAGA's 'Big Lie' It's the same manip...","sentiment_score":0.0}
{"full_text":"you animal WE WILL NEVER FORGETWE WILL NEVER FORGIVE #BorisJohnsonResign","sentiment_score":0.0}
{"full_text":"RT The PM starts by saying he did not agree to the Chancellor writing off PS4.3bn of fraudulently claimed covid money.  He says \"...","sentiment_score":0.0}
{"full_text":"RT NEW: ~60% of Ontario's LTC facilities are in outbreak. 2,821 residents are infected. 139 residents have died so far this ye...","sentiment_score":0.1181818182}
{"full_text":"RT Meet Alan Hawes, the former photojournalist  turned critical care nurse who has the unique ability to tell the intimate s...","sentiment_score":0.14375}
{"full_text":"Long covid? Any data on wether that actually exsists? You do know it was only 17,000 killed from covid directly? Flu averages that every year Barr 2018 where it was 64,000.","sentiment_score":-0.03}
{"full_text":"RT Incitement of discrimination, hate and persecution from &amp; Polly Hudson. Tawdry, factually wrong and disgus...","sentiment_score":-0.65}
{"full_text":"RT With 175,000 people dead from Covid, PS37 billion spent on a test and trace system that failed, and Johnson plus his staf...","sentiment_score":-0.2666666667}
{"full_text":"RT Dear Leader (who we must not speak ill of) writing about your inhumane and nonsensical Covid policies...","sentiment_score":-0.7}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"Mfs be begging Kyrie to get the Vaccine but don't even have it themselves ","sentiment_score":0.0}
{"full_text":"RT The Covidians see the writing on the wall and they're panicking. The identity, social clout, and status they'v...","sentiment_score":0.0333333333}
{"full_text":"Sponsored by Pfizer?","sentiment_score":0.0}
{"full_text":"WORKS ON OMICRON,ITS CRIMINAL HELD AT THIS LIFE SAVING VACCINE &amp; PFE CEO ALREADY SAID HIS VACCINE INFERIOR 2 DOSE LITTLE TO NONE IF ANY! #Covaxin4Kids W\/ SAFETY DATA ON KIDS.#WIDRAW_MRNA@DrWoodcockFDA@JoeBiden#YOUR_ACE_CARD#Covaxinapprovalhttps:\/\/t.co\/guSJkRl1NJ","sentiment_score":-0.3171875}
{"full_text":"I'm in the position where I was pre-med, I'm really interested in viruses and if I even say the word Covid to my partner they tense up. It really, really sucks. They're ready for some normalcy and I'm waiting until better therapeutics are available. It is hard.","sentiment_score":0.0607142857}
{"full_text":"RT The devastating impact of school closure\"we as a society abandoned reason long ago, when we decided to close schools\"\"Ed...","sentiment_score":-0.525}
{"full_text":"Biden Accepts Defeat; Rescinds Private Vaccine Mandate Entirely -","sentiment_score":0.0}
{"full_text":"RT There's evidence that a booster dose reduces a person's likelihood of being infected with SARS-CoV-2.That's super li...","sentiment_score":0.3333333333}
{"full_text":"It's called \"stealth omicron\" because it doesn't exhibit the s-gene dropout seen with BA.1 You still test positive, but it means they cannot estimate prevalence by looking for PCRs with s-gene dropout.","sentiment_score":0.2272727273}
{"full_text":"Vaccination for COVID is associated with reduced long COVID symptoms ","sentiment_score":-0.05}
{"full_text":"RT If you are looking to buy a home, be smart. Interest rates may soon be going down. again, but not too soon, so stay tuned!","sentiment_score":0.0099206349}
{"full_text":"RT Shockingly, US states with mask mandates are currently reporting significantly higher COVID case rates than those without mask...","sentiment_score":-0.25}
{"full_text":"RT CANADA - The longest Convoy in the world. Truckers make their way withSupporters lining the way, cheering from bridge...","sentiment_score":0.0}
{"full_text":"RT Fauci knew that COVID was an engineered virus that came from a Chinese lab he funded. He knew therapeutics and early trea...","sentiment_score":0.05}
{"full_text":"RT Reposting this table as it clearly shows the diff actions\/environmental conditions assoc with incr risk of infection. N...","sentiment_score":0.1}
{"full_text":"No. It's job was to prevent getting and transmitting covid. When that failed,  the narrative changed.Remember,  millions of people didn't even know they had covid. Even before the vaccine was available.","sentiment_score":-0.05}
{"full_text":"Well I'm the only one at work because everyone has covid but me","sentiment_score":0.0}
{"full_text":"Your Uncle and Dad did a complete 360 in their eternal! You have disgraced your families name!Larry David trends after Cheryl Hines' husband compares vaccine mandates to the Holocaust #SmartNews","sentiment_score":0.125}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"RT \"We've been lied to, patronised and taken for fools.\" Matt Fowler, who lost his father to Covid in April 2020, outside Conse...","sentiment_score":0.0}
{"full_text":"RT You gotta be 'n me!! I guess wearing masks will be the new normal.Scientists monitoring new omicron subvariant BA.2","sentiment_score":0.1363636364}
{"full_text":"RT if u live in CA and are behind on rent and utilities u can get it all 100% paid for (back until aug 2020) through the co...","sentiment_score":-0.0878787879}
{"full_text":"RT If the vaccine was safe and effective, then why in the world would Congress exempt themselves from it","sentiment_score":0.55}
{"full_text":"As if Covid wasn't bad enough news in the world, now this???? No!!! This entire show was based around this one man, his family, the relationship between him and his daughter and finding new love. The bond between the team. This is just horrible, horrible news  #stingsindeed","sentiment_score":-0.2948051948}
{"full_text":"RT Get well soon Garu. Wish to see you back to your healthy self.","sentiment_score":0.25}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"RT Excess mortality in the Netherlands: 30,000 people in the two corona years.Compare that to years with bad flu epidem...","sentiment_score":-0.7}
{"full_text":"RT CANADA - The longest Convoy in the world. Truckers make their way withSupporters lining the way, cheering from bridge...","sentiment_score":0.0}
{"full_text":"Coronavirus symptoms include high fever, cough, and shortness of breath. If you think you may have been exposed, or might currently have SARS-CoV-2, contact ARCpoint Labs of Roswell to receive the Same day PCR and check your antibodies!","sentiment_score":0.0533333333}
{"full_text":"Can confirm. \"The far right has seized on anti-vaccine ideology as an important new front in their ideological &amp; cultural struggle. They see anti-vaccine sentiment and COVID denialism as a market they can exploit for views, clicks and merch sales.\"https:\/\/t.co\/UlXZyw4EeF","sentiment_score":0.2044155844}
{"full_text":"RT Two thirds of people who have contracted Covid in the last year claim they have had Covid before.So much for herd imm...","sentiment_score":0.1}
{"full_text":"The latest on the coronavirus pandemic and the Omicron varianthttps:\/\/t.co\/aM1bZ5j4RE","sentiment_score":0.5}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"COVID-19: stigmatising the unvaccinated is not justified - The Lancet","sentiment_score":-0.2}
{"full_text":"RT Where there is a will there is a way.A pleasure that a big project meets its deadline.Please spare a thought for #cheate...","sentiment_score":0.0}
{"full_text":"RT This Sunday marks 2 years since I declared a Public Health Emergency of International Concern over the spread of #COVID19. At...","sentiment_score":0.0}
{"full_text":"RT Nobody has the time or energy to go to y'all's houses and take your guns. We can't even go to your house and give you a...","sentiment_score":0.0}
{"full_text":"The CDC now recommends N95 or KN95 disposable respirators for added protection from COVID-19. Depending on use, N95 masks can be worn more than once. -","sentiment_score":0.5}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"Are you really so misinformed that you believe vaccinated ppl can't spread covid?","sentiment_score":0.2}
{"full_text":"#ClimateFinance must be easily accessible to sectors like #WASH that are worst affected by the #ClimateChangeCrisis &amp; have high propensity to trigger economic &amp; health-sector recovery in the face of COVID-19.","sentiment_score":-0.06625}
{"full_text":"RT Canadian singer-songwriter Neil Young accused Spotify of spreading fake information about vaccines, citing the immensely p...","sentiment_score":-0.1333333333}
{"full_text":"RT It's maddeningly diabolical: Republicans sabotage all legitimate public health efforts to contain Covid, and then blame Bide...","sentiment_score":0.0}
{"full_text":"They can't go onto the US without a vaccine. What a pointless spiel","sentiment_score":-0.25}
{"full_text":"RT When #Covid appeared, the world became very bad, boring and boring. How many people think so?","sentiment_score":-0.6025}
{"full_text":"RT Covid19 vaccines lover is boosted by propaganda.","sentiment_score":-0.1}
{"full_text":"Click the link given below#Bonds #Respawn #Monfils #Rogan #Doocy #tuesdayvibe #Nadal #HBDtoIM #MOONBIN #Endrick #blackpink #BTS_Butter #BTS #NBA #USA #Binance #Bitcoin #Airdrop #NFT #nftart #NFTCommunity #COVID19 #USA #WWERaw #tuesdayvibe #Fiverr #Life","sentiment_score":0.0}
{"full_text":"There's a 3rd variant too.","sentiment_score":0.0}
{"full_text":"RT This just isn't true! We have hated the Green Bay Packers long before Covid","sentiment_score":-0.178125}
{"full_text":"RT If you are a hospitality or leisure business owner, you could qualify for a one-off grant.Find out more about the Omic...","sentiment_score":0.5}
{"full_text":"RT Fascism is mainstream now.","sentiment_score":0.0}
{"full_text":"RT Great conversation between and Sen. Rand Paul on mask mania:\"So really there's no strong evidence that ma...","sentiment_score":0.2611111111}
{"full_text":"RT We lost an unvaccinated child this morning to Covid complications. We're all a little broken. Taking a moment to breathe her...","sentiment_score":-0.29375}
{"full_text":"RT And should it touch your family, you'll want to hang the idiotic bastards who did it to you.And you'll know exactly who they...","sentiment_score":-0.2083333333}
{"full_text":"RT covid coming back so sad, even the clouds are crying all day","sentiment_score":-0.2333333333}
{"full_text":"RT The American Centre For Disease Control and Prevention ( CDC )Has acknowledged that cloth masks do very little to prevent spr...","sentiment_score":-0.121875}
{"full_text":"RT Three banks are responsible for most of the PS17bn covid loans that will never be repaid. Two banks are responsible for m...","sentiment_score":0.3}
{"full_text":"Putting Covid persons in nursing homes was murder.  They knew exactly what they were doing and yet he got away with it.  Nursing home residents are vulnerable to everything.","sentiment_score":-0.125}
{"full_text":"You personally want to steal our Social Security &amp; Medicare. He didn't stop there.  He personally went after the ACA aka Obamacare in the middle of a pandemic with no replacement. Then he went after Medicaid, food stamps, and SNAP got blocked in the courts.","sentiment_score":0.0083333333}
{"full_text":"COVID-19 began just as we were looking for stem cell donors. So our 12 yr old daughter was his half match donor. Relapsed again before he could get her cells. Docs told us there were few options so maybe we shouldn't treat him\/cause him more pain\/sudden death...\/4#BellLetsTalk","sentiment_score":0.0583333333}
{"full_text":"RT Republicans voted against lowering health care premiums.Republicans voted against vaccine funding.Republicans voted aga...","sentiment_score":0.0}
{"full_text":"In August 2020, Adam Altnether and Chris Kelling created pop-up concept Pizza Champ as a way to endure the pandemic. Today, nearly two years and many pizzas later, Pizza Champ will get its own spot","sentiment_score":0.3}
{"full_text":"RT Thank you to all those who wished me well. I am back to my normal self. All COVID 19 symptoms disappeared.I lived to see th...","sentiment_score":0.075}
{"full_text":"And how many were infected with Covid?","sentiment_score":0.5}
{"full_text":"$SNTG currently the best penny deal on the market IMO.  Not many recent IPOS with 5M float priced under $1. Lock up expiry just ended, meaning insiders can now sell, but they certainly aren't going to sell down here when this hit $52. on day one of the IPO. Big potential here IMO","sentiment_score":0.1010912698}
{"full_text":"RT The countries that decided not to use mRNA have no discernible differences in COVID outcomes from those that decided t...","sentiment_score":0.0}
{"full_text":"RT Thanks a lot for raising your voice for us sir.#postponegate2022 #NO_GATE_IN_FEB","sentiment_score":0.2}
{"full_text":"I'm vaxxed and boosted. Guess what? I caught Covid and can't go to work because I'm having flulike symptoms! Should I go to work sick and infectious?","sentiment_score":-0.7142857143}
{"full_text":"In #India, millions have taken their vaccine doses and it doesn't matter even if they lost their vax card. This as it's available digitally on unlike many countries in the west and Europe. #DigitalIndia #CoWIN #GetVaccinated","sentiment_score":0.3}
{"full_text":"The Washington Post: Conservatives defend DC bar that violated vaccine rules.https:\/\/t.co\/NWUEr7gZoFvia","sentiment_score":0.0}
{"full_text":"RT Manitoba\/Winnipeg media almost had me believing my province\/city was full of intolerant, triple-masked, unscientific bigots.  T...","sentiment_score":0.35}
{"full_text":"Hey Do Floridians know about this??","sentiment_score":0.0}
{"full_text":"RT Our new analysis shows in adults aged 18-69 years, receiving two doses of a #COVID19 vaccine before infection was associated with...","sentiment_score":0.0181818182}
{"full_text":"RT To beat the pandemic here at home, we have to beat it everywhere. That's why the U.S. is leading the world on vaccine donations....","sentiment_score":0.0}
{"full_text":"Oh yeah?  People revolt against tyranny, that's what!!!https:\/\/t.co\/KZOXDWoBil","sentiment_score":0.0}
{"full_text":"you wondered if you deport covid vaccines and covid vaccines.","sentiment_score":0.0}
{"full_text":"In our latest #blog, learn how tools like healow TeleVisits, healow CHECK-IN, and our Vaccine Administration Management System (VAMS) can help practices continue to navigate the challenges of the COVID-19 pandemic.","sentiment_score":0.5}
{"full_text":"This same official GOP account literally celebrating the end of Biden's vaccine mandate -- which we know saves lives and slows the spread of the virus -- will later tweet complaints that Biden is failing at controlling the panic. As they've already done multiple times in the past.","sentiment_score":-0.0625}
{"full_text":"Our live webinar begins in 60 minutes and we'd love for you to attend!Designing from \"inside\" the COVID-19 viral protein: A novel chemical structure designed in VR10am PT \/ 1pm EThttps:\/\/t.co\/G8K9xAKT8J#NanomeWebinar #ORNL #COVID #VirtualReality","sentiment_score":0.3181818182}
{"full_text":"Most patients with COVID-19 who were treated in an ICU show cognitive, mental, and physical effects a year later, new data found.","sentiment_score":0.1072727273}
{"full_text":"News from #Malaysia | Malaysia's Cabinet has decided to allow umrah pilgrimages for Malaysians to resume on Feb 8 after a suspension period that came into effect on Jan 8 following the spread of the Omicron variant.","sentiment_score":0.0}
{"full_text":"Salisbury areas made up three of the ten places with the highest Covid case rates in Wiltshire","sentiment_score":0.0}
{"full_text":"RT Advocacy group calls those implicated in SIU Covid-19 report 'murderous', says they must be held accountable","sentiment_score":-0.4}
{"full_text":"RT #DIKSHA under is #Playing a key role in #DigitalTransformation of #India #school #education #EcoSystem engaging #l...","sentiment_score":0.2}
{"full_text":"I've been feeling weak these days because of covid but I'm doing fine hbu???","sentiment_score":0.0208333333}
{"full_text":"\"What I love is being able to help the community out,\" Ruiz Perez says. \"And it's letting them know that they're not alone, and that they have our support.\"https:\/\/t.co\/h4ahS466LS","sentiment_score":0.5}
{"full_text":"RT Now There is 300,000 In UK With DEADLY HEART CONDITION ALL OF A SUDDEN \/ Hugo Talks #lockdown","sentiment_score":-0.1}
{"full_text":"Who would want a Surgeon General that has no spine ","sentiment_score":0.05}
{"full_text":"RT This week, Flu:252 patients in hospital29 patients in critical careCovid:14,000 patients in hospital500 in Critical...","sentiment_score":0.0}
{"full_text":"RT My sister Tracy was just taken into the ER in SC. She's COVID positive, has a pulse ox atm of 80 while being on oxygen.I...","sentiment_score":0.2272727273}
{"full_text":"The CDC estimates that youth ages 15-24 account for almost half of the 26 million new sexually transmitted infections that occurred in the United States in 2018. Call 810-237-4538 to schedule an appointment or visit for more information.","sentiment_score":0.2424242424}
{"full_text":"\"I don't want to get sick,\" says Zdenka, 70, about why she got her booster dose of the COVID-19 vaccine. She's looking forward to the day when, without restrictions, she can once again visit her family in the United States. #ShotofHope","sentiment_score":-0.7142857143}
{"full_text":"RT Damage control by Neil Young's gold-digging wife. This is actually a year-old story she's pretending is something new, base...","sentiment_score":-0.1409090909}
{"full_text":"RT 'AKO MISMO 'YUNG TUTUTOK'Asked by Boy Abunda about her plans to fight the ongoing pandemic should she win the preside...","sentiment_score":0.8}
{"full_text":"You know that myocarditis is a risk of actual COVID as well, especially in young people, right?","sentiment_score":0.1619047619}
{"full_text":"What are the combined and interactive effects of #alcohol drinking and #cigarette #smoking on the risk of severe illness and poor clinical outcomes in patients with #COVID19 ?https:\/\/t.co\/EIR9sGFNOr","sentiment_score":-0.4}
{"full_text":"The Santa Barbara County Board of Supervisors heard a COVID-19 update and discussed industrial hemp regulation and a vegetable greenhouse project at its meeting Tuesday.https:\/\/t.co\/8ImGKadM5G","sentiment_score":0.0}
{"full_text":"Safe &amp; Fastest Results - Book your Covid - 19 PCR Test At Home.  Hassle-Free Sample Collection  Safe &amp; Convenient Testing  DHA Approved Technicians  100% Test Accuracy.\"Download the App now : \".#cleaning #homeservices #stayhomestaysafe","sentiment_score":0.5}
{"full_text":"On this day in Musical theater history: 1988 Andrew Lloyd Webber's The Phantom of the Opera opened in New York City and went on to become the longest-running show in Broadway history. Every time I want to see it Covid has stopped me...  #OnThisDay","sentiment_score":0.0681818182}
{"full_text":"The Vaccine Civil War is played out in the context of multi-national corporations who are exercising oligarchal control of our government and cannot be trusted in a society where people must compromise to solve problems and live together peacefully. It's about more than Trump.","sentiment_score":0.2954545455}
{"full_text":"How can we keep a balance between online and in-person interactions with family members and peers? #HealthHuddle #WellnessWednesday","sentiment_score":0.0}
{"full_text":"On average 150 Canadians die every day from heart disease and 220 from cancer. Showing these ongoing Covid deaths without perspective is just Covid fear porn.","sentiment_score":-0.15}
{"full_text":"In 2020 -- for the first time in Michigan's history -- more people died than were born. #COVID19 was the third leading cause of death, behind heart disease and cancer. From","sentiment_score":0.0875}
{"full_text":"COVID-19 has affected every aspect of our lives, including our mental health. Let's continue to raise awareness until mental health and substance use are treated like physical health. #BellLetsTalk","sentiment_score":-0.0666666667}
{"full_text":"Total Cases as of Jan 26: 264,327Hospitalized as of Jan 26: 11,369Deaths as of Jan 26: 2,510Data taken from: runs daily at noon; VDH data update time and dates vary.","sentiment_score":0.0}
{"full_text":"RT Just read a piece that says the anti-vax movement is taking over the Republican Party. With almost a million Americans dea...","sentiment_score":0.0}
{"full_text":"24 new cases in Djibouti [18:00 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"The World Health Organization said there were 21 million new coronavirus cases reported globally last week.This is the highest weekly number of COVID-19 cases recorded since the beginning of the pandemic.https:\/\/t.co\/QV2RjcJJMn","sentiment_score":0.0681818182}
{"full_text":"The FDA has granted Emergency Use Authorization to Mammoth Biosciences, Inc, for its DETECTR BOOST SARS-CoV-2 Reagent Kit, which combines CRISPR technology with laboratory automation for SARS-CoV-2 testing.Learn more:","sentiment_score":0.5}
{"full_text":"The UAMS research team has found that while the coronavirus can create dangerous variants like delta &amp; omicron, its ability to mutate has limits that should help drug &amp; vaccine makers trying to thwart it. #covid19ark","sentiment_score":-0.6}
{"full_text":"Why America isn't ready for the next pandemic via ht #USA #pandemic #epidemiology #health #healthcare #research #planning #explainer #COVID19 #COVID #Genetics #Genomics #GenomicSurveillance #variants","sentiment_score":0.1}
