{"full_text":"RT Holy shit. WA people, listen up. There are a bunch of these centers in WA (I'll do locations in this thread) and they're l...","sentiment_score":-0.2}
{"full_text":"\"Have become\"","sentiment_score":0.0}
{"full_text":"RT Exploiting of the tragedy of all people who between 1933-45 suffered, were humiliated, tortured &amp; murd...","sentiment_score":0.0}
{"full_text":"All American Institutions must be demolished and the Earth salted.","sentiment_score":0.0}
{"full_text":"RT #1YrOfIndustrySaviourMASTERTN gross of 140 CR &amp; TN share of 80 CR, in uncertain post-Covid times of restricted occupa...","sentiment_score":0.0}
{"full_text":"Damn!  This makes me sad.  Very cool celeb couple that I was always rooting for.  This pandemic has been really hard on relationships. ","sentiment_score":-0.1122222222}
{"full_text":"RT 2 years of this shit. With all the money in the world. Best Drs and scientists. Manufacturing facilities, we're all still in...","sentiment_score":0.4}
{"full_text":"RT Oh good that's just the people who need them most and have the least access, so that's fine","sentiment_score":0.3291666667}
{"full_text":"RT I have three good friends with covid at the moment. One has passed out at home twice. The other is on steroids and crying bec...","sentiment_score":0.125}
{"full_text":"RT 'This Government was warned': Tonight on 10 News First at 5, the truth about Australia's COVID crisis and the letters...","sentiment_score":0.25}
{"full_text":"RT Oh, you didn't have any taste before Covid either, honey","sentiment_score":0.0}
{"full_text":"Under the bill, people over 12 years of age will be required to prove their vaccination status to access restaurants and bars, cultural venues, or interregional public transporthttps:\/\/t.co\/SRazpbdWXE","sentiment_score":0.05}
{"full_text":"RT I keep seeing tweets like this. What they miss is that it DID stop the spread. Countless lives b\/c of the actions we took in...","sentiment_score":0.0}
{"full_text":"BTW it's a scandal all itself that they deleted a critical document they had used in their covid tracking and communications","sentiment_score":0.0}
{"full_text":"The new norm... Social distance, wash your hands, wear a mask &amp; file frivolous lawsuits &amp; claim foul play after getting your ass mopped. STFU &amp; keep it movin', clowns!","sentiment_score":0.0890151515}
{"full_text":"RT Doctors in Spain have won a lawsuit and a court has awarded them up to $56,000 (EUR49,000) each for working during the beginn...","sentiment_score":0.0}
{"full_text":"RT Fed-up Democratic lawmakers are prodding the Biden administration to do more to contain COVID-19, with several urging for the di...","sentiment_score":0.25}
{"full_text":"Taco Bueno is the blandest Mexican food I've had. If you put it over T-Bell I think you caught covid. Cause ya got no taste.","sentiment_score":0.0}
{"full_text":"RT Devastating to realize this is true...","sentiment_score":-0.325}
{"full_text":"Just before it gets shut down because of the explosion in Covid cases","sentiment_score":-0.1555555556}
{"full_text":"RT I don't suppose any of the papers looking at Omicron neutralization also looked at BA.2?","sentiment_score":0.0}
{"full_text":"RT Now I know why I've never contracted covid.","sentiment_score":0.0}
{"full_text":"RT Amapiano are a pandemic to everyone  weak promoters and weak DJs be strong ohky   everyone becoming Amapiano dj and eve...","sentiment_score":0.0333333333}
{"full_text":"RT While doing my latest commission (see previous tweet), I was bummed that some of the costume details weren't visible, s...","sentiment_score":0.1666666667}
{"full_text":"This is why I smoked during my entire quarantine and was healthier than anyone else who had it.","sentiment_score":0.0}
{"full_text":"RT How is any of this keeping us safe?","sentiment_score":0.5}
{"full_text":"The Army of Millions Who Enforce China's Zero-Covid Policy - The New York Times","sentiment_score":0.1363636364}
{"full_text":"RT Millions of chinese people are living in covid quarantine camps now!2022\/1\/9","sentiment_score":0.0}
{"full_text":"RT They fired nurses and opened the border during the \"pandemic\"","sentiment_score":0.0}
{"full_text":"RT The most frustrating clown-logic thing to me about the \"solution\" to omicron being \"we just have to accept that lots of pe...","sentiment_score":0.05}
{"full_text":"The US's deaths was over 2200 yesterday. Omicron is milder but more infectious that causes small % of severely ill but large numbers.  #omicronjapan","sentiment_score":-0.0089285714}
{"full_text":"RT Newman doesn't work there? So why was he not arrested on arrival or on exit? Which other non No 10 staff were there ? H...","sentiment_score":-0.125}
{"full_text":"RT It's game over.The CDC just admitted vaccines don't prevent spread of Omicron. Nothing can stop it. Not jabs, not iso...","sentiment_score":-0.4}
{"full_text":"This has nothing to do with Kenya, it's our own tax body and immigration doing it. First the immigration refused the COVID results of the Kenyan drivers and after that was sorted an accident to the scanner happened, now 2 days no movement. Maybe until they procure a new one!","sentiment_score":0.3401515152}
{"full_text":"There have been reports of fake COVID testing sites where I live too. ","sentiment_score":-0.1818181818}
{"full_text":"RT Bob Garry: \"I really can't think of a plausible natural scenario where you get from the bat virus or one very similar to...","sentiment_score":0.2}
{"full_text":"RT Pasien Covid-19 di wisma tembus 2k. Please use your mask ","sentiment_score":0.0}
{"full_text":"RT Y'all ever realize shit started really going down hill when that dumb bitch tweeted about her cousins balls swelling whe...","sentiment_score":-0.1326388889}
{"full_text":"RT Bob Saget had a blood clot and the media is saying \"conspiracy theorists\" are crazy for blaming the booster shot as th...","sentiment_score":-0.6}
{"full_text":"RT Pfizer CEO's blunt Omicron admission reported in mainstream mediaI wonder what will say about Pfizer CEO's comments...","sentiment_score":0.0}
{"full_text":"RT Dear ministers, we , the doctors in AP can treat COVID equal to doctors in other states.. Please consider us atleast now...","sentiment_score":-0.0625}
{"full_text":"COVID-19 in Quebec: What you need to know Wednesday | CBC News","sentiment_score":0.0}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"RT 325+ students parents alumni faculty + staff of Cornell University signed open letter to university's president + boar...","sentiment_score":0.0}
{"full_text":"RT Fauci knew from the very beginning that covid likely came from a Chinese lab. He took active steps to suppress the infor...","sentiment_score":0.0166666667}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT Do you know why people are working while they have Covid? Because they'll starve if they don't.","sentiment_score":0.0}
{"full_text":"It's a pathetic, ridiculous excuse. It's all about avoiding the fact that COVID is airborne, which would trigger responses to improve air quality that would cost $$$.","sentiment_score":-0.4611111111}
{"full_text":"RT Boosters are over - mRNA tech failed pre-Covid as anyone knows if the followed  #Moderna in the market.   No surprises n...","sentiment_score":-0.5}
{"full_text":"RT The irony is, Business Council of Australia has been whining about lockdowns since the pandemic began, demandi...","sentiment_score":0.0}
{"full_text":"RT The Great Barrington Declaration posed a threat to Fauci because he wanted to maintain the illusion of a scientific co...","sentiment_score":0.8}
{"full_text":"RT We also know that many school districts are actively suppressing reporting of COVID cases\/contacts at schools","sentiment_score":0.1833333333}
{"full_text":"RT The vaccines have failed miserably at stopping the spread of COVID, and there is a non-zero risk associated with takin...","sentiment_score":-0.75}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT \"We Failed\"One of the largest newspapers in Denmark is apologizing for its journalistic failure during COVID-19 by only pub...","sentiment_score":-0.2722222222}
{"full_text":"RT Kids under 5, the truly forgotten. Also suffering high hospital admission rates. No vaccine in sight, and the right-wingers...","sentiment_score":0.16}
{"full_text":"RT Pasien Covid-19 di wisma tembus 2k. Please use your mask ","sentiment_score":0.0}
{"full_text":"Dr. Cory Harow is interviewed on letting the community know hospitals are not testing sites for COVID-19.  See the story from on","sentiment_score":0.0}
{"full_text":"No it's not dude that's a basic term of blackmail you're going to do this or we're going to do this you're going to take the vaccine or we're going to ruin your life and fire you I'm waiting for America to boil over I'm so waiting I'm ready too I'm going to laugh","sentiment_score":0.1666666667}
{"full_text":"RT COVAXIN( BBV152) booster shown to neutralize both Omicron and Delta variants of SARS-CoV-2: Bharat Biotech","sentiment_score":0.0}
{"full_text":"RT There is a crisis in Arizona. Nearly 18,783 CV19 cases reported today and 243 schools have Covid19 outbreak.","sentiment_score":0.1}
{"full_text":"RT 99% of people never would have known there was a \"pandemic\" if they hadn't been told","sentiment_score":0.0}
{"full_text":"RT Holy shiat, the tweet with the video of the CEO of saying that the vaccine offers limited \"if any\"...","sentiment_score":0.0142857143}
{"full_text":"9,122 new cases and 3 new deaths in Kazakhstan [4:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT California news - Dept Public Health: \"health care workers who test positive for SARS-CoV-2 and are asymptomatic, may retu...","sentiment_score":0.1136363636}
{"full_text":"He's such a ghoulish bastard. Manipulating scientific papers for political ends. The media tried to blackball the subject but it didn't go away did it, Fauci? Thanks comrades. ","sentiment_score":0.0083333333}
{"full_text":"My brother with two jabs plus booster got sick with covid for 3 weeks, 1 week of fever.  My unvaccinated kid with covid...fever for just one day.  I'm unvaccinated with covid...no fever but I do feel a little body ache.  Covid vaccines might be the biggest scam in the last 2 yrs","sentiment_score":-0.3005952381}
{"full_text":"RT Would politicians feel ok if they were willfully NOT told that a co-worker in their office was positive with COVID?","sentiment_score":0.3636363636}
{"full_text":"RT That's genius right there folks. Nowledge with a capital \"N\" level brains.","sentiment_score":0.2857142857}
{"full_text":"This is exactly what I'm starting to hear from many of my liberal friends.COVID has been the biggest, reddest pill the world has ever seen.","sentiment_score":0.25}
{"full_text":"RT Cannabis compounds prevented Covid-19 from infecting healthy human cells, according to a laboratory study published in the J...","sentiment_score":0.25}
{"full_text":"RT We have the fastest growing economy in the G7 world, the most open economy in Europe and 500,000 more people in work than...","sentiment_score":0.3333333333}
{"full_text":"Oh the circus continues. This is gold. ","sentiment_score":0.0}
{"full_text":"RT January 11, 2022: European Medicines Agency admits that VAXXXINES and BOOSTERS will and do cause VACCINE ACQUIRED IMMUNODEFICI...","sentiment_score":0.0}
{"full_text":"RT Cannabis compounds prevented the virus that causes COVID-19 from penetrating healthy human cells, according to a labor...","sentiment_score":0.25}
{"full_text":"RT Huge coming from the CDC. The conversation must change and the panic must end.","sentiment_score":0.4}
{"full_text":"RT The effectiveness of the BNT162b2 vaccine against Covid-19 hospitalization was 94%","sentiment_score":0.0}
{"full_text":"RT If you've had Covid then you have something better than a Big Pharma vaccine - natural immunity. Biden's government d...","sentiment_score":0.2}
{"full_text":"RT The 'omicron is mild' language is very Orwellian, it may be milder per case but the sheer number of cases is overwhelm...","sentiment_score":0.1777777778}
{"full_text":"RT ABC just announced they're running shorter bulletins today due to impact of Covid on staffing levels...","sentiment_score":-0.125}
{"full_text":"RT Israel has shattered all of their previous case records, despite mask mandates, vaccine passports and rolling out a 4th doseI...","sentiment_score":-0.1666666667}
{"full_text":"RT \"Word of mouth.\"Disgusting is truly the only word for this Please retract.Total negligence.","sentiment_score":-0.5}
{"full_text":"RT Never forget that the wave of revolutions that shook the world a century ago happened in the wake of pointless wars, pa...","sentiment_score":-0.25}
{"full_text":"RT This station was closed because so many cops have covid, but they're blaming it on defunding. The thing is, defunding n...","sentiment_score":0.2}
{"full_text":"RT Pasien Covid-19 di wisma tembus 2k. Please use your mask ","sentiment_score":0.0}
{"full_text":"RT PaNDemiC Of tHe UnVacCiNaTeD.","sentiment_score":0.0}
{"full_text":"RT Assam NewsBJP Government will buy unsold stock of traditional handloom items under 'Swanirbhar Naari'  from indigenou...","sentiment_score":0.0}
{"full_text":"RT From the Rochester MN RMD house:\"Due to the COVID-19 global pandemic and changing conditions, please contact th...","sentiment_score":-0.0625}
{"full_text":"RT From financing gain of function research, to lying to Congress and to the American people, to deliberately suppressing li...","sentiment_score":0.0}
{"full_text":"RT Australia is experiencing the world's worst pandemic impact now - it is long past the time that the Governor-General interv...","sentiment_score":-0.4333333333}
{"full_text":"Another study.","sentiment_score":0.0}
{"full_text":"Ontario schools COVID-19 questions answered","sentiment_score":0.0}
{"full_text":"RT Oh, you didn't have any taste before Covid either, honey","sentiment_score":0.0}
{"full_text":"RT Cannabis compounds prevent the virus that causes Covid-19 from penetrating healthy human cells, according to a lab study","sentiment_score":0.25}
{"full_text":"Can I get lucky for the 1 time ","sentiment_score":0.3333333333}
{"full_text":"RT Oh, you didn't have any taste before Covid either, honey","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Sadly  DHSC\/ report the death of another child, a boy 15-19England  119Scotland    7Wales...","sentiment_score":-0.5}
{"full_text":"RT The African #AI startup is working with to assess #SARSCoV2 sequence variants and predict their...","sentiment_score":0.0}
{"full_text":"RT US has recorded 1.3 million Covid cases in a day but is worried that Indians are not using masks.kitnaa drd hai u...","sentiment_score":0.0}
{"full_text":"RT let's all be honest, online classes are sh*t but bringing back limited f2f classes in the middle of covid cases rising a...","sentiment_score":0.1321428571}
{"full_text":"RT The number of nurses messaging me that their hospital is forcing COVID+ staff to come to work after firing unvaccinated...","sentiment_score":0.0}
{"full_text":"What does \"ending the pandemic\" entail then?","sentiment_score":0.0}
{"full_text":"Thank you for the good wishes guys! I'm starting to a feel a liiiiittle better, I'm taking a covid test on Thursday. Also, this is a good time to mention that commissions have been put on hold for a bit until my family and I are feeling 100% better. ","sentiment_score":0.515}
{"full_text":"RT Psaki makes entirely no sense. The definition of a pandemic is not: \"when people go to the hospital\". Rather, it refers...","sentiment_score":0.0}
{"full_text":"The NY Post says studies show booster only lasting 10 weeks","sentiment_score":0.0}
{"full_text":"RT I want my COVID test to tell me who gave it to me. Names! I want names.","sentiment_score":0.0}
{"full_text":"#ICYMI...This is #LongCovid A harrowing account of a woman's battle lost...#GetVaccinatedNow #GetBoostedNow #SafetyFirst ","sentiment_score":0.0}
{"full_text":"RT Oh, you didn't have any taste before Covid either, honey","sentiment_score":0.0}
{"full_text":"Discrimination cases will be looming if she continues to restrict unvaccinated from society especially given the news that double vax loses efficacy after a few months, increases risk of hospitalisation against omicron and the booster is dangerous to natural immune system.","sentiment_score":-0.1666666667}
{"full_text":"RT \"It was so counterproductive to what the intent of the hearing is. The hearing is, we are dealing with a catastrophic pandemic t...","sentiment_score":0.0}
{"full_text":"RT Israel has shattered all of their previous case records, despite mask mandates, vaccine passports and rolling out a 4th doseI...","sentiment_score":-0.1666666667}
{"full_text":"RT Would be comfortable working in an office where Covid positive staff are wearing yellow hairnets to s...","sentiment_score":0.2090909091}
{"full_text":"This is where the Omicron wave is starting to show its worst side: inside the ICU at Toronto General, which is filling up with critically ill COVID-19 patients, the majority of whom are unvaccinated.","sentiment_score":-0.3625}
{"full_text":"RT Chicago Mayor Lori Lightfoot Tests Positive For COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Officially diagnosed with long covid and now need disability accommodations for school because of it. Stop talking abo...","sentiment_score":-0.05}
{"full_text":"RT Omicron is here, and it is spreading.Get vaccinated. Get boosted. Mask up.https:\/\/t.co\/NmTeemuFrh","sentiment_score":0.0}
{"full_text":"The major reason why Omicron is Spreading is Due to Educational institutions no SOPs students don't wear Masks So please close Education institutions for a Month so this Situation gets handled well or the situation will be much Worse when the situation gets out of Hands","sentiment_score":-0.053125}
{"full_text":"RT Just in time. #feb1","sentiment_score":0.0}
{"full_text":"BIGBANG back to taking the pandemic seriously.","sentiment_score":-0.1666666667}
{"full_text":"RT #1YrOfIndustrySaviourMASTERTN gross of 140 CR &amp; TN share of 80 CR, in uncertain post-Covid times of restricted occupa...","sentiment_score":0.0}
{"full_text":"RT This is a BIG LIE! NO, the LAPD is not defunded. Their budget increased this fiscal year. If anything, they're not s...","sentiment_score":0.0}
{"full_text":"RT All you assholes make fun of people drinking piss to cure Covid, I have been eating LITERAL shit for months now and I am...","sentiment_score":0.05}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Djokovic admits to not isolating after testing positive, denies knowing he had Covid when attending public events","sentiment_score":0.1136363636}
{"full_text":"RT  \"It's clear that lawmakers should be taking an intersectional approach to public policy, not working overtime to targe...","sentiment_score":0.05}
{"full_text":"RT #1YrOfIndustrySaviourMASTERAt a time wen no producer was ready to release in theatres, #Master was released and d resul...","sentiment_score":0.2}
{"full_text":"RT #Breaking: Feds make last-minute reversal on vaccine mandate for truckers","sentiment_score":0.0}
{"full_text":"this is an unexpected covid side effect","sentiment_score":0.1}
{"full_text":"it may be Corona impersonating me on some@computer according to telepathy people","sentiment_score":0.0}
{"full_text":"RT In the Stupid Minister Stakes, Anne Ruston makes a rails run into the straight.","sentiment_score":-0.3}
{"full_text":"RT Cannabis compounds prevented the virus that causes COVID-19 from penetrating healthy human cells, according to a labor...","sentiment_score":0.25}
{"full_text":"RT FYI, when an officer dies of COVID----it's considered a line of duty death, with all the benefits. When a nurse or doctor...","sentiment_score":0.0}
{"full_text":"RT Vaccine to sab ne lagali hai... Microchip hath me koun lagayega?Fourth industrial revolution!","sentiment_score":0.0}
{"full_text":"Fuck you omicron!","sentiment_score":-0.5}
{"full_text":"RT What did I just read? Double take WHAT THE F!You all know I have defended Omicron will not slow with this...","sentiment_score":0.075}
{"full_text":"RT The number of #COVID patients admitted to #Delhi #hospitals every day last week is more than double of those who got dischar...","sentiment_score":0.1666666667}
{"full_text":"Just another \"Cure is worse than the disease\" scenario I guess... #PutThatInYourPipe","sentiment_score":-0.4}
{"full_text":"RT Did You Know?Under PNoy, budget for State Colleges and Universities increased from 22.4B pesos in 2010 to 47.6B pesos...","sentiment_score":0.0}
{"full_text":"In effect, passage of HB262 would prohibit any state enforcement of such a federal coronavirus #vaccinemandate or vaccine passport in #Alaskahttps:\/\/t.co\/K5JhTNXeeE","sentiment_score":0.0}
{"full_text":"\"It's akin to almost the entire payroll cost--about a 10 percent tax on some of these grants.\"An unexpected #California state income tax from a #Pandemic-era federal grant could financially impact over 15,000 food and beverage establishments.","sentiment_score":0.0333333333}
{"full_text":"RT India reports 2,47,417 fresh COVID cases (27% higher than yesterday) and 84,825 recoveries in the last 24 hoursActive case: 11,1...","sentiment_score":0.1833333333}
{"full_text":"Officials in one of Canada's provinces say they will tax people who have not been vaccinated against COVID-19 if they are unvaccinated for non-medical reasons.https:\/\/t.co\/dMjj2kxXNJ","sentiment_score":0.0}
{"full_text":"Pls I don't wanna keep breaking up y'all not happy home ","sentiment_score":-0.4}
{"full_text":"RT NEW: Trump just took a shot at Ron DeSantis for being too \"gutless\" to reveal whether he has received the vaccine booster...","sentiment_score":0.1363636364}
{"full_text":"Army-manned #COVID19 vaccination centres operative today#lka #SriLanka #coronavirus ","sentiment_score":0.0}
{"full_text":"RT OCTA Research warns Baguio City, Angeles, and Santiago are at the \"mature\" stage of the Omicron variant spread. It is also a...","sentiment_score":0.1}
{"full_text":"RT So instead of asking hard questions about all the lockdown fanatics, including Sage, who wanted another third lockdown, here...","sentiment_score":-0.1458333333}
{"full_text":"Protect yourself and your loved ones from Covid-19. Hurry up and get vaccinated now!#HarFardKaKhayal #WearMask #FollowCovidSOPs #TheBankOfPunjab","sentiment_score":0.7}
{"full_text":"#ShastaCounty is still seeing an increase in #COVID cases as well as the rate of transmission. Public Health officials said this is due to many different factors.https:\/\/t.co\/Wv2oMnsuTk","sentiment_score":0.09375}
{"full_text":"50% Off!NBA 2K22 Standard Edition - PlayStation 5https:\/\/t.co\/AO2l2wCIQA#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0}
{"full_text":"An expert group created by the WHO to assess the performance of COVID-19 vaccines said simply providing fresh jabs of existing COVID vaccines as new strains of the virus emerge was not the best way to fight the pandemic. |","sentiment_score":0.3590909091}
{"full_text":"Belorechensk TT is one of the initiatives supported by #TableTennisUnited during the pandemic. \"We would like to express our huge gratitude for the help of TableTennisUnited and ITTFFoundation! This is a great contribution to the development of TT in our city.\"  Viktor Gogol","sentiment_score":0.65}
{"full_text":"I agree here... And as a school nurse, my number one goal right now is to make sure all the teachers don't catch it at the SAME time... There are jokes in our lounge about planning out the timing of it all... Well planned covid parties... Rolling teacher blackouts ","sentiment_score":0.2619047619}
{"full_text":"RT I've done every stage of this pandemic: lockdown, masks, double masks, gloves, grocery spraying, dog adoption, vaccination (...","sentiment_score":0.0}
{"full_text":"COUNTERFEIT MASKS: The #CDC  says 60% of KN95 masks sold in the U.S. are fake.https:\/\/t.co\/u1GlxAoMRE","sentiment_score":0.0}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"RT Huge demand for Indian goods continues world-wide. Exports momentum stays high in first week of 2022 with 33% growth...","sentiment_score":0.27}
{"full_text":"\"The world is tested with COVID19. Add a large-scale, full-fledged War on it. Then add a siege on it. Imagine these three combined in a poor region that struggles for survival even in times of peace &amp; stability.\" #EndTigraySiege ","sentiment_score":0.1}
{"full_text":"#Coronavirus testing in #Israel reached a peak for the current wave, with more than 342,141 #PCR and #antigen tests conducted on Sunday.https:\/\/t.co\/B0Or9WzXpj","sentiment_score":0.25}
