{"full_text":"RT The IIT Delhi event was heavily criticised on social media for inviting habitual fake news peddlers and Left propagandists...","sentiment_score":-0.1666666667}
{"full_text":"RT My advice: Don't take any notice of what #BorisJohnson's totally corrupt Government says. Wear a face mask in all public...","sentiment_score":-0.25}
{"full_text":"RT I also got a call (despite my notification to Red Cross put me on a Do Not Call list)As...","sentiment_score":0.0}
{"full_text":"RT Our public health establishment has no explanation for the historically unprecedented 40% rise in all-cause mortality over t...","sentiment_score":0.3}
{"full_text":"RT [#wwmx_update]\"Hello, we're K-POP CLICK. We announce the results of the COVID-19 test for the \"WELCOME K-POP CLICK\" hel...","sentiment_score":0.8}
{"full_text":"RT I feel this tweet. I wrote about this months ago. \"I've never seen such a concerted effort by our leaders to gaslight us in...","sentiment_score":0.0}
{"full_text":"I knew I wasn't crazy for wanting to save up 10k in savings before I move out on my own, but I was definitely proven right when the Covid surge hit &amp; I got fucked out of my job.","sentiment_score":-0.0628571429}
{"full_text":"Phle aap gorakhpur university ka exam cancel krway jo is pandemic me kal se start hone wala h #cancledduguexam#cancleofflineexam","sentiment_score":0.0}
{"full_text":"RT A mask won't kill you. Covid might.","sentiment_score":0.0}
{"full_text":"Who can take this guy seriously?","sentiment_score":-0.3333333333}
{"full_text":"TWU's ctt is still active &amp; hasn't kicked out any students for being cov+ (afaik) they freq have community testing &amp; vaccination days; some classes still online- a decent option nearby (not affiliated)","sentiment_score":0.0166666667}
{"full_text":"RT we all been wearing masks way before covid","sentiment_score":0.0}
{"full_text":"RT I hate covid ","sentiment_score":-0.8}
{"full_text":"RT Reports that several tennis stars at the Australian Open are Covid-positive.But thank goodness we deported Novak Djokovic...","sentiment_score":0.0}
{"full_text":"RT #Postpone_cgl_mains2020 #Postpone_cgl_mains2020People are dying due to corona Every exam is getting postpone why no...","sentiment_score":-0.125}
{"full_text":"RT Republicans attack the Capital.Make a pandemic a way to get votes and screw over all people of c...","sentiment_score":0.0}
{"full_text":"RT Reports that Boris's new baby is recovering from covid totally overlooked by a churlish A word of sympathy wouldn'...","sentiment_score":0.0681818182}
{"full_text":"RT Circumvents Gain of Function ban resulting in Wuhan lab leak: Dr. FauciHeads lab leak cover up: FauciArchitects disa...","sentiment_score":0.0}
{"full_text":"RT 2,700 Americans dead from COVID-19 today.Not 270--2,700.Just today.","sentiment_score":-0.2}
{"full_text":"\"How our governments can mandate something this immoral and illogical on our bodies indefinitely without due process, evidentiary standards, or a constitutional interest balancing test is astounding.\"~ Daniel Horowitz","sentiment_score":0.2375}
{"full_text":"RT I am 0 percent afraid of covid. I'm 100 percent afraid of the authoritarianism that has taken hold of society as a res...","sentiment_score":-0.6}
{"full_text":"RT Since returning from COVID, #GiannisAntetokounmpo is averaging:32.9 PPG11 RPG6.6 APG58% FG76% FT  5-2 record#NB...","sentiment_score":0.0}
{"full_text":"RT No one can be this fucking stupid. You're a greasy little weasel and it's embarrassing that you're in any p...","sentiment_score":-0.49375}
{"full_text":"RT No questions about the surging murder rate in the country, not a single question about the border, no questions about the c...","sentiment_score":0.0357142857}
{"full_text":"RT I've introduced a resolution with to stop D.C.'s student vaccine mandate....","sentiment_score":0.0}
{"full_text":"RT Pakistan has reported a record pandemic high of 7,678 new cases in the last 24 hours. The highest since the pandemic be...","sentiment_score":0.0987878788}
{"full_text":"RT Read 'The Morrison Government's... pivot to a \"we can't be fucked anymore\" approach to pandemic and economic management...","sentiment_score":-0.2}
{"full_text":"RT 800,000 of the 1.7M New Yorkers infected in last month have been vaxxed+This is what it looks like, just a disaster","sentiment_score":0.0681818182}
{"full_text":"I just recovered from COVID-19 myself. I am vaccinated but was still knocked for a loop. The symptoms forced me to stay in bed and sleep for DAYS. I am feeling much better now, though. I am scheduled to get my \"booster\" shot next week. ","sentiment_score":0.0666666667}
{"full_text":"RT U.S. COVID update: New cases down 17% from last week, deaths continue to rise- New cases: 756,095- Average: 745,364 (-21,51...","sentiment_score":-0.0065656566}
{"full_text":"RT Free people must insist that #healthcare and other governmental data is both easily accessible and entirely reliable.If...","sentiment_score":0.1625}
{"full_text":"RT How many times was this denied by \"experts.\" And how many fired nurses, police, fire fighters, Marines, etc, whose natur...","sentiment_score":0.5}
{"full_text":"RT (UPDATE) Worldometers' data is still missing 11 states from today. Johns Hopkins says nearly a million new cases were dia...","sentiment_score":0.0121212121}
{"full_text":"Stipulate if there is a pandemic.","sentiment_score":0.0}
{"full_text":"This will be fun...","sentiment_score":0.3}
{"full_text":"RT Something big happened. We don't yet know what but we soon will. The overnight decision by many countries to immediately stop...","sentiment_score":0.25}
{"full_text":"RT Supply is extremely limited for the one type of monoclonal antibodies treatment that's effective against omicron. Hospitals are i...","sentiment_score":0.2642857143}
{"full_text":"RT A popular folk singer who DELIBERATELY caught COVID-19 has died, her son says. The singer, who was not vaccinated, wanted to c...","sentiment_score":0.6}
{"full_text":"RT We know the vaccines have been a huge failure. Double and triple vaccinated people are getting sick. Vaccine passports do NOT...","sentiment_score":-0.1577380952}
{"full_text":"RT 1st grade Ss demo teamwork &amp; cooperation skills w\/Hula Hoop Dribbling.      This encourages positive feedback   as Ss swit...","sentiment_score":0.2272727273}
{"full_text":"RT I'm wondering how the 25 CNN viewers felt after watching news about the CDC report on \"natural immunity\" and being comple...","sentiment_score":0.1}
{"full_text":"RT If the CDC wants to gain a modicum of credibility, they should immediately speak out against booster mandates &amp; masking of...","sentiment_score":0.2}
{"full_text":"Good to hear. A wedding is enough work without a pandemic","sentiment_score":0.35}
{"full_text":"RT I feel weak, sore arm, body ache, headache and chills. I recently had COVID so I'm not sure why I'm having so many...","sentiment_score":-0.03125}
{"full_text":"RT Interesting. The UCP weren't all that concerned about 'social ostracization' when it came to messing with GSAs.","sentiment_score":0.2666666667}
{"full_text":"RT It didn't need to be like this.It really didn't.All we needed was an intelligent and competent national leader. In...","sentiment_score":0.5}
{"full_text":"RT The US government's new policy of sending out 400 million N95 masks to stop COVID is the scientific equivalent of \"we lose mone...","sentiment_score":0.1363636364}
{"full_text":"RT Swine flu couldn't have been afforded while Covid is on","sentiment_score":0.0}
{"full_text":"RT Black people are 6% of MN's pop but were 11% of #COVID19 hospitalizations when race was removed as risk factor for antibody t...","sentiment_score":-0.1666666667}
{"full_text":"RT Pfizer's...vaccine trial was funded by the company... and authored by Pfizer employees. The company... holds all the d...","sentiment_score":0.0}
{"full_text":"RT During Biden's 1st year, info about Covid was pushed everywhere, and vaccines were made available everywhere - for free. Ou...","sentiment_score":0.4}
{"full_text":"Tell that to the millions who died and will be forever scarred from  COVID.","sentiment_score":0.0}
{"full_text":"RT Hi are you?  I feel like garbage - I've got COVID.  It might have come from my class, where I've watche...","sentiment_score":0.0}
{"full_text":"Universities are still open with such a chaos kindly make them online or give students a break to prevent them from such disease..6 OMICRON positive cases are in our university but still they are having on campus classes.. kindly take notice on this","sentiment_score":0.2378787879}
{"full_text":"RT It's fine Adele. We understand the situation. Don't go hard on yourself. We know you, you don't anyone to get hurt cause of c...","sentiment_score":0.0625}
{"full_text":"RT I just had to tell a 3 year old and her 8 and 11 year old siblings that their dad died last night after a month in the hospi...","sentiment_score":0.0666666667}
{"full_text":"last couple days yeah but last week was messy, had a covid scare at my house that's just calmed down a lil","sentiment_score":-0.0888888889}
{"full_text":"RT I'm not privileged. I live paycheck to paycheck. I grind 9 hours on weekdays and a few moonlight jobs on the weekends....","sentiment_score":-0.0318181818}
{"full_text":"RT Adele just tearfully announced that she is pushing back her Las Vegas residency due to COVID-related delays: \"I'm gutted.\" htt...","sentiment_score":-0.0625}
{"full_text":"RT I will continue to wear a mask because it protects others, helps our overstretched NHS, limits the spread of Covid and...","sentiment_score":0.0}
{"full_text":"RT New \"Osterholm Update: COVID-19\" podcast! &amp; cover the future of the Omicron wave in the US and globally, t...","sentiment_score":0.0568181818}
{"full_text":"RT [News on 220121] Yang Sechan, COVID-19 negative resultsYang Se-chan was tested in the aftermath of Super Junior Eun-h...","sentiment_score":0.0166666667}
{"full_text":"Two-thirds of children recorded as Covid-19 patients in hospital were never sick but merely required out-of-home care, a sweeping government-funded study reveals.","sentiment_score":-0.0714285714}
{"full_text":"RT I think COVID is Danger For Only Other peoples and 1-9,11 But 10th and 12th Students are Iron man, Unko kuch nahi hota...","sentiment_score":-0.0625}
{"full_text":"RT Previous infection does not guarantee lasting immunity. To get the best protection, get vaccinated if you have recovered fro...","sentiment_score":0.2777777778}
{"full_text":"In the field of #transplantation we know that antibody titer isn't the sole predictor for graft rejection. The cloudy issue of anti #HLA Ab's shows that we cannot rely solely on MFI's to predict alloreactivity. How can we use Ab titer as the sole indication of #COVID19 immunity?","sentiment_score":0.0}
{"full_text":"RT Several students are demanding to cancel the 10th, 12th exams due to the #COVID19 situation and are posting tweets with...","sentiment_score":-0.0625}
{"full_text":"#Mizoram | Mizoram registered a total of 1199 new COVID-19 cases, and zero fatality in the last 24 hours, as informed by the latest report of state Department of Information &amp; Public Relations (DIPR).#northeasttoday #Covid19 #newcases #registered #DIPRhttps:\/\/t.co\/CEiHpebLsn","sentiment_score":0.1272727273}
{"full_text":"RT Morning Consult poll:56% of U.S. adults believe employers should require COVID vaccinations, 33% are opposed","sentiment_score":0.0}
{"full_text":"How is this a covid death? \"Ms Horka said she was feeling better and dressed to go for a walk. But then her back started hurting, so she went to lie down in her bedroom. 'In about 10 minutes it was all over,' her son said. 'She choked to death.'\"","sentiment_score":0.1148148148}
{"full_text":"I'm sure you are. And what will these decisions do to keep us safe from Omicron?","sentiment_score":0.5}
{"full_text":"RT 12) Science is about making comparisons. Public-health institutes around the world are making similar ones about #pandemi...","sentiment_score":0.0}
{"full_text":"RT Fun fact: that was the first time we were back on set after 6 months off due to the pandemic. Lennie was the first person I...","sentiment_score":0.135}
{"full_text":"RT #BREAKING | #Odisha Covid-19 Report For 20th JanuaryNew Positive Cases: 9833Of which 0-18 years: 972In quarantine: 5699...","sentiment_score":0.1136363636}
{"full_text":"RT (UPDATE) Worldometers' data is still missing 11 states from today. Johns Hopkins says nearly a million new cases were dia...","sentiment_score":0.0121212121}
{"full_text":"So a plane from Miami to London had to turn around because a passenger refused to comply with the mask rule.So everyone else's travel plans have to be messed up for one dumbass? If you don't want to wear a mask on a plane STAY THE FUCK HOME!!!!!https:\/\/t.co\/qbir13Rlu8","sentiment_score":-0.4}
{"full_text":"RT ATINYS !!Please don't go to the concerts if you are sick or you test positive for covid. Don't put everyone at risk!...","sentiment_score":-0.2150974026}
{"full_text":"RT U.S. COVID update: New cases down 17% from last week, deaths continue to rise- New cases: 756,095- Average: 745,364 (-21,51...","sentiment_score":-0.0065656566}
{"full_text":"POV: you telling people they should be charged leave instead of at home taking care of their sick kids during a pandemic.","sentiment_score":-0.7142857143}
{"full_text":"RT BREAKING: The Quebec government is trying to contact 560,000 unvaccinated people in the province to 'raise their awarene...","sentiment_score":0.0}
{"full_text":"Anyone who belive in all kinds of conspiracy theories should probably get the vaccine. Everyone else probably know how to think for themselves.","sentiment_score":0.0}
{"full_text":"RT WILDFIRE.CNN's reaction to the CDC's 'bombshell' report on natural immunity has left viewers feeling surprised and bet...","sentiment_score":0.0666666667}
{"full_text":"Pakistan ranked number 2 in the world in Economist global normalcy index measuring recovery post covid opening up of society &amp; economy. It was 3rd in the first evaluation and number 1 in the second.https:\/\/t.co\/DG9mFqxOr2","sentiment_score":0.0833333333}
{"full_text":"Services Australia has asked for backup from the public service as increased demand puts pressure on the agency. Story via","sentiment_score":0.0}
{"full_text":"Army-manned #COVID19 vaccination centres operative today #lka #SriLanka #coronavirus","sentiment_score":0.0}
{"full_text":"Smartest Governor on COVID yet.","sentiment_score":0.0}
{"full_text":"RT Is it infused with Covid?","sentiment_score":0.0}
{"full_text":"Presidential Adviser for Entrepreneurship Joey Concepcion said Friday that he would suggest to the IATF the gradual removal of quarantine restrictions once the highly transmissible Omicron variant \"subsides.\"https:\/\/t.co\/gofyB0vuyV","sentiment_score":0.16}
{"full_text":"White House ramps up pandemic efforts by giving away 400 million N95 masks.Fil-Ams share how they're surviving the rapid rise in consumer prices.Over $1.4-M raised by for Odette victims in PH. #TFCNewsWATCH:","sentiment_score":0.0}
{"full_text":"The U.S., in partnership with #COVAX, delivered an additional 337,350 doses of the Johnson &amp; Johnson COVID-19 vaccine to Bangladesh, building on the more than 28 million doses we previously donated. These vaccines are vital to saving lives in Bangladesh and around the world.","sentiment_score":0.1444444444}
{"full_text":"New data collected by the Census Bureau shows that nearly nine million people missed work from Dec. 29-Jan. 10 because of COVID-19.https:\/\/t.co\/uf7DZJCv9A#coronavirus","sentiment_score":0.1181818182}
{"full_text":"Kenney calls on Liberals to pause trucker COVID-19 vaccine mandate #COVIDab #COVID19ab #cdnpoli #canpoli #abpoli","sentiment_score":0.0}
{"full_text":"RT Ppl with \"underlying\" health conditions were alive &amp; managing their situations till COVID killed them.","sentiment_score":-0.05}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT Please read this article, AB! \"It is not inevitable that everyone will be infected with COVID at some point.\"COVID is tr...","sentiment_score":0.0}
{"full_text":"Since the start of the pandemic, has been working w the International Financial Institutions (IFIs) incl. the to help countries in their COVID-19 recovery efforts &amp; to get the #SDGs back on track.","sentiment_score":0.0}
{"full_text":"#GetVaccinated, #GetBoosted, and #MaskUp to significantly decrease your chance of COVID-19 infection.To find a vaccine near you, visit or call 833-422-4255. #VaccinesSaveLives","sentiment_score":0.2375}
{"full_text":"RT \"Big pharma is the least trusted industry. At least three of the many companies making covid-19 vaccines have past criminal...","sentiment_score":-0.125}
{"full_text":"Interesting tactic.My guess is that insurance companies will not adjust policies or reject claims if you have long COVID.They might if you took part in an expirment. Time will tell.","sentiment_score":0.225}
{"full_text":"Times like these, when you wish SD voters had legalized marijuana. Oh, wait...they did.**blocked by Gov Noem","sentiment_score":0.0}
{"full_text":"An American Airlines jetliner headed from Miami to London turned around in mid-flight Thursday because a passenger refused to wear a Covid mask, the airline said. l","sentiment_score":0.0}
{"full_text":"RT Boris Johnson may be ending plan B measures, including mandatory face masks, despite 100k new cases of Covid a day. Bu...","sentiment_score":0.1363636364}
{"full_text":"New COVID-19 guidelines on use of drugs, masks for children: Detailshttps:\/\/t.co\/xuAYPue2wT","sentiment_score":0.1363636364}
{"full_text":"RT History of Natural Immunity:*Past ~2500 years:scientific fact*January 2020 - January 2022:vilified as a conspiracy theo...","sentiment_score":0.1}
{"full_text":"#Covid-19 case counts in the United States have dipped in recent days, a promising sign that the #Omicron wave is starting to subside. But hospitalizations and deaths are still rising, and experts say the country has not reached a peak across the board.https:\/\/t.co\/cEFlN5y4b1","sentiment_score":0.0666666667}
{"full_text":"Safe enough. But make sure you use protection for sex and don't breastfeed as we have enough retarded babies in the world as it is. And they are the ones who vote and wear masks. #covid #covid19 #corona","sentiment_score":0.04}
{"full_text":"The Philippines now has 3,324,478 Covid-19 cases after a total of 31,173 additional infections were logged on Thursday.https:\/\/t.co\/MOPdzdbYEL","sentiment_score":0.0}
{"full_text":"Singer dies after deliberately catching COVID-19 ","sentiment_score":0.6}
{"full_text":"ESPN has joined the increasing number of media companies that will not be sending reporters to next month's Beijing Olympics due to continued concerns about rising COVID-19 cases worldwide and China's strict policy about those who test positive.https:\/\/t.co\/zSPK5Hd4Y2","sentiment_score":-0.0625}
{"full_text":"Boosters are important to maintain high levels of protection against severe COVID-19 from both the Delta and Omicron variants.Getting your booster will ensure that you're protecting yourself, your loved ones, and your community.Book now at","sentiment_score":0.42}
{"full_text":"College Dudes 0101 to 0150NOW MINTED  AND FOR SALEOpenSea link IN BIO#cdc #nft #nftart #ethereum #nfts #cryptoart #nftartist #nftcollector #digitalart #nftcommunity #art #crypto #blockchain #cryptoartist #opensea #nftcollectors #bitcoin #nftdrop #nftcollectibles","sentiment_score":0.0}
{"full_text":"RT At a charming little dive bar in Florida, &amp; I just made the mistake of trying to explain Ontario's 4th (!) 'reopening' pla...","sentiment_score":0.1708333333}
{"full_text":"RT Will the Sunshine State wake up to this insanity?","sentiment_score":0.0}
{"full_text":"o yea when i had studio art classes it was before the pandemic so didnt think about that...on the bright side if you can get food safely under ur mask with no one close by, they wont see you chewing under it lol and no problem!","sentiment_score":0.7333333333}
{"full_text":"With the era of lockdowns and border closures over, it's time to make the case for investment in Australia's public health and social services. It's the only way to end the sacrifices and privations of the pandemic, and build back on a fairer basis.","sentiment_score":0.0083333333}
{"full_text":"#remotejobs #stayathome Remote Position: Learning and Development Positions - Yellowstone National Park, WY - Xanterra Travel Collection - Yellowstone National Park, WY #jobsearch #hiringnow","sentiment_score":-0.1}
{"full_text":"#MouniRoy and Suraj Nambiar have reportedly reduced her wedding guest list and will also ask guests to present their RT-PCR reports.https:\/\/t.co\/CIQ2pQ7178","sentiment_score":0.0}
{"full_text":"RT Just a quick reminder--there is no COVID-19 press conference tomorrow, January 21. Join us next Friday, January 28, a...","sentiment_score":0.1666666667}
{"full_text":"The Clark County fire department recently recorded more workers out sick than at any other point in the pandemic. ","sentiment_score":-0.0848214286}
{"full_text":"Current Conditions for #Sayre PATemp: 5.8FWind Chill: 1.3FHumidity: 83%Dew Point: 1.7F Barometer: 30.672 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 708.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Rishi Sunak gave his wife, who is worth PS430 million, covid relief funds of PS1.3 million. He also voted to scrap a PS20 upli...","sentiment_score":0.3}
{"full_text":"RT Dear Ji, kindly postpone UPTET which is on 23 January. There is no point making students suffer so much...","sentiment_score":0.4}
{"full_text":"RT Dr. and Dr. Maria Elena Bottazzi, professors at the Baylor College of Medicine and co-directors of the Texas Children...","sentiment_score":0.0}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"RT The CDC reports prior infection is better protection against Delta than vaccination. I call on Gov. Newsom to credit natu...","sentiment_score":0.25}
{"full_text":"\"We've seen a huge surge in the number of children seeking care in the emergency department because of typical symptoms of what we've become used to and accustomed to with the Omicron variant.https:\/\/t.co\/hyKvd9lOuv","sentiment_score":0.1166666667}
{"full_text":"25% Off!Amazon - Echo Dot (4th Gen) Smart speaker with clock and Alexa - Twilight Bluehttps:\/\/t.co\/bSwhfi6gsd#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.2142857143}
{"full_text":"RT For the 1st time, has posted data for hospitalizations partitioned by booster, 2-shots, or no vaccination. Age groups (...","sentiment_score":0.0}
{"full_text":"A new version of the MyColorado app is now stable enough to handle an \"explosive\" amount of new users interested in the app's digital vaccine passport capability, Colorado technology officials said","sentiment_score":0.1045454545}
{"full_text":"RT 0.3% of Americans have died from COVID (20% have had it)0.3% of Kiwis have had COVID (0.001% have died)If we had the s...","sentiment_score":0.0}
{"full_text":"RT Can anyone explain why was deported when many other tennis players arrived with.. and are playing with covid.? h...","sentiment_score":0.1875}
{"full_text":"RT Today I was suspended for defending 2A &amp; calling out WA state's COVID policies including the potential of forced quaran...","sentiment_score":-0.15}
{"full_text":"Those who got rekt are the one who buy high sell low by the proxy of panic selling. IL is replacable by coin's quantity and only matters of time until ROI increases, assuming it was the lowest price at the moment, imagine when the price goes back to normal or even bullish","sentiment_score":0.062}
{"full_text":"Oh!!  Do you have COVID??","sentiment_score":0.0}
{"full_text":"RT FBI sought documents related to U.S.-funded coronavirus research in China by","sentiment_score":0.0}
{"full_text":"RT Why are schools not saying fuck you to and informing parents of Covid cases?! I can't believe this is happening....","sentiment_score":-0.5}
{"full_text":"RT .@thebigboarddc taking a stand on anti-constitutional DC vaccine passports...","sentiment_score":0.0}
{"full_text":"RT ATINYS !!Please don't go to the concerts if you are sick or you test positive for covid. Don't put everyone at risk!...","sentiment_score":-0.2150974026}
{"full_text":"RT Friend kill you quicker than covid","sentiment_score":0.0}
{"full_text":"\"Standing tall and pushing through\" is something you do when you are constipated,  not when you are trying to safely guide a state through a pandemic. #LNPDisgrace","sentiment_score":0.5}
{"full_text":"#Economy World Economic Forum Grapples with Pandemic-Troubled Global Economy: Against the backdrop of pandemic-caused economic shocks and social disruptions, the World Economic Forum hosts world and business leaders for its annual meeting. Headquartered...","sentiment_score":0.1266666667}
{"full_text":"RT The CDC's problem is not \"messaging\". Its bad policy. Ignoring nat imm, not releasing data, pushing boosters on healthy ki...","sentiment_score":-0.1}
{"full_text":"Coronavirus cybertransmission rates falling across California","sentiment_score":0.0}
{"full_text":"RT NSW COVID: 46 COVID deaths over the 24 hours to 8pm last night. Premier Pinochet is now responsible for NSW's 12 highest da...","sentiment_score":0.1}
{"full_text":"RT A health expert believes a suspected Omicron case in Palmerston North could have laid dormant for the duration of the person's...","sentiment_score":0.0}
{"full_text":"damn this is so selfish","sentiment_score":-0.5}
{"full_text":"RT i think what gets lost in a lot of the East Coast media's discussion of WA's COVID approach is how bad\/fragile WA's medi...","sentiment_score":0.0}
{"full_text":"OPINION | Labour codes are on hold, farm laws repealed, welfarism expanded in view of elections -- a pointer to what Budget will be like.Ajit Ranade writes. #UnionBudget2022","sentiment_score":0.0}
{"full_text":"RT Even healthy, vaccinated individuals can be in for a rough time if they catch Omicron--and more research is needed to det...","sentiment_score":0.3}
{"full_text":"Hey, f***stick. Our ERs and hospitals are always full. Pandemic or not. GFY.","sentiment_score":0.35}
{"full_text":"sometimes i remember how, out of sheer boredom, i binged the entirety of South Park in sophomore year of high school, and it lives rent free in my memorieswhat the hell was sophomore year ngl i don't remember shit before covid","sentiment_score":0.09}
