{"full_text":"Yes sir i need money to pay may rent becouse may small business is going down cause of pandemic","sentiment_score":-0.2027777778}
{"full_text":"The whole world would be better off if the US hadn't made the Covid 19 pandemic political. Thanks again former guy. ","sentiment_score":0.18}
{"full_text":"LOL and #FJB","sentiment_score":0.8}
{"full_text":"RT waipahu got the highest covid cases rn and i saw some dumbass story saying \"yessah 94 on top\" ","sentiment_score":0.5}
{"full_text":"RT let's all be honest, online classes are sh*t but bringing back limited f2f classes in the middle of covid cases rising a...","sentiment_score":0.1321428571}
{"full_text":"Yep.... Others of them will end up in ICU and we are told by the nurses begging for the vaccine (too late).","sentiment_score":-0.3}
{"full_text":"What about California, should they thank Abbott too?","sentiment_score":0.0}
{"full_text":"RT Isn't it interesting that Democrats question COVID hospitalization numbers now that Joe Biden is in charge?","sentiment_score":0.5}
{"full_text":"RT Dr. Fauci lied. DAPRA didn't funded Gain-of-Function in . Fauci must tell what he knew about coronavirus work NIH funde...","sentiment_score":0.0}
{"full_text":"Absolutely! This should be the model for all drug &amp; vaccine R&amp;D. Can you imagine if the amount of money we put behind Operation Warp Speed had gone to medical researchers not employed by Big Pharma &amp; we'd made all vaccines patent-free? There's no reason it can't happen.","sentiment_score":-0.0375}
{"full_text":"RT Let's lock this down  #ChiefsKingdom  !!!  Let's cruise into the playoffs with a WIN for Honey Badger!  RETWEET = VOTE!...","sentiment_score":0.3480902778}
{"full_text":"RT Of the pediatric patients admitted to my hospital, the majority have 1-2 viruses in addition to Covid. Ex: RSV causes bronchio...","sentiment_score":0.0}
{"full_text":"RT Indiana breaks its 13-month-old record for #COVID19 hospitalizations with 3,467, up 85 from yesterday. Of those, 776 a...","sentiment_score":0.0}
{"full_text":"RT COVID-19 in young children is generally mild, however it is possible that your child could become severely ill and have long...","sentiment_score":-0.0233333333}
{"full_text":"RT Ontario school policy is treating Omicron like it's a cold or flu and infections won't cascade to vulnerable people. ICUs an...","sentiment_score":-0.55}
{"full_text":"RT There is no flag large enough, or yacht gaudy enough, to distract from the shame of having more than 170,000 people dead fro...","sentiment_score":0.1028571429}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"To arrest parents opposing racial indoctrination and draconian covid measures in public schools....smh","sentiment_score":-0.025}
{"full_text":"RT Which is a crime.","sentiment_score":0.0}
{"full_text":"Wouldn't it be terrible if a bunch of them got COVID? Oh no, so terrible.","sentiment_score":-1.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT My TL is full of ppl who have been unable to find RATs, &amp; parents whose children can't get vaccinated because no suppl...","sentiment_score":-0.075}
{"full_text":"RT Before United Airlines' vaccine requirement went into effect, on average more than one employee died each week from Covid...","sentiment_score":0.175}
{"full_text":"RT 'LET IT RIP' and then do NOTHING. That's the LNP Govt way EVERY-TIME... Worse than any Lock-Down says ANZRATs in sh...","sentiment_score":-0.4}
{"full_text":"Remember the US dollar is only backed by our faith in the government. Why are Bitcoin videos being censored like questioners of Covid. Probably nothing ","sentiment_score":0.0}
{"full_text":"RT Rural hospitals were stretched thin before the pandemic -- now, it's an emergency. We should be doing all we can to attract...","sentiment_score":-0.15}
{"full_text":"RT \"The truth is...dialogue between the disability community and the CDC regarding Covid safety should've happened long ago--with the...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: European Union regulators warn that frequent Covid-19 booster shots could adversely affect the immune system an...","sentiment_score":0.05}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT #JessicaDarrow wrote the anthem  #Surfacepressure for all parents during these trying COVID times \/ years.","sentiment_score":0.0}
{"full_text":"RT So far, I've shipped more N95 masks to disabled folks who rely on #SSI than the has sent. What the hell a...","sentiment_score":0.1333333333}
{"full_text":"Good morning all  Sehat sehat semua. Taat prokes. Be ready for vaccine booster. All the best.","sentiment_score":0.6333333333}
{"full_text":"RT The Oversight Committee Republicans have just released emails showing that Fauci covered up information about the Wuhan...","sentiment_score":0.0}
{"full_text":"RT The U.S. has broken its record for the most COVID-19 hospitalizations during the pandemic. Patients with COVID now fill...","sentiment_score":0.05}
{"full_text":"for now only cuz i got covid","sentiment_score":0.0}
{"full_text":"RT 'Clean up phones?\" How is this conceivably, believably, morally or conceptually in the public interest? We have a Governmen...","sentiment_score":0.1222222222}
{"full_text":"RT While current COVID-19 vaccines continue to provide protection against severe disease and death, the WHO's technical ad...","sentiment_score":0.0}
{"full_text":"RT Pfizer made a copyright claim to remove their CEO's video comments that two doses of their covid vaccine offers \"limited pr...","sentiment_score":0.0142857143}
{"full_text":"Stick to naming post offices since it is the only thing you have ever done","sentiment_score":0.0}
{"full_text":"RT In an alternative universe the media would have chased down the story of the grooming gangs like they have the lockdown 'part...","sentiment_score":-0.1555555556}
{"full_text":"RT Threaten people of limited means they will be fined $1000 if they spend $$  purchase a RAT test and they have Covid and d...","sentiment_score":-0.0714285714}
{"full_text":"RT I'll never get tired of watching Fauci destroy Rand Paul","sentiment_score":-0.3}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"RT Eli, it appears to me that conservative justices like Gorsuch are willing to let hundre...","sentiment_score":0.25}
{"full_text":"RT You stupid idiots. You stand in the way of public health. You peabrains do not understand there is no virtue in Omicro...","sentiment_score":-0.5333333333}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"RT Teachers with diarrhea cannot call out sick during the 1854 cholera pandemic until they receive a positive cholera PCR...","sentiment_score":-0.2435064935}
{"full_text":"RT Shout out to the young ones standing up for what's right. Mind you, Brooklyn Tech is one of the most prestigious high sc...","sentiment_score":0.2614285714}
{"full_text":"RT So proud of these kids. It's so shameful they even have to do this to stay safe.","sentiment_score":0.65}
{"full_text":"Inflammation of the heart is not less worrisome. This can result in long-lasting damage, cardiac arrest, etc. Many of the athletes drop dead on the field because of this.15-year-olds have a 99.99% recovery rate and do not experience long COVID. Long COVID is also unconfirmed","sentiment_score":0.0261904762}
{"full_text":"RT #Covid19UK 11 Jan 2022 update1,660 deaths in last 7-days, highest number in 7-days since 5 March 2021.379 deaths in las...","sentiment_score":0.0}
{"full_text":"RT The pandemic has taught us that CTV profits off fear and misinformation. Never trust them.","sentiment_score":0.0}
{"full_text":"RT Sen. Marco Rubio demands FDA change guidance prioritizing race in administering COVID drugshttps:\/\/t.co\/FORTaMmtCQ","sentiment_score":0.0}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"RT Been sick with covid symptoms and sleeping on the floor, im getting spiders in my bed and now bites. Bad enough i have du...","sentiment_score":-0.4714285714}
{"full_text":"RT BREAKING NEWS: New, first-time COVID vaccinations in Quebec skyrocket by over 300% after the Canadian province bans th...","sentiment_score":0.1363636364}
{"full_text":"RT Still in a pandemic. If you're waiting at an airport to get stuff signed, you need to stop doing that shit.","sentiment_score":-0.2}
{"full_text":"RT In less than two years, we've gone from \"we're all in this together\" and \"flatten the curve to support frontliners\" to \"i...","sentiment_score":-0.1666666667}
{"full_text":"RT Two years ago, could you have imagined a pandemic causing 379 deaths in a single day (UK), with politicians insisting...","sentiment_score":-0.0714285714}
{"full_text":"Yes Pre-Covid.","sentiment_score":0.0}
{"full_text":"RT The OHA is reporting there are now 8 children with COVID-related critical illness, 1 more since yesterday. One child requ...","sentiment_score":0.25}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"Riddle me this....if US had 100% vaccination, omicron came out of Africa and the vax doesn't stop it.  So variants will still emerge.","sentiment_score":0.0}
{"full_text":"RT I've known Tony Fauci for almost 40 years, I cannot remember when I've seen him so visibly hurt. I've called for federal ac...","sentiment_score":0.0}
{"full_text":"RT Thousands of United employees sick with COVID-19, forcing flight cancelations","sentiment_score":-0.7142857143}
{"full_text":"RT China again proves new COVID variant outbreaks *can* be contained and defeated.","sentiment_score":0.2181818182}
{"full_text":"RT yeah cuz doing stage dives into audiences every week is a safer route","sentiment_score":0.0}
{"full_text":"It stands to reason that the ratio for unvaccinated deaths WITH Covid is even worse.Since May 2021, Vaxxed hospital patients without symptoms are no longer Covid tested. With symptoms, positivity threshold is 28 cycles. Unvaccinated are always tested, at high cycle threshold.","sentiment_score":0.16}
{"full_text":"A very interesting thread about #Covid. Worth a read ","sentiment_score":0.475}
{"full_text":"RT I will not stop telling stories of how moms are, basically, broken. Here's a beautiful essay by my friend that everyone...","sentiment_score":0.225}
{"full_text":"RT Dr. Fauci just called out Rand Paul for profiting off the pandemic--while sitting right in front of him. Awesome.","sentiment_score":0.6428571429}
{"full_text":"RT COVID-19; Alive and well and dwelling in the hearts, minds, and lungs of the GQP....","sentiment_score":0.1}
{"full_text":"RT joe biden signed the bill that makes the vaccine freepeople actually believe this. there's no hope.","sentiment_score":0.0}
{"full_text":"RT Covid, no masks, no rats, no beds, no nurses, 4 hour testing lines and a 6 day wait for results. Enter Solution Man Sco...","sentiment_score":0.0}
{"full_text":"RT LEAKED DOCUMENTS: Wuhan Scientists Planned to Release Coronaviruses into Chinese Cave Bats 18 Months Prior to Outbreakht...","sentiment_score":0.0}
{"full_text":"RT I feel like, if you can understand the concept of farting in an elevator vs walking into an empty elevator someone has...","sentiment_score":-0.1}
{"full_text":"RT The pope said getting the vaccine is an act of love. Maybe, but a forced act of love is rape.","sentiment_score":0.2333333333}
{"full_text":"Economists offering health advice was not on my 2022 Covid bingo card.","sentiment_score":0.0}
{"full_text":"RT This is how it's handled. \/ Governor Signs Executive Order Prohibiting Price Gouging Of At-Home COVID-19 Test...","sentiment_score":0.0}
{"full_text":"RT Bday in 2 days, whole family tested positive for Covid, heart broken, back to the streets, 2022 for me  still smili...","sentiment_score":0.0068181818}
{"full_text":"tbh noticing a trend recently where scientists will just say \"x thing isn't working\" but never explain why or elucidate further, like the scientist who claimed T and B cells did nothing to control covid, only nAbs, but proposed no reason why vaxed ppl still way less sick","sentiment_score":-0.1761904762}
{"full_text":"RT Intentionally coughing at somebody while having the risk of #covid should be a punishable act by law. I mean...","sentiment_score":-0.3125}
{"full_text":"RT I just took a piss and I seen COVID coming out","sentiment_score":0.0}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"need those rooms and they can't get them because of the anticovid vaxxers. The anti Covid vaxxers who need hospitals are wearing down and traumatising nursing staff. Nurses do not deserve this. If an adult can not get themselves or their child vaccinated then they get a special","sentiment_score":0.1005291005}
{"full_text":"RT Some more :","sentiment_score":0.5}
{"full_text":"what you want is something that doesn't exist, a vaccine that causes no side effects in anyone and has perfect results or nothing. that makes zero sense. again, I ask you what chemical process allows someone to get sick 2 years AFTER a vaccine is taken.","sentiment_score":0.1428571429}
{"full_text":"RT More and more reports of vaccine injuries and deaths are flowing in.. There are scores of reports in my retweets. #COVID19...","sentiment_score":0.5}
{"full_text":"RT Kids are walking out and asking for a temporary remote option. It's about 16degF\/-8.8degC. I'm pretty sure they mean it.","sentiment_score":0.084375}
{"full_text":"RT For the record - this is complete misinformation and frankly dangerous advice, especially to be given on a public forum with...","sentiment_score":-0.125}
{"full_text":"RT There were many difficulties during filming for bbs because of the pandemic, for example:- limited working hours due to nig...","sentiment_score":0.1011904762}
{"full_text":"RT A heartbreaking observation after vaccinating in a #LTC home today.Many #LTC workers are declining boosters.This is no...","sentiment_score":0.0}
{"full_text":"RT as a physician who has never received a dollar from pharma i believe i have been as pro-vaccine as any in the country -- beca...","sentiment_score":0.0}
{"full_text":"RT Cannabinoids Block Cellular Entry of SARS-CoV-2 and the Emerging Variants Raise your hand if you had...","sentiment_score":0.0}
{"full_text":"The concept of how someone's choice to not getting vaccinated affects other people is what's important.  The unvaccinated who think they have natural immunity (as fragile and as unpredictable as that is) should stick to their beliefs and not seek treatment when they get Covid.","sentiment_score":0.0416666667}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"U.S. to Surpass Record Coronavirus Hospitalizations of 142,273 from Jan '21 this Week - predicted up to 300,000 later this month - by both vaccinated and unvaccinated fortunately, cases of omicron are milder23,524 icu cases totalbut faster spread","sentiment_score":0.2}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"thinking about this girl I met at uni (before we went into lockdown) who was super cool and I wasn't sure if she wanted to be friends with me but she ended up asking me if we could get lunch together after our tutorial and we got burritos and it was a Vibe","sentiment_score":0.3944444444}
{"full_text":"RT I hope folks listen to our kids who are walking out of school, asking for reasonable covid safety measures, and trying to...","sentiment_score":0.2}
{"full_text":"RT Furious Fauci Tears Into Rand Paul for Inciting Threats on His Life","sentiment_score":0.0}
{"full_text":"It will protect me around 75%, but guess what, I will now have 0% chances of dying, while u will still have around 2% (not a lot, but possible).. And guess what again, my chances of getting long covid are almost 0 now, u have 54% of chances of getting it..","sentiment_score":-0.025}
{"full_text":"I think a camp in Antarctica had Covid","sentiment_score":0.0}
{"full_text":"RT The WHO says administering repeated doses of existing COVID vaccines are \"unlikely to be appropriate or sustainable\" as ne...","sentiment_score":0.0}
{"full_text":"RT 1\/2...Back in May 2020 I buried my husband. We were in lockdown and I was grieving! Twenty months later do I care about gath...","sentiment_score":0.0}
{"full_text":"RT Then vaccine mandates are worthless... time to drop them all.","sentiment_score":-0.8}
{"full_text":"If I am admitted to hospital in relation to my existing condition and tested positive to Covid then extra resources would be needed in my situation. Makes me wonder how the figures might be \"adjusted\" if\/when people start dying.","sentiment_score":0.1136363636}
{"full_text":"RT They could have stopped Covid","sentiment_score":0.0}
{"full_text":"RT You think learning the facts the CDC dropped today was shocking, wait until it comes out that the b.s. was reported inte...","sentiment_score":-1.0}
{"full_text":"RT Top health officials including Dr. Anthony Fauci defended the administration's response to the unrelenting pandemic as daily U...","sentiment_score":0.25}
{"full_text":"RT loved this future album","sentiment_score":0.35}
{"full_text":"RT The pope said getting the vaccine is an act of love. Maybe, but a forced act of love is rape.","sentiment_score":0.2333333333}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"RT Serbian PM says COVID test results are sent via email and\/or text so if Novax says he didn't see the results, it's becaus...","sentiment_score":0.0}
{"full_text":"RT They could have stopped Covid","sentiment_score":0.0}
{"full_text":"Anyone who's used the term \"anti-vax\" since covid19 began is a tool for the wealthy and powerful.","sentiment_score":0.4}
{"full_text":"RT A patient pulled their mask down and coughed on me today when I told them they should be tested for Covid. Most of my fami...","sentiment_score":0.1722222222}
{"full_text":"RT Let's lock this down  #ChiefsKingdom  !!!  Let's cruise into the playoffs with a WIN for Honey Badger!  RETWEET = VOTE!...","sentiment_score":0.3480902778}
{"full_text":"RT CDC in 2023: COVID immunity found in patients who clock 10 hours of overtime per week and don't talk back to their boss","sentiment_score":0.0}
{"full_text":"RT The government is responsible for the death of thousands of elderly Quebecers in nursing homes. Now it...","sentiment_score":0.2}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Covid test positive. No symptoms. Feeling 100% fine. Thank you vaccine! ","sentiment_score":0.3740530303}
{"full_text":"RT If your solution to the \"not enough ICU capacity\" to manage the omicron wave is to suggest that hospitals hire more critical...","sentiment_score":0.1666666667}
{"full_text":"RT From home?!?! Covid only live 10 sec in office air!","sentiment_score":0.0037878788}
{"full_text":"RT BREAKING: European Union regulators warn that frequent Covid-19 booster shots could adversely affect the immune system an...","sentiment_score":0.05}
{"full_text":"Mask mandates have been on &amp; off in CAN and it has been ~20 months since they were initially implicated, with Tam of course leading the nation away from masks initially akin to Fauci. But, yes, we will wear them for 903 more years and we should shed them during Omicron. Brilliant","sentiment_score":0.25}
{"full_text":"RT Vaccination reduces long covid","sentiment_score":-0.05}
{"full_text":"RT Excuse me while I pull my remaining hair out. She and her union buddies colluded to keep schools closed and now that it's p...","sentiment_score":-0.075}
{"full_text":"I thought the vaccine was supposed to make all this stop??","sentiment_score":0.0}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"Florida's governor opened his major address with a subject he has hammered over and over again during the coronavirus pandemic: Florida won't be a lockdown state and mandates that other states imposed to fight COVID-19 don't work.https:\/\/t.co\/Ogj02ujDGw","sentiment_score":-0.0763888889}
{"full_text":"Railway and airline companies implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvVutK#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"The premier of the French-speaking Canadian province of Quebec announced Tuesday that adult residents who refuse to get vaccinated against COVID-19 will be charged a financial penalty.","sentiment_score":0.05}
{"full_text":"RT I am so tired of explaining to ppl why letting COVID rip through the pop. is a bad idea. Everyone thinks \"oh it won't happen t...","sentiment_score":-0.55}
{"full_text":"Combo Sets will be getting special discounts in our site very soon! Stay Tuned! #Alphabetdeal #dealoftheday #combodeals #100%cotton #egyptian #bath #egypt #bathtime #sheettowel #art #bathroom #packof2 #newyork #design #travel #bathbomb #luxury #love #life #relax #home #shower","sentiment_score":0.3898809524}
{"full_text":"Scientists say COVID-19 outbreak in deer could mean trouble for humans #endpandemics #covod19 #coronavirus #whitetaileddear #virus #zoonotic","sentiment_score":-0.25625}
{"full_text":"RT Italy is a good indicator that there is no \"herd immunity\" from COVID infection.  Highest infection rates ar...","sentiment_score":0.7}
{"full_text":"RT 'SHAMEFUL'LOOK: Former beauty queen Maggie Wilson expressed her disappointment over the lack of free COVID-19 antigen...","sentiment_score":-0.0666666667}
{"full_text":"SLOW DOWN the rise of COVID-19 cases by following the simple tips down below. ","sentiment_score":-0.1222222222}
{"full_text":"Yukon Public Schools will be temporarily closing all schools beginning Thursday, Jan. 13, due to staff shortages amid the Omicron surge.","sentiment_score":-0.0625}
{"full_text":"RT \"You're not going to get COVID if you have these vaccinations.\" - Joe Biden","sentiment_score":0.0}
{"full_text":"Dr. Anthony Fauci's rivalry with Republicans continued Tuesday in the form of tense exchanges between he, Sen. Rand Paul (R-Ky.) and Sen. Roger Marshall (R-Kansas) over COVID-19.Compare reports from and","sentiment_score":-0.3333333333}
{"full_text":"RT They could have stopped Covid","sentiment_score":0.0}
