{"full_text":"Thanks for nothing! I'm a 30 year customer of Ann Taylor Loft who reupped her credit card last March for a $30 jacket. Snail mail statement didn't arrive due to covid and I incurred late fees: total $110 which ruined my credit. Asking you to help got a brush off.","sentiment_score":-0.035}
{"full_text":"Don't know tab is missing, he's not been very visible during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Just admit, harsh Hospitality restrictions, Vaccine Passports, mask mandates and closed Nightclubs, DIDN'T stop France becomin...","sentiment_score":-0.15}
{"full_text":"RT The feet of militant radicals is not held up to the same fire as \"disinformation\" by the evil orange man and the rightht...","sentiment_score":-0.5}
{"full_text":"(This isn't about covid)","sentiment_score":0.0}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT Chicago received $2B in 'COVID relief' to get children back in the classroom. If they can't get it done, they should p...","sentiment_score":0.0}
{"full_text":"Lolol getting covid right before going back to school","sentiment_score":0.3619047619}
{"full_text":"RT One of the most blatant scandals of the Covid pandemic is the medical experts deliberately ignoring Natural Immunity.","sentiment_score":0.025}
{"full_text":"RT More Good News on Ivermectin. the FLCCC has also been calling for widespread adoption of ivermectin, both as a prophylact...","sentiment_score":0.6}
{"full_text":"RT It took 2 years, 200,000 drug overdoses, an average American weight gain of 20 pounds of fat, and hyper inflation for the CD...","sentiment_score":-0.075}
{"full_text":"RT \"Let's mandate a vaccine that does not either keep you from getting it or from spreading it.\"\"Why would we do that?\"...","sentiment_score":0.0}
{"full_text":" You are ready to mandate a vaccine to children for those parents gullible enough to allow it. How will you feel if in a couple of years those children start dying of adverse effects because of the vaccine? Do you think forcing people is the right way?","sentiment_score":0.1619047619}
{"full_text":"said it's not about our safety, it's about keeping everyone in school to continue community spread of COVID in NYC. I hate this so much.","sentiment_score":-0.3}
{"full_text":"RT Went to HEB and 50% unmasked. Almost like Houston isn't drowning in Covid. Stocked up for the next 3 weeks coz it's goin...","sentiment_score":0.0}
{"full_text":"RT Hundreds march in Montreal against COVID-19 health measures, vaccine mandates.","sentiment_score":0.0}
{"full_text":"FYI, if looking for a take home COVID test check if you have a GoPuff in your area. Gopuff delivers daily essentials in minutes! Get $10 when you sign up.","sentiment_score":0.0}
{"full_text":"Isolation time folks, he's Covid positive.","sentiment_score":0.2272727273}
{"full_text":"Only tiny difference is that the Hep B vaccine is known to be one of the safest and most effective vaccines ever made...","sentiment_score":0.275}
{"full_text":"RT Tucker Carlson tells viewers the COVID-19 boosters don't work and actually increase your chances of catching the omicron vari...","sentiment_score":0.3}
{"full_text":"RT me to omicron","sentiment_score":0.0}
{"full_text":"RT How do alpha vaccines and boosters protect against omicron? THINK","sentiment_score":0.0}
{"full_text":"RT Melbourne  Anti Everything ","sentiment_score":0.0}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT AP source: Shaun White's withdrawal from a key Olympic qualifying event came after he experienced lingering COVID-19 symptom...","sentiment_score":0.2666666667}
{"full_text":"RT Arkansas Gov. Asa Hutchinson urged large businesses in the state not to comply with the Biden administration's Covid-19 vaccine ma...","sentiment_score":0.2142857143}
{"full_text":"RT Another brave NHS worker speaks up about the vaccine mandate after working through the pandemic. #NoVaccineMandates","sentiment_score":0.8}
{"full_text":"RT Society has always had neurotics and hypochondriacs. Usually you left them alone or rolled your eyes at them. Covid empowere...","sentiment_score":-0.125}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"RT People understand why it is cruel to have unprotected sex with someone without telling them you have HIV but not why it is evil...","sentiment_score":-1.0}
{"full_text":"RT telling teachers just wear a good mask and get vaccinated, I'm sorry your school is poorly ventilated but you should go to w...","sentiment_score":-0.0666666667}
{"full_text":"RT Going through my CoronaVirus Folder, I found a vid where the PCR inventor, Kary Mullis, was asked, \"How do they misuse...","sentiment_score":0.0}
{"full_text":"RT CDC Director Walensky says it will now provide data on \"how many of the 836,000 deaths in the U.S. linked to Covid are f...","sentiment_score":0.5}
{"full_text":"RT What a treat to see public health hero in the New York Times today--a full-page announcement for","sentiment_score":0.0681818182}
{"full_text":"RT \"Most of the claims for deaths being filed are not classified as COVID-19 deaths, Davison said.\"https:\/\/t.co\/bPnmyEYQqx","sentiment_score":0.5}
{"full_text":"RT I'm so tired on the \"get back to face to face teaching\" narrative. Particularly in the middle of the biggest surge in cases in...","sentiment_score":-0.0583333333}
{"full_text":"Got Covid :(","sentiment_score":-0.75}
{"full_text":"RT I think I speak for a lot of parents when I say that I wish my kids only remembered the non-pandemic me as their paren...","sentiment_score":0.0}
{"full_text":"RT \"Let's mandate a vaccine that does not either keep you from getting it or from spreading it.\"\"Why would we do that?\"...","sentiment_score":0.0}
{"full_text":"An unfounded theory, you say... like CRT?","sentiment_score":0.0}
{"full_text":"RT I told you all along not to let them call you an anti-vaxxer. It was always a slur meant to demonize those that were a...","sentiment_score":0.0}
{"full_text":"RT Luxembourg protests today against continued government aggression towards free people for \"COVID\".","sentiment_score":0.4}
{"full_text":"We are on the cusp of getting a 2nd gen vaccine that is design to protect against variants, produces mucosal immunity and prevents infection in a room temp stable. We can easily distribute the vaccine globally and vaccinate the world in 12 months. No no cold storage.","sentiment_score":0.1833333333}
{"full_text":"RT Against NHS vaccine mandate.RT and share.","sentiment_score":0.0}
{"full_text":"RT 150,000 Covid deaths#Delaying lockdowns#Missed Cobra meetings#Care homes abandoned#\"World-beating\" Test &amp; Trac...","sentiment_score":0.0}
{"full_text":"RT The vaccines work. Hard to understand how much doubt has been injected into the public psyche, from extremes on both sides.","sentiment_score":-0.0305555556}
{"full_text":"Flip side are also cases like my 17yo daughter, admitted at the weekend with severe dehydration. She is no longer Covid+ but the virus hit her hard and she's still vomiting. She's not counted as a Covid admission, even though Covid caused her sickness.","sentiment_score":-0.2916666667}
{"full_text":"RT Washington state has exercised pandemic-related state of emergency powers for 678 days now.#JustTheNewshttps...","sentiment_score":0.0}
{"full_text":"QUESTION: Would an antibody test show if I've had Covid if I'm triple vaxxed with Pfizer?","sentiment_score":0.0}
{"full_text":"Because there's an overwhelming number of people who can be discharged who aren't, because of staff off with something that's not severe enough to warrant such shortage levels. There's not going to be a life without covid..Omicron or otherwise. To think otherwise is a fallacy.","sentiment_score":0.1666666667}
{"full_text":"RT A Remainer who betrayed his own friends in his own party &amp; switched to Leave just because he wanted to be PM. Botched Br...","sentiment_score":0.6}
{"full_text":"Good job everyone is looking at the Novak issue , nothing to see here ....","sentiment_score":0.7}
{"full_text":"RT It's up to all of us to protect the children in our community from longer term complications of #COVID19. #Omicron is hi...","sentiment_score":0.0}
{"full_text":"RT \"Let's mandate a vaccine that does not either keep you from getting it or from spreading it.\"\"Why would we do that?\"...","sentiment_score":0.0}
{"full_text":"RT this covid shit longer than one piece","sentiment_score":-0.2}
{"full_text":"RT The pandemic has impacted children and youth in different ways. Kids Help Phone is available 24 hrs\/day for ages 5-29. For...","sentiment_score":0.2}
{"full_text":"RT While the owners of Walmart, the wealthiest family in the country, became over $60 billion richer during the pandemic, they...","sentiment_score":0.0}
{"full_text":"RT \"Living with COVID\" continues to mean that my medically vulnerable 4 year old doesn't get to leave our house, continue...","sentiment_score":-0.2375}
{"full_text":"Dr. Bonnie Henry calls B.C. hospitalizations  \"an overestimation\" of COVID burden via","sentiment_score":0.0}
{"full_text":"RT Mask mandates and vaccine passports are failing spectacularly in Greece -- cases are breaking records nearly every dayI wonder...","sentiment_score":0.35}
{"full_text":"RT 2) Dr Bonnie Henry also denies the critical nature of airborne transmission and denies N95 mask utility. She has been dange...","sentiment_score":0.0}
{"full_text":"RT When the National COVID-19 Coordination Commission was tasked to advise Govt on cushioning the effects of #COVID19 the...","sentiment_score":0.0}
{"full_text":"RT 'Living with COVID' is code for letting thousands and thousands more people die needlessly from COVID","sentiment_score":0.0}
{"full_text":"RT I will never ask you your status and I will never tell you mine because my body is my choice and yours is yours.But...","sentiment_score":0.0}
{"full_text":"RT &gt;150,000 dead. Often lonely deaths separated from loved ones. Think about that when you moan about face masks or refuse t...","sentiment_score":0.1333333333}
{"full_text":"RT So just to be clear: all states are including RAT results in their figures today... Except NSW....#auspol #COVID19nsw #COV...","sentiment_score":0.1}
{"full_text":"RT This is amazing. \"Our death registry takes a few weeks to collect...\"So how the hell was CNN able to run a minute by minu...","sentiment_score":0.3}
{"full_text":"Lots of people are skeptical of finding that 5 days of isolation captures the majority of benefit *even if half of people are infectious after 5 days*! I was surprised, too, so I drew the geometric intuition for why additional days have relatively smaller benefit:","sentiment_score":-0.1520833333}
{"full_text":"RT A strong social support network can be critical to help you through stressful times. Read tips on how to build and mainta...","sentiment_score":0.1555555556}
{"full_text":"This what I'm saying, no way it can mutate this quickly","sentiment_score":0.3333333333}
{"full_text":"RT It's incredible just how fast our governments and authorities in Australia went from \"We're all in this together, here's som...","sentiment_score":0.55}
{"full_text":"the pandemic made me think about quitting photography multiple times, but I mean...look at these photooooooooooosmodel: the amazing","sentiment_score":0.3}
{"full_text":"RT A Zomato delivery executive died after a police constable, who was driving a car allegedly under alcohol influence hit his bike in...","sentiment_score":-0.1}
{"full_text":"RT this covid shit longer than one piece","sentiment_score":-0.2}
{"full_text":"RT Not having contracted covid yet feels like playing the longest game of musical chairs.","sentiment_score":-0.2}
{"full_text":"RT An NHS nurse:\"None of the vaccine-skeptics seem to be treatment skeptics. Every single one of my Covid patients blindly a...","sentiment_score":-0.2857142857}
{"full_text":"RT Tens of thousands of people protested today in Brussels to end COVID restrictions.","sentiment_score":0.0}
{"full_text":"Just before the midterm elections the Cretin variant will be unleashed out of Washington DC.","sentiment_score":0.0}
{"full_text":"RT He didnt deserved this at all .. Totally unfair discussion by makers . A guy who gets 1M tweets on daily basis is evicted...","sentiment_score":-0.25}
{"full_text":"RT THAT'S IT! ENOUGH US ENOUGH! All of my local and coffee shops are shortening their hours and cutting services due...","sentiment_score":-0.145}
{"full_text":"Omicron is vaccine resistant!","sentiment_score":0.0}
{"full_text":"RT We were told the moment of danger with Omicron  was intergenerational Christmas mixing. But the predicted surge hasn't occur...","sentiment_score":0.0}
{"full_text":"Idk why my maybe-COVID maybe-cold maybe-flu thing I got going is make me scroll through my entire camera roll, but here we are.","sentiment_score":0.0}
{"full_text":"RT \"We Are Tired of Waiting\": Oakland Students Prepare to Strike For Better Covid Protections","sentiment_score":0.05}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"RT Not all face masks are created equal. N95 face masks are far more effective than cloth masks in preventing the spread of...","sentiment_score":0.3}
{"full_text":"RT 'As a professional scientist it's been absolutely obvious to me - by May 2020 - it's nothing like you've been told.'Dr Mike Y...","sentiment_score":0.05}
{"full_text":"if everyday 100 people are admitted to hospital for ANY reason. And you are only reporting those who have +ve covid test, now you're reporting 80 covid hospitalizations because the infection rates are so high, but fundamentally the number of people in hospitals hasn't changed","sentiment_score":-0.0133333333}
{"full_text":"RT No one should be forced to get a vaccine if they don't want it, whether it's by business or the government or anyone else....","sentiment_score":-0.3}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"RT It took 2 years, 200,000 drug overdoses, an average American weight gain of 20 pounds of fat, and hyper inflation for the CD...","sentiment_score":-0.075}
{"full_text":"RT What about safety of the vaccine for children? Children can get a sore arm, be tired for several hours (after the second...","sentiment_score":-0.1333333333}
{"full_text":"Really to what?!","sentiment_score":0.25}
{"full_text":"RT We still don't understand how accepted plan to test less than 5% of kids during a massive Cov...","sentiment_score":-0.0833333333}
{"full_text":"3rd vaccine  and again there's 0 problems for me. I might just be unbreakable at this stage. don't be scared ","sentiment_score":0.0}
{"full_text":"Oh for goodness sake, COVID is and was, before Christmas, going around both of my sons class in Primary school.  I've never thought once that I should be worried or that I should remove my sons from school.  It's time we grew up and got on with things!!","sentiment_score":0.625}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"RT #PMInauguratesCancerCenterPM Modi appreciated the infrastructure created by India from testing to vaccine as a stellar...","sentiment_score":0.225}
{"full_text":"RT Recently got this from my hospital center.*we may have to shuffle your appointments bc of...","sentiment_score":0.0}
{"full_text":"RT Millions of chinese people are living in covid quarantine camps now!2022\/1\/9","sentiment_score":0.0}
{"full_text":"RT More of this. Throw off the bureaucratic yoke of safetyism. Live again.","sentiment_score":0.3181818182}
{"full_text":"RT All I want is to be able to protect my children from constant covid reinfection &amp; be able to go out for school, work &amp; even s...","sentiment_score":0.3333333333}
{"full_text":"RT If you liked this thread I would love it if you could share it with your friends by retweeting the first tweet:https:\/\/t.co...","sentiment_score":0.45}
{"full_text":"RT So much damage control. Damage control as far as the eye can see","sentiment_score":0.15}
{"full_text":"RT Delta combining with Omicron","sentiment_score":0.0}
{"full_text":"and nope, im no antivax, i had 2 doses and mostly mild (probably) delta. I just dont like ppl making everyone idiots.another that actually got me was that CDC preprint about diabetes in children - which is so poor when one checks it, that the only its gonna do is another mess)","sentiment_score":-0.0483333333}
{"full_text":"RT Today #HouseOfGucci becomes first ever drama of pandemic to surpass $50M at North American #boxoffice. It's been nearly i...","sentiment_score":0.1166666667}
{"full_text":"RT Great piece by @VPrasadMDMPH \"Booster mandates make no sense ....Young people will only be, at best, slightly less lik...","sentiment_score":0.4083333333}
{"full_text":"RT Didn't  say\"Get vaxxed, won't get Covid\"????Pretty confident he did.","sentiment_score":0.375}
{"full_text":"Like I said Ive had worse head colds and I also has covid last week so there are 2 sides to omicron","sentiment_score":-0.2}
{"full_text":"RT So wait... for two years people were labeled conspiracy theorists for pointing out deaths were being over counted at least somew...","sentiment_score":-0.3}
{"full_text":"RT Prophetic Rewind Special! Clay Clark Interviewed Donne! - Trump, Elections, Prophecy, COVID, Kim Clement &amp; More! Click the...","sentiment_score":0.5915178571}
{"full_text":"Ur in his DMs, i'm in his PORTAL. He has COVID. Be careful","sentiment_score":-0.1}
{"full_text":"Now I'm back at it at #ASSA2022: a session on higher ed! First, used random assgt to class sections to show that during COVID, online learning resulted in worse grades vs face-to-face! Multi-choice \/ completion so students are doing worse; it's not the instructor. 1\/N","sentiment_score":-0.1395833333}
{"full_text":"RT \"Zero Covid was finally rejected as the guiding principle. Canadian politicians and experts had to admit that we do no...","sentiment_score":0.0}
{"full_text":"Covid based and vax-pilled","sentiment_score":0.0}
{"full_text":"RT Target will let you steal over a certain amount so they can lock y'all asses up. Keep stealing from there if y'all w...","sentiment_score":0.2142857143}
{"full_text":"RT The highest yearly number of flu deaths in the US in the last 100 years was 80k. We've lost 840k lives in the last 21 mont...","sentiment_score":0.0}
{"full_text":"RT Not all face masks are created equal. N95 face masks are far more effective than cloth masks in preventing the spread of...","sentiment_score":0.3}
{"full_text":"RT I've seen marriages break up due to the Covid vaccine.Cancer patient: \"they don't love me enough to get the shot to protect...","sentiment_score":0.125}
{"full_text":"Students, teachers skeptical of MCPS' coronavirus policies.","sentiment_score":-0.5}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"There is no baseline testing in FCS does not care about its staff or its students (who, supposedly, come first).","sentiment_score":0.25}
{"full_text":"Conn learns little from Cuomo fiasco, wants nursing homes to take in hospital transfers with COVID-19 via -","sentiment_score":0.00625}
{"full_text":"RT NO I DONT CARE IF ITS MILD I DO NOT WANT TO CATCH COVID IS THAT SO HARD TO UNDERSTAND NOWADAYS?!?!?!?!","sentiment_score":-0.1893717448}
{"full_text":"What a JERK ","sentiment_score":0.0}
{"full_text":"COVID-19 may have ruined a lot of things, but these Main Line couples didn't let it get in the way of their special day. Read their stories below.@carlyandsloan","sentiment_score":0.2619047619}
{"full_text":"RT Reports show that 72 percent of unvaccinated workers will leave their jobs if they are required to get vaccinated. No Biden vacc...","sentiment_score":0.0}
{"full_text":"Millions stay at home and don't catch Covid.","sentiment_score":0.0}
{"full_text":"RT Iran offers to assist India in transportation of wheat, medicines and coronavirus vaccines to Afghanistan which has been reel...","sentiment_score":0.1}
{"full_text":"Remember to N95 or N100 Respirator, Goggles and Gloves to change to new Cardboard and New MERV13 filters! Do It Outside! Place a bag over it all -up to the fan! Cut thru tape Razor knife? All around! Close your bag seal it Toss it! Covid-19 like many Viruses could survive 7 days!","sentiment_score":0.2329545455}
{"full_text":"RT When are we going to stop this Pandemic or its fine when big companies are making billions from ARV","sentiment_score":0.2083333333}
{"full_text":"RT A very good friend of my wife, who is a triple vaxed educator, mom of a special needs kid, &amp; liver transplant recipien...","sentiment_score":0.6335714286}
{"full_text":"RT I don't think the climate policy community has fully internalized the very, very high likelihood that the Republican Supreme...","sentiment_score":0.208}
{"full_text":"RT Do people realize that China's commitment to its Covid Zero policy is literally what's allowing the entire world to continue...","sentiment_score":0.0}
{"full_text":"Pandemic hamster wheel: caseshosp\/deathsless staffingcosts to businesses pricesdisruptions to schools, etc.This fifth wave is like living thru Ground Hog day.Why can't politicians see this?","sentiment_score":0.0}
{"full_text":"RT This little girl is smarter than almost half of America right now, I swear!","sentiment_score":0.0009920635}
{"full_text":"RT How do we know we're in the middle of the pandemic? What if we're still at the beginning ","sentiment_score":0.0}
{"full_text":"RT Every aged-care home on track for lockdown within weeks At the current rate of infection every aged-care home outside of WA...","sentiment_score":0.0}
{"full_text":"RT Holy...","sentiment_score":0.0}
{"full_text":"RT \"Mass formation psychosis,\" an unfounded theory spreading online, suggests millions of people have been \"hypnotized\" into...","sentiment_score":0.0}
{"full_text":"VDC, Brunt, McAteer, Madivadua &amp; Alves all featured vs Watford. Just one PL sub appearance between them.And for the record... The 4 'naughty' players who went to the darts? None has Covid, 3 started yesterday, the other is injured.Hope this helps those who don't understand ","sentiment_score":-0.1375}
{"full_text":"RT CDC director admits over 75% of Covid deaths had at least 4 pathological conditions (comorbidities).Since the total death r...","sentiment_score":-0.15}
{"full_text":"RT Thousands protest covid-tyranny in Montreal, Canada! ","sentiment_score":0.0}
{"full_text":"Here's some of West Michigan's top stories we're working on today: Police say a husband stabbed his wife WMU students &amp; staff required to get boosted, tested weekly or fined Battle Creek Public Schools goes virtual after uptick in COVID-19 casesTonight on","sentiment_score":0.25}
{"full_text":"Let the #Light of #Love enlighten the whole world! #JoyTrain #Joy #Kindness #Quote #COVID19 #Mindfulness #GoldenHearts #IAM #FamilyTrain #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation #SuperSoulSunday #ThinkBIGSundayWithMarsha RT","sentiment_score":0.4875}
{"full_text":"Birmingham Airport passenger 'caught Covid after being crammed like sardines' on shuttle bushttps:\/\/t.co\/q5bD1JXJZ4","sentiment_score":0.0}
{"full_text":"British police have applied for a \"no-fly\" zone over Windsor Castle as it reviews security arrangements at the landmark where Queen Elizabeth II has spent much of the pandemic.https:\/\/t.co\/qjVr2e9Fuz","sentiment_score":0.0333333333}
{"full_text":"British police have applied for a \"no-fly\" zone over #WindsorCastle as it reviews security arrangements at the landmark where #QueenElizabeth has spent much of the pandemichttps:\/\/t.co\/cIsMS8ET6N","sentiment_score":0.0333333333}
{"full_text":"That doesn't fly because hospitals aren't overflowing (except by ppl who fall off a bike and then happen to test positive when admitted to the ER) and ppl have a right to choose whether they want the vaccine and if they don't get it then what happens is their fault","sentiment_score":0.4376623377}
{"full_text":"RT A Remainer who betrayed his own friends in his own party &amp; switched to Leave just because he wanted to be PM. Botched Br...","sentiment_score":0.6}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"The obsession with only blaming the unvaccinated for the state of the pandemic is wrong. Children under 5 are unvaccinated. The elderly and vulnerable, even vaccinated, can suffer severe outcomes of COVID-19 infection.The virus spreads because of gov decisions. Full stop.","sentiment_score":-0.1625}
{"full_text":"My frail MIL caught it and the vaccine is the only reason she's not in the ER. She's already on oxygen. I'm very worried, but optimistic. She is a caregiver that's already elderly. Her BF refused the vaccine. Ugh.","sentiment_score":0.1}
{"full_text":"Biden's America: White People Need Not Apply for COVID Treatments -","sentiment_score":0.0}
{"full_text":"Don't forget to go back for your second COVID-19 vaccine dose! If you received the Pfizer or Moderna vaccines, you won't be fully immunized against the virus until two weeks after your second shot. Find a vaccine site here:","sentiment_score":0.0}
{"full_text":"Translations: COVID-19 vaccines are approved for children aged 5-11Appointments are now available: translated resources:   #COVIDSafe #COVID19 #Multilingual #Multicultural","sentiment_score":0.15}
{"full_text":"After several states tightened curbs in recent days, PM reviewed the pandemic situation across the country on Sunday#ModiJi #COVID19 #OmicronVariant #lockdownhttps:\/\/t.co\/ET7HLU3tg9","sentiment_score":0.0}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"South Carolina's biggest ceremony to honor the life of Martin Luther King Jr. will be held virtually again because of the COVID-19 pandemic.https:\/\/t.co\/LbOTvuMYFY","sentiment_score":0.0}
{"full_text":"If you've been waiting for the FDA to fully approve a COVID-19 vaccine, now is the time to get vaccinated. Find a vaccine near you:  ","sentiment_score":0.1}
{"full_text":"RT I think the most depressing aspect of this continued COVID experience is that our society has made it extremely clear who...","sentiment_score":1.387778781e-17}
{"full_text":"\"Had Corbyn won the 2019 general election, he would have probably given the mammoth task to some shop steward from the Unite union, and we would still be waiting for jabs in our (left only) arms.\"https:\/\/t.co\/usdQUlGOqM","sentiment_score":0.0166666667}
