{"full_text":"RT French Pres. Macron: 5 million fellow unvaccinated citizens are \"non-citizens.\" Canadian PM Trudeau: the unvaxxed a...","sentiment_score":0.0}
{"full_text":"RT Mint Now: Be part of the RAGE CLUB Nightlife Scene in Metaverse! Opening Soon! - No...","sentiment_score":0.0}
{"full_text":"Ty covid","sentiment_score":0.0}
{"full_text":"RT Nate Silver says schools temporarily closing because of a raging pandemic is as bad (perhaps worse!) as the invasion of Iraq....","sentiment_score":-0.6}
{"full_text":"RT Teachers who are sick with covid or isolating should not be providing online tuition. They're SICK. Period.","sentiment_score":-0.7142857143}
{"full_text":"RT There's a lot of heightened anxiety on here as covid numbers climb and supply shortages kick in.Remember to go for a walk...","sentiment_score":0.0}
{"full_text":"RT A class-action lawsuit brought by a Staten Island real estate broker filed Wednesday is challenging New York City's sweeping m...","sentiment_score":0.2787878788}
{"full_text":"RT Just in: #Delhi HC dismisses petition to immediately postpone the conduct of the #CivilServices Mains Examination scheduled...","sentiment_score":0.0}
{"full_text":"RT Thinking of all the good food I had this past Xmas for lunch caz all my taste buds are gone due to Covid. Just like teja I...","sentiment_score":0.1083333333}
{"full_text":"The CDC says going ass to pussy is fine one","sentiment_score":0.4166666667}
{"full_text":"RT Maskless private jet party is a \"slap in the face\" Justin? Agreed.But what about all the maskless cocktail parties...","sentiment_score":0.0}
{"full_text":"RT This is all on Morrison's watch.Covid test near me: People forced to urinate, defecate outside due to long lines#auspo...","sentiment_score":-0.075}
{"full_text":"RT Here are Rafael Nadal's full answers on the Novak Djokovic situation, which Nadal clearly thinks Djokovic created for hi...","sentiment_score":0.225}
{"full_text":"Wasn't it the gov that assured us ut wouldn't last?Well, here we are!&amp; Here i am!500,000 people in UK have had long Covid for over a year via","sentiment_score":-0.05}
{"full_text":"RT Is there such a thing as a reusable FFP2\/FFP3\/N95\/N99 facemask? If not, would it be possible for someone to manufacture...","sentiment_score":0.0}
{"full_text":"RT Did I hear right just now on sky news, 1 in 15 people in England thought to have covid?!?!?","sentiment_score":0.4464285714}
{"full_text":"RT Chicago Mayor Lori Lightfoot claims that schools are actually the safest place for students to be right now and that \"we...","sentiment_score":0.1428571429}
{"full_text":"\"COVID-19 is real. Let collectively fight it. The best way to do that is stay vaccinated and stay health.#YesToCOVID19Vaccine","sentiment_score":0.6}
{"full_text":"Notice to all Husbands....Treat your wife with love again;Hotels and restaurants can close anytime!!!. Notice to all Ladies....Treat your husband with love again;The maid can stop coming to work anytime!!!.  #Omicron","sentiment_score":0.9765625}
{"full_text":"RT Now that Channi said he did't receive PM because he got in touch with COVID infected, will he now skip election rallies...","sentiment_score":0.0}
{"full_text":"RT All Drama is a diversion from topics like:  - China    - Bullibai App   - failing economy   - Raising prices  - Increas...","sentiment_score":0.0}
{"full_text":"RT All 28 variants in my body by 2025","sentiment_score":0.0}
{"full_text":"1.Did nothing during Delhi violence2. Hospital beds during Covid3.Please ask him about the Prashant Bhushan episode.4. Allowing case against Umar Khalid5. Lies about relief camp after the violence in 20206. Promoting majoritarianism 7. Ford moneyI can write more","sentiment_score":0.5}
{"full_text":"Mais toza na covid tss?","sentiment_score":0.0}
{"full_text":"RT A team-builder in Germany used about 700 sheep and goats to form the shape of a COVID-19 vaccine syringe on Monday, with food...","sentiment_score":0.0}
{"full_text":"the first lockdown i spent all morning some days convinced that i had a twinge of a sore throat before accepting it was my imagination. am much better now but coming out of lockdown i usually get something like racing heart or nausea. real fun. luckily those aren't covid symptoms","sentiment_score":0.1972222222}
{"full_text":"If Canada approves Covaxin for one group of people (travelers), logically if those people are safe to enter the country then it should be good for Canadian citizens too but you know, nothing makes sense since the pandemic because it's not about health, it's about money.","sentiment_score":0.4833333333}
{"full_text":"RT Dear COVID vaccines are not designed to prevent infection, they are designed to prevent severe illness\/death. The...","sentiment_score":0.0}
{"full_text":"RT LATEST: The American Medical Association, the nation's largest association of physicians, has criticized the CDC's new quarantine...","sentiment_score":0.1590909091}
{"full_text":"Covid has confirmed messi as the Goat and allowed him to play","sentiment_score":0.4}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"I think family week nhi hoga bcoz of covid n also she lives out of India#tejran","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT \"Rules are rules.\"Tennis star Novak Djokovic faces deportation from Australia after his visa was cancelled for 'failing to...","sentiment_score":0.0}
{"full_text":"RT ive never had covid cuz this is what a main character looks like","sentiment_score":0.1666666667}
{"full_text":"RT Pfizer announced today that it expects the pandemic to last until 2024.I submit that the pandemic is over right now.Re...","sentiment_score":0.1428571429}
{"full_text":"COVID cases more than triple in two weeks (Axios)The number of new COVID cases more than tripled over the past two weeks, shattering records ...Add your highlights:https:\/\/t.co\/8zO8vKLQD6 #COVID19 #coronavirus","sentiment_score":0.2215909091}
{"full_text":"RT \"Once this covid shit is over\"Covid shit:","sentiment_score":-0.2}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT And just like that CNN admits cloth masks do not stop COVID We are in the turn","sentiment_score":0.0}
{"full_text":"RT All those people minimising COVID, telling us to let it rip, and that lockdowns didn't work, and we just needed to lea...","sentiment_score":0.0}
{"full_text":"#Morningjoe #PaulGosar Fox News #MAGA Omicron Red Wildfire Spread: #RonDesantis #MarcoRubio #KevinMcCarthy Violation of 1st Amendment \"Go Wash Hands\"#KristiNoem #CapitolRiot #LindseyGraham #Jan6thCommittee #MadisonCawthorn #MoBrooks Florida Covid: Unvaccinated Purge #TedCruz #CNN","sentiment_score":0.0}
{"full_text":"RT There never was  a 'Pandemic'Just this.","sentiment_score":0.0}
{"full_text":"What do you expect if your any sort of pro you would not be out partying knowing you could get covid","sentiment_score":0.0}
{"full_text":"RT Arre Bhai, Noida Media have failed to establish their lie this time. People have no time for them. Livelihood &amp;...","sentiment_score":-0.5}
{"full_text":"RT There are 33 babies under 5 years old hospitalized with #Covid_19 in Ontario right now. My heart is weeping as I tuck my own...","sentiment_score":0.3285714286}
{"full_text":"RT NBC News: The U.S. has exceeded 57 million COVID cases since the start of the pandemic.One million new cases in about 2...","sentiment_score":0.1363636364}
{"full_text":"Counting down the days!","sentiment_score":-0.1944444444}
{"full_text":"RT Pt 2:Trump was going to jail for the James Comey obstructionTrump was going to jail for the 27 sexual assault\/rape alle...","sentiment_score":0.1}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"This is a very interesting thread on the omicon scariant, the fraudulent P C R test (which might explain why they are doing away with it) and how five gee might actually be the culprit of sickness.","sentiment_score":0.325}
{"full_text":"India Records First Death Linked To Omicron Variant ....","sentiment_score":0.25}
{"full_text":"Dey can't get WC due to corona scare. Dey r extending due to dat only so new shows have time to be slowly dey ll evict WC as bichukle n rakhi weren't calld in","sentiment_score":-0.0827272727}
{"full_text":"RT Whoopi Goldberg stunned by testing positive for COVID: 'I've done everything I was supposed to do'https:\/\/t.co\/93Uj07ipWv","sentiment_score":0.2272727273}
{"full_text":"RT children don't like remote learning. that's why we have to give every one of them the coronavirus, which they will love","sentiment_score":0.2}
{"full_text":"RT Plants have become an  O B S E S S I O N  since the start of the pandemicSong: Obsession by","sentiment_score":0.0}
{"full_text":"RT These are the payments you can access if you have to isolate because of Covid","sentiment_score":0.0}
{"full_text":"RT Please STOP THIS. This is misinformation at its finest. This is NOT a \"hybrid\" virus or a combination of Influenza and...","sentiment_score":0.0}
{"full_text":"RT The system is broken. He already caught COVID and has natural immunity which is 20x+ more effective th...","sentiment_score":0.2}
{"full_text":"RT Our new ad campaign, to help prevent #COVID19 deaths and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"RT For a month Labour and its supporters have been castigating Boris's Omicron management. They're suddenly saying there is no...","sentiment_score":0.0}
{"full_text":"GOOD MORNING  TO YOU..I've been up all dayI'm flying high...because I got my double doseof the Moderna vaccine,AND I finally got my 1stdose of the Shingrix vaccine.What a load off my mind!#HappyDay#WayTooEarly","sentiment_score":0.2333333333}
{"full_text":"RT If you feel any sort of symptom, isolate immediately. If you are willfully ignorant about your symptoms in the middle of a...","sentiment_score":0.0}
{"full_text":"RT Hello, here is your unroll: PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and...","sentiment_score":-0.6}
{"full_text":"RT Listening to Freeland talk about \"lockdown support\" for businesses. Where is this magical endless supply of money comi...","sentiment_score":0.1875}
{"full_text":"RT Roger Federer in May 2021: \"Yes, I am vaccinated. I got the Pfizer vaccine. I have done it mostly for others because I don't...","sentiment_score":0.5}
{"full_text":"RT The UK has only 3.93 hospital doctors per 100,000 people - the lowest in Europe. It also has just 2.42 beds per 100,000 peop...","sentiment_score":0.0}
{"full_text":"700 sounds like a class action lawsuit....as the vaccinated are contracting and spreading Covid!","sentiment_score":0.125}
{"full_text":"RT Children hospitalizations in England 157 in the last 24 hours !!The worst figure from the beginning of t...","sentiment_score":-0.5}
{"full_text":"RT Let's be real, they don't want to do another lockdown no matter how many ppl are sick or dying because they saw what happen...","sentiment_score":-0.0047619048}
{"full_text":"See that blocking carry on, when they don't like something you say, it drives me mental. I've kept my daughter off today because one of her brothers has long covid &amp; I don't want her getting Covid again &amp; poss ending up like him. He's got an inhaler and is in constant pain.","sentiment_score":-0.05}
{"full_text":"RT What is the effectiveness of available #COVID19 vaccines for children and adolescents, including variants of concern? Read...","sentiment_score":0.4}
{"full_text":"RT Pierre-Emerick Aubameyang has tested positive for COVID upon upon arrival in Cameroon for #AFCON2021. He was seen in...","sentiment_score":0.2272727273}
{"full_text":"RT THREAD OF MEAL SERVICES FOR COVID PATIENTS .RT to amplify","sentiment_score":0.0}
{"full_text":"RT Munawar Faruqui's show in Hyderabad cancelled, COVID-19 restrictions cited |BJP leaders had warned of widespread protests...","sentiment_score":0.0}
{"full_text":"RT 10,775 new covid cases","sentiment_score":0.1363636364}
{"full_text":"RT Male personal trainers are like bo male bestie, a pandemic I tell you","sentiment_score":0.0}
{"full_text":"As Omicron induces a sense of deja vu at the close of the year, we look back at a few key ways in which our understanding of SARS-CoV-2 has moved forward.","sentiment_score":-0.0666666667}
{"full_text":"Please postpone KVPY exam as covid cases are rising and we are not yet vaccinated. KVPY is golden opportunity for the admission in IISC and I don't want to miss this opportunityAlso if other Olympiads have postpone then why not KVPY@iiscbangalore #PostponeKVPY#kvpypostpone","sentiment_score":0.0875}
{"full_text":"Lol covid pass ho kya","sentiment_score":0.8}
{"full_text":"White House Doubles Order for New COVID Pill to Fight Omicro","sentiment_score":0.0681818182}
{"full_text":"RT We warned of food shortages....guess we are just stupid conspir acy theor ists though hey.","sentiment_score":-0.8}
{"full_text":"RT Why is there stillbirth in #COVID19 ? Covid Placentitis. What is that? A ","sentiment_score":0.0}
{"full_text":"RT The man in his 20s from the ACT died at St Vincent's Hospital. He had received two doses of a COVID-19 vaccine and had no kn...","sentiment_score":0.0}
{"full_text":"RT So let's see. Omicron is just a cold and the pandemic is almost over, but the only fair comparison to how bad things are is...","sentiment_score":-0.15}
{"full_text":"RT This is absolutely terrifying.","sentiment_score":-1.0}
{"full_text":"RT That you are safer vaccinated is being mistakenly treated as if you are just safe without other p...","sentiment_score":0.1875}
{"full_text":"covid negative result ","sentiment_score":-0.3}
{"full_text":"RT This is the original Pfizer study- you can see divergence of the graphs b\/w vaccine and controls at day 10. B\/...","sentiment_score":0.375}
{"full_text":"RT The pre- pandemic issue hits home. The pandemic is to blame for lots of things but the Emergency care system in the UK w...","sentiment_score":0.0}
{"full_text":"On the day when #Turkey reported the highest number of daily coronavirus cases, Health Minister Fahrettin Koca announced that the quarantine period for positive cases has been reduced from 14 days to 7 days","sentiment_score":0.1136363636}
{"full_text":"The Wisconsin Council of Churches is recommending its 2,000 member churches return to virtual services amid the spread of the Omicron variant of COVID-19.https:\/\/t.co\/tpebAb4tHt","sentiment_score":0.0}
{"full_text":"Protecting ourselves by simply boosting our immune system can go beyond just combating viruses and bacteria but in protecting our loved ones as well.   Read full blog at  #DashlabsAi #LabAutomation#HealthcareInnovation #PCRTest #Covid19","sentiment_score":0.35}
{"full_text":"RT My prediction. Schools are trying to get themselves shut down. Freezing and windows wide open. Both children strugglin...","sentiment_score":-0.0851851852}
{"full_text":"Vax doesn't stop covid","sentiment_score":0.0}
{"full_text":"There are plenty of sites to get your #Covid_19 boosterhttps:\/\/t.co\/0Qe2Vk24bZ","sentiment_score":0.0}
{"full_text":"Our #COVID19 testing location in Winston-Salem is open Monday-Friday from 7am to 3pm by appointment. Make appointments online instead of going to the emergency room.https:\/\/t.co\/pcd9Hn0l75","sentiment_score":0.0}
{"full_text":"The Omicron surge is leading to high demand for COVID-19 testing.https:\/\/t.co\/zhyyIOAhF1","sentiment_score":0.16}
{"full_text":"A study on immune system responses to the omicron variant reportedly shows individuals with T cells, often found in those who have recovered from the virus or received a vaccine for it, carry protections against COVID-19's newest variant.","sentiment_score":0.0}
{"full_text":"RT It seems they didn't use the funds to upgrade ventilation. Some schools directed covid funds to sports while A...","sentiment_score":0.0}
{"full_text":"FDA says it needs 75 years to release Pfizer COVID-19 vaccine data to the public","sentiment_score":0.0}
{"full_text":"RT Hindustan Times: \"India #Covid cases up by massive 90,928 infections, over 56% surge in 24 hours\"https:\/\/t.co\/NYVvZx...","sentiment_score":0.0}
{"full_text":"The government has set up a control room to keep a close watch over the functioning of supply chains as part of efforts to handhold businesses amid rising cases of coronavirus infections.","sentiment_score":0.0}
{"full_text":"RT  Travel And Leisure Shares Surge On Belief Omicron Turmoil Is Waning#Record infections across west#Investors focus on lo...","sentiment_score":0.0}
{"full_text":"Mange pas de viandes, ne pollue pas, eteint ta vie social. Covid 19 the great reset","sentiment_score":0.4166666667}
{"full_text":".@Qantas pilots make mistakes as they return from long breaks caused by the #Covid-19 #pandemic, #Australian memo reports.https:\/\/t.co\/KNy8LUlnJG","sentiment_score":-0.025}
{"full_text":"The perfect storm has  finally arrived. Truly alarmed that older and  disabled people -  and their families  -  will be paying  huge price to pay for this total policy failure.","sentiment_score":0.15}
{"full_text":"Amid the rising #COVID19 cases in #Haryana, authorities have ordered the closure of cinema halls, multiplexes and sports complexes in six more districts till January 12https:\/\/t.co\/bPBO0J2xII","sentiment_score":0.5}
{"full_text":"RT This year's Grammy Awards ceremony honoring top performances in music has been postponed indefinitely because of the rapid spr...","sentiment_score":0.5}
{"full_text":"RT Pandemic or no pandemic, the only card you should need to get a medical test in Australia is a Medicare Card.","sentiment_score":0.0}
{"full_text":"RT New COVID-19 vaccine, developed by researchers from the Texas Children's Hospital &amp; Baylor, is now offered **patent-free**...","sentiment_score":0.1181818182}
{"full_text":"Luxury products are doing 'exceptionally well' in China amid the pandemic, says logistics firm","sentiment_score":0.2333333333}
{"full_text":"Newswatch COVID-19 Digest: Thursday January 6, 2022","sentiment_score":0.0}
{"full_text":"Patient numbers have trebled since Christmas Day","sentiment_score":0.0}
{"full_text":"i'm having tea and chocolate rn and telling myself it's okay bc i have covid  i rlly am taking any excuse i get and running with it bahaha","sentiment_score":0.225}
{"full_text":"RT Unvaccinated couple married for 44 years die of COVID in the same hospital just two days apart","sentiment_score":0.125}
{"full_text":"RT After the state government announced deferring of Vibrant Gujarat Global Summit, Ahmedabad Municipal Corporation announces...","sentiment_score":0.0833333333}
{"full_text":"YES!There are several common winter weeds like henbit, thistle, and chickweed. If allowed to run wild, they can stifle your grass, creating problems next spring. Don't skip pre-emergents, and if you see an outbreak, call us so we can apply a post-emergent herbicide.","sentiment_score":-0.05}
