{"full_text":"RT Doctors: Early treatment works.That is all.","sentiment_score":0.1}
{"full_text":"RT Dr. Robert Malone's assertions about \"mass formation psychosis\" in the context of the COVID-19 pandemic are underscored b...","sentiment_score":0.0}
{"full_text":"RT Here's modelling from that predicts more patients than hospital beds in Ontario within a week, as a res...","sentiment_score":0.5}
{"full_text":"French MPs are voting on a new law that will make vaccine certificates mandatory for customers at bars, restaurants, theaters and other cultural venues.   Do you think it is a good idea?","sentiment_score":0.1622727273}
{"full_text":"Some happy news: this test was done 7 days after seeing over 100 #COVID19 patients in urgent care, in an #N95, face shield, gown, and gloves.#PPE works y'all.#MaskUp","sentiment_score":0.8}
{"full_text":"RT Twitter is in no position to judge Dr. Malone. If he, as inventor of mRNA vaccine technology, is concerned, we should al...","sentiment_score":0.0}
{"full_text":"Yeah, I wrote a post-pandemic novel set in Sept 2021. I'm procrastinating on tackling the next draft.","sentiment_score":0.0}
{"full_text":"At some point they have no choice but to accept that we're still in a pandemic and frankly never stopped *being* in a pandemic. It's possible that critics made enough noise about safety and accessibility that they capitulated but I find this less likely.","sentiment_score":-0.0416666667}
{"full_text":"RT New Year, New Britain?My latest for on why evolution - not revolution - should determine our post-Covid f...","sentiment_score":0.2575757576}
{"full_text":"RT I was exposed to a COVID+ person last April. Within 3 days, a Pasig City Health Officer was already in touch. 5th day, I w...","sentiment_score":0.0}
{"full_text":"RT They lied to get you to take the shot. You relied on their false pretenses - that you couldn't contract or spread the ill...","sentiment_score":-0.45}
{"full_text":"RT LONG THREAD on masks. Mute if not interested.Do masks work? Why do some people claim they don't work? Do they cause h...","sentiment_score":-0.05}
{"full_text":"RT \"Home Stay\" tourism is not something new as some claim.Durimg the mid 1970s there were many such \"Home Stays\" in Male and s...","sentiment_score":0.1272727273}
{"full_text":"U.S. schools delay openings as Omicron pushes pandemic to record highs via FXEmpire #forex #fx","sentiment_score":0.0}
{"full_text":"Free COVID-19 Testing in Killeen, Texas","sentiment_score":0.4}
{"full_text":"found the man that has no toys or juice boxes and expects children to enjoy his home","sentiment_score":0.4}
{"full_text":"i got covid just before i started my new job about three weeks ago and when i come back on wednesday everyones gonna be like \"oh how was your christmas\" and im just gonna be like \"got covid again luvs x\"","sentiment_score":0.0681818182}
{"full_text":"RT Average LAPD cop makes $50 an hour. When a cop gets COVID, they sit home making $50 an hour. We then pay ANOTHER cop...","sentiment_score":-0.15}
{"full_text":"RT Discraceful that reporters and crews sent to both Bristol and Carlisle to find NYE revellers from across the Welsh an...","sentiment_score":0.0}
{"full_text":"RT Ban on fireworks due to CovidSouthern Italians are terrible Facists","sentiment_score":-0.5625}
{"full_text":"lmao, let's see about that","sentiment_score":0.6}
{"full_text":"RT On Tuesday, January 4, from 7-8pm, BRHD will host a live, virtual Town Hall to provide updates on COVID-19 data, quarantin...","sentiment_score":0.1363636364}
{"full_text":"Take care sir and my prayers for your speedy recovery. Sir","sentiment_score":0.0}
{"full_text":"RT I do sometimes think people have overestimated how fun and convenient a global pandemic'...","sentiment_score":0.15}
{"full_text":"Dig deeper, it's on all news consumers to get the whole story!","sentiment_score":0.25}
{"full_text":"RT Casual reminder that disabled children exist, deserve an education, and can be at grave risk from coronavirus. Anyone pe...","sentiment_score":-0.35}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT I've been working on call at the Children's hospital here in New York this weekend, and literally every child we are o...","sentiment_score":0.1363636364}
{"full_text":"RT Since we can only post totally factual info about Covid on Twitter without being banned I want to choose my words carefull...","sentiment_score":0.0}
{"full_text":"RT Actually, it will be like the past two years of not making schools safe. This government is not interested in quality publi...","sentiment_score":0.03125}
{"full_text":"RT Twitter permanently suspends Rep. Marjorie Taylor Greene's personal account after \"repeated violations\" of the Covid-19 misinfor...","sentiment_score":0.0}
{"full_text":"RT No whites allowed","sentiment_score":0.0}
{"full_text":"RT How long is the media going to continue to ignore the fact that this admin is holding back Covid treatments to red states?","sentiment_score":-0.0166666667}
{"full_text":"RT If Sir Keir Starmer had been PM we would have been in lockdown throughout 2021. Thank God he isn't in charge!","sentiment_score":0.0}
{"full_text":"has been over 7 days since I went in for my covid test and I have yet to receive my resultsI've attempted to email and call multiple time and still no response","sentiment_score":0.0}
{"full_text":"We're Living Through a Maternal Mental Health Crisis@TheCut Read it:","sentiment_score":-0.1}
{"full_text":"RT Why did grandma not have enough swagger to survive Covid??!  What a foolish man.","sentiment_score":0.0}
{"full_text":"RT Please listen, turn each school into vaccine clinic, familiar setting, easy access, grab a...","sentiment_score":0.4041666667}
{"full_text":"RT BC withheld data since Spring 2020 because they decided we couldn't handle the info, never tested school exposu...","sentiment_score":0.0}
{"full_text":"RT \"We have 92% of our state vaccinated ... but we have overflowing hospitals,\" says on CNN. \"So that 8% of the po...","sentiment_score":0.0}
{"full_text":"Yeah, vaccinating the general public at 85-90% has done so well so far, Ontario and Quebec are in full lock down again. Maybe use the advertising dollars used in these ads to do something useful for a change.","sentiment_score":0.1074074074}
{"full_text":"RT PAY PEOPLE TO STAY AT HOME AND MAIL THEM AT HOME PCR TESTS (which do actually exist) AND N95 MASKS, good LORD","sentiment_score":0.35}
{"full_text":"RT Y MEDIA BREAKING NEWS#Covid_19 #Omicron #Ontario","sentiment_score":0.0}
{"full_text":"RT In related news, the weather will no longer be reported in order to fight cold winters. #ONpoli","sentiment_score":-0.3}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"RT \"Most Western health authorities have not yet acknowledged that their entire approach to the pandemic has been a compl...","sentiment_score":0.1666666667}
{"full_text":"You also need in your platform the appointment of a Royal Commission on Pandemic Management, including a full and complete audit and tracing of pandemic relief funds.  I'm sure a lot would be uncovered.  Developers in Vaughan would be lawyering up to say the least","sentiment_score":0.1625}
{"full_text":"RT Don't be complacent with preventive measures. By the time Omicron variant hits us and gets identified it would have spread far...","sentiment_score":0.1}
{"full_text":"Calling for guidelines &amp; mitigations to be 'strictly followed' is good. And, young folk in schools have generally been pretty decent at masking &amp; hygiene. But then the guidelines allow 100s to sit unmasked at intervals &amp; lunchtime. Explain the logic.https:\/\/t.co\/5Cy7rLXzaj","sentiment_score":0.2533333333}
{"full_text":"RT Dystopian transhumanist psychopaths can take their human implantable microchips and stick them where the Sun doesn't shine...","sentiment_score":0.0}
{"full_text":"I have to call my work again to say my dad just took a covid test and is waiting for results after i took thursday off and they asked if its covid related and i was like oh no not at all. But now!!!!","sentiment_score":0.0}
{"full_text":"RT Today we have taken an important step forward in protecting our youth against COVID-19. Congrats to all my young friends...","sentiment_score":0.25}
{"full_text":"RT Cramer goes from calling the military to enforce vaccine mandates to \"i'm done caring about vaccines\" in one month.","sentiment_score":-0.1}
{"full_text":"Fireboy x Ed Sheeran || Peru giving other songs Social distancing &gt;&gt;&gt;&gt;","sentiment_score":-0.0458333333}
{"full_text":"RT PAY PEOPLE TO STAY AT HOME AND MAIL THEM AT HOME PCR TESTS (which do actually exist) AND N95 MASKS, good LORD","sentiment_score":0.35}
{"full_text":"RT FDA clears boosters for 12-15 year olds, shortens time between Pfizer 2nd dose and booster to at least 5 months, and clears...","sentiment_score":-0.15}
{"full_text":"RT While I'm not suicidal, I have to wonder what the point is to any of this anymore. Endless cycles of lockdown, giving...","sentiment_score":-0.125}
{"full_text":"RT PAY PEOPLE TO STAY AT HOME AND MAIL THEM AT HOME PCR TESTS (which do actually exist) AND N95 MASKS, good LORD","sentiment_score":0.35}
{"full_text":"RT Instead of being mad about having Covid, I like to think of it as this thing traveled around the world just to spend a...","sentiment_score":-0.625}
{"full_text":"RT \"Our government is out of control on this,\" Malone said about vaccine mandates.... \"And they are lawless. They completely...","sentiment_score":0.1}
{"full_text":"RT \"Of the 15 agents who died in 2021, 13 died in the line of duty as a result of COVID-19.  Two were killed in vehicle-relate...","sentiment_score":-0.2}
{"full_text":"RT Isn't this essentially what Mike Pompeo said about running the State Department?","sentiment_score":0.0}
{"full_text":"RT We're publishing a guest post on the Daily Sceptic by two Scottish academics asking why the Scots have proved so willing t...","sentiment_score":0.125}
{"full_text":"RT Due to the significant increase in COVID-19 cases we have made the extremely difficult decision to temporarily suspend visiti...","sentiment_score":-0.0833333333}
{"full_text":"RT \"Despite taking all precautions I have tested covid positive. I am fine and I request everyone who has come in contact with...","sentiment_score":0.321969697}
{"full_text":"RT I had the dreaded omicron. It was a bad cold for a couple of days. A mild cold after that. No breathing problems. No cou...","sentiment_score":-0.3916666667}
{"full_text":"Amateur Hour: Another Day, Another CDC COVID Reversal","sentiment_score":-0.25}
{"full_text":"Am i feeling under the weather because I got the booster today or am I feeling under the weather because every person has covid at the min ?","sentiment_score":0.0}
{"full_text":"This account paid to promote Covid19 disinfo. Please stop this.Reported for Covid19 disinfo.","sentiment_score":0.0}
{"full_text":"NYC continuing its bold tradition of electing absolute knuckleheads. This motherfucker is confusing an ongoing pandemic with an Old Spice commercial.","sentiment_score":0.0666666667}
{"full_text":"Outbreak Feared As Over 2,000 Passengers Stuck On Goa Cruise Ship After Crew Tests COVID+ h\/t Shiloh #COVID19","sentiment_score":0.0}
{"full_text":"RT Sadly my warning came true. The CGCC site is currently experiencing a 2 to 3 hour wait. Unfortunately this is only...","sentiment_score":-0.13}
{"full_text":"RT this is what happens when you get long covid, or any chronic illness. everyone you know will accuse you of faking it for a...","sentiment_score":-0.05}
{"full_text":"LIKE HAVE WE FORGOT THAT COVID 19 IS A SYNTHETIC VARIANT OF A VIRUS THAT ALREADY EXISTS!?!?!? It was made by a human to harm human, and now humans are trying to reverse the damage. Mf the damage has been DONE. Y'all keep trying to fix something YOU CANT FIX!!","sentiment_score":0.0}
{"full_text":"Premier says if you follow whats happening with Omicron peak across the world (in areas ahead of us like South Africa and Denmark) there is a steep decline. Premier also says this could be the start of this being endemic.","sentiment_score":0.0}
{"full_text":"RT [RTs appreciated!! ]Vaccine Tiger: Booster Set is now up for pre-orders! :D This line up there will be an embroidered p...","sentiment_score":0.6953125}
{"full_text":"RT #BTS' #Suga has fully recovered from #COVID19!https:\/\/t.co\/Vpdpg4uTl3","sentiment_score":0.0}
{"full_text":"Correct me if I'm wrong, but I have, at every turn, spoken about this in terms of supplemental therapeutics for ambulatory covid. No?","sentiment_score":-0.5}
{"full_text":"RT Apparently, there are 2 available that have shown promise with Omicron. There are also ot...","sentiment_score":0.225}
{"full_text":"RT Much said about NHS staffing crisis as Covid cases rise. Priority of testing is a must. We mustn't forget social care bec...","sentiment_score":0.1166666667}
{"full_text":"Or he has covid","sentiment_score":0.0}
{"full_text":"He's shutting down due to high cases of covid not because people are unvaccinated you moron.  Even if they were they can test positive.","sentiment_score":-0.1386565657}
{"full_text":"RT ~100,000 patients with Covid in US hospitals today, rising quickly, isn't good, folkshttps:\/\/t.co\/xStmHRzwg2","sentiment_score":0.7}
{"full_text":"RT [Weverse Notice] BTS SUGA's Full Recovery from COVID-19 Notice","sentiment_score":0.35}
{"full_text":"Trust me man I get it I was in the same boat, my job even told me they would give me WSIB if I had a negative reaction from the vaccine  we are fucked my guy","sentiment_score":-0.3}
{"full_text":"RT I got COVID again on Dec 25th. Day 1 soar throat Day 2 fever and soar throat Day 3 : cough started Day 4: fever gone. F...","sentiment_score":0.0}
{"full_text":"RT We have less than 2 weeks before NY's eviction moratorium expires. Will and","sentiment_score":-0.1666666667}
{"full_text":"YESSSS JUDE HAS NO COVIDI swear even Covid fear him","sentiment_score":0.0}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT 3.5 million Americans kept a roof over their heads during this global pandemic and economic crisis, thanks to Democrats a...","sentiment_score":0.1333333333}
{"full_text":"jk guys it's not the flu, I straight up have covid weeeeeeee","sentiment_score":0.2}
{"full_text":"RT The NHS have cared for over 600k hospitalised Covid patients. With less frontline staff and less bed capacity. Other patie...","sentiment_score":-0.1527777778}
{"full_text":"Oh how the turn tables","sentiment_score":0.0}
{"full_text":"RT UK's Covid cases rise by another 45% to 157,758 with deaths down 70% to 42 in a week","sentiment_score":-0.1555555556}
{"full_text":"RT Scott Morrison warns rapid tests won't be free for all as daily cases top 37,000 #dickhead","sentiment_score":0.3}
{"full_text":"RT 3) I don't know who can still call this \"mild\" with a straight face when staring at 2x record pediatric hospitalizations.","sentiment_score":0.2666666667}
{"full_text":"RT This is CT, but relevant here, too. We are experiencing Delta and Omicron, not just Omicron. Basing policy on what we think...","sentiment_score":0.4}
{"full_text":"I can't even imagine if i didn't have the vaccine on how i would've felt. This strand was really kicking my ass and my booster was scheduled next week lolll","sentiment_score":0.1}
{"full_text":"RT #Omicron &amp; #rapidtests - we have more preliminary data with retrospective testing of patient samples (all vaccine brea...","sentiment_score":0.5}
{"full_text":"RT Don't even look for the rapid covid tests here, we don't have them either. ","sentiment_score":0.0}
{"full_text":"Gettr has some sort of Twitter import feature. It's likely an attempt by the plat to flatten the network affect curve that plagues newcomers. Only way it's real is if they're importing followers as placeholder accounts. (?)","sentiment_score":0.0666666667}
{"full_text":"RT Question for the Ontario Twitter doctors:Did South Africa N95, vaccinate, boost and lockdown themselves out of their...","sentiment_score":0.0}
{"full_text":"This, but we're also setting a dangerous precedent. As a health care planner I'm concerned that the answer to system capacity issues in future will be to close schools. All it will take to get parents on board is some Twitter propaganda about the dangers of flu &amp; RSV to kids","sentiment_score":-0.2333333333}
{"full_text":"RT Dear Please confirm that in March 2022 you WILL NOT extend the temporary covid powers you granted the corru...","sentiment_score":0.0}
{"full_text":"Free COVID-19 Testing in Killeen, Texas","sentiment_score":0.4}
{"full_text":"RT BREAKING: Ontario is in lockdown once again. Restrictions include delaying in-person learning at schools, shutting dow...","sentiment_score":0.0}
{"full_text":"RT Retweet if you wear a mask and don't feel like you're being abused by it.","sentiment_score":0.0}
{"full_text":"Bottomline is: if people refuse to get vaccinated and to wear a mask, the consequences of not resolving the pandemice are mainly on their shoulders.Biden gave all the tools and guidelines.People ignoring them cannot complain after.Not his fault. That simple","sentiment_score":0.0833333333}
{"full_text":"I got someone by responding this : Trump got 3 shots of the vaccine... the other person never reply ","sentiment_score":-0.125}
{"full_text":"RT British Prime Minister Boris Johnson said the right measures were in place to tackle the surge in COVID-19 cases caused by the...","sentiment_score":0.1428571429}
{"full_text":"RT NHS dentists told they have to meet 85% activity levels of pre covid otherwise face financial penalties.Could lose 50% of sur...","sentiment_score":0.0}
{"full_text":"No, I have a cold I ain't got no covid","sentiment_score":-0.6}
{"full_text":"RT They had the summer of 2020 to prepare, they didn't. They had the winter break of 2020 to prepare, they didn't. They had t...","sentiment_score":0.0}
{"full_text":"Good luck. I hope it's a mild case of COVID if you have contracted the virus.","sentiment_score":0.5166666667}
{"full_text":"RT Hospitals can't find enough nurses.Airlines can't find enough pilots.Trucking companies can't find enough drivers.Al...","sentiment_score":0.0}
{"full_text":"cdc finna be at ya crib like","sentiment_score":0.0}
{"full_text":"RT This is completely backwards. Florida Surgeon General says we need to stop testing and get back to our lives. In fact,...","sentiment_score":0.05}
{"full_text":"RT I know many folks who're hanging by a thread mentally and they survive by going to the gym or playing sports. We have a...","sentiment_score":0.2}
{"full_text":"RT Parents now have to scramble to find childcare or stay at home for at least two weeks of online school. Not everyone can a...","sentiment_score":-0.3}
{"full_text":"RT The majority of teachers and nurses are women and explains why they are being disregarded and disrespected in this pandemi...","sentiment_score":0.0}
{"full_text":"Not surprised all you've got is memes. The majority of hospitalizations and ICU admissions are unvaxxed. However coverage wanes after 4 months of 2nd  vs delta &amp; dropped to 19% vs infection by omicron.","sentiment_score":-0.025}
{"full_text":"RT ONTARIO, notice how the narrative changed today there was no mention of \"The Pandemic Of the Unvax'd\". It is now \"The Pandemic...","sentiment_score":0.0}
{"full_text":"what is the theory on why unvaxxed are going to hospitals more than vaxxed for non-covid related illnesses?  the region is basically 50\/50 on vax status so would mathematically be unlikely.","sentiment_score":0.0}
{"full_text":"You think this is evidence of an epidemic of dying 3 years olds. You have your head so far up your own asshole that you can see what you had for lunch you vaccine denying disinfo spreading auto-fellator.","sentiment_score":0.35}
{"full_text":"RT So since there was no mention of child care, is it safe to assume that child care operators and municipalities will now ne...","sentiment_score":0.5}
{"full_text":"If they don't test they can pretend that DeSantis is doing a good job and there is no Covid in Florida.","sentiment_score":0.7}
{"full_text":"RT Shout out to everyone else who's thinking, \"Do I have Omicron or do I just feel terrible all the time?\"","sentiment_score":-1.0}
{"full_text":"RT Will Dr. Fauci finally admit he lied about all mask mandates working?https:\/\/t.co\/pFDBi1UnRU","sentiment_score":0.0}
{"full_text":"My parents couldn't be together on New Year's Eve for the first time in 62 years because my father is hospitalized and FL is a COVID hell-hole.  He doesn't have COVID.","sentiment_score":0.1931818182}
{"full_text":"RT Corminarty is the only approved vaccineBut @RandPaul where is it ?Vaccines Licensed for Use in the United States | FDA...","sentiment_score":0.0}
{"full_text":"RT TODAY, Jan 3rd, FEMA is opening an In person Disaster Recovery Center at 1755 South Public Road, Lafayette 9am - 7pm. ...","sentiment_score":-0.0333333333}
{"full_text":"Due to #COVID19, many Millennials have reported saving more thanks to fewer daily expenses. Still, most lack confidence in knowing how to achieve their financial goals. Read the latest findings in New York Life's Wealth Watch survey, and let's talk.","sentiment_score":0.2457070707}
{"full_text":"RT Congresswoman Marjorie Taylor Greene tweeted this. Twitter flagged it as \"misinformation.\" Unbelievable.","sentiment_score":-0.25}
{"full_text":"Booked for the 14th!","sentiment_score":0.0}
{"full_text":"Lastly, he just needs to reverse that vaccine mandate for kids stupidity then he's got my complete respect","sentiment_score":-0.1666666667}
{"full_text":"RT If you want to keep schools open you have to advocate for mitigations to keep transmission low. Mass infection of kids isn...","sentiment_score":0.0}
{"full_text":"RT Fear. The most important aspect of the pandemic. More contagious that SARS-CoV-2 and more deadly than COV...","sentiment_score":0.34}
{"full_text":"Covid cases rise by more than 400 as 1,352 new cases recorded in Oxfordshirehttps:\/\/t.co\/sCMMjZHNY3","sentiment_score":0.3181818182}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to show that I belong here.","sentiment_score":0.0}
{"full_text":"In the post #pandemic world, #Asia could exploit the growing #digital connectivity to overcome the hassles of conventional #trade and ratchet up its economic growth. From","sentiment_score":0.019047619}
{"full_text":"Based off of Massachusett's current Covid cases The Grid Iron originally scheduled for 1\/7 has been canceled. Later this week we will announce our new protocols and the next scheduled date for The Grid Iron.","sentiment_score":0.1022727273}
{"full_text":" The #PublicRelations business rebounded in 2021 from the chaos of pandemic 2020, which triggered a massive restructuring of the #communications sector. Here are some of the #PR and #comms highlights of 2021, via","sentiment_score":0.0}
{"full_text":"Marathon 85 - Lockdown Blues #rockindiepunkmetal #rtitbot #rtArtBoost #Spotify #Python #Video #YouTube #Radio #Video #ViralVideo #SubscribeToday #viral #COVID19  #lockdown #Control #news #Mondayvibes #Trending #FordNation","sentiment_score":0.0}
{"full_text":"Sacrifice their own just to build outrage, sic.","sentiment_score":0.6}
{"full_text":"Experts have named 8 symptoms to watch for","sentiment_score":0.0}
{"full_text":"India launches drive to vaccinate children vs COVID","sentiment_score":0.0}
{"full_text":"RT \"White supremacy will NOT disarm itself.\" - Propane Jane, 10\/2\/17","sentiment_score":0.0}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"The NBA's new CDC guidelines, a recap of the Winter Classic, and the best of College Basketball in 2021! Check it out in this week's #TopShelf, hosted by","sentiment_score":0.4343434343}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"According to Human Rights Campaign (HRC), one in five LGBTQIA+ lived in poverty and 40% of LGBTQ+ youths are homeless pre-pandemic. LGBTQIA+ are more likely to be in jobs changed by quarantine. Traffickers targets marginalized groups. #EndTrafficking #NSAM","sentiment_score":0.1666666667}
{"full_text":"Just Announced: with at the Fine Line on March 14. On sale Thursday - proof of vaccination or negative COVID test (taken within 72 hours of event) required.","sentiment_score":0.0583333333}
