{"full_text":"They aren't even offering N95 masks. I've even heard professors aren't even allowed to choose conduct their own courses remote. OU puts profits over the well being of their students and faculty.","sentiment_score":0.25}
{"full_text":"RT Check this out Clif!  My, has sentiment changed:  Doctor challenges health secretary on vaccine mandates while came...","sentiment_score":0.0}
{"full_text":"RT Purchasing ya own n95 masks is def some stolen wages shit.","sentiment_score":0.2}
{"full_text":"RT Parisians Take to the Streets in Solidarity Against O-Macron Variant#Macron","sentiment_score":0.0}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"RT Tensions were high as protesters, including COVID sceptics, rallied against COVID restrictions and vaccine mandates, in #Magdeb...","sentiment_score":0.16}
{"full_text":"RT Ultimately, the question before the Supreme Court in the vaccine mandate issue is whether the President can unilaterally...","sentiment_score":-0.25}
{"full_text":"RT Here's why this troubles me: Covid has been hard. If there's something you can do, even if a minor inconvenience to yo...","sentiment_score":-0.1708333333}
{"full_text":"RT When the Australian Home Affairs Minister says Novak Djokovic is free to leave, she is NOT being straight. Unless he make...","sentiment_score":0.2}
{"full_text":"RT Parents asking where is the COVID-19 funding for testing? The privatization schemes used by Lightfoot must...","sentiment_score":0.0}
{"full_text":"RT Wonder if authoritarians in Australia know that consensus medical opinion is NOT to vaccinate people newly recovered from COV...","sentiment_score":0.0681818182}
{"full_text":"When there is a natural disaster. The GOP can't wait to ask and receive government aid and assistance. COVID is a prime example of a national medical crisis causing hundreds of thousands of deaths. More illnesses. Economic harm. But the Federal government should remain silent.","sentiment_score":0.16}
{"full_text":"RT #Pens HCMS: Brock McGinn &amp; Bryan Rust have entered Covid protocol, out today","sentiment_score":0.0}
{"full_text":"RT Unmasked \"important people\" next to masked \"unimportant people\" is the enduring image of how covid has stratified society....","sentiment_score":0.0}
{"full_text":"RT Agreed. #SueDeSantis. #ProsecuteDeSantis. #MalfeasanceIsACrime.","sentiment_score":0.0}
{"full_text":"RT Apparently Australia has been classified as a \"high risk\" country for Covid. We'll done and your hope...","sentiment_score":0.105}
{"full_text":"RT Consultant Orthopaedic Surgeon \"Mandatory vaccinations set a very dangerous precedent.... the Pandora's b...","sentiment_score":-0.78}
{"full_text":"RT When you lose PolitiFact ... ","sentiment_score":0.0}
{"full_text":"RT i have not and will not take a so-called COVID \"vaccine\". these are some of the main reasons why i have come to this decisio...","sentiment_score":0.1666666667}
{"full_text":"Bravo! I agree with everything you said. #VoteThemAllOut2022","sentiment_score":0.0}
{"full_text":"He's a terrible leader.","sentiment_score":-1.0}
{"full_text":"RT My aunt died of covid last night.. Wasn't sick very long.. She's a lawyer who was about to retire. Had all the vaccines....","sentiment_score":-0.2597619048}
{"full_text":"This is awful!  #godcometoourassistance #jesustakethewheel#kyrieeleison","sentiment_score":-1.0}
{"full_text":"They handing out COVID test in the streets in Miami","sentiment_score":0.0}
{"full_text":"RT Profits of listed businesses grew 59% year on year for the first 9 months, despite Covid challenges. This shows our econo...","sentiment_score":0.25}
{"full_text":"RT FDA will have 8 months -- not the 75 years it requested -- to release all documents related to the licensing of Pfizer's...","sentiment_score":0.0}
{"full_text":"trump is a joke......maybe nightmare is a better word","sentiment_score":0.5}
{"full_text":"Booster is a cheating and fraud play by vaccine makers.","sentiment_score":0.0}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"RT This pandemic has *really* taught me about the dangers of the sunk cost fallacy. Once some people have publicly commi...","sentiment_score":0.1}
{"full_text":"RT \"Omicron may be up to nearly 100 times less deadly than seasonal flu, scientists say.\"Follow the science.","sentiment_score":-0.0888888889}
{"full_text":"RT The third world nations award against the fight of Covid-19. Emerging facts:There were 28 applicants from 28 nations Afr...","sentiment_score":0.0}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"RT Remember, the right-wing donors who built the Supreme Court want to tear down ALL federal regulations. They really don't...","sentiment_score":0.0222222222}
{"full_text":"RT The enforcement of the 'vaccine passport' will eventually tie into your bank account, meaning they can block you out of spend...","sentiment_score":0.0}
{"full_text":"Right. Stay Home and Tough it out ya pussies.","sentiment_score":-0.0515873016}
{"full_text":"RT Who could have predicted this?","sentiment_score":0.0}
{"full_text":"The fact that many NHS staff like this doctor will be dismissed is just beyond me.","sentiment_score":0.5}
{"full_text":"RT i wonder if appointing eugenicists to the white house covid advisory board has anything to do with the administration's \"life u...","sentiment_score":0.0}
{"full_text":"RT Funny how ignoring people and their health impacts the economy. Glad to see this important research coming.","sentiment_score":0.3833333333}
{"full_text":"RT At least 13 passengers, who tested positive for #COVID19 upon their arrival in the Indian city of Amritsar, have escaped...","sentiment_score":-0.0363636364}
{"full_text":"RT It's disgusting to see political leaders using their power to get people fired from their jobs unless they do what they wan...","sentiment_score":-0.4}
{"full_text":"RT Heads up, the vid got me bad (covid) Promise I'm not ignoring anyone, I think I'm slept 30 of the last 40 hours. Still hav...","sentiment_score":-0.35}
{"full_text":"RT Justice Gorsuch wore no mask during oral argument yesterday, the only justice to openly defy the rules, on a day they were...","sentiment_score":0.0}
{"full_text":"Really , look at gas prices, all prices, the economy is stagnant, the deaths from overdoses from ages 18-45 is higher than from Covid.  Democrats hatred for 45 has clouded their perception of reality","sentiment_score":0.225}
{"full_text":"RT \"Only 6 Healthy Children Have Died Of Covid\"We have now lost 113 We CEV\/CV are fighting for our lives. Now we fight to have...","sentiment_score":0.25}
{"full_text":"At the end of the day, theLiberal premier Dpm Perrottet told the people of NSW who raised concerns about hospital overcrowding and rising case numbers that they were being alarmist or they were being bed wetters.\"https:\/\/t.co\/70M2ww4IC6","sentiment_score":0.0}
{"full_text":"RT Thread.","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Covid reduces your nitric oxide &amp; and viagra solves that problem bc it increases your nitric oxide!!","sentiment_score":0.0}
{"full_text":"My concern here is not which way one leans politically or if the Court supports my view ....my concern is that ALL Supreme Court Justices must have facts not feeling's","sentiment_score":0.0}
{"full_text":"RT Republicans who banish mask and vaccine mandates and spread lies abt public health crisis? NYT says they're in the clear","sentiment_score":0.05}
{"full_text":"RT Republicans won't get the vaccine but they'll take Viagra as a Covid miracle cureTucker Carlson is pushing it on his showS...","sentiment_score":0.0}
{"full_text":"The public reporting of #Covid deaths by combining #withcovid19 and #ofcovid19 has been a shameful game of switch and bait to increase fear in the public. Why would Health, medical and governing officials do this? #fearmongering #nlpoli #covid19nfld","sentiment_score":-0.1}
{"full_text":"It's not complicated.2 months into the so called pandemic, WEF sponsored politicians universally said:the only cure for Covid will be a yet to be tested experimental jab.How did they know this? Before a single jab test was made?Because our politicians are bought by the WEF.","sentiment_score":0.0071428571}
{"full_text":"I wonder if people know how much Broadway \"workers\" make. Not the producers or the huge names. The dressers, the set people, the understudies. How are they supposed to eat? Let alone pay rent in NYC?","sentiment_score":0.3}
{"full_text":"Read it again - the visa was granted over 4 weeks *before* he had Covid!","sentiment_score":0.0}
{"full_text":"RT New CDC guidelines part 1","sentiment_score":0.1363636364}
{"full_text":"RT An Audio Statement in English, titled:The Origin of Corona and Its Well-Concealed SecretImam Mahdi Nasser Mohammed A...","sentiment_score":0.0}
{"full_text":"RT Covid vaccines DO disrupt menstrual cycles, study reveals","sentiment_score":0.0}
{"full_text":"having antibodies from proof of recovery is not being recognized the same as having a vax. All countries should allow antibodies\/proof of recovery of covid for travel for at least 90 days after infection. #travelbans #antibodies #covid19 #NoVaccineMandates","sentiment_score":-0.15}
{"full_text":"lol that bbq i was supposed to go to today because the mf got covid","sentiment_score":0.8}
{"full_text":"RT If governments had said and done absolutely nothing in response to COVID, would we be in a better place?","sentiment_score":0.35}
{"full_text":"RT Anti-vax French lawmaker dies after contracting COVID-19","sentiment_score":0.0}
{"full_text":"Lol, so when fully vaxxed icu admissions and hospitalizations grow consistently by 1-2% per day for over three weeks, that's not a trend? You covid cultists are dumber than I thought. ","sentiment_score":0.525}
{"full_text":"RT This is tragic. Whatever your personal thoughts on vaccines--just look at what's happening to innocent children here. P...","sentiment_score":-0.0833333333}
{"full_text":"ooow dearPapa wat is google.https:\/\/t.co\/ArKIWuOy5l.","sentiment_score":0.0}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"The gov't &amp; our employers don't care about our health or safety unless they're forced to, &amp; COVID forced them to, &amp; they're trying to walk it back so things can \"go back to normal.\" It's bullshit. Ppl always should be able to stay home when they're sick, &amp; see a doctor about it.","sentiment_score":-0.0948979592}
{"full_text":"Cannot go to work in person for a very important Court case, but she can hang out in public with a bunch of American Hating Senators?  Gotcha.","sentiment_score":0.1733333333}
{"full_text":"RT This isn't about just the collapse of the healthcare system; it's really about the collapse of the US as a fun...","sentiment_score":0.25}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"RT HINDI MILD ang Omicron. That's it, that's the tweet.","sentiment_score":0.3333333333}
{"full_text":"Unpopular Opinion: Remote work is a PsyOps for you to stay in your comfort cocoons that makes you fatter &amp; less satisfied. Home is for leisure &amp; family, not work.Men need to work hard, in the company of peers they admire, and spend time outside. Or else it will weigh them down.","sentiment_score":-0.0356481481}
{"full_text":"RT CDC out there telling us exactly what kind of society they want I guess","sentiment_score":0.425}
{"full_text":"RT On Dec 1st City beat Villa without Walker, Stones, Laporte, Gundogan, De Bruyne and Torres (all injured\/covid). Foden an...","sentiment_score":0.0}
{"full_text":"RT In case you missed it, a teacher did this to her kid.","sentiment_score":0.0}
{"full_text":"RT 599 Albertans died with a positive Covid test after receiving one or two shots. Of these, 140 were categorized as unvaxxed by...","sentiment_score":0.2272727273}
{"full_text":"RT As reported on CNN, FoxNews and MSNBC! Covid is no joke!","sentiment_score":0.0}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"RT Marine vet David T. is in the hospital with covid pneumonia and a blood clot in the lung. Please pray for him.","sentiment_score":0.0}
{"full_text":"RT The Supreme Court is grappling with an executive move that was openly discussed not only as an avoidance of Congress bu...","sentiment_score":0.0}
{"full_text":"RT  Eagles activated C Jason Kelce from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT Diagnostic colonoscopy, cancer screenings, Pap smear? Hell guys let's cure Diabetes by just not testing your blood glucose!","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Please maintain safe distance from both 'Omicron' and O'mitron' !","sentiment_score":0.625}
{"full_text":"RT Diagnostic testing is first step toward controlling infectious disease wether it's influenza, strep, or covid. It's wr...","sentiment_score":0.25}
{"full_text":"RT The most accurate depiction of the CDC lol","sentiment_score":0.5666666667}
{"full_text":"RT Don't throw around the term \"mandatory vaccination\" lightly. What does this mean? Fines until people comply? Off to camps...","sentiment_score":0.04375}
{"full_text":"RT Snow leopard at Illinois zoo dies after contracting Covid-19","sentiment_score":0.0}
{"full_text":"RT Americans shouldn't have to do either.","sentiment_score":0.0}
{"full_text":"RT just saw #PushpaTheRise on if it wasn't for covid you'd probably do 200+ in Hindi alone. This is w...","sentiment_score":0.0}
{"full_text":"RT People are again getting infected with delta variant it seems ,not all the cases are omicron ... Pls be safe guys and wear ma...","sentiment_score":0.5}
{"full_text":"RT The enforcement of a vaccine that does not significantly prevent infection with sweeping of freedoms, jobs and incomes...","sentiment_score":-0.1875}
{"full_text":"RT Survived the first 2, caught by the 3rd one so here I m with high fever, spinning head, bodyache to the core #COVID19...","sentiment_score":0.1366666667}
{"full_text":"\"the Chinavirus only lets you taste Chinese food, hmmm.\"","sentiment_score":0.0}
{"full_text":"RT De Santis actually thought this in his head and thought it was smart. And then his spokesperson thought it was smart too...","sentiment_score":0.1428571429}
{"full_text":"RT Be very clear on this Q:If COVID is proven to target LH receptor sensitivity(damaging fertility &amp; lowering Total &amp; Fr...","sentiment_score":0.065}
{"full_text":"To go back to that town or stay home ?","sentiment_score":0.0}
{"full_text":"They are all aware but still putting medical students lives in threat by conducting mbbs 2nd prof exams. I'd request you to highlight this issue for the betterment of the future doctors.@CMODelhi","sentiment_score":0.0625}
{"full_text":"And the kids know it! Who can be surprised at the skyrocketing mental health challenges among young ppl?! Anxiety, depression, grief, anger, despair... they are very reasonably responding to what they're witnessing\/experiencing. Such individual &amp; collective trauma...","sentiment_score":-0.139375}
{"full_text":"I'm angry I have covid I need to be at the bridge at least I'm returning to tottenham away, Man City away, brighton away","sentiment_score":-0.4}
{"full_text":"RT Edouard Mendy has tested positive for COVID - 19 at the AFCON  ( ) #CFC","sentiment_score":0.2272727273}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"As y'all know, I had to cancel my Prague\/Slovenia trip after I got Covid. KLM already refunded my flights to\/from Prague and I just learned Air Serbia will refund half of my cancelled Prague-Ljubljana flight. So I'm only out about $80 for the whole thing. Not too bad.","sentiment_score":-0.1666666667}
{"full_text":"RT So in other words many more than 150,000 have died if you include those after 28 days  - 'More than 150,000 people in the...","sentiment_score":0.34375}
{"full_text":"Bcuz we individuals Know it bullshit being pushed by power hungry govt!","sentiment_score":0.0}
{"full_text":"RT It's wild because we're all at home waiting for the government, our jobs, and our schools to give us permission to not...","sentiment_score":0.1}
{"full_text":"RT #France  Today 4 protests have converged  in #Paris, under the rain, to oppose the Vaccine Pass Macron's Govt is pushing...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis said they let 800,000 - 1 million COVID-19 tests expire between December 26-30 because no one needed them....","sentiment_score":0.0}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"RT SOP for Home Isolation of #Covid19 Postive persons in Assam, issued by Health &amp; Welfare Dept. Citizens are requested to...","sentiment_score":0.0}
{"full_text":"You may already be working on an abcess.  That's going to require treatment - usually before the dentist goes to work on your tooth. As far as him being 'jabbed' that's not as important as him, or you,  being infectious. There should  be covid protocols.","sentiment_score":0.0833333333}
{"full_text":"RT They trust the Pfizer drug, not approved for Covid, but don't trust the Pfizer vaccine approved for Covid","sentiment_score":0.0}
{"full_text":"There are dozens of different covid-19 vac's based on 4 very different technologies, yet this piece of garbage claims to have studied 'the Covid-19 vaccine.'   run from this type of fearmongering as fast as you possibly can","sentiment_score":0.05}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT This article nails it. \"The difference is this surge comes on the back of all the prior ones. COVID's burden is add...","sentiment_score":0.0}
{"full_text":"Leg injury Covid positive Brother death Stay Strong MY HERO ","sentiment_score":0.3303030303}
{"full_text":"RT Lydia Friend, founder of Women of Watts and Beyond, is out of the hospital after a serious fight with Covid. Her fight...","sentiment_score":-0.3333333333}
{"full_text":"RT Can someone help me understand how \"enhancing measures\" for droplet protocols help protect staff &amp; students from an airbo...","sentiment_score":0.0}
{"full_text":"RT Anyone who compares having to show proof of vaccination to enter a McDonald's to fascism and oppression has no real idea...","sentiment_score":-0.1}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Big Buzz:- Tom Cruise is Set to Make an Appearance in #DoctorStrange Multiverse of Madness as an Iron Man Variant","sentiment_score":0.0}
{"full_text":"RT Think about it. Before polio, did anyone go out and seek the polio vaccine? Before cancer, did anyone go out and seek mammogra...","sentiment_score":0.0}
{"full_text":"RT When they say: \"We need to learn to live with COVID\" What they really mean is: Let's just give up on protecting health worke...","sentiment_score":-0.0880681818}
{"full_text":"RT Edouard Mendy and Kalidou Koulibaly have both tested positive for COVID-19, two days before Senegal's first match at #...","sentiment_score":0.2386363636}
{"full_text":"If covid19 and these Variants are so deadly where are these corrupt Morons face masks. Sotomayor owes the American people an apology for her deep dark Lies yesterday. Yesterday was so very disgusting.","sentiment_score":-0.3785714286}
{"full_text":"#PediatricianImmumologists United! #COVID immunity is better for kids to get via vaccine than via an infection without vaccine immunity","sentiment_score":0.5}
{"full_text":"RT Republicans suggest viagra instead of the vaccine now. Because horse dewormer wasn't humiliating enough.","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"For many, schools are daycare. Even before COVID, children were routinely sent to school sick.","sentiment_score":-0.1071428571}
{"full_text":"RT 43% of COVID patients currently hospitalized in New York we're hospitalized for a reason OTHER than COVID and just happe...","sentiment_score":0.0037878788}
{"full_text":"RT Viagra...as in manufactured by Pfizer Viagra??? ","sentiment_score":0.0}
{"full_text":"RT For those of us who are fully vaccinated and wear masks + social distance in public, who has managed to escape Covid? Me...","sentiment_score":0.0166666667}
{"full_text":"RT Here's why this troubles me: Covid has been hard. If there's something you can do, even if a minor inconvenience to yo...","sentiment_score":-0.1708333333}
{"full_text":"Covid \"vaccines\" are not vaccines as I understand the definition. The definition of vaccine has been changed over the last 6 yrs. It now includes the Covid \"Vaccines\" despite them not preventing people catching or spreading Covid. They are treatments, like syrup for a cough","sentiment_score":0.3}
{"full_text":"RT You're telling me every household in america used to get shampoo samples in the mail but they can't find a way to get u...","sentiment_score":0.0}
{"full_text":"Plenty of people have gone into Covid perfectly healthy and come out with heart problems, chronic fatigue, and brain damage. Death isn't the only negative outcome.","sentiment_score":0.0666666667}
{"full_text":"RT The bleakest and most brutal of milestones. A monument to pandemic mismanagement ","sentiment_score":-0.1875}
{"full_text":"RT An Audio Statement in English, titled:Assuring the Brief News about Pfizer's Vaccine and the entire Vaccines of the Huma...","sentiment_score":0.0}
{"full_text":"RT 146,390 new coronavirus cases today 313 more people have died 18454 people in hospital with covid #JohnsonOut #NotFitT...","sentiment_score":0.3181818182}
{"full_text":"Each week in January, w\/@Report4America is checking in with #VT hospitals about #COVID19. Lexi's first check-in:","sentiment_score":0.25}
{"full_text":"This year's Grammy Awards ceremony honoring top performances in music has been postponed indefinitely because of the rapid spread of the Omicron variant of the coronavirus, organizers said on Wednesday.https:\/\/t.co\/hh8np3HvHD","sentiment_score":0.5}
{"full_text":"There have been 304 COVID deaths in our area since the pandemic began.https:\/\/t.co\/881hxBWhXG","sentiment_score":0.0}
{"full_text":"It's a new year, with a new variant, and there may be a new way to do testing on the horizon.https:\/\/t.co\/gCGDdCM94Q","sentiment_score":0.1363636364}
{"full_text":"Because we don't have a Covid vaccine for Leopards","sentiment_score":0.0}
{"full_text":"Inflation is a permanent feature of the capitalist economy, irrespective of the re-opening of the economy after lockdown. Fiat paper money loses its purchasing power, as governments print more to finance ever growing interest-based debt.#KhilafahWillEndInflation","sentiment_score":0.1}
{"full_text":"#MaskUp when it matters most #California. Wearing a mask in public indoor spaces helps us stay safer from #COVID19 and its variants like #Omicron and #Delta. For maximum protection, choose an N95 or KN95 #mask.","sentiment_score":0.25}
{"full_text":"Omicron came on fast, but experts are hoping the decline will be swift. However, there are caveats. director of the and Sternberg Family Distinguished Professor at shares his thoughts.https:\/\/t.co\/8Q5A3Ky2G5","sentiment_score":0.2}
{"full_text":"Staff shortages, rising Covid cases, and frustrated patients: Working in a Valleys GP surgery in winter","sentiment_score":-0.7}
{"full_text":"RT And figures from show that for every 1mph increase in bus speeds annual revenue goes up by PS80-85m because mo...","sentiment_score":0.0}
{"full_text":"RT Big Buzz:- Tom Cruise is Set to Make an Appearance in #DoctorStrange Multiverse of Madness as an Iron Man Variant","sentiment_score":0.0}
{"full_text":"RT Child abuse!!!","sentiment_score":0.0}
{"full_text":"RT #France  Its packed !! You would think this is #Paris but it is the city of #Montpellier that is protesting against the...","sentiment_score":0.0}
{"full_text":"Pre-pandemic, fewer New Yorkers were poor than a decade earlier -- everywhere but The Bronx.","sentiment_score":-0.0878787879}
{"full_text":"Please see the latest Covid 19 advice for parents on the school website.https:\/\/t.co\/LNauZ9PhAy@EmmausCAT","sentiment_score":0.5}
{"full_text":"Hundreds of Novak Djokovic's supporters gathered at a rally in downtown Belgrade on Friday to protest his confinement in Australia after his entry was denied by border authorities because of COVID-19 vaccination regulations. #9Newshttps:\/\/t.co\/lXRICQGriv","sentiment_score":0.0}
{"full_text":"if you're visiting family and friends this weekend, take a rapid test before you go in case you have #coronavirus.Remember to open a window regularly to help any COVID-19 particles disperse.Let's stop COVID-19 hanging around!","sentiment_score":0.0}
{"full_text":"RT Think about it. Before polio, did anyone go out and seek the polio vaccine? Before cancer, did anyone go out and seek mammogra...","sentiment_score":0.0}
{"full_text":"RT The 'with' or 'because of' Covid hospitalization argument is intentionally politicizing data.","sentiment_score":0.0}
{"full_text":"RT I am going to go apoplectic  when the unending series of covid complications in the u.s. population spikes health care sp...","sentiment_score":0.0}
{"full_text":"WEEKEND LISTENINGCan the #49ers take care of business? and discuss:- Huge Week 18 game vs. Rams- Lance's performance &amp; future - 49ers big 3 on offense - DeMeco Ryan's stock rising - COVID issues in the secondaryhttps:\/\/t.co\/tE86BoywQh","sentiment_score":1.387778781e-17}
{"full_text":"As the Omicron variant of COVID-19 produces a spike in cases nationwide, about three-quarters of Americans are already vaccinated against the coronavirus, and two-thirds of those have gotten booster shots.https:\/\/t.co\/ozwsqnA2oA","sentiment_score":0.0}
{"full_text":"RT Justice Sotomayor claimed today that 100 thousand children are currently hospitalized with covid.100 THOUSAND.A Su...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $MSC today at $5.87 per share, and the stock prices rebound back to pre-pandemic prices at $19.86, your investment would be worth $3383.30! That's 238% growth and $2383.30 profit!  See more:  $BASI $OTTR $SEAS $MGTX $CSTM","sentiment_score":0.3229166667}
{"full_text":"RT They put the letter at work about needing a positive Covid test to use paid sick days beside the lette...","sentiment_score":-0.2435064935}
{"full_text":"#COVID19 : #Maharashtra Asks Union For 90 Lakh Additional #VaccineDoseshttps:\/\/t.co\/hkG5d9gA0V","sentiment_score":0.0}
