{"full_text":"RT Story about an Australian boy who reportedly died from a vaxx. It's authenticity is unknown to me.","sentiment_score":-0.05}
{"full_text":"Vaccination helps to prevent a new variant from emerging?","sentiment_score":0.1363636364}
{"full_text":"Very easy takes a couple minutes","sentiment_score":0.5633333333}
{"full_text":"RT Israeli Vaccine Chief: 'Vaccine Passports No Longer Relevant'Watch the whole show here:","sentiment_score":0.3}
{"full_text":"RT The rapid spread of the Omicron variant, and questions about the sensitivity of at-home tests, have rekindled a debate over...","sentiment_score":0.0}
{"full_text":"RT There are four nurses on my team. Three of us are off because our kids gave us covid. All not eligible for their second dos...","sentiment_score":0.0}
{"full_text":"#helpless#COVID__19#coronawarriorsComHealth officer Late Akash sachan posted in Banda #UP Martyr on 09\/06\/2021#Help@PMOIndia@myogioffice@vinodkapri@ttindia@ndtv@bstvlive@PragyaLive@suryapsingh_IAS@ravishndtv#JusticeFor_Corona_warriors","sentiment_score":-0.3}
{"full_text":"RT Humbled with such prestigious recognition. This honour is dedicated to all Coal India family members who worked 24\/7 during...","sentiment_score":0.0}
{"full_text":"RT Show Canadians the Vaccine Contracts.It is our money, we have every right to see them.","sentiment_score":0.2857142857}
{"full_text":"RT FIRST ever case of a man who suffered agonizing penis pain due to a \"mild\" #COVID19 infection 3 weeks earlier that caused a...","sentiment_score":0.1145833333}
{"full_text":"RT #Postpone_cgl_mains2020#Postpone_cgl_mains2020People are dying due to corona Every exam is getting postpone why not...","sentiment_score":-0.125}
{"full_text":"RT JUST IN: Supreme Court Justice Sonia Sotomayor announces she will only attending oral arguments remotely this week. Per...","sentiment_score":-0.05}
{"full_text":"RT To achieve this goal, &amp; used a mouse model developed by &amp; in which we can...","sentiment_score":0.1}
{"full_text":"RT All Covid restrictions scrapped in the UK?Covid news: All restrictions in England to end within DAYS | Politics | News | h...","sentiment_score":0.0}
{"full_text":"RT If no one is aware, these kits aren't viable if they drop below 35F, and they're shipping in late January. If you're in a p...","sentiment_score":-0.025}
{"full_text":"Good interview however you didn't any ask any difficult questions:1) No hospital is built by kejriwal ji in delhi so far?Mohalla clinic in not hospital?2) the worst covid scarcity was in delhi in second wave. Kejriwal ji did nothing except passing the bug.Kejriwal ji just lied","sentiment_score":-0.2}
{"full_text":"RT Big news from #Israel, the \"world's lab\":\"Finance Minister called for an end to the widespread use of the...","sentiment_score":0.0}
{"full_text":"RT It's even a bit worse - we don't even have enough for the immunocompromised in some states and as has pointe...","sentiment_score":-0.2}
{"full_text":"RT Fair assessment of an excruciating interview. He does not even accept the principle that, if found to have lied to parliament,...","sentiment_score":0.7}
{"full_text":"Booster shots, getting kids vaccinated - all part of the prep for omicron.I would like to see N95 masks handed out for everyone, and school\/workplace HEPA12 or 13 air purifiers provided. NZ hasn't quite cottoned-on that Covid is airborne and lingers for up to 5 hours.","sentiment_score":0.0}
{"full_text":"RT #UPTET2021  #UPTET #uptetpostponed  #uptetpostpone #uptet_postponemore than 2.5 lakh covid cases. this isn't a good time fo...","sentiment_score":0.7}
{"full_text":"RT In the time of 3rd wave of covid, when most of the exams are getting postponed, SSC should postpone cgl mains 2020. #postp...","sentiment_score":0.25}
{"full_text":"yo What the FUCK?????","sentiment_score":-0.4}
{"full_text":"RT The reason and his state premier cronies &amp; won...","sentiment_score":0.0}
{"full_text":"Covid-19 Deaths are at record levels in Australia &amp; Official Data shows the Fully Vaccinated account for 4 in every 5 of those deaths since November - The Expose","sentiment_score":0.0}
{"full_text":"RT The students are right. Booster mandates in young healthy 20 year old males will backfire and poison trust in vaccination...","sentiment_score":0.2464285714}
{"full_text":"RT Are you someone who has had \"elective\" surgery for cancer or other issues as a result of the Covid shutdowns and are pr...","sentiment_score":-0.125}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT Neil Gorsuch is the ONLY Supreme Court Justice who refuses to wear a mask to protect immunocompromised and diabetic So...","sentiment_score":0.0}
{"full_text":"#UPTET Please postpone the exam because it will increase the ratio of covid even more..#uptetpostponed#UPTET#Postponed_uptet 2021","sentiment_score":0.0}
{"full_text":"RT Our family members are suffering from it.I myself once have caught covid and i know its...","sentiment_score":0.0}
{"full_text":"Mark McGowan - This is our WA COVID-19 update for Wednesday, 19 Jan 2022","sentiment_score":0.0}
{"full_text":"\"The people who are the most annoying about COVID are the ones who wear masks and are boosted. If you are so confident in masks and the vaccines, why are you so concerned about what others are doing? Wear your masks, get your vaccines, and shut up already.\"","sentiment_score":0.0666666667}
{"full_text":"RT #Postpone_cgl_mains2020India reports 2,82,970 new coronavirus infections, active cases in country highest in 232 day...","sentiment_score":0.0015151515}
{"full_text":"RT #Postpone_cgl_mains2020India reports 2,82,970 new coronavirus infections, active cases in country highest in 232 days...","sentiment_score":0.0015151515}
{"full_text":"RT An interaction with environmental controllers was organised by #IndianArmy at the area of Wussankhui, keeping COVID PROTOCO...","sentiment_score":0.0}
{"full_text":"Today Corona awareness for publics by ASI Nagaraju at PVP school bus stop","sentiment_score":0.0}
{"full_text":"You can't be serious. This is a link to someone's Substack. And it relies on VAERS, which is just a list of adverse events that happen post-vaccination, not necessarily related to a vaccine, even if it's falling off a skateboard.","sentiment_score":-0.1666666667}
{"full_text":"lmfaoooo not taurus in the north node","sentiment_score":0.0}
{"full_text":"There was a time lampard had no wingers lol. Let's stop lying","sentiment_score":0.8}
{"full_text":"RT Please postponed uptet exam because COVID is at peak, it is dangerous to take exam now. #uptet #...","sentiment_score":-0.6}
{"full_text":"RT I ordered my Covid test kits earlier today, and damn...it was INCREDIBLY EASY!","sentiment_score":0.2708333333}
{"full_text":"RT Health officials say positive COVID-19 cases in Los Angeles County have increased nearly 10 times in one month.","sentiment_score":0.1636363636}
{"full_text":"RT Hong Kong orders more than 2,000 pets to be killed after hamsters from the Netherlands tested positive for coronavirus. 1 pet...","sentiment_score":0.1757575758}
{"full_text":"RT Penned by Dr. Ankit Gupta_ The Covid-19 third wave: How to control it and the way forward -https:\/\/t.co\/sJIp4jfJCH","sentiment_score":0.0}
{"full_text":"RT I'm loling. Only 87 of the 270 \"doctors\" who wrote the letter to Spotify complaining about Joe Rogan are actually doctors....","sentiment_score":0.0}
{"full_text":"RT ICYMI: Inc.'s early decision to adapt to the #pandemic and institute a \"#work from anywhere\" model allowed #Latinow...","sentiment_score":0.1}
{"full_text":"#Postpone_cgl_mains2020This Pandemic will turn into endemic if right measures are taken but conducting exams could lead to corona outburst and make situation worst. Postponement of exams is need of the hour.@PMOIndia","sentiment_score":-0.3571428571}
{"full_text":"RT Canadian truckers against cross-border vaccine mandates have started to block all lanes of traffic to and from the United S...","sentiment_score":0.0}
{"full_text":"Just met someone in my class that doesn't know what covid isHe got vaccinated but he doesn't know for what","sentiment_score":0.0}
{"full_text":"#QUEBEC U KNOW U PAY FOR #SAQ FROM TAXES &amp; PAY?SO WHEN U FILING HUMAN RIGHTS DISCRIMINATION CHARGES MANAGERS EMPLOYEES &amp; SAQ HO? #COVID=#LIE","sentiment_score":0.0}
{"full_text":"RT Young and youthful India showing the way! This is encouraging news. Let us keep the momentum. It is important to vacc...","sentiment_score":0.2625}
{"full_text":"RT Someone recorded it!","sentiment_score":0.0}
{"full_text":"RT Thank you, Dr Norman Swan, for your words of caution. When political leaders like the PM get ahead of themselves and...","sentiment_score":0.0}
{"full_text":"RT Marvel is webbing up stunning new variant covers for Spider-Man's 60th anniversary!  See some of your favorite characters...","sentiment_score":0.3901515152}
{"full_text":"RT That escalated quickly: the CDC is now advising against travel to Australia. Remember when we were a covid-free safe haven...","sentiment_score":0.4166666667}
{"full_text":"People refuse to vote for the dumbest f*cking reasons &amp; then have enough gall to bitch about moan later on.VOTE BLUE!!","sentiment_score":-0.15}
{"full_text":"RT One would hope that if you're ever in need of being helped medically,like being resuscitated from drowning, heart attac...","sentiment_score":0.0}
{"full_text":"Even those that are vaccinated &amp; have boosters can still get Covid. They use the common cold symptoms to say someone has Covid. They get paid for EVERY positive case. Everyone's just dollar signs to them. Why should you get paid for our health #WeAreNOTDollarSigns #WeArePeople","sentiment_score":-0.2242424242}
{"full_text":"RT Covid-19 Report For 18th JanNew Positive Cases: 11607Of which 0-18 years: 991In quarantine: 6728Local contacts: 4879...","sentiment_score":0.2272727273}
{"full_text":"Fauci has the vaccine that actually works tho","sentiment_score":0.0}
{"full_text":"RT FREE At-home COVID-19 tests are now available to order! U.S. households are eligible to receive four at-home COVID test...","sentiment_score":0.45}
{"full_text":"Well actually...  They're just saying that Nicki Minaj was right.Nevermind that this is about COVID and not the vaccine, and about  vascular disease and not swollen balls.The mental gymnastics are astonishing..","sentiment_score":0.1333333333}
{"full_text":"RT These are the RATs that detect Omicron well:Panbio (Abbot) Abbot (v high)V-Check (cole workwear) Guaungzhou Decheng (v...","sentiment_score":0.0}
{"full_text":"RT  Sofia- Bulgaria 12\/01\/22Thousands of people take to the streets in protest against the Covid passport and are tryin...","sentiment_score":0.0}
{"full_text":"RT No Lockdown In #Telangana #HarishRao #COVID19","sentiment_score":0.0}
{"full_text":"RT 4) Again, officially ascribed \"COVID deaths\" is a severe undercount of the total COVID wave attributed deaths--you can see i...","sentiment_score":0.0}
{"full_text":"RT So was right","sentiment_score":0.2857142857}
{"full_text":"Can covid end already! I miss the days when I had to get creative when I wanted to cancel plans. Now nobody even asks cause they already assume covid  this is ruining my lack of a social life.","sentiment_score":0.2666666667}
{"full_text":"If this thing happens I will forget any girl","sentiment_score":0.0}
{"full_text":"RT A single dose of covid vaccine reduces risk of multisystem inflammatory syndrome by &gt; 90%.  No kids with two doses of vaccine...","sentiment_score":-0.0714285714}
{"full_text":"RT 3. I (Applicant's name) is writing this to enlighten a very serious concern being an Engineer &amp; applicant of Subclass...","sentiment_score":-0.4333333333}
{"full_text":"RT  omicron is not mild it have long term repercussions...just u don't get ins...","sentiment_score":-0.1083333333}
{"full_text":"RT Not sure who needs to hear this, but most of the HCWers at my hospital who have caught COVID got it from their kids who g...","sentiment_score":0.125}
{"full_text":"RT Taylor better get all that fuel stored in the USA sent over here quickThere better not be a fuel shortage on top of a foo...","sentiment_score":0.5}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"Someone is predicting this pandemic to turn into an endemic.. but wait, it already caused an endemic for the telugu speaking people where they all are going through a constant, long term, mild depression called missing SPB.","sentiment_score":0.0208333333}
{"full_text":"RT In a Call Recording of #GATE2022 Helpline, official explains getting infected with #COVID19 is same as getting...","sentiment_score":0.0}
{"full_text":"RT All the examinations are being postponed, with the Tughlaqi decree of the Yogi government, preparations are being made to thr...","sentiment_score":0.0}
{"full_text":"Thimphu Lockdown to extend till 22nd Jan.","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls order their 4 free covid tests from USPS","sentiment_score":0.6}
{"full_text":"RT #uptet exam postponed COVID-19 cases bhut bd rhe h..jb other exm postpone ho skte h to uptet postpone kyu nhi kr skti...","sentiment_score":-0.125}
{"full_text":"\"How to order free COVID-19 at-home tests and when to use them\" ","sentiment_score":0.4}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"RT circling back on this","sentiment_score":0.0}
{"full_text":"RT It takes a staggering level of willful ignorance to believe minorities can't get an ID to vote while simultaneously mand...","sentiment_score":0.0}
{"full_text":"RT Plz consider the current crisis, corona is not a joke#Postpone_cgl_mains2020","sentiment_score":0.0}
{"full_text":"RT I'm just a girl standing in front of a pandemic, asking it to be over.","sentiment_score":0.0}
{"full_text":"RT 1,214 new cases and 3 new deaths in Uzbekistan [6:45 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT Vaccination Camp by volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Saharanpur,...","sentiment_score":0.0}
{"full_text":"RT The underlying disgust has been deepened by outrage over the rising toll of working-class COVID infections, hospitalisati...","sentiment_score":0.0}
{"full_text":"RT NEW--French parliament has voted overwhelmingly 215-58 to approve a new law that will **require vaccinations** to enter rest...","sentiment_score":0.3181818182}
{"full_text":"RT And killed 665 people. You might remember that number as 768. That's because even by the time the outbreak was...","sentiment_score":-0.2}
{"full_text":"RT VP said the Office of the Vice President (OVP) has received requests from different LGUs to bring the Swab Cab...","sentiment_score":0.0}
{"full_text":"Opinion: The COVID-19 pandemic has made clear how strongly our lives can be influenced by rapid developments in scientific knowledge and changes in public health policy.","sentiment_score":0.1777777778}
{"full_text":"RT In this meta-analysis of #COVID19 vaccine trials, adverse events in placebo arms (\"nocebo responses\") accounted for 76...","sentiment_score":0.0}
{"full_text":"RT On Monday, #yegcc will have the opportunity to take a first step towards a public health approach to the drug poisoning ep...","sentiment_score":0.125}
{"full_text":"RT Did not expect Covid rapid-test distribution to have a \"bias towards single-family housing\" subplot but here we are","sentiment_score":0.0}
{"full_text":"RT NEW--French parliament has voted overwhelmingly 215-58 to approve a new law that will **require vaccinations** to enter rest...","sentiment_score":0.3181818182}
{"full_text":"VAERS is not \"according to the CDC\". It's essentially a message board where anyone can post as many \"deaths\" as they choose without oversight.","sentiment_score":0.25}
{"full_text":"RT #Covid Tests Falling, Need To Immediately Ramp Up, Centre Tells StatesNDTV's Sukirti Dwivedi reportsRead more:","sentiment_score":0.5}
{"full_text":"RT Hi-Touch event (for vip tickets)(this is a hi-touch without touchingkk cause we still in a pandemic)https:\/\/t.co\/KgRkZy...","sentiment_score":0.0}
{"full_text":"RT So we're going to waive the visa fees of students, whilst also continuing to not give a single cent to universities to...","sentiment_score":-0.0714285714}
{"full_text":"Hello America, I'm a stay-at-home parent, my home was taken by a hurricane, and I'm here to have my own Vegas show.","sentiment_score":0.6}
{"full_text":" All EU nations and Switzerland are currently on Spain's high COVID risk list. A negative COVID test result is required to enter Spain from high-risk countries, even for fully vaccinated travelers.Learn more https:\/\/t.co\/IocstrMuGj","sentiment_score":0.09}
{"full_text":"Can we all stick by unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"A cash injection of PS370k has been allocated to be shared between Newcastle &amp; Middlesbrough in an attempt to encourage Covid-19 vaccine uptake.https:\/\/t.co\/uULOGqTA0s","sentiment_score":0.0}
{"full_text":"The HPV vaccine has played an important role in reducing the number of people affected by #CervicalCancer","sentiment_score":0.4}
{"full_text":"The government will kill all hamsters being sold in pet shops after several hamsters at a pet shop tested positive for Covid-19. An estimated 2,000 hamsters will be killed...https:\/\/t.co\/8yRPw0EZ4K, #cleanair #hkairpurifier #airpurifier","sentiment_score":0.1136363636}
{"full_text":"Zimbabwe COVID-19 Update (18 January 2022)Confirmed cases - 226 887New cases - 427Tests done - 4 799Active cases - 11 868New recoveries - 1 641Daily Vaccinations - 11 455Total Vaccinations - 7 458 250New deaths - 8Total deaths - 5 266#StaySafe #MaskUpZim","sentiment_score":0.0}
{"full_text":"Kejriwal announced on January 4 that he contracted Covid-19, but five days later, on January 9, the Delhi CM declared himself clear of the virus.https:\/\/t.co\/RZ8zdSpETC","sentiment_score":0.05}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"I just googled this.","sentiment_score":0.0}
{"full_text":"A special #COVID19 vaccination drive for #PrecautionDose will be conducted every Thursday, starting January 20 in #TamilNadu","sentiment_score":0.1785714286}
{"full_text":"One for the early risers as the  latest episode of the #REALFOOTBALLCAST is LIVE! and this week the pod squad discuss: #PremierLeague and Covid- #EFC Sack Rafa- #MCFC Now Clear- #CFC Now Beaten- #LFC Still Hunting &amp; More","sentiment_score":0.2740909091}
{"full_text":"A new systematic review and meta-analysis in #BMCPregnancyChildbirth shows more pregnancy complications in symptomatic #Covid19 infection than in asymptomatic infection.https:\/\/t.co\/SAcbtG01if@AKUGlobal","sentiment_score":0.3181818182}
{"full_text":"Data shows Israelis have applied for a record number of gun licences since the outbreak of violence between Jewish Israelis and Palestinian citizens of Israel. Many say they fear for their personal security but Palestinians say it is a direct threat to their lives","sentiment_score":0.15}
{"full_text":"Wednesday's HeraldRestrictions on pubs, nightclubs and indoor events will be scrapped from Monday as Scotland enters a \"calmer phase\" of the pandemic.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.0}
{"full_text":"With the pandemic not showing any signs of abatement, what the future holds is anyone's guess.https:\/\/t.co\/pARN8V706f","sentiment_score":0.0}
{"full_text":"More transmissible, but less deadly: The #OmicronVariant is two-thirds less likely to lead to hospitalisation in #COVID19 patients than #Delta. Find out more, via","sentiment_score":0.0777777778}
{"full_text":"Mental Health and Service Impacts During COVID-19 for Individuals with Serious Mental Illnesses Recently Released from Prison and Jail","sentiment_score":-0.1266666667}
{"full_text":"UNICEF enters supply agreements for COVID-19 oral antiviral medicine Molnupiravirhttps:\/\/t.co\/G0oJESaIg0","sentiment_score":0.0}
{"full_text":"bellaaa u what??? covid???","sentiment_score":0.0}
{"full_text":"Thanks for walking the talk. So excited about the vaccine you all developed and your efforts to get it out to all the world.","sentiment_score":0.225}
{"full_text":"RT My town's Covid positivity rate is 64%.It's so ridiculous, I want to laugh.","sentiment_score":-0.0166666667}
{"full_text":"When everyone is testing positive for COVID-19 except you. How to stay unaffected by the overwhelming \"positivity\" everywhere? Follow the safety guidelines of the Ministry of Public Health. Wear your masks properly, avoid crowds and keep your distance!#COVID19Qatar","sentiment_score":0.1354545455}
{"full_text":"Women seeking to participate in shaping and building peace and defending human rights face a \"vastly worse\" situation now than they did before the COVID-19 pandemic, the United Nations human rights chief said Tuesday.https:\/\/t.co\/UsDvg7DVMI","sentiment_score":-0.1333333333}
{"full_text":"COVID 19 has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development?","sentiment_score":0.177020202}
{"full_text":"RT \"...there's no evidence right now that healthy children, or healthy adolescents, need boosters. No evidence at all.\"https:\/...","sentiment_score":0.4285714286}
{"full_text":"#India reported 2,82,970 new #COVID19 cases in the last 24 hours with a daily positivity rate of 15.13 per cent, the Ministry of Health and Family Welfare informed.https:\/\/t.co\/okiyopodNY","sentiment_score":0.0454545455}
{"full_text":"RT We were the ones on duty in second wave !Imagine what would the govt have done If we backed off during covid ! We love ou...","sentiment_score":0.25}
{"full_text":"RT 17) **with caption** - listen to Professor Costello explain why he is so worried about #COVID19 damaging T cells and #LongC...","sentiment_score":0.0}
{"full_text":"Nearly 7 million people aged 12 to 17 have been properly #immunized..https:\/\/t.co\/jSL08YUjxJ.#vaccine #covid #coronavirus #corona #pandemic #health #vaccination #vaccines #virus #lockdown #medicine #science #news #doctor #healthcare #quarantine #stayhome #flu #immunization","sentiment_score":0.0}
{"full_text":"RT Shaheer Sheikh's father critical after contracting COVID-19, actor urges fans to pray","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic is far from over, the World Health Organization chief says, cautioning against a narrative that the fast-spreading #omicron variant is risk-free.https:\/\/t.co\/47hs9c4JN7","sentiment_score":0.1}
{"full_text":"RT Covid is here to stay because of people like Greg Abbott, Ron DeSantis, and the majority of the Republican Party.","sentiment_score":0.0}
{"full_text":"RT #Postpone_cgl_mains2020 #IBPS_PO_POSTPONE #NDTV Corona is increasing day by day in my area daily 600-700 cases coming p...","sentiment_score":0.0}
{"full_text":"The number of children testing positive for COVID-19 is soaring.The American Academy of Pediatrics reports 11% of all child COVID cases since the start of the pandemic have come in the last two weeks.","sentiment_score":0.0757575758}
{"full_text":"RT Australians should be allowed to see the modelling on expected COVID deaths, undertaken before this \"opening up\" phase.  How...","sentiment_score":-0.1}
{"full_text":"RT 5) Deaths and hospitalizations also severely ignore the much larger iceberg beneath the COVID pandemic surface-- #LongCovid,...","sentiment_score":0.0}
{"full_text":"Exactly. Because of the pressures and mandates I refuse to get it.","sentiment_score":0.25}
{"full_text":"rock n roll","sentiment_score":0.0}
{"full_text":"RT 8 times more deaths have been recorded in the UK in ONE day than NZ has lost in the entirety of this pandemic.don't give...","sentiment_score":0.5}
{"full_text":"RT With the new coronavirus sidelining teachers, school leaders are scrambling to fill in the gaps and keep students on campus. #...","sentiment_score":0.1363636364}
{"full_text":"If DOC can't beat COVID, who can?","sentiment_score":0.0}
{"full_text":"[FREE TUTORIAL] How to: Make \"Toilet\" Paper w\/ The Urban-Aboriginal &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #suvival #SHTF #prepper #toiletpaper #pandemic #papermaking #wildcrafting #homesteading #hoarding","sentiment_score":0.1833333333}
{"full_text":"RT Follow the money. Covid restrictions are funnelling money to global companies and changing our way of life. Is this what you...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 12.9FWind Chill: 12.9FHumidity: 99%Dew Point: 12.7F Barometer: 30.185 inHgWind: 1 mph from the ECorona Virus Weekly Stats:Cases: 762.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT FIRST ever case of a man who suffered agonizing penis pain due to a \"mild\" #COVID19 infection 3 weeks earlier that caused a...","sentiment_score":0.1145833333}
{"full_text":"RT TN govt has not announced lockdown for coming Sunday (Jan 23)Their previous GO mentioned Sunday lockdown only for Jan 16...","sentiment_score":-0.0833333333}
{"full_text":"I haven't been overnight in a hospital since I was 10 yrs old when I had my tonsils taken out.That's 63 yrs ago. #TrudeauMustGo #TruckersForFreedom","sentiment_score":0.1}
{"full_text":"RT To what extent is it possible to follow social distancing properly in offline exams.  please let me know The hostel ha...","sentiment_score":0.0111111111}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT So many elders are dying and it just sucks that the last few years of their lives has been a global pandemic and restri...","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls order their 4 free covid tests from USPS","sentiment_score":0.6}
{"full_text":"A Tampere-based medical devices company received an EU-wide CE certificate for the distribution of a rapid Covid-19 breath test.  The device's nanosensors analyzes the breath in less than a minute.  Read more  #BusinessTampere #rnd","sentiment_score":0.1111111111}
