{"full_text":"RT Helena Public Schools require students to wear masks again following surge of COVID cases","sentiment_score":0.0}
{"full_text":"RT Killing is like sport in Jamaica. Is like about 10 or more murders a day. Crime &amp; violence is out of control. Crime &amp;...","sentiment_score":0.5}
{"full_text":"RT Variant cover for Batman : Killing Time #2 Written by by Colors by","sentiment_score":0.0}
{"full_text":"RT Give yourselves a pat on the back, A'tin!  We chose to walk away from toxicity. This lockdown proves our moral compass doe...","sentiment_score":0.1}
{"full_text":"3rd dose: still restrictions &amp; cases are rising so why did I take it?\"CDC estimates that Flu has resulted in 9 million - 41 million illnesses, 140,000 - 710,000 hospitalizations and 12,000 - 52,000 deaths annually between 2010 and 2020\". And Flu shot is NOT mandatory.","sentiment_score":0.0}
{"full_text":"Rand Paul Pulls a Joe Rogan, Says the Vaccine Increases Risk of Heart Ailment But Doesn't Mention Covid Raises It Even More","sentiment_score":0.5}
{"full_text":"RT republicans really be like","sentiment_score":0.2}
{"full_text":"RT 1995: Ribbon bullies 2021: Vaccine dummies  #Seinfeld","sentiment_score":0.0}
{"full_text":"RT #WHO  #Fauci Announce cure for Covid.  Everyone at 0715 GMT Must do the Hokey Pokey","sentiment_score":0.0}
{"full_text":"RT Around May'20 it was hectic the before night with a lot of covid pts and I lost my will to even get out of my bed...","sentiment_score":0.0}
{"full_text":"stay at home forever","sentiment_score":0.0}
{"full_text":"RT In the U.S. more people died of Covid in the past week than died of Ebola during the whole 2014-2016 West Africa epide...","sentiment_score":0.15}
{"full_text":"RT BREAKING REPORT: Ireland to End Most COVID-19 Virus Restrictions, Including COVID Passport...","sentiment_score":0.5}
{"full_text":"#Odisha's daily #COVID19 cases drop further; 8845 new infections including 927 in 0-18 years age group detected in the last 24 hours#viralodisha #viralodishanews #odishacovidupdate","sentiment_score":0.0340909091}
{"full_text":"RT Massive Canadian trucker convoy on its way to Ottawa against trucker vaccine mandate.","sentiment_score":0.0}
{"full_text":"But if u survived all those illicit things don't u think you'd survive covid","sentiment_score":0.0}
{"full_text":"RT My teacher-wife is back in the classroom from next week. We're having conversations about her sleeping in a tent in the ba...","sentiment_score":0.0}
{"full_text":"RT Holy cow.So much for \"only mild\" cases of #Omicron #COVID19 -- this is a classic case of \"drowning in your own fluids.\"","sentiment_score":0.26}
{"full_text":"RT Congrats to Dr. Ranak Trivedi for her recent feature in The Washington Post!Dr. Trivedi discusses how the 4 #COVID tes...","sentiment_score":0.0}
{"full_text":"oh gosh hon, hoping you get well fully. Masks, washing hands, and avoiding large gatherings where one is not sure how much each person takes COVID seriously is definitely not to be underrated. And everyone's immune systems are different! :(","sentiment_score":-0.0976190476}
{"full_text":"yes going to see exo is therapeutic for me and keeps me sane, this pandemic has fucked me up good","sentiment_score":0.05}
{"full_text":"#US reports 10 mln new COVID-19 cases in 12 days #Sharjah24","sentiment_score":0.1363636364}
{"full_text":"Sounds like talks of mandates to be finally stopped and now finally learn how to live and manage Covid, just like how USA and England are going about things.","sentiment_score":0.0454545455}
{"full_text":"RT The question is this: If it were determined that a prominent celebrity died as a result of an adverse reaction to a vaccin...","sentiment_score":0.5}
{"full_text":"Epidemic Sound - Stellar Dance","sentiment_score":0.325}
{"full_text":"RT Leave it to Billboard to shield a white guy comparing an Asian group of artists to COVID in the name of humor and pin it o...","sentiment_score":0.0}
{"full_text":"RT A friend has 2 children who had Covid last week. They took them to be vaccinated today. WTH. They just had Covid so hav...","sentiment_score":0.0}
{"full_text":"RT Fentanyl has become the #1 cause of death from people ages 18 to 45. Surpassing COVID, cancer, obesity &amp; heart disease....","sentiment_score":0.0}
{"full_text":"a lil coot coot a day keeps the covid away","sentiment_score":0.0}
{"full_text":"RT I just found the smoking gun that ties vaccine doses with increased disease severity. Damning stuff. Stay tuned. Working on i...","sentiment_score":0.0}
{"full_text":"And republicans have blocked them all the way so more people die of COVID because republicans are pro-death &amp; anti-woman's rights","sentiment_score":0.5}
{"full_text":"RT A year since the 1st batch of Covid-19 vaccines arrived in Maldives!  Applaud for the successful vacc...","sentiment_score":0.75}
{"full_text":"They expect you to be \"up to date\" with an outdated vaccine.","sentiment_score":-0.4}
{"full_text":"RT New vaccines have been researched and have taken years to approve because they need to study the negative and long term side...","sentiment_score":-0.0712121212}
{"full_text":"RT Vaccines work, ivermectin doesn't","sentiment_score":0.0}
{"full_text":"RT Pretty soon, it will be the vaxxed who need to stay in lockdown.","sentiment_score":0.25}
{"full_text":"RT BREAKING RIGHT NOW.. Ireland  just put an end to all Covid restrictions... IT'S HAPPENING FOLKS","sentiment_score":0.2857142857}
{"full_text":"RT being a college student in a pandemic is probably the most unstable sht ever","sentiment_score":0.5}
{"full_text":"RT Two years now of people talking about how the novel coronavirus has ruined their lives like bro just put the book down...","sentiment_score":-0.1555555556}
{"full_text":"RT The state appears to have recorded the highest number of cases in a weeklong period since the pandemic began.","sentiment_score":0.0}
{"full_text":"RT Well, I did get $50 in donos today, so now it's up to $80\/$400.Please keep circulating, got 2 DAYS to cover the rest!","sentiment_score":0.0}
{"full_text":"Thanks. I assume you refer to the USA. I read a lot about Trump, elections, antivaxxers there and so on. And downplaying Omicron can cause havoc. People even try to downplay it here. Lucky us, only a minority, but still dangerous.","sentiment_score":-0.0166666667}
{"full_text":"RT In the U.S. more people died of Covid in the past week than died of Ebola during the whole 2014-2016 West Africa epide...","sentiment_score":0.15}
{"full_text":"RT I remember there were convoys back when Jimmy Carter wrecked our economyhttps:\/\/t.co\/p3UWqEUirahttps:\/\/t.co\/HGEJwJCNlE","sentiment_score":0.0}
{"full_text":"#RedNBlueMAGA are ecstatic about these stats!","sentiment_score":0.0}
{"full_text":"*China brings back anal swab testing for Covid two weeks before Winter Olympics begin (Sun)","sentiment_score":0.0}
{"full_text":"Admitting you can't read when the \"instructions\" are in both Chinese and English is not the flex you think it is. Additionally, needing instructions on how to put on a mask when we're 2 years into a pandemic is also not the flex you think it is.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: A federal judge in Texas issued a nationwide ruling Friday that President Joe Biden could not require federal e...","sentiment_score":0.0}
{"full_text":"RT Not well, fever ! Thankfully Covid negative but will try to be as active as I can BB15 TROPHY AWAITS KARAN","sentiment_score":-0.2166666667}
{"full_text":"RT \"I sorry, Mommy. Mommy hugs, I scared. I don't like it. Mommy!\"This 3-year-old, reacting as he was put on a ventilator, is amo...","sentiment_score":-0.625}
{"full_text":"RT 9 day, 8000 worker strike and the New York Times hadn't covered it once, they did however publish 26 separate articles...","sentiment_score":0.1363636364}
{"full_text":"RT Wishing you a speedy recovery....","sentiment_score":0.0}
{"full_text":"RT JUST IN: East Las Vegas school lockdown ends, suspect in custody #8NN","sentiment_score":0.0}
{"full_text":"RT The entire premise of this Paul Krugman column is that it's the evil red state anti-vaxxers who are preventing a massive ec...","sentiment_score":-0.25}
{"full_text":"RT \"Heroes of the Pandemic: Dr. Peter McCullough, Dr. Robert Malone, and Dr. Scott Jensen speak OUT against unconstitutiona...","sentiment_score":0.0}
{"full_text":"RT Updated data from NYC's Omicron surge.The graphs speak for themselves.Absolutely stunning.","sentiment_score":0.5}
{"full_text":"RT There was a time when a school shooting would make the national news for days. Now, a few hours after a student was shot...","sentiment_score":-0.2}
{"full_text":"RT No tears here.  They had plenty of time and warnings to get their shots... if they get the Covid without gett...","sentiment_score":0.0}
{"full_text":"RT On average, every 44 minutes, there is a Covid death in Oz, every single day of January. 721 dead in just over 3 weeks....","sentiment_score":-0.1404761905}
{"full_text":"COVID \"controlled\" him right to the cemetery.","sentiment_score":0.2857142857}
{"full_text":"This is the moment when I go tweet this will be my year to post, and do more. But #COVID19 still got me like...","sentiment_score":0.5}
{"full_text":"Just adding this to it Louie. As much as I'd like to help, please start looking for yourself, you can do it... if you want to.","sentiment_score":0.2}
{"full_text":"Hence the effect of booster needs to be untangled from other effects like social distancing, masking, etc.But I haven't read the paper (and honestly, I don't care to)","sentiment_score":0.1694444444}
{"full_text":"RT There was a time when a school shooting would make the national news for days. Now, a few hours after a student was shot...","sentiment_score":-0.2}
{"full_text":"RT Whoop, here she comes...#TruckersRock","sentiment_score":0.0}
{"full_text":"RT The reason there is a \"people's lockdown\" &amp; the streets are deserted is because most of us live with underlying condition...","sentiment_score":0.3181818182}
{"full_text":"Go Ireland go!!!","sentiment_score":0.0}
{"full_text":"RT On the 4th of April 2021 I collapsed at home 14 days after my 1st Az jag. I'm here when I shouldn't be. I lost my left leg fro...","sentiment_score":0.0}
{"full_text":"NO! They threaten the lives of others by being obtuse, self absorbed azzhats, not to mention helping create Covid variants.","sentiment_score":0.3}
{"full_text":"RT PSA!the omicron variant molecular structure shows binding affinity to ace2 receptor (the protein entry point of c0vid) &amp;...","sentiment_score":0.0}
{"full_text":"RT Give yourselves a pat on the back, A'tin!  We chose to walk away from toxicity. This lockdown proves our moral compass doe...","sentiment_score":0.1}
{"full_text":"RT It's a humble request to SSC, please conduct the cgl mains exam after the covid graph starts to decline. Every life matters...","sentiment_score":-0.2}
{"full_text":"RT (2\/13) This is not the rosiest piece I have ever written. But I hope it clarifies some of where we're headed. It's certai...","sentiment_score":0.0}
{"full_text":"RT Dr. Robert Malone tells Tucker Carlson why he is pushing back against vaccine mandates:\"Unfortunately, we've politic...","sentiment_score":-0.25}
{"full_text":"It is an era in which maintaining hygiene is more important than ever. Because of the new way of life COVID-19 has brought to us.Find out more at #Engineering","sentiment_score":0.3840909091}
{"full_text":"Ilocos Norte Gov. Matthew Manotoc says he tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"Fewer cats and dogs have found their 'fur-ever' homes in Bahrain despite an apparent global spike in pet adoptions during the pandemic.Read More - #Manama #GDNOnline #GDNNews","sentiment_score":0.1833333333}
{"full_text":"#Beijing2022Athletes warned against speaking up on human rightsOlympics app found to have security flawsDiplomatic boycott of Olympics irks ChinaHow safe is the Beijing Bubble?From #Genocide to #Omicron, watch the story of China's controversial #Olympics#WIONWideangle","sentiment_score":0.35}
{"full_text":"It's time to speed up global efforts to ensure every country has the tools and resources it needs to get #COVID19 under control. We can only recover from the crisis if there is fairer and faster access to vaccines for everyone.","sentiment_score":0.0}
{"full_text":"RT Not well, fever ! Thankfully Covid negative but will try to be as active as I can BB15 TROPHY AWAITS KARAN","sentiment_score":-0.2166666667}
{"full_text":"The government has indicated satisfaction with the improving COVID-19 situation, while urging the general public to continue practicing precautionary measures during the upcoming Chinese Lunar New Year Festival. See more: #COVID19 #CCSA #wantruscchiin","sentiment_score":0.1372727273}
{"full_text":"The Covid minimisers like Coatsworth rely on dodgy unscientific assumptions, pleas to emotion, disingenuous debating techniques, ad hominem attacks etc. whereas the Covid serious crowd generally rely on reason, careful application of science, data and compassion. Who to trust?","sentiment_score":-0.1277777778}
{"full_text":"The NFL is curtailing daily testing of all players, vaccinated or unvaccinated, for COVID-19.","sentiment_score":0.0}
{"full_text":"A record P4.1 trillion worth of allocations were released to state agencies last year to bankroll the national government's COVID response measures, according to the Department of Budget and Management (DBM).","sentiment_score":0.15}
{"full_text":"WHO Recommends Pfizer-BioNTech Vaccine for 5-11-Year-oldshttps:\/\/t.co\/gFYMbPy0gS","sentiment_score":0.0}
{"full_text":"Anxiety, fear and #burnout caused by #COVID19 has led many physicians to cut their work hours or plan an exit strategy within the next few years. Changes must be made to make employees feel valued and preserve enough staff to meet the needs of patients.","sentiment_score":0.075}
{"full_text":"\"We need to push the virus cases down in April so when we have elections in May, people will be safe.\" | via","sentiment_score":0.1722222222}
{"full_text":"Unfortunately, the global pandemic seems to have been rekindled due to \"Omicron\".Every country is doing their best to keep the virus at bay.I hope the new virus doesn't cause a new crisis like COVID-19 did last time.#HundredSoul #Hound13 #LastSavior","sentiment_score":0.0925324675}
{"full_text":"India reports 3,37,704 new #COVID19 cases (9,550 less than yesterday), 488 deaths, and 2,42,676 recoveries in the last 24 hoursActive case: 21,13,365Daily positivity rate: 17.22%10,050 total #Omicron cases detected so far; an increase of 3.69% since yesterday","sentiment_score":0.0139393939}
{"full_text":"RT Missouri AG sues dozens of school districts over COVID-19 mask mandates | Fox News","sentiment_score":0.0}
{"full_text":"RT T cells die and get depletedIf you dysregulate this you can get things like lymphoproliferation or cancers with too...","sentiment_score":0.0}
{"full_text":"Still need your jab? We plotted +3000 #vaccination sites to make it easier for you to get vaccinated. Click here to view the interactive map we made with Please confirm that a site is vaccinating before you visit.","sentiment_score":0.0}
{"full_text":" In an exclusive interview with HipHopDX Asia, #VannDa shares: \"The pandemic has been going on long enough for me to adapt to it, I was able to learn a lot of new stuff [...] and I am still working hard to finish my new album.\"READ the full story:","sentiment_score":0.1115800866}
{"full_text":"Are you 18 and over? You might be eligible to receive your BOOSTER vaccine... Book your vaccination at one of over 430 Clicks vaccination sites on the Clicks booking portal &gt;","sentiment_score":0.0}
{"full_text":"To date, the WSWS October 24 webinar on COVID-19 elimination remains the most powerful expression of the meeting of science and Marxism to advance a solution to the pandemic.Watch the full recording here.https:\/\/t.co\/NYqc49uPXY","sentiment_score":0.3833333333}
{"full_text":"Ilocos Norte Gov. Matthew Manotoc says he tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"COVID-19 vaccinations available for PSS staff and students at their school!Register at or call (670) 682-7468 or your child's school!Live COVID-19 safe, CNMI. Practice the 3 W's: wear a mask, wash your hands, watch your distance.#vaccinateCNMI","sentiment_score":0.45}
{"full_text":"Three studies released Friday offered more evidence that COVID-19 vaccines are standing up to the omicron variant, at least among people who received booster shots.https:\/\/t.co\/XwxM5cGLk9","sentiment_score":0.1}
{"full_text":"#Ozark star on why he feared he would be cut from series 'I was pretty worried' #OzarkSeason4","sentiment_score":0.25}
{"full_text":"Guard members who don't receive an exemption will be discharged because \"without this shot you are no longer medically fit for duty.\"","sentiment_score":0.4}
{"full_text":"They're the latest Utah lawmakers to test positive for COVID-19 recently. | By #utpol #utleg","sentiment_score":0.2424242424}
{"full_text":"$ARDS - BR: $5.83 -&gt; NOW: $1.60 I'm An ICU Doctor In Rural Ohio. This Is The Horror I Face Every Day Due To COVID-19. Read more:","sentiment_score":0.125}
{"full_text":"Vaccinating children ages 5 years and older can help protect them from getting COVID-19, spreading the virus to others, and getting sick if they do get infected.  #QuitaleLaCorona #vaccinessavelives #covid19 #omicron #vaccineadvocate #forge1039 #bakersfield","sentiment_score":-0.2738095238}
{"full_text":"TRACES return after two years writing in lockdown with the launch of their new single entitled 'Crown of Thorns' #roosnews","sentiment_score":0.0324675325}
{"full_text":"2021 was not the best year for Rio Tinto, which delivered its weakest annual output since 2015, following a pandemic-induced skills shortage in Western Australia...Read Morehttps:\/\/t.co\/qQkKyu8Eh2","sentiment_score":0.3333333333}
{"full_text":"RT Can someone explain why #HCWs and #teachers are not wearing #N95 masks yet #BC gov staff wear them for safe...","sentiment_score":0.5}
{"full_text":"Dear teachers, here are our tips on how to protect yourselves and your students during the COVID-19 pandemic. ","sentiment_score":0.0}
{"full_text":"I'm about to become one of those nutty \"cannabis is a miracle cure for everything\" people. I mean I was just smoking and taking CBD to deal with the existential terror of living through a pandemic and societal collapse due to environmental disaster.https:\/\/t.co\/eSiEcLXxur","sentiment_score":-0.21875}
{"full_text":"It is incedible that 2 in 3 5 to 11 years are going to start school in the middle of a pandemic completely unvaxinated!More incedible that most dont see that this low vax rate priorto starting school is a big problem.","sentiment_score":0.1}
{"full_text":"As COVID cases continue to hit record highs, state leaders are hopeful the omicron surge will finally hit a peak and start to drop off later this month.","sentiment_score":0.0}
{"full_text":"COVID-19 is forcing some Idaho prisons to suspend visitations","sentiment_score":0.0}
{"full_text":"What life looks like on other side of the Omicron surge  ","sentiment_score":-0.125}
{"full_text":"As per a report by NCAER, tourism in India will not return to pre-pandemic levels till 2026 and would witness a slow growth, after hit by pandemic. #briflynews #NationalNews #tourism #ncaer #report #COVID19 #pandemic","sentiment_score":-0.3}
{"full_text":"RT Wow. Please get vaccinated.","sentiment_score":0.1}
{"full_text":"RT Name something you no longer do because of COVID.","sentiment_score":0.0}
{"full_text":"NHL Covid-Protocol List: 1\/21\/22Total players: 35 (-8)Today's updates and full listhttps:\/\/t.co\/vPMU3L2vi0","sentiment_score":0.35}
{"full_text":"I don't think your experts prepared for Canadians to FINALLY stand the fuck up! We had prayed for LEO's but in rode the truckers  GLORY GLORY HALLAFUCKINLUYAH","sentiment_score":-0.25}
{"full_text":"Current Conditions for #Sayre PATemp: -3.5FWind Chill: -3.5FHumidity: 94%Dew Point: -4.8F Barometer: 30.736 inHgWind: 0 mph from the WNWCorona Virus Weekly Stats:Cases: 675.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Australia just passed 2 MILLION Covid cases and has gone from 138th to 30th overall in the list of countries!Australia n...","sentiment_score":0.0}
{"full_text":"RT The WHO advises that children should not be vaccinated, as there is \"not enough evidence showing that they're actually s...","sentiment_score":0.0}
{"full_text":"RT Valley observes #COVID weekend #restrictionsReports","sentiment_score":0.0}
{"full_text":"Law enforcement and businesses prepare for vaccine mandate protest in nation's capital","sentiment_score":0.0}
{"full_text":"RT Hello guyss!! Wanted to tell you something actually today only I get my report as I'm covid positive So for tomorrow m...","sentiment_score":0.0757575758}
{"full_text":"Nothing I said was false.Boosters was predicted in 2020.I'm ok with people choosing to get vaccinated. I'm not ok with false information being used to make the covid vaccine look better than it is.","sentiment_score":0.0875}
{"full_text":"It's been said by those \"conspiracy theorists\" the entire way through this pandemic. No one has ever bothered to break down what natural immunity was cause it was always labeled misinformation and now it's the narrative. But please catch up","sentiment_score":-0.0185185185}
{"full_text":"RT On the Eve of the Washington March, COVID Declaration. Robert Malone Substack:","sentiment_score":0.0}
{"full_text":"RT Those are KN-95 not N95. If you have a problem with them being manufactured in China you can blame decades...","sentiment_score":0.0}
{"full_text":"RT I just found the smoking gun that ties vaccine doses with increased disease severity. Damning stuff. Stay tuned. Working on i...","sentiment_score":0.0}
{"full_text":"RT A lawsuit against Bill Gates, the Indian government and others, citing extensive case law, is attracting renewed scrut...","sentiment_score":0.0}
{"full_text":"The CDC has stated that vaccine booster significantly reduces a person's odds of hospitalization from the omicron variant. I just got #boosted. You should too. #COVID19 #OmicronInIndia","sentiment_score":0.375}
{"full_text":"Inc. (Nasdaq: NVAX),  has announced that Australia's Therapeutic Goods Administration (TGA) has granted approval for the Novavax COVID-19 vaccine for individuals 18 years of age and older. #Novavax #COVID19Vaccine #TGAApproval","sentiment_score":0.1666666667}
{"full_text":"Stagnant living standards do not explain the rise of political extremism and the mistrust that the #COVID19 pandemic has highlighted. But this explanation from Minouche Shafik does.","sentiment_score":0.0}
{"full_text":"Officials are blaming international mail from Canada--for allegedly bringing the first case of the Omicron variant to the city. ","sentiment_score":0.05}
{"full_text":"RT People mugged, stabbed &amp; shoved onto tracks in front of oncoming trains &amp; this is what @NYCMayor Eric Adams is having N...","sentiment_score":0.0}
{"full_text":"RT This is better than Monty Python. Anti-vaxxers try to arrest the police for abetting genocide.","sentiment_score":0.225}
{"full_text":"RT \"I feel like a person sitting in the Soviet Union watching the Berlin Wall fall. The UK has ended its COVID regime. Th...","sentiment_score":0.0}
{"full_text":"RT Leave it to Billboard to shield a white guy comparing an Asian group of artists to COVID in the name of humor and pin it o...","sentiment_score":0.0}
{"full_text":"RT What happened between Mt Blanc and Cooper that the ambulance took hours instead of 40 minutes to reach the hospital d...","sentiment_score":0.0}
{"full_text":"RT Jim Stanford nailing Liberal failure here \"From the start of the pandemic, every time a health restriction was proposed busin...","sentiment_score":-0.3166666667}
{"full_text":"RT They would only get 4 COVID tests for the one lantern.","sentiment_score":0.0}
{"full_text":"According to govt COVID is not severe anymore and exams will be conducted offline in a smooth way.But what about their close contacts? Like Pelosi's husband? #pelosi #covid #politics #vote","sentiment_score":0.4}
{"full_text":"RT I am 0 percent afraid of covid. I'm 100 percent afraid of the authoritarianism that has taken hold of society as a res...","sentiment_score":-0.6}
{"full_text":"RT JUST IN. VA Dept of Health + VA Dept of Education issue new guidance: \"There is no medical reason for a vaccinated and\/or m...","sentiment_score":0.0681818182}
{"full_text":"ArtDaily recommends:Breastfeeding mothers don't pass COVID to infants, study suggests #breastfeeding #mothers #COVID #infants #study #research #newspaper Read more about this here:","sentiment_score":0.5}
{"full_text":"Cernovich deleted: \"@NYCPBA Stop arresting 9 year olds for not wearing masks. Those are your constituents. Not lockdown loving, defund... (url)\"","sentiment_score":0.6}
{"full_text":"RT During Biden's 1st year, info about Covid was pushed everywhere, and vaccines were made available everywhere - for free. Ou...","sentiment_score":0.4}
{"full_text":"RT #Beijing2022Athletes warned against speaking up on human rightsOlympics app found to have security flawsDiplomatic boyco...","sentiment_score":0.0}
{"full_text":"RT A Kansas City hospital just lost a bunch of nurses. A friend of mine usually works on...","sentiment_score":-0.25}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":" I think they're a couple weeks ahead of us with school reopening, only with some 5-11s already 2x vaxed and teen booster shots. Oh and tests.","sentiment_score":0.0}
{"full_text":"What a chump ","sentiment_score":0.0}
{"full_text":"RT Turns out that Meat Loaf died of Covid-19 and was an anti-masker. He said last year, \"If I die, I die. But I'm not goin...","sentiment_score":0.0}
{"full_text":"RT T-cells are also greatly susceptible to Ferroptosis. Ferroptosos is also rampant in covid-19 infection...","sentiment_score":0.8}
{"full_text":"RT #NewHampshire is poised to become the 1st US state to make #Ivermectin available as an over the counter medication and sanc...","sentiment_score":0.4}
{"full_text":"Once upon a time, long ago in a far away land, there lived a researcher, long before Corona...Know exactly what you mean. Stay strong, JB","sentiment_score":0.0618055556}
{"full_text":"RT Three new U.S. studies offer more evidence that the COVID-19 vaccines are standing up to the omicron variant, at least am...","sentiment_score":0.1121212121}
{"full_text":"RT It's truly baffling that Bill Maher can be so clear eyed about the GOP's threat to democracy, yet has gone full \"Joe Rogan\"...","sentiment_score":0.225}
