{"full_text":"RT My post Covid vibes kept me home this morning but thanks to the team who were out running in their teal!  #GoldsteinVotes...","sentiment_score":0.25}
{"full_text":"RT Okaaaay....I'll play along.  What happens after that third shot exactly?  What precisely is it that transpires?  Is it...","sentiment_score":0.2166666667}
{"full_text":"RT I am From Kohat University, in recent days a lot students are on bed because Covid19. In order to remain open the Univer...","sentiment_score":0.0}
{"full_text":"RT It's STILL a pandemic &amp; we STILL are 1 of the only nations on the planet without #PaidLeaveForAllWTAFVent it out, R...","sentiment_score":0.0}
{"full_text":"RT they are brainstorming on what type of bentobox and dishes they will make &amp; yunhyeong pointing out that frontliners need nutri...","sentiment_score":0.0}
{"full_text":"RT This . If I hadn't canceled my Company tickets due to Covid, I'd be canceling them now. Not cool, Patti. Seeing you p...","sentiment_score":-0.15}
{"full_text":"Even the Pfizer CEO said the vaccines are ineffective against omicron. So why take it? Also kids aren't at risk of dying from COVID. For example one under 25 yo has died from covid in finland. He had several comorbidities","sentiment_score":0.0}
{"full_text":"RT Abel wore a red suit and bandages for a year. Dua lipa was releasing mv for an album released a year ago. Doja Cat is basi...","sentiment_score":0.0}
{"full_text":"RT The \"Omicron is mild\" messaging came down to there not being enough people in the workforce since we're in a mass disab...","sentiment_score":0.0592592593}
{"full_text":"RT Why won't these people I called Nazis for 5 years take this vaccine I am offering them out of love?","sentiment_score":0.5}
{"full_text":"RT This you","sentiment_score":0.0}
{"full_text":"RT CLEVELAND, Ohio (WJW) - Just days after announcing his new tour, #KidRock says he won't perform at venues that require COV...","sentiment_score":0.1363636364}
{"full_text":"RT Man, really seeing a HIV vaccine in our lifetimes. How cool is that?","sentiment_score":0.275}
{"full_text":"RT Widow\/Witch tie-in!#ScarlettJohannson #BlackWidow is rezzed by SWORD reverse-engineered #Avengers tech in this #wandanat v...","sentiment_score":0.0}
{"full_text":"And all around the globe..","sentiment_score":0.0}
{"full_text":"RT covid has taken out more cops than dorner ever could've imagined","sentiment_score":0.5}
{"full_text":"RT This is the entire sick, awful tragedy in a nutshell. You can bet Ingraham is vaxxed, of course. Just utterly monstrous.","sentiment_score":-0.4285714286}
{"full_text":"RT The renegade truckers do not speak for me. I agree with vaccine mandates. #IStandWithTrudeau","sentiment_score":0.0}
{"full_text":"He now thinks that getting covid, protects you from getting Covid better then the vaccine.","sentiment_score":0.5}
{"full_text":"My alarm just rang huh bitch i have covid let me get back to sleep ","sentiment_score":0.0}
{"full_text":"RT Inflation in US, not in China. So the world (Americans too) buys more from China, less from US. So US working class now suff...","sentiment_score":0.1666666667}
{"full_text":"RT Real people who have died due to Covid and governments are responsible. Every person on","sentiment_score":0.0916666667}
{"full_text":"RT The organizers of the truck convoy that Trump was just promoting said this week that they hoped the convoy would turn into Can...","sentiment_score":0.0}
{"full_text":"RT People seem to have whitewashed 2020 in their minds to be better than it was. A pandemic sprung up and was allowed to ru...","sentiment_score":0.5}
{"full_text":"Not even close. The pandemic has allowed me to slow down, re-examine my priorities, enjoy quality time with family, and live more soulfully.","sentiment_score":0.1161616162}
{"full_text":"This might be heartening news...\"ANYONE\" means staff? As one who, after old-school alpha Covid recovery and confirmed T-cell response a year on, took the no-mask stand and was deleted from a non-Cook Co. dining room schedule, it would be great to know this location.","sentiment_score":0.6}
{"full_text":"RT For unvaccinated Mother Truckers! If you're in hospital being treated for covid19, who will care for you...","sentiment_score":0.0}
{"full_text":"COVID test available tomorrow at CVS (150 East 42nd Street, New York, NY 10017) at 02:10PM 02:40PM 02:50PM 03:10PM 03:20PM 03:40PM 03:50PM 04:00PM 04:10PM 04:20PM 04:40PM 04:50PM 05:00PM :","sentiment_score":0.2681818182}
{"full_text":"RT Jared Kushner is not a businessman. He is a spender of money his father gave him to make bad investments, a cruel sluml...","sentiment_score":-0.85}
{"full_text":"RT This is our WA COVID-19 update for Sunday, 30 January 2022.For official information on COVID-19 in WA, visit","sentiment_score":0.0}
{"full_text":"RT Morax, you're supposed to be on lockdown.","sentiment_score":0.0}
{"full_text":"RT Truck drivers are doing more to stop vaccine mandates than most politicians--including so-called Republicans.","sentiment_score":0.5}
{"full_text":"RT Deaths in US. But Pfizer is the best vaccine ","sentiment_score":1.0}
{"full_text":"RT Yep, it's FFP2, N95, KF94, better, or GTFO","sentiment_score":0.5}
{"full_text":"AFAIK if you're boosted your risk of getting omicron is reduced by ~70% which, while certainly not near 100% is quite substantial. Given that it seems like the argument still holds up pretty well to me!(2x vaxxed is like 30% or something I think? Still better than nothing).","sentiment_score":0.2333333333}
{"full_text":"RT All COVID restrictions should be lifted everywhere in the country now.The ONLY measure that I think is reasonable: C...","sentiment_score":0.1}
{"full_text":"RT Spotify thought Joe Rogan was worth $100 million... but they've paid over $3 billion for him this week in stock losses on...","sentiment_score":0.3}
{"full_text":"RT Uptick in COVID cases among Olympic athletes, team officials reported days before games set to begin h...","sentiment_score":0.0}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"Covid is over....","sentiment_score":0.0}
{"full_text":"Omicron is definitely here.","sentiment_score":0.0}
{"full_text":"RT In view of syllabus change and covid, RPSC should do justice to the students and they should be given more time for pr...","sentiment_score":0.5}
{"full_text":"RT The vaccine is so effective that they changed the meaning of \"anti-vaxx\" to include people who are fully vaccinated but don'...","sentiment_score":0.6}
{"full_text":"RT Portugal has a 90% vax rate, and hardly anyone is anti-mask. Why?\"We know that freedom is something else. We have lived in...","sentiment_score":-0.2916666667}
{"full_text":"RT A Washington state trooper Who Told Governor to 'Kiss My A**' Over Vaxx Mandate has Died from Covid-19","sentiment_score":0.0}
{"full_text":"RT Non-COVID deaths among Americans in prime of life are up 140% above normal since vaccines introduced #OAN...","sentiment_score":0.075}
{"full_text":"RT Over the past 18 months, I have received a massive dollop of shite for my stance on authoritarianism, lockdowns and vacc...","sentiment_score":-0.125}
{"full_text":"RT We have two very different pandemics going on in this country.","sentiment_score":0.0}
{"full_text":"Never forgiving Covid for canceling the Black Diamond tour I was so excited","sentiment_score":0.1041666667}
{"full_text":"RT #hamburg today#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"Measles vaccine is one of the best things to have happened in medicine.","sentiment_score":1.0}
{"full_text":"RT Joni Mitchell pulls music from Spotify in stand with Neil Young against covid misinformation","sentiment_score":0.1}
{"full_text":"RT Sinophobia *is* antisemitism.Anyone trying to imbue antisemitism with a kind of mystical, transcendental character deeply...","sentiment_score":0.3}
{"full_text":"RT Really, I'm just sick of accommodating the willfully unvaccinated to live in a perpetual pandemic.","sentiment_score":-0.125974026}
{"full_text":"RT not katy wearing covid testing earrings  Sarah Hudson is shaking","sentiment_score":0.0}
{"full_text":"RT Rand Paul said today that the FDA's  decision to discontinue use of monoclonal antibodies is a plot to kill \"deplorable...","sentiment_score":-0.6}
{"full_text":"RT Just a heads up. Regarding \"Neo-CoV.\" IT IS NOT A NEW COVID-19 VARIANT. Please be aware. It's another type of Coronavir...","sentiment_score":0.0909090909}
{"full_text":"RT 75% of all Australian covid deaths resulted from the NSW Government's botched pandemic response. Where is the judicial inquiry...","sentiment_score":0.0}
{"full_text":"RT Vaccines are our best tool in the fight against COVID-19. If you haven't yet, please get vaccinated and get boosted.","sentiment_score":1.0}
{"full_text":"Every country in the world is experiencing inflation right now because of Covid. Blaming the recovery and infrastructure bills for that makes no sense","sentiment_score":0.2857142857}
{"full_text":"RT \"Time has come to terminate pandemic state of emergency: end controls, closures, restrictions, plexiglass, stickers, exhortat...","sentiment_score":0.0}
{"full_text":"Their psychology have now advanced to denialism such as 'omicron is mild &amp; let's expose the healthy kids sooner than later'.... Basically they are gaslighting us that there is no other way than 'living w covid their style' ie minimizing mitigation vaccinations minimalism strategy","sentiment_score":0.2159722222}
{"full_text":"RT Serious Question: Can someone please tell me what defacing Canadian hero Terry Fox's statue AND defacing the Canadian flag wit...","sentiment_score":-0.3333333333}
{"full_text":"RT People seem to have whitewashed 2020 in their minds to be better than it was. A pandemic sprung up and was allowed to ru...","sentiment_score":0.5}
{"full_text":"RT I am so embarrassed that more NYC business owners aren't standing up against the Covid vaccine passport. As a City we've f...","sentiment_score":0.5}
{"full_text":"RT #realnotrare.These are real people with real stories.  While we cannot establish causality from #VAERS. But the CDC CAN and...","sentiment_score":0.2}
{"full_text":"RT Shame on you if you're actively rooting for DC businesses to fail because they're grappling with the vaccine mandate ra...","sentiment_score":-0.3166666667}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"Did you know #supercomputers are being used for developing drugs for #COVID19 ?https:\/\/t.co\/ROJzzUhRIi","sentiment_score":0.0}
{"full_text":"A bunch of them will die from COVID because of it","sentiment_score":0.0}
{"full_text":"BA.2 is a new sub-set of the Omicron variant of COVID-19 that's been detected in multiple places around the world in recent weeks.","sentiment_score":0.0454545455}
{"full_text":"#COVID19: More 12 areas declared as micro containment zones in #Ahmedabad #coronavirus #Gujarat #TV9News","sentiment_score":0.5}
{"full_text":"RT WATCH: Biden's vaccine mandate on truckers is \"making the problem we already saw with BARE SHELVES and HIGH PRICES even WO...","sentiment_score":0.105}
{"full_text":"RT MANATREED DID YOU SHOP AT HOT TOPIC. MANATREED DO YOU SHIP PETEKEY MANATREED WHAT ARE YOUR THOUGHTS ON NORTHERN DOWNPO...","sentiment_score":0.25}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"#Russia has reported more than 100,000 daily #COVID19 cases for the first time as the country weathers a surge of infections driven by the highly contagious #omicron variant.https:\/\/t.co\/sLmpvnc1pq","sentiment_score":0.2275}
{"full_text":"When you choose to work overseas during a pandemic and then decide, yeah nah I wanna come home. If only everyone who couldnt come home had your platform.","sentiment_score":0.0}
{"full_text":"The Biden administration has officially withdrawn a rule that would have required workers at big companies to get vaccinated or face regular COVID testing requirements.https:\/\/t.co\/xQo839lIqf","sentiment_score":0.0}
{"full_text":"RT A family friend, dropped at a seniors home weeks before Covid b\/c she could no longer drive, has died there. Her kids: \"w...","sentiment_score":0.0}
{"full_text":"With all the research and studies done on cannabis, it is a fact that it plays a significant key role in improving one's health. It also became the source of sustainability during the pandemic. #MedicalCannabis #BMWO #buymyweedonline","sentiment_score":0.1875}
{"full_text":"RT A teacher's plea for help amid Omicronhttps:\/\/t.co\/Gl7LaYHEYn","sentiment_score":0.0}
{"full_text":"Pandemic Portfolio #25 | 1\/28\/22Volatility means \"sale pricing!\" I added to #Costco $COST and #Microsoft $MSFT 3 times &amp; #UnitedHealth $UNH and #WasteManagement $WMT twice! Plus, dividends... woot!Don't get mad, #GetIrked and follow along for free:","sentiment_score":-0.1125}
{"full_text":"The Indian Council of Medical Research (ICMR) has validated the COVID-19 rapid antigen test kit developed by a private company in Odishahttps:\/\/t.co\/jmpAFxd2Db","sentiment_score":0.0333333333}
{"full_text":"RT When I saw my representative spread misinformation about the COVID-19 pandemic, while simultaneously spreading the Big Li...","sentiment_score":0.0}
{"full_text":"RT For disposable respirators, the most straightforward reuse method in non-medical settings is to rotate your mask every t...","sentiment_score":0.4375}
{"full_text":"If you suspect a natural gas leak:Get out. Everyone should leave the house immediately. Don't use the phone or light switchesCall us. After leaving the house and reaching safety, call us in MA &amp; RI at 1-800-640-1595Stay out. Don't return home until we tell you it's safe","sentiment_score":0.3333333333}
{"full_text":"RT Our reporter found some anti-convoy\/pro-vaccine demonstrators downtown near Parliament Hill. #OttNews","sentiment_score":0.1}
{"full_text":"Moderna launches clinical trial for #HIV vaccine that uses mRNA technology ","sentiment_score":0.0}
{"full_text":"Montgomery College-Germantown opened a drive through COVID-19 testing site which also will distribute KN95 masks.https:\/\/t.co\/8DAGDBpwLq","sentiment_score":0.0}
{"full_text":"Not every life, right ?Or you are a murderer.And involved in a seditious conspiracy Plus a D**k!https:\/\/t.co\/2bcC6rcjLJ","sentiment_score":0.2857142857}
{"full_text":"Simu Liu and David Dastmalchian call out vaccine misinformation.https:\/\/t.co\/VpyluG0AK2","sentiment_score":0.0}
{"full_text":"A Northern California man has been charged with stealing other people's identity to illegally obtain more than $1 million in unemployment benefits for people affected by the coronavirus pandemic.https:\/\/t.co\/9JOltXl5M4","sentiment_score":-0.0416666667}
{"full_text":"Two-year-old Brandon Dahl is credited with saving his family's lives after he managed to wake his parents, fast asleep in their nearby bedroom recovering from COVID, who hadn't realized their home was on fire.","sentiment_score":0.2}
{"full_text":"The Philippine economy expanded more quickly than expected in 2021, and looks set to accelerate further this year, but the impact of a resurgence in COVID-19 cases suggests the central bank is unlikely to start withdrawing policy support for now. https:\/\/t.co\/hFAb959fCx","sentiment_score":0.0388888889}
{"full_text":"RT Many countries are removing all restrictions, QR codes &amp; starting to treat covid like the flu.Dan Andrews &amp; Co will ho...","sentiment_score":0.25}
{"full_text":"I had tickets for the Black Diamond World Tour and COVID took it from me. #JANETDOC","sentiment_score":-0.1666666667}
{"full_text":"Let's be clear on one thing.Nobody in the convoy knows who are vaccinated or not. Because this isn't about 'vaccinated or not'.This is about putting Canadians out of work over a vaccine that they don't want.","sentiment_score":0.1}
{"full_text":"Many scientists reached the obvious conclusion that the pandemic was started by the virus escaping from the Wuhan Lab. Despite the propaganda it is no longer a conspiracy theory but is mainstream. You should be capable of using logic. Think about the scenario. It uses basic logic","sentiment_score":0.12}
{"full_text":"RT Have tried to now visually illustrate an earlier thread I wrote about why prevalence estimates based on comparisons of 'an...","sentiment_score":0.0}
{"full_text":"Authorities have indicated their satisfaction with Thailand's rise to No. 26 on the global COVID Resilience Ranking list. See more: #COVID19 #Omicron #praethsaithy #okhwid #o`aimkhr`n","sentiment_score":0.25}
{"full_text":"BATTLING THE OMICRON SURGE: New evidence the record-breaking Omicron surge may be slowing. reports as hospital admissions are down nearly 10% nationwide in the past week.","sentiment_score":-0.0422979798}
{"full_text":"It is *essential* to report the results of any at-home COVID self-tests you take.Reporting your self-test results (+ or -) ensures we have the most accurate view of DC's infection numbers, &amp; that we can best contact-trace.It's quick &amp; easy, do it!","sentiment_score":0.4625}
{"full_text":"RT Michael Flynn is still on a $10,000 monthly military pensionEveryday he spews deranged lies about Covid &amp; called for martial...","sentiment_score":-0.05}
{"full_text":"When it comes to investment decisions \"the knee-jerk reaction is usually the wrong one,\" says this expert.","sentiment_score":-0.375}
{"full_text":"Omicron drives US deaths higher than in fall's delta wave","sentiment_score":0.25}
{"full_text":"RT NEWS Jan 29: 1100 folk died this last month in Ontario from COVID. NOT NEWS a few hundred fascists gathered on Parliament...","sentiment_score":-0.1}
{"full_text":"RT i swear there'll be students like this if a zombie outbreak happened in sg schools #AllOfUsAreDead","sentiment_score":0.0}
{"full_text":"WATCH:@janisfrayer reports on China's new restrictions to contain Covid-19 ahead of the Winter Olympics.","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 3.7FWind Chill: 2.8FHumidity: 81%Dew Point: -0.8F Barometer: 30.101 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The battle against vaccine mandates has prompted some state leaders to take new steps to protect Americans against the unconstitutional measures. via","sentiment_score":0.1363636364}
{"full_text":"RT As Boris Johnson reduces restrictions and our lives supposedly get back to normal, that's sadly not the case for most NHS s...","sentiment_score":0.225}
{"full_text":"Beyond the pain &amp; disability brought by lymphatic filariasis, people w\/ the disease are frequently stigmatized in their communities.Learn how a province in Papua New Guinea  has successfully reduced transmission of this #NTD despite #COVID19 challenges.https:\/\/t.co\/VNqpMGs1IO","sentiment_score":0.3287878788}
{"full_text":"RT When you healthcare premiums rise as a result of the roughly 10 million hospitalized anti-vaxxers, w\/ medical bills appr...","sentiment_score":-0.05}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"As we advance in 2022 &amp; beyond, the emerging variants require vigilance &amp; superb surveillance to trigger timely &amp; long-lasting interventions to protect the community from the super spread of the #COVID19 variants &amp; infections: #Omicron","sentiment_score":0.6666666667}
{"full_text":"i know covid is bad but...NOTHING is stopping me from going to the rodeo this year","sentiment_score":-0.7}
{"full_text":"Early learning centres have struggled to keep their rooms open this year as widespread COVID-19 infections repeatedly force staff and children into isolation, reportshttps:\/\/t.co\/r6fRkm3V0w","sentiment_score":0.05}
{"full_text":"Maharashtra health minister Rajesh Tope on Saturday said that the \"third wave\" of the coronavirus pandemic seems to be waning in the state.#Covid19","sentiment_score":0.0}
{"full_text":"RT Michael Flynn is still on a $10,000 monthly military pensionEveryday he spews deranged lies about Covid &amp; called for martial...","sentiment_score":-0.05}
{"full_text":"RT Just because #COVID19 feels like a cold to you doesn't mean it won't kill other people. A flu is a life-threatening event for m...","sentiment_score":-0.3458333333}
{"full_text":"Stock market rises as Joni Mitchell wants songs off Spotify in Covid row #wstbot #stonks","sentiment_score":0.2}
{"full_text":"#YourWeeklyFix 'Long Covid is real and debilitating, but I have been gaslit by sceptical doctors' #Podcast by https:\/\/t.co\/bewK3IdgaA","sentiment_score":0.075}
{"full_text":"RT Travel Advisory:  Stay away from Boston.  It's a mask and vaccine hellhole","sentiment_score":0.0}
{"full_text":"RT (pls share widely as i still have lots of masks. serious requests only)DM me if u are in financial need &amp; disabled\/ elderl...","sentiment_score":-0.1444444444}
{"full_text":"Students Ponder Medical Future Having Trained During COVID","sentiment_score":0.0}
{"full_text":"#Russia logs over 100,000 daily #COVID19 cases for the first time. #Pandemic #Omicron #Global #Developments","sentiment_score":0.0833333333}
{"full_text":"RT It is clear that influenza bowed out of the way for Wuhan-Alpha-Delta - but it is familiar with Omicron lineage...Wha...","sentiment_score":0.2375}
{"full_text":"RT There are going to be a lot of angry young adults in a few years who realize they have chronic conditions that were la...","sentiment_score":-0.2}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"RT Is it not possible to make covid test kits in America? We bought 500 million from China during a supply chain crises. Let th...","sentiment_score":0.0}
{"full_text":"RT A Boston hospital is defending itself after a man's family claims he was denied a new heart for refusing to be vaccinated agai...","sentiment_score":0.1363636364}
{"full_text":"Would also like to cross reference the list of HCWs who signed the petition for a \"misinformation policy\" with those who signed one stating that it was appropriate to gather, protest and riot in the middle of a pre-vaccine pandemic.","sentiment_score":0.1666666667}
{"full_text":"RT Want to know how protests like today's #FluTrucksKlan benefit alt-right extremists? Here's some 101 on how hat operates...","sentiment_score":0.0}
{"full_text":"Florida COVID update: Your county's new case tolls. South Florida sees more weekly declines ","sentiment_score":0.3181818182}
{"full_text":"Hong Kong allows hamster pet stores to resume business after COVID cull","sentiment_score":0.0}
{"full_text":"Wear a mask so we can see Janet in concert.","sentiment_score":0.0}
{"full_text":"\"Wage theft is a major issue across the trucking industry, not just in Brampton,\" he said. \"There are employers who don't pay their drivers. These are the real issues we should all be uniting over, not vaccine mandates.\" - truck driver &amp; NSN member, Arshdeep Singh","sentiment_score":0.13125}
{"full_text":"I guess? It's creepy. Also most people recover and have durable immunity afterward so you can wish we'd all die but it won't be from covid","sentiment_score":0.0}
{"full_text":"Not anymore thanks to the vaccine... more chances of living than dying","sentiment_score":0.35}
{"full_text":"Mix-and-match trial finds additional dose of COVID-19 vaccine safe, immunogenic #mixandmatchtrial #COVID19 #vaccine #immunogenic #research #newspaperRead more about this here: for free to ResearchNews Newsletter:","sentiment_score":0.4666666667}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"Recently. currently, Rogan has\/is allowing Covid disinformation to be podcast broadcast widely.  This is not a good service to America.","sentiment_score":-0.15}
{"full_text":"RT Not a single variant of concern has come from a country pursuing an active Covid suppression strategy.","sentiment_score":-0.0488095238}
{"full_text":"RT But back to charts:All the data we have suggests vaccines are working remarkably well. Far beyond what had been hoped f...","sentiment_score":0.2833333333}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT 1. There is zero reason to believe this is true. Him repeating regime media does not count as one.2. If it is accurat...","sentiment_score":0.35}
{"full_text":"RT There's a reason President Obama tried to warn Trump off of Flynn","sentiment_score":0.0}
{"full_text":"RT  Denmark will end all virus restrictions next week and reclassify #Covid19 as a disease that no longer poses a threat to s...","sentiment_score":0.0}
{"full_text":"\"About 50% of Canada's fertilizer is exported into the United States. So, if an unvaccinated driver is not allowed to go into Canada to pull that fertilizer out, we're going to have some issues there,\" says  True North Compliance Services Kelly Krapu.https:\/\/t.co\/j45Fnz7Gct","sentiment_score":0.35}
{"full_text":"Interesting thing to me: in my timeline I have never seen pro-vaccine people say something to the effect of \"let the unvaccinated die off.\" Maybe it's just my timeline. Otoh I have seen stunning statements about the weak etc from anti-vax side.","sentiment_score":0.2083333333}
{"full_text":"RT Non-Natural Cause Deaths up by 1,000 per weekNon-Covid Natural Cause Death up by 5,000 per week (excluding missed Covi...","sentiment_score":0.1}
{"full_text":"RT Somehow using other countries' epidemic curves to predict our own doesn't work that well. Who would have guessed","sentiment_score":0.2375}
