{"full_text":"Having worked in the public service over a decade ago, I know the cost cutting started well before now. Treasury boffins all schooled neo liberal economics would ask health departments officials to justify why there were empty beds.","sentiment_score":-0.2333333333}
{"full_text":"RT BREAKING: U.S. reports 899,441 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT #COVID19: Scientists in Cyprus have found 25-cases of a strain of the coronavirus that they termed as \"DELTACRON\" - an alle...","sentiment_score":0.0}
{"full_text":"RT It doesn't take much thought to realise that excluding someone from aspects of society, due to their vaccine status, is morall...","sentiment_score":0.0375}
{"full_text":"On 4th January he was infected with covid. 7 din kaha se hue. Will take action against him like it would have taken against ordinary person.","sentiment_score":-0.075}
{"full_text":"RT Troops have been deployed to London hospitals. Infected healthcare workers continue to treat patients in France due to...","sentiment_score":-0.125}
{"full_text":"RT If you live in #Bangkok and have #COVID19 and need a hospital bed or other information about treatment such as medicine,...","sentiment_score":0.0037878788}
{"full_text":"RT Excellent! Well done my young friends. Let us continue this momentum. Urging everyone to follow all COVID-19 related...","sentiment_score":0.3666666667}
{"full_text":"RT Here we have it proof Sturgeon wants restrictions and control to continue indefinitely.Covid isn't going anywhere will be wi...","sentiment_score":0.2}
{"full_text":"PM said the vax would be rolled out by the end of October and it was done early October so stop clinging to that piece of misinformation. Oz so little covid here so Pfizer was keeping it for Europe and US. States are responsible for testing. RATS are banned in WA, not PMs fault.","sentiment_score":0.0375}
{"full_text":"RT I was chatting with a follower about . I'm going to tell you something that may surprise some of you.. did yo...","sentiment_score":0.0}
{"full_text":"RT I'm at the walk-up COVID test, I'm at the superspreader event, I'm at the combination walk-up COVID test superspreader event","sentiment_score":0.0}
{"full_text":"RT The FDA is suggesting race should be a deciding factor in whether or not someone is \"high risk\" and therefore qualified...","sentiment_score":0.16}
{"full_text":"ICYMI Rodgers is not saying anything about MAGA, he just has the same stance Kyrie Irving has. Also the vaccine is a medical treatment not a social issue.","sentiment_score":-0.0055555556}
{"full_text":"RT Apparently German police have been abusing the COVID contact tracing app (\"Luca\") to track people and pursue investiga...","sentiment_score":0.0}
{"full_text":"Is weekend lockdown is active in Mysore or Not ?I don't think like we are in Weekend Lockdown !","sentiment_score":-0.1666666667}
{"full_text":"RT 150,000 Covid deaths. Don't let them tell you this was unavoidable. Choices were made. This is on the Government.","sentiment_score":0.0}
{"full_text":"RT UK first country in Europe to pass 150,000 Covid deaths, figures show","sentiment_score":0.25}
{"full_text":"Now I feel yeh log Scientists Doctor sirf New variants discover krne k liye bane the","sentiment_score":0.1363636364}
{"full_text":"Me when people ask me about my covid symptoms","sentiment_score":0.0}
{"full_text":"RT If you think and move like \"getting COVID is inevitable\" stay away from me in my third January without it. If this feels...","sentiment_score":0.0}
{"full_text":"RT #Breaking | New leaked correspondence shows Morrison government officials told Tennis Australia vaccine exemptions would be han...","sentiment_score":0.1363636364}
{"full_text":"RT This is sick.","sentiment_score":-0.7142857143}
{"full_text":"RT Lost in the talk about how the pandemic has worsened under Biden's failed leadership is how the supply chain crisis has n...","sentiment_score":-0.5}
{"full_text":"\"Followed the rules\" and still got Covid. Maybe the rules are stupid. Just a thought.","sentiment_score":-0.8}
{"full_text":"RT The disability community has done more work than anybody else to keep people safe and informed during this pandemic. I cou...","sentiment_score":0.5}
{"full_text":"RT SCOTUS will decide whether the rest of us should be exposed to Covid in order to earn our living while they earn theirs pr...","sentiment_score":0.0}
{"full_text":"This doesn't happen in a pandemic","sentiment_score":0.0}
{"full_text":"RT PM's Tigers Force DutiesCorona SOPs at educational institutes@ImranKhanPTI@UdarOfficial#tty'ygrfwrs_twjh_chhty_hy","sentiment_score":0.25}
{"full_text":"RT 2022 (Craig David Remix)MondayStarted getting symptoms on TuesdayTried to find a RAT on WednesdayAnd on Thursday an...","sentiment_score":0.0}
{"full_text":"RT [World] India registers more than 159,000 new coronavirus cases","sentiment_score":0.3181818182}
{"full_text":"RT it takes a tough SOB to do medicine in a pandemic. cheers to all my brothers and sisters on the frontlines. you'll never...","sentiment_score":-0.3888888889}
{"full_text":"Uggh? She took the vaccine and still tested positive?","sentiment_score":0.2272727273}
{"full_text":"RT I'm open to being wrong &amp; realize this is contrary to some mainstream views.But explain to me this, what is the point of...","sentiment_score":-0.25}
{"full_text":"RT He might also try reading the freaking story he linked...\"What the data is showing to us is...","sentiment_score":0.0}
{"full_text":"13. There is no need to stay home from work or to be a hermit unless you're immunocompromised or 85 or older, but he does recommend staying away from large gatherings for the next six weeks.","sentiment_score":0.126984127}
{"full_text":"CDC clarifies isolation guidance to include testing, if possible via","sentiment_score":0.0}
{"full_text":"RT HEY!!CORONA!!","sentiment_score":0.0}
{"full_text":"RT Laudable announcement by ECI --&gt; No Political rallies till January 15, 2022 for 5 state elections...We need to protect oursel...","sentiment_score":0.0}
{"full_text":"RT \"National Cancer Institute officials estimate the pandemic will result in 10,000 excess cancer deaths in breast and colo...","sentiment_score":0.0}
{"full_text":"How propaganda for Pharma   is being run by DD news.How many such kids have antibodies from natural protection?","sentiment_score":0.125}
{"full_text":"RT Ah, but we can have the worst of both worlds","sentiment_score":-1.0}
{"full_text":"+was helping blossom. He was a gardener and her, a little garden full of mysteries and wonderful surprises. \"We will go home, now, okay? You will rest, and I will stay with you if you want me to.\" He murmured, blushing as he heard her. A hero... Yes, he liked defining himself +","sentiment_score":0.4525}
{"full_text":"Indian med schools be like:","sentiment_score":0.0}
{"full_text":"RT This is my son Addison. He's 3 months old and yesterday he tested positive for COVID. My wife and I are vaxxed\/boosted but...","sentiment_score":0.1636363636}
{"full_text":"The new guidelines are working out GREAT.. for mass murder and mass disabling via covid:","sentiment_score":0.4681818182}
{"full_text":"I used to commute to work Brother, after pandemic just occasional weekend rides.","sentiment_score":0.0}
{"full_text":"RT Please stop saying \"we're all going to get it anyway\" to me or other immunocompromised people. It feels like you're saying:...","sentiment_score":-0.125}
{"full_text":"RT Stan Grant forgot that Scott Morrison shut down parliament and opened his own little cabinet during a global pandemic. Th...","sentiment_score":0.0642361111}
{"full_text":"College of Physicians are right! ER crisis vs Ethics. Quebec is in panic mode. Horatio again plays Daddy know best' But, the current crisis in QC. could hit a horrific scenario. Youth ignited this firestorm &amp; they got to be restrained &gt; party propaners. MANDATE VACCINE+ FINES!","sentiment_score":0.0892857143}
{"full_text":"Try this on from the GPs , who are still hard at work.","sentiment_score":-0.2916666667}
{"full_text":"RT Actually, teachers unions are the enemy.","sentiment_score":0.0}
{"full_text":"Saints path to a SB without ever scoring an offensive TD:Stafford throws 3 pick 6s NO 24 LA 10Rodgers gets a new strain of covid that Joe Rogan can't fix NO 12 GB 10Tom gets the business again NO 12 TB 6D. Henry squeezes the ball so hard it fumbles 70 yds back NO 9 TEN 0","sentiment_score":-0.0388257576}
{"full_text":"I am not scared enough to move the family into a Covid free location (but I might take an offer by someone who has a good location). I estimate the probability of catching severe disability from Covid much higher than the probability of death, and severe disability would be worse","sentiment_score":0.2583333333}
{"full_text":"RT A huge demonstration today in Paris against COVID law.","sentiment_score":0.4}
{"full_text":"RT New CDC policy just dropped","sentiment_score":0.1363636364}
{"full_text":"Its amazing how these people think that being jabbed somehow miraculously stops you from getting and transmitting COVID. It doesn't, it's probably going to cause more long term damage to their immune systems","sentiment_score":0.35}
{"full_text":"RT If you can take a covid test from home, you should be able to vote from home. Is that how this works?","sentiment_score":0.5}
{"full_text":"RT Exemplifying his point citing Google and other tech giants, the prime minister said that during COVID-19, all other busine...","sentiment_score":-0.125}
{"full_text":"RT This move abandons the clinically vulnerable. Unable to make a reasonable assessment of their risk, many will feel compel...","sentiment_score":-0.075}
{"full_text":" Please request you to promote bteup 2022  students on internal and previous year performance due to rapidly increasing omicron Virus","sentiment_score":-0.0972222222}
{"full_text":"How many people died from covid-19 in the city of Hampton in 2021 how many people died from covid in the City of Newport News in 2021","sentiment_score":0.5}
{"full_text":"I actually know #Covid. He got a Twitter account &amp; were thrown off for misinformation like saying it's stupid he won't attack if ur eating. That made him mad enough to pull his uncle #Omicron out to play.","sentiment_score":-0.35625}
{"full_text":"RT On 3rd Jan -  India recorded 33,750 COVID Cases.On 9th Jan - India recorded 1,59,632 COVID Cases,If daily cases contin...","sentiment_score":0.0}
{"full_text":"RT Addressing an important press conference on COVID-19 situation in Delhi | LIVE","sentiment_score":0.2681818182}
{"full_text":"RT NEW  Large protest in France against President Macron and vaccine pass","sentiment_score":0.1753246753}
{"full_text":"It's just not though is it.The richest people on the planet comparison would be like \"the Black Death\" vs \"Ebola\".Covid is more of a senior manager at Deloitte. I've had it twice, very minor was fine within a few days.","sentiment_score":0.097}
{"full_text":"RT New big data study of 145 countries show COVID vaccines makes things worse (cases and deaths)","sentiment_score":-0.0878787879}
{"full_text":"RT A Friend of Mine Dr. in Making Hardworking  is undergoing financial trouble after demise of her Dad due to COVID !! Far...","sentiment_score":-0.073828125}
{"full_text":"I went two years without getting Covid and got clapped smh.","sentiment_score":0.0}
{"full_text":"Yeah.  I think the lockdown exacerbated the already worse moral compass; in line with the old adage of an 'idle mind is a devil's workshop'.  It will take a whole lot of sweat to reverse the current trajectory.","sentiment_score":-0.02}
{"full_text":"RT Idc what the CDC said about quarantine. If you tested positive 5 days ago get the fuck away from me","sentiment_score":-0.0863636364}
{"full_text":" this was wild. Like you will be chilling at home and one Aunty will give you a vaccine and Bon Bon later.","sentiment_score":-0.1333333333}
{"full_text":"RT The FDA is suggesting race should be a deciding factor in whether or not someone is \"high risk\" and therefore qualified...","sentiment_score":0.16}
{"full_text":"RT he said, adding that Pakistan had been recently ranked by The Economist as the 'third-best performing country' for handling t...","sentiment_score":0.0}
{"full_text":"RT sir\/madamPlease allow the applying UP ITI INSTRUCTOR form CITS session 2020-21 t...","sentiment_score":0.0}
{"full_text":"Narcissists without empathy. That's the mental health pandemic we have.","sentiment_score":-0.1}
{"full_text":"RT It is important to remember that it was not \"the pandemic\" or \"the virus\" that caused lockdowns, closing businesses, divided...","sentiment_score":0.4}
{"full_text":"BREAKING: Pampanga House Rep. Gonzales Jr. files a proposal to grant the President and Vice President additional terms in power.To hide under the guise of solving the pandemic crisis with what is said to be a \"short\" six-year tenure to run away from his crimes against humanity-","sentiment_score":0.0}
{"full_text":"RT data is from Ontario, but it sounds like US experience is at least directionally similar. Vaccines were doing excellent (...","sentiment_score":0.2333333333}
{"full_text":"RT Just for clarity: teachers are not being paid right now. They are not collecting unemployment or being \"paid to stay home...","sentiment_score":0.2857142857}
{"full_text":"RT Proposal photo amidst the pandemic.","sentiment_score":0.0}
{"full_text":"\"Universities are supposed to be bastions of critical thinking, reason and logic.\" I don't think this presumption can be attributed any more. COVID is where it's become obvious, wokism is where it began.","sentiment_score":0.1666666667}
{"full_text":"RT Heart attacks, cardiac arrests, blood clots, strokes &amp; myocarditis have become a pandemic of excess mortality in the l...","sentiment_score":-0.05}
{"full_text":"Have a look at this report.  It's for weekending 7\/1 but data is 2 weeks behind.  Report this  week should show data to 1\/1.  There is some mention of Omni on P5. ","sentiment_score":-0.4}
{"full_text":"Australians are being warned to expect food shortages for the foreseeable future, with thousands of supply chain workers in COVID-enforced isolation","sentiment_score":0.0}
{"full_text":"RT A consultant Orthopaedic Surgeon.#NoToMandates Please send your videos to the using the email belowpress@toget...","sentiment_score":0.0}
{"full_text":"RT Is there a larger credibility problem with your agency right now? -@SavannahGuthrie asks about the viral \"CDC r...","sentiment_score":0.1428571429}
{"full_text":"RT Covid Covid go away #cnalife #nursing #covid","sentiment_score":0.0}
{"full_text":"RT Montreal awakens.","sentiment_score":0.0}
{"full_text":"RT Oh well. It's just fertility. Women's Periods May Be Late After Coronavirus Vaccination, Study Suggests","sentiment_score":-0.3}
{"full_text":"RT Some lived experience of Covid-19 so you know what to expect.I was tested 1\/6 and received +'ve result 7\/1. I went to get tes...","sentiment_score":0.0}
{"full_text":"RT the United States is number one. in covid cases, incarceration and military spending","sentiment_score":-0.1}
{"full_text":"RT I haven't been tweeting much about the pandemic of late. In truth, I don't have wise words or fresh takes or expert insights...","sentiment_score":0.225}
{"full_text":"RT \"Wear a mask\" Maintain Physical Distancing.        #BeSafe #BeResponsible #WearAMask  #Omicron #COVID19","sentiment_score":0.0}
{"full_text":"My favourite part of being an MD was being trusted and respected. I cherished this. Never took it for granted. Lately it feels like medical professionals are the enemy as patience grows thin with COVID. It hurts. I guess I need to grow a thicker skin.","sentiment_score":-0.2333333333}
{"full_text":"RT COVID is whack","sentiment_score":0.0}
{"full_text":"(2\/2) Folks are dying from their own ignorance because a life-saving vaccine has been politicized. This is not the time to encourage them to be skeptical. This is the time to come together, get vaccinated, and not be willing hosts to even nastier variants. Stay safe and be well.","sentiment_score":0.2125}
{"full_text":"RT #TheTruthToday: 50th Edition is now available - #LOCKDOWN for Un-Vaxxed in Assam f...","sentiment_score":0.4}
{"full_text":"Fer Shur Mom betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"16-year-old Alysa Liu withdrew from the US Figure Skating Championships due to a positive test but just a day later, she was named in US' Beijing Winter Olympics squadhttps:\/\/t.co\/WDru2Ymja0","sentiment_score":0.0340909091}
{"full_text":"The positivity rate in Metro Manila, which refers to the percentage of coronavirus infections based on the total tests conducted, may breach 50% in the coming days, independent pandemic monitor OCTA Research said.","sentiment_score":0.0}
{"full_text":"Pandemic board game State of Emergency expansion is back in stock:","sentiment_score":-0.2}
{"full_text":"RT We have a lockdown today, since no one can go out &amp; are bored, tamil people are trending #Joker_Modi ","sentiment_score":-0.5}
{"full_text":"New internal report: Education Ministry knew about problems caused by COVID and failed to solve them","sentiment_score":-0.1212121212}
{"full_text":"RT I don't think the climate policy community has fully internalized the very, very high likelihood that the Republican Supreme...","sentiment_score":0.208}
{"full_text":"Fact: Money worries are taking a toll on our mental healthHow the pandemic has changed the way Millennials and Gen Zs think about money:","sentiment_score":-0.1}
{"full_text":" believes cases of Omicron have not yet peaked https:\/\/t.co\/L3BaU2BxzG","sentiment_score":0.0}
{"full_text":"RT And not only Finland. Yet another reason I worry about all this \"let it rip\" omicron talk, with premature claims about it c...","sentiment_score":0.0}
{"full_text":"You might be wondering why","sentiment_score":0.0}
{"full_text":"I feel for you I had 2 clients join forces to scream at me in our er today until I cried. We have a 12hr wait because 2 critical hit by car dogs, a bunny in cardiac arrest, a comatose bunny and a cat in heart failure came in all at once with only 2 drs and 3 nurses due to covid","sentiment_score":-0.0902777778}
{"full_text":"What we know so far of the latest SARS-CoV2 variant, updated with new comments from WHO chief Tedros Adhanom Ghebreyesus on January 6  #AFPgraphics","sentiment_score":0.2454545455}
{"full_text":"\"It will be hard for one month, but afterward, it should be a blessing because it should provide the population protection that we need,\" Fr. Nicanor Austriaco said, referring to Omicron variant cases.https:\/\/t.co\/llEBbloc3F","sentiment_score":-0.2916666667}
{"full_text":"If EPL clubs indeed cared about the spread of Omicron during the #AFCON2022 they would have completely paused, rather than postponed, EPL matches.https:\/\/t.co\/D3GVSdOvOa","sentiment_score":0.1}
{"full_text":"RT No one wants to return to home schooling, but no one wants their kid to get covid either. Until kids have had 2 doses...","sentiment_score":0.2}
{"full_text":"25% Off!DEWALT 15 Amp Corded 8-1_4 in. Compact Jobsite Tablesawhttps:\/\/t.co\/cweqI0zQOI#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0}
{"full_text":" believes cases of Omicron have not yet peaked https:\/\/t.co\/B2uWoKJx6v","sentiment_score":0.0}
{"full_text":"RT Kung magtagal pa tong pandemic because of a failed government response, many of our students will finish their degree with...","sentiment_score":0.0}
{"full_text":" believes cases of Omicron have not yet peaked https:\/\/t.co\/V4GLVLzEIJ","sentiment_score":0.0}
{"full_text":"As if everyone weren't angry enough over the CDC's recent decision to reduce quarantine time for asymptomatic COVID-19 cases from ten days to five, the health organization is back with another guidance on isolation that is essentially a little riddle.https:\/\/t.co\/7Vxisb1g5v","sentiment_score":-0.1145833333}
{"full_text":" believes cases of Omicron have not yet peaked https:\/\/t.co\/B2uWoKrVHV","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Omicron explosion in US spurs nationwide breakdown of serviceshttps:\/\/t.co\/KzYgPpBgKz","sentiment_score":0.0}
{"full_text":" Join our much loved Aqua Aerobics sessions at Radcliffe Leisure Centre! Mon 10am &amp; 6.45pm &amp; Wed from 10amBook: iScuba apphttps:\/\/t.co\/kEAj4VPmrA Wear a mask when not exercising, maintain social distancing &amp; follow our guidelines.#buryleisure #aquaaerobics #swim","sentiment_score":0.4541666667}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 22.4FHumidity: 70%Dew Point: 18.5F Barometer: 30.414 inHgWind: 4 mph from the SSWCorona Virus Weekly Stats:Cases: 559.000000Deaths: 11.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"# woke","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 667 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"Supreme Court skeptical of Biden's workplace vaccine rule","sentiment_score":-0.5}
{"full_text":"RT Vaccines protect kids against MIS-C.Multisystem inflammatory syndrome in children (MIS-C) is rare but severe &amp; can occu...","sentiment_score":0.3}
{"full_text":"Gladys Wanga Remember to refund KEMSA and COVID 19 money shall never have have peace with that money ment for drugs children, women and other vulnerable people are dying because of lack of drugs in hospital","sentiment_score":-0.3125}
{"full_text":"The two Welsh-speaking villages that found themselves in the eye of the Covid stormhttps:\/\/t.co\/zxScs8sxPg","sentiment_score":0.0}
{"full_text":"RT Living with COVID-19 shouldn't mean you have to live not knowing if you've caught this virus.That's why RATs should be...","sentiment_score":-0.0880681818}
{"full_text":"'A witness said: \"There were 40 people in the garden, including Boris and Carrie. There were long tables laden with drink, crisps, sausage rolls and other picnic food. It was a proper booze-up.\" 'https:\/\/t.co\/mGuV4jSLQO","sentiment_score":-0.0583333333}
{"full_text":"RT Scandalous that UK has recorded 150,000 Covid deaths. The toll in this rich and privileged nation is among the world's wor...","sentiment_score":0.375}
{"full_text":"And then this The large majority DID NOT die of Covid You do the families a disservice to go with the Global narrative You have never questioned anything Always happy to help make it appear worse","sentiment_score":0.1535714286}
{"full_text":"RT Dear missing your statistic tweet for Tax Audits as hardly 6 day now,omicron is where!counting calculat...","sentiment_score":-0.2458333333}
{"full_text":"RT Since Covid third babe is here, as a Bengali, I must warn you: Prevention is cure than betterness.","sentiment_score":0.0}
{"full_text":"RT Despite Covid, Brexit and inflation, UK's long-term economic outlook is good - Inside Wales Sport","sentiment_score":0.45}
{"full_text":"RT -alarming increase in the number of cases.-medical staff getting prone to the virus making it even worse.-COVID establi...","sentiment_score":-0.1}
