{"full_text":"NSW Premier Dominic Perrottet says December's easing of restrictions didn't increase case numbers. #covid19nsw","sentiment_score":0.0}
{"full_text":"me with covid","sentiment_score":0.0}
{"full_text":"RT Everyone scratches their head wondering how DeJoy is still therr. Now after jeopardizing the election he can...","sentiment_score":0.0}
{"full_text":"I don't blame either for covid deaths but it was Dems that opened up a bad precedent by accusing Trump of murdering every1 died from covid. Politically, its fair game to blame Biden for all the deaths during his presidency. But I don't like playing those silly political games.","sentiment_score":-0.15}
{"full_text":"Found out a pt was Covid positive shortly before the pt turned up in the store at pick up with a cart full of groceries. No wonder this pandemic isn't over yet ","sentiment_score":0.1924242424}
{"full_text":"RT if james corden gave harry covid...https:\/\/t.co\/POFaCWUwsQ","sentiment_score":0.0}
{"full_text":"The board hasn't made a decision yet. It seemed like they were going to go with admin's recommendation, but now O'Halloran is arguing that schools with low covid numbers should be allowed to return in-person next week.","sentiment_score":0.0}
{"full_text":"RT If you want glowing skin - you need to be healthy.#Unite2FightCorona #COVID19","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT French Pres. Macron: 5 million fellow unvaccinated citizens are \"non-citizens.\" Canadian PM Trudeau: the unvaxxed a...","sentiment_score":0.0}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"This is for the Australian cricket team to fight like alligators my son did this today whilst in isolation with Covid thousand good luck with the ashes his favourite player is Travis head","sentiment_score":0.35}
{"full_text":"RT DOMINIC PERROTTET has raised eyebrows by describing the situation in NSW as a \"success\". NSW is covid ground zero and data sho...","sentiment_score":0.3}
{"full_text":"A large number of Urdu books and literary magazines began to pour in as soon as coronavirus subsided and restrictions were relaxed.https:\/\/t.co\/XNWdQsh0tj","sentiment_score":0.1571428571}
{"full_text":"RT COVIDHereComes D5unshine@SB19Official #SB19Listen to #Bazinga_SB19","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Ron DeSantis admits to letting a million unused COVID tests expire in state stockpile","sentiment_score":0.0}
{"full_text":"RT Actually Erin O'Toole, you know who most would like to see accommodated:- kids in schools- Canadians who need surgeries...","sentiment_score":0.25}
{"full_text":"RT She is an ICU nurse who has Covid19..... listen to this...... this is insane!!!","sentiment_score":-1.0}
{"full_text":"RT CAVEAT: The majority of COVID-19 breakthrough hospitalizations are people over the age of 65, followed by people who are im...","sentiment_score":0.0}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"The last time I did fasting October of 2021, right after, in an instant, got Covid +++Yet the best part of that experience was have completed my contemporary gospel album while I'm in the middle of the fight.Therefore, eat eat eat, love love love, and pray pray pray!","sentiment_score":0.3419312169}
{"full_text":"At this stage it's all about doing what we can to reduce severe illnesses and hospitalisations due to Omicron. The sooner we all get boosted, the sooner that can happen.","sentiment_score":-0.125}
{"full_text":"His knowledge of covid transmission being aerosol airborne has been mighty sketchy too.","sentiment_score":0.4}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"Sad. Wonder how many COVID patients or even pediatric patients he has recently treated. Come, enter our ED anytime.  ","sentiment_score":0.0}
{"full_text":"RT 1\/6 Being asked my thoughts about what the post-omicron world looks like?  Especially for the US.  Always perilous to make...","sentiment_score":0.0}
{"full_text":"CAN YOU READ COVID HOSPITALIZATION &amp; DEATH CHARTS separated by VACCINATED &amp; UNVACCINATED?","sentiment_score":0.0}
{"full_text":"RT I'm not sure why this fact check by Bharat Biotech hasn't gone viral. It's a searing indictment of the state of Indian media...","sentiment_score":-0.25}
{"full_text":"MEFTAL FORTE works very well for fever cure for OMICRON variant , my friend's family got cured by taking this tablets , other paracetamol tablets were not that effective","sentiment_score":0.225}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Not all of them. Where I was we had free weekly testing for faculty, students, and staff. Masks were mandated, they had ex...","sentiment_score":0.4}
{"full_text":"RT I'm asking for a friend...literally@POTUS Why are citizens being hustled by pharm during a...","sentiment_score":0.0}
{"full_text":"RT The claim: FBI operatives organized the Jan. 6 attack on the U.S. Capitol Our rating: Falsehttps:\/\/t.co\/NstZb7Yt9z","sentiment_score":0.0}
{"full_text":"RT #MaheshBabu tested positive for Covid-19, Get well soon ","sentiment_score":0.2272727273}
{"full_text":"RT Breaking: Austin moves to Stage 5 COVID precautions as city urges high-risk people to avoid gatherings.\"Our way of life is in da...","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic detained in Melbourne  airport and interrogated for 6 hours like a terrorist, even though he has medical v...","sentiment_score":0.0}
{"full_text":"RT I get that it is hard to deal with a pandemic on a national scale, but it is still so scary and frustrating to watch the...","sentiment_score":-0.3972222222}
{"full_text":"The Sundance Film Festival is cancelling its in-person festival and reverting to an entirely virtual edition due to the current coronavirus surge. via","sentiment_score":-0.0416666667}
{"full_text":"RT When you see an article about old couples people dying of COVID at the same time as each other it's not a love story, there i...","sentiment_score":-0.06875}
{"full_text":"RT Tomorrow is an important, perhaps monumental day for our country. The Supreme Court will hear oral arguments to deter...","sentiment_score":0.4}
{"full_text":"Omicron timeline . NSW govt along with SA, Qld etc had plenty of time to heed warnings prior to lifting restrictions . Its pretty clear they all ignored it except for WA . They all chose to stick to outdated national plan . Big regret now","sentiment_score":-0.01}
{"full_text":"RT I say this as a Democratic committeeperson: you can recognize that Trump is a legitimate threat, recognize that Biden's...","sentiment_score":0.0}
{"full_text":"RT She is an ICU nurse who has Covid19..... listen to this...... this is insane!!!","sentiment_score":-1.0}
{"full_text":"RT Delta is still prevalent in the community and is causing the hospitalisations and deaths. Politicians claiming...","sentiment_score":0.0}
{"full_text":"Omicron bedtime procrastination","sentiment_score":0.0}
{"full_text":"RT Thousands of Queenslanders falling ill from #Covid19, food shortages, Covid19 test rationing, income loss, families split...","sentiment_score":-0.5}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"RT Does this make America great again?","sentiment_score":0.8}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"pay rent brotha i got covid and was out of work so dont know how imma make rent, you not racist bro","sentiment_score":0.0}
{"full_text":"RT Holy shit. DeSantis called out by his opponent for letting one fucking million Covid tests expire in a warehouse.","sentiment_score":-0.4}
{"full_text":"RT You can't expect your impoverished workers to stay home if they have COVID if you're not even going to pay them for it.","sentiment_score":0.0}
{"full_text":"RT K-media reported BTS PTD ON STAGE in Seoul this March still has no changes and will be held at Jamsil Stadium. Howev...","sentiment_score":0.0}
{"full_text":"RT Opps.  How does explain this?","sentiment_score":0.0}
{"full_text":"RT If one page could sum up being in ID right now...#IDtwitter #MedTwitter #TXID #Covid #thankyouforthisconsult","sentiment_score":0.2857142857}
{"full_text":"#SouthernLineCTInboundT0104 departed Rosebank en-route to Cape Town Station.#WearAMask","sentiment_score":0.0}
{"full_text":"RT the CDC is now recommending returning the One Ring to Sauron","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT The vaccine variant seems to spread faster with teachers","sentiment_score":0.0}
{"full_text":"RT This is a reminder that a THREE-vaccine regimen is highly protective against HOSPITALIZATION, whereas high quality MASKS, s...","sentiment_score":0.16}
{"full_text":"RT The #Avs three games since their COVID-19 pause ended:-Four goals against John Gibson -Four goals against Marc-Andre Fl...","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT Share this video to let Floridians know that while folks were waiting hours in line for a COVID test during Florida's worst...","sentiment_score":-1.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT Tomorrow is an important, perhaps monumental day for our country. The Supreme Court will hear oral arguments to deter...","sentiment_score":0.4}
{"full_text":"If we can't eliminate COVID can we at least eliminate the music from Instagram reels? It's impossible to mute and just feels like ur trying to watch a cute cat vid while a car alarm is playing","sentiment_score":-0.1555555556}
{"full_text":"RT \"Australia did well when we followed the advice of the health experts. Then the politicians took over, and here we are.\"...","sentiment_score":0.0}
{"full_text":"Getting COVID as the new season starts sucks. I'll be on the rift soon hopefully!","sentiment_score":-0.1193181818}
{"full_text":"Covid something else here in AZStay safe out there","sentiment_score":0.5}
{"full_text":"RT Covid's pounding down like a machine,Scomo's making pivots never seen,Novak's got no ticketThis viru...","sentiment_score":-0.1555555556}
{"full_text":"#COVID19 | Follow #COVIDAppropriateBehaviour - SMS to end #coronavirus S - Maintain a safe distance M - Wear your #mask properly S - Frequently wash\/sanitize  your hands with soap #Unite2FightCorona@diprjk","sentiment_score":0.3}
{"full_text":"The Pfizer Inoculations Do More Harm Than Good  a little in-depth material on Covid inoculation","sentiment_score":0.3375}
{"full_text":"RT 70 percent of people in critical care due to COVID-19 are not fully vaccinated.See the breakdown below:","sentiment_score":-0.0625}
{"full_text":"Teachers told to IGNORE government guidance and tighten Covid rules in schools  #teachersare #inschools","sentiment_score":0.0}
{"full_text":"RT COVID has barriers...But LOVE has no BARRIERS..HAPPY BIRTHDAY MY LOVELIFE lo 1st time nuvvu negative kavalani korukun...","sentiment_score":0.1}
{"full_text":"RT Lawyers for Marcos say medical certificate presented. Bongbong's physician cites swollen throat, fever &amp;risk of exposur...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis was just caught letting between 800,000 and 1,000,000 Covid test kits expire in a warehouse. This is an ghoul...","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT COVID19 | A total of 3,007 #Omicron cases were reported in 27 States\/UTs of India so far. The number of persons recovered is 1,199...","sentiment_score":0.05}
{"full_text":"Although intensive identification of variants has been scaled back it is extremely possible that there are local Australian mutations occurring in the major variants which have to be noted as well. Another aspect of covid19 has been confirmed is that it weakens the immune sys","sentiment_score":0.0770833333}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"oh no here we go again...","sentiment_score":0.0}
{"full_text":"Why? Covid is everywhere here? Spreading through a highly vaccinated population like wildfire. Why wouldn't a negative test be sufficient? Like other countries. It makes no sense....","sentiment_score":-0.0883333333}
{"full_text":"RT This deliberate act contributed the deaths of many people. But as bad as this is, it's just the tip of the Crimes-Against...","sentiment_score":-0.1}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT During a pandemic, we are being turned away from testing sites. How is this not a priority to fix?","sentiment_score":0.0}
{"full_text":"domestic #travelmandate &amp; #vaxplus #covidisairborn plan with national indoor #maskmandate at top of list #CDCRecommends #cdc #zientsmustgo #omicron","sentiment_score":0.25}
{"full_text":"You absolute clownfish. Normalizing by group size (number vaxxed and unvaxxed) allow you to directly compare which group is catching covid more or less relative to their group size. Vaxxed are getting covid much more than they should be relative to their size","sentiment_score":0.2166666667}
{"full_text":"Bro i m having covid symptomsFever, throat pain...Also my mother got ill today and my younger brother too got fever yesterdayNd i think it's bcz of meHope AKTU officials go through this phase once in this pandemicThey'll know seriousness of issue","sentiment_score":-0.25}
{"full_text":"RT BREAKING: The Biden White House and USPS are finalizing their plans to ship 500 million coronavirus test kits to house...","sentiment_score":0.0}
{"full_text":"RT Doing Pooja for #MaheshBabu Corona Positive\/#Violencevamsi\/Get WELL SOON MAVAYA..........","sentiment_score":0.0}
{"full_text":"RT my thoughts are with covid at this hard time x","sentiment_score":-0.2916666667}
{"full_text":"RT Not even a pandemic could stop Biden from cementing his legacy of targeting the poor while letting his rich donors off...","sentiment_score":-0.0125}
{"full_text":"RT Ron DeSantis was just caught letting between 800,000 and 1,000,000 Covid test kits expire in a warehouse. This is an ghoul...","sentiment_score":0.0}
{"full_text":"RT .@NikkiFried called  it. #RemoveRon","sentiment_score":0.0}
{"full_text":"RT Rodolfo Borrell: \"Two days ago we had five [positive tests], yesterday three. Still a lot don't have it and it's unpredictab...","sentiment_score":0.2272727273}
{"full_text":"RT A best example of vaccine adverse effect or cm or not ???? This was not post covid All problem was re...","sentiment_score":1.0}
{"full_text":"With not a little help from","sentiment_score":0.09375}
{"full_text":"RT Ron DeSantis' Florida COVID test scandal just exploded via","sentiment_score":0.0}
{"full_text":"RT The most dangerous people in a pandemic are those who will do anything to pretend everything is fine: ignoring mass infecti...","sentiment_score":0.1055555556}
{"full_text":"RT This is a reminder that a THREE-vaccine regimen is highly protective against HOSPITALIZATION, whereas high quality MASKS, s...","sentiment_score":0.16}
{"full_text":"RT Anyone else having a hard time focusing in literally anything other than the largest infectious disease outbreak in the histo...","sentiment_score":-0.2083333333}
{"full_text":"if you're immune compromised during your cancer treatment and get Covid you have greater risk of death, without covid a great chance of beating cancer. #science","sentiment_score":0.65}
{"full_text":"RT Lot of healthy individuals with no underlying conditions sacrificing themselves by taking the vaccin...","sentiment_score":0.5}
{"full_text":"'Like being in solitary confinement': Residents, families angry at return of strict lockdowns in long-term care. @CTV_AvisFavaro @AlexandraMaeJ ","sentiment_score":-0.5}
{"full_text":"RT finally some good news","sentiment_score":0.35}
{"full_text":"RT Tollywood superstar #MaheshBabu has tested positive for Covid.#Mahesh recently went on a personal trip to Dubai and h...","sentiment_score":0.0757575758}
{"full_text":"RT The White House is finalizing details with the U.S. Postal Service to deliver 500 million coronavirus test kits to househ...","sentiment_score":0.0}
{"full_text":"RT My bones and chest hurt. And I have no soups or medicine If you wanted to toss a few dollhairs my way for soups and\/...","sentiment_score":-0.2}
{"full_text":"The top states losing people have a Democratic governor including Illinois, but the state has been on the top of the list for people leaving Illinois since before the pandemic.","sentiment_score":0.5}
{"full_text":"[Videos] The #trainer in times of #pandemic  #bodybuilder #athlete #marketing #muscle #model","sentiment_score":0.0}
{"full_text":"Imma go break that myself after covid","sentiment_score":0.0}
{"full_text":"Hope more high-techs and #smartdevices appear in 2022 to protect people from the #COVID19 . #vaccine","sentiment_score":0.5}
{"full_text":"RT #BREAKING Chester Co, PA: a local nurse and scientist lock down to highly controversial Mariner East pipeline constructi...","sentiment_score":0.1314814815}
{"full_text":"Join the vaxxed club by registering to get vaccinated for COVID-19 at announced healthcare centres near you. Share this post to raise awareness. #UnlockRefreshEnjoy  #CastleLiteEswatini #GetVaxxed #Eswatini","sentiment_score":0.1}
{"full_text":"GATE Admit Card 2022 Release Postponed, Will PG Engineering Entrance Exam Be Postponed due to COVID?#Gate2022 #AdmitCardhttps:\/\/t.co\/VTZsNDtFBc","sentiment_score":-0.125}
{"full_text":"Seaview from the Rizal Boulevard, shared by Kiezia Eguia [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"The Chinese mRNA vaccine developed by Walvax, Abogen, and the Chinese military medical institute is currently undergoing trials. While a potentially great achievement, some experts think it won't have a huge impact on #China's current #pandemic measures.https:\/\/t.co\/24f2ou3hHV","sentiment_score":0.1333333333}
{"full_text":"RT Finally!Look, I have no idea whether I have Omicron or Delta but I can tell you - it's not mild.","sentiment_score":-0.1666666667}
{"full_text":"Could playgrounds made for adults help recover public space post pandemic? The Net Pavilion is a recent interactive sculpture (hammock) designed by Numen in Zagreb is a great example.https:\/\/t.co\/MgbGLM4Gxr","sentiment_score":0.2}
{"full_text":"RT The CDC reports 672 children were admitted to hospitals with Covid-19 each day last week, which more than doubled the average t...","sentiment_score":0.1166666667}
{"full_text":"RT 1.17 Lakh Fresh #COVID19 Cases In India, 28% Higher Than Yesterday Read more:","sentiment_score":0.35}
{"full_text":"\"More evidence is emerging that the Omicron coronavirus variant is affecting the upper respiratory tract, causing milder symptoms than previous variants and resulting in a 'decoupling' in some places between soaring case numbers and low death rates.\"https:\/\/t.co\/jBw2IGUGeT","sentiment_score":0.0833333333}
{"full_text":"2022 has just begun and the uncertainty of pandemic seems to continue. 'Beyond' is to break the past in terms of custom, habit, value, or norm. Our world is moving to a new dimension and waits for a new birth.#valuence #mago #beyond #newworld #gallery #art #artist #jp","sentiment_score":0.0075757576}
{"full_text":"RT No, these are not Covid deaths as the article explains. A telling commentary on our public health establishment that this...","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT Superstar affected with #COVID positive. Wishing you a speedy recovery sir.And He Urges Everyone Covid...","sentiment_score":0.2272727273}
{"full_text":"Rick Grimes: I need to find my family. I need to keep 'em together.#TheWalkingDeadSeason 9What Comes After04 Nov 2018#TWDHallucinationSheriff's DepartmentCynthiana, KentuckyCDC, Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"If you went to Quarry Bay Community Hall (a COVID-19 community testing centre) on January 6th, you'll need to get COVID-19 test.And then another one.And then another one.And then another one.And then another one.And then another one.And then another one.","sentiment_score":0.0}
{"full_text":"#MintPremium | The number of people filing for unemployment benefits hovered around the lowest levels in five decades last week as firms struggle to remain fully-staffed amid a resurgent pandemic.https:\/\/t.co\/3gAo9RPW63","sentiment_score":0.0}
{"full_text":"You have people that won't take a vaccine, that won't wear a mask and won't even protect their own children. Exactly what is Biden supposed to do that won't send us into  another civil war?","sentiment_score":0.425}
{"full_text":"RT James Corden joined the ranks of late-night TV hosts who have recently tested positive for the coronavirus, disclosing his dia...","sentiment_score":0.1136363636}
{"full_text":"Natural immunity added to Indiana vaccine exemption bill","sentiment_score":0.1}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"#MaheshBabu tests COVID-19 positive; Jr NTR, Anushka Shetty, Rakul Preet Singh and others wish him 'speedy recovery'@urstrulyMaheshhttps:\/\/t.co\/xhgzhOBxN5","sentiment_score":0.2272727273}
{"full_text":"In-Network, Complex COVID-19 Hospitalizations Cost More Than $128K via #healthcare","sentiment_score":0.1}
{"full_text":"Lots of people are tweeting about Biden's speech.  he can make all the speeches he wants but if he &amp; continue to ignore Covid and abandon frontline workers the GOP will win in 2022 and democracy will die.","sentiment_score":0.5}
{"full_text":"RT Too many patients have been left with more questions than answers about COVID-19 vaccine boosters. One physician clear...","sentiment_score":0.275}
{"full_text":"CDC says you should get a burrito","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 25.0FWind Chill: 25.0FHumidity: 99%Dew Point: 24.7F Barometer: 29.992 inHgWind: 2 mph from the ESECorona Virus Weekly Stats:Cases: 505.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Congrats on complete covid recovery!!#btsfanart","sentiment_score":0.1}
{"full_text":"RT I hope every family whose kid gets Covid in school this week and next sues the DOE &amp;","sentiment_score":0.0}
{"full_text":"#YourADF analysts support vaccine rollout  The expertise of Defence operations' analysts helped make the Vaccine Operations Centre more efficient as it rolled out the COVID-19 vaccine nationally, and continues in 2022 with the booster program. :","sentiment_score":0.5}
{"full_text":"Watch \"Event 201 Pandemic Exercise: Segment 5, Hotwash and Conclusion\" on YouTube","sentiment_score":0.0}
{"full_text":"RT A new CDC analysis found that severe illness and death from Covid were extremely rare in vaccinated people. Among 1,228,6...","sentiment_score":0.2181818182}
{"full_text":"Australia's top medical experts have revealed what has gone well, what has been a \"disaster\" in our Covid-19 strategy and what must happen next.https:\/\/t.co\/0Dp0hRU5yR","sentiment_score":0.25}
{"full_text":"RT time when state is under partial lockdown.2. Main problem comes for fooding and lodging because as the exam continues...","sentiment_score":0.0333333333}
{"full_text":"RT [A] WATCH: VP Leni Robredo on the recent surge of COVID-19 cases, access to molnupiravir through the OVP's Bayanihan E-Kon...","sentiment_score":0.0}
{"full_text":"RT Yesterday #dickhead had deadly global pandemic confused with surfing. Today he thinks it's cricket. #ScottyDoesntGiveARat...","sentiment_score":-0.2}
{"full_text":"hoping whenever i do inevitably get COVID that a friend gets it at the same time so we can hang out. ","sentiment_score":0.0}
{"full_text":"RT Get your booster and wear a mask, because the next 4 weeks will be difficult.","sentiment_score":-0.25}
{"full_text":"RT #BOYCOTTMZETxAPTxGMA305Lord kayo na po ang bahala sa aming lahat dahil kay, Covid. I thing you have a purpose, thank you J...","sentiment_score":0.0}
