{"full_text":"RT Thank you + for having me on.","sentiment_score":0.0}
{"full_text":"RT I hate to say it but His Excellency President Jacob Zuma was right again about IMF and World Bank , the R500 Billion Covid Re...","sentiment_score":-0.2571428571}
{"full_text":"RT Norway: Omicron sub-variant BA.2, increasing rapidly relative to Omicron BA.1.  Jan 4: 7 cases Jan 19: 611 cases (main...","sentiment_score":0.0833333333}
{"full_text":"RT If you thought inflation and shortages were bad before, just wait until our government further reduces the number of tru...","sentiment_score":-0.35}
{"full_text":"Disagree, you're part of the pandemic's problem JohnThe average covid death age in the UK is 83, which is above average life expectancy (82)","sentiment_score":-0.1}
{"full_text":"RT Thirty years into \"the industrialization of medicine\" (which essentially means takeover by corporate people who line their...","sentiment_score":0.0}
{"full_text":"RT COVID-19 reintroduced the world to what kind of damage a pandemic does. Duke infectious disease specialist Dr. Vance Fowler...","sentiment_score":0.6}
{"full_text":"RT Australia Deadly OmicronWould you agree?Australian listed Funeral Company IVC-Invocare $10.94 way off the 52-week high of...","sentiment_score":-0.02}
{"full_text":"You are doing better than I am. I can never bring myself to get rid of anything. Normal rule  'if you haven't worn it for a year throw it away' doesn't work in a pandemic ( and I never followed it anyway).","sentiment_score":0.325}
{"full_text":"RT Very fair point. The people who were awake from day 1 deserve immense credit. I wasn't one of them. It took me some time...","sentiment_score":0.455}
{"full_text":"RT Where the Bloody Hell are ya?#auspol@ScottMorrisonMP#ausFRAUD 9News: EU and US cut Australia from travel lists as Omicr...","sentiment_score":-0.8}
{"full_text":"RT Praying for the fast recovery of Honourable Vive President Shri Ji from COVID-19. May Maa Kamakhya b...","sentiment_score":0.2}
{"full_text":"RT How on earth have Kiwis not kicked this dumb bitch out of office?","sentiment_score":-0.375}
{"full_text":"RT \"People looking to pick up the free masks will be limited to three per person, a White House official said.\"3 masks...","sentiment_score":0.1095238095}
{"full_text":"RT Vaccine A was made to stop Virus A.Virus A mutated into Virus B.Vaccine A does not stop Virus B.The executive branch of the...","sentiment_score":0.0}
{"full_text":"Beijing tests 2 million for coronavirus as Winter Olympics loomRead here:","sentiment_score":0.0}
{"full_text":"When the pandemic is over is starting to sound a lot like when I win the lottery.","sentiment_score":0.4}
{"full_text":"RT Writes a thread dancing on Meat Loaf's grave. This is the Democrat Party.","sentiment_score":0.0}
{"full_text":"RT Wow, only took you two years to do a reassessmentThis modification of thinking\/approach should have occurred...","sentiment_score":0.05}
{"full_text":"Ngl but pandemic sucked the soul out of me who wanted to buy those and i kept \" i aint even gonna go out of this house why buy\" ","sentiment_score":0.0}
{"full_text":"RT \"The COVID-19 vaccine made by Pfizer and BioNTech appears to put young men at elevated risk of developing a heart muscle infl...","sentiment_score":0.1}
{"full_text":"RT As we exit this pandemic, we need to see a solid plan in place for a similar scenario..It needs to be put out in the open &amp; t...","sentiment_score":0.0}
{"full_text":"RT Aaron Rodgers should consider getting vaccinated against COVID-49","sentiment_score":0.0}
{"full_text":"RT The new Omicron variant, BA.2, looks very different from the \"old\" Omicron BA.1. BA.2 is now heading for dominance in Sc...","sentiment_score":0.0787878788}
{"full_text":"RT \"The more people who wear masks &amp; keep their distance in crowded places, the more that immunocompromised people will be...","sentiment_score":0.5}
{"full_text":"RT NEW ZEALAND  -  Still sticking to the 0 Covid policy, NZ enters a red zone with 24 days self isolation. 24 DAYS!Utte...","sentiment_score":0.0681818182}
{"full_text":"RT It's like a switch has been pulled. This week we've gone from 'YOU MUST BE TERRIFIED OF COVID!' to 'THE RUSSIANS ARE GOING...","sentiment_score":0.0}
{"full_text":"RT BREAKING: vaccine mandates have been delayed for NHS workers for six months. Tory back benchers insist they shoul...","sentiment_score":0.0}
{"full_text":"Using that high pressure jet wash to spray vaccine is an inspired move.Well done LARPA boffins. ","sentiment_score":0.16}
{"full_text":"Is Boris now taking control and bringing in REAL Conservatives values or is it just a knee jerk decision by Javed,whatever its welcomed","sentiment_score":0.2}
{"full_text":"Great to have the Air Canada Maple Leaf Lounge at Toronto Pearson Airport open again for trans border flights. They did some renovations the past few months and it's looking good. Lots of space for social distancing. #AirCanada #Toronto #YYZ #travel","sentiment_score":0.1805555556}
{"full_text":"RT On 24 Jan, ICN &amp; are launching a new report which draws attention to the growing global #nurse shortage crisis, exacer...","sentiment_score":0.0681818182}
{"full_text":"RT Jeremy Corbyn: why I am against vaccine mandates, Covid passports and Big Pharma's predatory practices","sentiment_score":0.0}
{"full_text":"RT The CDC in the US, the NHS in the UK, docs in the EU and across Canada all say the shortened isolation period is appropria...","sentiment_score":0.0}
{"full_text":"With too much work in my team &amp; staff off sick with covid &amp; LC it seems to be taking a toll on my own #LongCovid bodyToday's v bad with muscle aches &amp; weakness that I felt was coming on over a few days. I had planned to make a lemon drizzle cake later but that's doubtful now.","sentiment_score":-0.2306122449}
{"full_text":"RT Why should Dr. Fauci degrade himself by debating you?Debate tRump, who REALLY got things wrong.https:\/\/t.co\/4vDn3N...","sentiment_score":0.2}
{"full_text":"RT Please do read this thread before saying covid is now mild &amp; only \"vulnerable\" are at risk so cases don't matter anymore....","sentiment_score":-0.0555555556}
{"full_text":"RT \"Baseless fears of vaccines have been a driving force among the approximately 20 percent of U.S. adults who have refused some...","sentiment_score":-0.4}
{"full_text":"RT This might be useful now we are out of lockdown ","sentiment_score":0.3}
{"full_text":"It would seem that at almost 2 yrs in we MUST listen to our #longcovid bodies for quite some time. I've had lots of stress with huge workload &amp; juggling it all, in addition to managing a teamAnd this damn weight gain! Now heaviest I've ever been; 15kg over pre-covid weight.","sentiment_score":0.5}
{"full_text":"The thing that makes me the angriest is that I caught Covid. I thought I was doing everything so right and that I could escape it. But I should have known as long as the insane antivaxxers were around my chances weren't all that great. I've got to understand that I'm not perfect.","sentiment_score":-0.0928571429}
{"full_text":"RT My dear I'm very glad you have now seen the light when it comes these grossly negligent scientists, bette...","sentiment_score":0.35}
{"full_text":"Not getting into a discussion on a day old tweet, but there have been (multiple) data driven studies done on vaccine vs Covid deaths, by qualified academics, that showed for certain age groups (younger) just the *known short term effects* killed more then Covid.","sentiment_score":0.087755102}
{"full_text":"RT 2True!","sentiment_score":0.0}
{"full_text":"Until proven with real data I don't believe a damn thing from CDC.","sentiment_score":0.2}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT People in a Beijing district with some 2 million residents have been ordered to undergo mass coronavirus testing following a series...","sentiment_score":0.0}
{"full_text":"CDC is somewhat giting","sentiment_score":0.0}
{"full_text":"RT Nobody should be forced to choose between heating and eating in a country where the government have just written off PS...","sentiment_score":-0.3}
{"full_text":"That is if it doesn't shutdown your kidneys and liver first. Could you please provide a mortality rate study for COVID patients that were given Remdesivir in a given population, i.e a state or the whole country?","sentiment_score":0.225}
{"full_text":"RT Jacinda Ardern is such a fine leader. Omicron enters NZ so she cancels her wedding plans. #MorrisonFail goes missing i...","sentiment_score":0.0722222222}
{"full_text":"RT BBC interview fans who are \"held up for 2 mins to produce vaccine certification. BBC refuse to interview HGV drivers st...","sentiment_score":0.0}
{"full_text":"RT Really wish this WHO spokesperson was being broadcast in prime time rather than on #SundayMorning.She is delivering tru...","sentiment_score":0.2}
{"full_text":"Another sad covid death that could have been prevented if we all got vaxxed , and put those dam masks on","sentiment_score":-0.5}
{"full_text":"RT \"how are still in a pandemic?\"","sentiment_score":0.0}
{"full_text":"Labour backed ,and called for ,every lockdown and restriction...and would have been even worse to us had they been in power ..","sentiment_score":-0.4}
{"full_text":"RT BBC interview fans who are \"held up for 2 mins to produce vaccine certification. BBC refuse to interview HGV drivers st...","sentiment_score":0.0}
{"full_text":"RT Remember when Carole Malone said \"the unvaxxed DON'T get to live the lives the rest of us do\"...and her other unsavoury opin...","sentiment_score":0.0056818182}
{"full_text":"RT Video of recon-kamikaze and logistics UGVs being tested by razvedchiki in Alabino. The lead UGV is used to scout ahead and dea...","sentiment_score":0.0}
{"full_text":"RT My advice: Don't take any notice of what #BorisJohnson's totally corrupt Government says. Please wear a face mask in all...","sentiment_score":-0.5}
{"full_text":"RT This Afcon and post Afcon,Simon moses has that left attacking slot on lockdown,every other winger should fight for the ri...","sentiment_score":-0.0625}
{"full_text":"RT Nothing more distasteful than watching conservatives use kids as props for their anti-Covid restrictions position, and pre...","sentiment_score":0.0}
{"full_text":"RT How on earth have Kiwis not kicked this dumb bitch out of office?","sentiment_score":-0.375}
{"full_text":"RT Im 23 years old &amp; 2 pandemic years old. How about you?","sentiment_score":0.1}
{"full_text":"RT Can you hear us yet","sentiment_score":0.0}
{"full_text":"New Canaan First Selectman Kevin Moynihan also announces that because there is a high demand for COVID-19 tests, New Canaan will be administering additional COVID-19 testing, up to three days a week, Monday, Wednesday, and Friday.#NewCanaan #Connecticuthttps:\/\/t.co\/BFcuqh2ag7","sentiment_score":0.1706818182}
{"full_text":" A new service has launched in Lancashire &amp; South Cumbria offering home jabs for those shielding or are not comfortable accessing a vaccine clinic. To book please visit: or phone 0300 790 6856 (10am - 8pm daily).@HealthierLSC#LetsDoItForLancashire","sentiment_score":-0.0318181818}
{"full_text":"RT The Great Barrington Declaration launched a new libertarian institute, called BrownstoneBrownstone is spreading dangerous vac...","sentiment_score":0.1121212121}
{"full_text":"Warehouses Are in High Demand During COVID-19: Here's Why#CRE #TenantTips #Warehouse #NewNormal #CommercialRealEstate #TenantRep ","sentiment_score":0.16}
{"full_text":"I'm a stay-at-home parent, my home was taken by the Bermuda Triangle, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"Well, it is the final day of the #booktour but you can still buy #AshesOfInnocence - don't panic! What song would be playing if you got in a bar fight? Rocky is a good choice by Thank you to everyone who stopped by this week! It has been a great weekSBx","sentiment_score":0.5583333333}
{"full_text":"RT And u politcs people think we students going to appear for the upcoming exam. We want our rights...@PMOIndia","sentiment_score":0.0}
{"full_text":"RT Many asthmatics, and those with chronic conditions didn't receive their Covid vaccine with other underlying health con...","sentiment_score":0.1875}
{"full_text":"Test kits are now available for collection at sites across the Vale. Kits are limited to 2 per resident If you need more kits, you can collect from local pharmacies and community collection points or order online https:\/\/t.co\/5VzEtMw0Ug","sentiment_score":0.2071428571}
{"full_text":"RT Shocked &amp; appalled at state of COVID testing in BC. One of my lab members had an apt booked today and was denied even a rapid...","sentiment_score":-0.3}
{"full_text":"Experts predict that most Americas will be eventually infected with COVID-19. Make sure you are keeping your immune system strong and exercising on a regular basis. #prevention #COVID19","sentiment_score":0.3583333333}
{"full_text":"Going out to the shops today? Remember to wear a face covering to stop the spread of Covid-19. We still have high case rates in our city. Take care of yourself and take care of others. Don't stop now: keep staying safe #TakeCareNottingham","sentiment_score":0.33}
{"full_text":"RT Ireland has now had more than 500,000 confirmed cases of the virus since the beginni...","sentiment_score":0.45}
{"full_text":"My earnest and sincerely held belief that everyone has the right to style themselves however they desire, is being severely tested by a certain miscreant who is abusing the privilege.","sentiment_score":0.3333333333}
{"full_text":"relies on hospitals to let them know whether #COVID patients are #vaccinated. As a result, they only know the #vax status of a third of hospitalisations.","sentiment_score":0.0}
{"full_text":"Massive Spike in Covid Cases after Pongal Holidays at Schools in Prakasam DistrictWatch video &gt;&gt; #NTVNews #Coronavirus #pongal","sentiment_score":0.0}
{"full_text":"My fifth (big) correction.January 2018November 2018March 2020May 2021January 2022I know how I felt at the first bear-market, second flush, third Covid, May panic, January non-sense.We are gonna bounce - be patient and believe in yourself.$BTC $ETH $LUNA $CRYPTO","sentiment_score":0.0625}
{"full_text":"RT This is one of the most morally repulsive things we have done in response to the pandemic, right up there with making ki...","sentiment_score":0.2619047619}
{"full_text":"Do your part to help keep New York safe and healthy. Make sure you receive both the COVID-19 vaccine and your annual flu shot. Click the link below to locate a vaccination site near you.#flushot #fluseason #covid19nyc #nycvaccinefinder","sentiment_score":0.3472727273}
{"full_text":"RT This morning, Dominic Raab repeated these lies multiple times on \"More jobs, pay rising, and fastest g...","sentiment_score":0.25}
{"full_text":"2021 might be over, but the needs caused by COVID-19 are still present. How can you make a bigger difference with your donations all year? CHIP answers that question with the 2021 Annual Guide: High Impact Giving in the Age of COVID.","sentiment_score":0.0533333333}
{"full_text":"Omicron 'sub-variant' BA.2 found in India: What we know so far Read here:","sentiment_score":0.1}
{"full_text":"Paxlovid and molnupiravir are antiviral pills for COVID-19 that, when taken early, can help prevent severe disease. Find out more about Paxlovid:https:\/\/t.co\/bazyIzqUOI#paxlovid #molnupiravir #antiviral #medtwitter #medicine #covid #covid19 #educational #pfizer","sentiment_score":0.2833333333}
{"full_text":"At the end of a busy week learn what was going on and discussed in the Principality of Monaco these days.#Monaco #week #news #digest","sentiment_score":0.1}
{"full_text":"give response!! #postponegate2022 #delayGATE22  #JusticeForStudents","sentiment_score":0.0}
{"full_text":"RT Neil Oliver: 'There are consequences of Covid coming, a great wave of them' Freeview 236, Sky 515, Virgin 626 DAB+","sentiment_score":0.8}
{"full_text":"Rage Apainst the Vaccine?","sentiment_score":0.0}
{"full_text":"Right with the vast majority of cases in Israel in the UNVACCINATED! Cherry picking evidence again. Unvaxed being those with only 2 shots or less.","sentiment_score":0.0297619048}
{"full_text":"As millions of students and professionals globally, including #India, go back to learning and work from home amid the #Covid wave triggered by the #Omicron variant.https:\/\/t.co\/xxu6TJUHNN","sentiment_score":0.0}
{"full_text":"Good afternoon Cape Town! Our team will return at 09:00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"Gretchen Barretto drinks gin and tequila as protection from COVID-19","sentiment_score":0.0}
{"full_text":"Is it safe for pregnant or lactating women to take the Covid-19 vaccination? Here's what our expert, Dr Rooma Sinha, Senior Consultant, Gynecologist, Laparoscopic &amp; Robotic Surgeon, Apollo Hospitals, has to say on this.#ApolloHospitals #COVID19","sentiment_score":0.2444444444}
{"full_text":"How does IITKgp expect its students to reach their examination centres when the states have issued Strict Lockdown during sundays exactly when Gate 2022 is to be conducted.#postponegate2022 #delayGATE22","sentiment_score":0.25}
{"full_text":"HK sees 140 new cases, including 94 from Kwai Chung bloc #HongKong #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT Alan Self isolation Day 8 - Inside Out. #animation #animated #SocialDistancing #SelfIsolation #...","sentiment_score":0.0}
{"full_text":" #Belgium: Massive demonstrations across #Brussels against COVID restrictions &amp; #vaccinepassports  #NoVaccinePassports #NoVaccinePassportsAnywhere #DoNotComply","sentiment_score":0.0}
{"full_text":"Vaccines give high levels of protection but immunity reduces over time, so it is vital all adults come forward to get their COVID-19 booster vaccine to top-up their defences and protect themselves this winter. For more info see:","sentiment_score":0.2533333333}
{"full_text":"Hmmm!Of the 10 deaths, only ONE is UNJABBED.The other NINE had received MULTIPLE jabs.Come on folks! Are you getting the picture yet?!More are dying from covid as a RESULT of the jabs.","sentiment_score":-0.0416666667}
{"full_text":" Getting prepared for the #workweek ahead, it is important to prove yourself but remain mindful of #careerburnout. This article provides 11 key ways to #proveyourself in work before and after #Covid19. Learn more here  #workburnout #workmotivation","sentiment_score":0.3}
{"full_text":"RT Daily reminder that Fauci and the lockdown Democrats were wrong about everything, but they're still shoving their lunacy do...","sentiment_score":-0.25}
{"full_text":"With new restrictions imposed across #NewZealand to slow the community spread of a #Covid-19 omicron outbreak, Prime Minister #JacindaArdern said on Sunday that she had canceled her wedding.","sentiment_score":-0.0818181818}
{"full_text":"One of the worst takes on Covid I've seen. How do you live with yourself?","sentiment_score":-0.4318181818}
{"full_text":"Artist Portus Abonae created the piece as a reflection on experiences in lockdown and as a call to protect the arts industry.https:\/\/t.co\/JxjhBEWIti#Reading #rdg #streetart #banksy #OscarWilde","sentiment_score":0.0}
{"full_text":"Find your nearest vaccine location using the online search tool: you're eligible you can boost your immunity this winter by getting either the flu vaccine, COVID booster or both.More info:COVID - -","sentiment_score":0.0}
{"full_text":"It's year three and counting #PHElections2022https:\/\/t.co\/b3reQ3xrjR","sentiment_score":0.0}
{"full_text":"RT ITV has been warned by Ofcom after Dr Hilary Jones claimed 90% of all hospital patients are unvaccinated. ITV issued a \"cl...","sentiment_score":0.0}
{"full_text":"ICYMI: Access information on the Canada Recovery Sickness Benefit, Canada Recovery Caregiving Benefit, sector specific benefits and more on #uniform COVID-19 resource page.","sentiment_score":0.25}
{"full_text":"RT To all the politicians and scientists talking about a 'normal experience' for children- have you spoken to any parents? Ma...","sentiment_score":0.15}
{"full_text":"\"My current focus post-lockdown is to help rebuild a niche music scene that reflects the local community around us and isn't just a collection of white, middle-class males\"https:\/\/t.co\/9ETCsHGkuf","sentiment_score":0.0}
{"full_text":"If the news around COVID &amp; CRT has opened your eyes to the dark part of our schools, and you're looking for a way to support a former teacherPlease shop my store. Tell friends about my blog &amp; store #handmade  #shopsmall #buyblack #buydisabled","sentiment_score":-0.075}
{"full_text":"RT Dynamic zero-COVID policy will inevitably have a negative impact on economy. But Chinese generally believe the economic cos...","sentiment_score":-0.0083333333}
{"full_text":"A free drive-thru COVID-19 testing site opened Thursday in Haywood County for county residents.","sentiment_score":0.4}
{"full_text":"RT Beijing's Covid-19 cluster continues to grow and shows early signs of spreading to neighboring provinces","sentiment_score":0.1}
{"full_text":"Industry Faces New Risks","sentiment_score":0.1363636364}
{"full_text":"RT Stay in a job, where your boss is telling evil lies which are leading to thousands o...","sentiment_score":-1.0}
{"full_text":"RT The Congress govt. of Rajasthan has started the facility of bike ambulance for the patients suffering from Covid.Medic...","sentiment_score":0.0}
{"full_text":"Asia As costs mount, how long can China stick with 'zero COVID'? #AlJazeera","sentiment_score":-0.05}
{"full_text":"RT According to UK Govt Visa fees transperancy data, home office is charging PS2389 instead of PS234 as visa fee from doctors and n...","sentiment_score":0.0}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT In case we forget what a leader actually acts like. Prime Minister Jacinda Arden has cancelled her wedding due to rapid...","sentiment_score":-0.0625}
{"full_text":"RT A lecture on Health, hygiene and Covid precautions was organised by #IndianArmy at Gom Ahmedpura by BMO Magam. The individu...","sentiment_score":0.0}
