{"full_text":"Have we not discovered by this point in the pandemic that leaving the decision up to a bunch of people\/orgs is a bad idea???","sentiment_score":-0.7}
{"full_text":"No. I appreciate your plea. Didn't mean to correct you. Wanted to say that even Quebec was more proactive than us!I recall at the beginning of the pandemic that Ford said something like it was better to overreact than underestimate the virus.","sentiment_score":0.2291666667}
{"full_text":"Thos wouldnhave never happened if we didnt fire ron hextall - me about the pandemic","sentiment_score":0.0}
{"full_text":"And if I do fail the test then I can't go to work? And if I'm asymptomatic I need to stay home also? So there's really no difference to being healthy or being sick? There's just testing and more testing and everyone stays home?  I wouldn't call that living.","sentiment_score":-0.0628571429}
{"full_text":"Rofl. How to know someone failed stats101 without saying they failed stats101The fact that clowns like this even have an influencial voice throughout all of this is the biggest problem. Ironically, they are right when they say things like \"we have a pandemic of misinformation\"","sentiment_score":0.0214285714}
{"full_text":"RT Only way to measure covid trends now is by examining death, hospital and ICU changing numbers.","sentiment_score":0.0}
{"full_text":"RT FDA Reports: Current COVID Rapid Tests Found TO Be Less Accurate Concerning Omicron","sentiment_score":0.0777777778}
{"full_text":"You're an idiot little kid. Texas talks about getting back, you dumbass sheep humpers have never been there. Y'all are a consistent 8-4 and 9-3 team (other than covid year) fishface has his guys and is still only getting y'all to 8-4 and 9-3. Pathetic that aggy can't understand.","sentiment_score":-0.2660714286}
{"full_text":"RT trying to get a covid test rn is like tryna get a ps5","sentiment_score":0.0}
{"full_text":"RT I know it's tempting to call Erick an idiot, but what he's doing is more sinister. Across the country, the far-right is...","sentiment_score":-0.2666666667}
{"full_text":"RT Fyi, India is the furthest along but we're also transferring our Covid vaccine technology, helping in the c...","sentiment_score":0.0}
{"full_text":"Nope","sentiment_score":0.0}
{"full_text":"RT IL is surging with 8K new Covid cases each day@RepCasten of #IL06 urges us to wear a mask, get vaccinated\/boostered &amp; we mu...","sentiment_score":0.1363636364}
{"full_text":"RT I dont feel sick at allBut I think I should wait in line for 2 hours to get tested for COVID to make sure I don't need to go...","sentiment_score":-0.1071428571}
{"full_text":"RT All eyes on Queen's Park chimney for white smoke, as we await the selection of a new pandemic plan.","sentiment_score":0.0681818182}
{"full_text":"RT Those downplaying the seriousness of the Omicron surge should get out their calculators. Peak of NSW Delta 1200 cases da...","sentiment_score":0.0}
{"full_text":"Everyone just calls it quarantine lol.","sentiment_score":0.8}
{"full_text":"RT When you're mauled by police dogs and beaten with batons it's not about your health or keeping you safe.What's happen...","sentiment_score":0.0}
{"full_text":"Well People don't even know They LieNothing justifies ViolenceAbsolute Nothing!The past shows that Solutions appearsat Moments we don't expect themAnd it is a sweeter victory","sentiment_score":-0.25}
{"full_text":"RT We are now two years into the pandemic and children are being told to wear masks all day in school. I still have no idea why...","sentiment_score":0.0}
{"full_text":"RT In an online chat an influencer named Marc Lester Castor aka ML, talks about Adrenochrome while spreading Covid disinformat...","sentiment_score":0.0}
{"full_text":"I've always thought that LFTs are a good benchmark - they can be 90% accurate, but there's a suggestion from the States that they aren't as sensitive to Omicron. UKHSA says they are....(but they said to 'go with the PCR' when there were 43,000 false negatives)","sentiment_score":0.2}
{"full_text":"Utter rubbish - masks do not restrict your Oxygen or cause Hypoxia. I'm asthmatic and I can breathe wearing a mask. Covid will on the other hand definitely cause both.","sentiment_score":-0.0416666667}
{"full_text":"RT  ONTARIO COVID-19 SYMPTOM REPORTING TOOL FOR SCHOOL AGE CHILDREN With no PCR testing available for school age childr...","sentiment_score":0.4}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT my uncle died of Covid, yesterday. Even with pleas from family members, he never got vaxxed becuz he believed all the lies...","sentiment_score":0.0}
{"full_text":"No, it was falling when we went into lockdown. Not because of it. This year is far better, obviously, due to vaccines.","sentiment_score":0.1583333333}
{"full_text":"Another of the #Covidiots has lost the privilege of using Twitter as a disinformation superspreader tool. We're better off without her daily dose of reckless ignorance, but to show she's not totally forgotten, let's keep #ExpelMarjorieTaylorGreene going. #GetVaxxed #WearADamnMask","sentiment_score":0.1666666667}
{"full_text":"It's cowardice and unforgivable irresponsibility","sentiment_score":0.0}
{"full_text":"RT It was a pretty wild ride from \"your vax protects others\" to \"your vax protects you\" to \"your vax protects no one\" to \"yo...","sentiment_score":0.175}
{"full_text":"RT Guys I've spent the past 12 hours in the hospital and shit is absolutely hitting the fan. Half our birth unit has Covid, the...","sentiment_score":-0.1033333333}
{"full_text":"RT All eyes on Queen's Park chimney for white smoke, as we await the selection of a new pandemic plan.","sentiment_score":0.0681818182}
{"full_text":"RT I've been working on call at the Children's hospital here in New York this weekend, and literally every child we are o...","sentiment_score":0.1363636364}
{"full_text":"RT Eric Adams' first act as NYC mayor: signing two executive orders, one continuing Bill de Blasio's state of emergency, the o...","sentiment_score":0.25}
{"full_text":"RT Who will be the first leader to say what's needed:\"Dear citizens, the pandemic has ended. Covid is now endemic, just like...","sentiment_score":0.25}
{"full_text":"RT A federal judge denies a challenge to the Pentagon's vaccine mandate by Oklahoma Gov. Kevin Stitt.","sentiment_score":0.0}
{"full_text":"when you have a meeting you can all socially distance and wear a mask. you also have the choice to go into a crowded place kids don't get a choice to socially distance or go into school so why isn't it ok to wear a mask.","sentiment_score":0.1888888889}
{"full_text":"RT UK Covid-19 Policy;1. Infections out of control but hospitalizations not too worrying 2. Hospitalizations out of control...","sentiment_score":0.0}
{"full_text":"The media is responsible for this scare campaign.","sentiment_score":0.2}
{"full_text":"RT No one has spread more disinformation about COVID than the media, the CDC, the World Health Org, Fauci and elected Democ...","sentiment_score":0.5}
{"full_text":"Think the mood since omicron has hit def changed with the public, plenty now see things like booster campaign and the vax passports as a waste of time and money if all we do is keep businesses closed. Notice how all the positive talk of ppl running for boosters has stopped","sentiment_score":-0.0181818182}
{"full_text":"RT 1. Censorship of material that threatens the 'vaxx is safe &amp; effective narrative' is out of conrol. This video was removed...","sentiment_score":0.55}
{"full_text":"For real twitter? You're going to ban this person then have click bait as to why? She spread covid misinformation. People have died because of of this person's inability to stop the deluge of diarrhea that spews from that shrieking cavern she calls a mouth. Stop this shit.","sentiment_score":0.0}
{"full_text":"Translation: authoritarians know they can't use covid to continue their power grab in 2022 so they will pivot to using climate change for their power grabs in 2022.","sentiment_score":0.0}
{"full_text":"RT Ayah always follow up with my sharing on social platforms &amp; knows alot of you out there helping me during pandemic last ye...","sentiment_score":0.0166666667}
{"full_text":"RT A girl from Punjab helps my sister's family with domestic chores here in Bengaluru. Today, when she heard that children's...","sentiment_score":0.0}
{"full_text":"RT Did you know The Netherlands with 17 million people has 950 ICU beds across the country for all IC patient...","sentiment_score":0.0}
{"full_text":"RT As a result of external political pressure, the CDC and FDA have become compromised and have very little credibility at th...","sentiment_score":-0.08125}
{"full_text":"RT The Omicron school closings debate is so frustrating because it's being framed as exclusively political when it's actually...","sentiment_score":-0.1333333333}
{"full_text":"RT It's amazing how all the \"experts\" are now acknowledging that cloth masks don't protect you from covid. Saying this for mos...","sentiment_score":0.6}
{"full_text":"RT Twitter's current \"COVID misinformation policy,\" under which Marjorie Taylor Greene was just banned, effectively prohibits cri...","sentiment_score":0.3}
{"full_text":"RT The biggest and most frustrating takeaway of the 2021 season is evidently how many people do not watch a single game the B...","sentiment_score":0.0630952381}
{"full_text":"Gorgeous gorgeous girls record even with COVID. Any means necessary. #PodernFamily #PodcastAndChill #PodNation","sentiment_score":0.4666666667}
{"full_text":"RT Politicians and public health officials want you to believe that COVID doesn't matter anymore, that Omicron is 'mild' or th...","sentiment_score":0.1666666667}
{"full_text":"RT Why the hell isn't anyone talking about another stimulus package? It's very obvious that this new variant is shutting thing...","sentiment_score":0.0681818182}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"RT This news will be devastating to businesses that have already endured enough throughout the pandemic. They were told a...","sentiment_score":-0.5}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT Twitter bans Republican conspiracy theorist Marjorie Taylor Greene over COVID-19 misinformation","sentiment_score":0.0}
{"full_text":"Can't believe I'm saying this, but Bill Simmons just had one of the most reasonable covid discussions I've heard in the last couple months.","sentiment_score":0.2333333333}
{"full_text":"This is what I do now and I haven't even had covid. ","sentiment_score":0.0}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"Cloth masks may not protect against omicron, report says #FoxNews","sentiment_score":0.0}
{"full_text":"RT RT-PCR &amp; RAT are invasive forms of testing that should have never rolled out for travel in the way they did. Out of 1.2bn pa...","sentiment_score":0.0}
{"full_text":"RT Twitter is in no position to judge Dr. Malone. If he, as inventor of mRNA vaccine technology, is concerned, we should al...","sentiment_score":0.0}
{"full_text":"RT Covid + gripe = Flurona","sentiment_score":0.0}
{"full_text":"RT Maybe we can try treating the fucking disease","sentiment_score":-0.6}
{"full_text":"RT Study monetary history of the United States, the Federal Reserve, Fiat Elites from the Morgans to the Rockefellers. The...","sentiment_score":0.0}
{"full_text":"RT Peru has double vaccinated 80% of its target population against COVID-19 and the Government is now contemplating donating vacci...","sentiment_score":0.0}
{"full_text":"Can you explain 90% vaccinated, masking for 2 years yet another full lockdown? Is this supposed to put faith into people on vaccines. How can we ever trust if our kids get vaccinated they will be able to go to school or play sports. It hasn't proven well","sentiment_score":0.425}
{"full_text":"RT \"The two Pawlowskis are charged with breach of conditions, mischief and obstruction of justice.\"","sentiment_score":0.0}
{"full_text":"Spreading it isn't actually causing much harm any more and nigh on impossible to stop unless we all lock down forever. Time to remove the restrictions that prevent people who test positive from carrying on as they would with flu or cold.","sentiment_score":-0.0707070707}
{"full_text":"RT No one has spread more disinformation about COVID than the media, the CDC, the World Health Org, Fauci and elected Democ...","sentiment_score":0.5}
{"full_text":"Well if any of his \"fans\" gets COVID and\/or a relative, a few lawsuits would stop the disinformation or, if FCC would do its job... this would have not have happened in the \"good old days\" It seems Biden never got around to changing the heads of these agencies so they continue...","sentiment_score":0.15}
{"full_text":"It maybe harder but it's better than being Covid dead.","sentiment_score":0.0666666667}
{"full_text":"RT 99% of the nearly 1 million Americans who've died from COVID were unvaccinated. These are just the facts.","sentiment_score":0.1}
{"full_text":"RT But vaccines do kill people.It's a fact.","sentiment_score":0.0}
{"full_text":"RT Just took a flight and a person who refused to wear a mask was kicked off before takeoff. It was delayed for another 30 mins...","sentiment_score":0.0}
{"full_text":"RT  ONTARIO COVID-19 SYMPTOM REPORTING TOOL FOR SCHOOL AGE CHILDREN With no PCR testing available for school age childr...","sentiment_score":0.4}
{"full_text":"More time to prove himself.","sentiment_score":0.5}
{"full_text":"RT Well, this is another truly alarming piece- another indicator that #omicron is riproaring through fairly well people, an...","sentiment_score":0.3}
{"full_text":"RT Eric Adams' first act as NYC mayor: signing two executive orders, one continuing Bill de Blasio's state of emergency, the o...","sentiment_score":0.25}
{"full_text":"RT I really miss life before covid ...","sentiment_score":0.2}
{"full_text":"Covid-19: Infected DJ among 564 overseas entertainers allowed into NZ","sentiment_score":0.0}
{"full_text":"RT Reminder for the half of America that can't imagine normal school and the other half that might forget how many kids are still...","sentiment_score":0.0383333333}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"Are those kids able to eat lunch in a private room? I'm not sure I would want my kid eating lunch with someone on day 6 of a covid infection, even if &gt;6 feet apart. The guidance is for strict mask wearing on days 6-10","sentiment_score":0.0833333333}
{"full_text":"Thread on disinformation tactics. Dig deeper to find the real story before you believe headlines meant to manipulate.","sentiment_score":0.2}
{"full_text":"RT For weeks Labour has been demanding urgent action on children's vaccinations &amp; proper ventilation in schools.One air p...","sentiment_score":0.05}
{"full_text":"So many pre-covid and during covid support but is there any government information about after covid?","sentiment_score":0.5}
{"full_text":"RT 2 week lockdown didn't workMasks didn't workCapacity limits didn't workVaccines didn't workVaccines x2 didn't workP...","sentiment_score":0.0}
{"full_text":"RT Shock: European Union Reports 1.5 Million Vaccine Injuries, 15,472 Deaths","sentiment_score":0.0}
{"full_text":"Well that debunks the purpose of vaccine mandates and passes.","sentiment_score":0.0}
{"full_text":"RT Due to the increasing numbers of COVID cases, we have taken the decision to take a break for a few weeks. This is to protec...","sentiment_score":-0.1625}
{"full_text":"I will talk about Dembele &amp; Martial situation shortly.Sorry it's still holiday season for me as it's only time I have seen family in two years since the pandemic.I have discussed this potential transfer today so I can update you shortly.#MUFC","sentiment_score":0.0}
{"full_text":"Jake Chervinsky (Compound, Variant)James Foley (Cowri)James Young (Abridged, Choi (Spartan Group, Blockcrunch)Jazear Brooks (Sifchain)Jean-CedricJeff Garzik (Vesper)Jeff Morris Jr. (Chapter One, ex Tinder)Jeremy Allaire (Circle)","sentiment_score":0.1}
{"full_text":"RT Masks, social distancing, RATs, sufficient testing, sufficient vaccine for boosters &amp; children, all of these precautio...","sentiment_score":0.0333333333}
{"full_text":"RT Just WTF let's just give all the kids Covid-19?  - What a  Rachel Johnson is.. #OMICRON loves a fool. #KatiePersing...","sentiment_score":-0.5}
{"full_text":"RT AMEN!!!  THIS needs to get \"out there\" by ALL of us!!!","sentiment_score":0.0}
{"full_text":"Gov. please take charge of the NYC DOE - their leadership is completly incompetent on Covid. A 2 week period of remote school is the correct response to the surge.","sentiment_score":-0.225}
{"full_text":"RT The president of Burnaby-based Vitacore is offering to donate thousands of N95-equivalent respirators to B.C. COVID-19 va...","sentiment_score":0.0}
{"full_text":"Follow the UKhttps:\/\/t.co\/NlhM2gAALi@ScottMorrisonMP","sentiment_score":0.0}
{"full_text":"RT Call him OmicRon DeSantis from now on.","sentiment_score":0.0}
{"full_text":"RT  Get your first shot.  Get your second shot.  Get your booster.  Get your kids vaccinated.  And let's...","sentiment_score":0.125}
{"full_text":"RT Looking for a COVID test, vaccine, or booster near Broadway? We've got a handy list to help.","sentiment_score":0.35}
{"full_text":"RT i hate it here.","sentiment_score":-0.8}
{"full_text":"RT The Wizards are listing forward Anthony Gill in Covid protocols again.","sentiment_score":0.0}
{"full_text":"RT Toronto Public Health has admitted that every single death that occurred during this pandemic (regardless of if that pe...","sentiment_score":-0.0357142857}
{"full_text":"Our hospital team members are superheroes during this latest pandemic surge. They are providing remarkable care. That is why we wanted to offer you an opportunity to tell them how much you appreciate them.","sentiment_score":0.4833333333}
{"full_text":"RT It is a slap in the face to science for to circumvent the standard convening of the expert advisory board... FDA i...","sentiment_score":0.0}
{"full_text":"RT Meeting for COVID protocols announced by Collierville, similar to Germantown's emergency meeting. Both districts have studen...","sentiment_score":0.0}
{"full_text":"RT Ursula von der \"Liar\" must publish the contracts with the vaccine companies and stop endorsing the abuse of people's ri...","sentiment_score":0.0}
{"full_text":"You are giving me hope!! I'm 6 months out from covid and many things taste and smell the same. It's so frustrating.","sentiment_score":0.0333333333}
{"full_text":"Perhaps he should ask his mate Boris why it's importantThey hand them out like candy in the UK, and we need to do it here to actually manage this epidemic","sentiment_score":0.0}
{"full_text":"RT Latest wheeze from the to manage shortage of staff - combine classes to make larger classes. Airborne vi...","sentiment_score":0.25}
{"full_text":"International Criminal Court in Hague (Office of The Prosecutor): COVID Crimes Against Humanity (case against Gates, Fauci, Tedros, Schwab &amp; others) - Sign the Petition! via","sentiment_score":-0.25}
{"full_text":"Did this many of times (pre-pandemic) leisurely stroll across the west end from the office resulting in train delays at Charring Cross or rather a pint by myself.","sentiment_score":0.25}
{"full_text":"Anti-vaxxer mum wants you to get jabbed after she caught Covid twice","sentiment_score":0.2}
{"full_text":"RT We're not even 48 hours into 2022 and Twitter has already banned the inventor of mRNA vaccine technology along with a sit...","sentiment_score":0.0}
{"full_text":"Covid-19 still kills but let's not have lockdowns in 2022 #MonitorUpdates","sentiment_score":0.0}
{"full_text":"New protocols are being installed at the Missionary Training Center in Provo, Utah, after a new COVID-19 outbreak among missionaries there, a spokesman for said. | By","sentiment_score":0.0575757576}
{"full_text":"After being a good boy for 2 years, I fianlly go hang out with some friends and CATCH DE COVID. So. Yeah.2022, huh?Nice.","sentiment_score":0.7}
{"full_text":"Parametric future pandemic capacity limited, but pricing higher: WTW","sentiment_score":0.0595238095}
{"full_text":"RT cdc says the floor is lava for the remainder of the year","sentiment_score":0.0}
{"full_text":"Your best defense to an evolving virus is a Booster Shot. Please talk to your local pharmacist or visit to book your COVID-19 booster shot.","sentiment_score":0.5}
{"full_text":"After two years of ravages brought about by the Covid-19 pandemic, the hope is that 2022 will be a better year for economic growth.","sentiment_score":0.35}
{"full_text":"Fair point, I didn't realise testing was quite so low in SA. However, cases are dropping, the poptn is younger, it's summer &amp; the covid restictions  are in effect with the threat of fines and imprisonment, including mandatory masks in all public places:https:\/\/t.co\/6GfzJLZbjN","sentiment_score":0.175}
{"full_text":"Shoutout to the COVID denier who retweeted me to make fun of my anxiety. I expect they'll be signing up to substitute teach no time in the future.","sentiment_score":0.15}
{"full_text":"RT The \"I know so many people who had COVID &amp; none of them have #LongCOVID\" narrative is trash.We live in an ableist soci...","sentiment_score":0.3181818182}
{"full_text":"For more than a millennium, Japanese people have used these plaques to ask the gods for love, wealth, long life, or academic success. In the past two years, a fresh ema plea has emerged: protection from COVID-19. ","sentiment_score":0.1625}
{"full_text":"ANALYSIS: Big question marks loom over how Australia's strong economic rebound can withstand the Omicron tsunami wave, via","sentiment_score":0.2111111111}
{"full_text":"COVID-19 UpdateSun., January 2, 2022#DCHD 6 New COVID-19 Cases Today(6 Unvaccinated Cases)(0 Fully Vaccinated Cases)#4331 Total Known COVID-19 Cases#46 Known COVID-19 Deaths#292 Active &amp; Close-Contact Cases Monitored Today #douglascountyil_covid19_update","sentiment_score":0.001010101}
{"full_text":"Due to the increase of COVID-19 cases in our community, all in-person programs have been cancelled for the next two weeks, Monday, 12\/27 through Saturday, 1\/8.Make sure to always check our website for up-to-date library information:","sentiment_score":0.125}
{"full_text":"RT These morons fail to mention that the other vaccines are given predominantly to *children*If you give lots of old peop...","sentiment_score":-0.33125}
{"full_text":"Employers are hiring, tech and biotech businesses are booming, and labor is having a moment. But COVID-19 still clouds the economic forecast for the new year.","sentiment_score":0.1681818182}
{"full_text":"im crying they've been warned by the ministry itself","sentiment_score":-0.2}
{"full_text":"#France has put the #US on its coronavirus travel \"red list,\" meaning unvaccinated people coming into the country will have to quarantine for 10 days.#COVID19","sentiment_score":0.0}
{"full_text":"FACT: Getting a COVID-19 vaccination can protect your child 5 years and older from getting COVID-19. It can also protect your child from severe disease, hospitalizations, or developing long-term complications if they do get COVID-19. #CovidVaccine","sentiment_score":0.1666666667}
{"full_text":"RT Our COVID hospital (with a capacity for 1,000 patients) is totally empty (0 patients right now), so we are using the time...","sentiment_score":0.0928571429}
{"full_text":"RT If everyone got vaccinated, we could end Covid once &amp; for all. Seems that would truly Make America Great Again wouldn't it?A...","sentiment_score":0.8}
{"full_text":"They have been in been manipulating the data from the very beginning...if somebody dies after the first shot within the first two weeks they consider that person unvaccinated.","sentiment_score":0.2333333333}
{"full_text":"RT Who will be the first leader to say what's needed:\"Dear citizens, the pandemic has ended. Covid is now endemic, just like...","sentiment_score":0.25}
{"full_text":"RT USAID warns worsening humanitarian situation in Tigray with continued blockade and forced eviction in Western Tigray - Globe...","sentiment_score":-0.15}
{"full_text":"RT We keep seeing \"polls\" that are referred to &amp; influence gov restrictions They're usually v loaded &amp; hardly representativ...","sentiment_score":-0.2708333333}
