{"full_text":"we put new rules in during the pandemic as it was new, no vax etc... Now we have a vax, people back to work. One day they will ask to vote via the internet and then what","sentiment_score":0.0909090909}
{"full_text":"RT University of Florida researchers pressured to destroy COVID-19 data, told not to criticize DeSantis: report | TheHill ht...","sentiment_score":-0.2}
{"full_text":"Who'd-a-thunk it - #Tories breaking the law! ","sentiment_score":0.0}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"The year is 2023 and Canada brings in the robots to do covid swabs Trudeau needs to go","sentiment_score":0.0}
{"full_text":"RT On an already high stakes day for Boris Johnson this could not come at a worse time for them.https:\/\/t.co\/tzXeOT0h3I","sentiment_score":-0.12}
{"full_text":"RT The hospital situation is in NO WAY because of Vaccine Free People. Read MY story here. ","sentiment_score":0.4}
{"full_text":"RT Nah Lori Mo. Thats not how you set it up. If my cousin got to still teach in person, then you got to put on your Zoot sui...","sentiment_score":0.0}
{"full_text":"RT Explain the morality of increasing the price of covid test... IN THE PANDEMIC","sentiment_score":0.0}
{"full_text":"RT Lots of discussion of about the risk of unvaccinated coworkers. There is zero risk from an unvaccinated perso...","sentiment_score":0.0}
{"full_text":"What is the risk of myo\/pericarditis from the vaccine? Does one run that risk every time they roll up their sleeve? Are there nano-particles associated with the mRNA jacket that might accumulate in one's system with repeated shots?","sentiment_score":0.0}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT #IGNOU_Students_Want_OpenBookExam You helped So many People in Covid Wave, Now IGNOU Students Need Your Help...","sentiment_score":0.5}
{"full_text":"RT Inflation around the world is more correlated today because inflation is primarily due to supply constraints caused by Cov...","sentiment_score":0.1875}
{"full_text":"RT Single-Breath Counting Test Predicts Non-Invasive Respiratory Support Requirements in Patients with COVID-19 Pneumonia ht...","sentiment_score":0.0}
{"full_text":"RT Fauci is done playing with","sentiment_score":0.0}
{"full_text":"RT The number of nurses messaging me that their hospital is forcing COVID+ staff to come to work after firing unvaccinated...","sentiment_score":0.0}
{"full_text":"RT Told you so....\"it is mild, it is mild\" was most BS take on this .","sentiment_score":0.3888888889}
{"full_text":"RT Testing experts told News the answer is decentralizing the system and delivering tests to patients directly, setting up commu...","sentiment_score":0.1}
{"full_text":"RT Well I've been urinating for MORE than 39 years, so I'm gonna go with my gut, thankyewverymuch Mr. Big Important Doctor M...","sentiment_score":0.3}
{"full_text":"No shit, Sherlockhttps:\/\/t.co\/4fB79acKWp","sentiment_score":0.1}
{"full_text":"With minutes to go before #PMQs Colchester MP still hasn't mentioned if he was at any of these covid parties. We don't know where he stands on these parties, and we don't know if he supports #Colchester #WeDeserveBetter","sentiment_score":0.0}
{"full_text":"Global COVID-19 cases rose by 55% last week: WHO","sentiment_score":0.2}
{"full_text":"RT Jacinda is having a break. The ship is still sailing a true course through the COVID seas whilst most other ships of state ar...","sentiment_score":0.2416666667}
{"full_text":"RT I think the thread that links the No.10 party story and the No.10 flat refurb story is that the Johnsons are people who real...","sentiment_score":0.0875}
{"full_text":"RT This is a chinese government official document. It said: for every 10 000 people local government should build at least 20...","sentiment_score":-0.1}
{"full_text":"RT Desantis' Dept of Ed was trying to steer a multi-million dollar contract to a fat-cat Republican donor, where he would...","sentiment_score":0.0}
{"full_text":"RT A heartbreaking observation after vaccinating in a #LTC home today.Many #LTC workers are declining boosters.This is no...","sentiment_score":0.0}
{"full_text":"RT Somebody is lying. Ain't no such thing as \"office air.\"","sentiment_score":0.0}
{"full_text":"Death toll rises as Millions remain Excluded from #sunak SupportIndependent #CovidInquiryNow 4 the 3.8 Millions  Failed to help!#SunakOut  #sacksunak#ToryLies","sentiment_score":-0.5}
{"full_text":"Fauci accuses Rand Paul of playing politics with pandemic, fomenting violence via We ALL need to start standing up to the likes of the TERRORIST Leader Rand Paul like Dr. Fauci did, NOW!!","sentiment_score":0.0}
{"full_text":"RT If the positive covid test is real, he's responsible for knowingly spreading a deadly virus. If it's fake, he's a common cr...","sentiment_score":-0.0945454545}
{"full_text":"2\/2 not discrediting how incredibly, awful the high transmission rates are! I hope everyone does their part to help lessen the spread of COVID. Just providing clarification to the article that you highlighted. Stay safe ","sentiment_score":-0.1}
{"full_text":"RT NEW: On a huge day for Boris Johnson things just got that bit worse. High court rules govt's use of \"VIP lane\" to awar...","sentiment_score":0.0740909091}
{"full_text":"Covid has hit my partner &amp; I really hard, we're both #HighRiskCovid19 &amp; it's been the hardest illness we've either had. He's our sole earner &amp; frontline worker who doesn't get sick pay &amp; has been out for 2 weeks so anything is a huge help. https:\/\/t.co\/EXWNu1G64o","sentiment_score":-0.1514880952}
{"full_text":"Ignorance is mother of chaos. Fighting COVID requires patience, vigilance and diligence and it is everybody's responsibility.","sentiment_score":0.0}
{"full_text":"RT NEW: On a huge day for Boris Johnson things just got that bit worse. High court rules govt's use of \"VIP lane\" to awar...","sentiment_score":0.0740909091}
{"full_text":"What is the reasoning behind the plan to hide\/not report Covid cases at the school? That is...odd.","sentiment_score":-0.4}
{"full_text":"RT Under a new temporary guideline to combat the surge in #COVID19 patients, the will allow #HealthcareWorkers...","sentiment_score":0.1363636364}
{"full_text":"CM Dr reviewed implementation of Swanirbhar Naari, an initiative of GoA to provide relief to weavers affected by Covid-19. The State Govt will procure unsold stock of 29 traditional handloom items like gamocha, aronai, etc, from weavers through ARTFED &amp; AGMC.1\/3","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT The British Governments Covid Contract VIP lane has been found to be corrupt . Liars and Crooks running the country . Our stan...","sentiment_score":-0.25}
{"full_text":"will Serbia confirm if he really did have Covid or was it doctored ?  now there is news that the Covid cert does not add up","sentiment_score":0.2}
{"full_text":"RT 'We shouldn't become a National Covid Service, we should be a National Health Service'GP Dr Laurence Gerlis discusses a rise...","sentiment_score":0.0}
{"full_text":"RT Lock him up.","sentiment_score":0.0}
{"full_text":"More lies from a proven liar...","sentiment_score":0.5}
{"full_text":" So are you saying that Team Reality is a pro-vaccine mandate group? If so, sign me up for some safe, socially distanced fun, provided everyone has uploaded proof of vaccination.","sentiment_score":0.2777777778}
{"full_text":"RT After a year of real highs and lows, and headlines dominated by the coronavirus pandemic, we loved reminding ourselves of...","sentiment_score":0.45}
{"full_text":"Covid +","sentiment_score":0.0}
{"full_text":"RT 180deg views of #longIslandsound#interiordesign","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic knew he had tested positive for COVID when he attended a newspaper interview at his tennis centre in Serbia l...","sentiment_score":0.2272727273}
{"full_text":"RT I've lived through Suez \/ Cuba Crisis\/ Heath and Thatcher and the miners \/ that twat Blair and Iraq but nothing was as ter...","sentiment_score":0.0}
{"full_text":"Act like this is the same old, same old with this losing team.  Bottom line is with the COVID crap, they haven't been able to put the roster they want on the ice for what 10 games? That and they have had TERRIBLE goalie luck this year.  What are they playing?  The 8th guy?","sentiment_score":-0.1571428571}
{"full_text":"RT Japan study on Omicron: Peak infectiousness days 3-6 and infectious up to at least 10 days. Everyone should make sure t...","sentiment_score":0.1}
{"full_text":"RT COMMIE COVIDIOT! Labour MP Angela Rayner BROKE Social Distancing Rules, Whilst Slamming Cummings - EXCLUSIVE  ","sentiment_score":0.0333333333}
{"full_text":"University of Florida researchers pressured to destroy COVID-19 data, told not to criticize DeSantis: report | TheHill \"This, is sick!\"","sentiment_score":-0.5464285714}
{"full_text":"RT Excellent editorial skewering incoming Virginia governor Glenn Youngkin's demagoguery about Biden's vaccin...","sentiment_score":1.0}
{"full_text":"Plan Boris Government's awarding of PPE contracts during COVID first wave was unlawful, High Court rules","sentiment_score":0.205}
{"full_text":"RT Omicron is not common cold, cannot take it lightly; need to be vigilant, get vaccinated, follow Covid-appropriate behaviour:...","sentiment_score":-0.0166666667}
{"full_text":"RT And high school. Shit middle school too, just school in general  it'll never be the same","sentiment_score":0.002}
{"full_text":"RT Can't lie I'm so glad I experienced college pre COVID ..because I know it just don't hit the same","sentiment_score":0.4333333333}
{"full_text":"RT They have proved they were never afraid, not even of Delta! They just wanted us to be!Yet so many people are still d...","sentiment_score":0.4375}
{"full_text":" Those that need protection should take precautions.Also when is this going to be over Lisa ?This year, next year ? When is your end date? The vulnerable will always be vulnerable there are three other coronavirus that have been circulating too.","sentiment_score":-0.28125}
{"full_text":"UKHSA estimates one in seven still infectious after five day COVID-19 isolationMore medical news at #MedTwitter #MedEd #MedNewshttps:\/\/t.co\/0O6EUZ6SkS","sentiment_score":0.0}
{"full_text":"RT Viruses are billions of years old, we first saw one under an electron microscope less than 1...","sentiment_score":0.0611111111}
{"full_text":"RT Those of us who have resisted the government\/media covid narrative have been called many things over the past two years, m...","sentiment_score":0.125}
{"full_text":"MP Shri has been able to pay appropriate tribute to Swamiji by conducting MORE THAN 50K COVID19 TESTS in Diamond Harbour PC, in a SINGLE DAY.Plus in 7 days the positivity rate is the LOWEST among all LS constituencies in Bengal.#DiamondHarbourPCTests30K #FAM4TMC","sentiment_score":0.3571428571}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT They said you wouldn't be able to find a turkey for Thanksgiving.They said you wouldn't be able to find gifts for Christ...","sentiment_score":0.5}
{"full_text":"RT UK POLICE: MAJOR INVESTIGATION INTO MRNA COVID-19 VACCINE-RELATED CORPORATE CRIMES AND THREATS TO PUBLIC HEALTHMetro...","sentiment_score":0.0208333333}
{"full_text":"RT #IGNOU_Students_Want_OpenBookExam Sir You have been Vocal for Students at many Occasion, Right Now Millio...","sentiment_score":0.3928571429}
{"full_text":"Everyone got their #PMQs bingo card?\"Sorry if it appeared I broke the rules\"\"It's up to Sue Gray's investigation\"\"Labour wanted to remain in the EU\"\"We've had the fastest vaccine rollout\"\"Captain Hindsight bla bla bla\"","sentiment_score":-0.5}
{"full_text":"RT So...since offices and schools have reopened, strep throat and flu cases have risen drastically. We're currently experien...","sentiment_score":0.0}
{"full_text":"Right time to dismantle Boris and this inept Govt once and for all. Most important hour of Starmer's leadership this, even if I don't think the average person in the street in a swing seat really pays attention to #PMQs","sentiment_score":0.2471428571}
{"full_text":"RT There are different types of #COVID19 tests","sentiment_score":0.0}
{"full_text":"Normal people would face tough consequences in such a case.... Novak clearly proved again that he doesn't care about the pandemic at all.","sentiment_score":-0.0347222222}
{"full_text":"RT Be careful posting on Twitter about the new data the CDC is putting out about COVID.I know of many people getting bann...","sentiment_score":0.1787878788}
{"full_text":"LMFAO THIS is not a vaccine.","sentiment_score":0.0}
{"full_text":"Finishing my degree and trying to plan my life during a pandemic has been mentally exhausting.... Can we be done now?","sentiment_score":-0.4}
{"full_text":"RT NEW: On a huge day for Boris Johnson things just got that bit worse. High court rules govt's use of \"VIP lane\" to awar...","sentiment_score":0.0740909091}
{"full_text":"RT They said you wouldn't be able to find a turkey for Thanksgiving.They said you wouldn't be able to find gifts for Christ...","sentiment_score":0.5}
{"full_text":"Folks take note.","sentiment_score":0.0}
{"full_text":"RT Told you so.","sentiment_score":0.0}
{"full_text":"RT And here's a Medium article from someone who did a bit of digging into the owners.\"Neal's response should probably pique...","sentiment_score":0.0}
{"full_text":"feeling sick... worst case scenario I got covid","sentiment_score":-0.8571428571}
{"full_text":"RT Hundreds of people answer an appeal to write to 80-year-old woman isolating with coronavirus","sentiment_score":0.0}
{"full_text":"RT India's vaccine drive is making remarkable progress. In the last few days, youngsters between 15-18 are getting vaccines....","sentiment_score":0.1833333333}
{"full_text":"RT Here is a video thread of muslim cooks\/qazi spitting on food and hands in the name of blessings. Post corona, pre coron...","sentiment_score":0.0}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Unlawful? This government? Surely not!","sentiment_score":-0.3125}
{"full_text":"RT Just to be clear - this is about the position in England. Throughout the pandemic has never had a VIP...","sentiment_score":0.1}
{"full_text":"If so people die in Omicron, don't go after doc or person telling it's a mild infection and it will vaccinate you, take vaccine , use mask and sanitizer","sentiment_score":0.3333333333}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT How can you read this and not get jabbed?? #Madness","sentiment_score":0.0}
{"full_text":"RT \"Turn out and vote for us so we can refuse to help you because some people won't vote for us.\"","sentiment_score":0.0}
{"full_text":"RT Only good thing to come out of the pandemic is this photo.","sentiment_score":0.35}
{"full_text":"RT 370,000 Covid cases today in France  #They've had Vaccine Passports everywhere since the summer#Mask mandates#Hospita...","sentiment_score":0.0}
{"full_text":"RT Thank you for raising the difficult topic of #suicide on your latest album. So important to reach out for help if yo...","sentiment_score":0.1333333333}
{"full_text":"RT A very important message to those that have went to hockey games recently while Covid positive or stop isolating earlier...","sentiment_score":0.1868181818}
{"full_text":"Then Big Miss for Theatre owners also #Valimai and RRR 14 to 18 continues holidays if its RRR and Valimai definitely 120cr would be collected now not even 30% Theatre will collect tough times for Theatres due to Omicron","sentiment_score":-0.1284722222}
{"full_text":"RT NEW ARTICLE: How did thrice jabbed Matt Hancock catch covid a second time? Disraeli explains - h...","sentiment_score":0.0681818182}
{"full_text":"RT The Met Police have some seriously questions to answer about their selective actions in their enforcement of the same Covi...","sentiment_score":-0.1666666667}
{"full_text":"RT Genuine question...If omicron is so mild and young people have next to zero risk, what is the obsession to vaccinate ch...","sentiment_score":0.2083333333}
{"full_text":"Told by who? This is an offence.","sentiment_score":0.0}
{"full_text":"RT The fact that this is a debate, after two years of mass sexual violence reported to police and govt offices tells you we sti...","sentiment_score":0.5}
{"full_text":"RT  Increase in school drop-out Increase in gender based violence Increase in child laborThe pandemic continues to hav...","sentiment_score":0.0}
{"full_text":"RT THIS, THIS, THIS","sentiment_score":0.0}
{"full_text":"RT and also after the current (covid) situation gets slightly better, she wants to do a fanmeeting when she is able to meet mo...","sentiment_score":0.3}
{"full_text":"China has went under the lockdown just before Winter Olympics is scheduled in a country. The Zero covid approach is going towards the failure.","sentiment_score":-0.3166666667}
{"full_text":"RT i cant believe this meme is true","sentiment_score":0.35}
{"full_text":"Like Daddy betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"Thank you so much for trusting po! Till the next budol and stay safe po lagi!","sentiment_score":0.2916666667}
{"full_text":"RT Shouldn't this Djokovic news be as big a scandal as Serena not smiling enough during her press conferences or Naomi decl...","sentiment_score":0.0}
{"full_text":"Common Cold Infection Can Protect Against Coronavirus, Study Findshttps:\/\/t.co\/32IHQ7oyS0","sentiment_score":-0.45}
{"full_text":"It's also been confirmed that PCR tests can't tell the difference between the Flu &amp; Covid... Numbers may not lie but they CAN &amp; WILL be MANIPULATED beloved","sentiment_score":0.55}
{"full_text":"Hi there, I'm a stay-at-home parent, my home was taken by the California wildfires, and I'm here to show that I belong here.","sentiment_score":0.0}
{"full_text":"Are you exhausted, overwhelmed, and numb? Burnout is real. You can overcome it!#burnout  #COVID19 #tired #Wellbeing","sentiment_score":-0.3}
{"full_text":"And hopes the pandemic will be over in 2022. #engineeringhttps:\/\/t.co\/0foTEMJ8CZ","sentiment_score":0.0}
{"full_text":"RT Will not be looking into this study. Will simply continue my very healthy habits.","sentiment_score":0.325}
{"full_text":"RT In order to keep their power, Republicans are stripping away voting rights, sowing chaos by letting Covid spread &amp; denyin...","sentiment_score":0.0}
{"full_text":"We are following Government &amp; guidelines and it is mandatory to wear a face covering  (unless you are exempt) whilst moving around the Library buildings. If you forget yours or would like a new mask, you can get one at the Welcome Desk ","sentiment_score":0.3121212121}
{"full_text":"Half of Europe to be infected with Omicron within weeks - WHO#Europe #Covid19 #Omicron #WHO #QatarNews #QatarDay   ","sentiment_score":-0.1666666667}
{"full_text":"#Indian officials are investigating a private laboratory accused of faulty #Covid19 tests on passengers on two flights from #Italy last weekhttps:\/\/t.co\/nB73z5u0ev","sentiment_score":0.0}
{"full_text":"The SARS-CoV-2 virus has been found in white-tailed deer across the country, and Massachusetts is now one of 41 states participating in a national effort to study the prevalence of the virus in deer.","sentiment_score":0.0}
{"full_text":"We're literally governed by criminals.","sentiment_score":0.0}
{"full_text":"Hilary is a Liar!!!https:\/\/t.co\/GX1H0vVdu1","sentiment_score":0.0}
{"full_text":"RT The fifth wave of the novel coronavirus is intensifying with every passing day as Pakistan reported 2,074 fresh cases...","sentiment_score":0.3}
{"full_text":"RT Grab the popcorn, #UK's Johnson to face a #Covid party grilling in Parliament:PMQ's about to kick off.https:\/\/t.co\/u1...","sentiment_score":0.0}
{"full_text":"Haldimand-Norfolk Health Unit stops reporting daily COVID-19 numbershttps:\/\/t.co\/SzTg6o72iu","sentiment_score":0.0}
{"full_text":"On\/Go at-Home COVID-19 (U.S) Rapid Antigen Self-Test 2 Tests Per PackTest Results in 10 MinutesFDA AuthorizedList Price $39.99Now $24.88Amazon #ad","sentiment_score":0.0}
{"full_text":"Thank you so much for trusting po! Till the next budol and  stay safe po lagi!","sentiment_score":0.2916666667}
{"full_text":"Joint statement by and on postponement of 2nd CG Insurance ODIhttps:\/\/t.co\/k0PN1mtiQn#BackingGreen #IrishCricket #IREvWI #Covid19","sentiment_score":0.0}
{"full_text":"Fancy a pint? See why more #seniorliving communities are opening their own pubs after seeing how well they, ahem, lifted spirits during lockdown","sentiment_score":0.55}
{"full_text":"Headwaters Healthcare braces for increase of COVID-19 caseshttps:\/\/t.co\/xN65RCXmeS","sentiment_score":0.0}
