{"full_text":"RT If during lockdown a team of firemen decided after work to share some beers, would they have been prosecuted?","sentiment_score":0.0}
{"full_text":"RT In 2021, the U.S. economy grew by 5.7%, the fastest year of economic growth our country has seen in 38 years. The Biden...","sentiment_score":0.2}
{"full_text":"RT Governor Evers is investing in the people of Wisconsin and trusting them to care for themselves and their families. With...","sentiment_score":0.0}
{"full_text":"Dwight is a menace, Creed is a creep. Kevin is just a mess, Stanley is so sassy, Angela is a pandemic, I don't even know what to make of Kelly. And then Michael raises the bar for stupidity every time.","sentiment_score":-0.3875}
{"full_text":"RT Check out @AGVielma and her post on being First Gen, getting COVID and leaning into her community. ","sentiment_score":0.25}
{"full_text":"I just cancelled mine! After 8 years!  #Spotifydeleted Spotify chose Joe Rogan's COVID misinformation that's literally killing people over Neil Young; Such a disgusting\/disgraceful company.","sentiment_score":0.05}
{"full_text":"#COVID19 ah yes... the vaccine keeps getting downgraded","sentiment_score":0.0}
{"full_text":"RT Again, the level of unemployment is currently more than 13%, more than 70% of households are experiencing declining...","sentiment_score":0.5}
{"full_text":"RT Coward is in hiding again","sentiment_score":0.0}
{"full_text":"RT BREAKING: Denmark's prime minister says COVID-19 no longer \"socially critical,\" all restrictions to be lifted on Tuesday","sentiment_score":0.0}
{"full_text":"RT It is scandalous that thousands of professors, doctors and experts were effectively silenced during the pandemic, and...","sentiment_score":0.6}
{"full_text":"RT Evangeline Lilly risking her career by opposing abusive, anti-constitutional and vindictive vaccine mandates. You can bet th...","sentiment_score":0.0}
{"full_text":"RT Amy Coney Barrett went from nomination to confirmation in 27 days (in the middle of a huge flare up in the pandemic)","sentiment_score":0.2}
{"full_text":"Encouragement not going to work neither as we know it's not a vaccine and it is killing people by the minute, plus we don't need it as covid has a survival rate of over 99%. How much was in the brown Envelope to post this?","sentiment_score":0.2}
{"full_text":"RT The \"omicron is mild\" narrative is so pervasive, I'm now hearing stories of parents of kids who are covid+ deliberately not i...","sentiment_score":0.3333333333}
{"full_text":"RT That should tell you EVERYTHING","sentiment_score":0.0}
{"full_text":"\"Doctor\" tell me 1 thing (that a fact not made up) that  has not been factual about for covid. If you can","sentiment_score":0.0}
{"full_text":"RT The mayor says every school kid age 16+ in the city is required to be vaxed with an FDA approved vaccine from March 1.Riddle...","sentiment_score":0.0}
{"full_text":"Deciding to travel to a different country for 2 months during covid is a lot more complicated than I originally thought ","sentiment_score":0.09375}
{"full_text":"RT People keep asking me if I'm OK. Of course I'm not. Honestly, people, I have an immunocompromised partner in the middl...","sentiment_score":0.1}
{"full_text":"RT Agreed, but not just public health. So many of the problems of Covid have deep roots in health inequalities, uneven NHS ac...","sentiment_score":0.075}
{"full_text":"RT \"Spotify money might as well be blood money\" with their #COVID19 vaccine disinformation they promote -- well said","sentiment_score":0.0}
{"full_text":"What is it with these actors that think they know better than doctors &amp; scientists?I hope keeps her ass at home when she gets COVID, instead of running to a doctor or hospital. You didn't trust them enough to get vaxxed, don't suddenly trust them to cure you.","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING NEWSAs the largest truck convoy in history formed against mandates begins arriving in Ottawa, Justin Trudeau...","sentiment_score":0.0}
{"full_text":"Get a good dictionary, and look up Vaccine.Or just read this Linkhttps:\/\/t.co\/pC0BSvf1y6","sentiment_score":0.7}
{"full_text":"RT After widespread protests, Denmark is lifting nearly all Covid restrictions.","sentiment_score":0.1}
{"full_text":"RT 'Lies Through Her Teeth': DeSantis Calls Out Psaki's Statements On Florida's Handling Of COVID-19https:\/\/t.co\/9UzhaXVBPo","sentiment_score":0.0}
{"full_text":"RT Parent: Why do I have to get him? Me: Because he is not well. He is in in our Wellness Room telling us that he is not...","sentiment_score":0.0}
{"full_text":"RT NHS workers launch legal challenge against Government over vaccine mandate","sentiment_score":0.2}
{"full_text":"RT Does &amp; of know that in BC, the do not provide equitable health care? Covid tes...","sentiment_score":0.0}
{"full_text":"RT 'Freedom' Truckers 'impressive' convoy to protest vaccine mandates may be longest in historyhttps:\/\/t.co\/7hGbbmSzHU","sentiment_score":1.0}
{"full_text":"We all know you got your marching orders but really... you should just sit down and watch what real Canadians are doing.","sentiment_score":0.0814814815}
{"full_text":"RT          stay close to the people who                 feel like home to you ","sentiment_score":0.0}
{"full_text":"Pure stupidity. #BrainlessAntiVaxxers","sentiment_score":-0.1928571429}
{"full_text":"RT Firms Employing MPs Won PS1.1 Billion in Contracts During Pandemichttps:\/\/t.co\/yFnHqY6EXn","sentiment_score":0.0}
{"full_text":"RT Here's the link to latest UKHSA report. Nice summary of vaccine efficacy findings.","sentiment_score":0.55}
{"full_text":"RT - will you ditch for choosing #COVID disinformation from #JoeRogan...","sentiment_score":0.0}
{"full_text":"RT On Thursday, Gov. Beshear announced 12,756 newly reported cases of COVID-19, 39 deaths and a 31.60% positivity rate. Du...","sentiment_score":0.1363636364}
{"full_text":"RT On p. 45 of the FDA fact sheet for Regeneron provided as supporting evidence for ending authorization, FDA notes:\"It is not...","sentiment_score":0.25}
{"full_text":"RT Vaccine passport scanner booths in Quebec Walmart.","sentiment_score":0.0}
{"full_text":"OMGOSH! That 'ish looks like Skeletor!! Jeez! Sis! Since COVID, my DAYHUM Cats cry like babies when I leave the dayhum room!!! Sick of them - all they want is to look in my face!","sentiment_score":-0.8928571429}
{"full_text":"RT \/ wear a mask at the gig ! test before you go ! get vaccinated if you can !","sentiment_score":0.0}
{"full_text":"RT BREAKING: Prime Minister Justin Trudeau says he is isolating after learning of COVID-19 exposure - CP24","sentiment_score":0.0}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"The company that wants to fight covid-19 with vibrations | New Scientist","sentiment_score":0.1681818182}
{"full_text":"RT Shockingly, US states with mask mandates are currently reporting significantly higher COVID case rates than those without mask...","sentiment_score":-0.25}
{"full_text":"RT Omicron subvariant BA.2 raises new questions about puzzling evolution of virus behind COVID-19 Denmark reporting surge of BA.2...","sentiment_score":-0.1318181818}
{"full_text":"RT MISINFORMATION ALERTFrom the information HE is showing, 62% of the dead come from the 8 % unvaccinated for that age group, ma...","sentiment_score":-0.2}
{"full_text":"RT Alberta could've had 25 million more rapid tests for public distribution during the Omicron wave if the #UCP had respond...","sentiment_score":0.25}
{"full_text":"When Akhilesh said this is Bhartiya Jumla Party ttiikaa, he said in that context because Modi was taking credit of Vaccine. Just simple question: Which country's head got photo have on vaccine certificate? Why I should have someone's photo on my personal belongings!!!!","sentiment_score":0.0}
{"full_text":"RT In case you are struggling to keep up, and can't wait for week in Tory.Here is Today:Nadhim Zahawi i...","sentiment_score":0.0}
{"full_text":"Just a thought...is this \"mob boss\" the source of PM's \"exposure\" to covid (as in pland)...just my opinion of course...","sentiment_score":0.0}
{"full_text":"RT Dan Bongino was banned from Youtube for saying cloth masks don't work that well against COVID. A claim that the CDC ITSELF say...","sentiment_score":0.0}
{"full_text":"I haven't had a general cold since I started wearing masks due to the pandemic and I don't miss being ill every month during the winter season","sentiment_score":-0.29375}
{"full_text":"RT Great to see visit NPA member Medicine Chest Pharmacy to thank #pharmacy teams across the country for delivering o...","sentiment_score":0.8}
{"full_text":"strange how we have the highest economic growth of the G7 and an economy larger than pre pandemic despite these \"difficulties\"","sentiment_score":0.05}
{"full_text":"You must have a death wish.  Covid will oblige.   Good luck.","sentiment_score":0.7}
{"full_text":"RT BREAKING: Meghan McCain, an heiress who owes all of her success to her famous father, whines about her \"horrible\" COVI...","sentiment_score":-0.0666666667}
{"full_text":"RT We are so lucky is okay. The epidemic of gun violence, enabled by the and the members of Congress it owns, near...","sentiment_score":0.3111111111}
{"full_text":"RT  Sweden is not recommending COVID-19 vaccination of non high-risk children 5-11 \"'With a low risk for serious disease...","sentiment_score":-0.1666666667}
{"full_text":"RT The way \"we\" became numb to mass death was through deliberate ongoing processes of othering and normalization designed to erode...","sentiment_score":-0.6}
{"full_text":"RT Yesterday at PMQs said he'd got all the 'big decisions' right. If that was true the U.K. wouldn't have t...","sentiment_score":0.2119047619}
{"full_text":"Omicron is really spreading around  I sorry to hear that LittleKatie but i hope they are in good condition ","sentiment_score":0.1333333333}
{"full_text":"RT Due to  the Pandemic  I'll be blessing the first 200 people who retweet this $300 - $500 through Venmo Cash app , Apple...","sentiment_score":0.0625}
{"full_text":"RT Strong, succinct &amp; important NHS messaging ","sentiment_score":0.4166666667}
{"full_text":"RT Don't get me wrong. I'm thrilled that major publications are finally publishing articles about the devastating impact of covi...","sentiment_score":-0.1675}
{"full_text":"RT His shaky voice yeah meemaw has him gooped and gagged","sentiment_score":-0.3333333333}
{"full_text":"RT So unvaccinated Sarah Palin is running around Manhattan COVID positive eating at all our restaurants?","sentiment_score":0.2272727273}
{"full_text":"#COVID #RoyalCommission will live or die on the terms of reference and the chosen commissioner. #ScooterAndTheRorters will do everything they can to ensure it dies. ","sentiment_score":0.1363636364}
{"full_text":"Stop being a bed wetter.People die each and every day from a plethora of different illnesses and diseases.Covid is simply another one....","sentiment_score":0.0}
{"full_text":"RT Raiden Shogun is the reigning girl of the year!  check out her first set on Patreon!SET INCLUDES 3  VARIANT OPTIONS, 6 TOTAL...","sentiment_score":0.125}
{"full_text":"RT Do these highly redacted emails inspire public trust in science?https:\/\/t.co\/xqrqHZLbit","sentiment_score":0.08}
{"full_text":"RT This is one for the history books....thank you Spotify for standing up for the principle of free speech in a free country.Sp...","sentiment_score":0.4}
{"full_text":"Heroes #Canada #TruckersForFreedom2022 #TruckersConvoy","sentiment_score":0.0}
{"full_text":"RT We're demanding that PacGenomics stop misrepresenting turnaround times of #COVID19 test results.  Giving New Yorkers...","sentiment_score":0.1363636364}
{"full_text":"It's pretty clear that Republicans like you will do anything to raise money including lying!https:\/\/t.co\/gH7vY6dDXt","sentiment_score":0.175}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"Get in #NHS100K ","sentiment_score":0.0}
{"full_text":"I just had Covid, with the booster. I had all the trimmings, bad cough, fever, cold. But it was like a quick montage of each element before a finale of feeling great. Nothing like the Covid I had in March 2022, which just attacked my chest and capacity to breathe","sentiment_score":-0.0416666667}
{"full_text":"RT \"It's over\"\"It'll magically go away\"\"It's almost over\"\"It's almost over\"\"It'll be over after the Alpha wave\"\"It'll b...","sentiment_score":0.5}
{"full_text":"F COVID","sentiment_score":0.0}
{"full_text":"RT I very seldom agree with Adam Tomkins but I do agree that no government should get such draconian powers other than in ver...","sentiment_score":0.025}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"RT If you can't find at-home COVID-19 rapid test kits at your local pharmacy, I was able to order them online from Amazon...","sentiment_score":0.25}
{"full_text":"RT Let me help...#BoycottSpotify #DeleteSpotifyI stand with #NeilYoung.#COVID19","sentiment_score":0.0}
{"full_text":"And a new variant is already taking over.One that natural immunity won't even slow down.I wish people would quit trying to frame it's over, when it's not.","sentiment_score":-0.0212121212}
{"full_text":"RT A speech therapist says that mask wearing during the pandemic has caused a 364% increase in patient referrals of babies a...","sentiment_score":0.0}
{"full_text":"Why are so many of our paediatricians failing our kids?Not all covid is *mild* in kids.Long covid in kids largely ignored.Covid can have serious multi-system impacts andlongterm consequences entirely unknown.Whatever happened to harm minimisation?","sentiment_score":0.1428571429}
{"full_text":"RT A little sanity breaks out in Saskatchewan.","sentiment_score":-0.1875}
{"full_text":"Lancet &amp; American Journal of Medicine published a false report denouncing HCQ - blatant lie. I wonder who paid for the false report? They both retracted it. The FDA and CDC refused to acknowledge benefits of HCQ. Ditto Ivermectin. How many people died world wide? Media crickets!","sentiment_score":-0.1541666667}
{"full_text":"RT Holy. Shit. World's brightest x-rays reveal COVID-19's damage to the body - National Geographic","sentiment_score":-0.2}
{"full_text":"RT IAMC is headed by Rasheed Ahmed, who was Executive Director (2008-17) of another shady front - Islamic Medical Association...","sentiment_score":-0.125}
{"full_text":"RT May be let's engage a bit on this. Ghana has almost 80% of the labour force in vulnerable employment. This suggest...","sentiment_score":-0.5}
{"full_text":"RT Wake up people. PLEASE WAKE UP!","sentiment_score":0.0}
{"full_text":"I've been on many anti lock down protests to defend everyone's freedoms and liberties including my daughters freedoms and liberties.","sentiment_score":0.1722222222}
{"full_text":"RT Vaccine czar Carlito Galvez Jr. says the initial roll out of inoculation for kids aged 5-11 will be held in 24 hospital...","sentiment_score":-0.05}
{"full_text":"Hello samsung recently i purchased z fold 3 256gb indian variant, but there is no software update on my mobile ,everytime it shows ur software is up to date and my current software version is android 11 one ui 3.1. Even my s10 plus could get one ui 4.0, any help?","sentiment_score":0.0}
{"full_text":"Covid 19: The government decides to reopen the airspace for flights to and from #Morocco, starting from February 7th","sentiment_score":0.0}
{"full_text":"RT Cases in Israel have risen 43,192% since CNN said the data was clear that the country's booster shots helped bring down the fou...","sentiment_score":-0.0277777778}
{"full_text":"RT So today I got a letter from the Chief Medical Officer telling me about a new symbol (a yellow patch, no less) which I...","sentiment_score":0.0549242424}
{"full_text":"Exposed to COVID one more time but still dodged the shit. Oh my, thank you immune system, vaccine, and booster. ","sentiment_score":0.15}
{"full_text":"RT Antivaxx protestors threatening to #BoycottWalmart are ironically aiding in the safety of other shoppers that vaccine pass...","sentiment_score":-0.125}
{"full_text":"RT BREAKING: Elon Musk voices support for Canadian truckers protesting Trudeau's vaccine mandateshttps:\/\/t.co\/9K3uYle5Na","sentiment_score":0.0}
{"full_text":"Shut up.You're a disgraced former professor who currently does anti vaccine cult propaganda from a wooden room.GFY","sentiment_score":-0.025}
{"full_text":"RT Did Evangeline Lilly say anything about the vaccine itself or did she only oppose the mandate, because if it's the latter,...","sentiment_score":0.0}
{"full_text":"RT \"The data clearly show that Covid vaccines are safe for almost everyone.\"https:\/\/t.co\/v6C7yDX8UF","sentiment_score":0.3}
{"full_text":"Covid-19 Pandemic: How is the community transmission of the epidemic, what is the reason for this dangerous situation?https:\/\/t.co\/4YGHXHp0zI","sentiment_score":-0.6}
{"full_text":"RT PSA. Drowning kills twice as many kids as Covid. Why isn't public health mandating free swim lessons?","sentiment_score":0.3}
{"full_text":"The Canada Revenue Agency is sending out a new round of letters to pandemic aid recipients to verify they were eligible for the help, and warning of potential need for repayments.https:\/\/t.co\/Yc5fgHjEVN","sentiment_score":-0.0212121212}
{"full_text":"RT \"The death comes amid skyrocketing case levels from the fast-spreading omicron variant......children are testing positive at high...","sentiment_score":0.1936363636}
{"full_text":"RT They were fined for breaking U.K. lockdown rules. They say Boris Johnson should be punished, too.","sentiment_score":0.0}
{"full_text":"RT The \"omicron is mild\" narrative is so pervasive, I'm now hearing stories of parents of kids who are covid+ deliberately not i...","sentiment_score":0.3333333333}
{"full_text":"RT Schools taking it upon themselves to ignore court decisions just because.","sentiment_score":0.0}
{"full_text":"RT Latest round-up of what to say if caught breaking the law: I haven't robbed a bank Most people did it too It was...","sentiment_score":0.5}
{"full_text":"RT In #Finland, children who test positive for Covid should continue to go to school as long as they are asymptomatic....","sentiment_score":0.0886363636}
{"full_text":"RT Dan Bongino was banned from Youtube for saying cloth masks don't work that well against COVID. A claim that the CDC ITSELF say...","sentiment_score":0.0}
{"full_text":"RT Tested NEGATIVE and he's gone into hiding. TIMING!","sentiment_score":-0.375}
{"full_text":"Why would you take a PPP LOAN if Covid is a hoax?  Isn't that a handout, Con Artist?","sentiment_score":0.0}
{"full_text":"RT Independent Sage member trying to defend the 'modelling' of SAGEBasically its indefensible - and its not gut feelingsYo...","sentiment_score":0.0}
{"full_text":"RT Impressive Not just this. The seamless way in which vaccination was organised in the city (of almost 15 million people)...","sentiment_score":0.55}
{"full_text":"England, Scotland, Wales, and Northern Ireland should back unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"We cannot thank our healthcare workers enough for their tireless efforts and selfless dedication to keeping us healthy and safe. #HealthcareHeroes #nchealth","sentiment_score":0.3333333333}
{"full_text":"Ooh? We can self censor our posts now? Then I more feel comfortable posting my NSFW versions of my New Year Tiger Werecat (and Non-Tiger variant)Yknow, Lewd Nyaa!#Art #NSFW #Felicia #Darkstalkers #YearOfTheTiger","sentiment_score":0.3454545455}
{"full_text":"Difficulties administering vaccines in remote areas continue to be a vulnerability as the country sees an omicron surge worse than other Southeast Asian countries like Malaysia, Indonesia and Thailand.","sentiment_score":-0.15625}
{"full_text":"RT In 1952 people thought polio was bad. Terrifying. I mean, look at the iron lungs? In the US there were 58,000 cases report...","sentiment_score":-0.6708333333}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"RT That's sad, but is it better to expose cancer patients to covid? My relatives gathered at the hospital for...","sentiment_score":0.0}
{"full_text":"Financial support is available for South Australians who've lost work due to self-isolation for COVID-19 and don't have access to paid leave or other income support. Visit for more info.","sentiment_score":0.13}
{"full_text":"RT So let me get this straight: Every single member of the Board of Directors of FH Health (a for-profit company) made the maximu...","sentiment_score":0.0642857143}
{"full_text":"RT Spotify is removing Neil Young's music from its service after the artist gave them an ultimatum: Deal with the vaccine...","sentiment_score":0.1}
{"full_text":"How Do You Even Calculate #COVID19 Risk Anymore?Here's how to decide what's safe to do right nowhttps:\/\/t.co\/Tu06LCoFbd","sentiment_score":0.3928571429}
{"full_text":"Incredibly stupid, as well as ignorant of any American history...","sentiment_score":-0.4}
{"full_text":"A new episode of Eat. News is available! This week we're taking a look at the impact of Omicron on restaurant operators, restaurant fallout from the Supreme Court vaccine mandate decision a daring drone rescue. Listen now--https:\/\/t.co\/COBxDVSClV #restaurants #wearebackofhouse","sentiment_score":0.3181818182}
{"full_text":"A Chinese study has claimed that red wine can have a protective effect against possible COVID-19 infections.#Wine #Alcohol #covid19https:\/\/t.co\/uhebyC1jrU","sentiment_score":0.0}
{"full_text":"Seems fair #YesScots","sentiment_score":0.7}
{"full_text":"Join us tonight at 5:30 for a Community Information Session about the district's COVID-19 response, virtual learning, testing, and more. Link to join: meeting will be held on Teams and is open to all members of the public.","sentiment_score":0.1666666667}
{"full_text":"RT Gov. J.B. Pritzker: Illinois will grant additional paid leave to teachers and school staff who have to stay home because...","sentiment_score":0.0}
{"full_text":"RT because science","sentiment_score":0.0}
{"full_text":"RT in many ways Ron Johnson represents the evolution of the modern GOP, rising from a simple reactionary small business tyran...","sentiment_score":0.1125}
{"full_text":"#TheLeaderPodcast speaks to Professor of Developmental Behavioural Genetics about coping with pandemic worries as Londoners return en masse to the workplace and public transport.Listen:","sentiment_score":0.0}
{"full_text":"In her latest update, Dr. Livia Santiago-Rosado, Commissioner of the Dutchess County Department of Behavioral &amp; Community Health, answers several questions her department has received regarding pediatric COVID-19 vaccination.https:\/\/t.co\/xF4xNRroJL","sentiment_score":0.25}
{"full_text":"RT This also won't hinder the EU mobility of children that young, because even European countries with health passes and de fact...","sentiment_score":0.05}
{"full_text":"As the uptake of the Covid booster shot stagnates, one group says this major change is unavoidable.","sentiment_score":0.0625}
{"full_text":"Despite the global coronavirus pandemic, welcomed more than 340,000 guests in 2021 -- a 134% increase over the number of visitors the previous year and 16% more than 2019.","sentiment_score":0.2083333333}
{"full_text":"Onondaga County Executive McMahon reported a \"very tough 24 hours\" after five county residents died from COVID-19 in the last day, including one nursing home death reported by the state.","sentiment_score":-0.2527777778}
{"full_text":"RT Please explain why a school can contact parents if a student in their child's class has lice, but not if they hav...","sentiment_score":0.0}
{"full_text":"Midtown Detroit Restaurant Smith and Co. laid off its staff and closed down in March 2020 at the start of the COVID-19 pandemic. Now, they are preparing to reopen.https:\/\/t.co\/YvYOHn5vgv","sentiment_score":-0.1277777778}
{"full_text":"RT \"It's over\"\"It'll magically go away\"\"It's almost over\"\"It's almost over\"\"It'll be over after the Alpha wave\"\"It'll b...","sentiment_score":0.5}
{"full_text":"As omicron wanes, Music returns to Arden in February! Tinsley Ellis next. - #netde #inwilm #ardengildhall","sentiment_score":0.0}
{"full_text":"The First Minister, Mark Drakeford, has announced Wales will fully move to Alert Level 0 from tomorrow as Coronavirus cases in Wales begin to stabilise.This means nightclubs can reopen, 2m social distancing will be removed, and the rule of 6 no longer applies.#HeartNews","sentiment_score":0.1416666667}
{"full_text":"So far, 304,206 people in Sheffield have had their booster vaccination! Thanks to everyone who has had the vaccine to protect yourself from the virus. If you still need your 1st, 2nd or booster jab, it's not too late.Find a list of walk-in clinics here:","sentiment_score":0.1083333333}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
