{"full_text":"Yes let's just automatically blame him, I am more concerned that you think it is okay to try to force someone to take a vaccine, be careful with human freedoms","sentiment_score":0.225}
{"full_text":"At this point I think Dems are banking on COVID killing off GOP voters in big enough numbers to win the midterms.","sentiment_score":0.2666666667}
{"full_text":"RT BREAKING: Novak Djokovic, who is stuck at an Australian airport, denied entry amid controversy over vaccine exemption - Reuters","sentiment_score":0.0}
{"full_text":"100,000 key workers in England told to take Covid test every working day","sentiment_score":0.0}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"\"He's one of those quiet, hidden figures that we don't appreciate enough. When we talk about COVID's differential impact on Black folks... That was the kind of work that my best friend Carlton Haywood, who passed on New Year's Eve, that was the work that he did.\"","sentiment_score":0.2004329004}
{"full_text":"RT The ARK Innovation ETF $ARKK is now only beating $SPY by 6.66 percentage points since the pre-COVID high for the market...","sentiment_score":0.08}
{"full_text":"One thing I don't understand about the #Djokovic fiasco is why he would want to come here anyway. Highest rate of Covid in the world n he's unvaccinated. It's the last place I would voluntarily come to if I wanted to stay alive","sentiment_score":0.05}
{"full_text":"RT The people are in need of more stimulus checks. Not child tax credits that people will have to pay back when they file th...","sentiment_score":0.25}
{"full_text":"RT **Breaking News**Novak Djokovic has been detained at Melbourne Airport because he refuses to reveal his vaccine statu...","sentiment_score":0.0}
{"full_text":"RT So we're expecting immediate travel bans from France and neighboring countries just like what happened when Omicron wa...","sentiment_score":0.0}
{"full_text":"RT The Mayo Clinic is firing roughly 700 employees who failed to comply with the nonprofit medical center's mandatory Covid-19 va...","sentiment_score":-0.175}
{"full_text":"ESSENTIAL VIEWING: 2030 UnMasked For those Preparing for whats Coming After Covid 19","sentiment_score":0.0}
{"full_text":"RT Punjab CM Channi says he did not receive PM Modi and was not accompanying him during the security breach because others who...","sentiment_score":0.0}
{"full_text":"RT People are still getting sick with the vaccine. Long term health effects for this one are unknown.Staying home is the least...","sentiment_score":-0.3547619048}
{"full_text":"&gt;&gt;&gt;2 TBH I am not sure of any << truth >> but UK did seem to avoid France issues of transferring patients by train\/plane whilst under ventilation.","sentiment_score":-0.25}
{"full_text":"RT Saying it like it is. There's a storm comin'.","sentiment_score":0.0}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"RT PSA released by and says Ontario hospitals are starting to see \"disturbing,...","sentiment_score":-0.25}
{"full_text":"Gee, what could he  POSSIBLY do...","sentiment_score":0.0}
{"full_text":"RT Ahhh yes.#bullshitandspinhttps:\/\/t.co\/lzI3qzCYbf","sentiment_score":0.0}
{"full_text":"RT Children hospitalizations in England 157 in the last 24 hours !!The worst figure from the beginning of t...","sentiment_score":-0.5}
{"full_text":"RT Unvaccinated persons aren't the enemy. COVID-19 is. In this social distancing era we must continue trying to put our arm a...","sentiment_score":0.0333333333}
{"full_text":"RT My 11 year old son just tested positive for covid yet again. This is his 3rd covid infection. March 2020, July 2021 and now J...","sentiment_score":0.1090909091}
{"full_text":"RT Teacher: \"The mask mandate is a matter of personal freedom and mandating them infringes upon that therefore...\"My kid: \"...","sentiment_score":0.0}
{"full_text":"RT Have a friend in Melbourne and when I think of what she's had to put up with because of COVID, I can well understand why t...","sentiment_score":0.0}
{"full_text":"RT DPRK released a statement and a picture.* Conical HGV previously seen at the Defense Expo* HGV did a pull-up maneuve...","sentiment_score":-0.1666666667}
{"full_text":"RT There are lateral flow tests available to take home with you across Nottingham city libraries!Stay safe Nottingham!#Tak...","sentiment_score":0.45}
{"full_text":"RT When your work day is a total shit show and COVID is taking out your coworkers one by one...you snuggle with your hubby,...","sentiment_score":-0.1}
{"full_text":"Oh man ","sentiment_score":0.0}
{"full_text":"RT Both my parents were middle school teachers in public schools, so I'm very aware of how tough and undercompensated those jobs...","sentiment_score":-0.0159722222}
{"full_text":"I know the answers. But god does it get harder every day, every conversation about how we're going to deal if one of us gets COVID or if it kills one of us, to believe I'm making the right choice.","sentiment_score":0.0928571429}
{"full_text":"RT It is now the rule in some states that nurses can't be in the hospital if they are unvaccinated-But they can be in the ho...","sentiment_score":0.0}
{"full_text":"RT The #Djokovic saga is not about whether you believe in covid vaccines, but whether you believe famous sports stars should...","sentiment_score":0.5}
{"full_text":"RT Compared to the other variants, Omicron is less trophic for the lower respiratory tract and therefore less prone to cause pn...","sentiment_score":-0.1527777778}
{"full_text":"RT Free Covid testing sites at 1004 S Alamo &amp; by the McCreless Bank Of America!","sentiment_score":0.5}
{"full_text":"RT Stop this \"flurona\" BS. Co-infections of circulating respiratory viruses happen all the time. Co-infections of influen...","sentiment_score":0.0}
{"full_text":"RT Nothing will prevent us from voting for as many Democrats on election day as possible. Not snowstorms, not COVID-19, n...","sentiment_score":0.25}
{"full_text":"RT Given we're now two years into this,  surely the unvaccinated who've never had 'Covid' should be held as an example of sup...","sentiment_score":0.5}
{"full_text":"Erm wtf I had periorbital cellulitis 2 months ago?! This is really strange.","sentiment_score":-0.3375}
{"full_text":"RT Meanwhilehttps:\/\/t.co\/D8VmM1GMMq","sentiment_score":0.0}
{"full_text":"RT wait so like when is the pandemic ending lmaooooooooooooooo","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's refusal of stricter Covid measures show he is prepared to see the NHS brought to its knees. This abysmal P...","sentiment_score":0.0}
{"full_text":"RT Australian Border Force confirms cancellation of Novak Djokovic's visa. #AusOpenhttps:\/\/t.co\/uqHryRYumq","sentiment_score":0.0}
{"full_text":"CDC this CDC that when r u tryna C Dis loyalty ","sentiment_score":0.0}
{"full_text":"Home after getting covid tested. Drinking Theraflu and watching The Gauntlet. MST3K always cheers me up","sentiment_score":0.0}
{"full_text":"RT Illinois COVID cases rose by 32,279 Wednesday with 80 related deaths Wednesday, the largest one-day increase in new cases...","sentiment_score":0.2454545455}
{"full_text":"RT Every American deserves free rapid tests &amp; free n95 masks now. The lack of tests after 2 years of pandemic is simply unforgiva...","sentiment_score":0.2}
{"full_text":"Definitely NOT what I wanted to see this afternoon. Omicron is no joke.  Breakthrough case with having had Covid in October 2020, and three Moderna shots. Thankfully I'm still \"clinically\" suffering mild symptoms.","sentiment_score":0.1666666667}
{"full_text":"RT Mmmm.... Dr Julia Grace Patterson finally being called out for her shameless fear mongering in order to sell masks and t...","sentiment_score":0.0}
{"full_text":"Darren Waller Off COVID list, limited practicehttps:\/\/t.co\/mYMvTfFJY2","sentiment_score":-0.0714285714}
{"full_text":"RT Seven thousand four hundred and eighty-eight cases.And more than 6,500 yesterday.We can likely expect these daily numbe...","sentiment_score":0.1666666667}
{"full_text":"RT Keir Starmer has probably tested positive for covid more times than he has voted against the government.","sentiment_score":0.3636363636}
{"full_text":"RT As a former Ebola researcher I promise we never want an Ebola outbreak to look anything like this . If Ebola was this...","sentiment_score":0.0}
{"full_text":"Footage of Post-War cholera outbreak gains new pertinence amid pandemic | NHK WORLD-JAPAN News","sentiment_score":0.1363636364}
{"full_text":"Bobby Massie Returns from COVID listhttps:\/\/t.co\/qj1GVaEbiM","sentiment_score":0.0}
{"full_text":"RT Not a single patient ever in over 20 years of giving hundreds if not thousands of tetanus boosters has anyone ever questio...","sentiment_score":0.0357142857}
{"full_text":"Jesus, gasping. I had pneumonia Jan 2021 (non Covid) and this is exactly what I looked like when I didn't use my oxygen.","sentiment_score":0.25}
{"full_text":"RT If it's acceptable to demand that Jeremy Corbyn say whether he's been vaccinated, I wonder if it might be acceptable to as...","sentiment_score":0.0}
{"full_text":"what would this pandemic be without your humor!?","sentiment_score":0.0}
{"full_text":"RT One year into Biden administration:  There aren't enough rapid tests.There aren't enough hospital beds.There aren'...","sentiment_score":0.0}
{"full_text":"RT Welcome to the Brexit","sentiment_score":0.8}
{"full_text":"RT The basic strategy of staying open for the healthy during the entire pandemic, protecting SENIORS, and emphasizing vac...","sentiment_score":0.125}
{"full_text":"Mike Ford Clears COVID protocolshttps:\/\/t.co\/5hm6AeVim4","sentiment_score":0.0}
{"full_text":"IHU, flurona  omicron son lmaoooo this shit now is food","sentiment_score":-0.2}
{"full_text":"RT One of the few European countries to take such a measure...with 74% of Italians already double jabbed and 35% having a 3rd...","sentiment_score":-0.04}
{"full_text":"RT I've watched this clip many many times these past two years. Few people in the world have the experience that","sentiment_score":0.1375}
{"full_text":"RT 17 days after the Dutch were locked down, the Netherlands reported its highest daily new case total of the entire pandemic....","sentiment_score":-0.0038383838}
{"full_text":"all the way through this pandemic we have stuck to the rules got jab after jab unlike England we have kept masks and for the Scottish people it feels longer for us than it does the English is there any date where we can learn to live with this","sentiment_score":0.0681818182}
{"full_text":"Im pretty sure i have covid so I've been confined to my room. Im gonna go insane.","sentiment_score":-0.0833333333}
{"full_text":"RT Majority of Province's COVID Numbers are Breakthrough Cases, New Graph Shows","sentiment_score":0.1363636364}
{"full_text":"RT We do not condone EveryDoctor...","sentiment_score":0.0}
{"full_text":"RT Curious about vaccine requirements for travel? Our Travel Hub is your go-to resource for the most up-to-date informatio...","sentiment_score":0.2}
{"full_text":"RT Last year around the world, abortions killed over 12 TIMES more people than COVID.We MUST end abortion.","sentiment_score":0.1}
{"full_text":"RT All of the continuing political hysteria surrounding Covid is geared to one thing and one thing only and it's not your h...","sentiment_score":0.0}
{"full_text":"Not the amount of Covid remix lyrics we could make ","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT I caught my wife using supermarket bread for the kids' lunches and not my home baked sourdough and now I feel this pandemic...","sentiment_score":0.0}
{"full_text":"NYC gay bar now offering free COVID tests at the door","sentiment_score":0.4083333333}
{"full_text":"RT PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and \"mild\" doesn't mean what you think it does.If you...","sentiment_score":-0.1930555556}
{"full_text":"85)(A) Two major cruise lines cancel sailings, amid rising fears of Omicron-related coronavirus cases dampening recovery of the pandemic-ravaged cruise industry.Royal Caribbean Cruises &amp; Norwegian Cruise Line both made decision, as Omicron variant continues  across the globe;","sentiment_score":0.03125}
{"full_text":"RT Biden could have made N95 masks widely available for free and gotten the vaccine patents released, which would have saved...","sentiment_score":0.4}
{"full_text":"RT Covid mortality in Sweden vs other European countries.","sentiment_score":-0.0625}
{"full_text":"Oh. My. Glob.","sentiment_score":0.0}
{"full_text":"I'd be willing to say the Panthers were possibly in a better situation overall because the defense is young and stout and have had a handful of skill players readily available","sentiment_score":0.25}
{"full_text":"RT Covid or not - don't stop making music and putting it out","sentiment_score":0.0}
{"full_text":"RT There once was an MP called KeirWhom the electorate wouldn't go nearHe was loathed more than BorisDid bollocks-all for...","sentiment_score":0.5}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT Novak Djokovic is committed to being terrible, as outlined in 2020: \"From his pandemic clubbing to COVID anti...","sentiment_score":-1.0}
{"full_text":"Last RT! Covid forcing film festivals to go hybrid or completely virtual really made a big difference for us with #mebet ! Lord knows we wouldn't have been able to physically attend all the festivals it got accepted into and would have missed out on the experiences!","sentiment_score":0.1333333333}
{"full_text":"RT It's simple: getting vaccinated is the best way to keep you and your family safe during the pandemic.","sentiment_score":0.5}
{"full_text":"RT There are about 70,000 ICU beds in the US (different sources give slightly different number). So about 28% are taken by covi...","sentiment_score":0.0}
{"full_text":"RT i do not want covid. i do not want mild covid. i do not want medium covid. i dot not want serious covid. i do not want lon...","sentiment_score":0.0}
{"full_text":"RT PM fibs at #PMQs (list may not be exhaustive)+ Labour wanted another lockdown - didn't even argue for tougher restrictio...","sentiment_score":0.0}
{"full_text":"RT Healthy liberal culture in the COVID era, part I:","sentiment_score":0.5}
{"full_text":"What date was that clip.  Maybe Covid Was the reason for DeSantis disappearance","sentiment_score":0.0}
{"full_text":"RT Rapid antigen tests: Wholesaler says retailers deliberately pushing up demand | -- Australia's l...","sentiment_score":0.0}
{"full_text":"RT 335,000 Covid cases for France today. Vaccine passports and closed nightclubs and bans on English tourists really work...","sentiment_score":0.0333333333}
{"full_text":"\"and getting blood clots\" bitch does he know that my birth control has a higher chance of giving me a blood clot than this vaccine ???? and covid has a wayyyy higher chance of giving us blood clots ??? eggs for brains","sentiment_score":0.25}
{"full_text":"When he says things like \"pandemic of the vaccinated\" it verifies beyond doubt that is not the case but thanks for playing.  Now go sit down while the adults speak.","sentiment_score":0.0222222222}
{"full_text":"32,279 cases. An average of 6,218 COVID-19 patients in hospital beds per day over the past week. More deaths in the first five days of January than the entire month of July.","sentiment_score":0.07}
{"full_text":"RT Mr Djokovic's visa has been cancelled. Rules are rules, especially when it comes to our borders. No one is above these...","sentiment_score":0.0}
{"full_text":"RT I wonder what percentage of Americans got vaccinated because they were told they wouldn't get COVID ","sentiment_score":0.0}
{"full_text":"to do when you are busting for a poo and don't want to lose your place in the queue.(Yes. It rhymes)!","sentiment_score":0.0}
{"full_text":"RT It is intensely appropriate that the one cluster of voter fraud that allegedly occurred in 2020 was at The Villages, the physica...","sentiment_score":0.2}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT POTUS is wrongly reinforcing the idea that when you get COVID you'll either be hospitalized\/die or you'll have a \"mild\" ca...","sentiment_score":-0.0833333333}
{"full_text":"RT NEW: Ron DeSantis and the Florida DOH have a stockpile of COVID-19 tests that it has yet to distribute to the public. Meanw...","sentiment_score":0.0681818182}
{"full_text":"Where are the treatments? If I get tested then what? It's OTC therapies and time. Like the cold or flu. Most tests tell you whether you have C-19 or not. They don't differentiate to tell you the variant. WE NEED C-19 TREATMENTS, Biden!","sentiment_score":0.0125}
{"full_text":"Reported for misinformation. \"Flurona\" does not exist, it's having both COVID and the Flu at the same time. It happens. Don't make it sound like the viruses magically fused together.","sentiment_score":0.3}
{"full_text":"Net zero  - boris policy Labour havent called for a lockdown So yeah thick sounds about right","sentiment_score":-0.0047619048}
{"full_text":"RT We recently filed our 13th lawsuit against Merck over its Gardasil HPV vaccine, this time on behalf of a 25-year-old w...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 vaccine and booster are our best defense to end this pandemic--and the best way to protect yourself and your love...","sentiment_score":0.8333333333}
{"full_text":"RT You missed 5 others:1. Labour didn't call for a lockdown, they called for plan B earlier.2. UK not the fast...","sentiment_score":0.2}
{"full_text":"RT Why are there no journalists reporting on vaccine injuries and deaths??","sentiment_score":0.0}
{"full_text":"Really ","sentiment_score":0.2}
{"full_text":"Please let this be the week that the dam finally breaks. This is just insanity.","sentiment_score":0.0}
{"full_text":"RT  Ontario's LTC facilities have over 1,000 staff who are off sick with Omicron! ","sentiment_score":-0.8928571429}
{"full_text":"RT Bloody hell didn't expect this ","sentiment_score":-0.8}
{"full_text":"RT In the past 14 days in Ontario a baby (0 to 4 years old) and a kids (12 to 19) died of covid. And barely anyone notice...","sentiment_score":-0.0333333333}
{"full_text":"to develop vaccine could prevent it, but up-to-date, the death toll still continues to elevate. And they only can reason that it was due to new variants.  Should we buy this idea? Have they developed any new test to pick up any new strain? Why so stubborn? Gambling w\/human lives?","sentiment_score":0.0640151515}
{"full_text":"RT Hello fans of TimcastIRLDue to the recent surge in COVID cases across the U.S. we will be enforcing a mask mandate.Everyon...","sentiment_score":0.0}
{"full_text":"RT So you're saying Kante had Omicron in his lungs and was still twisting Fabinho &amp; Hendo like a kebab?","sentiment_score":0.0}
{"full_text":"He applied for entry using the wrong visa form. Will be a shame if he is refused entry simply to play a tournament. He has had covid &amp; therefore better protected than having vaxes. Poses less risk than majority facing Omicron in Australia. And sports ppl test every day.","sentiment_score":-0.0416666667}
{"full_text":"RT #LatestNews: The upcoming Grammy Awards were postponed Wednesday due to what organisers called \"too many risks\" due to the...","sentiment_score":0.0833333333}
{"full_text":"One key thing to understand here imo is the easier a virus variant spreads the less dangerous it isCuz if it was killing its hosts a lot or even bed riding them then it would be transmitted as easily for obvious reasonsHope that makes sense","sentiment_score":-0.0666666667}
{"full_text":"RT JUST IN - Italy will require MANDATORY vaccination for those over 50.People will also need a covid passport to be allow...","sentiment_score":0.0}
{"full_text":"RT After Australia just reported their new record rise in Covid cases, their political future lies on denying Djokovic, who ALR...","sentiment_score":0.0454545455}
{"full_text":"RT I lost one of my dearest friends to Covid because he refused to get vaccinated. He passed away last night after 2 weeks in I...","sentiment_score":0.0}
{"full_text":"RT Another former axis power makes the jab compulsoryItaly makes vaccines COMPULSORY for everyone over-50https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"RT I don't want to sound skeptical, but this sure does give the media something else to talk about instead of that shit show of a...","sentiment_score":0.05}
{"full_text":"In November, our client, Louisiana grocery store owner Brandon Trosclair filed suit against the Biden administration's illegal vaccine mandate. This week, he will be heading to the Supreme Court to make sure the mandate doesn't go into place.https:\/\/t.co\/ZDL7nz60v9","sentiment_score":0.0}
{"full_text":"RT Covid cases are rising, and yet the CDC is reducing the isolation period from 10 days to 5. Confused? Don't be. This al...","sentiment_score":-0.4}
{"full_text":"Meet Seli Korsi the womenswear designer balancing the haziness of the post-lockdown state of the world, picking it apart and rearranging the pieces into something boldly conceptual yet wickedly wearable.https:\/\/t.co\/3FhXIsPrGH","sentiment_score":0.3333333333}
{"full_text":"Coronavirus support schemes in the United Kingdom called for many changes and very little time to implement them, which increased workload. Take a closer look at each of these schemes. #globalpayroll #payroll #payrolluk","sentiment_score":0.128125}
{"full_text":"Aaron Rodgers, considered a favorite to win the National Football League's MVP award, is being counted out by one of the award's judges who thinks the Green Bay Packers quarterback is a \"jerk.\"https:\/\/t.co\/FeRDgpBUeJ","sentiment_score":0.3666666667}
{"full_text":"This is how we get through it - El Salvador has it right.https:\/\/t.co\/zvUkciAB1y","sentiment_score":0.0}
{"full_text":"The upcoming Grammy Awards were postponed Wednesday due to what organizers called \"too many risks\" due to the omicron variant. No new date has been announced.Read more:","sentiment_score":0.1363636364}
{"full_text":"\"Churchgoers are requested to refrain from coming to the shrine.\"https:\/\/t.co\/rGRteHj3jc","sentiment_score":0.0}
{"full_text":"In a  2020 study in Sweden that consisted of nearly 1.7 million women, researchers found the HPV vaccine dramatically reduces the number of women who will develop cervical cancer.https:\/\/t.co\/gtxYZIOIH0","sentiment_score":0.1}
{"full_text":"Once Free Sweden Calls on Businesses to Implement Vaccine Passportshttps:\/\/t.co\/JupKq1LQI4","sentiment_score":0.4}
{"full_text":"Letter to the Editor: Yet people who refuse a COVID-19 vaccination are seen as making a personal choice, not as people intentionally threatening the health of everyone around them.https:\/\/t.co\/5zdkTm7jWj","sentiment_score":0.0}
{"full_text":"Arizona Gov. announced a new program to provide certain families with childcare payments or to enroll kids in private schools if their public school shuts down.","sentiment_score":0.039018759}
{"full_text":"RT Here's a list of four things you may have missed over winter break, including information regarding IU's COVID Testing and Vac...","sentiment_score":0.0}
{"full_text":"Analysis: The way Canberrans will encounter COVID-19 has now shifted significantly, writes","sentiment_score":0.375}
{"full_text":"Read how a public health initiative between Deloitte and the Government of Haryana, improved health care access for communities during the COVID surge in India.","sentiment_score":0.0}
{"full_text":"Nice!","sentiment_score":0.75}
