{"full_text":"RT As new Vaccine escape Covid strains emerge (however benign) we are being sucked into endless rounds of Vaccine jabs &amp; booste...","sentiment_score":0.0056818182}
{"full_text":"I'm tired of these stories, and my compassion is running low.","sentiment_score":-0.2}
{"full_text":"These two preyed upon desperate assholes. They should be imprisoned.","sentiment_score":-0.6}
{"full_text":"Whatever it is, it's not good for us! We are the opposition this time!#RajasthanAgainstCovidVaccineMandates #StopVaccination","sentiment_score":-0.4375}
{"full_text":"RT Covid is the #1 cause of death in the United States.And yet our national conversation in the media is about when we c...","sentiment_score":0.0}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"So the winners of the Rumble were the people that the people that spent the LEAST amount of time wrestling during the pandemic?#RoyalRumble","sentiment_score":-0.2}
{"full_text":"RT Lawyer Philip Hyland reported @MHRAgovuk to police for 'gross negligence.' He said: 'They failed to follow up vaccine conc...","sentiment_score":-0.25}
{"full_text":"RT RAISE AN OBJECTION if you can,  to 10 years of work for #Fatorda, help to the needy dur...","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"RT #BREAKING | As thousands of protesters gathered in Canada's capital to protest COVID vaccine mandates, masks, and lockdowns,...","sentiment_score":0.0}
{"full_text":"RT The reduction of Covid lethality over the course of the pandemic in Englandhttps:\/\/t.co\/yYakiLM2TU","sentiment_score":0.0}
{"full_text":"I used to hear banging of pots to celebrate health care workers, and today I heard several thousand people saying I should go fuck myself for daring to administer vaccines and encourage masks. I'm really tired. I am sick of covid measures too but today was too much.","sentiment_score":-0.2628571429}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"RT Serious Question: Can someone please tell me what defacing Canadian hero Terry Fox's statue AND defacing the Canadian flag wit...","sentiment_score":-0.3333333333}
{"full_text":"RT Screaming at retail employees, flying Confederate flags and swastikas, storming the Rideau Centre without masks, defacing...","sentiment_score":0.0}
{"full_text":"RT New York Times Admits Unvaxxed People Have 'Lower Rates of Infection And Hospitalization' Of COVID-19 Than The Vaxxed. ht...","sentiment_score":0.1363636364}
{"full_text":"RT I had to wear these over my shoes at the Dentist today 'because of COVID,' an aerosol virus. ","sentiment_score":0.0}
{"full_text":"RT \"Totalitarianism in power invariably replaces all first-rate talents, regardless of their sympathies, with those crackpot...","sentiment_score":0.0}
{"full_text":"RT Congratulations SSOM student on your presentation on the impact of thromboembolic events in hospitalized C...","sentiment_score":0.0}
{"full_text":"The same people who say stuff like this are the ones who want to close those same businesses down. \"But everything's open!\"....yeah, but not if you ran things. We want to keep it that way.","sentiment_score":-0.0388888889}
{"full_text":"RT Ground Type - Rest Variant enemies These enemies are the weakest of the Tacet species . They attack with simple...","sentiment_score":0.0}
{"full_text":"RT To me the highlight of the Trump Rally is when he said we are moving on from Covid.  Bravo Mr. President,  Bravo ! ","sentiment_score":0.0}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"RT DC's new vaccine mandates couldn't stop us from covering the thousands who showed up to the annual March for Life rally!","sentiment_score":0.1704545455}
{"full_text":"I got covid but I was unvaxxed and will be till I meet the Lord.","sentiment_score":0.0}
{"full_text":"Was watching the Covid Trucks of Death on the internet. Lots of snow in the cold Canadian Winter.Then it cut to Justin, and I expected him to sing this...","sentiment_score":-0.35}
{"full_text":"RT Agree.","sentiment_score":0.0}
{"full_text":"We all knew it was gonna happen when he came out. He came back and got a show with Roman what's stopping him from going back and demanding one again since Roman got covid. Didn't need this","sentiment_score":0.0}
{"full_text":"RT COVID deaths in the month since Conor's tweet:United States: 61,000New Zealand: 1","sentiment_score":0.0}
{"full_text":"these are heroes. Stole food from homeless.","sentiment_score":0.0}
{"full_text":"RT Michael Flynn is still on a $10,000 monthly military pensionEveryday he spews deranged lies about Covid &amp; called for martial...","sentiment_score":-0.05}
{"full_text":"RT \"You're probably wondering how I ended up here -- my butt displayed in the statehouse and broadcasted to the world. It al...","sentiment_score":0.0}
{"full_text":"How do we ensure that with each wave hospitals are not filled with the non vaccinated causing children's hospitals to be converted to covid wards. Cancer Surgeries cancelled.  How do we make the northern Trumpists take the vaccine to protect our FREEDOM to healthcare.","sentiment_score":-0.2}
{"full_text":"RT Todays a good day to stay home &amp; clean","sentiment_score":0.5333333333}
{"full_text":"RT China's economy started last year strong, reviving from a sharp pandemic-induced slump, but it started losing momentum in the...","sentiment_score":0.1027777778}
{"full_text":"Covid overreach has created millions of conservatives","sentiment_score":0.0}
{"full_text":"RT Sometimes I'm just sitting here minding my own business and then I remember 88 teachers at my school have had covid this...","sentiment_score":0.6}
{"full_text":"**Administration's so called suggestions for 'changes' to China's covid_19 pandemic prevention rules for the Beijing Winter Olympics. In an era when it had 'backstabbed' (a longstanding major member of Nato) France's national interest by a diplomatic maneuver with a non Nato***","sentiment_score":0.0625}
{"full_text":"ranboo my covid warrior and *insert like 7 diff names* my super speeder","sentiment_score":0.3333333333}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT This disappointment being expressed by pro-lockdown people over today's demonstration being non-violent is almost palpable.","sentiment_score":-0.3}
{"full_text":"Despite Decades of Hacking Attacks, Companies Leave Vast Amounts of Sensitive Data Unprotected","sentiment_score":0.05}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"#Beijing2022 will open on Feb. 4.","sentiment_score":0.0}
{"full_text":"I remember being so damn scared. How can this tiny paint party business that was never all that profitable support me? I was ready to starve and sell off my things until I got another corporate job at the height of the pandemic.","sentiment_score":0.0666666667}
{"full_text":"Here for you when you need us mosthttps:\/\/t.co\/aUQ93qX47E | +443333053358#slough #sloughtownfc #sloughtown #sloughi #windsor #windsorcastle #diabetes #physician #generalphysician#hospital #covid19 #medical #medicine #bloodtest #GP#doctor #health #healthcare #surgery","sentiment_score":0.0}
{"full_text":"God take Africa come out of debt-induced indecisiveness delaying the abolition of COVID19 lockdowns.  #JesusChrist","sentiment_score":0.0}
{"full_text":"The Chinese New Year period starts today (30 Jan), with Thais of Chinese descent able to observe Lunar New Year rites and visit shrines as usual under COVID-19 prevention measures. See more: #COVID #Pollution #truscchiin #okhwid #mlphis","sentiment_score":0.1461038961}
{"full_text":"Some compared COVID restrictions to fascism and made use of Nazi symbols on upside down Canadian flags. One truck carried a Confederate flag while many carried expletive-laden signs targeting Canadian Prime Minister Justin Trudeauhttps:\/\/t.co\/u2J1G7vN2H","sentiment_score":0.1722222222}
{"full_text":"An Australian Olympic team member has tested positive after landing in Beijing ahead of the Winter Olympics.https:\/\/t.co\/g4uYB3kTW5","sentiment_score":0.1136363636}
{"full_text":"Kerala reported 50,812 new infections and eight COVID-19-related deaths on Saturday.#Kerala","sentiment_score":0.1363636364}
{"full_text":"This is how y'all make up for Big E getting squashed by Brock after Reigns got covid? By continuing a storyline with Brock and Reigns that needed no rumble win to still do.","sentiment_score":0.4}
{"full_text":"#BudgetMissionGrowth2022Pivotal budget for India. Covid induced GDP slump. Growth booster needed. V-shaped recovery target. What are FM's options?@APanagariya, Swaminathan Aiyar, &amp; discuss on #ConverseIndia with at 6 PM","sentiment_score":0.0}
{"full_text":"She is vulnerable before Covid to start with! What the hell are you arguing?","sentiment_score":-0.625}
{"full_text":"Pfizer, Moderna shots safe during in vitro fertilization; healthy gut bacteria may help prevent long COVID","sentiment_score":0.3166666667}
{"full_text":"PM Sheikh Hasina urges all to get #vaccinated and #SaveLivesPM #SheikhHasina calls upon everyone to abide by newly-imposed #pandemic restrictions#COVID19 #OmicronVarient#VaccineForAll #HealthForAll #VaccineEquity #BangladeshFightsCorona@WHO","sentiment_score":0.0}
{"full_text":"Prime Minister #NarendraModi congratulates the citizens on the full #vaccination of 75% of adults in the country.#COVID19 #coronavirus #TV9News","sentiment_score":0.35}
{"full_text":"COVID-19 vaccinations available for PSS staff and students at their school!Register at or call (670) 682-7468 or your child's school!Live COVID-19 safe, CNMI. Practice the 3 W's: wear a mask, wash your hands, watch your distance.#vaccinateCNMI","sentiment_score":0.45}
{"full_text":"There is an abundance of scientific evidence supporting various nutritional supplements as being instrumental in preparing people's immune systems to repel or #overcome_viral_infections.","sentiment_score":0.125}
{"full_text":"Canadian PM Trudeau moved to secret location as anti-#COVID19 rules protests flare-up","sentiment_score":-0.4}
{"full_text":"Three dozen more cases of #COVID19 have been detected among Olympic Games-related personnel in China, seven of them within the event's \"closed loop\", organizers said on Saturday.https:\/\/t.co\/PKrMPIMSQM","sentiment_score":0.2}
{"full_text":"Eight restaurants were found in violation of health protocols in place to combat the spread of Covid-19 on Friday nighthttps:\/\/t.co\/54YqKuZIGy#Bahrain #Manama #GDNOnline #GDNNews","sentiment_score":0.0}
{"full_text":"Kajol's COVID-19 announcement catches Priyanka's Chopra's eye! Here's whyhttps:\/\/t.co\/gk5zyMY4Uu#zoomtv #kajol #PriyankaChopra #COVID19 #Bollywood","sentiment_score":0.0}
{"full_text":"The University of Oregon's Covid-19 contact tracing team, Corona Corps, is making plans to go statewide with prevention and containment efforts.https:\/\/t.co\/YDoFbSgS6P","sentiment_score":0.0}
{"full_text":"Scientists from Wuhan, China, recently discovered the NeoCoV coronavirus -- which has a high death rate and transmission rate -- is spreading through bats in South Africa. | By","sentiment_score":0.08}
{"full_text":"Almost a quarter of SA's population applied for the #COVID19 relief grant in the first week after reinstated it in August 2021. Find out what this means for young people. #Covid19SRDGrant","sentiment_score":0.175}
{"full_text":"Symmetry in Life and Art: Writing About Cancer In The Time Of COVID ","sentiment_score":0.0}
{"full_text":"Bos! Happy wekeend Looking for cuddling is definitely always my mood for today! About me:-M25 jkt all bills on me-love to nexflix and culinary-love to cuddle and kissing-and done vaccineIf you interested just like and rep this tweet then I'll knock your dm thanks","sentiment_score":0.3125}
{"full_text":"In Sabah's Lower Kinabatangan region, locals replant trees to secure their livelihoods, protect endangered species and regrow carbon-capturing rainforests. Full story by Alexandra Radu:https:\/\/t.co\/qeoNZULJuh","sentiment_score":0.375}
{"full_text":"Here's how to safely celebrate #ChineseNewYear this 2022, according to the DOH https:\/\/t.co\/UeY0AyyyAk","sentiment_score":0.5}
{"full_text":"This is so cool ","sentiment_score":0.35}
{"full_text":"RT Nice work by presenting work on thromboembolic events during COVID pandemic!!! #VES...","sentiment_score":1.0}
{"full_text":"OMG Get vaxxed!","sentiment_score":0.0}
{"full_text":"RT The NSW Liberal government keeping saying we're past the peak for #Omicron and offering paltry business payroll support f...","sentiment_score":-0.25}
{"full_text":"RT Restrictions will not be forever.RAT testing will not be forever. We are doing this because we're at this current phase...","sentiment_score":0.0}
{"full_text":"The Philippines has relaxed international travel restrictions and suspended its COVID-19 country risk classifications, allowing the entry of fully vaccinated tourists from most countries starting next month. ","sentiment_score":0.125}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"RT The AP headline says Thousands Protest COVID Mandates and Restriction in Ottawa. How about a companion article: Millions of...","sentiment_score":0.0}
{"full_text":"RT While the NewsCorp monopoly protects Murdoch &amp; his execs with mandates, they make sure to peddle the exact opposite to the res...","sentiment_score":0.25}
{"full_text":"RT \"Schools in England reinstate mask wearing rules as Covid &amp; absenteeism soar\"It's *2 years* since I started tweeting...","sentiment_score":0.0}
{"full_text":"RT Lose your job if you don't take a third jab that maybe doesn't last beyond 10 weeks and maybe responds to the existing...","sentiment_score":0.0}
{"full_text":"RT All of Us Are Dead (2022)The series that depicts a zombie outbreak that swiftly overwhelms a Korean high school and th...","sentiment_score":-0.02}
{"full_text":"Current Conditions for #Sayre PATemp: 4.4FWind Chill: 0.2FHumidity: 78%Dew Point: -0.9F Barometer: 30.105 inHgWind: 3 mph from the WSWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Riiiiiight????  Like what more do they want???????","sentiment_score":0.5}
{"full_text":"#Omicron7 Characters (no spaces){ { { { 7 } } } }#Omicron15-13-9-3-18-15-14 = 87 = 15 = #SIX { { { 6 } } }7 + 6 = { { { 13 } } } = #thirteen &lt; &lt; &lt; ","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Jahang...","sentiment_score":0.0}
{"full_text":"RT Baboucarr Gaye has been massive for The Gambia  in goal since he made his debut vs Tunisia. He has kept 2 clean sheet...","sentiment_score":0.1833333333}
{"full_text":"Khadeer Baby Name : Khadeer. Gender : Boy. Origin : Indian. Khadeer Meaning: Green; Green Crop; Freshness; Innocence. Variant: no variations. #Khadeer, #BabyNames #BabyNameMeaning #Kidpaw ","sentiment_score":-0.2}
{"full_text":"At the end of the yr exhaustive total figures are published by the ABS. Lists the top 20 causes of death by total number. For example in 2020 Covid ranked 38th on the list with just over 2 deaths per day.","sentiment_score":0.1666666667}
{"full_text":"I haven't watched consistently since the came back with shows from Covid and I should've just stayed away.","sentiment_score":0.125}
{"full_text":"RT This doesn't look like a \"small fringe\" of people.","sentiment_score":-0.25}
{"full_text":"China Jan factory activity growth slows, demand wanes as COVID surges ","sentiment_score":0.0}
{"full_text":"RT Want to know how protests like today's #FluTrucksKlan benefit alt-right extremists? Here's some 101 on how hat operates...","sentiment_score":0.0}
{"full_text":"\"Party with ya mate during lockdown.. then judge elected PM . For doing same at home ...true MSM scum\"","sentiment_score":-0.15}
{"full_text":"Covid givid. Bladdy hell.","sentiment_score":0.0}
{"full_text":"RT [FANCAFE] 220130 - Eunha commentI'm Okay (I Will Survive) - Jinju#yeojacingu #GFRIEND #bibiji #VIVIZ #eunha #EUNHA","sentiment_score":0.5}
{"full_text":"RT CANADA  - Good luck Canada, make it peaceful and make it count.It's your time. Only you can set you free. The world...","sentiment_score":0.3375}
{"full_text":"RT A special belt threw stones on doctors and self treated if someone caught corona. They were buried silently if lost life...","sentiment_score":0.1785714286}
{"full_text":"US COVID death totalsTrump: 408451Biden: 475483Source: Johns Hopkins CRC data update on 01-29-2022","sentiment_score":0.0}
{"full_text":"RT Michael Flynn is still on a $10,000 monthly military pensionEveryday he spews deranged lies about Covid &amp; called for martial...","sentiment_score":-0.05}
{"full_text":"RT UK removing all #COVID restrictions will hopefully pave the way for other countries to give the leisure and tourism the boo...","sentiment_score":-0.125}
{"full_text":"Yeah peace for nothing fuck that","sentiment_score":-0.4}
{"full_text":"#postponegate2022 #iitkgp #IITDelhi Iit Kharagpur please listen our demand.","sentiment_score":0.0}
{"full_text":"RT This whole thread is such an important read. Our standards of protection are set to the *lowest* level, to the comfort...","sentiment_score":0.2}
{"full_text":"South African study offers Omicron hope as nations reimpose curbs","sentiment_score":0.05}
{"full_text":"RT You didn't learn this during the pandemic.  Everyone already knew it.But 11 days after you called for full normal school in s...","sentiment_score":0.25}
{"full_text":"RT a Black mother of three with Crohn's Disease is behind on rent and facing having her water disconnected, please give an...","sentiment_score":-0.2833333333}
{"full_text":"RT Hong Kong has now reached the point that the govt has to point out discussions about if a zero-Covid policy works \"does n...","sentiment_score":0.0}
{"full_text":"Not even celebrities. Even just regular people. I volunteer for various things for kids..well,  before Covid we did. Paid for equipment, items for kids that were not able to but wanted to do things. Taking kids in with trouble in their homes till it simmers down. Every bit helps","sentiment_score":-0.1211111111}
{"full_text":"RT Participants in the far-right\/anti-vaccine truck convoy in Canada claimed they couldn't find restaurants to serve them, and at...","sentiment_score":0.0}
{"full_text":"RT Zuellig Pharma's blockchain-based tracking system can prevent accidents involving expired Covid-19 vaccines","sentiment_score":0.0}
{"full_text":"Just watched a terrible Christian movie about covid and I wish to die now","sentiment_score":-0.5}
{"full_text":"Early studies indicate omicron may have a shorter incubation period than prior coronavirus variants, but does that affect how long someone is contagious?","sentiment_score":0.0166666667}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"They have a covid investigation unit? WTF","sentiment_score":-0.5}
{"full_text":"The U.S. Food and Drug Administration characterized the recall as a Class 1, the most serious type issued. ","sentiment_score":0.0833333333}
{"full_text":"RT NEW: So-called 'incidental' COVID-19 hospitalizations do not indicate the pandemic is overblown. All patients with COVID-19...","sentiment_score":0.1363636364}
{"full_text":"2\/3 He had questions about Myocarditis, as have many reputable doctors, and he retweeted an article which fact checked his Dr. Malone interview. If people are skeptical it's because CDC told them vaccines prevent infections when they had no data to support","sentiment_score":0.1666666667}
{"full_text":"RT Miami landed a commitment from 2023 in-state WR Andy Jean on Saturday. \"I want to stay home\" More on his decision here: h...","sentiment_score":0.5}
{"full_text":"RT So the NY Post story about the nurses selling fake vaccine cards doen't name the cop who was part of the ring. The cards we...","sentiment_score":-0.5}
{"full_text":"RT Love and respect everyone in this thread too but the one thing will not change is that vaccines work. Both","sentiment_score":0.5}
{"full_text":"Governor Inslee:","sentiment_score":0.0}
{"full_text":"\"We're seeing scales of infection not seen in the entire epidemic to date. There are going to be a lot of deaths, even w\/ virus half as severe [as previous variants].\" A new study found 3 vax doses are 95% effective in preventing hospitalization or death.","sentiment_score":0.0806060606}
{"full_text":"they mentioned covid in the zombie apocalypse and that just made it so real","sentiment_score":0.2}
{"full_text":"RT [FANCAFE] 220130 - Eunha commentI'm Okay (I Will Survive) - Jinju#yeojacingu #GFRIEND #bibiji #VIVIZ #eunha #EUNHA","sentiment_score":0.5}
{"full_text":"How the omicron surge has affected restaurant traffic","sentiment_score":0.0}
{"full_text":"RT Today, for 1hr we paused to say thank you for the lives of treasured faculty,staff,alumni &amp;champions of social justice...","sentiment_score":0.0333333333}
{"full_text":"Looks like Covid kissed his unvaccinated ass.","sentiment_score":0.0}
{"full_text":"RT All COVID restrictions should be lifted everywhere in the country now.The ONLY measure that I think is reasonable: C...","sentiment_score":0.1}
{"full_text":"RT The World is waking up","sentiment_score":0.0}
{"full_text":"Imagine getting your young sons jabbed, yikes.","sentiment_score":0.1}
{"full_text":"RT Participants in the far-right\/anti-vaccine truck convoy in Canada claimed they couldn't find restaurants to serve them, and at...","sentiment_score":0.0}
{"full_text":"RT COVID deaths in the month since Conor's tweet:United States: 61,000New Zealand: 1","sentiment_score":0.0}
{"full_text":"RT Agree Dr. Prasad. I will say it again...  If anyone knows of any data showing that boosters reduce Covid hospitalizations\/...","sentiment_score":0.0}
{"full_text":"RT Participants in the far-right\/anti-vaccine truck convoy in Canada claimed they couldn't find restaurants to serve them, and at...","sentiment_score":0.0}
{"full_text":"used nicotinamide mononucleotide in his COVID treatment protocol?","sentiment_score":0.0}
{"full_text":"RT Think of it as a big jar of jellybeans. 1 jellybean in the jar will kill you, a couple put you in the hospital and a h...","sentiment_score":0.0}
{"full_text":"RT I'm just going to keep retweeting information like this. I know (from relentless replies) that lots of unvaccinated folks...","sentiment_score":0.0}
{"full_text":"MZANSI RECORDS 3,342 NEW COVID CASES!https:\/\/t.co\/yYlyqXkCB0","sentiment_score":0.1363636364}
{"full_text":"RT When the freewill of Canada's majority causes the Prime Minister's secure lockdown...I'd say the non-confidence vote has bee...","sentiment_score":0.4}
{"full_text":"Meanwhile, in a Children's Hospital Critical Care Unit, this RN reports the horror she's seeing.","sentiment_score":0.0}
{"full_text":"Learn the importance of Data Science amidst pandemic through this FREE Information Session.Register now:","sentiment_score":0.4}
{"full_text":"Me trying to explain holography to my friends","sentiment_score":0.0}
{"full_text":"I don't know if I could ever be a stay at home chick again. I did that for way to many years. I got bored ","sentiment_score":0.0}
{"full_text":"vaccinated, boosted, infected w\/ Omicron and still masking ","sentiment_score":0.0}
{"full_text":"ohno :(((((","sentiment_score":-0.75}
{"full_text":"The charges seem weak. https:\/\/t.co\/fgmMVhUwr8","sentiment_score":-0.375}
{"full_text":"RT We are with you Nous sommes avec vous ","sentiment_score":0.0}
{"full_text":"RT What about the Game &amp; Covid App Sushant was working on &amp; was supposed to launch. How come similar game &amp; app release...","sentiment_score":-0.2666666667}
