{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT They are deliberately trying to get us all sick with COVID, These people are mentally ill. Killers!  I knew it. I believe i...","sentiment_score":-0.6696428571}
{"full_text":"RT Giants come in all sizes.","sentiment_score":0.0}
{"full_text":"As I indicated yesterday, I've had an amazing recovery (knock on wood) from a chronic health condition that endured for 3 years. Even COVID-19 can't bring me down. Not teaching today, so if a criminal defence lawyer needs to hear encouraging words, reach out! Today's your day!","sentiment_score":-0.0601851852}
{"full_text":"Texas enters chat.","sentiment_score":0.0}
{"full_text":"RT We are year 3 into a pandemic and the only labor rights we've won are signs that say, \"Pwease don't be mean to our empwoyees...","sentiment_score":-0.15625}
{"full_text":"One can't help but recall the movie Outbreak.  Seriously...  Crazy D.S. Clown world.","sentiment_score":-0.4666666667}
{"full_text":"RT Russia suspends Vienna Document verification activities 24.01-28.02.2022 for Covid reasons. During a RU-BY joint exercise...","sentiment_score":0.0}
{"full_text":"2 COVID19 Papers published on IBIMA Journals appeared on World Health Organization website: Paper 1 Link on WHO: Link on IBIMA: Paper 2 Link on WHO: Link on IBIMA:","sentiment_score":0.0}
{"full_text":"Vaccine mandates are unethical","sentiment_score":0.0}
{"full_text":"RT Sitting in my car eating breakfast listening to Marc Maron &amp; John Mellencamp while marveling that Tampa Tom is building my nic...","sentiment_score":0.0}
{"full_text":"Nah I feel you, with all this Covid shit too","sentiment_score":-0.2}
{"full_text":"RT working class people are more likely to be unvaxxed but also more likely to have had covid early on (bc they were workin...","sentiment_score":0.22}
{"full_text":"RT We are simplifying travel by making a digital NHS COVID Pass available for 12-15 year olds in England.  From 3 Feb, they c...","sentiment_score":0.2}
{"full_text":"The FDA shut down monoclonals in a Pandemic that were saving lives but they waited years to add a warning label for OxyContin.","sentiment_score":-0.1555555556}
{"full_text":"RT World Health Organization's chief has urged countries to work together to bring the acute phase of the pandemi...","sentiment_score":0.6}
{"full_text":"RT Johnson's Tory apologists are getting super desperate to clutch at anything to shift the public's attention - just ridiculous;...","sentiment_score":-0.15}
{"full_text":"RT Having a hard time squaring how you can be religiously opposed to a Covid vaccine, but took the anthrax, small pox, year...","sentiment_score":-0.1805555556}
{"full_text":"there's a possibility of a literal nuclear war with the biggest country in the world but we can keep focusing on Boris breaching covid rules xx","sentiment_score":0.0}
{"full_text":"RT To give perspective, there are more than 100 strains of the common cold, &amp; 12 can typically circulate in a given...","sentiment_score":-0.1416666667}
{"full_text":"Oh cuz that's going to help anything Neil Old. Damn...Love your music though. Haha","sentiment_score":0.2}
{"full_text":"RT Marjorie Taylor Greene has accumulated $80,000 in fines for failing to wear a mask on the House floor.","sentiment_score":0.0}
{"full_text":"RT the temple, which normally resounds with chants of \"govinda\" is apparently silent because there are no devotees, which is ju...","sentiment_score":0.075}
{"full_text":"RT The COVID crisis has been a moral paint thinner. It has stripped people of their veneer and revealed them for exactly...","sentiment_score":0.125}
{"full_text":"Feeling sad end of a full year doing covid vaccines in local centre... Closing site this week . Had some busy good times","sentiment_score":0.13}
{"full_text":"Can't wait for this ","sentiment_score":0.0}
{"full_text":"I wonder what the lady with ten kids is gonna do with 4 Covid tests","sentiment_score":0.0}
{"full_text":"RT Why haven't we let doctors be doctors?Dr. Paul Marik's experience treating Covid-19 patients is heartbreaking.","sentiment_score":0.0}
{"full_text":"RT BOOM! Two new Biden administration initiatives -- mailing at-home Covid-19 tests to those who ask, and offering free N-...","sentiment_score":0.2681818182}
{"full_text":"What is the Biden administrations plan to properly fit these masks for the people who want them? N95 masks have to be fitted for each person otherwise they are no better than the masks in use. ","sentiment_score":0.075}
{"full_text":"s\/o for allocating some of the fed coronavirus recovery funds to violence prevention last year and we need more from BBB in BMore and beyond!","sentiment_score":0.3125}
{"full_text":"RT I am very disappointed to see that journalism on COVID has flipped over all of a sudden #cblive could have sai...","sentiment_score":-0.4875}
{"full_text":"Mf turned into a fucking psycho when the pandemic started to take it's effects lmao","sentiment_score":0.0}
{"full_text":"RT Florida's Monoclonal Antibody Clinics Close in Blow to Ron DeSantis ","sentiment_score":0.0}
{"full_text":"RT \"It's not either a lockdown or a free-for-all.\"Virologist Deenan Pillay, a member of Independent SAGE, tells","sentiment_score":0.0}
{"full_text":"Fantastic there needs to be more onus on employers to prevent stress as well as support employees with stress and more accountability so work doesn't make us ill #stressprevention #iso45003 #flourishatwork #hse #paychologicalsafety","sentiment_score":0.225}
{"full_text":"RT Andersen reported to Fauci that \"after discussions earlier today, Eddie, Bob, Mike and myself all find the genome inco...","sentiment_score":0.0}
{"full_text":"Check CDC website.  Newest stance.","sentiment_score":0.0}
{"full_text":"RT Aged care minister Richard Colbeck went to Ashes Test on same day he declined to appear at Covid committee | Australia n...","sentiment_score":-0.05}
{"full_text":"mhaa mntir jpm MahaMantra Chanting Daily for world peace during pandemic situation 25 Jan 2022 |","sentiment_score":0.0}
{"full_text":"RT Going to throw something out there. My thoughts. Covid is real and it can be dangerous depending on who you are. I tru...","sentiment_score":-0.2}
{"full_text":"RT Ron Desantis believes in herd immunity by everyone getting covid. He refused to promote the vaccine because a big chunk...","sentiment_score":0.0}
{"full_text":"RT Last year Fauci promised us that vaccinated people would be \"dead ends\" for covid and the CEO of Pfizer said the vaccine w...","sentiment_score":-0.1}
{"full_text":"Haven't paid enough to sleazy Bim. No covid contracts in it you see","sentiment_score":0.0}
{"full_text":"Are you in the .01%?No?You're a slave to Babylon just like everyone else!","sentiment_score":0.0}
{"full_text":"Apology please public if possible from Lib\/dem ex-leader ","sentiment_score":0.0}
{"full_text":"RT Hi, I'm Sarah. I'm 35 and a doctor. I also have a heart condition that puts me at an increased risk for serious complicat...","sentiment_score":-0.3333333333}
{"full_text":"RT Anarcho-socialists from The Yellow Vests protes...","sentiment_score":0.0}
{"full_text":"these covid symptoms beatin my ass rn","sentiment_score":0.0}
{"full_text":"The best way to stay healthy is to do things that make your immune strong system.","sentiment_score":0.6444444444}
{"full_text":"RT Kurt Newman, MD, president and CEO of Children's National Hospital, joins Washington Post Live to talk about the outsiz...","sentiment_score":0.1363636364}
{"full_text":"Important research starting to figure out how to clinically diagnose #LongCovid #covid19","sentiment_score":0.2}
{"full_text":"In ON hospitals are not filled up with UNVAXXED. Most people in ICU are there for other reasons. UNVAXXED are taking up less space than vaxxed in ICU.","sentiment_score":0.0020833333}
{"full_text":"RT According US Securities and Exchange Commission filings, Citadel owns +$15 m. in Regeneron stock. Citadel CEO Ken Griffin h...","sentiment_score":0.0}
{"full_text":"RT Florida, let's talk.It's terrifying that local leaders refuse to promote a lifesaving booster shot but are trying to giv...","sentiment_score":-0.5}
{"full_text":"Welcome to NI. What a backward country","sentiment_score":0.8}
{"full_text":"RT Aakarsh Kaushal contributed to the fight against COVID-19 in his home district. His effort was recognised and emulated in...","sentiment_score":0.0}
{"full_text":"#nMAB treatment in the community hospital settings","sentiment_score":0.0}
{"full_text":"RT I for one am extremely surprised that \"doing simple, common-sense things that help people\" turns out to poll well, maybe wor...","sentiment_score":0.05}
{"full_text":"RT We have been lied to about pretty much everything throughout COVID. The Biden administration could say jump off a clif...","sentiment_score":0.225}
{"full_text":"RT Neil Young demanded Spotify pull his music over Covid-19 vaccine misinformation pushed by #JoeRogan's podcast on the platform....","sentiment_score":0.1}
{"full_text":"In your tweet you should replace covid by autoritarian gouvernements.","sentiment_score":0.0}
{"full_text":"Live now!","sentiment_score":0.1704545455}
{"full_text":"RT British broadcaster Sky News breathlessly reported on the COVID death of \"anti-vax\" Olympic gold medallist Szilveszter Cs...","sentiment_score":0.0}
{"full_text":"RT Thisis a fact.   We are all so tired of Trudeau's hypocrisy.","sentiment_score":-0.4}
{"full_text":"RT Dr Steve James with \"They're asking us to take a vaccine that is currently not reducing infection or tran...","sentiment_score":0.0}
{"full_text":"RT Many are #DoneWithCovid. Unfortunately #covid is not necessarily done with them or anyone.","sentiment_score":0.0}
{"full_text":"RT We're delighted to hear the UK Government announce the lifting of domestic &amp; international Covid restrictions. We look fo...","sentiment_score":0.2333333333}
{"full_text":"RT Illinois librarian holds her ground as an antimasker films himself throwing a tantrum after being asked to wear a mask. h...","sentiment_score":0.0}
{"full_text":"RT \"Our cafeteria does not have enough food. At breakfast I used the intercom to tell 670 children we had no milk. We are short-...","sentiment_score":0.0}
{"full_text":"Hmmmmm1) covid suppose to be a NEW virus2) escaped from a lab3) DOCTORS come up with drug treatment4) government says those drugs don't work....HOW WOULD THEY KNOW THAT???5) creates vaccine....IT DOES NOT WORK!  But government tried to FORCE  you to take it!GET THE PROBLEM??","sentiment_score":0.1704545455}
{"full_text":"RT Amidst Competition &amp; Post Pandemic Release #Master Produced Large Numbers In Telugu #DecadeOfdllptiSupremacy#Beast...","sentiment_score":0.2142857143}
{"full_text":"RT For the Spring Festival project, I was planning to go to a place I haven't been yet, but I can't decide now because of p...","sentiment_score":0.0}
{"full_text":"RT Amidst Competition &amp; Post Pandemic Release #Master Produced Large Numbers In Telugu #DecadeOfdllptiSupremacy#Beast ||...","sentiment_score":0.2142857143}
{"full_text":"When we bought our first house, we didn't know the dude next door was using it for VRBO. I complained to the HOA and VRBO, and ultimately we had to sell our home because of the constant parties - during the pandemic I might add.That's why I hate rentals like AirBnB and VRBO!","sentiment_score":-0.175}
{"full_text":"Can you imagine going to Arrowhead, sitting in front of Mahomes's family and GETTING THE CHANCE to see their excitement and pride?! Everyone else can stay tf home.","sentiment_score":0.0}
{"full_text":"RT Actual size Outbreak Perfected handmade paper craft from Hope you like!#Destiny2Art #Destiny2...","sentiment_score":0.0}
{"full_text":"RT So we can't ask people to wear a little cloth to protect their neighbor, but we can force them to birth a child?","sentiment_score":-0.1875}
{"full_text":"RT Refusing to wear a mask during a pandemic is virtue signaling. It signals you have none.","sentiment_score":0.0}
{"full_text":"RT Excellent and humorous intro to the WEF\/Davos crowd from Some scholars still believe that 'The Great Res...","sentiment_score":0.7666666667}
{"full_text":"Russian President Vladimir Putin backs China over 'politicization' of Beijing Olympics - The Economic Times. Any thoughts on this study? ","sentiment_score":0.1}
{"full_text":"When ppl say they're #DoneWithCovid, what they really mean is they're done with the overreaction to COVID and they're done with all the politicization of COVID. Time to start managing our own risk tolerances again, take reasonable precautions, and get on with living our lives...","sentiment_score":0.1625}
{"full_text":"Man is like,\"I don't trust your science-now go ahead,put me under an induced sleep, open me up gently with your cutting tools and replace my internal organ with someone's I've never met. Patch me up,give me some pain meds-but yea, that vaccine science sure is wonky, hell no.\"","sentiment_score":-0.0333333333}
{"full_text":"RT \"Do I still need to wear a mask in the store?\"Link in bio for CA tour dates and merch!","sentiment_score":0.0}
{"full_text":"RT In Dr. Avindra Nath &amp; of discuss how #COVID19 can affect the brain &amp; nervous sys...","sentiment_score":0.0}
{"full_text":"Gonzaga suspended John Stockton's men's basketball season tickets because he didn't follow the university's mask mandate","sentiment_score":0.0}
{"full_text":"RT Ron Desantis believes in herd immunity by everyone getting covid. He refused to promote the vaccine because a big chunk...","sentiment_score":0.0}
{"full_text":"RT \"If someone has had a natural infection and then they're subsequently vaccinated, it really doesn't improve their level of p...","sentiment_score":0.1}
{"full_text":"It matters a lot. If someone is in hospital with a gunshot wound, catches Covid in hospital, and then bleeds to death are you really gonna say it's Covid? Like the 6 pints of blood they lost isn't important.Cos right now, that individual is in the Covid data. End of......ya chav","sentiment_score":0.1619047619}
{"full_text":"RT I wonder why prominent anti-vaxxers keep dying of Covid. Any ideas? ","sentiment_score":0.5}
{"full_text":"That sucks for you. Stay home. Get vax'd. Where a mask if you think it helps. It's quite stunning that people like you expect the world to change their whole lives so you can go outside. The world owes you nothing.","sentiment_score":0.1}
{"full_text":"Oh not fukuchan ","sentiment_score":0.0}
{"full_text":"RT 3rd Shot (booster) is VitalOver 13,000 people studiedRecipient of a booster shot were 66% less likely to develop symp...","sentiment_score":-0.0555555556}
{"full_text":"RT Florida, let's talk.It's terrifying that local leaders refuse to promote a lifesaving booster shot but are trying to giv...","sentiment_score":-0.5}
{"full_text":"RT \"Here's a treatment that doesn't work for a disease you've already had. Pay me!\"","sentiment_score":0.0}
{"full_text":"RT $VRA + #Huobi and #BTC behaving is 20 cents soon imo. Other listings also on the table; #Binance + #Coinbase. I truly belie...","sentiment_score":-0.125}
{"full_text":"Sarah Palin Spread COVID In New York By Dining Indoors Unvaccinatedhttps:\/\/t.co\/HHmly75iPq","sentiment_score":0.1363636364}
{"full_text":"RT A total of 183 cases of the #Omicron #COVID19  cases have been recorded in Myanmar since late December, according to the...","sentiment_score":-0.15}
{"full_text":"RT The news I got this year makes my heart broken : I got scammed by the owner of ( Rhea Dela Cruz), and My whol...","sentiment_score":-0.4}
{"full_text":"It's happening guyshttps:\/\/t.co\/Ir7WHTFLdF","sentiment_score":0.0}
{"full_text":"I haven't heard of many people being admitted to hospital with flu, but I have heard of people having flu, becoming pneumonia, being admitted and dying. If that was covid, most people would say it's a death caused by covid.","sentiment_score":0.4833333333}
{"full_text":"The claim was that no one has the authority to tell anyone what to wear. Not only is it a strawman in relation to mask mandates, but also legally wrong.","sentiment_score":-0.25}
{"full_text":"RT Dr Steve James with \"They're asking us to take a vaccine that is currently not reducing infection or tran...","sentiment_score":0.0}
{"full_text":"\"Positive thinking and medicine help conquer Covid\" CP #Mahesh_M_Bhagwat_IPSToday #CP_Rachakonda has interacted with the Police personnel who are infected with #Covid &amp; extended his support to get over quickly in a virtual conference held at #RachakondaCommissionerate, Neredmet.","sentiment_score":0.2803030303}
{"full_text":"RT He literally told a 7 year old she was right to cancel her birthday party then had his own","sentiment_score":0.3285714286}
{"full_text":"RT Looks like a delaying tactic.","sentiment_score":0.0}
{"full_text":"RT \"Do I still need to wear a mask in the store?\"Link in bio for CA tour dates and merch!","sentiment_score":0.0}
{"full_text":"Vaccines significantly reduce the risk of transmission and\/or the risk of serious consequences from the illness. They don't eliminate the risk entirely. Not even the polio vaccine does that.","sentiment_score":0.0138888889}
{"full_text":"Given the amount of copied e mails and drone footage released and that there has clearly been a Breach of Security at No 10 there now has to be a thorough encompassing Met Police and Security Services Investigation into this deliberate attempt to bring a British Government Down","sentiment_score":-0.0185185185}
{"full_text":"RT Dr.Robert Malone joins Lou on The Great America Show and discusses the technology of the China Virus vaccine.","sentiment_score":0.8}
{"full_text":"RT Checkout this headline - now read the article - he was fully vaccinated - Leftists are evil. Anti-vax Olympic gold medalist...","sentiment_score":-1.0}
{"full_text":"RT Why are you sending us pills when your department just said they don't work? themselves say so. Go clean up t...","sentiment_score":0.3666666667}
{"full_text":"RT So we can't ask people to wear a little cloth to protect their neighbor, but we can force them to birth a child?","sentiment_score":-0.1875}
{"full_text":"Can't wait to read new one!","sentiment_score":0.1704545455}
{"full_text":"70% of vaxxed and boosted people are worried about catching and getting sick from covid? Do people who take every dose recommended not trust the vaccine?","sentiment_score":-0.0571428571}
{"full_text":"RT #Rajasthan #CoronaUpdate:9771 #Covid cases reported2140 from #Jaipur22 #Corona related deathToday's #Recovered1055...","sentiment_score":0.0}
{"full_text":"Uhh ... Yeah. Sure. Maybe they're right.","sentiment_score":0.3928571429}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"COVID-19 Vaccination Linked to Small Change in Menstrual Cycle Lengthhttps:\/\/t.co\/MtD8h2JuzK","sentiment_score":-0.25}
{"full_text":"We've moved on, that's something that's already happened.  Vaccinated or not, we all catch (or already have) covid and we live with it now.","sentiment_score":0.1363636364}
{"full_text":"Even before COVID-19, I talked about whether a sneeze could ruin your #customerservice? Sneeze proof it! #hospitality #success","sentiment_score":0.3}
{"full_text":"The $1.5 million program will provide direct cash assistance with no strings attached.It will be implemented by which also ran a direct cash assistance program for families living at or below the poverty line during the pandemic.","sentiment_score":0.1}
{"full_text":"The latest surge may have peaked, but Allen County remains in red - the most serious status on Indiana's color-coded COVID-19 prevalence map. Read more: #indiana #allencounty #covid #omicron #health #pandemic","sentiment_score":0.2333333333}
{"full_text":"Free N95 masks are arriving at pharmacies around the U.S.The masks are among the 400 million being distributed by the Biden admin to combat the spread of the omicron variant.https:\/\/t.co\/W5iLVRJKH2","sentiment_score":0.4}
{"full_text":"New Grant in Africa Improves Syringe Supply for #Vaccine Distribution","sentiment_score":0.1363636364}
{"full_text":"RT Good ideas shouldn't be partisan. Today, I'm calling on and the Legislature to follow Arizona Gov.@DougDuce...","sentiment_score":0.7}
{"full_text":"RT \"We need to make sure schools are safe\" said about mandating vax for all school kids in CaliforniaFor a vax th...","sentiment_score":0.5}
{"full_text":"I booked my booster for Sunday. I am legit counting down the days ","sentiment_score":-0.1555555556}
{"full_text":"Myth: The vaccines were rushed through without proper safety checksTruth: Extensive safety checks took place like with any other vaccine. Data was submitted at every stage instead of at the end of the research which sped up the process.https:\/\/t.co\/monNyG33Ug#itsnevertoolate","sentiment_score":-0.0416666667}
{"full_text":"With omicron cases skyrocketing in the county, the Brazos County Health District has announced a change in the daily COVID-19 reports, beginning Monday, Jan. 24.","sentiment_score":0.0}
{"full_text":"RT We're in a transition moment in this pandemicWe're coming off highs of the worst surge of infections we've ever hadCase...","sentiment_score":-1.0}
{"full_text":"#NewsAlert | Maharashtra reports 33,914 new #Covid19 cases &amp; 86 covid deaths in last 24 hours.","sentiment_score":0.0681818182}
{"full_text":"Long-term Students are under stress, some of them are with recently expired permission and others are in the queue. In Covid, the job market has been changed. Please consider us in the regularization scheme.","sentiment_score":0.0}
{"full_text":" Years on from the first outbreak of #COVID19 , #Wuhan is still a city in recovery. #FOCUS goes to #China: observing how life is returning to normal in spite of a turbulent past ","sentiment_score":0.05}
{"full_text":"RT Antivaxx protestors threatening to #BoycottWalmart are ironically aiding in the safety of other shoppers that vaccine pass...","sentiment_score":-0.125}
{"full_text":"Pichi Antaaru Saarrr ; Dhenne Before &amp; After PanDemic Brooh Ticket Prices &amp; Many More Ivanni Compare CheyakunDa Ela Anesthaav Annaa ","sentiment_score":0.5}
{"full_text":"With a 15-minute ambulance service, StanPlus is coming to the rescue!  The Hyderabad-based startup works with hospitals to manage their emergency response and claims to answer 97% of calls in under two seconds!#stanplus #ambulance #COVID19 #startup #RepublicDay","sentiment_score":0.0}
{"full_text":"RT Antivaxx protestors threatening to #BoycottWalmart are ironically aiding in the safety of other shoppers that vaccine pass...","sentiment_score":-0.125}
{"full_text":"You will still need to wear a face covering when visiting UHS after the 27th January. Social distancing and hand sanitizing is also still in place for all GP Practices, Pharmacies, Hospitals etc...  ","sentiment_score":0.0333333333}
{"full_text":"Scientists worldwide are closely tracking an Omicron subtype called BA.2. It was first detected in the Philippines in December.https:\/\/t.co\/5Bn0XuZP9m","sentiment_score":0.25}
{"full_text":"RT People who got through this pandemic without their trust in a lot of our institutions damaged. I'm just not one of them. I w...","sentiment_score":0.0}
{"full_text":"RT The unmasked partier is worried the guy alone in his truck is spreading COVID. #JustinFlation","sentiment_score":0.0}
