{"full_text":"RT COVID19 Vaccination Update: Day 355 More than 1 Cr Vaccine Doses administered among Adolescents between 15-18 age group...","sentiment_score":0.5}
{"full_text":"RT If they DIDN'T know the vaccine would lose efficacy in the short and long term...how do they know it WON'T cause adverse eff...","sentiment_score":-0.025}
{"full_text":"RT Went outside India for the first time since COVID and got a bunch of people amused by my name. Future foreign trips are...","sentiment_score":0.03125}
{"full_text":"RT The CDC says that if you awake one morning from uneasy dreams and find yourself transformed in your bed into a gigantic i...","sentiment_score":0.0}
{"full_text":"RT Covid cases nearly double in 24 hours to 4,246. TPR of 3.33%: New cases in State: 4,246New cases in B'lore: 3,605Po...","sentiment_score":0.0681818182}
{"full_text":"RT First time in my nearly 20 year career teaching that i've been locked out by from helping children thrive a...","sentiment_score":0.175}
{"full_text":"RT I feel like there's a weird memory-holing of the fact last spring Congress distributed $123 billion dollars to K-12 school...","sentiment_score":-0.25}
{"full_text":"RT CDC: Please stay home from work unless you have a job.","sentiment_score":0.0}
{"full_text":"RT Fuck covid. Fuck Eric Adams. Fuck everything this is not fair.","sentiment_score":-0.3875}
{"full_text":"RT I'm happy to announce that the COVID\/VACCINE jig is up! And in 2022 people will finally recognize that this (plan)demic has...","sentiment_score":0.5}
{"full_text":"If forcing people to get vaxed to \"prevent the spread\" of the vid isn't enough and you still have to mask, even though retard Biden and lying Fauci told you if you get vaxed you don't need to mask, then why get vaxed at all? Why the fuck are you still listening to this bullshit?","sentiment_score":-0.4333333333}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT The best protection against the Omicron variant for yourself, your neighbors, and your family is getting vaccinated and g...","sentiment_score":1.0}
{"full_text":"RT Year 3 of the pandemic. Those who can afford it are still panic-buying while the poor are still left w\/o aid. People are s...","sentiment_score":-0.2}
{"full_text":"RT We spent $6 trillion on COVID, which comes to $18,200 per man woman and child, and Biden's solution is is to \"Google it...","sentiment_score":-0.1}
{"full_text":"RT Saying it like it is. There's a storm comin'.","sentiment_score":0.0}
{"full_text":"RT Until federal mask\/vaxx mandates, I didn't fully appreciate the degree to which the administrative state is an unconst...","sentiment_score":0.0}
{"full_text":"RT I'm a float nurse, I'm unvaccinated, yesterday I worked on a unit that had a Covid outbreak, they had 12 nurses o...","sentiment_score":0.0}
{"full_text":"RT 1\/10 So...@CDCgov has released the data behind the revised 5 day isolation for some #COVID19 infections. Worth reviewing th...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: U.S. reports more than 700,000 new coronavirus cases, the biggest one-day increase on record, with 1 state yet to re...","sentiment_score":0.3181818182}
{"full_text":"RT If Swalwell truly believed his own rhetoric about COVID, Florida, and mandates, he would not take his maskless unvacci...","sentiment_score":0.6}
{"full_text":"RT $APT $DGLY","sentiment_score":0.6}
{"full_text":"RT Hold a gun to someone's head in NYC? Misdemeanor.Have a fake vaccine card to eat? Felony &amp; one year in jail.You'...","sentiment_score":-0.5}
{"full_text":"RT Stacy's mom, has got the omicronShe's got her shotsAnd was good for so longStacy, can't you see?You can't trust the CDC...","sentiment_score":0.7}
{"full_text":"I have still not caught Covid. Unless it was so mild I didn't even notice. But I rarely mask, kept working all throughout, continued hanging out with family and friends.  And nothing. Had a little sniffle this week but that's about it.","sentiment_score":0.1486111111}
{"full_text":"RT DeSantis clearly struggled with breathing today. He looked lousy, his chest heaved repeatedly, and he sounded like he has or...","sentiment_score":-0.2}
{"full_text":"RT \"@mattbc, a disability rights activist and lawyer, said then that Biden's 'Covid-19 disability response plan is roughly equival...","sentiment_score":-0.1}
{"full_text":"RT In a time of crisis related to this pandemic, the worst possible thing we can do is abandon the science and data.If yo...","sentiment_score":-0.3333333333}
{"full_text":"RT This is a leader!","sentiment_score":0.0}
{"full_text":"RT Unvaccinated people face the most risk from Omicron. Data from New York show that vaccines continue to provide excellent...","sentiment_score":0.5454545455}
{"full_text":"RT Not a single patient ever in over 20 years of giving hundreds if not thousands of tetanus boosters has anyone ever questio...","sentiment_score":0.0357142857}
{"full_text":"RT Within the \"Omicron is mild\" debate, it's important to note we are comparing to Delta (highish severity). Omicron is a...","sentiment_score":0.3666666667}
{"full_text":"RT Keeping kids out of classrooms has caused learning loss, a mental health epidemic, and stressful situations for millions of...","sentiment_score":-0.1}
{"full_text":"RT \/22 Ka-BLAM-o! (quite literally).The \"pandemic effect\" on gun homicides is astronomical. +34% deaths.Americans: Y'all...","sentiment_score":0.0}
{"full_text":"RT After experiencing symptoms like mild fever and cold last night, I got myself tested and am Covid positive.I would reque...","sentiment_score":-0.0888888889}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"doctors  will begin treating C19 people instead of ignoring early treatment guidance as the new antiviral drugs become available. Therapeutics will end this--not the dangerous mission for the world to vax its way out of this pandemic. right?","sentiment_score":0.0644155844}
{"full_text":"RT Until federal mask\/vaxx mandates, I didn't fully appreciate the degree to which the administrative state is an unconst...","sentiment_score":0.0}
{"full_text":"RT California Extends Indoor Mask Mandate Into February For Remaining State Counties As Case Count Surges","sentiment_score":0.0}
{"full_text":"RT Not a single patient ever in over 20 years of giving hundreds if not thousands of tetanus boosters has anyone ever questio...","sentiment_score":0.0357142857}
{"full_text":"RT You can tell that zero-covidianism is an ideology by its adherents' farcical complaint that \"a true lockdown has never...","sentiment_score":-0.1166666667}
{"full_text":"RT In June, 2020 - with no vaccines - attending densely packed street protests was deemed not just permissible but a moral dut...","sentiment_score":0.0}
{"full_text":"RT In June, 2020 - with no vaccines - attending densely packed street protests was deemed not just permissible but a moral dut...","sentiment_score":0.0}
{"full_text":"I've been wanting a home gym cuz this COVID ain't going away","sentiment_score":0.0}
{"full_text":"RT Scott Morrison admits Covid-19 numbers will be underestimated in Australia because we know that people are self managing in...","sentiment_score":0.0}
{"full_text":"RT In retrospect having a massive coronavirus outbreak in the lead up to a federal election was a terrible idea.","sentiment_score":-0.5}
{"full_text":"RT Reduced bus timetables for NSW as of Jan 10th is proof that we're in a Clayton's Lockdown. #nswpol #auspol","sentiment_score":0.0}
{"full_text":"RT Covid-19: Pharma giants, Gates, Fauci, UK officials accused of crimes against humanity in International Criminal Court: for...","sentiment_score":-0.2}
{"full_text":"Both, Redmond and Bend-La Pine school districts will continue to  allow their high school sports teams to play, despite a rise in COVID-19 cases. The two districts will continue to meet and review state guidelines.","sentiment_score":0.16}
{"full_text":"These police belong in prison. They have no place in civil society.","sentiment_score":0.0}
{"full_text":"Alberta Health had estimate of ~68,000 have or will have Long Covid (of which cognitive issues are a proven issue) so yeah...","sentiment_score":-0.05}
{"full_text":"Same same in central park. Suggests massive covid affects on warehouses and delivery workers ","sentiment_score":0.0}
{"full_text":"RT WHO on omicron","sentiment_score":0.0}
{"full_text":"RT January 6th was theater. The people that push back on that fact believed Jussie Smollett's attack, Bubba Wallace's noose, Ad...","sentiment_score":0.0}
{"full_text":"You think he's on his way into Covid or on his way out?","sentiment_score":0.0}
{"full_text":"RT BJC HealthCare to postpone elective care, facing record COVID-19 patient numbers via  Yo","sentiment_score":0.0}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Vaccines have such a short half life that there's no such thing as \"long term effects\".  There are adverse reactions of this vaccine, but they happen within a very short time after administration","sentiment_score":-0.0361111111}
{"full_text":"drinking the juice in the covid rapid test and seeing what happens","sentiment_score":0.0}
{"full_text":"RT All day long, this account just tweets out \"no vaccine mandate\" and then \"Biden failed on COVID\" over and over with ex...","sentiment_score":-0.275}
{"full_text":"RT Yesterday, the U.S. registered 1 million COVID infections in 24 hours, \"doubling the figure from just four days ago and setting a...","sentiment_score":0.0}
{"full_text":"RT This Covid shit is depressing","sentiment_score":-0.4}
{"full_text":"RT Pfizer expects updated COVID-19 vaccine data for kids under 5 by April","sentiment_score":0.0}
{"full_text":"RT why aren't you in the studio saying this","sentiment_score":0.0}
{"full_text":"RT #Covaxinupdate Pls share &amp; spread this in the interest of #publicawareness #precaution &amp; #safety-","sentiment_score":0.0}
{"full_text":"Wow so many brian washed sheep! Pressure mounts on B.C. truckers as U.S. border vaccine mandate looms via","sentiment_score":0.3625}
{"full_text":"Getting vaccinated against covid is pointless","sentiment_score":-0.25}
{"full_text":"RT I'm not saying Ron DeSantis has COVID, but I'd reaaaaaally encourage everyone in that room to quarantine for the next...","sentiment_score":0.0}
{"full_text":"RT So apparently NY parents who keep their kids home from school in a pandemic are being threatened by the DOE with truancy char...","sentiment_score":0.05}
{"full_text":"Tasmanians may opt for the couch over the grandstand as COVID cases surge, but will that be an Ashes death knell?https:\/\/t.co\/h1HdtnJZ0W","sentiment_score":0.0}
{"full_text":"RT Restaurants, one of the hardest hit businesses during the pandemic, are literally willing to temporarily close down, lose inco...","sentiment_score":0.0472222222}
{"full_text":"RT The exponential rise in new COVID cases is alarming enough, but the number of new infections is probably much higher than...","sentiment_score":0.0845454545}
{"full_text":"RT Hey everyone, the survey linked below is to help us better understand how to best plan for the event, with regards to co...","sentiment_score":0.75}
{"full_text":"RT The best protection against the Omicron variant for yourself, your neighbors, and your family is getting vaccinated and g...","sentiment_score":1.0}
{"full_text":"RT I'm not saying Ron DeSantis has COVID, but I'd reaaaaaally encourage everyone in that room to quarantine for the next...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends staying at home with your dog so they're not sad","sentiment_score":0.25}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT don't b afraid to be the first one to suggest covid safety w friends!! \"I think I'll keep my mask on, ok?\" \/ \"wanna get ta...","sentiment_score":0.096875}
{"full_text":"Yeah for a month they're hiding he has covid.","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Me. I haven't. Hubby got it. But not me. Yet....","sentiment_score":0.0}
{"full_text":"RT Important note here from someone that works in healthcare!! The rapid tests are not picking up the new variant!!! The onl...","sentiment_score":0.4456676136}
{"full_text":"RT Omicron made a laughing stock of mask mandates, Covid passports, travel restrictions, contact tracing and quarantines.Wit...","sentiment_score":0.0}
{"full_text":"RT Via at least 1,000 healthcare workers at Connecticut's two largest hospital systems are (or were recently...","sentiment_score":-0.15}
{"full_text":"RT Back to the NFID conference: On the penultimate day I heard a presentation on the Lyme disease vaccine. After presenting pr...","sentiment_score":0.0}
{"full_text":"Ability to reproduce","sentiment_score":0.0}
{"full_text":"I hope Kyrie getting back on the court for the first time make him wanna get the vaccine, I know he not but I hope so lol","sentiment_score":0.35}
{"full_text":"RT #Telangana Covid Cases5-01-2022 - 15204-01-2022 - 10203-01-2022 -   4822-01-2022 -    272","sentiment_score":0.0}
{"full_text":"we got a new covid variant shit stuff and almost everyone ik is sick at the start of the year, me now included my body's a bit hot and my throat is sore aaaaa","sentiment_score":-0.1319805195}
{"full_text":"HOW AM I GOING TO GET COVID TWICE","sentiment_score":0.0}
{"full_text":"RT I know occupational licensing is not an exciting topic, but it is fascinating that it has become weaponized (in the form of...","sentiment_score":0.5}
{"full_text":"RT Adaptive pause for rest of the week at Glenbrook High Schools District 225 - COVID-19. Not enough staff to operate. ","sentiment_score":0.08}
{"full_text":"RT If you're fully vaccinated and boosted, you are highly protected from the Omicron variant.And we have enough vaccines to ge...","sentiment_score":0.08}
{"full_text":"RT So how does this not get taken down? The vaxed are sick all over the country. Epic fail.","sentiment_score":-0.3174603175}
{"full_text":"#SaveAgentsofSHIELD, because why not?!I never watched the show upon its initial airing. But it became one of the shows I watched during lockdown and enjoyed every minute!","sentiment_score":0.3125}
{"full_text":"RT World No. 1 tennis player Novak Djokovic was denied entry into Australia after initially being granted a medical exemption fro...","sentiment_score":0.0}
{"full_text":"I didn't ask for your opinion, I stated my own.","sentiment_score":0.6}
{"full_text":"I have asthma and had Covid. This is it. He also has confusion bc brain not getting enough oxygen. That part lasted months after I could breathe again.","sentiment_score":0.0}
{"full_text":" FUCK YOU COVID!Please let the new LA date be good news","sentiment_score":0.1454545455}
{"full_text":"RT insanely bleak that the guy who tells me when and where i can get a ps5 or a 3090 is now informing me about where and whe...","sentiment_score":-1.0}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"RT In her latest Substack, contemplates Covid's risk to kids under 5 where she carries on her well-establ...","sentiment_score":0.5}
{"full_text":"RT California just extended their indoor mask mandate to February 15th. With the Super Bowl on February 13th at Sofi Stadi...","sentiment_score":0.1666666667}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT \"After almost two gruelling years, it feels like we have forgotten what normal illness is like. Or that illness is normal an...","sentiment_score":0.15}
{"full_text":"RT the discordance of this specific message being delivered in the at-home TV interview","sentiment_score":0.0}
{"full_text":"RT The #Djokovic saga is not about whether you believe in covid vaccines, but whether you believe famous sports stars should...","sentiment_score":0.5}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Coincidental that those who keep comparing vaccine requirements to Nazi Germany did not pay attention while learning about history in school","sentiment_score":0.0}
{"full_text":"RT People are so daft. Contact tracing existed before COVID; how do you think food poisoning (E. Coli, salmonella), flu, measl...","sentiment_score":0.0}
{"full_text":"RT Interesting pronoun choice here. Also yes, the whole world is under pressure from the omicron variant. But many countrie...","sentiment_score":0.4}
{"full_text":"RT wouldn't it be cool if they took 1% of the military budget and just paid us all to stay home for 2 weeks","sentiment_score":0.125}
{"full_text":"RT children don't like remote learning. that's why we have to give every one of them the coronavirus, which they will love","sentiment_score":0.2}
{"full_text":"RT As The Experts(tm) move the goalposts to surgical or N95 masks, it's worth remembering that Germany has already required medical g...","sentiment_score":0.15}
{"full_text":"No, the reason for vaccination was to protect against exposure to COVID-19. It wasn't ever a backup plan in case other mitigations failed. It was THE PRIMARY PLAN. Society needs to move on. We can't keep hiding every time there is a new variant. That's ridiculous.","sentiment_score":-0.0843939394}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT I know I am a gaming &amp; electronics Twitter page, but I want to stress the importance of being safe out there with this new...","sentiment_score":0.3181818182}
{"full_text":"Although now in recovery for over 10 years, you are dead on accurate about addicts, although my brother wasn't an addict at the age of 14 (I was 12) he molested me for 5 years almost daily!! That is a true monster!!! Addiction is an illness just like Covid and Polio! Remember!!!","sentiment_score":0.3}
{"full_text":"RT I'm back on the road starting this weekend. Trying to get in some sets before Flurona takes over the whole nation. No mat...","sentiment_score":0.0666666667}
{"full_text":"If people want to stay home, then let them stay home. The majority of us want to go to work and provide for ourselves and our families. That's our constitutional right as an American citizen.","sentiment_score":0.1428571429}
{"full_text":"EYES WIDE OPEN","sentiment_score":-0.05}
{"full_text":"okay but if anyone has a rapids hookup i'd be incredibly grateful I've had way too many covid exposures recently to not have any tests ","sentiment_score":0.475}
{"full_text":"Omicron scare takes over Indian Cinema.!#IndianCinema, #Omicron, #RadheShyam, #RRRMovie, #Valimai","sentiment_score":0.0}
{"full_text":"RT Dejounte Murray, on live TV, when asked what is what like to have to stay out of the gym the first few days of COVID pr...","sentiment_score":0.0621212121}
{"full_text":"RT BREAKING: Novak Djokovic set to be flown out of Australia amid visa bungle and controversy over his vaccine exemption","sentiment_score":0.0}
{"full_text":"RT That's the deliberate and transparently obvious LNP transition to ignoring Covid altogether and to ignoring...","sentiment_score":0.0}
{"full_text":"Australia has swung from one extreme in pandemic control to the other - having great control of Covid, to now having the world's highest rise in daily cases.https:\/\/t.co\/aZdXuKBHna","sentiment_score":0.1375}
{"full_text":"BCHL Bulletin  Smoke Eaters paused by COVID-19 Express bring in a goaltender Hit the link  for more BCHL-related news! | Brian Wiebe (@Brian_Wiebe) | #BCHL #BCHL60 #BCHLNetwork #AHL #COVID19 #ECHL #NCAA #NHL #SJHL","sentiment_score":0.625}
{"full_text":"RT Our government has sacrificed all of us in the name of COVID but the children have definitely had t...","sentiment_score":0.0}
{"full_text":"RT I'm so pissed I have covid lmao especially because people are going to clubs and parties and not getting sick and I probab...","sentiment_score":-0.0380952381}
{"full_text":"RT If we have a \"booming economy\", then why did a record number of workers quit last year, why hasn't the federal minimum wage...","sentiment_score":0.0}
{"full_text":"Washington to distribute millions of at-home COVID tests and masks, expand vaccination clinics, Inslee announces. Coverage from at the","sentiment_score":0.0}
{"full_text":"China's stringent lockdown of 13 million residents in Xi'an is part of its larger 'zero-Covid' strategy that seeks to eradicate all local transmission.","sentiment_score":0.0}
{"full_text":"\"Is this burnout caused by the new lockdown, and if so, can it be fixed by hauling makeup?\": a developing story","sentiment_score":0.1181818182}
{"full_text":"We're spreading the word about Emergency Broadband Benefit, which provides discounts for #broadband service and devices to families struggling to stay connected during the pandemic. Learn more about the program here: ","sentiment_score":0.5}
{"full_text":"If you invest $1000 in $PIHPP today at $24.97 per share, and the stock prices rebound back to pre-pandemic prices at $26.93, your investment would be worth $1078.45! That's 8% growth and $78.45 profit!  See more:  $GWPH $TNAV $BGRN $PCOM $GUT.A","sentiment_score":0.3229166667}
{"full_text":"India is home to 60m small businesses that face ongoing challenges from the pandemic. We're proud to support Annapurna Finance as they reach low-income people with the financial tools needed to stay resilient. #MSMEs  More from","sentiment_score":0.2625}
{"full_text":"This city is again enforcing stricter health protocols following the detection of the highly contagious Omicron variant of coronavirus disease 2019 (COVID-19) in Arevalo district.https:\/\/t.co\/P9O6MIGZOV","sentiment_score":0.08}
{"full_text":".@CDCgov estimates the #Omicron variant now accounts for 95.4% of #COVID19 cases in the U.S. (via","sentiment_score":0.0}
{"full_text":"If you've recently been diagnosed with COVID-19, it may come as a shock &amp; bring further stress to an already challenging experience. While your physical health &amp; doing what you can to minimise spread of the virus are critical, it's equally important to manage your mental health.","sentiment_score":0.1142857143}
{"full_text":"RT Our vaccine tracker now includes a section on inequality","sentiment_score":0.0}
{"full_text":"Letters prove Tennis Australia were told on multiple occasions that contracting Covid was not a valid reason for an exemption as the PM cast doubt on Novak Djokovic's claims. Read the letters below: ","sentiment_score":0.0}
{"full_text":"Harrison JeffriesClass of '246'0\" 180lbsOLBPowdersville High School (SC)5.1 GPA4.73 40-yard dash91 tackles in 12 out of 13 games(missed one due to COVID-19)2 INTsAnderson County Defensive Player of the Week (Week 2)https:\/\/t.co\/JaehInxASa","sentiment_score":0.0175}
{"full_text":"RT Democrats have been in power for a year now. The pandemic is out of control and the economy is in the tank. This is their...","sentiment_score":0.0}
{"full_text":"RT covid started when i was 21. i'll be 37 this year.","sentiment_score":0.0}
{"full_text":"Hey babes  guess what  they say the baddest bitches live the hardest truths...  one of them is having contracted a variant  ... and as always I have been the baddest of bitches  I have Covid ","sentiment_score":0.1363636364}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT BREAKING REPORT: Texas Gov. Greg Abbott tells his National Guard BIDEN IS NOT their 'commander-in-chief,' SUES THE WHITE...","sentiment_score":0.0}
{"full_text":"Is it bad to have a nightly glass of wine while recovering from #COVID19? Or to eat indecent amounts of sourdough with margarine &amp; jam? And how much Netflix is going to turn the childrens' brains to mud? This whole situation is starting to feel a lot like spring 2020.","sentiment_score":-0.075}
{"full_text":"RT if any school district is struggling to remain open with covid-related staffing issues i am available to teach but i wi...","sentiment_score":0.2}
