{"full_text":"RT \"I don't think that Zients is the guy for the job,\" Kristin Urquiza said. Instead, she advised that a \"public health prac...","sentiment_score":0.0}
{"full_text":"RT \/1 Hi Lucy and your colleagues. Your advocacy toolkit contains poorly sourced, contexted, and biased information on men...","sentiment_score":-0.4}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"if this isn't me when they walked in with my covid test results being negative ","sentiment_score":-0.3}
{"full_text":"It's kind of odd that as far as deaths are concerned a SARS-CoV-2 infection is only relevant within 28 days, but with no death a reinfection then can't be registered until 90 days. Perhaps like deaths we should have more than one measure of reinfections. Say 28 &amp; 90 day cut-offs.","sentiment_score":0.2388888889}
{"full_text":"RT So many good people sacrificed so much to comply with the failed Covid policies. I am grateful to live in a country wi...","sentiment_score":0.2072727273}
{"full_text":"RT I need to regroup w my siblings. Coco, Covid+ and was fired dor that-- is needing $1200 for rent. So! Ill tag her","sentiment_score":-0.5}
{"full_text":"And to boot, it's actually the vaccine that is not working against omicron, not the drug therapy. Covid is spiking among the most vaccinated countries. Israel and Australia are examples of this lunacy.","sentiment_score":0.25}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"RT Nobody of any race in any profession at any job feels that their contributions are sufficiently acknowledged. That's lif...","sentiment_score":0.0}
{"full_text":"Covid is over, don't you know","sentiment_score":0.0}
{"full_text":"Open Letter to the MHRA Regarding Child Death Data - HART Signals that Covid-19 Vaccines may have caused death in children and young adultsURGENTRE: Signals that Covid-19 Vaccines may have caused death in children and young adults","sentiment_score":0.0666666667}
{"full_text":"The GOP is actively spreading Covid in order to attack the Dems on its \"failure\" to return to normalcy.  It is not hyperbole to say that the GOP is currently PRO-COVID.","sentiment_score":-0.15}
{"full_text":"RT Monkeys who were being transported to a lab in USA were not quarantined and a close contact had to be given antivirals after de...","sentiment_score":0.0}
{"full_text":"Conservative politicians support antisemitism, threats against our PM and insurrection.  Fixed it for you CTV #NeverVoteConservative","sentiment_score":0.1}
{"full_text":"RT Former US President Donald Trump's son...@DonaldJTrumpJr weighs into #cdnpoli Calls truckers part of convoy headed to O...","sentiment_score":0.0}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"I do not have many followers but I am truly begging each one if you to RT my former classmate's long COVID story so we can get her family as much support as possible. Her latest update is here:","sentiment_score":0.1916666667}
{"full_text":"Many Z list celebs will just make out that they support whatever their core followers are in to, so clearly her Twitter followers are much more anti COVID than the Insta ones, very fake attitude","sentiment_score":0.1125}
{"full_text":"vivo Y32 - Full Phone Specifications#BarryBonds #DavidOrtiz #BigPapi #Cooperstown#Sosa #KidRock  #AlfredoAdame #sutsukiri #mobile #vivo #omicron","sentiment_score":0.35}
{"full_text":"RT France just reported over 500k new Covid cases in one day. That's almost 1% of their entire country. It's time to shut the...","sentiment_score":0.0681818182}
{"full_text":"RT For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to...","sentiment_score":0.175}
{"full_text":"RT To the Covid people: Omicron is mild because we're reaching herd immunity. How did that happen? Because so many of us, who...","sentiment_score":0.4166666667}
{"full_text":"RT Third, SARS-CoV-2 mutates at 33% the rate of H1N1 and 25% the rate of H3N2 influenza viruses - this is GOOD news.It a...","sentiment_score":0.35}
{"full_text":"Translation:  Desantis is an idiot.","sentiment_score":-0.8}
{"full_text":"RT This is #WesternAustralia seen this?","sentiment_score":0.0}
{"full_text":"RT The unmasked partier is worried the guy alone in his truck is spreading COVID. #JustinFlation","sentiment_score":0.0}
{"full_text":"RT France just reported over 500k new Covid cases in one day. That's almost 1% of their entire country. It's time to shut the...","sentiment_score":0.0681818182}
{"full_text":"RT (1\/5) The National Advisory Committee on Immunization (NACI) has updated its guidance on the use of COVID-19 vaccines in...","sentiment_score":0.0}
{"full_text":"- Free at-home COVID-19 tests","sentiment_score":0.4}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"RT Merck's COVID-19 pill was developed with U.S. Gov't funding at Emory University (NIH &amp; DOD's DTRA $). Then Emory sold...","sentiment_score":0.1}
{"full_text":"Biden referred to a sh*tty Fox News reporter as stupid, called him afterwards to apologize. The Former Guy facilitated the spread of a pandemic that has killed nearly 900K Americans, stated he doesn't take responsibility for it, and never has apologized. F*ck both-sides-ism!","sentiment_score":-0.21875}
{"full_text":"RT \"Don't let anyone shame you for demanding your rights. For protecting your children after years of enormous sacrifice....","sentiment_score":0.0}
{"full_text":"RT Having a hard time squaring how you can be religiously opposed to a Covid vaccine, but took the anthrax, small pox, year...","sentiment_score":-0.1805555556}
{"full_text":"RT For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to...","sentiment_score":0.175}
{"full_text":"RT Utah has numerous challenges, a toxic GOP-LDS culture being among the less discussed but perhaps the most central, certain...","sentiment_score":0.1095238095}
{"full_text":"RT I'm in a really bad spot. I wasn't expecting to have to pay so much for the covid meds. I'm in quarantine. Need Gatorade,...","sentiment_score":-0.25}
{"full_text":"RT If you have full blown AIDS, the flu and are Covid positive w\/ symptoms--hospitals will treat you, so long as you took the...","sentiment_score":0.1757575758}
{"full_text":"RT Morrison bungled Omicron. But in Murdoch's parallel universe of 'resets', he went from strength to strength. Now the election...","sentiment_score":0.0}
{"full_text":"RT 2) I'm not sure it's #BA2 subvariant of Omicron yet. The sequencing of BA2 shows it's still low in  but increasing expone...","sentiment_score":-0.125}
{"full_text":"RT Once more for the people at the back: Opposing vaccine mandates is not the same as opposing vaccines.","sentiment_score":0.1666666667}
{"full_text":"RT Thousands of NSW children are missing out on childcare as staff shortages and rising COVID-19 case numbers hit the sector |","sentiment_score":-0.2}
{"full_text":"RT #BREAKING |  COVID-19 testing company [Center for COVID Control] that claimed to run more than 300 POP-UP LOCATIONS across...","sentiment_score":0.2}
{"full_text":"RT Robert Pattinson about shooting #TheBatman during the pandemic: \"It was a very intense experience! We weren't allowe...","sentiment_score":0.325}
{"full_text":"So stupid! Asymptomatic people can still transmit the virusPeople without symptoms can spread the omicron variant. testing is critical in preventing more infections. But it does increase the numbers!https:\/\/t.co\/kSVjc5w9Lo","sentiment_score":-0.1666666667}
{"full_text":"Most of my students are autistic. Many of them have continued to  wear masks despite the fact that their classmates are not. One of them recently lost her mom to Covid. I feel powerless to keep my students safe.","sentiment_score":0.1333333333}
{"full_text":"So he can catch and spread covid? ","sentiment_score":0.0}
{"full_text":"RT Today we presented a resolution to Dr. and Dr. Maria Elena Bottazzi for their role in reducing the impact of...","sentiment_score":0.0}
{"full_text":"RT Great, just what we needed","sentiment_score":0.8}
{"full_text":"RT [Official MV] `yaaaiklekin (Social Distancing) - Perth Tanapon | Studio ... lewat","sentiment_score":0.0333333333}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT If Democrats want everyone to show ID to dine out as a part of COVID restrictions, showing ID to vote should be a no-b...","sentiment_score":0.0}
{"full_text":"Accommodating the unvaccinated in BC  you're welcome.","sentiment_score":0.8}
{"full_text":"RT Triple vaxxed.","sentiment_score":0.0}
{"full_text":"RT Regeneron itself says their monoclonal antibody treatments do not work against Omicron. Ron DeSantis wants to keep wast...","sentiment_score":0.2}
{"full_text":"RT Not only do vaccine passports not work, they're destroying the restaurant business tooUseless and destructive, so naturally s...","sentiment_score":-0.175}
{"full_text":"What they didn't know is most men under 28 are at extreme risk of heart damage and inflammation from 2nd dose of any \"vaccine\". Sir I'll take permanent heart damage for 1200, give me my 3 months of protection.","sentiment_score":0.125}
{"full_text":"RT hey, I'm here literally as a last resort. While finishing my first week of out patient care, the hot water heater in m...","sentiment_score":0.1666666667}
{"full_text":"RT It is a FACT that there were more pediatric #COVID19 deaths in one week than pediatric influenza deaths this entire year. D...","sentiment_score":0.25}
{"full_text":"RT Throughout the pandemic, have provided direct support to the most vulnerable in our community with heating an...","sentiment_score":0.0333333333}
{"full_text":"RT U.S. health officials are halting use of two COVID-19 antibody drugs because they don't work against the omicron varia...","sentiment_score":0.0}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"Remdesivir showed renal damage in ebola trials. With that knowledge, they decided it was worthy to be repurposed for covid. Other effective and affordable drugs were ignored and even banned. Yes indeed, business, patents being the main enabling factor.","sentiment_score":0.24375}
{"full_text":"RT Educators are experiencing burnout and other negative mental health impacts linked to the provincial governments failed...","sentiment_score":-0.25625}
{"full_text":"RT Why haven't we let doctors be doctors?Dr. Paul Marik's experience treating Covid-19 patients is heartbreaking.","sentiment_score":0.0}
{"full_text":"how did they test the deer for covid?  how did they KNOW TO test the deer for covid?  who got close enough to a deer while positive to transfer covid?  were these deer showing symptoms?  in conclusion, what the fuck?","sentiment_score":-0.0575757576}
{"full_text":"RT It is a FACT that there were more pediatric #COVID19 deaths in one week than pediatric influenza deaths this entire year. D...","sentiment_score":0.25}
{"full_text":"World economic forum recently did a simulation of this very thing, right? I'm sure it's pure coincidence though...ya know, like Covid happening after event 201.","sentiment_score":0.2333333333}
{"full_text":"Those taking acetaminophen without a qualm but rejecting the vaccines for their connection with abortion seemed to have things exactly backwards, lowering the bar for their own headaches and then arbitrarily raising it for the pandemic.--Brett Salkeldhttps:\/\/t.co\/K9rGnyKz3i","sentiment_score":0.25}
{"full_text":"RT Don't believe these \"advocates\" for a second. Misrepresenting data to support an agenda no matter the current circums...","sentiment_score":0.0}
{"full_text":"RT Another variant is on the move.","sentiment_score":0.0}
{"full_text":"RT So now that this variant is the dominant variant is there data on death rates and stuff? Still low? If so then why are we...","sentiment_score":0.0}
{"full_text":"RT U.S. diplomatic officials in China were asked to submit to anal swab COVID-19 testing by the Chinese government, and they did i...","sentiment_score":0.0}
{"full_text":"RT Any parent or student that is told they cannot attend school in #NY21 if they do not wear a mask, please contact my offi...","sentiment_score":0.0}
{"full_text":"- apologies if I'm tone deaf but we needed this before the pandemic \\-:","sentiment_score":0.0}
{"full_text":"These curves lack the persistent vaccine efficacy of the primary series against prior variants.","sentiment_score":0.2}
{"full_text":"I said \"the fake news media makes covid vaccines\".","sentiment_score":-0.5}
{"full_text":"RT This guy is openly advocating for parental consent to be removed for 12-year-old kids. And he's a liar. The vaccines do n...","sentiment_score":0.0}
{"full_text":"Japan's minority of delta variant patients at risk of being missed in omicron focus --- The Mainichihttps:\/\/t.co\/9oW9ZS1VkE","sentiment_score":0.0}
{"full_text":"RT It's clear that Lachlan Murdoch, Rupert Murdoch, and other Fox executives know this is a lie, they know it will kill people, and...","sentiment_score":-0.0125}
{"full_text":"RT You wrote a book during a pandemic. You wrote a paragraph during the pandemic. You wrote during a pandemic. Go treat yourse...","sentiment_score":0.0}
{"full_text":"New programs in Baldwin County promise to help families struggling with the recent COVID-19 surge by delivering groceries and medicine to folks who qualify.","sentiment_score":0.0681818182}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"RT Ivermectin could end this Pandemic in less than a month...But then Democrats will have no excuse to demand mail in ballo...","sentiment_score":-0.0708333333}
{"full_text":"Women-owned businesses caught between Omicron, labor shortage:","sentiment_score":0.0}
{"full_text":"RT Covid-19: 23 new community cases reported in NZ, number of Omicron cases reaches 56","sentiment_score":0.1363636364}
{"full_text":"Legislation is heading to the House to extend a legal shield to Idaho businesses, schools and government entities from lawsuits if someone catches COVID-19.","sentiment_score":0.2}
{"full_text":"#GrandTamasha w is back!Season 7 launches w\/guest editor of asks Sukumar to assess India's COVID response, the impact of the pandemic on federalism, and whether India's economy has turned a cornerListen now https:\/\/t.co\/dlqpmTD8G9","sentiment_score":0.0}
{"full_text":"FreeJack has four variations of a skill: perfect, excellent, good, and miss. Here we see the animator showcasing the 'good' variant of the classic parkour vault. All credits to Foxeh for taking the time to showcase his work.#b3d #bnpr #Blender3d  #indie  #gamedevs #indiegaming","sentiment_score":0.5944444444}
{"full_text":"This meta-analysis of individual patient data from 8 RCTs with bayesian statistical methods found no difference, on average, between convalescent plasma and control interventions on primary clinical outcomes in hospitalized patients with #COVID19.","sentiment_score":0.0833333333}
{"full_text":"Did ANY of our \"journalists\" dare to question the effectiveness of passports? Can we point to any hard evidence that they have actually decreased transmission? Esp given high vaccine evasion of omicron, how are they remotely useful at this point?","sentiment_score":-0.0579166667}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT The pandemic is still there. But Bongbong Marcos' platform for economic growth as well as the work he promised to the peo...","sentiment_score":0.2}
{"full_text":"#GATE Exam 2022: No Postponement; Check Last Minute Preparation #Tips and #COVID19 Guidelines#newshttps:\/\/t.co\/rxkgvLbMul","sentiment_score":0.0}
{"full_text":"So you're saying everyone is dying of Covid?  Man you have to get out of the basement.","sentiment_score":0.0}
{"full_text":"A groundbreaking Covid-19 vaccine trial is now under way which could see the devastating Omicron variant specifically targeted.https:\/\/t.co\/tQu5U9UOcA","sentiment_score":-1.0}
{"full_text":"You don't have to swipe right to find match...ing opportunities &amp;networks as a researcher to contribute to social, life or natural science studies during the COVID-19 pandemic.Just visit the Coronavirus Global R&amp;I Collaboration Portal ","sentiment_score":0.1047619048}
{"full_text":"RT A Boston hospital is the latest to deny an organ transplant to a patient who refused to get vaccinated against COVID-19 htt...","sentiment_score":0.5}
{"full_text":"Which Covid patients get monoclonals? CDC study spots big disparities.","sentiment_score":0.0}
{"full_text":"Despite the omicron surge, college students are starting the spring semester on campus - and administrators are bracing for the worst.","sentiment_score":-0.5}
{"full_text":"\"..hoping to inform better therapy for ME\/CFS and other pathogen-related long-term conditions,\"","sentiment_score":0.1875}
{"full_text":"RT Thank you guys for #RT'n our tweet@Silent_Hill_Rad@ShardSalty@BrothersOfArch1@levy_sir@USBandsincRock on #F...","sentiment_score":0.0}
{"full_text":"The head of the World Health Organization warned the end of the pandemic might not be as near as a new variant is found in Washington.https:\/\/t.co\/2tnJVc0luS","sentiment_score":0.1181818182}
{"full_text":"With #foodinsecurity on the rise, largely due to the #pandemic, drought, and conflict, #Afghanistan is facing one of the worst humanitarian crises. From","sentiment_score":-0.5625}
{"full_text":"ICYMI: The Biden administration has officially withdrawn a rule that would have required workers at big companies to get vaccinated or face regular COVID testing requirements.https:\/\/t.co\/ZLqSc2FBEj","sentiment_score":0.0}
{"full_text":"#Opinion It's difficult to maintain normal economic activities when strict anti-pandemic measures are in force. Yet China has to navigate through choppy seas to develop its economy and maintain its global competitiveness, and it will do so.","sentiment_score":-0.07}
{"full_text":"\"Are we in the clear? Absolutely not.\" Interior Health resists complacency even as COVID-19 cases wane | WATCH: #Kamloops","sentiment_score":6.938893904e-18}
{"full_text":"Boris Johnson is under renewed pressure after Downing Street admitted staff gathered inside No 10 during the first Covid lockdown to mark his birthday.https:\/\/t.co\/KpdQl4YS3h","sentiment_score":0.25}
{"full_text":"Nathan Phillips, Northshore Senior Center chief executive officer, writes about ways the center has adapted to the pandemic.https:\/\/t.co\/NAtAaLSM8x","sentiment_score":-0.1}
{"full_text":"RT Determining the origin of a virus that has devastated the lives of millions of people is absolutely necessary. P...","sentiment_score":0.0}
{"full_text":"RT Mr Trudeau needs to govern this country. He should be thinking of ways to calm the waters and should instruct his people not...","sentiment_score":0.3}
{"full_text":"So a swann-dri will also prevent Covid LOL","sentiment_score":0.8}
{"full_text":"Current Conditions for #Sayre PATemp: 18.2FWind Chill: 15.2FHumidity: 63%Dew Point: 7.7F Barometer: 30.336 inHgWind: 3 mph from the WCorona Virus Weekly Stats:Cases: 711.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT If you want perspective on how how people &lt;35 die in the US, relative to COVID, take a look. It would be nice if we place...","sentiment_score":0.3}
{"full_text":"RT I really do hate vaccine conspiracy theorists","sentiment_score":-0.8}
{"full_text":"RT Like Ron DeSantis, they don't work on omicron.","sentiment_score":0.0}
{"full_text":"How does UNL arrive at $631.00 in Program\/Facilities fees during a pandemic? I want somebody to show their work and walk me through how they arrived at that number.","sentiment_score":0.0}
{"full_text":"Why waste on heart on someone who is likely to have serious illness\/death if he contracts Covid as an unvaccinated transplant patient?","sentiment_score":-0.1777777778}
{"full_text":"There is much harm done to unity &amp; discourse on essential ethics in the church (abortion always ends an innocent life\/thus is always wrong) when debatable positions (masking) that have NO correlation w\/life preservation become the new barometer for \"pro-life\" moral legitimacy.","sentiment_score":0.0560606061}
{"full_text":"\"Accordingly, it is possible that mild or asymptomatic cases are not being reported and thus our understanding is somewhat incomplete,\" says emergency medicine physician at #OSUWexMed.","sentiment_score":0.1666666667}
{"full_text":"RT Can someone remind us how our Civic Center shanty town is saving us from Covid again? #SanFrancisco","sentiment_score":-0.1}
{"full_text":"RT The six-time World Championship medallist WAS FULLY VACCINATED.And he died.Put that in your headline, scumbags.","sentiment_score":0.0}
{"full_text":"RT Wow, this is a bad take: argument that Trump's encouragement of insurrection is not as bad a threat to as private charities...","sentiment_score":-0.325}
{"full_text":"RT WALK-IN VACCINATIONS TODAY | Children and adult COVID-19 vaccinations available today, Australia Day. No appointment needed. Op...","sentiment_score":0.25}
{"full_text":"Was the COVID response in the Indo-Pacific and China.","sentiment_score":0.0}
{"full_text":"RT The U.S. health regulator revised on Monday the emergency use authorizations for COVID-19 antibody treatments from Rege...","sentiment_score":0.0}
{"full_text":"Entering an \"endemic\" phase of COVID-19 means some things will change while others will remain, indefinitely. #NCPA","sentiment_score":0.0}
{"full_text":"RT I knew I had done something right when my kids got covid and weren't scared at all. I shudder to think of how terrified s...","sentiment_score":0.2857142857}
{"full_text":"Soooo...whats it like to see how ignorant the commenters are on here everyday? I would probably start thinking about a  eugenics bill , we need something to thin this idiocy gene out besides covid. Its like the inbreds from wrong turn figured out how to tweet.","sentiment_score":-0.35}
{"full_text":"I TESTED NEGATIVE FOR COVIDLET'S FUCKING GOOOO!!!!https:\/\/t.co\/bCTMD3QQrz","sentiment_score":-0.45}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT Regeneron, which makes monoclonal antibodies, says that they don't work against OmicronRon DeSantis is falsely claiming that...","sentiment_score":-0.4}
{"full_text":"RT If you have full blown AIDS, the flu and are Covid positive w\/ symptoms--hospitals will treat you, so long as you took the...","sentiment_score":0.1757575758}
{"full_text":"We've really been in this pandemic for 3 years ","sentiment_score":0.2}
{"full_text":"Your dad skipped six months worth of COVID task force meetings","sentiment_score":0.3}
{"full_text":"RT Dug into the COVID antigen rapid test pamphlet to get some real sensitivity and specificity data for my AP Statistics cla...","sentiment_score":0.2}
{"full_text":"RT Notice how everyone but genuflecting members of the Trudeau cult (including the 'national' media) are characterized as \"fa...","sentiment_score":0.0}
{"full_text":"RT #BREAKING |  COVID-19 testing company [Center for COVID Control] that claimed to run more than 300 POP-UP LOCATIONS across...","sentiment_score":0.2}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"RT Things that do not work:* Lockdowns* Vaccine Mandates* Mask Mandates* Vaccine PassportsAnd yet California does all...","sentiment_score":0.0}
{"full_text":"Good. I mean, not good. But good.","sentiment_score":0.184375}
{"full_text":"RT Weird how the cdc data is different than the rest of the world","sentiment_score":-0.25}
{"full_text":"RT Now that there's a 9\/11 worth of deaths from covid every day &amp; they call that \"freedom\", can we at least disband the TSA? Wha...","sentiment_score":0.0}
{"full_text":"vivo Y32 - Full Phone Specifications#BarryBonds #DavidOrtiz #BigPapi #Cooperstown#Sosa #KidRock  #AlfredoAdame #sutsukiri #mobile #vivo #omicron","sentiment_score":0.35}
{"full_text":"RT Infection prevention &amp; control and public health experts conceding that Covid is airborne","sentiment_score":0.0}
