{"full_text":"Individuals 12 &amp; older can now schedule COVID-19 vaccine appointments at #BCH for February - through or 303-415-7777. Our BCH Vaccine Clinic at the Della Cava Medical Pavilion is open Tuesdays &amp; Fridays from 9am to 6pm. Plenty of appointments are ...1\/3","sentiment_score":0.0555555556}
{"full_text":"RT  now has two confirmed Downing St sources confirming PM knew about the Downing St party in May Sue Gray report...","sentiment_score":0.4}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"What this will *not* be: hard-up freelancers who really needed some help...What this *will* be: come on, we all know who stole the money#BorisJohnson #COVID19","sentiment_score":0.2}
{"full_text":"We live in a world where people are taking HRT for Covid... this is literally life saving medicine, FOR TRANS PEOPLE, and antivaxxers are now taking it.","sentiment_score":0.1363636364}
{"full_text":"RT They want to silence me, this is what I posted Court in France ruled death from COVID-vaccine a suicideLegal reasoning:...","sentiment_score":0.0}
{"full_text":"RT our girl covid dominating the charts since her debut","sentiment_score":0.0}
{"full_text":"No one said they are exactly the same - the point is the Greens broke the Scottish Parliament's Covid rules and instead of being punished were rewarded by being brought into government","sentiment_score":0.125}
{"full_text":"RT omicron, waiting for me to leave my house","sentiment_score":0.0}
{"full_text":"RT Child hospitalizations reach record high amid omicron surge","sentiment_score":0.16}
{"full_text":"RT He was raising his voice for people during Demonitisation, unplanned Lockdown, Farmer protest, Women safety , China  and...","sentiment_score":0.0}
{"full_text":"RT BREAKING: angry residents discover human beings are the ones performing these services","sentiment_score":-0.25}
{"full_text":"It's a miracle shot! Can't stop covid infection, getting serious ill or dying from covid, but it can make a paralyzed man walk n talk for the first time in 5 yrs!!","sentiment_score":-0.1475694444}
{"full_text":"Meanwhile:https:\/\/t.co\/ekSeLVYRoC","sentiment_score":0.0}
{"full_text":"RT My new self-inquiry before I consider meeting anyone in person is, \"Is this how I want to catch covid?\"","sentiment_score":0.1363636364}
{"full_text":"Fully redid the fire imp texture and slightly updated some of the colors used in it. I also made a purple variant called an arch fire imp#lowpoly #Blockbench #3D #3dart #pixelart #pixelartist #gamedev","sentiment_score":-0.1666666667}
{"full_text":"Also wishing you a speedy recovery! Cannot underestimate how much we appreciate your continuous and relentless advocacy for RATs and common sense that the CDC seems to lack.","sentiment_score":-0.05}
{"full_text":"RT Lockdown only' alternative: NSW premier The best way out of this pandemic is to continue to stand strong and to push throu...","sentiment_score":0.4777777778}
{"full_text":"Djokovic has said that you can make toxic water and food holy by prayers. So why can't he use his prayers and make that 'toxic' vaccine holy? ","sentiment_score":0.0}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"Meanwhile, US immigration plummeted as visas become more difficult and COVID shuts things down.","sentiment_score":-0.0518518519}
{"full_text":"also available for tomorrow's (1\/18) clinic hours. New dates for the Pfizer vaccine for kids 5-11 have also been added:Feb. 4, 2022 (2-6pm): 1st &amp; 2nd dosesFeb. 11, 2022 (2-6pm):1st  &amp; 2nd dosesFeb. 25, 2022 (2-6pm): 2nd dose onlyMar. 4, 2022 (2-6pm): 2nd dose only 2\/3","sentiment_score":0.0766233766}
{"full_text":"RT No vaccine, no French Open for Djokovic, says French Sports ministry","sentiment_score":0.0}
{"full_text":"RT A Downing Street source has backed up Dominic Cummings' claim that Boris Johnson was made aware in advance of a Downing Street...","sentiment_score":0.25}
{"full_text":"RT As coronavirus continues to kill thousands per day, it's important to humanize their deaths. These 15 threads are dedicated...","sentiment_score":0.4}
{"full_text":"RT BREAKING: angry residents discover human beings are the ones performing these services","sentiment_score":-0.25}
{"full_text":"More info available at - including tips for scheduling your vaccine &amp; requirements for vaccination, including parental consent forms. All vaccines are by appointment only. #GetVaccinated #GetBoosted #WearYourMask","sentiment_score":0.3}
{"full_text":"RT Breaking!! We've just been advised.No Covid-positive worker will be forced to work at Teys abattoir after the company...","sentiment_score":-0.3}
{"full_text":"Here's how Canada added so many permanent immigrants in 2021 despite COVIDhttps:\/\/t.co\/kWKjHyZ4Tq","sentiment_score":0.5}
{"full_text":"In an effort to help slow the spread of COVID-19, reduce absenteeism, and to continue to support our school communities, SCCDSB is pleased to offer rapid antigen test kits for symptomatic students and staff.https:\/\/t.co\/B0hNiV8DKb","sentiment_score":0.1}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT If someone does a cleaning job whilst on the dole and gets caught, they get book and more thrown at them. Rishi Sunak...","sentiment_score":0.5}
{"full_text":"It did have the advantage of allowing subsidies to be provided to hospitality, given that so many bookings were being cancelled etc. It didn't *seem* like a serious public health measure against something like #COVID19","sentiment_score":0.0555555556}
{"full_text":"RT Hey Ronny, a lot of people in your district are hospitalized with Covid. Why is that?","sentiment_score":0.0}
{"full_text":"RT $4.2bn deep seaport: FG will own the port via NPA in partnership with Akwa Ibom state. It is funded via PPP. Construction starte...","sentiment_score":0.3}
{"full_text":"RT Well....imagine that...weird right? Covid Scotland: Case rates lowest in unvaccinated as double-jabbed elderly drive rise in h...","sentiment_score":0.2857142857}
{"full_text":"RT The Prime Minister has made a mockery of this country, has served his own interests throughout the pandemic and lies p...","sentiment_score":0.6}
{"full_text":"RT and as predicted Cabinet Ministers are praising Boris Johnson with \"but he got Brexit done\"So here is a reminder tha...","sentiment_score":0.0}
{"full_text":"RT Please be safe, remember Covid19 is still with us. Sanitize and wear that mask. Good night.","sentiment_score":0.6}
{"full_text":"The VA Legislature set the rules last year when they passed a law saying schools will follow the CDC guidelines. Now the Governor is trying to override a law put in place by democratically elected officials. So yes, it is overreach on Youngkin's part.","sentiment_score":0.0}
{"full_text":"Amazing","sentiment_score":0.6}
{"full_text":"RT if you've tested positive for racism at any time in the past 365 days, the CDC now recommends that you shut the fuck u...","sentiment_score":-0.1409090909}
{"full_text":"RT Fourth $PFE dose is insufficient to ward off Omicron, trial from Israel suggests.","sentiment_score":0.0}
{"full_text":"being out for public, scared for my life because people are weird and covid is lingering","sentiment_score":-0.25}
{"full_text":"RT Inequality is raging and costing lives. It's not by chance. It's wrong.And it kills.For our future to be equal, we must #...","sentiment_score":0.0}
{"full_text":"RT has the REAL \"science\" to help curb the pandemic on a global level. Cross reactivity to mutations in an ORAL pill ...","sentiment_score":0.0666666667}
{"full_text":"RT I got vaccinated, boosted, wear a mask, and always socially distance and I still got Covid so you better hurry up and...","sentiment_score":0.2666666667}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"Any comment about the million plus adverse reactions and 1300 plus and rising deaths from the experiment you carried out on the masses.Why did you lie to parliament and the masses and not inform them the virus was downgraded to the likes of flu in March b4 the first lockdown","sentiment_score":0.25}
{"full_text":"RT Reading this, my heart breaks.Your courage, two years in to this pandemic, to keep giving away pieces of your...","sentiment_score":0.0}
{"full_text":"RT I'm writing about the stupidest, most cruel, lunatic, without any scientific basis Covid rules. All nominations\/anecdo...","sentiment_score":-0.25}
{"full_text":"RT Good news! My mom is fine. She slept the wrong way so that's probably why she woke up sick. Thank you for the prayers! S...","sentiment_score":-0.025297619}
{"full_text":"RT Taking money from schools because they want kids to mask during a pandemic is a hell of a take.","sentiment_score":0.0}
{"full_text":"RT #AForeignAffair Why didn't, reveal to Bryan Dobson (14\/1) on that he ordered investigation int...","sentiment_score":0.0}
{"full_text":"RT $PFE Covid-19 antiviral pill has been approved in Canada","sentiment_score":0.0}
{"full_text":"RT  Exclusive Home Office staff 'mingled and drank prosecco' during lockdownPriti Patel has said she'd call the polic...","sentiment_score":0.0}
{"full_text":"RT East Arnhem Land communities sent into lockdown as NT records 284 new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"RT Let me get this straight: Trumps strategy is to make his White supporters mad by lying about having to go to the back of...","sentiment_score":-0.10625}
{"full_text":"RT France said Novak Djokovic will not be allowed into their country to compete in the French Open unless he is vaccinated,...","sentiment_score":0.0}
{"full_text":"I think COVID is serious and it demands a serious response. I also think that powerful entities limiting access to varying qualified opinions and valid information is serious and demands a serious response.","sentiment_score":-0.2066666667}
{"full_text":"RT The Government of Ontario has stopped all public reporting on the vaccination status of Covid deaths.@fordnation","sentiment_score":0.0}
{"full_text":"RT Beginning this Wednesday, every household will be able to order 4 free at-home COVID-19 tests. Visit","sentiment_score":0.45}
{"full_text":"I cannot remember how I was at my late partner's funeral as it was during Covid. The hospital where he worked &amp; I did previously had a guard of honour outside it and did I weep. That is where we met.","sentiment_score":-0.1555555556}
{"full_text":"RT 3 factors that can affect student loan borrowing in a weak economy, and can help explain the potential impact of COVID-19:...","sentiment_score":-0.1875}
{"full_text":"RT Two years into this, multiple vaccines available, and my mother's funeral service can only be held outside, in -10 degree...","sentiment_score":0.1}
{"full_text":"I used to work at MRC Harwell. About 25 years ago. MRNA biotech along with tumors. - The reason why I refuse the vaccine (mRNA version). Is there was no public domain data to show the mRNA sequence and its relationship with tumors. IARC 2B Genotoxic classification.","sentiment_score":0.0}
{"full_text":"RT I got vaccinated, boosted, wear a mask, and always socially distance and I still got Covid so you better hurry up and...","sentiment_score":0.2666666667}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"Kyrsten Sinema has been ratio'd.A magnitude 5.6 ratio was detected. We estimate this to be the 21st worst tweet this month.","sentiment_score":-0.5}
{"full_text":"Michelle has covid ","sentiment_score":0.0}
{"full_text":"RT The the two weeks training for the Kofi Annan Global Health Leadership Program started today on t...","sentiment_score":0.0}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"Pseudo, because the fed government refuses to give anyone aid and the state governments know it would probs be political suicide to do another state lockdown. But people aren't going out. Or doing much at all.Except working, unless (or even if) they have covid.","sentiment_score":0.1}
{"full_text":"Stephen A. Smith details scary COVID-19 battle: 'Didn't know if I was gonna make it'","sentiment_score":-0.5}
{"full_text":"covid headache is the worst thing to ever happen to me","sentiment_score":-1.0}
{"full_text":"RT UK govt writes off PS4.3bn of PS5.8bn stolen from its emergency Covid-19 schemes. All down to govt incompetence. Needed to ch...","sentiment_score":-0.1555555556}
{"full_text":"RT The government is working hard to stop this horrendous COVID pandemic that has killed Americans by the hundreds of thou...","sentiment_score":-0.2458333333}
{"full_text":"RT Every time Joe Rogan does a  podcast, the CDC has to change their narrative.","sentiment_score":0.0}
{"full_text":"Sky News claims Alan Jones's misleading commentary balanced by covering daily Covid press conferences What gormless shite, typical Murdoch. That could only apply if the audiences are the same.   RDM","sentiment_score":-0.0416666667}
{"full_text":"RT Australia shows the world how it can END Covid tyranny once and for all with civil disobedience.This is EPIC ","sentiment_score":0.1}
{"full_text":"Welp I got covid.I'm having a but of a hard time breathing and I have a cough and a sore throat.Fck COVID UGH","sentiment_score":-0.2916666667}
{"full_text":"Sad reality.","sentiment_score":-0.5}
{"full_text":"RT Voted twice against giving PS170 million to feed vulnerable hungry kids at Christmas","sentiment_score":-0.5}
{"full_text":"RT There should be an immediate end to:'vaccine passports', mask mandates, coercion to take an experimental injection, 'n...","sentiment_score":0.1}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"RT When Rishi Sunak tells us that he has written off PS4.3 billion pounds fraudulently claimed in covid payments, remember that...","sentiment_score":0.0}
{"full_text":"RT This is your annual reminder there is no scientific basis for Blue Monday.Seasonal depression is real. Pandemic fatigue is re...","sentiment_score":0.1}
{"full_text":"RT We should learn to live with Covid, but we shouldn't ever learn to live with the Covid restrictions.","sentiment_score":0.1363636364}
{"full_text":"RT Other African States &amp; mainstream media are mizing the uprising in Mali because if other Africans joined in this then it wou...","sentiment_score":-0.0833333333}
{"full_text":"RT We call upon the provincial government to continue to collect and report on COVID-19 data in schools. Waiting until 30...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"The only Republican I'm still friends with is an admitted racist. Worst thing is she and her husband are retired law enforcement. They want all blacks put in prison. That's their solution. She is vaxxed but never encourages cops to get the vaccine, and they are dying from Covid.","sentiment_score":-0.5}
{"full_text":"RT Health Ministry's COVID-19 update:* 11 additional deaths * 382 new cases #NEWS #COVID19 #TrinidadandTobago","sentiment_score":0.1363636364}
{"full_text":"RT Hypo for my illest criminal defense lawyers. If someone spits on me during this pandemic, and i flip out, react, and kill...","sentiment_score":-0.4}
{"full_text":"RT Is it normal to elect a PLA major general, Dan-ming Fan, to be a foreign associate of U.S. National Academy of Medicine?...","sentiment_score":0.1875}
{"full_text":"RT Lucy in medicine we use the term vaccine hesitant. They are a heterogeneous group and any ethical medical care mandate...","sentiment_score":0.1}
{"full_text":"Geebuz","sentiment_score":0.0}
{"full_text":"The vaccines don't stop the spread of COVID; they only lessen or prevent symptoms in the person who is vaccinated. I myself am vaccinated, but I don't think that we should be forcing other people to take the vaccine when it doesn't actually stop COVID.","sentiment_score":-0.0416666667}
{"full_text":"Glad WL could mint 5 so I could lock down that incentive...#IYKYK","sentiment_score":0.1722222222}
{"full_text":"RT Someone just told me I should respect other's decisions to not get vaccinated.Will they then respect my health and t...","sentiment_score":-0.125}
{"full_text":"RT Oh oh!!!!..  We told you so keeps popping into my head....","sentiment_score":0.0}
{"full_text":"RT What health risk does Djokovic pose? He just had Covid, and data now shows vaxed could catch\/transmit Covid at a higher...","sentiment_score":0.25}
{"full_text":"RT Pandemic leadership matters. #COVID19 mortality per capita by state. Public health is policy, policy is politics. Hum...","sentiment_score":0.0}
{"full_text":"RT Pandemic leadership matters. #COVID19 mortality per capita by state. Public health is policy, policy is politics. Hum...","sentiment_score":0.0}
{"full_text":"RT Natalie Winters asks the right question: Why was Pfizer partnering with the Chinese Communist Party's platform for vaccine...","sentiment_score":0.1428571429}
{"full_text":"RT a new COVID by Allaah's words of Power [the word \"be\" so it is]; firm planning by Allaah, to invade the chests of wrongdoer...","sentiment_score":-0.0318181818}
{"full_text":"People said this before HK, before Myanmar, before Hambantota, before Xinjiang, before China told WHO on 14th Jan 2020 to remove information about covid being transmissible by humans, before Sam Dastyari was bribed &amp; now British politicians receiving CCP donations...Get it yet?","sentiment_score":0.0}
{"full_text":"RT A Downing Street source has backed up Dominic Cummings' claim that Boris Johnson was made aware in advance of a Downing Street...","sentiment_score":0.25}
{"full_text":"RT If someone does a cleaning job whilst on the dole and gets caught, they get book and more thrown at them. Rishi Sunak...","sentiment_score":0.5}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Monday 17th January.84,429 new cases (people positive) reported,...","sentiment_score":0.1212121212}
{"full_text":"RT our girl covid dominating the charts since her debut","sentiment_score":0.0}
{"full_text":"RT Bored during pandemic?1) Put on Swimming cap.2) Deny existence of swimming cap to everyone.3) Secretly start convin...","sentiment_score":-0.45}
{"full_text":"RT I haven't sobbed directly onto the pages of a newspaper in a long time. This tale - just one - of the inescapable pain...","sentiment_score":0.025}
{"full_text":"RT Beginning January 19, every home in the US can order 4 free at-home COVID-19 tests. There will be no shipping costs and...","sentiment_score":0.4}
{"full_text":"RT Chancellor Rishi Sunak has just written offPS4,300,000,000 in covid fraudDon't ever tell me that the Conservative p...","sentiment_score":0.0}
{"full_text":"RT If people have survived two years of this nonsense and 95% of the virus found in the US is \"generally mild\" Omicron, what...","sentiment_score":0.3333333333}
{"full_text":"RT \"Disaster Patriarchy\": V (Eve Ensler) on How the Pandemic Has Unleashed a War on Women ... via","sentiment_score":0.0}
{"full_text":"RT This is incredibly concerning. COVID positive Centrelink recipients are being pressured into attending mutual obligation meeti...","sentiment_score":0.5636363636}
{"full_text":"RT I don't know who needs to hear this but you're gonna get omicron and you're gonna be fine. #PandemicsOver Time to move on","sentiment_score":0.4166666667}
{"full_text":"Idiots how? Two of my friends had to have their heart drained months after the vaccine. Just because you are pro vaccine doesn't make facts a lie","sentiment_score":-0.8}
{"full_text":"RT Amazing. Everyone talking about the BBC and not Johnson's parties, boozing in Number10 and lockdown. He broke the rules...","sentiment_score":0.6}
{"full_text":"RT Pandemic leadership matters. #COVID19 mortality per capita by state. Public health is policy, policy is politics. Hum...","sentiment_score":0.0}
{"full_text":"RT I got vaccinated, boosted, wear a mask, and always socially distance and I still got Covid so you better hurry up and...","sentiment_score":0.2666666667}
{"full_text":"Really wishing I'd claimed for half a dozen Covid loans now..","sentiment_score":0.0166666667}
{"full_text":"RT Writes off PS4.3bn for the wealthy.... Takes PS20 a week off the poor.... What an absolute ","sentiment_score":0.1}
{"full_text":"RT and as predicted Cabinet Ministers are praising Boris Johnson with \"but he got Brexit done\"So here is a reminder tha...","sentiment_score":0.0}
{"full_text":"RT If unvaccinated, it's likely Novak Djokovic will not be allowed to play the French Open.Actions have consequences. And...","sentiment_score":0.0}
{"full_text":"RT Influenza will never become endemic. It's an epidemic virus. It comes back in waves every year.SARS2 will never beco...","sentiment_score":0.0}
{"full_text":"Is he taking care of bills? Lol","sentiment_score":0.8}
{"full_text":"RT If you needed more proof that vaccines work, Switzerland is reporting COVID-19 deaths by vaccination\/booster status. ht...","sentiment_score":0.5}
{"full_text":"Frank, are you ok? Did you sneeze, Frank? Could it be COVID? Not sure what happened during this tweet, Frank, but I have to say... it's not looking good!All the best with the mlessiracles... both inside and outside the universe!","sentiment_score":0.3125}
{"full_text":"RT #AustraliaHasFallen victim to the divisive sides of the pandemic: those who want the pandemic to end and those who make th...","sentiment_score":-0.075}
{"full_text":"RT If Fauci's sole purpose in life was to promote Big Pharma vaccines what - if anything - would he do differently?","sentiment_score":0.0}
{"full_text":"I uncertainly reiterate this challenging moment and I uncertainly regret Stanford's post-COVID future however you deeply respect Stanford's post-COVID future.","sentiment_score":0.125}
{"full_text":"RT bUt oMiCrOn iS MiLd! ","sentiment_score":0.4166666667}
{"full_text":"With the 2022 Beijing Winter Olympics and Paralympics about to start, how will China guarantee the Games' success and secure the general public's safety? Check out this animation to find out.https:\/\/t.co\/l7k3kUV9o7","sentiment_score":0.1875}
{"full_text":"Younus wrote taht being exposed for two days at a mask-less family gathering made him susceptible to Omicron.https:\/\/t.co\/YX9o4aQSQo","sentiment_score":0.0}
{"full_text":"Dr. William Schaffner, an adviser to the CDC for four decades, told CNN it's \"unlikely, unreasonable, and unrealistic\" to think Americans will follow either of the agency's suggestions.https:\/\/t.co\/vcvthtuBE6","sentiment_score":-0.5}
{"full_text":"\"Throughout the COVID-19 pandemic, Joe Rogan has repeatedly spread misleading and false claims on his podcast, provoking distrust in science and medicine,\" the letter reads:","sentiment_score":-0.4}
{"full_text":"has declared a new state of emergency in response to the surge in COVID cases. No new mandates have been issued and businesses will not be affected. See the article here: ","sentiment_score":0.0340909091}
{"full_text":"Asda and Morrisons have made announcements","sentiment_score":0.0}
{"full_text":"RT NSW ICU COVID admissions climb past 200 as state records 17 new deaths","sentiment_score":-0.0568181818}
{"full_text":"RT Hey Condor families - there's a COVID-19 vaccine clinic this Wednesday near you! Check out the flyer for more details! ht...","sentiment_score":0.375}
{"full_text":"RT My new self-inquiry before I consider meeting anyone in person is, \"Is this how I want to catch covid?\"","sentiment_score":0.1363636364}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"You applauded covid measures. You applauded vaccine passports. You need to sit this one out","sentiment_score":0.0}
{"full_text":"The teachers' union has warned there won't be enough educators to keep schools open for in-person learning as school administrators plan for multiple COVID outbreak scenarios for the beginning of Term 1 |","sentiment_score":0.0}
{"full_text":"There's a good reason why you might be struggling with finding at-home COVID-19 tests.","sentiment_score":0.7}
{"full_text":"What's next for #telehealth after COVID-19? via #TransformHIT","sentiment_score":0.0}
{"full_text":"Don't come in my kitchen without a corona mask I'm fucking with this puppy","sentiment_score":-0.6}
{"full_text":"Ever since I had covid, I keep getting these crazy headaches","sentiment_score":-0.6}
{"full_text":"RT Rep Ronny Jackson says it's easier to find a vaccine than to find groceries. He needs to stop grocery shopping at the liq...","sentiment_score":0.0}
{"full_text":"RT Someone just told me I should respect other's decisions to not get vaccinated.Will they then respect my health and t...","sentiment_score":-0.125}
{"full_text":"\"It's high time government starts privatising booster doses. We are seeing impact of #omicron in business, there is slowdown in demand, higher inflation\": Kiran Mazumdar-Shaw, Executive Chairperson, Biocon#BoosterDose #CovidVaccine #NewsToday #RE","sentiment_score":0.205}
{"full_text":"RT Gen. Mark A. Milley, chairman of the Joint Chiefs of Staff, has tested positive for the coronavirus, becoming the lates...","sentiment_score":0.3386363636}
