{"full_text":"RT The #DiamondHarbourModel is showing the way on how to tactfully manage the covid outbreak.The vaccination drives, NAKA che...","sentiment_score":0.0}
{"full_text":"RT I love when cops put out stats like \"Over 300 officers died in the line of duty this year. We salute their sacrifice\" and th...","sentiment_score":0.5}
{"full_text":"Imune ao covid? Maybe ","sentiment_score":0.0}
{"full_text":"Is this man a Doctor\/ Scientist??#BillGates #COVID19","sentiment_score":0.0}
{"full_text":"RT $380,000 COH1504 donations226 repeat donors92% under $250All while suing the Biden Administration on two fronts -...","sentiment_score":0.0}
{"full_text":"RT I love when cops put out stats like \"Over 300 officers died in the line of duty this year. We salute their sacrifice\" and th...","sentiment_score":0.5}
{"full_text":"RT We're hitting an important anniversary: 2 years since the COVID19 virus genome went online since then I've...","sentiment_score":0.4}
{"full_text":"It's best to remember that Starmer was very much in favour of covid restrictions and rubber stamped them in the HoC, yet the media glossed over his own and his MPs own infractions of the rules they voted for and expected us to abide by.","sentiment_score":0.472}
{"full_text":"RT One varient is persistent &amp; that's Modicron.","sentiment_score":0.0}
{"full_text":"\"Dr. Robert Malone, a virologist who touts himself as one of the architects of mRNA technology\".... Well he does have several patents on that tech and worked in the space longer than I've been alive lol","sentiment_score":0.3}
{"full_text":"This is an incredibly powerful and beautiful piece of writing.Rory Kinnear: On the day of No 10's lockdown party, I buried my sister","sentiment_score":0.575}
{"full_text":"RT Gee I wonder why they're having issues attracting young men to the military... Could it be the fact they're forcing them t...","sentiment_score":0.0}
{"full_text":"D.G. Wira (0.05BNB) is based on the Deputy General who led Malaysia through the coronavirus pandemic.","sentiment_score":0.05}
{"full_text":"RT He only follows the advice when it's convenient.","sentiment_score":0.0}
{"full_text":"fuck covid","sentiment_score":-0.4}
{"full_text":"Bruh this white man think imma believe him about covid... he's got another thing coming lol. I'm legit tired of hearing this.","sentiment_score":0.1333333333}
{"full_text":"I spoke to several other people in Bolsover this morning who didn't want to go on camera. One of them said: \"The Tories are now doomed - and it's all down to bad Boris.\"Another said: \"There can never be another lockdown again. Nobody would follow the rules after all this.\"","sentiment_score":-0.2451388889}
{"full_text":"RT She's being Joey Greco &amp; a personal chauffeur at the same time. All of this over a nigga in a never-ending p...","sentiment_score":0.0}
{"full_text":"RT What a surprise. The people that are hardest hit, are the ones that want help to survive the pandemic. Who does the governm...","sentiment_score":0.0}
{"full_text":"#BorisJohnson #skynews I didn't see my dad for five months during 2020 as I didn't want to put him at risk as he was waiting his aneurism surgery that had been put off due to Covid . Shame on you and your staff for doing this party #GMTV","sentiment_score":-0.125}
{"full_text":"RT Was The Irish Government Lockdown Party More Craic Than Downing St Party? We Investigate","sentiment_score":0.25}
{"full_text":"Hey dumbshits!! The vax does not work!!! If it did, more people would take it. Too many have died from it and those with natural immunity do NOT need it!!Mainstream media resorts to shaming, insulting unvaccinated Americans as COVID surgeshttps:\/\/t.co\/i6py3f9sGY","sentiment_score":0.025}
{"full_text":"Answer to one of the Why's","sentiment_score":0.0}
{"full_text":"1\/ ~85% of covid deaths are not excess deaths (it varies by country). We don't know the long-term all-cause mortality of vaccine recipients compared to a control (macro), only the impact of vaccination on covid outcomes (micro).","sentiment_score":0.0}
{"full_text":"wanna know why it was called delta omicron well lets change the letters around also there is 2 of them here u go 1. erotic old man 2. media control","sentiment_score":0.4}
{"full_text":"Worth mentioning I took an at home rapid test that came back negative. Will got a PCR test that was positive.  So it's very likely that the rapid tests can't accurately detect omicron in some cases.  It's hard to figure out when we got it (both careful, vaxxed and always masked)","sentiment_score":0.0294507576}
{"full_text":"The BCCI likely to stage IPL 2022 in South Africa or Sri Lanka as their Plan B if they're unable to host in India due to COVID19 situation. (Reported by Indian Express).","sentiment_score":-0.2083333333}
{"full_text":"RT This is an outstanding, I'd even say must-watch, segment from reporting on everything revealed by the newly rele...","sentiment_score":0.3181818182}
{"full_text":"RT  Breaking - Between 44% and 51% of patients in English hospitals with Covid-19 are not in hospital because of the virus b...","sentiment_score":0.0}
{"full_text":"RT Kids are walking out and asking for a temporary remote option. It's about 16degF\/-8.8degC. I'm pretty sure they mean it.","sentiment_score":0.084375}
{"full_text":"So either the restrictions are working to keep deaths down? Why not wait at least one more week to make sure the peak is passed. U.K. wide it's a 11 month high and last time we had less protection as vaccine rollout was not complete.","sentiment_score":0.0430864198}
{"full_text":"RT The most fun thing has been scooping collections and finding gems, but that market completely dried up early on in the year....","sentiment_score":0.175}
{"full_text":".@ClarkCountySch I get the 5 day pause only IF you do a deep cleaning, require social distancing throughout schools AGAIN (even in cafeterias) and require\/provide appropriate masks-not a single layer of material-OTHERWISE this was for appearances only","sentiment_score":0.076984127}
{"full_text":"COVID-19: What you need to know about the #coronavirus pandemic on 13 January #COVID19","sentiment_score":0.0}
{"full_text":"Reverse psychology ","sentiment_score":0.0}
{"full_text":"Flu and Covid bring greater risk to pregnant women and their babies. Don't delay get vaccinated or boosted now.More info: #TeamCDDFT #COVID19 #Flu","sentiment_score":0.4166666667}
{"full_text":"RT So great to see a patriot stand out to oust Rino Salazar! Way to go Frank, you will win!","sentiment_score":1.0}
{"full_text":"So true","sentiment_score":0.35}
{"full_text":"RT it's easier to buy a bag of coke than it is a rapid covid test","sentiment_score":0.0}
{"full_text":"RT I'm done with this vaccine-shilling schtick out of Trump. Omicron is a nuisance virus. Everyone who really needed the vac...","sentiment_score":0.2}
{"full_text":"RT LIVE: PM Shri closing remarks at interaction with Chief Ministers on Covid-19 situation  #IndiaFightsCoron...","sentiment_score":0.1363636364}
{"full_text":"I don't wear a mask, so my SIL feels brave when she is out with me. when we are shopping that masks comes on and off, as she gains courage then feels social pressure.  its hilarious and a bit sad.","sentiment_score":0.2083333333}
{"full_text":"mother let my stay home today yass","sentiment_score":0.0}
{"full_text":"RT Look maybe this is crazy but I think at this point in the pandemic we should just assume that everyone we interact with is...","sentiment_score":-0.6}
{"full_text":"So glad you never got voted in. You can't see the trees through the forest. You want to lockdown society again but you fail to see the collateral damage from lockdowns is far greater than what is happening down.","sentiment_score":0.0888888889}
{"full_text":"RT If everyone gets exposed and infected, more people will get Long COVID and get health problems and become disabled and...","sentiment_score":0.0833333333}
{"full_text":"22 and 2 pandemic years","sentiment_score":0.0}
{"full_text":"RT These vile people are acting like POTUS is supposed to hand deliver them tests and N95 masks. I say it all the time these peop...","sentiment_score":0.0}
{"full_text":"You knew Omicron was coming in March 2020? That means you engineered it in a lab. I will alert the authorities.","sentiment_score":0.0}
{"full_text":"Yeah nice try, so who would actually make that priority call ???? The MONEY thats been burnt over 18 months, am I to believe that hospitals do not have covid wards with IC equipment, seriously ?","sentiment_score":0.0888888889}
{"full_text":"RT On December 15, with Omicron on the rise, relaxed Covid controls and said it was up to us to manage the...","sentiment_score":0.0}
{"full_text":"RT  ATTENTION  Titans Wey Travel Out Of Base, Please Come Back Home To Brekete KingdomOur Yeye Govt Don Lift The Ban...","sentiment_score":-0.4}
{"full_text":"RT Washington State is voting on covid camps today  didn't they learn a lesson from the Japanese internment camps ","sentiment_score":0.0}
{"full_text":"RT It's like the media WANTS to entirely misrepresent the administration's plans. #MediaFail#CovidTests","sentiment_score":0.1}
{"full_text":"No ones going to take the time to fill out a VAERS report if the patient was hit by a car...absurd lies","sentiment_score":0.0}
{"full_text":"What a train wreck. Sorry.Should say,Florida Surgeon General can't provide figures for Gov. DeSantis heathcare budget for covid. Maybe he will release those figures \" in 2 weeks\".","sentiment_score":0.05}
{"full_text":"RT The 25-year-old was in hospitals for 7 months. Now, he's home, walking on his own and seldom using oxygen.","sentiment_score":0.6}
{"full_text":"RT Jesus Corona will sign his contract until June 2025 as new Sevilla player in the coming hours. Agreement to be complete...","sentiment_score":0.1181818182}
{"full_text":"RT YOU SEE, THERES A LOT OF DIFFERENT KINDS OF ACCOUNTS. YOU GOT YOU BIG ACCOUNTS WHO  CLOCKED OUT AND ARE STILL DOING THE S...","sentiment_score":0.0}
{"full_text":"RT This is an outstanding, I'd even say must-watch, segment from reporting on everything revealed by the newly rele...","sentiment_score":0.3181818182}
{"full_text":"Aubameyang trains with Gabon at Afcon after negative Covid-19 test","sentiment_score":-0.3}
{"full_text":"By unvaccinated are you talking about people with one shot, two shots, three shots or four?I don't get why people think natural immunity is a thing when it's so obvious that a vaccine you need to get every 3 months has much more lasting power....","sentiment_score":0.15}
{"full_text":"RT It is wild to live in a culture acting like we are overreacting to Covid when everything within my ability to reason s...","sentiment_score":0.0787878788}
{"full_text":"As of now only Bharat Biotech's indigenously-made 'Covaxin' is available for vaccinating this age group.https:\/\/t.co\/HdRMnt82wJ","sentiment_score":0.2}
{"full_text":"RT The scare tactics are no longer working. And their credibility is shot.","sentiment_score":0.0}
{"full_text":"RT Letting it spread uncontrolled through the community causes new variants and prolongs the pandemic....","sentiment_score":0.1363636364}
{"full_text":"RT Maybe \"Daily COVID deaths jump 42% in two weeks\" should be a headline somewhere.","sentiment_score":0.0}
{"full_text":"RT A higher Government Stringency over the last 2 years does NOT lead to less COVID-19 Deaths!R2=0.02, p=0.90#Covid #Covid...","sentiment_score":0.0277777778}
{"full_text":"RT AUSTRALIA - \"Life will become very difficult for the unvaccinated\"No pubsNo bottle storesNo gymNo yogaN...","sentiment_score":-0.65}
{"full_text":"RT At #PMQs, Boris Johnson once again falsely claimed that there are more people in work now than there were before the pandemic...","sentiment_score":0.05}
{"full_text":"RT For everyone, 2020-21 was a time like no other. And as the challenges of the global pandemic escalated, so did the need fo...","sentiment_score":0.03125}
{"full_text":"RT Personally have COVID now. Wanted something to keep my mind off the pain. Built to help Ontario g...","sentiment_score":0.0}
{"full_text":"RT If Johnson is forced from power, it would be a political and personal failure unprecedented in modern British politics. Sin...","sentiment_score":0.0261904762}
{"full_text":"RT At the start of covid I was a SNP voter,but having given Scottish politics a lot more attention of late,I wo...","sentiment_score":0.5}
{"full_text":"RT Mounting evidence from animal studies suggests that Omicron does not multiply readily in lung tissue, which can be badly damage...","sentiment_score":-0.4}
{"full_text":"RT Contrarians went from from \"no one gets COVID in schools\" to \"let everyone get COVID in schools.\"","sentiment_score":0.0}
{"full_text":"Plus his folks weren't concerned about mass gatherings during a global pandemic","sentiment_score":0.0}
{"full_text":"RT Today's candidate146(Ver. 2):Incumbent Governor Tony Evers runs for the office of Governor(WI). Vet him: His sensible p...","sentiment_score":0.0}
{"full_text":"RT No way they've iced out Big Ben in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT My dad died. He got Covid in the week before Christmas, eventually had to be put on a ventilator &amp; feeding tube. He sur...","sentiment_score":0.0}
{"full_text":"RT Sir plz postpone bds exam as many of us are suffering for COVID -19 #askktr","sentiment_score":0.5}
{"full_text":"RT We can, and must, limit the spread and reduce the sheer number of cases that are occurring right now. Doing so will...","sentiment_score":0.1428571429}
{"full_text":"wtv i threw up again so i get to stay home","sentiment_score":0.0}
{"full_text":"RT Quebec hospitals were overrun, underfunded and understaffed LOOOOOONG before COVID. I'll never forget sitting in the lo...","sentiment_score":0.0}
{"full_text":"Try to keep up Dan-O, you partisan hack.  They both suck. FWIW, Trumps pandemic policies sucked and Biden basically just continued them.  Inflation is up.  Who does that hurt?  The poorest, you know, the ones Dems claim to be trying to help. Rus and Chi are ready to invade....","sentiment_score":0.2}
{"full_text":"A third dose of #AstraZeneca's #Covid vaccine, named #Covishield in India, increases antibody response to the new vaccine-evading #Omicron variant, according to a new trial published","sentiment_score":0.0909090909}
{"full_text":"I definitely associate all of my stress dreams over the last two years to COVID","sentiment_score":0.0}
{"full_text":"Problems breathing and this was like 3 weeks ago. So don't listen to the National BS. This shit is real, it's contagious AF and the Government of any country is dead ass lying to all of us. I have more Covid infected people I know I could tell you about but I mean c'mon wtf","sentiment_score":-0.0854166667}
{"full_text":"RT How many people on Twitter angry about the PM and a garden party attended marches in London at the same time. No so...","sentiment_score":0.0}
{"full_text":"RT Let me get this straight.  Covid positive healthcare workers &amp; teachers are allowed to WORK WHILE SICK, just because they'...","sentiment_score":-0.0956709957}
{"full_text":"RT \"Stop doing Covid theatre and focus on what works\"In an exclusive interview, former Cabinet minister Lord Frost tells the...","sentiment_score":0.0}
{"full_text":"In my department we wear masks, out of courtesy, for specific folks. but everyone's had Covid at least once and everyone is double or triple-vaxxed. At my school we can't legally require people to wear masks, but, after much debate, we agreed upon \"masks are expected\"","sentiment_score":4.625929269e-18}
{"full_text":"RT Being anti-vaccine while actually requiring\/getting them?Texas, the hypocrite state. No, wait, Georgia, the hypocrite st...","sentiment_score":0.0}
{"full_text":"RT German police used a tracing app to scout crime witnesses. Some fear that's fuel for covid conspiracists.","sentiment_score":0.0}
{"full_text":"#Moderna Inc. said it expects to report #data from its #COVID19 #vaccine trial in #children aged between 2 to 5 years in #March.Read More:","sentiment_score":0.2}
{"full_text":"[pp] Hello  We're ready to give the best service for you!               KING HOSPITAL We Serve :   Psychology Control   USG  Give Birth   Baby's Vaccine   CP:               We Love, We Care https:\/\/t.co\/1ov9xckj9s","sentiment_score":0.5666666667}
{"full_text":"And u are the first corper in the history of Nigeria to be posted there......To go and do what ni...?Tell them of the upcoming election or coronavirus???Stop this lie  please","sentiment_score":0.25}
{"full_text":"When I had covid and researched it there was window around day 5-8 where you can feel much better but then suddenly deteriorate and have severe symptoms resulting in hospitalisation. Not saying it will happen to you, just fyi. Did u lose your taste &amp; smell?","sentiment_score":0.25}
{"full_text":"The U.S. Army, for the first time, is offering a maximum enlistment bonus of $50,000 to highly skilled recruits who join for six years as the service struggles to lure soldiers into certain critical jobs amid the continuing pandemic.https:\/\/t.co\/sOqyqvFxzw","sentiment_score":0.2410714286}
{"full_text":"RT 2 years ago Ugandans got stupid and donated their money to the govt covid-19 task force. You fed hyenas red meat and never g...","sentiment_score":-0.4}
{"full_text":"#Finland cut the length of its COVID quarantine from 10 days to five for most cases, its public health authority said on Thursday#COVID19 #Quarantine","sentiment_score":0.25}
{"full_text":"Alumni and students Lillian DeGennero, Jackson Lamb, Carlie Jones, Erielle Robinson, DJ Kelly and Camrin Lyons encourage their peers to get the COVID-19 vaccination. #UnlockYourPossibility","sentiment_score":0.0}
{"full_text":"New data finds AstraZeneca booster generates higher antibodies against Omicronhttps:\/\/t.co\/S2I8V3d8ua","sentiment_score":0.1931818182}
{"full_text":"Taking offline boards is not a good idea for students as most of students are suffering from omicron. There is a huge rise in omicron variant. Please do not take boards or the students will die.#cancelboardexams2022 #cancelboardexam2022","sentiment_score":0.1833333333}
{"full_text":"The self-service model allows someone who thinks they've caught COVID-19 to sign up online to pick up a sample vial and then fill it with saliva. | By","sentiment_score":0.0}
{"full_text":"New post: Rural communities are well positioned to thrive in our changing world, but not if we use the same old approaches to local development. Jamie Van Ymeren, and Jasmine Irwin share their research.","sentiment_score":0.0472727273}
{"full_text":"RT \"my momma got covid\"","sentiment_score":0.0}
{"full_text":"3rd Annual CAREER INSTITUTE - January 14, 2022Theme: \"Empowering Veterans through Career and Mental Health Counseling in the Midst of COVID\"This virtual event  will bring together professionals and graduate students from around the state who are in...https:\/\/t.co\/dapBJKawK9","sentiment_score":-0.05}
{"full_text":"People don't fully appreciate how bad the repercussions of covid are going to be. The extra deaths, the increased disabilities; you think there's a worker shortage now? Just wait.","sentiment_score":-0.35}
{"full_text":"Last week, we launched an additional mobile testing site for residents at the Elkridge Fire Station. These mobile sites are especially valuable because it allows our partners to adapt to the changing landscape of the pandemic and provides more convenience.","sentiment_score":0.1666666667}
{"full_text":"Students at Maury County Public Schools are acting out and school leaders are blaming the interruptions in learning and general uncertainty caused by the ongoing pandemic.https:\/\/t.co\/MUzFa5Sk7L","sentiment_score":0.0166666667}
{"full_text":"#AstraZeneca says early trial data indicates third #COVID19 vaccine dose helps against #omicron","sentiment_score":0.05}
{"full_text":" Going to get your booster dose? Don't forget to take your CDC COVID-19 Vaccination Record card with you to your appointment so your provider can fill in the information about your additional shot.","sentiment_score":0.0}
{"full_text":"Come back to work they said...California hospital has 700 employees in isolation because of Covid","sentiment_score":0.0}
{"full_text":"When #COVID19 hit #Bangladesh, smallholder farmers were concerned about their health, #FoodSecurity, and incomes. Support from #GAFSP &amp; helped producer organizations set up Virtual Call Centers, equipping them with information to tackle the crisis.","sentiment_score":0.0}
{"full_text":"We are updating SCO  daily with  guidance &amp; research about #coronavirus #COVID19 relevant to #socialcare Just search for #coronavirus or #covid to pick everything up Use the filters on the search results page, to explore what is availablehttps:\/\/t.co\/hzirPISP8G","sentiment_score":0.2}
{"full_text":"Covid isolation cut to 5 days for virus-hit England with negative testhttps:\/\/t.co\/RuzHpBh0X6","sentiment_score":-0.3}
{"full_text":"One correction, Abbott is boosted.He is immune compromised and when he got covid late last year he publicly stated he was boosted.https:\/\/t.co\/F6ylpZKJRy","sentiment_score":-0.1}
{"full_text":"Canadians deserve answers from the Liberals and a plan to safely exit this pandemic!","sentiment_score":0.625}
{"full_text":"RT Sen. Rand Paul tells Newsmax if Republicans win a Senate majority in 2022, he would chair the committee responsible for gettin...","sentiment_score":0.5}
{"full_text":"COVID-19 TESTS: Are you looking to buy at-home #COVID19test kits? Here's how to avoid getting scammed. ","sentiment_score":0.0}
{"full_text":"COVID-19 cases top 10,000 nationwide; 1st time in 4 months | The Asahi Shimbun: Breaking ...","sentiment_score":0.5}
{"full_text":"CanSino's inhaled #COVID19 #vaccine induces a higher level of immune response than a Sinovac booster for those vaccinated with two Sinovac shots - What could the future of this novel vaccine hold?","sentiment_score":0.125}
{"full_text":"COVID-19 vaccine clinic TODAYJanuary 13 in Ottertail 1:30-4:00Otter Tail Operation Center469 Main Sthttps:\/\/t.co\/8gJyEqvZXs","sentiment_score":0.1666666667}
{"full_text":"My latest Leadership Page explores the lessons we've learned from #COVID19 and the difference between clinical guidance (The How) vs. Guidelines (The Why). Read it here and share your thoughts:","sentiment_score":0.5}
{"full_text":"The Minnesota Department of Health was threatened with a lawsuit Wednesday for using race as a factor in its rationing of monoclonal antibodies, a life-saving treatment for COVID-19.","sentiment_score":0.0}
