{"full_text":"Shout it from the roof tops and retweet! This is momentous! Would potentially change my twins life in ways I never thought possible again.  #goscientists","sentiment_score":0.0}
{"full_text":"RT Total Covid deaths in England and Wales with no other underlying causes:17,371Source: UK Office for National Statis...","sentiment_score":0.03125}
{"full_text":"RT   Melbourne AUSTRALIA RISING UP AGAINST COVID TYRANNY ","sentiment_score":0.0}
{"full_text":"RT we all hate covid, right? but what if... it was sexy? ","sentiment_score":-0.0047619048}
{"full_text":"RT It's just come out that the CDC has inflated the number of COVID deaths since the beginning of the pandemic. Dr. Fauci...","sentiment_score":0.0}
{"full_text":"RT Texas scientists' new Covid-19 vaccine is cheaper, easier to make and patent-free","sentiment_score":0.1363636364}
{"full_text":"Even campaigning getting banned .... So plz postpone #jpsc mains....  #COVID19","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022Due to rise in COVID cases government must have to conduct online exam.","sentiment_score":0.0}
{"full_text":"RT I had forgotten about this tweet ","sentiment_score":0.0}
{"full_text":"Until this date, FDA or CDC have provided all documentation submission during the trial phases. A judge has requested all documentation that were submitted, however a stall tactic to request. I and many professionals medical clinicians are concern.","sentiment_score":0.25}
{"full_text":"RT Why government isn't listening students? Why they aren't rescheduling or taking exam online? Why they aren't taking...","sentiment_score":0.0}
{"full_text":"RT A shortage of hospital staff will outlast omicron. Exhaustion, low pay and poor conditions have pushed nurses and doctors t...","sentiment_score":-0.2}
{"full_text":"RT Why not conducting online exam even after new increase in Covid cases since last few days other universiti...","sentiment_score":-0.0471590909}
{"full_text":"A thread about covid rulebreaking..","sentiment_score":0.0}
{"full_text":"RT Don't be fooled by the Daily Mail calling Starmer 'the covid hypocrite' this was widely reported at the time, there was no f...","sentiment_score":-0.05}
{"full_text":"RT Corona mahamare se bachao ke liye exam online hona chahiye #bteuponlineexam2022","sentiment_score":0.0}
{"full_text":"I agree. The rules are not made good since its covid &amp; other issues (injuries etc). Should have been covid only so we have a proper season a not this bs.","sentiment_score":0.14375}
{"full_text":"RT Doctor here. A real one that takes care of COVID patients. I'm kind of fed up with quacks like you spreading disin...","sentiment_score":0.4}
{"full_text":"RT Too bloody right.The Tory Party can't defend Boris Johnson so they've resorted to baseless smears instead in the hope o...","sentiment_score":-0.8}
{"full_text":"So here in the netherlands the lockdown has been lightly lifted, but why is it sex workers and gyms can open there doors again but not the cinemas or restaurants? How does this even make sense ","sentiment_score":0.2}
{"full_text":"I drew this work early in the beginning of Pandemic I hope one day we will hug each other without stress  Be healthy my friends #COVID19 #Health #pandemic #nurse #WHO #coronavirus #Quarantine #planet #NFTs","sentiment_score":0.1583333333}
{"full_text":"RT Why government isn't listening students? Why they aren't rescheduling or taking exam online? Why they aren't taking...","sentiment_score":0.0}
{"full_text":"Mask mandate!!Vaccine passports!!More lockdowns!!!","sentiment_score":0.0}
{"full_text":"RT Interested in fighting inequality?19 Jan: Join the conversation Concern is hosting","sentiment_score":0.25}
{"full_text":"RT New VC Prof Pradeep Kumar Mishra said that he will speak to the state government officials to fac...","sentiment_score":0.1363636364}
{"full_text":"RT An N95 is the best mask for Omicron. Here's whyhttps:\/\/t.co\/rhUFVYMHyS","sentiment_score":1.0}
{"full_text":"RT Last weekend I spent two nights in hospital. Thankfully I'm okay, and follow up treatment will mean hopefully all is well...","sentiment_score":0.021875}
{"full_text":"RT #SteamDeck is absolutely releasing in Feb... if the \"global pandemic, supply issues, and shipping issues\" don't get in the way...","sentiment_score":0.1}
{"full_text":"Phase IV of CDC Mainnet will enable huge things for lions","sentiment_score":0.4}
{"full_text":"RT Had some thoughts earlier about what it's like to be a physician and HCW trying to talk about COVID and the vaccines on soci...","sentiment_score":0.0}
{"full_text":"RT Rory Kinnear: On the day of No 10's lockdown party, I buried my sister | Rory Kinnear | The Guardian","sentiment_score":0.0}
{"full_text":"RT for those who are going to dubai expo:-bring extra powerbank and a flashlight-plan on how to get back home safely-find a...","sentiment_score":0.0}
{"full_text":"RT governments are playing cricket with student's life,they didn't think how students give exam in this critical wave of...","sentiment_score":0.0}
{"full_text":"RT Say What Now? Man Claims His Penis Shrank 1.5 Inches After Contracting COVID-19","sentiment_score":0.0}
{"full_text":"RT This was *HEAD* of the Covid taskforce - the Government unit responsible for drawing up the restrictions we all lived unde...","sentiment_score":0.2}
{"full_text":"Please help me with your giveaway. I am physically handicap and poor. I lost everything with COVID-19. Please provide small giveaway. I will arrange small vegetables business with your giveaway for my livelihood","sentiment_score":-0.225}
{"full_text":"RT China lied, complied, millions died.","sentiment_score":0.0}
{"full_text":"As with , I like masks, they reveal those lacking in critical thinking &amp; advertises their subservience to authority regardless as to its morality, or scientific evidence. It's good to see how many there are out there that regimes depend upon.#antivaxxers #COVID19 #CovidTesting","sentiment_score":0.4}
{"full_text":"RT Real post from G-Med, a private MD social network, regarding: \"Will you advise adults 18-25 y.o. without comorbidities...","sentiment_score":0.0777777778}
{"full_text":"RT Talking vaccine access and impact of migration in Geneva with two wonderful, dynamic Nigerian women Dr Ayoade Alakija","sentiment_score":0.5}
{"full_text":"RT YouTube has suspended and demonetized Dan Bongino's channel for spreading covid information.It's a bad time to be a bulls...","sentiment_score":-0.7}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"explained this earlier in my tweet","sentiment_score":0.0}
{"full_text":"RT - Best &amp; fastest economic recovery in US history- Ended the 20 year Afgan war- Hundreds of millions of C...","sentiment_score":0.6}
{"full_text":"Enjoyed your backpedaling on following Trump ideas.","sentiment_score":0.25}
{"full_text":"RT Excess non-covid deaths at home are more shocking and more of a scandal than covid deaths. Thousands of extra people dying...","sentiment_score":0.0}
{"full_text":"RT Not a other solution because COVID is increasing day after day..So,we want our exam must be conducted in online mode #...","sentiment_score":0.0625}
{"full_text":"RT #BREAKING | Ban On Political Rallies Amid Pandemic Extended Till January 22NDTV's Akshay Dongare reports Read more:","sentiment_score":0.25}
{"full_text":"Even though in #Scotland we are not officially in lockdown, it does feel like a de facto lockdown and will do so until full crowds are allowed back at football from next week.I've seen next to no reason to go out in recent weeks, even to the local supermarket.Testing times.","sentiment_score":0.0583333333}
{"full_text":"RT Help me out with this one... If it's generally accepted that omicron has the same symptoms as the cold, and I develop a r...","sentiment_score":-0.1833333333}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"No5 had children in school after Christmas who had household members #Covid +ve. She's double vaxxed and had #Covid last year. Feeling rough on the way home yesterday, LFT +ve. This is why so many teachers off sick! #ventilation","sentiment_score":-0.0985714286}
{"full_text":"Trying to think of something to do with the boys today. It has to be fun, but also outdoorsy, but also food involved, but also safe. Avoiding Covid is a full time job.","sentiment_score":0.3833333333}
{"full_text":"RT Omicron likely to slow UK bounceback from economic Covid shock","sentiment_score":-0.0333333333}
{"full_text":"RT Students outside Chicago Public Schools headquarters protesting the return to in-person learning without their input. This...","sentiment_score":0.0}
{"full_text":"Rogan learned like a week ago that risk for myocarditis is higher for infections than as a side effect of the vaccine; factor 8.Please don't get medical advice from Joe Rogan.He himself also threw the kitchen sink at his own infection, the multi-millionaire treatment.","sentiment_score":0.2833333333}
{"full_text":"RT Thank you ,#postpone_opsc_mains","sentiment_score":0.0}
{"full_text":"Worried those who want new normal \/ reset are fighting hard to remove current leadership to ensure covid rules do not expire in March and uk does not break the global cabal. They have 10 weeks","sentiment_score":-0.0010606061}
{"full_text":"RT France's stunning rebound from its pandemic crash may be what wins Emmanuel Macron a second term in April Read The Big Take...","sentiment_score":0.2}
{"full_text":"Would you like to point to anything that's happening that's a manifestation of a climate crisis? Anything.","sentiment_score":0.0}
{"full_text":"Unfortunately, some of our staff have become ill. Please be safe during this flu\/Covid season!","sentiment_score":-0.125}
{"full_text":"RT My boy ","sentiment_score":0.0}
{"full_text":"RT #bteupexamonlineho How will students be able to give offline exams in the pandemic of compassion?","sentiment_score":0.5}
{"full_text":"RT You have successfully wasted our 13 days of preparation by putting us in dilemma that gate exam may get postp...","sentiment_score":-0.2}
{"full_text":"Bullshit. They were no more responsible for the the world financial crash than Johnson was for causing Covid-19. #ToryPropaganda","sentiment_score":-0.0166666667}
{"full_text":"RT I want to postponed or online polytechnic exam due to covid 19 #bteuponlineexam2022","sentiment_score":-0.125}
{"full_text":"RT #bteuponlineexam2022Due to rise in COVID cases government must have to conduct online exam.","sentiment_score":0.0}
{"full_text":"Monster lie here. According to the CDC only 6% of that number died of COVID. The other 94% had up to 4 under lying issues. Folks need to do their own research. Much of your research can be done on the CDC website","sentiment_score":0.16875}
{"full_text":"Misleading? As if.","sentiment_score":0.0}
{"full_text":"#bteup must postponed the exam or take online exam.As many student's parents called them to their home due COVID-19 . So when they come to attend the exam they might have the chance to infected by the virus.Many students came from other states.#bteuponlineexam2022","sentiment_score":0.0833333333}
{"full_text":"RT \"Supply chain crisis? What supply chain crisis. It's the pandemic.\" ","sentiment_score":0.0}
{"full_text":"The desire to get Omicron over with is a desire to exert a measure of control in an uncontrollable situation. This interregnum, of waiting to see whether the rest of my family is going to get sick or not, is a reminder of how little control we really have.","sentiment_score":-0.2339285714}
{"full_text":"RT Sitting in a Chicago coffee shop and a security guard approached me asking for my ID and a vaccine card. I asked him fo...","sentiment_score":0.0}
{"full_text":"Hi Rishikesh, the pandemic has affected the global supply chain of semiconductor chips, which has impacted vehicle production across all automobile manufacturers. Please be assured that we will do our best to get your XUV700 to you as soon as possible. Regards, WithYouHamesha","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING: Snake oil salesman Dr. Oz -- a Republican candidate for Senate -- calls Dr. Fauci a \"petty tyrant\" who \"got CO...","sentiment_score":0.0}
{"full_text":"RT Online exam","sentiment_score":0.0}
{"full_text":"RT Malaysia: Sat, 15 Jan - Covid19 Updatehttps:\/\/t.co\/zUFK8PFBdPLIVE! New Cases by Cities &amp; Areas@Khairykj","sentiment_score":0.1363636364}
{"full_text":"I enjoy a corona from time to time but damn feeling these bottles 4 deep ","sentiment_score":0.2}
{"full_text":"India's creator,saver&amp;ruiner is Congress slams India's-Kingmaker-State-vocal-to-local-double-engine Lotus-Emblem Poll-Ploy-Vision cavalcade to Mother-Of-All-Rallies security lapse,political alliances,door-to-door-campaigns,anti-incumbency-wave amid pandemic;18001805145&amp;1800111950","sentiment_score":0.0}
{"full_text":"RT Now this is awks. Bas Javid, brother of Sajid Javid, wrote about how he was in charge of the Met's Covid policing last ye...","sentiment_score":0.0}
{"full_text":"RT We students of not ready to give offline exams.Omicron is spreading and neither University nor govern...","sentiment_score":-0.1}
{"full_text":"RT Vaccine clinics are being shut down across the country. The clinics etc are prima facie part of an ongoing live crim...","sentiment_score":-0.0095959596}
{"full_text":"too all antivaxxers ~ covid scam toh abhi aaya ,Ur whole life is a scamdemic ..","sentiment_score":0.2}
{"full_text":"RT The last 18 months have been characterised by profound change &amp; uncertainty for those worst affected by COVID-19. Today...","sentiment_score":-0.3055555556}
{"full_text":"RT Cert 3, 10 months experience, 30 mins training by RN on how to read vital signs now in charge of 40 elderly in COVID wa...","sentiment_score":0.1}
{"full_text":"This isn't new data, and I never said that Comorbities were not a factor.  But guess what you can't \"cure\" obesity in five weeks, but you can get antibodies from a vaccine in 5 weeks, to help fight the disease.","sentiment_score":0.1363636364}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT All of these are important unanswered questions. On top of this, the messaging from the CDC, WH\/Gov, and our leaders is not...","sentiment_score":0.2666666667}
{"full_text":"RT We students of not ready to give offline exams.Omicron is spreading and neither University nor go...","sentiment_score":-0.1}
{"full_text":"First of all covid spreading kids are risk publuc doing false teaching quorinteen should lock down those with or out mask puting more harm the n lawmakers this not safe for anyone not there tictockz going at cops fema is best bet no inacent covid or not should help guiltys","sentiment_score":0.1574074074}
{"full_text":"RT Why not conducting online exam even after new increase in Covid cases since last few days other universiti...","sentiment_score":-0.0471590909}
{"full_text":"RT #Berlin residents could be seen queuing for #COVID19 PCR tests on Friday, with some prepared for a wait likely to last several...","sentiment_score":0.0}
{"full_text":"RT Why government isn't listening students? Why they aren't rescheduling or taking exam online? Why they aren't taking...","sentiment_score":0.0}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT Normalize saying \"i'm 25 and 2 pandemic years old\"","sentiment_score":0.1}
{"full_text":"The LNP &amp; Murdoch press would have called for World War lll","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT Has anyone found out which of Bunter's family has obligungly caught Covid?","sentiment_score":0.0}
{"full_text":"RT .#DidYouKnowA 10 member team lead by BAI General Secretary worked on the background tirelessly to make th...","sentiment_score":0.05}
{"full_text":"RT I am past apologies. I want to see actual change that will help save the lives most at risk during this pandemic. If you pr...","sentiment_score":0.0833333333}
{"full_text":"RT #bteuponlineexam2022some days before i donated blood. that's why i am not feeling good,i have cold and fever also.If...","sentiment_score":-0.6}
{"full_text":"A frank insight into the battle against Covid in Bradford's ICU","sentiment_score":0.0}
{"full_text":"Weekend reading! We are stressed: global pandemic, active storm seasons, labor shortages, supply chain interruptions, etc. The goal is to recover quickly and emerge stronger. How might we seek early warning signals when we are approaching overload?","sentiment_score":0.06}
{"full_text":"Corona hurts like a b!tch but the way I'm alone in peace in my room without anyone bothering me and my mom makes me food I'm actually enjoying this quarantine","sentiment_score":0.5}
{"full_text":"RT CDC COVID guidance over two years:-Don't wear any masks. -Wear cloth masks and facial coverings.-Wear cloth masks but n...","sentiment_score":0.0}
{"full_text":" COVID 19 GRANT SCHEME @cricketireland along with have announced a grant scheme that all clubs can avail of!More on this here  ","sentiment_score":0.0}
{"full_text":"RT If people were \"truly sorry\" for holding parties under covid restrictions, they would have said so at the time not when...","sentiment_score":-0.5}
{"full_text":"RT #TedrosAdhanom is an ethnofascist leading member of the terrorist #TPLFI read somewhere In #Ethiopia he's known as D...","sentiment_score":0.0}
{"full_text":"Vice presidential aspirant Dr. Willie Ong has caught COVID-19, the doctor bared on his Facebook Live video yesterday, as he was filmed sniffing and clearing his throat repeatedly and his voice hoarse.","sentiment_score":0.1363636364}
{"full_text":"RT just a reminder that the Supreme Court made everyone involved in hearing the vaccine mandate case take a PCR test in advanc...","sentiment_score":0.0}
{"full_text":"Hello America, I'm a stay-at-home parent, my home was taken by a shark attack, and I'm here to be the next Masterchef.","sentiment_score":0.0}
{"full_text":"A new study has shown that flu booster vaccinations given in early pregnancy are still protective at the time of delivery. Protect yourself and your baby throughout the pregnancy, book your flu vaccine now.","sentiment_score":0.1181818182}
{"full_text":"RT Incredible--The goal post moving of Joe Rogan after getting fact checked live is incredible.  Fact-- there is an 8x higher...","sentiment_score":0.4287878788}
{"full_text":"Many adults, most children and all pregnant women are eligible for a free flu vaccine.https:\/\/t.co\/pIfkcMNnuH","sentiment_score":0.4333333333}
{"full_text":"RT Test Covid 1553 ...","sentiment_score":0.0}
{"full_text":"U.S. Government to Begin Accepting Requests for Free Covid Tests Next Week","sentiment_score":0.2}
{"full_text":"RT Everyone wants online exam due to COVID.... #bteuponlineexam2022","sentiment_score":0.0375}
{"full_text":"RT Not a other solution because COVID is increasing day after day..So,we want our exam must be conducted in online mode #...","sentiment_score":0.0625}
{"full_text":"#COVID19 has wiped out decades of progress in education. As #Omicron cases climb, we urge governments to act NOW to prioritize &amp; protect education #ForEveryChild  Close schools last &amp; reopen them first  Invest in remote learning to reach every girl &amp; boy","sentiment_score":0.05}
{"full_text":"RT #bteupexamonline2022 Please take care of our health and in view of covid-19 paper should be made onl...","sentiment_score":0.0}
{"full_text":"RT Just like I suspected, I have tested positive for COVID. I am been admitted to Cape Canaveral hospital. Having extreme di...","sentiment_score":0.0511363636}
{"full_text":"RT #BodiesJohnson was true to his word wasn't he.#BigDog#JohnsonOutToday#JohnsonOut","sentiment_score":0.35}
{"full_text":"People have been reflecting on the sacrifices they made during lockdown after Boris Johnson admitted attending a party in May 2020.","sentiment_score":0.0}
{"full_text":"RT Why didn't I think of this","sentiment_score":0.0}
{"full_text":"RT Based on data from the Office for National Statistics, it looks like ~20,000 people with no known pre-existing conditions di...","sentiment_score":0.0}
{"full_text":"RT Happily recovered from CovidThank you for all the love and wishes","sentiment_score":0.65}
{"full_text":"RT #RezCross Canada sent 3 Rangers to #BearskinLake to help with #Covid response. They did not come w appropriate cloth...","sentiment_score":0.5}
{"full_text":"Delphi, a MIT-Janssen's COVID-19 Forecast Model that helped guide the company's research efforts into a potential vaccine was recognized with History of AI Award 2021.Read more at: #research #AI #MIT","sentiment_score":0.25}
{"full_text":"Around 800,000 health passes will be deactivated for people who haven't had their Covid-19 booster shot, or even their first doses in France. Journalist Peter Allen has more","sentiment_score":0.375}
{"full_text":"You can apply for the Omicron Hospitality &amp; Leisure Grant if your business is a ratepayer in &amp; more than 50% of its income comes from providing in-person services in the hospitality, leisure or accommodation sectors.For more information:https:\/\/t.co\/brsAxh6cni","sentiment_score":0.5}
{"full_text":"In recent weeks, Bluewater Health's 14-bed ICU has been overwhelmed with COVID-19 patients, the vast majority of whom hadn't received their shots.https:\/\/t.co\/hwpkOcXXtQ","sentiment_score":0.0}
{"full_text":"Are you planning on heading to or this year? and explain why they've changed their approach to industry festivals.#Events #Festivals #Covid #Awards ","sentiment_score":0.0}
{"full_text":"RT Photo of the Day: A400 dropping 80085 gallons of #COVID19 #vaccine gas mixed with 7175 gallons of Lynx Africa over Geordie #...","sentiment_score":0.0}
{"full_text":"RT It begins...","sentiment_score":0.0}
{"full_text":"This winter there are two essential vaccines you may need to protect yourself - COVID-19 booster and Flu. Don't put off getting vaccinated for more info see:","sentiment_score":0.25}
{"full_text":"We are so #proud to be Real Living Wage employers from April 2022!We wanted to say thank you to all of our amazing staff who have worked tirelessly throughout the pandemic. ##BlackSwanCares Read more here:","sentiment_score":0.525}
{"full_text":"RT Me : gonna kill it with my workout schedule from the 1st of Jan! Covid : ","sentiment_score":0.0}
{"full_text":"The City website states that Nathan Ake and Cole Palmer are \"short of full fitness\" and miss out entirely. Pep did confirm on Friday that there were several new COVID cases. Table:","sentiment_score":0.0972727273}
