{"full_text":"RT Probably the worst thing Australia could possibly have done is undo all our covid suppression in one go, while a new vari...","sentiment_score":-0.2878787879}
{"full_text":"RT It's my birthday today, so I just wanted to reiterate that: Housing is healthcare. Racism is still a public health emergency....","sentiment_score":0.0}
{"full_text":"Sad to discredit people, especially family, over a vaccine. I am vaccinated but nobody wants to be in this situation. Creating separation vs unity &amp; shared understanding is everything that is wrong with our society, driven by piss poor politics.I support vaxx but also choice!","sentiment_score":-0.26}
{"full_text":"RT Poll: Have you acquired any at-home COVID-19 tests?Yes, by income14% - Under $50k25% - $50 - $100k42% - $100k or moreYo...","sentiment_score":0.0}
{"full_text":"RT Morissette Amon told fans that she is now recovering from diverticulitis, a colon-related infection, as well as from CO...","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed all of these:","sentiment_score":-0.2}
{"full_text":"RT The irony. Former FDA commissioner and current Board member of Pfizer who is indirectly responsible for their COVID-19 vac...","sentiment_score":0.0666666667}
{"full_text":"Does anyone believe a word he says?","sentiment_score":0.0}
{"full_text":"RT Students from all over are requesting the State Government to reconsider their decision of conducting the Offline exam...","sentiment_score":0.0}
{"full_text":"RT Coronavirus infection rates, cases and deaths for all parts of Wales on Monday, January 17https:\/\/t.co\/IJd8J1uTII","sentiment_score":0.0}
{"full_text":"NFT minting no gas fee","sentiment_score":0.0}
{"full_text":"Also Walmart administered the vaccine. They didn't distribute it across the country. You conspiracy nuts are so adamant that you're right but you're really so wrong.","sentiment_score":-0.0380952381}
{"full_text":"RT Ensuring food security for all and providing relief during COVID-19 through PM Garib Kalyan anna Yojana! #TransformingIndia...","sentiment_score":0.0}
{"full_text":"RT \"NAPAPAGOD NA 'KO, JUSKO\"Imagine how tired we are obeying this illogical policy set by the government. Almost 3 years in...","sentiment_score":-0.4}
{"full_text":"RT More than 95% of 16+ year-olds in Australia (a country of 26 million people), are now vaccinated. That is an absolutely...","sentiment_score":0.35}
{"full_text":"RT Kingston &amp; St. Andrew Family Court closed until further notice due to COVID-19 cases among its staff. In the interim, all...","sentiment_score":-0.075}
{"full_text":"RT Introduce chinese telescopic covid quarantine camp cell from beijing.","sentiment_score":0.0}
{"full_text":"RT This time it wasn't the fault of the #BiggBoss15 organizers as they look towards making #MONEY, the show turned out not to g...","sentiment_score":0.0}
{"full_text":"RT Today is #BrewMonday! As pandemic uncertainties continue, we're encouraging you to get your mugs out &amp; shar...","sentiment_score":0.0}
{"full_text":"#CANADA #COVID19 #Forecasting #Tidy Time Series with #fable #ensemble &amp; #Judgmental #forecasts. Forecasted vs Actual number of daily cases as of Jan-17. #Accuracy is back in sync despite weekend low cases. The latest forecasts are above the diagonal, maybe due to underreporting.","sentiment_score":0.121875}
{"full_text":"RT Today we mark #1YearOfVaccineDrive. I salute each and every individual who is associated with the vaccination drive....","sentiment_score":0.0}
{"full_text":"RT Leftists: Requiring an id to vote has a disparate impact on the poor, minorities, and the \"marginalized.\"Leftists: Requiri...","sentiment_score":-0.4}
{"full_text":"57 inpatients tested positive for #COVID19 in #Erragadda mental hospital , mass testing was done after one patient showed #COVID symptoms. #Telangana #TelanganaFightsCorona","sentiment_score":0.0636363636}
{"full_text":"RT I would like to apologize to all of the people who are upset that I am unvaccinated and somehow survived covid, a disease...","sentiment_score":0.0}
{"full_text":"RT Nevermind the fact that the omicron variant is much less deadly, Democrats will continue to force more vaccines, more r...","sentiment_score":0.1583333333}
{"full_text":"RT When Rishi Sunak tells us that he has written off PS4.3 billion pounds fraudulently claimed in covid payments, remember that...","sentiment_score":0.0}
{"full_text":"Ireland   Covid Hospital general 2022-01-17* Occupancy with +ve |45 to 1006* Admission with +ve |8 to 56* Post admission +ve |11 to 42","sentiment_score":0.05}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"RT It looks like the government are considering removing public health measures in a political move to bolster support for B...","sentiment_score":0.0}
{"full_text":"RT The only things Tories can say in defence of Johnson is 'vaccine rollout' and 'got Brexit done.' Brexit in chaos.  Covi...","sentiment_score":0.0}
{"full_text":"It is NOT JUST ABOUT THE VACCINE! #leftbehind. Where are the ADEQUATE DOSES if EVUSHELD for  the nearly 7-10 MILLION PEOPLE who the Vaccine is ineffective for? DO YOUR JOB!#Transplant #immunocompromised","sentiment_score":0.2166666667}
{"full_text":"RT I think I have 7 or 8 minutes on my mom dying of the coronavirus (as we called it back in early 2020) and a nurse from a C...","sentiment_score":0.05}
{"full_text":"All the \"mesures\"   had failed they might as well admit it and  open up everything and focus on boosting the health sector with COVID treatment options.","sentiment_score":-0.25}
{"full_text":"RT 'Omicron will not be the last variant.'Annelies Wilder-Smith warns we're not out of the pandemic just yet.Watch here fo...","sentiment_score":0.0}
{"full_text":"RT Most of my co-workers are down with #COVID19 first time in two years. But, fortunately, they received all #vaccine doses...","sentiment_score":0.2486111111}
{"full_text":"Add the AMA and pretty much ALL Pharma companies to this list...","sentiment_score":0.225}
{"full_text":"I'm trying to finish the assassins creed during covid (something in the gaming loop helps shut the mind off). Finished Unity and started Syndicate intro yesterday. Everything is so clean, directed and flavourful - UI is really sharp, character design vibrant. Really fun!","sentiment_score":0.1958333333}
{"full_text":"RT #PostponeIITJAM2022Whole NATION  is witnessing 2.5 Lakhs+ Daily Covid +ve Cases.IIT Researchers expecting peak in...","sentiment_score":0.0}
{"full_text":"This elitist tennis pos JUST DOESN'T GET IT !!!","sentiment_score":0.0}
{"full_text":"2020 was goodCovid 19 was so amazing I have nothing to tell my child","sentiment_score":0.6}
{"full_text":"RT \"NAPAPAGOD NA 'KO, JUSKO\"Imagine how tired we are obeying this illogical policy set by the government. Almost 3 years in...","sentiment_score":-0.4}
{"full_text":"Gumby foretold this variant","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's spokesman asked specifically to deny that the PM and his wife ever hosted friends at Chequers during lockd...","sentiment_score":0.0}
{"full_text":"RT #1YearOfVaccineDriveIndia began its COVID vaccination programme on 16 January 2021. In an year, the Modi government has e...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written off over PS4 billion of Covid fraud on furlough and other schemes during the pandemic. Meanwhile...","sentiment_score":-0.125}
{"full_text":"The unprecedented amount of rainfall during NE Monsoon 2021 and the third wave of #Covid19 are causing severe stress on the state finances. In this regard, I've written to Hon'ble requesting his urgent intervention in getting the assistance to TN sanctioned early.","sentiment_score":0.2333333333}
{"full_text":"RT Trump says white people are being discriminated against on covid treatment: \"If you're white, you don't get the vaccine...","sentiment_score":0.0}
{"full_text":"RT Morissette reveals she and fiance Dave Lamar both got COVID-19","sentiment_score":0.0}
{"full_text":"RT Governments around the world poured trillions into economy, urging people to spend. Biden's $1.9 trillion gift to oligarchs wa...","sentiment_score":0.0}
{"full_text":"RT GOLD STANDARD?574 avoidable deaths so far in NEW alone so far in this pandemic. NSW warned to expect spike in Co...","sentiment_score":0.1121212121}
{"full_text":"RT Streets are icy this morning! If you don't have to travel for essential purposes, please stay home until temperatures r...","sentiment_score":-0.0625}
{"full_text":"Ireland   Covid Hospital ICU 2022-01-17* Occupancy with +ve |9 to 97* Admissions with +ve |5 to 11","sentiment_score":0.0}
{"full_text":"Because it provides services no commercial broadcaster would ever bother commissioning. Kids TV, local news, etc. I had keyworkers kids in school all through lockdown last year, the stuff they'd watch on YouTube was mind rotting. The stuff on iPlayer was invaluable","sentiment_score":0.0}
{"full_text":"RT Finland: \"Our estimate is that children will not be the driving force behind the pandemic, so all restrictions related to chi...","sentiment_score":-0.2}
{"full_text":"RT Difficult for PM to distract from #partygate given his policy delivery void \"Got Brexit Done\" (signed a bit of paper -...","sentiment_score":-0.5}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"RT Welcome to the UK where there's no money to allow the poorest in the country to keep PS20 a week but it's fine to write...","sentiment_score":0.6083333333}
{"full_text":"2 jabs are virtually useless against Omicron according the Pfizer CEO.You can still believe you are protected but you are not really. ","sentiment_score":-0.3}
{"full_text":"Crowd heavy COVID positive return fulls","sentiment_score":0.0136363636}
{"full_text":"RT There is a hopeful scenario.Vaccines work. Dr Peter Hotez and the Baylor te...","sentiment_score":0.0}
{"full_text":"Wealth of world's 10 richest men doubled in pandemic, Oxfam says - BBC News","sentiment_score":0.0}
{"full_text":"RT Sorry, What. ?? Treasury writes off PS4.3bn in Covid payments lost to fraud","sentiment_score":-0.5}
{"full_text":"RT #TSBDSEXAMS #KNRUHS #AskKTR PLEASE consider from all the bds students of tsALL THE UNIVERSITYS HAVE CANCELLED THEIR EXAM...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"RT When Rishi Sunak tells us that he has written off PS4.3 billion pounds fraudulently claimed in covid payments, remember that...","sentiment_score":0.0}
{"full_text":"RT I bet Flu, Pneumonia and the Common Cold wish their PR team was as good as Covid's.","sentiment_score":-0.0666666667}
{"full_text":"We dnt need to impress Corona (on a lighter note)","sentiment_score":0.0}
{"full_text":"RT My first column back from leave, in which I wonder why conservatives don't do risk management and conclude t...","sentiment_score":0.125}
{"full_text":"Vaccination for boarder crossing is to prevent a virus from moving from a region where it exists to somewhere it DOSENT.  Covid exists in every country.  Your comparison fails!","sentiment_score":-0.625}
{"full_text":"RT This is genius, In France many restaurants, bars, change their status to PRIVATE CLUB. They then don't have to ask custom...","sentiment_score":0.25}
{"full_text":"The proof is in front of you every day a govt that cant solve the homeless crisis , hunger , pandemic, universal healthcare , but yeah they have the answers for our planet ? Its not up to me for you to see through the BS","sentiment_score":0.0}
{"full_text":"Makes sense if you were already taking that measure prior to covid, just don't want to see good ppl fear beaten into submission","sentiment_score":0.35}
{"full_text":"COVID is a Firm Plan From Allaah..Imam Mahdi Nasser Mohammed Al-Yamani.12- Jumada II - 1443 AH15-January-2022 AD08:52 AM(According to the official time of [Mecca] Mother of Towns)https:\/\/t.co\/ptzKtmgKdz1#COVID_Is_A_Firm_Plan_From_AllahgHnPS4n","sentiment_score":-0.2}
{"full_text":"Hasn't the problem during covid actually been that governments like doing a bit too much governing..!?","sentiment_score":0.125}
{"full_text":"THEY KNOW NOTHING.","sentiment_score":0.0}
{"full_text":"RT Questions about 'equity,' race eligibility for new coronavirus pills raise alarm in Wisconsin | Just The News","sentiment_score":0.1363636364}
{"full_text":"RT He's threatening Britain with removing all restrictions in the middle of the highest infection r...","sentiment_score":0.0}
{"full_text":"Why all the buses when they have defeated Covid?","sentiment_score":0.0}
{"full_text":"RT This is a crazy idea, so hear me out: what if the patient first became infected, after which he\/she contaminated the mail?","sentiment_score":-0.175}
{"full_text":"RT Inequality is contributing to the death of at least 21,000 people each day, or 1 person every 4 seconds, according to a new r...","sentiment_score":-0.0818181818}
{"full_text":"RT I'm writing about the stupidest, most cruel, lunatic, without any scientific basis Covid rules. All nominations\/anecdo...","sentiment_score":-0.25}
{"full_text":"RT I've spent a long time researching data, evidence and media reports on children and Covid. I will never, ever forgive publi...","sentiment_score":-0.075}
{"full_text":"RT Youngkin is Governor. He beat your candidate. Data shows forced masking of kids doesn't make schools safer, but there are e...","sentiment_score":-0.3}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"RT I so admire this for the sentiment and the message.","sentiment_score":0.0}
{"full_text":"RT Retired BBC Panorama director, 76, found with 832 child abuse images gasps in shock as he avoids jail after judge said hi...","sentiment_score":-0.1}
{"full_text":"RT It's now being argued that we shouldn't worry about the Prime Minister breaking the law and lying to Parliament because...","sentiment_score":0.0}
{"full_text":"RT In a time when COVID pandemic is consistently pestering African economy &amp; only about 9% of people on #Africa have been ful...","sentiment_score":0.0833333333}
{"full_text":"RT Get well soon, Morissette. #MorissetteAmon #AsiasPhoenix #DaveLamar #Covid19 #Diverticulitishttps:\/\/t.co\/uptugkRrL7","sentiment_score":0.0}
{"full_text":"Well technically they are unvaccinated... I personally have had seven boosters and only got a little covid.","sentiment_score":-0.046875}
{"full_text":"RT White wealthy liberals telling minorities how to live their life - again.","sentiment_score":0.2121212121}
{"full_text":"Top banker resigns over violating Covid-19 restrictions -- RT Business News","sentiment_score":0.5}
{"full_text":"The vaccines are not sterilizing, hence they do NOT eliminate the virus. They just reduce probability of hospitalization (for people who get boosted regularly). So if you believe any of this vaccine passport or nowax fine nonsense actually makes you any safer, time to wake up!","sentiment_score":0.1388888889}
{"full_text":"Downing Street spokesman justifies Boris Johnson's 'commuting' between London and Chequers in early days of pandemic on grounds Carrie was pregnant and it was safer for her to be at country retreat - BBC","sentiment_score":0.2166666667}
{"full_text":"RT President Magufuli forced pregnant girls out of school. People rightfully kicked against it but Magufuli stood his ground. The...","sentiment_score":0.0166666667}
{"full_text":"Reward Health Sciences CEO on New Wave, Leadership and COVID..   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.1363636364}
{"full_text":"That's more parties, then.","sentiment_score":0.5}
{"full_text":"RT Living with covid-19.","sentiment_score":0.0}
{"full_text":"This is a photo of the widely distributed Covid isolation kit with which Uttar Pradesh crushed the pandemic. They now average just over one Covid death per day in a poor, crowded state with 230 million people. Source:","sentiment_score":-0.1875}
{"full_text":"RT Over time, two doses of the #COVID19 vaccine do not give enough protection against the virus.#GetBoostedNow and get protec...","sentiment_score":0.0}
{"full_text":"RT Cafes and bars in Netherlands opened as normal yesterday in defiance of the country's lockdown rules.","sentiment_score":0.15}
{"full_text":"Exactly! Must've thought Trump handled covid great. ","sentiment_score":0.55625}
{"full_text":"Neuroendocrine tumors (NET) and covid lack of data, but an axis with brain, heart and intestineSomething to look at?","sentiment_score":0.0}
{"full_text":"RT Apparently I need a QR code so I can spread Covid without anyone getting mad at me @CMOH_Alberta","sentiment_score":-0.2875}
{"full_text":"RT January 17 - Critical Care Services Ontario is reporting 567 adult #COVID related critical illness (CRCI) patients in...","sentiment_score":0.025}
{"full_text":"RT  Wales - 12% fall in past week in #Covid19 patients in ventilated beds &amp; 77% lower than last year Patients in general...","sentiment_score":-0.0666666667}
{"full_text":"#Breaking: Just over a third of Americans think Biden's #Covid19 response is 'going well', according to latest poll","sentiment_score":0.25}
{"full_text":"RT  Just a Thought The pandemic will cease to exist as we know it as soon as the mandate of no consumption of Alcohol is...","sentiment_score":0.0}
{"full_text":"RT China to provide another 1b COVID-19 vaccine doses to African nations and donate 150m doses to ASEAN countries: Xi htt...","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Firstly, India currently imports 100% of chips used in the country, 37% come from China. Imagine China putting a blocka...","sentiment_score":0.125}
{"full_text":"40% personal and 60% group because my friends chat A LOT, especially after the pandemic for daily updates and madness in general","sentiment_score":0.0125}
{"full_text":"RT I AM WHITE &amp; JEWISH.  AT NO POINT DO I FEEL AT THE BACK OF THE LINE.  CONSIDERING THESE COMMENTS HAPPENING DURING THE...","sentiment_score":0.0}
{"full_text":"If only the Democrats who control the entire government could do something about coronavirus.","sentiment_score":0.0}
{"full_text":"RT I feel like we're being told that work is the only thing that's essential in a pandemic and I just want to say, connect...","sentiment_score":0.0}
{"full_text":"Core Cleaning Services:Covid Deep Clean\/Sanitisation - Ensure your workplace is Covid ready with us.https:\/\/t.co\/xlmqzN94vO#BuildingServices #Sanitisation #Ireland #COVID19Ireland","sentiment_score":0.1}
{"full_text":"#PAGC19 #COVID-19 RESOURCE POINT - updated weekly #covid","sentiment_score":0.0}
{"full_text":"The global economy, which tightened in 2020 with Covid-19, brought high growth rates in 2021, while the reflection of this, on the global economy was high inflation even in developed countriesInflation reaches the peak of the last 19 years in Turkeyhttps:\/\/t.co\/knibDBywjV","sentiment_score":0.07}
{"full_text":"\"As expected, the Grammy Awards have been postponed due to coronavirus-related concerns, an Academy spokesperson has confirmed to Variety. No new date has been confirmed as of yet.\"","sentiment_score":0.1013636364}
{"full_text":"Join us tomorrow morning on Zoom for Power talk with ODP!Join us to talk about services, issues, and Covid. Get the answers you need to speak up and live your life, your way.10 to 11:30am ET.Click below for more information.https:\/\/t.co\/YuvdSBJQN4","sentiment_score":0.3181818182}
{"full_text":"RT NIKE In the US - will start firing all employees who are unvaccinated without a valid exemption or who refuse to revea...","sentiment_score":0.0}
{"full_text":"Just over six months after the pandemic began, reported how COVID-19 shutdowns were affecting scientists working with living creatures. He recently checked in with the researchers to see how they've weathered the ups and downs since.","sentiment_score":0.0}
{"full_text":"Although coronavirus cases are dropping slightly we need to make sure people with learning disabilities and autism are getting vaccinated or boosted, if you haven't got your vaccine or booster yet contact your local GP. ","sentiment_score":0.1111111111}
{"full_text":"RT PaNdEmiC oF tHE unVacCiNatEd.","sentiment_score":0.0}
{"full_text":"RT I just saw someone meticulously sanitize a shopping cart with antiseptic wipes before walking into the grocery store with...","sentiment_score":0.0}
{"full_text":"RT I've written an article on Omicron, in which I've aimed to bring together everything we know about it while using Metacu...","sentiment_score":0.0}
{"full_text":"#Pfizer CEO: COVID virus will continue to circulate for many years#COVID19","sentiment_score":0.5}
{"full_text":"This past week, the single-day total record for COVID-19 cases in Mississippi was broken 3 times (of the five reports). Watch Dr. Dobbs discuss https:\/\/t.co\/LqNMJGLSY0","sentiment_score":-0.2166666667}
{"full_text":"RT Union Minister says, CSIR's newly developed Disinfection technology is being installed to combat pandemic i...","sentiment_score":0.1}
{"full_text":"Now, more than ever, Albertans need paid sick leave so that anyone who should stay home, can stay home, without worrying about any interruption of income, or loss of income.#abhealth #ableg #canlab","sentiment_score":-0.1071428571}
{"full_text":"Vaccines remain effective against severe diseases and hospitalisation says  #pandemic #COVID19 #vaccines #omicron","sentiment_score":0.6}
{"full_text":"Chinese cities battle Covid-19 as Winter Olympics loomhttps:\/\/t.co\/2xkUARvlID","sentiment_score":0.0}
{"full_text":"RT The people who can't tell us what the benefits of Brexit are, are the same people who can't tell us what Covid  restrict...","sentiment_score":0.0}
{"full_text":"Some students say their college experience in the midst of the pandemic has been tough.","sentiment_score":-0.3888888889}
{"full_text":"#Telemedicine usage shot up with the conditions imposed by the #pandemic, however, its convenience and capacity to improve efficiency is leading to its further expansion, highlights","sentiment_score":0.0}
{"full_text":"France passed a law Sunday that will exclude unvaccinated people from all restaurants, sports arenas, and other venues, one of the strictest measures taken by a country to stop the spread of COVID-19.https:\/\/t.co\/B6rK0iAUJw","sentiment_score":-0.125}
{"full_text":"Republican lawmakers answered Gov. Tom Wolf's pandemic vetoes with proposed changes to the constitution. The strategy is here to stay, via","sentiment_score":0.0}
{"full_text":"RT 132 people died in the shelter system in 2021 -- nearly double the number from 2020 -- and a Seaton House resident has d...","sentiment_score":0.0}
{"full_text":"Pandemic's being delisted from digital storefronts, though the publisher says that's for \"reasons that we cannot disclose.\" Full story below:","sentiment_score":0.175}
{"full_text":"800 Wirral pupils absent due to Covid before Christmashttps:\/\/t.co\/4On1VuaDkl","sentiment_score":-0.125}
{"full_text":"\"They used us as an experiment\": Arkansas inmates who were given ivermectin to treat COVID file federal lawsuit against jail","sentiment_score":-0.1}
{"full_text":"RT mAb treatment gives you expensive, temporary, synthetic antibodies AFTER you are exposed or infected with COVID. The vaccin...","sentiment_score":-0.5}
{"full_text":"RT Small things sometimes have an outsized impact. That has struck me as I've visited with students and staff in public schools...","sentiment_score":-0.125}
{"full_text":"RT Now's probably a good time to remember that Youngkin sends his own kids to an out-of-state private school wit...","sentiment_score":0.4333333333}
{"full_text":"UPDATE: Novak Djokovic arrived in his native Serbia on Monday after being deported from Australia because he was not vaccinated against COVID-19, ending his hopes of defending his Australian Open title.THE LATEST:","sentiment_score":0.1666666667}
{"full_text":"#MartinLutherKingJr was a trailblazer for equality. On this #MLKDay, take a look back at our 33 Prioritizing Equity panels featuring today's experts and leaders discussing how factors such as #COVID19 and systemic racism affect minoritized groups.","sentiment_score":0.0}
{"full_text":"The signs include HSE logos and a QR code, which leads people to links containing misinformation about Covid-19 vaccines and other conspiracy theories.https:\/\/t.co\/ZcTAuAYbzY","sentiment_score":-0.125}
{"full_text":"Who's that GOP sensation deemed \"a politician who is widely considered a credible potential candidate for President or, more likely, Vice President in 2024\" by","sentiment_score":0.16}
{"full_text":"#Liver #transplant in the setting of severe acute respiratory syndrome #coronavirus 2 (SARS-CoV-2) infection can be successful, and the criteria for patient selection and timing of transplant amid the #pandemic should be further studied. #MayoClinic","sentiment_score":0.45}
