{"full_text":"The and Ontario Conservatives support the same regulations that allow landlords to raise rents by an extra 9% to \"pay for repairs.\"Ford allowed Landlords to circumvent the COVID rent freeze with it. This policy is built for abuse.#BCPoli #vancouver","sentiment_score":0.0}
{"full_text":"free","sentiment_score":0.4}
{"full_text":"RT covid makes your peanus hort so bad","sentiment_score":-0.7}
{"full_text":"RT #delayGATE2022  Do you want increase the covid  cases by us through the exam conducting in this pandemic situ...","sentiment_score":0.0}
{"full_text":"I know what this is I remember watching the show when Corona was just a drink","sentiment_score":0.0}
{"full_text":"RT BREAKING: Starbucks Cancels Vaccine Mandate After Supreme Court Ruling","sentiment_score":0.0}
{"full_text":"RT Colorful Timket (Epiphany) Celebrations in Asmara today held within the confines of COVID-19 Regulations.  Two-hour event broa...","sentiment_score":0.3}
{"full_text":"Please address the UK.  Are you more or less informed than their PH leaders?  Do you believe the US should do this in about a month (the US has been tracking about 4-6 weeks behind the UK for the last 2 years)?Are you smarter than the UK's PH leaders?  Yes or no?","sentiment_score":-0.0166666667}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT Critical Care Surgeon here.Please Do Not Inhale Hydrogen Peroxide. This is Dangerous.Refusing to get vaccinated is on...","sentiment_score":0.0}
{"full_text":"RT #WearAMask it's no great task,Think of yourself and others health!!!!The vulnerable,the frail that bear the brunt,D...","sentiment_score":-0.4}
{"full_text":"Biden Defense Secretary Lloyd Austin tests positive for COVID-19https:\/\/t.co\/aIHVASL1SU","sentiment_score":0.2272727273}
{"full_text":"Resp. Kindly reconsider &amp;  think from public perspective.Keeping the rising pandemic into consideration, the impact it will create after the examif conducted as per scheduled dates will still increase rapidly#delayGATE22@gate2022iitkgp","sentiment_score":0.3}
{"full_text":"RT People who demand an infinite amount of at home tests for themselves instead of changing their behavior to limit their...","sentiment_score":0.0}
{"full_text":"RT Interesting statement as no one reported that \"Justice Sotomayor asked Justice Gorsuch to wear a mask.\" The report was tha...","sentiment_score":0.5}
{"full_text":"RT The problem with Johnson's announcement on #Covid restrictions is that we don't know if he's doing this because it's app...","sentiment_score":0.0}
{"full_text":"RT Good. Lockdown the Covid tyranny.","sentiment_score":0.7}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT #PostponeGATE2022If a participant gets infected by covid then it will be his\/her fault and such participants wont be...","sentiment_score":0.0}
{"full_text":"RT Breaking News:Irregularities of Rs 1.38 billion in Khyber Pakhtunkhwa Corona Fund. Fake payments of Rs 29 crore Auditor G...","sentiment_score":-0.5}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"We are told to assume it's COVID. So as a family of 7, we wait. Wait until we all get COVID. I am an instructor and do not want to give it to my students so do I stay home? The govt says if I don't have symptoms, I go to work. 2\/","sentiment_score":0.0}
{"full_text":"At home COVID test order took me 20 seconds lolDo it friendshttps:\/\/t.co\/fpLZOCRTO7","sentiment_score":0.0}
{"full_text":"Arkansas inmates who were given ivermectin to treat COVID in jail file federal lawsuit: \"They used us as an experiment\" - CBS News","sentiment_score":-0.1}
{"full_text":"The US govt sending (4) covid tests to every household like damn bitch here you go now stop bugging ","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT #Fact reminders:- cloth masks are outdated- 15 min exposure time was pre-Omicron- 6' distance is outdated- covid can flo...","sentiment_score":-0.4}
{"full_text":"Even if I don't wait and follow the rules, again we are told to assume it's COVID. I don't qualify for testing anymore. So we all get sick and assume it's COVID. Then inevitably we relax a little bit because we assume that we have already been infected and then ... we get COVID 3\/","sentiment_score":-0.3005952381}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"I need a one jabGot a vaccine in my handOne more booster shot 'fore I goHigher powers taking a hold on Fauci","sentiment_score":0.5}
{"full_text":"RT This variant is sweeping through the region and we have not yet peaked.  Some schools have closed due to illness and staffi...","sentiment_score":-0.1125}
{"full_text":"RT NEWS REPORTS that \"#Ontario's daily #COVID19 death toll\" was 60 today with \"all but one of the deaths happening over the last m...","sentiment_score":0.0}
{"full_text":"RT Did not expect Covid rapid-test distribution to have a \"bias towards single-family housing\" subplot but here we are","sentiment_score":0.0}
{"full_text":"About time .... along with all those that thought they deserved to party during lockdown.","sentiment_score":0.0}
{"full_text":"THIS","sentiment_score":0.0}
{"full_text":"RT And don't worry any more about masks, says Johnson, who needed something to say.","sentiment_score":0.5}
{"full_text":"The Bad NewsOmicron is in East Auckland","sentiment_score":-0.7}
{"full_text":"Some are like why didn't he do this earlier, two things: 1) I agree, he could have done this a week after his inauguration but 2) the former president could have done this since it happened during his tenure but downplayed this pandemic","sentiment_score":0.0}
{"full_text":"RT BREAKING (AP) -- Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy i...","sentiment_score":0.0}
{"full_text":"RT Conservancy Drive at Mangal Pandey Park in Barrackpore Cantonment after its reopening since the lockdown by CBB staff.#Swach...","sentiment_score":0.0}
{"full_text":"i'm so pissed. as a college student i'm extremely susceptible to covid by my everyday activities no matter how safe i am. however, because my dorm hall is listed as business address i can't receive the free covid tests. this is bullshit.","sentiment_score":0.14375}
{"full_text":"RT Retweet this to say THANK YOU to President Biden for doing what Trump could not: provide millions of free at home COVID...","sentiment_score":0.4}
{"full_text":"Well, well, well. Conservative Plan of \"live with Covid\" is going to go down like an unmasked shopper in our Waitrose.","sentiment_score":-0.0095959596}
{"full_text":"RT For US folks in multi-unit buildings who are running into COVID test ordering issues, it apparently is because of backend...","sentiment_score":0.05}
{"full_text":"\" ... variants escaped ... \"Those pesky variants, hiding inside a vaccine. ","sentiment_score":0.0}
{"full_text":"RT freddy! you're supposed to be on lockdown!!vanessa... it was never meant to be","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT As signaled by 2022 #TrustBarometer, the cycle of dis\/mistrust is a core challenge for building a healthy new glo...","sentiment_score":0.3181818182}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"This is such an amazing analogy. Perfect. I had a patient who had cancer years before #LongCOVID. She said her covid fatigue was 1000x worse than cancer \/ chemo fatigue.","sentiment_score":0.3}
{"full_text":"RT COVID cases are currently at peak and asking students to travel in such situations will put their lives at risk. I urge IIT K...","sentiment_score":0.0}
{"full_text":"RT We are living in a parallel universe. is saying we can congratulate ourselves for overcoming the omicron var...","sentiment_score":0.0}
{"full_text":"RT Young and youthful India showing the way! This is encouraging news. Let us keep the momentum. It is important to vacc...","sentiment_score":0.2625}
{"full_text":"RT during a weekly COVID briefing, Montgomery County exec Marc Elrich says starting this Friday, 19 public libraries will...","sentiment_score":0.0}
{"full_text":"RT The greatest trick the pro-lockdown lobby ever pulled, was convincing the world it didn't exist.","sentiment_score":0.75}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"FOCUS on American's Needs. We need liberal\/progressive's VOTES. We are in Quick Sand out here. That is low income, minimum wage and majority of Americans making avg 40k to 80k. Cancel Student Debt now! You ran on that, 50k. After this PANDEMIC and inflation. Send another","sentiment_score":0.1111111111}
{"full_text":"\"the silence is deafening\"","sentiment_score":0.0}
{"full_text":"RT Aspirants who prepared for many months if found covid positive will be denied to sit for the exam. He\/she will lose a year....","sentiment_score":0.3636363636}
{"full_text":"Excellent point! The pandemic enabled people who had traditionally been arrested for wearing masks publicly as a way to terrorize people (e.g., KKK\/others) to legally obscure their identities to engage in mayhem w\/o compunction. If mask use is ended, the law should revert back!","sentiment_score":0.24}
{"full_text":"\"As businesses turned to QR codes for contactless payments during the pandemic, scammers seized on the trend to steal cash and financial credentials.\"https:\/\/t.co\/sdP1cp0qIY","sentiment_score":0.0}
{"full_text":"RT Because of covid situation,we had to close our Jamghat school for a few days. So we decided to give each child a study&amp;hy...","sentiment_score":-0.2}
{"full_text":"RT BREAKING (AP) -- Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy i...","sentiment_score":0.0}
{"full_text":"RT Right in front of my house, a demonstration against the covid regulations  So many idiots!","sentiment_score":-0.0714285714}
{"full_text":"i was just thinking this","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT *MRNA BOOSTERS DON'T BLOCK OMICRON, SOUTH AFRICAN STUDY SHOWS$MRNA","sentiment_score":0.0}
{"full_text":"The biggest mistake of the pandemic in Israel was closing schools and education - he apologized for that    Widespread infection is now an inevitable part of future immunity -- otherwise known as herd immunity","sentiment_score":0.0}
{"full_text":"RT NEW VOD and try to make sense of the continuing Covid chaos in the run up to GW23 . Check out FDR, Zo...","sentiment_score":0.1363636364}
{"full_text":"Wdym? If people want to get the vaccine I really don't care. I'm for people to do whatever people want to do. But to mandate it and in some places make it compulsory is disgusting. And people othering people over their own personal medical decisions is also disgusting.","sentiment_score":-0.2}
{"full_text":"RT Would you rather have to wear a clown mask or a superhero mask every day for the rest of your life?UMAR RIAZ CONQUERED BB","sentiment_score":0.0}
{"full_text":"RT Booster narrative in retreat:Europe's drug regulator warns excessive COVID boosters could lead to 'problems with immune...","sentiment_score":-0.25}
{"full_text":"RT Dont be a selfish. But buy from those who sell fish.Become a human first and then a professional.Support humanity support...","sentiment_score":-0.0833333333}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT BREAKING (AP) -- Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy i...","sentiment_score":0.0}
{"full_text":"RT The 64th Grammy Awards will no longer take place in Los Angeles.","sentiment_score":0.0}
{"full_text":"RT England Ends All COVID Passports, Mask Mandates, Work Restrictions","sentiment_score":0.0}
{"full_text":"At-Home COVID Tests Must be Reimbursed by Insurance Companies | by","sentiment_score":0.0}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT The entire country is witnessing the increase in COVID cases day by day,How GATE22 is possible in this pandemic?We urge...","sentiment_score":0.0}
{"full_text":"RT ATTN: Yale students w\/ a PO Box. USPS let me order free at-home COVID-19 tests, which I don't need bc of Yale's testing. I...","sentiment_score":0.4}
{"full_text":"maybe pay attention, and drop the mandates huh","sentiment_score":0.0}
{"full_text":"RT No face masks, no Covid passports. From January 27 England will again be the most free place in Europe.","sentiment_score":0.45}
{"full_text":"RT A great interview with definitely worth watching.You don't have to agree with everything Prof. Cyrille Co...","sentiment_score":0.55}
{"full_text":"RT It's a truly bizarre timeline we're living in when a company like Carhartt will mandate vaccines for employees as Starbu...","sentiment_score":0.4}
{"full_text":"Omg..what a statement ..poor wee children ","sentiment_score":0.0}
{"full_text":"RT Wow. Justices Gorsuch and Sotomayor publicly rebuke NPR's for her false report:\"Reporting that Justice Sot...","sentiment_score":-0.1}
{"full_text":"RT This is how far capitalists will go to try to prevent the good example of #socialism in #Cuba to succeed.Shame on","sentiment_score":0.4}
{"full_text":"The website to request free covid tests is up and running.But no one has to go on a website to request junk mail, the USPS just gives it to us.Wouldn't sending every household at-home tests make more ppl proactive about testing?","sentiment_score":0.45}
{"full_text":"RT Two years ago: you reassured the world, that there was \"no clear evidence of human-to-human transmission of the no...","sentiment_score":-0.05}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT #Postpone_cgl_mains2020 #IBPS_PO_POSTPONE #NDTV Corona is increasing day by day in my area daily 600-700 cases coming p...","sentiment_score":0.0}
{"full_text":"RT NEVER MIND THE BOLLOCKS: England Ends All Mask Mandates, COVID Passports, and Work Restrictions","sentiment_score":0.0}
{"full_text":"RT Can we expect a big U-turn on NHS vaccine mandates? Surely must follow.","sentiment_score":0.25}
{"full_text":"RT I now personally know 3 people all under the age of 40 and perfectly healthy that have died of heart attacks less than tw...","sentiment_score":0.1111111111}
{"full_text":"RT My baby girl just left us. Asthma attack exacerbated by Covid. She spent 3 days on a ventilator. She was only 22.","sentiment_score":-0.0333333333}
{"full_text":"RT Well that's awkward.","sentiment_score":-0.6}
{"full_text":"RT I will continue to wear a mask in indoor public spaces because it's absolutely no trouble to do so and because it helps prot...","sentiment_score":0.05}
{"full_text":"RT Intrastate movement passports and restrictions are imposed effective today in Minnesota. There is no sunset for them. We...","sentiment_score":0.6}
{"full_text":"RT Our Administration is making 400 million N95 masks from the Strategic National Stockpile available for free to Americans....","sentiment_score":0.4}
{"full_text":"RT 7 of us in my k class of 22 got covid last week. No classroom closure or quarantining. No real remote option f...","sentiment_score":0.0166666667}
{"full_text":"RT Vanderbilt reached the pinnacle of Covid WokenessThey banned their students from basketball games to stop CovidYet,...","sentiment_score":0.0}
{"full_text":"RT The Senate Republic Caucus is once again calling for a Senate Select Committee to investigate the Murphy Administration's han...","sentiment_score":0.0}
{"full_text":"RT Hey I'm dining-in in Ontario. Make it make sense. How's this ok yet my restaurant is shut for indoor dining?...","sentiment_score":0.5}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"He should be removed from office.","sentiment_score":0.0}
{"full_text":"...You \/ We should always wear a mask when at risk of coming in contact with anti vax.. anti science.. anti Democracy folks.. There is a program to get them for free from the nearest drug store..WKYC should publicize this..","sentiment_score":0.4}
{"full_text":"RT Trump's Latest Inflammatory Lie: White People Are Being Denied COVID Treatment","sentiment_score":0.25}
{"full_text":"Stimulus at least another $1400. The pandemic and inflation is drowning us. Fuel and food has gone up again. Do Something or WE will lose MIDTERMS. USE EP and whatever arsenal you've got now.","sentiment_score":-0.3}
{"full_text":"While she is at it, ask him about the long term side effects of the vaccine. 5+ years","sentiment_score":-0.05}
{"full_text":"That is why you were not wear a mask on camera at a party. You are not for the American people if you were then why don't you show it. I haven't seen it yet,  Biden and you need to step down and let somebody that cares for America be in office.","sentiment_score":-0.0777777778}
{"full_text":"RT No vaccine, no French Open for Djokovic, says French Sports ministry","sentiment_score":0.0}
{"full_text":"RT NEVER MIND THE BOLLOCKS: England Ends All Mask Mandates, COVID Passports, and Work Restrictions","sentiment_score":0.0}
{"full_text":"RT If there's a vote of no confidence in Boris Johnson, it's important that the next Conservative Party leader comes from...","sentiment_score":0.2}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT NEVER MIND THE BOLLOCKS: England Ends All Mask Mandates, COVID Passports, and Work Restrictions","sentiment_score":0.0}
{"full_text":"RT Israel , the only quadruple-vaxxed country in the world (also using mask mandates and Covid passports), just broke global...","sentiment_score":0.0}
{"full_text":"RT 1\/ BEWARE: Mild\" COVID can cause #LongCOVID!!@Nature study of N=147 (31 w LongCOVID) found Covid infection exerts unique &amp;...","sentiment_score":0.3541666667}
{"full_text":"RT It's 2022 in the middle of pandemic and mass disabling event and some people still believe in the \"disabled people have i...","sentiment_score":-0.1}
{"full_text":"Korean movie producers are now going into zombie storiesDope ","sentiment_score":0.0}
{"full_text":"RT NEW  Starbucks is no longer requiring its US workers to be vaccinated against COVID-19, reversing a policy it announc...","sentiment_score":0.1363636364}
{"full_text":"RT Jeffrey Epstein's friend, Bill Gates, is bored with pandemic lockdowns. So he's moving on to climate lockdowns.Anything...","sentiment_score":-0.5}
{"full_text":"RT Conservative finance critic says he does not support the Trudeau government's \"vaccine vendetta\" on t...","sentiment_score":0.0}
{"full_text":"Next time you get on a bus, remember that the bus driver has to sit there for his\/her whole shift and please wear a mask to protect yourself, the driver and other passengers. No-one should be forced to put themselves at risk in their workplace.","sentiment_score":-0.05625}
{"full_text":"yep this was a game changer for my long covid. Get on both an H1 and H2 (like suggested Zyrtec and Pepcid combo, but there are a lot to choose from)","sentiment_score":-0.225}
{"full_text":"RT Victims of paedophiles and rapist's having to show proof letters!!... Vaccine passports brought in by SF have wreaked...","sentiment_score":0.0}
{"full_text":"RT The government is ending its Covid-19 Plan B measures in England &amp; face masks will no longer be mandatory, My advice as a...","sentiment_score":0.0}
{"full_text":"RT Covid Origins - Leaked documents show attempts to prevent Disease X may have CAUSED SARS-CoV-2A summary...","sentiment_score":0.0}
{"full_text":"Some scientists have seen their Twitter audiences balloon into hundreds of thousands since the pandemic started.","sentiment_score":0.0}
{"full_text":"In case you missed it, one of the most viewed COVID-19 JAMA articles in 2021 was the Viewpoint on the Leading Causes of Death in 2020. Spoiler alert, it wasn't the pandemic.  Heart disease and other chronic conditions still had a big impact.","sentiment_score":0.125}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT By the way: \"70 kids.  That's nothing!  We have 4000 hospitalized adults!\", is probably not supporting the Omicron is Mild nar...","sentiment_score":0.1041666667}
{"full_text":"RT Very disappointed- after having booked our daughter (6 yrs) to get her COVID-19 jab at our GP, she's been turned back beca...","sentiment_score":-0.4875}
{"full_text":"We partnered with the show to discuss the importance of #informedconsent and the right that Canadians have to know and understand all their treatment options.Apple Podcasts:https:\/\/t.co\/ceROSXQ0m2YouTube:https:\/\/t.co\/x7YswntHqn","sentiment_score":0.2857142857}
{"full_text":"RT I know Esher well. Went to college there. I just don't believe the residents of Esher would not care about the PM party...","sentiment_score":0.0}
{"full_text":"Having been the guest in both of these situations (camera on classroom pre-pandemic), I'd vote for all Zoom. Names are helpful, but also, love that chat box for students uncomfortable with speaking directly to guests.","sentiment_score":0.0333333333}
{"full_text":"RT I love how everyone still thinks their tours are happening  they're gonna lock us down again, idk when but it's gotta h...","sentiment_score":0.1722222222}
{"full_text":"RT WHO Crushes Biden COVID Plan, Says \"No Evidence At All\" That Healthy Kids Needs 'Booster' Jabs","sentiment_score":0.5}
{"full_text":"RT Youth Congress chief Srinivas writes to Delhi LG Anil Baijal over COVID mismanagement in DelhiRead Story |","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to a falling piano, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"Update: I have Covid ","sentiment_score":0.0}
{"full_text":"Help protect our U-M community this winter term by getting a free COVID-19 test. Test locations:Asymptomatic Testing Testinghttps:\/\/t.co\/4bAAnxO3XA","sentiment_score":0.4}
{"full_text":"The UN's tourism organization said that world tourism won't return to pre-pandemic levels for another two years. Here's why.https:\/\/t.co\/9IF6r1oYFm","sentiment_score":0.0}
{"full_text":"Stanwood High School and Lincoln Hill High School will be holding lockdown drills this morning as they practice their safety plans as required by the state.","sentiment_score":0.16}
{"full_text":"RT BREAKING (AP) -- Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy i...","sentiment_score":0.0}
{"full_text":"RT #COVID_Is_A_Strict_Plan_FromAllahCOVID is a Firm Plan From Allaah..Imam Nasser Mohammed Al-Yamani.12- Jumada II - 1...","sentiment_score":-0.2}
{"full_text":"In a new study, Northwestern scientists have discovered a key mechanism used by the Zika virus to evade the antiviral response of the cell it is attacking--contributing to general knowledge of viruses and potentially aiding in pandemic preparedness.","sentiment_score":0.0465909091}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"Have good friends that both contracted CoVid (pre Omicron) doctor would not prescribe Ivermectin, a Doctor in Florida did and they were up and around after 4 days.","sentiment_score":0.7}
{"full_text":" Anyone who has received the Johnson &amp; Johnson vaccine is no longer considered fully vaccinated in Germany. For this, a second #vaccination is necessary, at best with an mRNA #vaccine.Here you find everything you need to know about the change. https:\/\/t.co\/DAjUWaJ4Cx","sentiment_score":0.3333333333}
{"full_text":"RT Getting a #COVID19 booster shot helps reinvigorate your protection. With #Omicron spreading, that boost is more importan...","sentiment_score":0.5}
{"full_text":".@dougducey is standing up for parent's choice in their child's education and fighting Joe Biden's discriminatory decisions. A year into his presidency, Joe Biden still can't work with the nation's chief executives.https:\/\/t.co\/cZQVKj3G1L","sentiment_score":0.0}
{"full_text":"Yes, but wasn't he making similar claims early in the pandemic Richard also claiming therewere records numbers of Doctors and nurses when this is not the case, he has lied, deceived and generally misled the public from day 1, he must go","sentiment_score":0.0375}
{"full_text":"They are vaxed at a very early age, but yes, vaccines have been around with high compliance. I don't understand why we have to give the Gov a hard time by giving this choice to the parents, students, faculty. Again, we never mandated a mask for the flu, this variant acts as such","sentiment_score":-0.0004166667}
{"full_text":"The same folks who say the Left roots against America CLEARLY delighted that our nation's top military officer has COVID.Nice 'gotcha' inference, too. As if vaxxed people getting COVID proves it's a hoax (it's not) or that the vax doesn't protect you (it does - you don't die).","sentiment_score":0.2333333333}
{"full_text":"Frontline workers to get EUR1,000 pandemic bonus, reports @obraonain.","sentiment_score":0.0}
{"full_text":"297 of those cases were in North Wales.https:\/\/t.co\/b1tYngHFVY","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"Must've missed the whole contagious, deadly pandemic, eh?","sentiment_score":0.0}
{"full_text":"The vax-or-test mandate is now in place in all Minneapolis\/St. Paul bars, restaurants, and other venues which serve food or beverage. The same requirement for ticketed events will follow on January 26. Click here to read more about St. Paul's regulations:","sentiment_score":0.125}
{"full_text":"Join us at 6pm TONIGHT at the Hal Holmes Community Center. We'll have a panel discussion with local mental health experts sharing strategies for coping with the ongoing COVID pandemic. Free &amp; open to all.","sentiment_score":0.04}
{"full_text":"If I had a choice I would keep Boris &amp; sack Carrie, Sunak &amp; Javid, over the last 2 years they have collectively treated the people of this country with distainCovid policy was like a Covid hokey cokeyGreen policy has exasperated the energy shortagePensioners let down","sentiment_score":-0.0777777778}
{"full_text":"#EtharkkumThunindhavan postponed.It'll be the First biggie from Kollywood to release post lockdown. New release date announcement soon!@Suriya_offl #VaadiVaasal #ET","sentiment_score":0.1931818182}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"\"Going to the second year of the administration, I'll be looking at for how the administration officials talk about living with COVID indefinitely and how that plays into their booster and vaccination campaigns.\" -@courtneybuble on #govexecdaily:","sentiment_score":0.0}
{"full_text":"A million Americans die from a pandemic:Eh, it's only 1%.A couple of people stay in Afghanistan:The whole catastrophe is a travesty of justice!","sentiment_score":0.125}
{"full_text":"Why not Covid vaccination card? This people will do saaa before you know, they will set price on ladies if you want to marry ooo. Very soon we will have E. Bride price in this country. #CitiNewsroom","sentiment_score":0.2}
{"full_text":"When COVID-19 hit, Dr. Kong found herself wondering if her dental practice would survive. Sandy Spring Bank welcomed her business with open arms, helping her secure a PPP loan and navigate the complex financial crisis. Read her client experience story:","sentiment_score":0.025}
{"full_text":"By exaggeratedly putting emphasis on the unvaccinated, a false sense of security is conferred on the vaccinated, eventually leading to a negative vaccination effectiveness against Omicron, as observed in Denmark and elsewhere.DK|https:\/\/t.co\/Vm615qx03Hhttps:\/\/t.co\/rt0bcE0t9H","sentiment_score":-0.4}
{"full_text":"Over 50 percent of children between the age of 15 and 18 years have received their 1st dose of COVID-19 vaccine. Praising them, Health Minister Mansukh Mandaviya said that enthusiasm of these children for vaccination is inspiring people all over India.","sentiment_score":0.5}
{"full_text":"NEWS: Students discuss mental health as pandemic enters third yearhttps:\/\/t.co\/ba4mg6x9yf","sentiment_score":-0.05}
