{"full_text":"RT \"This is not an epidemic of the unvaccinated\"(...) \"great immunity this vaccines work but just like your car, they eventual...","sentiment_score":0.8}
{"full_text":"70 yr old nurse still working..had full blown covid in Jan... Never in the hospital.. At almost 11 months out..had antibodies checked.. Still at 48%.. So are u telling me I still need to inject that poison?","sentiment_score":0.225}
{"full_text":"RT The lowest rate of vaccination in Ontario is for 5-11's in Haldimand-Norfolk (33%). That public health region is led by  Mat...","sentiment_score":0.0}
{"full_text":"RT I am pro-vaccines.I am vaccinated.I am against vaccine mandates and vaccine passports. They are immoral, and based on...","sentiment_score":0.0}
{"full_text":"RT At no point did Labour call for a lockdown for Christmas. Or after Christmas. The reason the Tories repeat this lie is...","sentiment_score":0.0}
{"full_text":"If you're not scared of this, you should be. To repeat: I was in one uncrowded store for 5 minutes, was double masked with an N95 and I'm triple vaxed. Please retweet. 6\/6","sentiment_score":0.0}
{"full_text":"RT The most disgusting thing about this entire mess is that complete lack of consideration over the welfare of our children...","sentiment_score":-0.115}
{"full_text":"RT \"Living with COVID\" continues to mean that my medically vulnerable 4 year old doesn't get to leave our house, continue...","sentiment_score":-0.2375}
{"full_text":"I would have killed to go to that Taylor Swift event last night  fuck u Covid","sentiment_score":-0.2}
{"full_text":"RT Bret Baier Challenges CDC Director To Call Out Justice Sotomayor On COVID Misinformation","sentiment_score":0.0}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana...","sentiment_score":0.3181818182}
{"full_text":"RT In March 2020 the policy goal was flatten the curve. The policy evolved to zero spread. No articulated policy goal now apar...","sentiment_score":0.0}
{"full_text":"Covid: Hospital boss admits they may lose staff over compulsory vaccines #cliptags","sentiment_score":0.0}
{"full_text":"Wait from 2009 to get back pay you worked for, work over a vacation that could have been a firebreak for covid spread, then get given vacay days that will be impossible to take for many. #MakeItMakeSense #UFT","sentiment_score":-0.0555555556}
{"full_text":"RT I decided, for my own health to hold out on receiving the vaccine, until such time as I saw they were working and not ca...","sentiment_score":0.3}
{"full_text":"I know, right?Dems in 2020: \"You were admitted for a broken leg and have COVID, so you're a COVID case.\"Dems in 2022 with midterms coming and the death toll higher under Biden than Trump: \"Let's separate 'with' COVID deaths from 'of' COVID deaths.\"Media is also at fault.","sentiment_score":-0.075}
{"full_text":"RT THERESA SPEED, 75, of Mayfield, Kentucky died of COVID on Jan. 9, 2021.\"My beautiful grandmother was one of the kindest...","sentiment_score":0.85}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT You can be a safe driver, yet risk of dying depends on local road conditions, emergency response capacity, &amp; actions of...","sentiment_score":0.25}
{"full_text":"They inverted covid","sentiment_score":0.0}
{"full_text":"How to be high functioning with a chronic autoimmune disease that manifests as pain and fatigueHiding from the world with the high COVID positivity rate doesn't do gr8 things for my extroverted personality but it does allow for more ","sentiment_score":0.2733333333}
{"full_text":"Monet gone be SICK I'm talking worst case of Covid sick when she finds out who her real connect is #PowerBookII","sentiment_score":-0.5571428571}
{"full_text":"RT The \"mild\" symptoms of Omicron comes from the folks who brought you \"mild\" necrocapitalism.","sentiment_score":0.3333333333}
{"full_text":"RT Marine vet David T. is in the hospital with covid pneumonia and a blood clot in the lung. Please pray for him.","sentiment_score":0.0}
{"full_text":"RT That's a negative Covid test for me ","sentiment_score":-0.3}
{"full_text":"Lmao I love this fandom ","sentiment_score":0.55}
{"full_text":"They are clueless. If it was a real deadly pandemic we all would be gone","sentiment_score":-0.3}
{"full_text":"Kinda like your flu vaccines. New one every year because they keep mutating. Covid just mutates faster because of anti vaxers here and in Europe and poorer unvaxed countries.","sentiment_score":0.1363636364}
{"full_text":"RT Lightening the mood a little as today is another day we battle COVID disinformation &amp; tons of reasons to be angry at ig...","sentiment_score":-0.34375}
{"full_text":"RT Sajid Javid continues to sink lower and lower. This is NOT about whether one should get the vaccine or not. This i...","sentiment_score":0.0}
{"full_text":"RT Then COVID really IS the proximal cause. Just as the flu would be if they caught that infection. If they were getting by befor...","sentiment_score":0.2}
{"full_text":"RT Biden Administration Says It Is Ok To Discriminate Against White People For COVID TreatmentHe is still a racist.https...","sentiment_score":0.25}
{"full_text":"RT 40 million listens for Joe Rogan.Can even crack a million anymore?","sentiment_score":0.0}
{"full_text":"RT Please sign and share the petition demanding #SCOTUS correct the record of all the misinformat...","sentiment_score":0.0}
{"full_text":"RT I strongly believe more people have died in The Netherlands because of the actions taken for Covid than Covid its...","sentiment_score":0.4666666667}
{"full_text":"RT Social Distancing with Sapphire https:\/\/t.co\/DujsoSKpOEfindom * qos * sph * cei","sentiment_score":0.0333333333}
{"full_text":"What 'living with covid' actually means#ToryCovidDisaster #ToryLies","sentiment_score":0.0}
{"full_text":"RT As the Omicron variant continues to wreak havoc across Illinois and the U.S., it is more important than ever to get va...","sentiment_score":0.45}
{"full_text":"retweet widely - especially to your trumpers ","sentiment_score":0.0}
{"full_text":"One other idea...perhaps when we were all in lockdown in 2020, we should have started nursing training. We all should have learned some of the basics, no? Those would have been good webinars in retrospect.","sentiment_score":0.2875}
{"full_text":"RT I am Chair of the British Association of Critical Care Nurses My family and I have all been vaccinated. I *kno...","sentiment_score":0.0}
{"full_text":"The guy who lies about inventing the COVID vaccine sure I believe him","sentiment_score":0.5}
{"full_text":"RT BREAKING: digs into the origins of Omicron in South Africa","sentiment_score":0.0}
{"full_text":"After facing rage at disregard of his own #Covid restrictions #BorisJohnson appears to be rewinding policy in some ways. Citizens bemoan the #testing move, however, as it will now cost PS25-50 for a plausible excuse to take time off work &amp; watch cartoons.https:\/\/t.co\/zFnJdtqX8M","sentiment_score":0.35}
{"full_text":"RT the CDC now says your boss can legally exhume your covid-ridden corpse and prop it up at the cash register like weekend at...","sentiment_score":0.2}
{"full_text":"RT CDC Director Can't Say How Many Of 836,000 Deaths Are 'From COVID' And How Many Are 'With COVID'","sentiment_score":0.5}
{"full_text":"RT It took 2 years, 200,000 drug overdoses, an average American weight gain of 20 pounds of fat, and hyper inflation for the CD...","sentiment_score":-0.075}
{"full_text":"Covid lo fa","sentiment_score":0.0}
{"full_text":"#Channi's wife, his son and daughter in law are all COVID positive &amp; #godimedia keeps asking why he did not meet the PM. Channi's test report has come negative. #Punjab needs Channi hale and hearty. #PunjabElections","sentiment_score":-0.0363636364}
{"full_text":"RT This is amazing. \"Our death registry takes a few weeks to collect...\"So how the hell was CNN able to run a minute by minu...","sentiment_score":0.3}
{"full_text":"Money has no inherent value, things cost resources not money. And in a pandemic, the valuelessness of money is doubly evident, especially compared to the value of the preservation of life.Determining whether to distribute PPE based on cost puts a price on life.","sentiment_score":0.125}
{"full_text":"So get ready for the stage of the pandemic where deaths with covid are at all time highs, but deaths from covid are minimal thanks to the overwhelming success of the Biden administration's covid response","sentiment_score":0.22}
{"full_text":"RT I can't praise and his team enough for providing some needed context on the impact of isolation periods o...","sentiment_score":0.0}
{"full_text":"I've been landed in hospital isolation with Covid due to having a symptomatic person in the ward bed next to me for 4 nights.I tested positive yesterday.Be swell if staff could stop commenting about it being a \"holiday away from the kids\", or \"nice to have some alone time\"","sentiment_score":0.1755681818}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"Sad truth. Post Corona effect.","sentiment_score":-0.5}
{"full_text":"RT I'm a doctor who's worked throughout the pandemic &amp; seen the devastating effects of CovidThe evidence is clear that vacci...","sentiment_score":-0.45}
{"full_text":"RT Canada resists pressure to drop vaccine mandate for cross-border truckers","sentiment_score":0.0}
{"full_text":"Imagine lying abt COVID cases","sentiment_score":0.0}
{"full_text":"The only reason Joey made statement the pandemic is no longer a Fed. Govt. Problem is the Supreme Court was set 2 hear both sides. They knew Fed. Mandates were unconstitutional and needed 2 step back. 1st comment from Sotomayor was \"there r no Fed. Mandates.\"","sentiment_score":0.0}
{"full_text":"RT Let's make #Deltacron a teachable moment. --No, it's NOT real!  But you're curious to learn how labs detect variants \/ seque...","sentiment_score":-0.1125}
{"full_text":"RT This is amazing. \"Our death registry takes a few weeks to collect...\"So how the hell was CNN able to run a minute by minu...","sentiment_score":0.3}
{"full_text":"RT #auspol The Govenor General.. hastested positive for Covid19 &amp; for the first time as.. GGSeen to Do Something.. It...","sentiment_score":0.1757575758}
{"full_text":"RT Fewer people in critical care than in last five years. @sajidjavid why did the already discredited Sage modelling loonies...","sentiment_score":0.0}
{"full_text":"RT So grateful to the MPs and scientists who've had the courage to question this and to for running it....","sentiment_score":0.0}
{"full_text":"#latestnews Ireland Will Soon Pay Arts and Culture Workers a Basic Income to Help the Sector Bounce Back From the Pandemic - (POST_EXCERPT}","sentiment_score":0.0}
{"full_text":"It's a theory ","sentiment_score":0.0}
{"full_text":"RT Biden Administration Says It Is Ok To Discriminate Against White People For COVID TreatmentHe is still a racist.https...","sentiment_score":0.25}
{"full_text":"RT please please be aware that carers who go into peoples homes, if they are not vaccinated, on April 1st they will be sack...","sentiment_score":0.25}
{"full_text":"RT If you wear a mask to go to a store during a pandemic it's called proper health protocols not living in fear.If you need t...","sentiment_score":0.0}
{"full_text":"RT Today, said:\"The overwhelming number of deaths, over 75%, occurred in people who had at least 4 comorbidities. So...","sentiment_score":0.1}
{"full_text":"RT A big reason I'm sharing so much about what's happening with me right now is because I didn't hear these conversations h...","sentiment_score":0.1619047619}
{"full_text":"RT The culture of total disregard for the rules seems to have been embedded into life in Downing Street from the very start...","sentiment_score":0.1}
{"full_text":"RT Friendly reminder: Even if it is \"just a cold\" and not Covid, you still should stay home. Like, nobody wanna catch a cold f...","sentiment_score":-0.275}
{"full_text":"I have heard varying reports on the voracity of covid To some it's nothingOthers dieTotally unpredictable","sentiment_score":-0.1666666667}
{"full_text":"RT this pandemic has really exposed how many organisations dedicated to ~human welfare~ are actually about upholding the soci...","sentiment_score":0.175}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"Thanks David, as you say the ICU numbers are steady which I think is testament to all that are boosted and omicron being milder","sentiment_score":0.1833333333}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"Jie Biden is mentality unfit","sentiment_score":0.0}
{"full_text":"RT Watching national dataAnd being in the hospital this weekI see two things that appear contradictoryBut both are true...","sentiment_score":0.35}
{"full_text":"RT The way MSNBC liberals have pivoted so seamlessly from accusing Trump of having personally murdered every COVID victim to i...","sentiment_score":0.0083333333}
{"full_text":"And the CDC guidelines didn't say : after 5 days leave isolation and go cough around people , they said mask that face for 5 more days ( in your case I would do double mask )","sentiment_score":0.25}
{"full_text":"Teams suffering from Covid outbreaks at this month's Africa Cup of Nations will have to play as long as they have 11 players available","sentiment_score":0.175}
{"full_text":"RT It can help you with:#non-life-threatening injuries or illnesses such as wounds, infections, bites, stings and sprains, an...","sentiment_score":0.0}
{"full_text":"RT We created a map consisting of *FREE* COVID-19 Testing Sites in the South and West side (Insurance is not required). ht...","sentiment_score":0.4}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"#DrHabib_Japan_Defence_Forces #DrHabib_Covid19_Updates #DrHabib_Japan_USA (Reuters) - The United States has agreed to impose stricter COVID-19 measures at U.S. military bases in Japan, a U.S.-Japan joint statement said on Sunday, a...https:\/\/t.co\/1YHF0lGE8d","sentiment_score":-0.1}
{"full_text":"RT Sing 2 is officially the first animated feature film to gross over 100 Million at the box office since the pandemic er...","sentiment_score":0.125}
{"full_text":"At no point during the pandemic has the government EVER given enough money to make anyone I know not work. At no point. These people are impossibly out of touch, and all it takes is the tiniest bit of looking outside the U.S. and the propaganda we're fed to see it.","sentiment_score":-0.1916666667}
{"full_text":"Big Pharma is FDA, CDC biggest donor. They are playing switch the employee. And use the money to twist the scales in their direction.","sentiment_score":0.0}
{"full_text":"RT  91.6% of #Omicron cases in #denmark are among those who are vaccinatedVaccines for previous variants helped save many...","sentiment_score":0.1666666667}
{"full_text":"Aside from death and long-term illness this might be a reason we don't want to just let Omicron rip in NZ. It clearly requires major logistical preparation of a different order.","sentiment_score":0.0541666667}
{"full_text":"RT Vaccines work part 23679379279929","sentiment_score":0.0}
{"full_text":"RT Covid morphing into a new variant every 3 months. #Deltacron #IHUvariant #OmicronVariant #Delta #coronavirus","sentiment_score":0.1363636364}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT This is very important literature on how media uses propaganda to create a false-reality.What we consume as \"news\" and \"e...","sentiment_score":0.21}
{"full_text":"RT Oh look. SAGE. Wrong. Again #Covid ","sentiment_score":-0.5}
{"full_text":"I just saw someone say they might have covid and will try to stay hydrated but it's hard because they have had to boil water since their water was contaminated and I fuckin hate this country","sentiment_score":-0.5458333333}
{"full_text":"RT Montreal awakens.","sentiment_score":0.0}
{"full_text":"RT Let's look at deaths, not cases. Deaths related to Influenza and Pneumonia in Australia: 2010: 2,373 deaths. 2014: 2,...","sentiment_score":0.0}
{"full_text":"omicron is milder? is that why all the hospitals have no beds again?","sentiment_score":0.0}
{"full_text":"RT they really cant lock us down again bc last time we had time to really think about the status quo &amp; started burning shit d...","sentiment_score":0.0088888889}
{"full_text":"RT I am a Director of Public Health and am double #vaccinated and #boosted, as are my family and friends. Vaccination is the best...","sentiment_score":0.3333333333}
{"full_text":"Today's NY Times overview of Covid spread, excellent article","sentiment_score":1.0}
{"full_text":"It's maddening how the government in the U.S. offered less assistance than most other first world nations to people who were forced to stay home or quarantine, then literally uses that pittance to blame the middle class for a labor shortage.","sentiment_score":0.0263888889}
{"full_text":"RT Tested positive on 4th Jan due to reckless violation of Covid norms Did PC on 9th Jan (today) and lies that he has done...","sentiment_score":0.0511363636}
{"full_text":"RT Triple jabbed Geraldo Rivera got COVID - said he was shocked. Let's remind everyone what the jerk said about the unvaccinat...","sentiment_score":-0.7}
{"full_text":"Good ol' Bob Wachter. We knew we'd get an epic thread when he or his family members inevitably got breakthrough covid.","sentiment_score":0.2666666667}
{"full_text":"RT The 7-day average for COVID deaths yesterday in NYC was 56. Exactly a year ago, that 7-day average was 38. The vaccine mandate,...","sentiment_score":-0.0166666667}
{"full_text":"AMEN AMEN AMEN to wise friend and great patriot Gets. It.And all of us must do the same.","sentiment_score":0.5}
{"full_text":"Here, minus 2003 (what did Labour do to kill all those extra people!) the increase has been less than proportionate to population size increases as a %, so, how does Dr \"lie\" blame the gov? If you looked at only these stats, you wouldn't notice there's been a pandemic! ","sentiment_score":-0.0666666667}
{"full_text":"RT Every one knows about this bro and we are so so proud of you .The best contestant of BB15 Nd we absolutely love you...","sentiment_score":0.7666666667}
{"full_text":"Covid killed #roundtablepizza by my work!I'll say it #FJoeBiden #COVID","sentiment_score":-0.2}
{"full_text":"Omg I was literally just watching this girl's video on TikTok! the \"tier 2\/tier 3 friend\" part got meThe pandemic forced us to choose who and what is a priority in our lives. Its very upsetting to realize your role in someone's life wasn't as integral as you thought it was.","sentiment_score":-0.05}
{"full_text":"One reply in thread points out if most infectious days are 3-6 we have the opportunity to slow transmission.By staying home after symptoms start of course. But with guideline ok to work after 5days? Things are only going to get worse first.","sentiment_score":0.0916666667}
{"full_text":"RT 'Learning to live with' #COVID is about learning how to invest to make environments safe primarily by ensuring safe air in...","sentiment_score":0.3840909091}
{"full_text":"KARMA COVID BOY","sentiment_score":0.0}
{"full_text":"RT This is amazing. \"Our death registry takes a few weeks to collect...\"So how the hell was CNN able to run a minute by minu...","sentiment_score":0.3}
{"full_text":"RT Ex-Pfizer Scientist Dr. Yea-don: CDC Vac-cine Death Reports Show Lethal Experiments on Population Taking Placehttps:\/\/...","sentiment_score":0.0}
{"full_text":"RT Why on earth is  #BroadcastingHouse giving a platform to a hospital consultant who is refusing to have a #Covid vaccine wh...","sentiment_score":0.0}
{"full_text":"RT I tire of wearing a mask. But I wear it when I'm in public places, even though I'm  vaxxed and boosted.  Because I don...","sentiment_score":0.0}
{"full_text":"RT True that and even inside the house you were so compassionate towards everyone.@geetakapur aap scripted shows ke judg...","sentiment_score":0.35}
{"full_text":"RT What a treat to see public health hero in the New York Times today--a full-page announcement for","sentiment_score":0.0681818182}
{"full_text":"RT This is amazing. \"Our death registry takes a few weeks to collect...\"So how the hell was CNN able to run a minute by minu...","sentiment_score":0.3}
{"full_text":"Often forgotten in the conversation of Covid restrictions are our post secondary students across every province . Some of which over the course of 2.5 years have yet to experience the true meaning of university\/ college and all that it should offer. Learning, athletics, life !","sentiment_score":0.06875}
{"full_text":"RT Some of u never liked Some used to but think he went too far on covid\/vaccines. I love Jimmy. Imo he's 10...","sentiment_score":0.1}
{"full_text":"RT If you were fortunate enough to hear his interview with on CBC radio this morning, you'd recognize the sage words tha...","sentiment_score":0.2}
{"full_text":"RT A thread. Which I barely do: BC is backwards when it comes to heath. Initially, our pho was not a fan of masks. She was wrong...","sentiment_score":-0.15}
{"full_text":"RT Sorry to beat the same drum on this issue for the past week, it sounds like everybody decided we were done sacrificing to...","sentiment_score":-0.25}
{"full_text":"If it wasn't for Covid regs, I'd be trying to rebook my flight from thursday to now...","sentiment_score":0.0}
{"full_text":"She didn't even answer the question. Surprise surprise. He asked about 836K deaths - not deaths from Omicron.","sentiment_score":0.0}
{"full_text":"RT I've been tweeting about Covid for nearly 2 years. But this week it became personal when my 28-year-old younger son got it...","sentiment_score":0.0333333333}
{"full_text":"RT UnbelievableThe lawyer opposing Biden's vaccine mandate &amp; downplaying Covid is ARGUING REMOTELY because he has Covid &amp; is qu...","sentiment_score":-0.1}
{"full_text":"RT Help out Wes if you can!","sentiment_score":0.0}
{"full_text":"RT 19 articles over the span of 2 years. A traditionally-made vaccine that has had the trajectory of landing in the...","sentiment_score":0.0}
{"full_text":"RT \"Penalise the vaccine refuseniks\" says Andrew Neil, a man I once respected... Astounding how many people are living on a...","sentiment_score":0.55}
{"full_text":"What people desperately wanted it to be, it is not, and these assholes know it. They also know that everyone is desparate to believe it is, based on them falsely claiming everyone who gets Covid will die","sentiment_score":-0.5}
{"full_text":"RT I'm anti Lockdowns I'm Anti Vaccine Passports Anti unscientific restrictions Anti misrepresenting of dataAnti Indepen...","sentiment_score":0.0}
{"full_text":"RT My mother-in-law &amp; Father-in-law are both double jabbed &amp; boosted. They both have covid , and have been fighting it for 11...","sentiment_score":0.0}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT  93 Ontarians have died of Covid in the last 3 days!! Toronto has no ambulances 412 in ICUs Nurses are being as...","sentiment_score":0.0}
{"full_text":"RT Would be great if we had a federal government that was more committed to stopping the spread of this virus and saving li...","sentiment_score":0.65}
{"full_text":"RT Kids aren't learning shit anyways right now if half their classmates and teachers are out sick with Covid and they are...","sentiment_score":-0.1988095238}
{"full_text":"Vital that everyone in Scotland gets their booster vaccination when eligible, says Humza Yousaf.","sentiment_score":0.1}
{"full_text":"++Catch-Up++ Atlantic Tales. This weeks guest on Atlantic Tales is, Colm Liddy from Ballycar. While the pandemic gave Colm more time to research stories from his local area, he has always had an interest in history.https:\/\/t.co\/w0uawzLE5n@dromolandcastle","sentiment_score":0.25}
{"full_text":"As the raging omicron variant of COVID-19 infects workers across the nation, millions of those whose jobs don't provide paid sick days are having to choose between their health and their paycheck.https:\/\/t.co\/AtVE8nVRXA","sentiment_score":-0.7142857143}
{"full_text":"RT I told you all along not to let them call you an anti-vaxxer. It was always a slur meant to demonize those that were a...","sentiment_score":0.0}
{"full_text":"Chicago school officials are negotiating with the city's teachers union concerning COVID-19 protocols that canceled three days of class last weekhttps:\/\/t.co\/POTvnsbLqH","sentiment_score":0.0}
{"full_text":"I thought if you stood up you have to wear a mask, but when you sit down you can take it off, or is that only in restaurants after 9pm???","sentiment_score":-0.0777777778}
{"full_text":"RT Conspiracy theorist Ron Johnson is running for re-electionHe spent July 4 in Moscow, paying homage to PutinLied about the...","sentiment_score":-0.1}
{"full_text":"CBC NEWS: \"The Cargill meat-processing plant located near High River, Alta. is facing at least 45 new confirmed cases of COVID-19, according to the union that represents its workers.\"#ableg #cdnhealth #canlab #covid19abhttps:\/\/t.co\/CZqPYeNCcd","sentiment_score":0.0992727273}
{"full_text":"Pupils in Years 8-14 can help keep themselves, families, mates &amp; school community safe with a quick &amp; easy test for COVID-19.Around one third of us can have COVID-19 but no symptoms-a lateral flow test can detect this.Read more at","sentiment_score":0.3533333333}
{"full_text":"A Cardiff bookmaker hopes the suggestion Wales might move some of their Six Nations fixtures to England acts as a power play in easing Covid-19 restrictions in the countryRead with Members' Club Ultimate ","sentiment_score":0.0}
{"full_text":"By categorizing normal dimensions of human distress &amp; struggle as psychiatric illness we have created an epidemic of prescribed harm, turned episodic conditions into chronic disability &amp; created drug dependence in a population of people who otherwise could be living better.","sentiment_score":0.2166666667}
{"full_text":"I thank God I had the energy, will, and ability to cook (and smell, and taste!) breakfast today. I'm definitely past the worst of Covid.","sentiment_score":-0.625}
{"full_text":" FREE surveillance testing 1\/10-14 at PIC!REGISTER NOW at WALK-INS NOT ACCEPTED.Practice 3 W's: wear a mask, wash your hands, watch your distance.Register for COVID-19 vaccination at","sentiment_score":0.4}
{"full_text":"is requiring all students and staff to show proof of negative Covid-19 test regardless of vaccination status before returning to school on January 11 reports","sentiment_score":-0.3}
{"full_text":"Moderna CEO Stephane Bancel and Ugur Sahin, the CEO of BioNTech, which has produced the vaccine with Pfizer, are now both worth around $4 billion each.","sentiment_score":0.3}
{"full_text":"RT Because at this point in the pandemicthe shortage is not ventilators or ICU bedsThe shortage is in doctors, nurses, res...","sentiment_score":0.0}
{"full_text":"RT I cried with relief when I got vaccinated. I've seen enough suffering from Covid as an intensivist to last a lifetime. I feel...","sentiment_score":0.0}
