{"full_text":"RT Staff absence from #COVID19 in East Kent Hospitals is on the rise. This puts pressure on patient care, especially non-urg...","sentiment_score":-0.00625}
{"full_text":"RT I'm 25, triple vaccinated, and generally healthy.I lost 5kg in 7 days.It is not mild. It is not just a cold.#OmicronV...","sentiment_score":-0.0583333333}
{"full_text":"Surely they can't get away with false positive covid tests","sentiment_score":0.1090909091}
{"full_text":"This thread must be read in full. Tweets 6 &amp; 7 are particularly devastating.","sentiment_score":-0.325}
{"full_text":"80 % of my workers and family had covid in last 3 weeks...no one but one was very sick..","sentiment_score":-0.4642857143}
{"full_text":"RT France splitting hospitalisation data by variant! In the UK we are forced to infer from time series - very prone to error...","sentiment_score":-0.05}
{"full_text":"RT My MW Basketball Power rankings for week of Jan 3. All the COVID cancellations make it tough1. San Diego State2....","sentiment_score":0.0}
{"full_text":"RT Those who died from COVID with \"underlying conditions\" still suffered a preventable death and deserved to live too.","sentiment_score":0.1363636364}
{"full_text":"RT #Hyderabad Twitter, Someone in the family is not coping well due to COVID, want to be on the safe side and admit them. Can...","sentiment_score":0.1875}
{"full_text":"RT While we could only meet 1 person outdoors, invited 100 people to a party.While we obeyed the rules,...","sentiment_score":0.0}
{"full_text":"RT Once again, after the video, is leaked a damning story about this government: the email showing o...","sentiment_score":0.0}
{"full_text":"RT On 20th May the Prime Minister and over 100 of his staff were apparently partying at Number 10.The very next day they wou...","sentiment_score":0.0166666667}
{"full_text":"\"Two weeks to flatten the curve\".","sentiment_score":0.0}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"Yair Lapid: \"Indeed, I am positive for Corona. Feeling great because I'm vaccinated. Go get vaccinated, put on a mask, we'll get through this together.\"","sentiment_score":0.5136363636}
{"full_text":"All the people who could read the data and could view propaganda for what it was have known a year ago.We need to go back into the cave to help the people. We can't be angry at them.","sentiment_score":-0.2}
{"full_text":"RT The state is now having healthcare staff work while COVID-positive. This comes after thousands of staff were fired even i...","sentiment_score":0.0}
{"full_text":"And those are the people that are in danger.  Cry harder.  He's not \"wrong\".Hell, I have 2 comorbidities and my COVID lasted 3 days.Only 6% of those that died of COVID were in \"good health\".People need to take care of themselves...not expect others to do it for them.","sentiment_score":0.2833333333}
{"full_text":"RT Pfizer will have an Omicron vaccine ready in March, months after everyone has already contracted and gotten over the vir...","sentiment_score":0.2}
{"full_text":"RT I love this. But I think it's wrong. The campaign to silence Covid dissidents has slowed the dawning of truth dramatical...","sentiment_score":0.0}
{"full_text":"During the early days of COVID, when I started \"lockdown\" in NJ, I felt little to no energy, felt back pain etc. It wasn't COVID; it was the fact that I wasn't moving around. I'd imagine that being bedridden or locked up for any period of time would cause something similar","sentiment_score":-0.021875}
{"full_text":"Political planning of health: Co-opted under Covid: health experts set up for blame they may deserve - Pearls and Irritations @RuralDoctorsAus @acemonline @ACRRM @ama_media ","sentiment_score":0.0}
{"full_text":"Is now. Always was.","sentiment_score":0.0}
{"full_text":"RT be the same ones partying outside w covid not telling anybody ","sentiment_score":0.0}
{"full_text":"AZ hospital system allowing Covid-positive health care workers to work amid 'critical staff crisis' via -","sentiment_score":0.0}
{"full_text":"RT The 1st #SciPol Series of 2022 on Jan 26! In partnership w\/ feat &amp; for a fireside...","sentiment_score":0.0}
{"full_text":"RT I'm an intensive care nurse that watched too many patients die from COVID. Helped &amp; over heard many families say goodbye...","sentiment_score":0.5}
{"full_text":"The story of covid","sentiment_score":0.0}
{"full_text":"I have covid would be nice to have money while i dont work $zaragozaeddie","sentiment_score":0.6}
{"full_text":"RT If you're more outraged over Boris Johnson having a garden party during lockdown than you are over lockdown itself, you'r...","sentiment_score":-0.2}
{"full_text":"RT Every opposition leader should now call for resignation. This should also be the focus of this weeks...","sentiment_score":0.0}
{"full_text":"RT The Eagles have activated Jordan Howard, Boston Scott, Dallas Goedert, Fletcher Cox, Avonte Maddox, Genard Avery, Rodney Mc...","sentiment_score":0.0}
{"full_text":"RT Hannah Brady on behalf of Covid-19 Bereaved Families for Justice: \"My Dad died just four days before this email was sen...","sentiment_score":0.0}
{"full_text":"White power at it again...https:\/\/t.co\/6Q7Wy9okx7","sentiment_score":0.0}
{"full_text":"Do all the experts stating the GOP is going to sweep the 2022 midterms take into account how much of their anti-vaxxer (and let's face it, MAGA) base is not going to be able to vote because covid doesn't care about their political beliefs?","sentiment_score":-0.025}
{"full_text":"RT Yes you can get Covid after being vaccinatedLike your seatbelt lowering your chance of getting severely injured if you're...","sentiment_score":0.0}
{"full_text":"RT NEW: Red Lobster refuses to provide paid sick leave to its 50,000+ restaurant workers during the ongoing pandemic.Empl...","sentiment_score":-0.1926406926}
{"full_text":"RT Email shows Boris Johnson aide invited No 10 staff to lockdown 'BYOB' party | Boris Johnson really has to resign ASAP. Thi...","sentiment_score":0.2}
{"full_text":"RT Parents are climbing the walls while trying to keep their young children stimulated and COVID-free, and the government still...","sentiment_score":0.1}
{"full_text":"RT Every day we are arguing with folks who would rather lose their jobs, drink urine, take swine dewormer and even kill their own...","sentiment_score":0.6}
{"full_text":"RT Or how about the data with one comorbidity? Or two? What are those comorbidities? Cancer? Gunshot wounds? Obesity?","sentiment_score":0.0}
{"full_text":"RT Does \"you know the vaccine is working if you get sick and it feels just like a cold\" sound stupid to anyone else?","sentiment_score":-0.4285714286}
{"full_text":"RT Tonight on Tucker Carlson: Are Dems trying to take away your right to drink your own pee because they're afraid of the...","sentiment_score":0.0952380952}
{"full_text":"RT This looks unlikely to be legal for attendees. Being outside the home was illegal at the time unless (the only potentially...","sentiment_score":-0.1333333333}
{"full_text":"RT We must ban any conspiracy theorists who suggest the timing of this is anything more than pure coincidence.","sentiment_score":0.3571428571}
{"full_text":"RT What happens when one of the best vaccinated (90% total population) countries in the world gets Omicron?","sentiment_score":0.5}
{"full_text":"OSHA was not intended, nor established for the purposes presently being used by the Biden Administration.  Covid is a government research illness not a general workplace risk. The workplace conditions, functions and materials have no bearing on outside of workplace viral risks.","sentiment_score":-0.0083333333}
{"full_text":"Dr. Scott didn't say vaccines don't \"help.\" Just pushin' back on those who've been vaccine-hounding and shaming others for their person health choices, in light of evidence that shots aren't preventing infections as promised-they don't significantly avoid getting or spreading it","sentiment_score":0.2583333333}
{"full_text":"RT Diu has achieved 100% first dose Covid-19 vaccination coverage for its eligible teenage population (15-18 years age group) on Mond...","sentiment_score":0.125}
{"full_text":"RT China's Tianjin on partial lockdown after omicron found - ABC News - via","sentiment_score":-0.1}
{"full_text":"RT We have a highly competent, fiercely intelligent and incredibly informed in Jen Psaki. We should let the American...","sentiment_score":0.55}
{"full_text":"RT Unjabbed here. I've not been in a hospital at all during the pandemic, let alone overwhelmed it. Nor do I know anyon...","sentiment_score":0.0}
{"full_text":"RT Federal district court in Los Angeles rejects challenge by LAPD employees to vaccine mandate.https:\/\/t.co\/ZMWZnWkp8t","sentiment_score":0.0}
{"full_text":"RT this is what people don't get, the vaccine is not a cure and it was never meant be.","sentiment_score":0.0}
{"full_text":"UT Health RGV will continue its drive-thru COVID-19 testing site in Edinburg Monday, Wednesday and Friday.","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"Massachusetts reported a record 27,612 new COVID-19 cases on Wednesday, more than 600 than the previous record.And yet, in all likelihood, the real number is significantly higher.https:\/\/t.co\/dd0c6LCgeO","sentiment_score":0.2089393939}
{"full_text":"RT The gardener showing up to number 10 during the height of lockdown","sentiment_score":0.0}
{"full_text":"RT After noticing so many cloth masks on delivery folks, I started texting my Instacart &amp; DoorDash people to ask if they need...","sentiment_score":0.5}
{"full_text":"Twitter was wild today. First a big discussion about NFTs in video games, then I was away during the middle of the day and now a doc talking about how he's threatened by covid deniers just because he posts his daily experiences","sentiment_score":0.07}
{"full_text":"\/\/ COVID-Sniffing Dogs Are Keeping Concerts on Track in 2022","sentiment_score":0.0}
{"full_text":"RT You don't keep on top of cases by removing testing.You don't make covid harmless by simply using the word 'enedemic'...","sentiment_score":0.25}
{"full_text":"RT This is a stunning admission and one that is quite literally at the crux of my Facebook lawsuit against their fact-checke...","sentiment_score":0.5}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT About the same time, my lad's birthday. Little table inside, their gran outside. By the bins, sticking to the rules. She...","sentiment_score":-0.0625}
{"full_text":"RT The Mayor of the 3rd largest city  retaliated against teachers by shutting down schools and locking teachers out of th...","sentiment_score":-0.0777777778}
{"full_text":"RT HELLO SORRY FOR THIS BUMMER POST but I needed to get it down somewhere. The pandemic is worse than it's ever been and miti...","sentiment_score":-0.3518518519}
{"full_text":"RT Doug Kuzma, 61, Qanon Podcaster, antivaxxer, now dead from COVID","sentiment_score":-0.2}
{"full_text":"Why you want more of your voters dead to Covid you are a sick man.","sentiment_score":-0.1380952381}
{"full_text":"RT in conclusion - the prime minister, who furiously ordered an inquiry into whether there were any parties at Downing Street...","sentiment_score":0.0}
{"full_text":"Yes, majorly because of COVID. #AskFarid","sentiment_score":0.0625}
{"full_text":"RT So the CDC is just casually going to drop truth bombs after destroying so many lives? And why didn't more people try t...","sentiment_score":0.075}
{"full_text":"RT Outbreak 1. \"We thought we had more time.\"Outbreak 2. \"Nobody realised how severe delta was going to be\"Outbreak 3. \"H...","sentiment_score":0.5}
{"full_text":"Never mind that she has Covid, I guess.","sentiment_score":0.0}
{"full_text":"RT Email exposed 'showing 100 guests were invited to bring your own booze No 10 drinks party' at height of Covid lockdown htt...","sentiment_score":0.6}
{"full_text":"RT AOC Accuses COVID Virus Of Just Wanting To Date Her","sentiment_score":0.0}
{"full_text":"RT I have Long Covid, and I am doing okay now but neither my mind nor my body will ever be the same. The Covid I had is what...","sentiment_score":0.15}
{"full_text":"This apparently was what caused the last minute change in school plans by DoFo - 20-25% of school staff would be in isolation within a week. I'm so torn by all of this. I get that kids need school, but omicron is making Swiss cheese of vax'd immune systems. ","sentiment_score":0.025}
{"full_text":"RT Was the Prime Minister at a BYOB party at the height of lockdown? It's the only question now. If the answer is yes, this...","sentiment_score":0.0}
{"full_text":"RT Omicron may be the end to the pandemic crisis - if only elite health officials would let it.","sentiment_score":0.0}
{"full_text":"I hope my job doesn't hate me for taking 1 more day to feel better. Covid was a bitch n I'm 95% today so at least I'll b closer to 100%","sentiment_score":-0.025}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"RT Here's how we compare to the U.S.: US's labor supply is down a little less than 1.5% from pre-pandemic; IA's is down nearly...","sentiment_score":-0.1130555556}
{"full_text":"RT All 9 Supreme Court justices are vaccinated. They enjoy some of the most rigorous Covid protections of any people in the cou...","sentiment_score":0.45}
{"full_text":"RT COVID-19 Testing Update: Today, our administration announced that beginning January 15, 2022, individuals covered by a heal...","sentiment_score":0.0}
{"full_text":"the american media socialists are kind of just anti-hard work as a first principle and assume that everyone would want to live a lockdown lifestyle if they had the funds.","sentiment_score":0.2465909091}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"Instead of admitting defeat, look at the shit Liverpool fans are making up in the replies ","sentiment_score":-0.2}
{"full_text":"RT Please RT: We got our jokes in, but #TransTwitter &amp; #DisabilityTwitter folks - if you take either Spironolactone or Fi...","sentiment_score":0.0}
{"full_text":"RT As explains - the average Victorian GP has about 1,500 children on their books. Some practices are being...","sentiment_score":-0.15}
{"full_text":"by injuries and covid, they stayed pretty healthy, they're not frauds at all but they have had good luck this year and it won't be nearly as easy next year","sentiment_score":0.3766666667}
{"full_text":"CCAD's spring semester will begin as planned in person on Tuesday, Jan. 18. Read about our health and safety protocols, including COVID-19 testing plans, our mask requirement, and more at ","sentiment_score":0.5}
{"full_text":"The situation here is far from ideal, but the Americans warning against travel specifically to Canada because of *our* covid situation is laughable.","sentiment_score":0.1666666667}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"RT IMO, if social media didn't exist, 95% of Americans would be vaccinated for Covid. What do you think?","sentiment_score":0.0333333333}
{"full_text":"RT Hannah Brady on behalf of Covid-19 Bereaved Families for Justice: \"My Dad died just four days before this email was sen...","sentiment_score":0.0}
{"full_text":"Im setting up google classroom for the kids sjfhshdhd lol this is so cute. And yes I know it sucks bc all of this is bc of COVID and I'd prefer to be in person but I'm making light of the situation. I've been on the other side of zoom university and now Ima the one teaching ","sentiment_score":0.255}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"RT This is a stunning admission and one that is quite literally at the crux of my Facebook lawsuit against their fact-checke...","sentiment_score":0.5}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT \"After 12 days from the first vaccination of the AstraZeneca vaccine, you are 100% effective against hospitalisation an...","sentiment_score":0.425}
{"full_text":"RT DOOCY: \"I'm tripled vaxxed, still got COVID. You're triple vaxxed, still got COVID. Why is the president still referring t...","sentiment_score":0.0}
{"full_text":"In Canada the flu kills 6,000 to 8,000 a year. COVID-19 has killed nearly twice as many Canadians in two years and that's with lockdowns. In the US the CDC estimates the flu kills 20,000 to 50,000 a year. COVID-19 has killed 836,000 in two years.","sentiment_score":0.05}
{"full_text":"all about health...","sentiment_score":0.0}
{"full_text":" things may be happeningStay tuned","sentiment_score":0.0}
{"full_text":"RT Suddenly BJ's inability to sack Cummings after Barnard Castle all makes sense (story broke 2 days after the party). B...","sentiment_score":0.0}
{"full_text":"RT Or call it over. Stop testing, drop masks, get back to living, albeit 'with' covid, the nasty cold.","sentiment_score":-0.5333333333}
{"full_text":"RT BREAKING: Dr. Robert Malone: Latest Disease Spreading Across China an \"Ebola-Like Hemorrhagic Fever Virus\"","sentiment_score":0.5}
{"full_text":"RT Lots of reports of Omicron sequences carrying Delta-like mutations (eg P681R or L452R). Although a subset of these might en...","sentiment_score":0.0}
{"full_text":"RT After World Realizes He Was Right About Everything, Alex Jones Appointed As New Head Of CDC","sentiment_score":0.211038961}
{"full_text":"RT The CDC says just get this from Nook's Cranny and you'll be ok","sentiment_score":0.5}
{"full_text":"FYI &amp; care to comment","sentiment_score":0.0}
{"full_text":"RT Peter Doocy, fresh from a bout with Covid, is back in the White House briefing room pushing anti-vax talking points","sentiment_score":0.1}
{"full_text":"RT So, if I've got this right, we are finally being \"allowed\" to discuss the flawed \"Covid-related deaths\" data the CDC fed...","sentiment_score":-0.0714285714}
{"full_text":"Otachic Update:Get vaccinated. Wear a mask. Protect the immunocompromised.","sentiment_score":0.0}
{"full_text":"RT A hundred of them attended the party including Johnson.  Martin Reynolds, the principal private secretary, invited ju...","sentiment_score":0.0}
{"full_text":"False positives are so rare and Norbert acted like the whole team had them sksksjs","sentiment_score":0.0333333333}
{"full_text":"\"Pay the consequences\", says one of own MPs.","sentiment_score":0.6}
{"full_text":"RT Plans for \"living with COVID\" should be about mask mandates, crowd limits, access to healthcare, and remote options -...","sentiment_score":-0.1}
{"full_text":"RT This is what we were working to avoid with \"flatten the curve\" when the outbreak came to the US: a whole assload of peo...","sentiment_score":0.2}
{"full_text":"RT How nice for the CDC director to pop by the Sunday shows yesterday and confirm everything that was called a conspiracy the...","sentiment_score":0.6}
{"full_text":"RT Peter Doocy, fresh from a bout with Covid, is back in the White House briefing room pushing anti-vax talking points","sentiment_score":0.1}
{"full_text":"RT This was two days before the Cummings Barnard Castle thing broke. Think of all the people who have sat stonewalling throug...","sentiment_score":0.0}
{"full_text":"RT Jason Kilar on whether they have discussed delaying #TheBatman again.\"We're certainly paying attention to everything...","sentiment_score":0.2142857143}
{"full_text":"RT This exchange is heartbreaking.","sentiment_score":0.0}
{"full_text":"RT Vanderbilt is not allowing students to attend basketball games because of covid, but the general public is able to come to...","sentiment_score":0.1833333333}
{"full_text":"RT Just another day in  world folks!","sentiment_score":0.0}
{"full_text":"RT An online media network that promotes election and coronavirus-related conspiracy theories is soliciting donations and telling don...","sentiment_score":0.0}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"RT The fact that the CDC and the fake news are now being forced to admit the truth about Covid isn't because they are having...","sentiment_score":-0.4}
{"full_text":"RT Hi, ER Doc here.I can't believe I have to say this but do NOT consume your own urine in an attempt to treat COVID19.","sentiment_score":0.6}
{"full_text":"RT I was down in the dumps about the US Covid deaths being the highest in the world but now that I hear the economy is doing...","sentiment_score":-0.1555555556}
{"full_text":"RT Biden's CDC director says what the vaccines can't do anymore \"is prevent transmission.\"","sentiment_score":0.0}
{"full_text":"RT Ontario is reporting 2,467 covid hospitalizations. Last Monday 1,232 were reported.","sentiment_score":0.0}
{"full_text":"RT Scott Morrison said 'contact your GP' if you get COVID-19. But these doctors say they're swamped","sentiment_score":0.0}
{"full_text":"Be 'mislead'","sentiment_score":0.0}
{"full_text":"The fact that there are so many Liverpool fans defending this sums them up honestly ","sentiment_score":0.55}
{"full_text":"RT The base requirement to save lives is humanitarian access.In Ethiopia, WHO was able to dispatch 14 MT of medical supplies to...","sentiment_score":-0.1}
{"full_text":"China is testing all of Tianjin's 14 million residents after the emergence of a COVID-19 cluster.","sentiment_score":0.0}
{"full_text":"\"Everybody is stretched incredibly thin. I honestly don't know if there is much more room to stretch.\" with tells why this #COVID19 surge is different, and says it's critical for people to be vigilant.","sentiment_score":0.1083333333}
{"full_text":"If cutting back on drinking, especially after the holiday season and the rise in COVID-19, is your goal for 2022, starting the year with Dry January is a great way to start. Learn more: #alcoholrehab#drugaddiction#LuxuryRehab#Malibu","sentiment_score":0.0904761905}
{"full_text":"Confused and Compromised #coronavirus #COVID19","sentiment_score":-0.4}
{"full_text":"The FDA rejected an FOI (freedom of information request) about the vaccine and stated they need 50-75 years to give safety data about the vaccine.","sentiment_score":0.0}
{"full_text":"my trust issues so bad i don't even trust my covid results","sentiment_score":-0.7}
{"full_text":"RT Just overheard the husband on the phone w an anti vaxxer from his motorcycle club. \"Wtf, do what research? No disrespect, m...","sentiment_score":-0.5}
{"full_text":"A day in London topped off with our little one's introduction to the West End! Amazing and she loved it (despite a few wobbles) but it hit home how much lockdown and experiencing what was essentially sensory overload has affected this generation  #thestormrageson","sentiment_score":0.1776041667}
{"full_text":"#WATCH There are reasons for optimism as the percentage of #COVID19 cases that need hospitalisation is down on previous waves of the virusNews Correspondent has more #VMNews | #COVIDIreland | |","sentiment_score":0.0592592593}
{"full_text":"UnAmerican! Stop using #BigTech!#COVID19Vaccine #COVID19 #COVID19 #covid #covid19nsw #covid #covidvariant #Covid_19 #GetVaccinated #GetVaxxed #GetVaccinatedNow #Vaccination #vaccine #VaccinesSaveLives #VaccinesWork","sentiment_score":0.0}
{"full_text":"Infectious disease expert urges new national strategy to \"coexist with COVID\" ","sentiment_score":0.1363636364}
{"full_text":"Citigroup set to discipline workers who flout bank's vaccine rules","sentiment_score":0.0}
{"full_text":"Citigroup set to discipline workers who flout bank's vaccine rules","sentiment_score":0.0}
{"full_text":"RT The CDC director just said over 75% of \"covid deaths\" occurred in people with at least four comorbidities. Since Biden can'...","sentiment_score":-0.3}
{"full_text":"RT Just had it confirmed today that housebound elderly on Home Care Packages cannot use their funding to purchase RATs....","sentiment_score":0.4}
{"full_text":"Try Again, you weren't paying attention the first time","sentiment_score":0.25}
{"full_text":"RT Stop these insane restrictions NOW!","sentiment_score":-1.0}
{"full_text":"RT MEDICAL ANNOUNCEMENTS > Players and have tested negative for Covid-19 in PCRs and can rejoin the...","sentiment_score":-0.15}
{"full_text":"It's no secret COVID-19 test kits have been in short supply recently, but what can be done? Whitman professor Burak Kazaz shares with how supply chain issues have impacted the shortage and how public-private partnerships could help.","sentiment_score":0.0666666667}
{"full_text":"Stay COVID safe. Remember to:  Wash \/ sanitise hands often, wear a mask wear needed and open windows for ventilation. If you feel unwell, #GetTested, use a rapid antigen test or find a free testing clinic: Translations","sentiment_score":0.3}
