{"full_text":"#NewHampshire is poised to become the 1st US state to make #Ivermectin available as an over the counter medication and sanction it as a protected treatment for #COVID19, under a bill before the House Health, Do this for OH","sentiment_score":0.4}
{"full_text":"RT Universities not prioritizing the improvement of their online communication when we're years into a pandemic honestly makes me...","sentiment_score":0.6}
{"full_text":"\"A Viral Underclass\": People With Disabilities Vent Their #Covid Rage and Frustration","sentiment_score":0.0}
{"full_text":"RT We at Louder With Crowder love to show our support to our new sponsor, very trustworthy Big Pharma. Look at how well they hav...","sentiment_score":0.2090909091}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"Theres that word pandemic AGAIN-There never was a pandemic -It was assholes like Piers Morgan that created the illusion of one.","sentiment_score":0.0}
{"full_text":"RT Pregnant reporter turned to Taliban for help after being rejected by New Zealand due to Covid restrictionsIt's \"brutall...","sentiment_score":0.1148989899}
{"full_text":"RT Remember that Washington State cop who became a right wing hero and was lionized on Fox when he taped himself telling the...","sentiment_score":0.2857142857}
{"full_text":"RT Austria : Lockdown on the unvaccinated has been ongoing for many weeks now. It successfully flattened the curve, but alon...","sentiment_score":0.625}
{"full_text":"Who's ready for Chinese New Year#hkdl #hkdisneyland #hongkongdisneyland #disney #disneyland #disneylandhk #disneylandhongkong #parkclosed #lockdown #lny #cny #lunarnewyear #chinesenewyear","sentiment_score":0.1121212121}
{"full_text":"18 hours in. Kinda feel a little hungover but that's it. My arm feels like it got hit by a fastball though. No fever or chills through the night. I'll probably take a nap during the day. Pretty happy so far as the last time I got a covid shot I was fucked for 2 days","sentiment_score":0.0604166667}
{"full_text":"RT Anti-Asian stigma, hate, crimes soared this pandemic. It's irresponsible and insensitive for an influencer to liken Asians...","sentiment_score":-0.8}
{"full_text":"RT This is making me really angry... The incompetence of The Party in America knows no bounds...\"This [meta-study] impli...","sentiment_score":-0.5}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"RT A really important thread to understand about long covid and why current case control studies are not actually the gold sta...","sentiment_score":0.0875}
{"full_text":"COVID death toll in Sri Lanka increase to 15,400https:\/\/t.co\/GcYqlQXubw#lka #SriLanka #HiruNewsEnglish","sentiment_score":0.0}
{"full_text":"RT COVID VACCCINE LOCAL TALLY OF INJURIES - REPOSTED: \"Uncle had a heart attack after his blood clot straight to heart with...","sentiment_score":0.1}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"RT So to be clear, CAN minister of public safety at the very least very strongly suggests police action may be taken against...","sentiment_score":0.0746666667}
{"full_text":"RT So, pandemic restrictions are removed but Henry VIII powers remain in place? Why ? I think folks we need...","sentiment_score":0.0}
{"full_text":"Remarkably the UK is an island.After seeing China's reaction to Covid in Dec 2019, the deaths in Italy and our newfound \"brexit freedumb\" January 2020, it would have been a perfect moment to close UK borders to holiday traffic.  But Johnson was on holiday &amp; drunk #JohnsonOut5","sentiment_score":0.4166666667}
{"full_text":"RT Stay safe and say goodbye to your boredom with DishTV Movies Active Service and keep enjoying blockbuster movies from the...","sentiment_score":0.2888888889}
{"full_text":"RT Stunning data from Unvaccinated people 65 &amp; up are 52X more likely to be hospitalized from #covid19 compared to th...","sentiment_score":0.3333333333}
{"full_text":"RT Vaccinations protect better than prior infection from short and Long Covid Scott","sentiment_score":0.1125}
{"full_text":"Russia Confirms First Omicron Variant Infections","sentiment_score":0.25}
{"full_text":"RT It's amazing Spotify lost $4 billion in market value in one week for their Covid misinformation. #cancelspotify","sentiment_score":0.6}
{"full_text":"Psychology of Pandemics: What are the Lessons? Heightened anxieties stoked by #MoralPanic help explain #hypervigilance and default to school closures in Nova Scotia. @TimHoustonNS @andrewlynk @BeckyDruhan ","sentiment_score":0.0}
{"full_text":"OK that's hilarious - I'm retired in a pandemic so they all seem to blend together.  If it wasn't for recycling day entire weeks would drift by without notice...","sentiment_score":0.3333333333}
{"full_text":"Shawn Mendes postpones European tour dates to 2023 amid COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT Who cuts child poverty in half &amp; then instead of cutting the other half says \"Yeah, let's not renew that child poverty life...","sentiment_score":-0.2645833333}
{"full_text":"RT I find it disturbing the \"vaccine\" ads are the only pharmaceutical ads in U.S. history with *no* side effects warnings. T...","sentiment_score":-0.25}
{"full_text":"Healthcare Living Wage Cannabis eat 550 nutrients for Immunity Climate Action Before #COVID19 we marched w\/#MLK #DemocratsDeliver 0 of 4 #HumanRights #misinformation #Bipartisan Employees = #Socialist Employers = #Capitalism can not survive w\/o Lives being Sacrificed","sentiment_score":0.1}
{"full_text":"#coronavirus #Omicron Variant in #India Live Updates: Risk persists even though #COVID19 cases starting to plateau in parts of India, says #WHO","sentiment_score":0.0681818182}
{"full_text":"RT Really wonderful news. LB Camden is way ahead of any other  inner-London borough when it comes to safe cycling provision.","sentiment_score":0.4583333333}
{"full_text":"Happy Saturday everyone  we're in the mist of a blizzard here  stay home safe and stay warm Have a great day! ","sentiment_score":0.725}
{"full_text":"RT It is fortunate that we know exactly what kinds of new variants Covid will throw at us in the future, otherwise how would w...","sentiment_score":0.1965909091}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT Professor Rancourt have you heard of this very worrying scientific investigation about  \"MICROSTRUCTURES...","sentiment_score":0.2}
{"full_text":"RT BOOM! Dan Bongino got permanently BANNED from YouTube earlier this week, and now he's been KICKED OFF Google Ads for r...","sentiment_score":0.0}
{"full_text":"Here is me at a protest against vaccine passports a month ago. Were you there? Were your favourite Twitter-based freedom fighters?If not, shut the fuck up.https:\/\/t.co\/g9453so4NU","sentiment_score":-0.4}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"RT Today we made a plea for to take urgent action to improve working people's pay, to counter the worsening impacts of re...","sentiment_score":0.1}
{"full_text":"Get through his acting work drying up after the pandemic, I shouldn't wonder.","sentiment_score":0.0}
{"full_text":"leggo back online","sentiment_score":0.0}
{"full_text":"bigvirtue1 His heart stopped after being vaccinated against the coronavirus. I guess he was vaccinated at 11:28 a.m. on December 22, 2021.  The energy of that time is as follows. How does he know the harm of alcohol because it is poisonous and traps are dug along the road ?","sentiment_score":0.0}
{"full_text":"RT  5 DAYS TO GO before the much awaited trip this pandemic. Tara, sama-sama nating tuklasin ang makabagong produksyon. Tun...","sentiment_score":0.2}
{"full_text":"RT #Cancleboardpariksha2022We are not able to give board exam you are taking online classes but you are not taking online...","sentiment_score":-0.25}
{"full_text":"RT Rajasthan Police Employees GP-3600 and DPC Time Scale Promotion Raj. Govt. should implement. Police constables play an...","sentiment_score":0.0}
{"full_text":"RT The most extraordinary public statement to date from one of the most published and eminent cardiologists in the world....","sentiment_score":0.3333333333}
{"full_text":"Trumpeting a new find in Joburg. The Playground opened today in Braam.  Inner-city, post Omicron () fun fun fun.","sentiment_score":0.2590909091}
{"full_text":"RT Numerous studies emerging telling us that -surprise surprise- the \"nothing wrong on your scans\/tests, you're fine, it'...","sentiment_score":-0.0277777778}
{"full_text":"Kindness!! Thanks for sharing, and yes get your flu shot. It seems like lax COVID measures have helped it come back.","sentiment_score":0.1}
{"full_text":"Except that there are plenty of times where the sun IS shining even as drops fall. As to sniffles, we were called conspiracy theorists and spreaders of misinformation about masks even AFTER CDC admitted cloth masks don't work. Other CDC absolutes have ALSO been shown to be false!","sentiment_score":-0.3125}
{"full_text":"RT I hate corruption and this government seems to have created a pandemic of it in the UK","sentiment_score":-0.8}
{"full_text":"RT Members of Parliament should really stay off social media and refrain from giving their thoughts on this convoy. This will...","sentiment_score":0.1166666667}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"They have no choice but to pull all Covid rules or lose everything. People are waking up but will they stay awake long after the curtain is removed from the set? #Covid #antivaxxers #SaveAmerica","sentiment_score":-0.05}
{"full_text":"Angry grandpa ","sentiment_score":-0.5}
{"full_text":"Our practices across the North West have stayed open throughout the pandemic.And while we may be working in a different way using online appointments or phone calls where appropriate, we are always here when you need us.#doctors #alwayshere","sentiment_score":0.1666666667}
{"full_text":"As well as bathing in the glow of the Northern Lights, was on the hunt for a story during his recent trip to the Arctic circle.He speaks to scientist Jack Kohler about the impact of climate change in Svalbard.  Listen ","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to start my own restaurant! LET'S DO THIS!","sentiment_score":0.9375}
{"full_text":"RT Well Ottawa, you know what to do. Businesses that support white    supremisists trying to undermine Canada while spreadi...","sentiment_score":0.0}
{"full_text":"Can we all stick by pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"Three years before the pandemic struck, received an unusual prophetic word, which prompted him to move his church's material online. We asked him about this seemingly unique warning about Covid-19","sentiment_score":0.2875}
{"full_text":"RT It looks like much of the UK has given up. We have accepted over one thousand people dying each week (Covid and non-Covid)...","sentiment_score":0.2}
{"full_text":"RT Food and Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan...","sentiment_score":0.0}
{"full_text":"The have launched #COVID19 biz support funds for the following sectors:tourismnightclubstaxi, private hire drivers &amp; operatorsevents &amp; culturehospitality, breweries &amp; leisureweddingclose contact Click below for more infohttps:\/\/t.co\/Zez7BvfPpW","sentiment_score":0.1666666667}
{"full_text":"Pre-pandemic estimates are that between 15 &amp; 20% of children throughout the UK have poor vision in one or both eyes. This is only projected to have worsened","sentiment_score":-0.2}
{"full_text":" If you're pregnant, you shouldn't wait until the baby arrives to have your Covid-19 vaccine.The vaccine is safe and efficient for protecting you and your unborn child during pregnancy.  Book online now - or find a walk-in","sentiment_score":0.4166666667}
{"full_text":"RT Calling him \"a menace to public health, over 270 Doctors and Scientists in an open letter demand Spotify ends Joe Rogan's C...","sentiment_score":0.0}
{"full_text":"Good man...","sentiment_score":0.7}
{"full_text":"Administration of Riphah University Al-Mizan Campus started threatening the students#Pakistan #COVID19 #Omicron #NCOC #Rawalpindi","sentiment_score":0.0}
{"full_text":"RT  1555 individuals tested positive for COVID19 against 8175 tests conducted in the Federal Capital.Positivity: 19.02%@nh...","sentiment_score":0.2272727273}
{"full_text":"The number of households being made homeless because they were fleeing domestic abuse has risen by more than a third in England since the start of the pandemic, according to the latest official figures.https:\/\/t.co\/9eHrzu79nZ","sentiment_score":0.25}
{"full_text":"The more that Australians die of covid the more Morrison loves Koalas ","sentiment_score":0.5}
{"full_text":"5 hours and the seedlings that grow into receipts of doom for you all and niaid along with nih and poor poor hhs. The American people need to prepare for the great seedlings TOR to drop in 5hrs and keep replanting and grow the crops that they can't stop that's coming.","sentiment_score":0.0}
{"full_text":"RT I would like to politely remind &amp; of the 7 Nolan principles of public life: Selflessness...","sentiment_score":0.0}
{"full_text":"Please check out my good #friend and very talented original recording artist Ade Wilding! He has a new single out \"Pandemic\" ! You can check it and his other material here: Great friend to have and most appreciative of y...","sentiment_score":0.4334253247}
{"full_text":"RT The good news we like. Moderna has launched early-stage clinical trials of an HIV mRNA vaccine.","sentiment_score":0.7}
{"full_text":"No commitment, you're an embarrassmentYes, an embarrassment, a living endorsementThe intention that you have bookedWas an intention that was overlookedThey say, \"Stay awayDon't want you home todayKeep away from our doorDon't come 'round here no more\"@BorisJohnson","sentiment_score":-0.225}
{"full_text":"RT Don't listen to hearsay, #COVID vaccine is safe and efficacious. Make sure you take your's on your turn. #Unite2FightCoron...","sentiment_score":0.5}
{"full_text":"RT Over the past two years, people have been yelled at, assaulted, and even killed just for being Asian.  All while loops of p...","sentiment_score":-0.15}
{"full_text":"But she's jabbed so can't possibly catch, transmit or get ill?  Oh, I forgot the jabs were designed for the Alpha variant, not Omicron and it's mutated spike protein, so haven't got a chance in hell of working!","sentiment_score":-0.3125}
{"full_text":"It wouldn't, with dozens millions dead worldwide, similar to the rate of traffic deaths.Something like 1 in 100 000 people get severe side-effects from the vaccine - with +90% effectiveness against illness. More than 1 in 20 unvaccinated gets severe side-effects from the virus.","sentiment_score":0.1}
{"full_text":"RT God Imagine if Public Health cared this much for Irish Children.\"Taking a whanau-centred, (Maori holistic)...","sentiment_score":0.0666666667}
{"full_text":"You can apply for the Omicron Hospitality &amp; Leisure Grant if your business is a ratepayer in &amp; more than 50% of its income comes from providing in-person services in the hospitality, leisure or accommodation sectors.For more information:https:\/\/t.co\/brsAxhnNeQ","sentiment_score":0.5}
{"full_text":"Pinned to Pinterest #BooksWorthReading","sentiment_score":0.0}
{"full_text":"Issues at the night shelters in Daryaganj &amp; Gurudwara Bangla Sahib range from a lack of toilets and bedding to Covid concerns. Here's what &amp; found in their #GroundReport.Watch:","sentiment_score":0.0}
{"full_text":"RT Latest I have re Child Covid Deaths (0-19) across Europe 28th JanuaryGermany  57      4France      40     1 (+2 to...","sentiment_score":0.5}
{"full_text":"Buy Pure Air 200 Purification Systems Online from #UVSheltron.Buy Now    TODAY FOR A QUOTE IN YOUR AREA! +1 888-877-7946#PureAirPurificationSystems #PureAirPurification #AirPurifiers #PureAir200 #Covid #UVSheltron #USA","sentiment_score":0.2678571429}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"NSUI's Student Manifesto, is a welcome initiative for the benefit of the student community that has been adversely affected by COVID.","sentiment_score":0.8}
{"full_text":"RT Universities not prioritizing the improvement of their online communication when we're years into a pandemic honestly makes me...","sentiment_score":0.6}
{"full_text":"Intranasal Covid-19 vaccines aim to overcome potential difficulties with mass vaccination and reduce the cost by doing away with the need for needles and syringes.","sentiment_score":0.0}
{"full_text":"Let us work together to reach the global target of vaccinating 70% of the Region's population by June this year - to protect our people and overcome this pandemic Dr Ahmed Al-Mandhari, Regional Director#HealthForAll_ByAll","sentiment_score":0.0}
{"full_text":"RT 'Sunderland boss Lee Johnson has controversially suggested keeper Lee Burge's minor heart trouble could have b...","sentiment_score":0.1}
{"full_text":"Did you know... that the new corona restrictions could radicalise non-vaccinated Europeans? Measures that punish a certain group in society tend to weaken their confidence in society's institutions which can lead to extremist attitudes.  #Sphera","sentiment_score":0.1753246753}
{"full_text":"Current Conditions for #Sayre PATemp: 5.7FWind Chill: 2.1FHumidity: 83%Dew Point: 1.7F Barometer: 30.177 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"#TRIPSwaiver: Is all the huffing and puffing just bluffing? Read this piece to find out how close the world is to making COVID technologies more accessible. #COVID19 #IP #access","sentiment_score":0.4375}
{"full_text":"RT One thing I'll never forget about this pandemic, is seeing 70, 80&amp; 90+ year old people queuing in the freezing cold outside ba...","sentiment_score":-0.1666666667}
{"full_text":"Despite the #COVID-19 #pandemic, #IT spending is expected to reach nearly $4.5 trillion in 2022 as #organizations of all sizes are ready to move beyond short-term projects that were needed to combat the #global pandemic, according to new data from #IT research firm #Gartner:","sentiment_score":0.0227272727}
{"full_text":"Local artists in #Hangzhou filmed a music video to pay a tribute to medical workers and volunteers while the city is going all out to curb the spread of a #COVID19 outbreak.","sentiment_score":0.0}
{"full_text":"Is #NeoCov a hype? Maharashtra #COVID task force on coronavirus strain Read here:","sentiment_score":0.0}
{"full_text":"Charity have launched a campaign #NewYearSameFear telling the story of women &amp; girls who experienced domestic abuse during the pandemic. As numbers of women in need of support through lockdowns reached an all-time high, Solace are calling for financial support.","sentiment_score":0.24}
{"full_text":"No please, a member of that group is positive with covid. Let's be careful.","sentiment_score":0.0636363636}
{"full_text":"When your team of 3 becomes 2 an hour before you are due to leave for the game. Fooking Covid","sentiment_score":-0.2625}
{"full_text":"COVID-19 vaccine appointments are cancelled 1\/29 and 1\/30.COVID-19 testing appointments are cancelled for 1\/29 &amp; will have a delayed opening on 1\/30. All affected appointments will be rescheduled.Please call ahead prior to visiting any of our outpatient facilities.","sentiment_score":0.0}
{"full_text":"RT Rajasthan Police Employees GP-3600 and DPC Time Scale Promotion Raj. Govt. should implement. Police constables play an impor...","sentiment_score":0.0}
{"full_text":"RT PFIZER HAS A WARNING ON THEIR WEBSITE THAT SAYS IF YOU HAVE A HEART PROBLEM A HISTORY OF HEART PROBLEM TAKE MEDICATIONS...","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine appointments are cancelled 1\/29 and 1\/30.COVID-19 testing appointments are cancelled for 1\/29 &amp; will have a delayed opening on 1\/30. All affected appointments will be rescheduled.Please call ahead prior to visiting any of our outpatient facilities.","sentiment_score":0.0}
{"full_text":"RT \"[Ivermectin] kills the virus so any assumption it doesn't is false propaganda,\" said Marik.\" Learn how New Hampshire...","sentiment_score":-0.1212121212}
{"full_text":"COVID-19 vaccine appointments are cancelled 1\/29 and 1\/30.COVID-19 testing appointments are cancelled for 1\/29 &amp; will have a delayed opening on 1\/30. All affected appointments will be rescheduled.Please call ahead prior to visiting any of our outpatient facilities.","sentiment_score":0.0}
{"full_text":"RT Pra pandemic time was a gold, wasn't it? *jujur nulis ini smbil nangis, inget masa sblum pandemi dlu how fast...","sentiment_score":0.2}
{"full_text":"RT NEW: Over 270 doctors and scientists have sent a letter to Spotify urging them to take action against Joe Rogan's dangero...","sentiment_score":0.1181818182}
{"full_text":"The survey notes among \"very conservative sources such as Newsmax, One America News (OAN), Gateway Pundit, Parler, or Telegram: 46% have confidence in Fauci, 54% in the CDC, 60% in the FDA, and 78% in their primary health care provider.\"","sentiment_score":0.2}
{"full_text":"#BudgetMissionGrowth2022Pivotal budget for India. Covid induced GDP slump. Growth booster needed. V-shaped recovery target. What are FM's options?@APanagariya, Swaminathan Aiyar, &amp; discuss on #ConverseIndia with at 8 PM","sentiment_score":0.0}
{"full_text":"Pandemic-related phishing attempts have been unrelenting. Vishal Salvi from '@Infosys dissects the issue in this excerpt from Microsoft #FutureReady:","sentiment_score":0.0}
{"full_text":"Complaints arose this week that local rural mail carriers were being directed to report to work at the Post Office annex despite testing positive for COVID-19, the Herald-Banner has learned.","sentiment_score":0.0757575758}
{"full_text":"Thousands expected at anti-vaccine mandate protest set to take over Parliament Hill","sentiment_score":-0.1}
{"full_text":"RT May the protest in Ottawa this weekend remain civil &amp; peaceful. May people voice their objections and leave. We are all tire...","sentiment_score":0.25}
{"full_text":"Question marks...Suggestion that 114,500 people have long-term Covid effects is  'underestimate', says consultant","sentiment_score":0.0}
{"full_text":"The #transport sector will play an important role in post-pandemic recovery, both as a facilitator of economic activity &amp; as a direct contributor to #GDP &amp; jobs. Thus, there are significant expectations from this year's budget, says","sentiment_score":0.26875}
{"full_text":"From Feb. 15, anyone who is not vaccinated against the coronavirus will need to show proof they tested positive for COVID-19 within the previous four months in order to enter sports venues in France.","sentiment_score":0.0303030303}
{"full_text":"Millions of female social health activists form the core of India's community health system, providing critical care during the COVID-19 pandemic. The women often work long hours for low wages.  meets some of them.https:\/\/t.co\/ZB8T3z1t4x","sentiment_score":-0.0033333333}
{"full_text":"But they havent been a health risk for the past two years? All of a sudden from April that clever little if covid will know who they are.. ","sentiment_score":-0.0677083333}
{"full_text":"The is desperately trying to overcome a national blood crisis, and your help is needed immediately. The Red Cross has seen about a 10% drop in the number of people giving blood since the pandemic began. The situation is dire. Don't wait. Donate:","sentiment_score":-0.2}
{"full_text":"Children have LOST SOCIAL SKILLS during this Pandemic. New Free On-Demand 45-minute webinar shows how Parents can TEACH these skills at Home. See the videos &amp; listen to these proven practices.","sentiment_score":0.1898989899}
{"full_text":"FREE MASKS: The next shipment of N95 masks will go out to pharmacies on Monday.","sentiment_score":0.2}
{"full_text":"When COVID-19 began spreading around the world, the remote Pacific archipelago of Kiribati closed its borders for nearly two full years. ","sentiment_score":0.0625}
{"full_text":"Small period changes after Covid jab seen to be found killed in Tijuana, a border town in northern Ethiopia","sentiment_score":-0.225}
{"full_text":"RT #Budget2022 Marrying data with experiences.Post-pandemic job struggle MGNREGA fell short","sentiment_score":0.0}
{"full_text":"Add to this poorly researched opinion pieces that churn the same partial information while doing plenty of damage. See UK literary world just now...","sentiment_score":-0.1}
{"full_text":"A reminder of our #freeaccess articles for January, links in order:https:\/\/t.co\/NNdtlbCN9b #COVID19 #tourism #COVID19 #deathratehttps:\/\/t.co\/3wyx3SXSd4 #Muslimtourists #Indonesia #gender #craftbeer #festivals@tandfsport","sentiment_score":0.0}
{"full_text":"Good afternoon Cape Town! Our team will return at 10:00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
