{"full_text":"RT Every time Joe Rogan does a  podcast, the CDC has to change their narrative.","sentiment_score":0.0}
{"full_text":"RT \"Vaccination in India will be completed by December 2021\" seems to be another jumla by the BJP government. Already after alm...","sentiment_score":0.0}
{"full_text":"RT After getting booed and receiving backlash at his last two events for promoting the vaccine, Trump never mentioned it l...","sentiment_score":0.0}
{"full_text":"For your safety please wear a mask#ikshu #pff2 #ikshuteam #covid_19 #omicron #pleasewearamask#staysafeeveryone #telugufilmindustry  #director  #rushikavv  #love  #ladydirector  #instagood  #photooftheday","sentiment_score":0.5}
{"full_text":"RT Hillsong be busy dancing.","sentiment_score":0.1}
{"full_text":"RT Already documented, of course, is the reality of #LongCovid and lingering symptoms post-infection -- something that's not...","sentiment_score":0.0}
{"full_text":"RT I am an allergist immunologist who studies adverse effects of the vaccine and my children are all vaccinated against #...","sentiment_score":0.0}
{"full_text":"Democrats are uninformed, illogical, and anti-Constitution.","sentiment_score":0.0}
{"full_text":"RT Despite taking all the necessary precautions I have tested Covid Positive yesterday. Besides a light fever I am otherwise fin...","sentiment_score":0.2090909091}
{"full_text":"RT \"COVID, environmental crises and increasing inequality are all an indication that the world's most difficult problems can...","sentiment_score":0.0}
{"full_text":"RT We are there for any situation which arises in city. Samprati Covid Isolation Centre with Hospital Facilities will be op...","sentiment_score":0.0}
{"full_text":"RT college pre covid was literally the most fun and dramatic years of my entire life like I'm so grateful i got to experi...","sentiment_score":0.0916666667}
{"full_text":"RT Just read that almost 20% of health care workers have left their jobs since the pandemic started, and that 20% of teacher...","sentiment_score":0.0}
{"full_text":"COVID-19#PNPKakampiMo#ToServeAndProtect#TeamPNP#TeamPROCALABARZON#QuezonPPO#PulisNgPilipino","sentiment_score":0.0}
{"full_text":"RT Schedule for next week!! saturday im gonna get my next dose of the vaccine so depending of how that goes we may or may not h...","sentiment_score":0.0}
{"full_text":"Figures with proof please I don't want medias version they are bias because Imran khan is not giving them business like previous PMS. As for economy compare with whole world and you will get your answers. Countries like USA, Aus,Japan, Uk are taking a huge hit because of Covid.","sentiment_score":0.1444444444}
{"full_text":"RT #PostponeIBPSPOMany students getting positive are also ready to give the exam by false declaration because they have la...","sentiment_score":0.0090909091}
{"full_text":"RT The vaccine was effective in preventing transmission of the Covid variants it was designed for. Fortunately, it is still ef...","sentiment_score":0.5}
{"full_text":"As Covid recedes in US a new worry emerges: wildlife passing on the virus","sentiment_score":0.1363636364}
{"full_text":"RT #postponegate2022 IIT kharagpur has postponed there alumni meet till mid march due to covid but they are putting life of...","sentiment_score":-0.0625}
{"full_text":"RT No one was prepared to deal with the psychological effects this pandemic has caused and you should be commended for not gi...","sentiment_score":0.0}
{"full_text":"Most of the complications post COVID in 2nd wave were due to the medicines and steroids given, not due to the virus itself. Anyway at least we can be happy that omnicron is mild","sentiment_score":0.181547619}
{"full_text":"RT NEW--1 in 10 people with #COVID19 still could be infectious beyond 10 days, and some could remain so for as long as 2 month...","sentiment_score":-0.05}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT \"As we exclusively reported Friday night, Rep. Ted Lieu, who constantly berates those who aren't following \"the science\"...","sentiment_score":0.0}
{"full_text":"RT In a nutshell, this study illustrates that respiratory-only mild SARS-CoV-2 infection can lead to detrimental changes...","sentiment_score":0.3333333333}
{"full_text":"RT the mouse strapped her to the vaccine table like the winter soldier lmao","sentiment_score":0.6}
{"full_text":"It's everywhere.Enough is enough.End the suppression orders!","sentiment_score":0.0}
{"full_text":"Camo Nou is 99,000+ so it could probably get broken if Covid restrictions are lifted","sentiment_score":-0.4}
{"full_text":"Pandemic star AA","sentiment_score":0.0}
{"full_text":"RT We still have not recovered from those early lies.","sentiment_score":0.1}
{"full_text":"RT I love people who don't wear masks all day demanding that other people do. (When you have no idea what something is li...","sentiment_score":0.1875}
{"full_text":"RT You got that right","sentiment_score":0.2857142857}
{"full_text":"RT I really and truly believe now that COVID is causing the disintegration of America to accelerate. Before this pandemic...","sentiment_score":0.2}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"RT BREAKING REPORT: CDC Drops Mandatory COVID-19 Protocols for Cruise Lines, Shifts to Voluntary Program...","sentiment_score":0.0}
{"full_text":"RT My disappointment over our handling of Covid is focused on:1. The authoritarianism of the Conservative government2....","sentiment_score":-0.6}
{"full_text":"RT 'No Person Can Be Forcibly Vaccinated Without Consent; Vaccine Certificate Not Mandatory For Any Purpose' : Centre Tells...","sentiment_score":0.5}
{"full_text":"RT This","sentiment_score":0.0}
{"full_text":"RT Last year, during COVID second wave, Yogi ji's father expiredThere was lockdown, yet he could've attended last rites at Uttar...","sentiment_score":0.0}
{"full_text":"RT When people on Nextdoor are posting about inflation and shortages and asking when Covid ends you know Biden is toast","sentiment_score":0.0}
{"full_text":"RT STINGER ALERT: Cairns Hospital has treated 6 people in the last 48 hours for irukandji stings from FNQ beaches. Going swimm...","sentiment_score":0.0}
{"full_text":"RT If SBI clerk joinings can be deferred in fear of COVID 3rd wave. Why not IBPS PO Mains(22 Jan 2022) and IBPS Clerk Mains(25 J...","sentiment_score":0.0}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"Apology acceptedBy the wayIf the symptoms of Omicron are so minor, how do people know they have it?","sentiment_score":-0.05}
{"full_text":"RT A friend of mine (board certified surgeon in VA) prescribed his patient ivermectin for something unrelated to covid. The...","sentiment_score":0.0}
{"full_text":"RT \"We're doing this to you whether you like it or not.\" -- rapists. Also your government.","sentiment_score":0.0}
{"full_text":"RT The #Mumbai civic body on Saturday had said that it will continue to monitor trend till January 19, 2022 and later decla...","sentiment_score":0.0}
{"full_text":"RT Their evil plan will fail, only happen in their dreams, and became their worst nightmare as...","sentiment_score":-0.625}
{"full_text":"Christopher Key: Anti-Vaxxer Trolled for Suggesting 'Drinking Urine' as COVID Cure #businessNews","sentiment_score":0.0}
{"full_text":"RT .Does Morrison move mum around with him?Same photo of mum, same frame, two different photoshoots.  Both conveniently po...","sentiment_score":0.0}
{"full_text":"RT Sir please help us to postpone ibps and ssc cgl mains exams, due to su...","sentiment_score":-0.125}
{"full_text":"RT maam, ill tell u my inherit nature. When covid hit all india,i was  the one working all day night to serve my...","sentiment_score":-0.5}
{"full_text":"Why don't those who refuse to take vaccine insist on going to the hospital when Covid hits them hard? Should everyone else suffer when they refuse to accept the consequences of their actions?","sentiment_score":-0.2916666667}
{"full_text":"RT Dear since you have announced that you will cut sick pay for unvaccinated staff who must self-isolate due to Covid...","sentiment_score":-0.4196428571}
{"full_text":"RT I have been tested '+ve' for Covid 19.","sentiment_score":0.0}
{"full_text":"How a global crisis benefited #tech leaders. Wealth of world's 10 richest men doubled in pandemic, Oxfam says","sentiment_score":0.0}
{"full_text":"RT Tax the billionaires. Invest in the working class.","sentiment_score":0.0}
{"full_text":"RT #BREAKING  The Tasmanian Government has confirmed Hobart's City Hall will be prepared for use as a facility for #COVID19 p...","sentiment_score":0.4}
{"full_text":"Welcome back!","sentiment_score":0.4}
{"full_text":"I dati ufficiali suggeriscono che i Tripli Vaccinati stanno sviluppando la Sindrome da Immunodeficienza Acquisita a un ritmo allarmante.\"The fully vaccinated have an immune system that is equal to that of the unvaccinated at tackling Covid-19.\"","sentiment_score":0.0}
{"full_text":"RT This unelected bureaucrat has delusions of grandeur.","sentiment_score":0.0}
{"full_text":"RT Had extensive discussions on the prevailing COVID-19 situation. Reviewed the preparedness of healthcare infrastructure, t...","sentiment_score":0.0}
{"full_text":"RT Djokovic was deported by Australia because of his opinions. A so-called Liberal government has kicked out a sportsman bec...","sentiment_score":0.0}
{"full_text":"RT Listen up--Top  scientists warns that \"In the last week--there's now evidence that T-cells...get damaged the same way that...","sentiment_score":0.0}
{"full_text":"Actually, they told us it would prevent getting COVID. Remember when the CDC told us if you were vaccinated you didn't have to wear a mask? But after a few weeks they told everyone to put them back on regardless of vac status because it didn't actually fully prevent COVID.","sentiment_score":-0.05}
{"full_text":"RT BREAKING: An Otsego County judge has ruled that Governor Whitmer and the MDHHS lacked the legal authority to impose COVID l...","sentiment_score":0.2}
{"full_text":"help why did I tweet this","sentiment_score":0.0}
{"full_text":"I'm grateful I don't have Covid but this is like the sixth year of getting another  \"unspecified viral infection\/sinus issues\" without being prescribed antibiotics. It would just be nice to have a \"specified\" illness for a change.","sentiment_score":0.6}
{"full_text":"Na why you no call me since after lockdown ","sentiment_score":0.0}
{"full_text":"RT 40km snarl up of trucks at the Busia border . Traders losing billions due to administrative inefficiencies and inhuman...","sentiment_score":-0.125}
{"full_text":"John found out his roommates had Covid and he visited his grandparents w\/o testing.","sentiment_score":0.0}
{"full_text":"I can remember all those beautiful beautiful hashtags: #raketheforestfloor in response to the massive California wildfires; #injecthedisinfectant when covid numbers were through the roof . . . oh, those halcyon days of yore!","sentiment_score":0.5666666667}
{"full_text":" #ICYMI | As the industry struggles with Omicron-related interruptions, jetBlue (B6) becomes the fourth US airline to limit its route offering.:","sentiment_score":0.0}
{"full_text":"#VillageRhapsody with The Covid-19 pandemic may have caused a lot of business drawbacks, but it has indeed been an opportunity for service providers of products such as communication enablers.https:\/\/t.co\/RAMhepPWYU","sentiment_score":0.0}
{"full_text":"\"The 34-year-old reigning Australian Open champion could easily have defended his title by getting a safe, highly effective vaccine that would protect him and others from the coronavirus.\"","sentiment_score":0.3066666667}
{"full_text":"> New year, new climate - Part 1: A nation adrift after a wasted decade?> Cassie Delaney's Outcaster is enabling new business models for social media stars > How Covid has helped employees take control of the recruitment process","sentiment_score":0.0484848485}
{"full_text":"ICYMI: Ivana Alawi recently revealed that she tested positive for COVID-19 despite complying with health protocols. She also urged the public to be responsible and avoid going out if they already experiencing symptoms of COVID-19.   READ:","sentiment_score":0.1068181818}
{"full_text":"Sage scenarios vs actual: an updateWe've taken this out from behind the paywall: it's the first comprehensive assessment of the studies used to argue for lockdown last month.https:\/\/t.co\/HYedFjmYY4","sentiment_score":-0.0375}
{"full_text":"RT Please postpone tet 23 rd january 2022 . Due to covid pandemic it will be dangerous fo 21 lakh student and their famil...","sentiment_score":-0.3625}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 675 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT If you're looking for good quality N95\/KN95 masks, check out Bona Fide Masks or Project N95. They do vetting on the ma...","sentiment_score":0.7}
{"full_text":"RT If Covid gave you big red facial spots, like Measles,  we wouldn't have a vaccination problem.","sentiment_score":0.0}
{"full_text":"Self-isolation rules in England change today.Here's everything nurses need to know.https:\/\/t.co\/3XQ1oqJWn6","sentiment_score":0.0}
{"full_text":"The comparison is chalk and cheese, if you'll pardon the punhttps:\/\/t.co\/baRExraHlv","sentiment_score":0.0}
{"full_text":"We have a surprising number of covid-infected people turning up in MiQ every day for a country that denies NZers entry into their own country. I'm pretty sure that's because *we're not denying NZers entry into their own country*, dingus.","sentiment_score":0.53}
{"full_text":"Looking at every cohort in data there's none that jumps out 2 years on as justified to take experimental mRNA COVID19 vaccines. Diabolically, uses anecdotal data to force the vaccine agenda.#JesusChrist","sentiment_score":0.25}
{"full_text":"The founder of the Progressive Movement has said he will file lawsuits against people who spread claims that he was given special treatment to receive his first AstraZeneca COVID-19 vaccine injection in July 2021. See more: #COVID #Vaccine","sentiment_score":0.369047619}
{"full_text":"LGUs outside the NCR are now working on imposing a similar \"no vaccine, no ride\" policy in public transportation for their respective areas of jurisdiction, the Union of Local Authorities of the Philippines said on Sunday, Jan. 16. | via","sentiment_score":0.0}
{"full_text":"As part of Taguig City's aggressive testing efforts in transitioning to New Normal and sustain a comprehensive response to COVID-19, the City Government expands its testing capabilities with Park 'N Test. #ilovetaguig","sentiment_score":0.1431818182}
{"full_text":"A preprint reports that the new #COVID19 variant multiplies faster in human bronchial tissue but slower in lung tissue than the Delta variant, potentially explaining how it's spreading from person to person so quickly.https:\/\/t.co\/FtfY6WvXVF","sentiment_score":0.0454545455}
{"full_text":"Japan will bring forward COVID-19 vaccination booster shots by as much as two months, said Prime Minister Fumio Kishida.","sentiment_score":0.2}
{"full_text":"The time people must spend in isolation for contracting COVID has been reduced to five days in England, as 16 and 17-year-olds have been invited to receive their COVID-19 vaccine booster.https:\/\/t.co\/o8RuM9ZE70","sentiment_score":0.0}
{"full_text":"WATCH: Amid the surge of COVID-19 cases in the country, TESDA is encouraging Filipinos to enroll in its courses in the TESDA Online Program (TOP), particularly courses related to COVID-19 management.ENROLL NOW at","sentiment_score":0.2222222222}
{"full_text":"Make governors' forum meetings virtual to prevent spread of COVID-19 - The Punchhttps:\/\/t.co\/zzKidyd8UD","sentiment_score":0.0}
{"full_text":"#BSMorningShow | Business Standard's Bhaswar Kumar speaks to Dr K Srinath Reddy, president of Public Health Foundation of India to know his views about how the third Covid wave is likely to play out in India #coronavirus #ThirdWavehttps:\/\/t.co\/zOAqAZEjNY","sentiment_score":0.0}
{"full_text":"I like what you did there!Try this for a laugh!https:\/\/t.co\/CfQUShDSFX","sentiment_score":0.0}
{"full_text":"RT Sorry saying we can get through the Omicron epidemic by \"standing tall and moving through it\" is meanin...","sentiment_score":-0.5}
{"full_text":"RT I'm just glad that a vaccine that offers very limited protection if any wouldn't contribute to adverse reaction hospit...","sentiment_score":0.169047619}
{"full_text":"More than 91% of French adults are already fully vaccinated, and some critics have questioned whether the \"vaccine pass\" will make much of a difference.https:\/\/t.co\/G36DposRDm","sentiment_score":0.2333333333}
{"full_text":"FRANCE: Parliament has approved a law that will exclude unvaccinated people from all restaurants, sports arenas and other venues as the central measure of government efforts to protect hospitals amid record numbers of Covid-19 infections.https:\/\/t.co\/taVY0e809m","sentiment_score":-0.0625}
{"full_text":"We are always here whenever you need us! #Hisense has provided a batch of air conditions to China's Tianjin municipality and another batch of kitchen appliances to Henan province to boost local anti-pandemic efforts.","sentiment_score":0.0}
{"full_text":"This paper from late 2021 concisely discusses medical, ethical and legal considerations for leaders in relation to mandating COVID-19 vaccines for health and aged care workers (with a focus on the Delta variant). Read More:","sentiment_score":0.0857142857}
{"full_text":"RT Just read that almost 20% of health care workers have left their jobs since the pandemic started, and that 20% of teacher...","sentiment_score":0.0}
{"full_text":"ICYMI: Novak #Djokovic arrives in #Dubai after his deportation from Australia over its required COVID-19 vaccination ended the No. 1-ranked men's tennis player's hopes of defending his Australian Open title.https:\/\/t.co\/jN62jByGuD","sentiment_score":0.0}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"In 2019, the African Union Assembly established the African Medicines Agency (AMA), which has been signed by 28 AU member states and fully ratified by 17. Today, the AMA plays a crucial role in the region's #pandemic recovery. Read more:","sentiment_score":0.125}
{"full_text":"An increasing number of companies are encouraging their workers to get the Covid-19 vaccine jab, but some are being more forceful about it than others, writes","sentiment_score":0.5}
{"full_text":"'Most businesses wouldn't allow what was going on in the offices, even though people have been under pressure'https:\/\/t.co\/vFD1D3nEI1","sentiment_score":0.5}
{"full_text":"Same, big motivator to stay home plus I don't think I could cope with Long Covid, for a range of less obvious than usual personal reasons","sentiment_score":-0.0666666667}
{"full_text":"The time people must spend in isolation for contracting COVID has been reduced to five days in England, as 16 and 17-year-olds have been invited to receive their COVID-19 vaccine booster.https:\/\/t.co\/R8yCt0dWg2","sentiment_score":0.0}
{"full_text":"Official sources have said that an Indian pharma firm has developed an Omicron variant-specific COVID-19 vaccine which will be tested on humans soon.#Covid19 #CovidVaccine #Omicronhttps:\/\/t.co\/rv6HBzamsg","sentiment_score":-0.05}
{"full_text":"Vaccine inequity impacts us all. #Omicron highlights how vulnerable we are when large parts of the world aren't vaccinated. Everyone should have access to a COVID-19 vaccine. This includes people living in war zones and hard-to-reach areas.","sentiment_score":-0.1428571429}
{"full_text":"Abbott has been malfeasant, every step of the way, w\/this pandemic. He's let it rage, by refusing to follow the most basic pub hlth advice, &amp; actually worked AGAINST trying to slow the pandemic (anti-mask mandate). Blame the TX leadership, they don't care who dies, or how many.","sentiment_score":0.14}
{"full_text":" FACT: It is safer to frequently clean your hands and not wear gloves.Wearing gloves risks transferring germs from one surface to another and contaminating your hands when removing them.Wearing gloves does not replace cleaning hands. #COVID19 #StaySafe","sentiment_score":0.3666666667}
{"full_text":"RT #cancelboardpariksha #cancelboardexams2022@VarshaEGaikwad She doesn't care buddy,she could literally ask us to writ...","sentiment_score":0.0}
{"full_text":"RT After another week of Covid data, how are Sage scenarios comparing to actual?An update:","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 26.4FWind Chill: 26.4FHumidity: 99%Dew Point: 26.2F Barometer: 29.538 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 867.000000Deaths: 11.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT First COVID exposure coming from Robyn &amp; Kody's nanny? #SisterWives #TLC","sentiment_score":0.25}
{"full_text":"RT In September last year we asked the Federal Government for free and accessible RATs for transport workers to keep supply chains...","sentiment_score":0.2583333333}
{"full_text":"Fans at sporting and outdoor events across Scotland are set for a return from Monday","sentiment_score":0.0}
{"full_text":"RT The COVID generation: how is the pandemic affecting kids' brains?","sentiment_score":0.0}
{"full_text":"RT It's time for the rest of Canada to follow #Quebec's lead.Take away the #AntiVaxxers' marijuana  and booze  and wat...","sentiment_score":0.0}
{"full_text":"RT #Odisha sees fall in growth rate &amp; doubling time. Of the 75000+ active cases, only 1200 are at hospitals. However, drop in cas...","sentiment_score":-0.0666666667}
{"full_text":"We have normalise and this pandemic and treat it as any other flu varient. Our lives have come to a standstill because we succumb to the pressure of the government with its never ending lockdown.","sentiment_score":-0.125}
{"full_text":"RT Postpone SSC CGL 2020 mains due to corona exponential case increase","sentiment_score":-0.125}
{"full_text":"RT This illegal gathering was an insult to those hospitalised with COVID, our NHS staff and everyone staying at home to protec...","sentiment_score":-0.5}
{"full_text":"RT Just read that almost 20% of health care workers have left their jobs since the pandemic started, and that 20% of teacher...","sentiment_score":0.0}
{"full_text":"RT A \"scientist\" said to me that  a paper on 23 post-vaccine myocarditis is \"too small to be convincing\". Yet he had no problem...","sentiment_score":0.125}
{"full_text":"Suddenly our relationship became stilted and awkward, around the same time she met a group of other girls who she quickly became close friends with. She started hanging out with them and suddenly we weren't as close as we used to be. Then covid happened, she stopped answering-","sentiment_score":-0.0652777778}
{"full_text":"But, as the COVID years drag on and work-from-home is established as the new normal, we've decided to invest in a plant or two to liven things up. Click the link below for the best desk plants for increasing productivity in 2022. ","sentiment_score":0.2965909091}
{"full_text":"RT China's GDP growth slows as Covid restrictions and property woes hit demand","sentiment_score":0.0}
{"full_text":"It was known from the beginning and recently admitted to by the CDC that masks don't work. Why do you persist in your ignorance?","sentiment_score":0.0}
{"full_text":"RT A little reminder, some of those unvaccinated NHS workers have been exposed to or been around Covid many of the days they've w...","sentiment_score":0.15625}
{"full_text":"RT #BTS_Butter by makes me want to stand up and dance! Considering how sedentary I...","sentiment_score":0.0}
{"full_text":"I have a large family. 10 uncles and aunts, 35 cousins. All 45 of them have gotten the vaccine, and sig others. 74 people total. Only one had side effects that lasted longer than 2 days. And even he only had fatigue that lasted 3-4 days. Anti-science? Or are you a misanthrope?","sentiment_score":0.0535714286}
{"full_text":"RT If #lockdowns become more widespread, their effects on supply chains could be felt across the #UnitedStates. And major new dis...","sentiment_score":0.2329545455}
{"full_text":"RT China on Covid-19 high alert for Lunar New Year as Omicron reaches Beijing","sentiment_score":0.1481818182}
{"full_text":"RT Cafes and bars in Netherlands opened as normal yesterday in defiance of the country's lockdown rules.","sentiment_score":0.15}
{"full_text":"COVID can cause ED &amp; they still don't care","sentiment_score":0.0}
{"full_text":"RT There are 2 additional notes added below the table for the new quarantine period for close contact to COVID-19 positive...","sentiment_score":0.1818181818}
