{"full_text":"RT When Twitter holds Marjorie \"Jewish space lasers\" Greene more accountable than Congress","sentiment_score":0.25}
{"full_text":"RT Breaking News: Twitter permanently suspended the personal account of Representative Marjorie Taylor Greene, a Republican of Ge...","sentiment_score":0.0}
{"full_text":"RT CDC officials told the subcommittee in April 2020, the WH rejected the agency's request to hold a briefing with the scienti...","sentiment_score":0.0}
{"full_text":"RT Of the 15 who died \"in the line of duty,\" 13 died from COVID. The other two were killed in vehicle-related accidents....","sentiment_score":-0.1625}
{"full_text":"She simply posted FACTS- but we all know big tech will cancel and hide TRUTH if it doesn't fit their AGENDAMarjorie Taylor Greene's personal Twitter account permanently suspended over COVID-19 'misinformation' #FoxNews","sentiment_score":0.1}
{"full_text":"hard saaaame. got all the same ish + body pains but getting a Covid test is near impossible so...here's hoping for flu? ","sentiment_score":-0.2145833333}
{"full_text":"If COVID cases surge again and we have another deadly variant emerging from India, India as a nation, would be slandered again on world stage. Mass testing, treating and producing COVID certificates to enter trains, workplace, malls, , buses is the only response","sentiment_score":-0.1}
{"full_text":"The climate is changing but as part of the evolution of our planet in the same way it has always changed, how much humans contribute to it is any bodies guess but like the pandemic we need to learn to live with it fighting it is futile.","sentiment_score":0.1121212121}
{"full_text":"RT Twitter: \"You're permanently suspended for spreading COVID misinformation.\"Marjorie Taylor Greene: \"This violates my...","sentiment_score":0.0}
{"full_text":"RT Joe Rogan's podcast with Dr. Robert Malone on the COVID vaccine is an incredible listen.  Highly recommend.","sentiment_score":0.53}
{"full_text":"It's going back to SCOTUS, honey. Whereby the SC can overturn the earlier ruling. Also, I may be wrong, but neither of these courts relied on the small pox case that I think you are referencing.https:\/\/t.co\/56MbPgTRDo","sentiment_score":-0.1875}
{"full_text":"RT We do not need protecting from omicron - our natural immunity is strong enough - it is no worse than a cold! Upper tract...","sentiment_score":-0.0027777778}
{"full_text":"Sharing her concern over recent surge in the Covid cases throughout the country, Congress President #SoniaGandhi directed Punjab CM to be fully prepared to combat any eventuality arising out of the pandemic, especially in the wake of the new variant of #Omicrcon.","sentiment_score":0.0454545455}
{"full_text":"RT This is what tyrants are doing for our \"health and safety\" We need a new Nuremberg trials for COVID criminal human righ...","sentiment_score":-0.0878787879}
{"full_text":"RT \"For your safety.\"","sentiment_score":0.0}
{"full_text":"Yesterday in TX where we have NO MANDATES we had 10K covid cases and liberals are shrieking bout it being \"record new numbers\" in NY with passports, masks, mandates they had 84K new cases.  And we are told we should follow NYs lead?  #factsmatter","sentiment_score":0.1363636364}
{"full_text":"RT Took a lot of hard work and persistence by our rigged statehouse extremists, but they've managed to get Ohio ranked #1 in...","sentiment_score":-0.2916666667}
{"full_text":"RT Dev, having witnessed the fight and the flight of #TONIC amidst so much, all I (as an audience) have to say, is both you...","sentiment_score":0.2}
{"full_text":"RT First Onscreen Couple I Shipped I Admired From Bottom Of My Heart. They Came Into My Life And Became A Part Of It. My Borin...","sentiment_score":0.25}
{"full_text":"RT REPORT: Over 95% of Omicron Cases are in Vaccinated People.","sentiment_score":0.0}
{"full_text":"RT virginia Woolf's 1931 new years resolutions : \"to be free &amp; kindly with myself [...] Sometimes to read, sometimes not to...","sentiment_score":0.3787878788}
{"full_text":"RT It's funny because they demonize Ron DeSantis like he's basically murdering everyone in Florida but then they go to Florida to v...","sentiment_score":0.25}
{"full_text":"RT JUST IN: Twitter confirms to NPR that it has banned Marjorie Taylor Greene's account \"for repeated violations of our COVID-19 misi...","sentiment_score":0.0}
{"full_text":"RT Extra attempt for all competitive exams ( UPSC, SSC, RRB , BANKING, NEET, JEE).  COVID -19 de...","sentiment_score":0.0}
{"full_text":"RT  Indonesia  A 12 year old child in Jombang, Est Java, died after being injected Pfizer type Covid-19 vaccineKOMPA...","sentiment_score":0.1}
{"full_text":"RT According to these are a handful of protesters against COVID measures in Amsterdam... (S...","sentiment_score":0.0}
{"full_text":"RT In Amsterdam you can indulge all the decadence you want, but don't you dare protest the government.","sentiment_score":0.0}
{"full_text":"RT It's quite proper that good newspapers (and good writers!) are giving a fair hearing to those who want to make a serious c...","sentiment_score":0.3883333333}
{"full_text":"RT GOD BLESS","sentiment_score":0.0}
{"full_text":"RT Twitter has permanently suspended the personal account of Rep. Marjorie Taylor Greene for \"repeated violations of our COVID-19...","sentiment_score":0.0}
{"full_text":"I've worked full time through the pandemic in NYC and to this day never once got covid or spread it to anyone else - and I've outdoor dined and recently traveled - because again, it's not rocket science at this point. Anyway, cool. Have fun in your basement, ya incel","sentiment_score":0.25}
{"full_text":"RT I can tell you that at the two public hospitals in LA for which i review all Covid + tests, at this point only 1...","sentiment_score":0.0}
{"full_text":"VAERS is self reported RAW data. It's the basically the CDC websites internet message board of vaccine misinformation. It's not vetted. I can write that I got vaxxed and turned into a monkey. It's a known source of misinformation.","sentiment_score":-0.1403846154}
{"full_text":"RT Bill Gates says 'rich countries' could be back close to normal by the end of 2021 if a COVID-19 vaccine is approved soon htt...","sentiment_score":0.175}
{"full_text":"RT The idea that Covid is spreading because we didn't lockdown,  mandate, contact trace or mitigate enough is farcical. N...","sentiment_score":-0.2}
{"full_text":"RT 5) LET THIS SINK IN--The 's CDC for England (now recommends taking a ***combined throat &amp; nose swab** to test for...","sentiment_score":0.0}
{"full_text":"RT National Review again dumping on one of the most conservative members of Congress because she doesn't mind her manners wi...","sentiment_score":0.5}
{"full_text":"RT Any politician who talks like this deserves to end up swinging from a lamppost.","sentiment_score":0.0}
{"full_text":"RT ANUBHAV SINGHAL, 4th Year IT student from JSSATE Noida has been found Covid-19 positive.\"Karma is a bitch\"Aur lo offl...","sentiment_score":0.2272727273}
{"full_text":"RT Joe Rogan's podcast with Dr. Robert Malone on the COVID vaccine is an incredible listen.  Highly recommend.","sentiment_score":0.53}
{"full_text":" Harayana taken first step for students shifted physical classes to online because of increment of covid.why other states not taking any decision.why you putting students life in danger.","sentiment_score":0.0416666667}
{"full_text":"RT Usual misinformation we're used to from the BBC now... there's actually a lot of very strong evidence that masks in school...","sentiment_score":0.1044444444}
{"full_text":"RT UPDATE: Artemi Panarin and assistant coach Mike Kelly have been added to NHL's Covid protocol list and will be out today. Mo...","sentiment_score":0.0}
{"full_text":"Grande ","sentiment_score":0.0}
{"full_text":"RT Happy New Year's!! May the year be blessed with a stop to Covid and healing for the planet! May we all find new life w...","sentiment_score":0.4008996212}
{"full_text":"RT Call him OmicRon DeSantis from now on.","sentiment_score":0.0}
{"full_text":"RT Adult #ICUs will be FULL and we don't have enough #RNs #RepealBill124                ","sentiment_score":0.15}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"RT Notice how the loudest voices for the COVID apparatus- Fauci, Walensky- never, ever subject themselves to debate on air, li...","sentiment_score":-0.1666666667}
{"full_text":"RT Kinda crazy that Twitter has done more to curb misbehavior and covid misinformation by members of Congress than Congress ha...","sentiment_score":-0.05}
{"full_text":"RT U.S. Congresswoman Marjorie Taylor Greene's personal Twitter account (@mtgreenee) has been permanently suspended for misinform...","sentiment_score":0.0}
{"full_text":"How is this possible for parents? You most likely won't qualify for a covid benefit offered by the feds and we only have 3 paid sick days per year.","sentiment_score":-0.0428571429}
{"full_text":"If you supported LMGT in 2021, you helped someone you've never met.We anonymously funded a grant (no strings attached, no academic\/attendance reqs) to help a U.S. high school student pursue their passion.It was meant to help during COVID, but what if we could keep doing it?","sentiment_score":0.16}
{"full_text":"Think about this....there must be a pandemic of CHILDREN having heart attacks at school now.  I'm sure these schools weren't even staffed with full time nurses prior to the poison .","sentiment_score":0.2833333333}
{"full_text":"RT Part III:Vaccines work very well.Regardless of what data set you look at globally, those who remain unvaccinated to co...","sentiment_score":0.1}
{"full_text":"RT Common symptoms of Omicron#MaskUPIndia #MaskUp#Omicronindia #CoronaUpdate","sentiment_score":-0.3}
{"full_text":"RT Breaking News: Twitter permanently suspended the personal account of Representative Marjorie Taylor Greene, a Republican of Ge...","sentiment_score":0.0}
{"full_text":"Respected Sir ! Despite delta reaching CGST staff households &amp; killing many sans Hospital bed-vaccine-medicine-RT PCR-oxygen- through the means of Physical Verification, it's still going strong to send omicron to them- I am afraid ! #welcome2022","sentiment_score":0.0458333333}
{"full_text":"RT I was working as a courier today from 9am, on New Year's Day, when most other people are off. In order to earn enough to...","sentiment_score":0.1278409091}
{"full_text":"RT The Narrative(tm) of Covid is beginning to change and hoo boy does Ben Shapiro have the receipts","sentiment_score":0.0}
{"full_text":"Unauthorized protest?? You have to get authorization from the people you want to protest against?","sentiment_score":0.0}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"RT (CW: Breasts, Preggers) Some gift art for DJ, the boi is getting over covid and needs some booba. So, I drew his gator...","sentiment_score":0.0}
{"full_text":"RT Again, violators should be prosecuted, whoever they may be.But as someone who has been looking at COVID-19 for a long t...","sentiment_score":-0.05}
{"full_text":"RT The First Annual Big Technology Book Awards Congrats to and Honorable...","sentiment_score":0.125}
{"full_text":"RT Even goat can catch COVID. Get well soon, Leo Messi. ","sentiment_score":0.0}
{"full_text":"RT Perhaps as long as we are willing to. Time for civil disobedience in Quebec. And BC, which is damn near as bad.","sentiment_score":-0.1}
{"full_text":"RT Hell ya!","sentiment_score":0.0}
{"full_text":"This wouldn't happen in the US like this. WE GOT A LOT OF GUNS &amp; SHIT BABY .","sentiment_score":-0.2}
{"full_text":"RT Breaking News: Twitter permanently suspended the personal account of Representative Marjorie Taylor Greene, a Republican of Ge...","sentiment_score":0.0}
{"full_text":"RT  Even aliens can't escape this virus Get well soon, Leo","sentiment_score":0.0}
{"full_text":"STOP","sentiment_score":0.0}
{"full_text":"Covid sucks hardcore sorry to hear you got it. I hope you get feeling better soon  get plenty of rest and relaxation hang in there.","sentiment_score":-0.1}
{"full_text":"RT Here's my idea:Starting January 5 and ending when they go back to sitting, all Ontario MLAs will volunteer full time...","sentiment_score":0.175}
{"full_text":"RT Twitter has permanently suspended Marjorie Taylor Greene's account over COVID-19 misinformation. I wrote this about her l...","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene Permanently Banned From Twitter For Spreading COVID \"Misinformation\"","sentiment_score":0.0}
{"full_text":"What I fear: volume of #omicron cases will trigger staff shortages that threaten to collapse our systems. Obviously health care, long-term care, first reponse, education. But also transit, food chain, trucking and transport. Nothing runs without people.","sentiment_score":0.125}
{"full_text":"RT A cursory glance at CDC data will tell you that one of the things that earned MTG a strike for is obviously true And btw if...","sentiment_score":0.35}
{"full_text":"RT Funny how MTG's account was permanently suspended only minutes after she criticized call for FEMA to run...","sentiment_score":0.125}
{"full_text":"How do you think the tragedy of the Holocaust started? Go back to the 1930s. Learn about the process of dehumanization. It started w\/othering people into groups of \"clean\" &amp; \"unclean disease spreaders\". That's EXACTLY what is happening now w\/covid vax passes.","sentiment_score":0.2055555556}
{"full_text":"RT Dr. Robert Malone on exposing our government's response to Covid-19:\"They are lawless. They completely disreg...","sentiment_score":0.1}
{"full_text":"Snedden, why don't you download the Telegram app and join the Covid Vaccine Injuries channel. Have a read as to what's really going on. Because you're not on it - YET- you think the jabs are so bloody wonderful. Time will tell.","sentiment_score":0.1333333333}
{"full_text":"I still wear 10 masks when I fly United... they were aggressive even before Covid","sentiment_score":0.8}
{"full_text":"Finding out BYUI is only requiring masks in classrooms not buildings in general is making me stress about social anxiety. If my friends aren't wearing masks in buildings then I have to choose to a) risk getting exposed, b) have a panic attack over being different and wear a mask.","sentiment_score":0.0208333333}
{"full_text":"I had to have a MRI.  They asked me to remove my mask and set it on the shelf. I explained to the tech that I had removed the wire from the N95 and the surgical mask. I know someone else removed the wire and didn't have a good seal and placed tape over the nose. Keep the mask on","sentiment_score":0.7}
{"full_text":"RT \" the cdc doesn't care \" y'all really need to shut the f****** you're killing yourselves because you can't process infor...","sentiment_score":0.2}
{"full_text":"President is also just bored, he will be addressing people in his native language about Covid.","sentiment_score":-0.5}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT Twitter says it has banned the personal account of Rep. Marjorie Taylor Greene for multiple violations of its COVID-19 misinformati...","sentiment_score":0.0}
{"full_text":"RT Our government needs to act.","sentiment_score":0.0}
{"full_text":"RT Thou shalt not #Covid thy neighbors life!Book of #STFU 1:2 Pass It On.","sentiment_score":0.0}
{"full_text":"RT 16\/ Fox's coverage of a similar story involving President Bush and his attempt to mandate vaccines in 2005, starkly contrasts...","sentiment_score":-0.1}
{"full_text":"RT I've put up a 17-minute version of my presentation to the World Council for Health General Assembly (13th December 2021) a...","sentiment_score":0.025}
{"full_text":"RT Ontario reports another 16,714 COVID-19 cases today, down from Saturday's pandemic record-breaking 18,445 cases. Case counts...","sentiment_score":-0.1555555556}
{"full_text":"RT Twitter has permanently banned Georgia Republican conspiracy theorist Marjorie Taylor Greene's account \"for repeated viol...","sentiment_score":0.0}
{"full_text":"RT  | CONFIRMED: Aliens can contract COVID-19. Swift recovery, Leo ","sentiment_score":0.4}
{"full_text":"RT You're right. There's no way a self administered test goes on your health record, and wh...","sentiment_score":0.2857142857}
{"full_text":"RT As the world turns.....verticalthe Omicron signature (|)@OurWorldInData","sentiment_score":0.0}
{"full_text":"RT Happy new year. Congress should go a step further and expel this deranged republican from Congress.","sentiment_score":0.3121212121}
{"full_text":"RT My mom died tonight. She died of covid and she was not vaxxed. My sister said she was only sick for a week.","sentiment_score":-0.3571428571}
{"full_text":"It's hysterical because the risk to kids from the newest strain of covid is so tiny that it's statistically insignificant.Kids overwhelmingly fair fine with Covid, kids spread Covid to others minimally and kids are most impacted by disruptions to normal routines.","sentiment_score":0.0952380952}
{"full_text":"RT If those dumbasses blaming for covid being out of control would get vaccinated we would be in control of this viru...","sentiment_score":0.0}
{"full_text":"RT 'Crucial days' for NHS as Covid soars to give UK one of world's worst case rates","sentiment_score":-0.5}
{"full_text":"RT Why you should #SwabYourThroat.... Negative via nose... Positive via the throat. #Omicron is very different from all other vari...","sentiment_score":-0.0494318182}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"RT Fyi, India is the furthest along but we're also transferring our Covid vaccine technology, helping in the c...","sentiment_score":0.0}
{"full_text":"RT Petition * To get Tony Blair to have his Knighthood rescinded Twitter, what an absolute mockery of...","sentiment_score":0.2}
{"full_text":"RT Twitter has permanently suspended Marjorie Taylor Greene's account over COVID-19 misinformation. I wrote this about her l...","sentiment_score":0.0}
{"full_text":"Hmmm...was hoping to get a little further into the year before my first one of these...I cannot see on any level how this is an acceptable solution. Like schools haven't thought of or have already been doing this ","sentiment_score":0.0208333333}
{"full_text":"RT Never forget that #China unleashed the virus that's turning world governments into #CCP clones.","sentiment_score":0.0}
{"full_text":"RT if everyone wore good masks everywhere for 2 weeks we would have no pandemic","sentiment_score":0.7}
{"full_text":"If you carry on with these unrealistic storylines you will lose viewers. Why would Manpreet leave the hospital with someone she knew was a murderer, why was Meena allowed to stay in hospital with covid. Stop treating your viewers as fools.","sentiment_score":-0.5}
{"full_text":"What truth? He does no fact checking on anything and let's people spew lies as fact.","sentiment_score":0.0}
{"full_text":"RT The \"pro-life\" party is telling you to ignore over 800K American deaths and dismiss the very real and ubiquitous dangers...","sentiment_score":0.13}
{"full_text":"9\/10 people who contract covid experience supreme erectile dysfunction, get vaccinated today","sentiment_score":0.0}
{"full_text":"RT While it's evident that Omicron is less severe and being triple vaxxed is very helpful, it's still difficult to watch a loved...","sentiment_score":0.0966666667}
{"full_text":"Darlington nuclear power plant in Ontario has broken a world record by operating its Unit 1 reactor for 1105 continuous days.It involved performing maintenance with the reactor running, and contributing to 3.5GWe throughout the pandemic:@opg:https:\/\/t.co\/2wGZQbTm7s","sentiment_score":-0.4}
{"full_text":"Visiting elderly family or friends? Take a rapid #COVID19 test before you go.  With Covid-19 cases rising it is important to protect yourself and others.i Pick up free rapid test kits at your local or visit","sentiment_score":0.2666666667}
{"full_text":"Let's beat this pandemic in 2022. If you are traveling &amp; are unvaccinated, protect yourself &amp; others by getting tested before traveling, upon return, &amp; again 3-5 days later.To schedule a vaccination or booster, visit","sentiment_score":0.0}
{"full_text":"Contact the Socialist Equality Party and the International Workers Alliance of Rank-and-File Committees. We are anxious to discuss with you the situation in your workplace and to assist you in organizing the fight to end the #pandemic #COVID19https:\/\/t.co\/l9Q0JLOJkz","sentiment_score":-0.125}
{"full_text":"Florida Gov. Ron DeSantis returned to the public eye after critics accused him of being \"missing-in-action\" during a record breaking COVID-19 surge.https:\/\/t.co\/dRAglCIQxF","sentiment_score":0.0}
{"full_text":"RT A Twitter spokesperson: \"We permanently suspended... for repeated violations of our COVID-19 misinformation poli...","sentiment_score":0.0}
{"full_text":"Twitter has permanently suspended one of Rep. Marjorie Taylor Greene's accounts for spreading COVID-19 misinformation.","sentiment_score":0.0}
{"full_text":"RT 'Mild' #Covid19 #Omicron can still result in #LongCovid. What are public bodies doing to convey this message to the gene...","sentiment_score":0.1666666667}
{"full_text":"RT Here's our piece on from earlier this year The volunteer network sending oxygen to India's Co...","sentiment_score":0.0}
{"full_text":"RT How the world looked when Dillon Danis last fought:- No one knew what COVID-19 was- Ben Askren was undefeated in c...","sentiment_score":0.0}
{"full_text":".@WVUhoops game at TCU has been postponed due to COVID-19 protocolshttps:\/\/t.co\/QXXrFHxnDm","sentiment_score":-0.2625}
{"full_text":"This Christmas was a much more enjoyable affair than last year, writes Moreen Simpson, even when Covid threatened to ruin arrangements.https:\/\/t.co\/9coYr8dNtM","sentiment_score":0.3333333333}
{"full_text":"RT Riot police in Amsterdam violently shut down an anti-lockdown protest today after leftist mayor Femke Halsema triggered an e...","sentiment_score":-0.3351851852}
{"full_text":"Next week is the big day","sentiment_score":0.0}
{"full_text":"RT She got suspended for spreading misinformation about Covid.She should have been suspended a long time ago for co...","sentiment_score":-0.05}
{"full_text":"RT Everyone realizes that even if Omicron stays \"mild,\" we're probably talking about *billions* of cases of long COVID worl...","sentiment_score":0.1416666667}
{"full_text":"COVID-19 infection detected in deer in six Ohio locations. Scientists unsure if wild deer could be SARS-CoV-2 virus reservoir.https:\/\/t.co\/EPFGpi9WiK","sentiment_score":0.1}
{"full_text":"RT Sky News say here very clearly that those who are double vaccinated have little or no protection from omicron.","sentiment_score":-0.0191666667}
{"full_text":"From 2016-2019, the city reported approximately 55,000 collisions per year. The number fell in 2020 due to decreased driving during the pandemic.","sentiment_score":-0.3083333333}
{"full_text":"RT 6) Speaking of the US being a step behind other countries -- 's CDC completely rejects the shortened isolation w...","sentiment_score":-0.1416666667}
{"full_text":"RT Justin McKoy is unavailable today at BC due to Covid protocols","sentiment_score":-0.125}
{"full_text":"RT Covid continues to produce a 9\/11 death toll in this country every 3 days but one of the GOP's biggest hawks - in between...","sentiment_score":0.0}
