{"full_text":"Both the vaccinated and the unvaccinated can catch covid.Both Kareem &amp; I played basketball..@mfstern .@PressSec .@Annette_mont #Heavyrope","sentiment_score":0.0}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"no because why i still don't the result of my covid test","sentiment_score":0.0}
{"full_text":"RT Covid: Fact-checking the doctor who challenged the health secretary - BBC News","sentiment_score":0.0}
{"full_text":"Ridiculous attempt by Anna Botting to excuse the No 10 party.  If this was WW11 and you had just taken a village from the Germans would that have been OK?  WTAF.","sentiment_score":0.0388888889}
{"full_text":"RT Of course I did, that's how this thread began, I answered your nonsense question. It's a vaccine. They both...","sentiment_score":0.0}
{"full_text":"RT Asked on Monday morning if Omicron had spread faster than he had expected, Mr Morrison said nobody had a \"crystal ball\" .........","sentiment_score":-0.1}
{"full_text":"RT For the record, as I say in article, I am staying away from indoor locations to the extent possible while the (very fast)...","sentiment_score":0.13}
{"full_text":"Liked by COVID","sentiment_score":0.6}
{"full_text":"RT So the CDC is just casually going to drop truth bombs after destroying so many lives? And why didn't more people try t...","sentiment_score":0.075}
{"full_text":"RT Because of the Omicron variant, COVID is spreading faster than it has in the last two years and it isn't going anywhere...","sentiment_score":0.0}
{"full_text":"RT Fox News' Doocy: \"I'm triple-vaxed ... You're triple-vaxed, still got COVID. Why is the president still referring to this a...","sentiment_score":0.0}
{"full_text":"RT NEW: Boris Johnson vows to tackle soaring energy bills making life 'very tough' for familiesFollow all the latest updates...","sentiment_score":0.0436026936}
{"full_text":"Are folks really drinking urine to fight Covid or is this a fabricated joke?It's hard to tell anymore what's what.","sentiment_score":-0.0305555556}
{"full_text":"RT Marjorie Taylor Greene is gleeful AOC has COVID.","sentiment_score":0.0}
{"full_text":"RT Boris Johnson was so seriously ill with Covid that he managed to go to a garden booze up days after being released fro...","sentiment_score":-0.5}
{"full_text":"RT 'My constituents and myself, we'd expect anyone who broke the rules to pay the consequences.'That was Conservative MP S...","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"This is what we used to treat our covid episode.","sentiment_score":0.0}
{"full_text":"RT Quick reminder everytime you see a \"new\" completely horrific and outrageous \"treatment\" anti-vaxxers are pushing for covid:...","sentiment_score":-0.3825757576}
{"full_text":"RT This is a stunning admission and one that is quite literally at the crux of my Facebook lawsuit against their fact-checke...","sentiment_score":0.5}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT Sorry but I don't want Ontario Liberals, who wasted billions of our $ on unreliable 'green' energy, drove up electricity pri...","sentiment_score":-0.3}
{"full_text":"RT you cut me down to the bonenow you're dancingall over my souli'm falling to piecesbut I still stay cause you're the on...","sentiment_score":-0.1555555556}
{"full_text":"Based on what you know,which is really nothing. As rampant as some as these variants have been everyone has been exposed. Public places are not sanitizing as much as they should be. People are not washing their hands or using sanitizer.","sentiment_score":0.1333333333}
{"full_text":"RT Hi I think this may be the evidence you have been looking for?","sentiment_score":0.0}
{"full_text":"RT  Here's a thread on what the PM and Govt ministers were saying around the May 20th 'BYOB' Downing Street garden party","sentiment_score":0.0}
{"full_text":"south korea has had 6k deaths, austraila has 2k and taiwan had just under 1k. all capitalist countries. this guy has tankie and ml in his bio so he'll probably say taiwan is part of china so thats a win for communism","sentiment_score":0.8}
{"full_text":"It would only be possible to board them if people had access to them. So: the hoarders must be wealthy and work for Parliament, which is one of few employers providing RA tests to staff.","sentiment_score":0.075}
{"full_text":"Depends on the store for me. If they have it on their store window like \"must wear musk inside\" then out of courtesy to the store and others (the fragile types) I'll wear a mask. Not that I think it makes any difference. Most places though I won't bother with a mask.","sentiment_score":0.25}
{"full_text":"RT How nice for the CDC director to pop by the Sunday shows yesterday and confirm everything that was called a conspiracy the...","sentiment_score":0.6}
{"full_text":"RT Ferran registered and both him and Pedri tested negative for COVID","sentiment_score":-0.3}
{"full_text":"RT A year ago, I shared with Bob that Full House was my girls' favorite show on TV. It brought them so much joy during the darkne...","sentiment_score":0.55}
{"full_text":"Do you think people have figured it out yet that the vaccine, by messing around with your DNA, makes us genetically modified?I'm not stating an opinion for or against the vaccine. But, many get freaked out if the package doesn't say \"Non GMO.\"....Just saying.","sentiment_score":0.5}
{"full_text":"Thanks Peter following your foot steps got Covid no appetite.  McDonald's get ready for me.  Brain is in a vice!","sentiment_score":0.15}
{"full_text":"RT I am a consultant anaesthetist &amp; clinical dir of the I am thankful that I am triple jabbed against Covid. My wi...","sentiment_score":0.0}
{"full_text":"RT Chalk up another victory for the \"conspiracy theorists\"","sentiment_score":0.0}
{"full_text":"RT While we could only meet 1 person outdoors, invited 100 people to a party.While we obeyed the rules,...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Testing Update: Today, our administration announced that beginning January 15, 2022, individuals covered by a heal...","sentiment_score":0.0}
{"full_text":"RT The fact that the CDC and the fake news are now being forced to admit the truth about Covid isn't because they are having...","sentiment_score":-0.4}
{"full_text":"Officially a stay at home daughter &amp; student  IM DOING WORK TRUST taking care of my parents is my top priority","sentiment_score":0.5}
{"full_text":"No he won't mention it-but he likes to hold the money for schools hostage, the money that was supposed to help schools open safely will be withheld if massk mandates are implementedour school doesn't even require a new covid test after a child has been sick to return to school!","sentiment_score":-0.0641233766}
{"full_text":"RT Fox News' Doocy: \"I'm triple-vaxed ... You're triple-vaxed, still got COVID. Why is the president still referring to this a...","sentiment_score":0.0}
{"full_text":"RT If the NHS was under decisive pressure, they wouldn't be firing staff for not having the vaccine ","sentiment_score":0.0}
{"full_text":"RT Boris Johnson seems to have gone to more parties during lockdown than I do in a normal year","sentiment_score":0.325}
{"full_text":"RT A blood shortage exacerbated by the COVID pandemic is adding support to an effort to change the FDA's longstanding ban on donat...","sentiment_score":0.0}
{"full_text":"RT The entire argument for vaccine mandates is that they \"stop the spread.\"","sentiment_score":0.0}
{"full_text":"Absolutely this.","sentiment_score":0.2}
{"full_text":"They are the distraction from whats really happening why are you still talking about them ?The first half of the article below is FACT the rest is speculation which may or may not be correct","sentiment_score":0.0944444444}
{"full_text":"RT Media, CDC Quietly Admit 3 COVID Truths After 2 Years Of Lies. Did They Think We Wouldn't Notice?","sentiment_score":0.0}
{"full_text":"RT HELLO SORRY FOR THIS BUMMER POST but I needed to get it down somewhere. The pandemic is worse than it's ever been and miti...","sentiment_score":-0.3518518519}
{"full_text":"RT Great exclusive by While country told that you could only socialise with one person outside (rules from May 1...","sentiment_score":0.2666666667}
{"full_text":"RT Tonight the are calling for the Met Police to investigate.\"It would absolutely reek of double standards if the...","sentiment_score":0.1}
{"full_text":"RT No, the CDC chief didn't say that 75% of all COVID deaths involved four comorbiditieshttps:\/\/t.co\/mv8FdEQMXU","sentiment_score":0.0}
{"full_text":"I had Covid before vaccines. Since I've been jabbed 3 times. My daughter her Husband (triple jabbed) and our 6 year old Grandson had it last week. He's back to school. They back to work this week.  It's just a fucking flu for healthy people.","sentiment_score":0.0}
{"full_text":"RT So the UK Govt has decided the pandemic is over. The rest of the world are looking at us in absolute horror.","sentiment_score":0.2}
{"full_text":"RT The government's failed COVID19 response will never be due to our country's lack of experts; it's because the government...","sentiment_score":-0.3125}
{"full_text":"RT Djokovich is the whipping boy for angry Aussies who realise their two-year obsession with zero-Covid has don...","sentiment_score":-0.5}
{"full_text":"Considering 3\/4 of deaths per-vaccine were of over 75's we can be sure the large majority of hospitalisations were also of older people with underlying health conditionsThe vaccination being made available for the vulnerable would slash hospital admissions...","sentiment_score":0.1561904762}
{"full_text":"RT \"Notably, among children admitted to the hospital for or with COVID-19 during the week of December 20-26, 2021......","sentiment_score":0.5}
{"full_text":"RT The issue of migration, together with the pandemic and climate change, has clearly demonstrated that we cannot be saved alone...","sentiment_score":0.1}
{"full_text":"People asking me for debunking. Lots of Japanese users commenting they've never heard of it. The source is just a reddit post.It's *possible* it's a specific local government but we would never claim a local program as \"the US\" if it was here. ","sentiment_score":0.0}
{"full_text":"RT Thank you for defending freedom of choice.  Few in the world have had this courage.  Her...","sentiment_score":-0.2}
{"full_text":"RT If you're drinking your own piss to prevent Covid, you've got a lot more to worry about than getting a fucking vaccine.","sentiment_score":0.1666666667}
{"full_text":"RT Why don't and carry the daily White House press briefing every day just like it did for Trump?Insane that I h...","sentiment_score":0.0}
{"full_text":"How is this even possible?","sentiment_score":0.0}
{"full_text":"RT \"The British public have just about had enough.\"Labour's Angela Rayner says it is \"despicable\" that the PM allegedly attende...","sentiment_score":-0.025}
{"full_text":"RT Watching all these folks get religion 18 months late about the damage inflicted by school closures is infuriating.","sentiment_score":-0.45}
{"full_text":"RT NEW: Private health insurance companies must cover 8 free over-the counter, at-home COVID tests per month for those wit...","sentiment_score":0.1787878788}
{"full_text":"RT Putting all civil liberty issues aside, there is no rational justification for any vaccine mandates if the vaccine does...","sentiment_score":0.0}
{"full_text":"RT \"If my unvaccinated toddler has to attend preschool so I can work to pay for said preschool and to assuage the crippling de...","sentiment_score":0.0}
{"full_text":"RT @Razer has contacted me and told me they plan to remove N95 marketing from the Zephyr website. Sorry but no- it's pas...","sentiment_score":-0.5}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"Note that there is also no visible difference between keeping R&lt;1 so that people get vaccinated before they're infected, and keeping R&lt;1 so that cases go to near-zero and we push for zero covid or a regime where test\/trace\/isolate suffices.  The latter still were on the table.","sentiment_score":0.0}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"This info has been on the CDC site for two years. The fact that CNN isn't fire-hosing it into your face doesn't make it false.","sentiment_score":-0.4}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"More vaccinated are dying than vaccinated you clown!","sentiment_score":0.625}
{"full_text":"RT We've had enough.As I told Sky - on the 20th of May 2020 thousands of Muslim families across Britain couldn't celebrate...","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Director admits that over 75% of COVID deaths are in people with 'at least 4 comorbidities.'","sentiment_score":-0.3}
{"full_text":"She has more live cultures of botox on her face than covid-19 cases in the US","sentiment_score":0.3181818182}
{"full_text":"RT Systemic fixes are always betterBut at this point in pandemic, even without systemic fixes, Individuals can protect the...","sentiment_score":0.0}
{"full_text":"RT I'm really hoping birth control pills are the next Covid miracle cure for Magas.","sentiment_score":0.1}
{"full_text":"RT All ICU handovers..54 M unvaccinated , COVID , proned , sats 80% , kidneys failing 46 F unvaccinated COVID intubated and...","sentiment_score":0.0}
{"full_text":"Hey Jen, where is the data to back up those statistics? And don't show me data from the CDC because I believe that data about as much as I believe there is not CRT being taught in our schools.","sentiment_score":0.1}
{"full_text":"RT More than 496,600 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to t...","sentiment_score":0.5}
{"full_text":"Test only if you have symptoms. Testing should not be allowed if you are exposed or asymptomatic.   Plain and simple! That will preserve the tests for those who really need it. They don't treat you if you have covid so what is the point????","sentiment_score":-0.0035714286}
{"full_text":"RT Just when ministers hoped things were calming down after the Christmas break, another scoop from with the emai...","sentiment_score":-0.1555555556}
{"full_text":"RT If Johnson went, he needs to go.","sentiment_score":0.0}
{"full_text":"Peterson compares Tennesse freedoms to Canada. Tennessee's C-19 death rates skyrocketed to 5.36 per 100k versus Canada's 0.15 per 100k. Why is he considered important again? Oh right, he threatened to starve himself to death over pronouns.","sentiment_score":0.3428571429}
{"full_text":"RT Is it a cold, or is it COVID? That is our reality now.","sentiment_score":-0.6}
{"full_text":"RT Here in Alberta 72.8% of 'Covid deaths' had 3 or more comorbidities. Now the CDC says that in the US 'over 75 percent'...","sentiment_score":0.5}
{"full_text":"RT BREAKING: CDC Director admits that over 75% of COVID deaths are in people with 'at least 4 comorbidities.'","sentiment_score":-0.3}
{"full_text":"RT BREAKING: AOC Tests Positive For COVID-19 After Hitting Up Miami","sentiment_score":0.2272727273}
{"full_text":"RT This AI Software Nearly Predicted Omicron's Tricky Structure | WIRED #AI #ArtificialIntelligence #Omicron #MachineLearning...","sentiment_score":0.1}
{"full_text":"RT A new study out of Singapore breaks down Covid deaths by vaccine.Of the 802 people who died from Covid-19 last year in the...","sentiment_score":-0.0063973064}
{"full_text":"RT The profit motive and public health are incompatible. Healthcare cannot be a commodity; we will die.","sentiment_score":0.0}
{"full_text":"RT The thing I don't understand is (you'd like to think) the country is run by the brightest and best.What absolute moron s...","sentiment_score":-0.3}
{"full_text":"RT in conclusion - the prime minister, who furiously ordered an inquiry into whether there were any parties at Downing Street...","sentiment_score":0.0}
{"full_text":"RT An end to the US-China trade war is the world's best hope for long-term pandemic recovery","sentiment_score":1.0}
{"full_text":"RT BREAKING: Flight attendants call for Biden to implement a vaccine mandate for domestic air travel, saying that it \"cou...","sentiment_score":0.0}
{"full_text":"RT Starting today, indoor events on O'ahu with more than 1,000 people will have a 50% capacity limit. Mayor Rick Blangiardi adjuste...","sentiment_score":0.25}
{"full_text":"Same.","sentiment_score":0.0}
{"full_text":"RT Boris Johnson has complete disregard for the rules he sets. While he was partying, frontline workers were putting thems...","sentiment_score":0.1}
{"full_text":"Both drive-thru sites will be open to employees, students and the public for COVID-19 testing by appointment for those 5 years of age or older.","sentiment_score":0.0555555556}
{"full_text":"Just had this discussion w\/a friend who's 15 year old daughter has COVID for a second time. She feels that since she's been around people who've been positive &amp; she hasn't caught it she is immune &amp; her daughter doesn't need it because it doesn't stop her from getting it. ","sentiment_score":0.1090909091}
{"full_text":"RT LOCK DOWN ","sentiment_score":-0.1555555556}
{"full_text":"RT This is what they mean when they say \"the United States economy is stronger now than before the pandemic\"","sentiment_score":-0.3125}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT Straight from -Without this, there is no basis for booster mandates.","sentiment_score":0.2}
{"full_text":"RT So the CDC is just casually going to drop truth bombs after destroying so many lives? And why didn't more people try t...","sentiment_score":0.075}
{"full_text":"Another one in the House. Omicron is just relentless on the vaxxed\/people with previous infection.","sentiment_score":-0.1666666667}
{"full_text":"Cases?In #BidensAmerica, the death total will soon be one million, but for some reason after #Biden seized power the alphabet networks in the U.S. stopped showing that little tell-tale chart in the top right-hand corner of our TV screens.#MediaWhores","sentiment_score":0.1041666667}
{"full_text":"RT The CDC director just said over 75% of \"covid deaths\" occurred in people with at least four comorbidities. Since Biden can'...","sentiment_score":-0.3}
{"full_text":"RT Into our third year of this madness, we don't need more and more committees, tables or taskforces of self-appointed \"experts\"...","sentiment_score":0.3333333333}
{"full_text":"RT I was hesitant on getting the vaccine, but then when I heard that Michael Hiltzik is going to publicly mock my death, he...","sentiment_score":0.0}
{"full_text":"RT They kept that narrative, \"she's a mother\" that's why she can't work; my fav made it look effortless .  Doing projects whi...","sentiment_score":0.0}
{"full_text":"RT In Australia, where the per capita rates of COVID are now among the worst in the world, the government has handed the health c...","sentiment_score":-1.0}
{"full_text":"RT Remember Tcells: our warriors &amp; unsung heroes?It's been known re SARSCoV2 for ~2yrs. I was maliciously attacked\/reported in...","sentiment_score":0.0}
{"full_text":"RT Remember when, just weeks ago, we thought COVID would end the practice of going to work when sick?","sentiment_score":-0.7142857143}
{"full_text":"RT Djokovic got COVID then apparently carried on as normal, hugging children. Unless his team can explain that, he should not be...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Dr. Robert Malone: Latest Disease Spreading Across China an \"Ebola-Like Hemorrhagic Fever Virus\"","sentiment_score":0.5}
{"full_text":"RT For those saying \"there isn't much more the US government can do,\" look at what someone in Japan gets sent when they test po...","sentiment_score":0.5}
{"full_text":"RT Part 3 of Novak Djokovic in Australia: the visa appeal's been granted but questions remain about Djokovic attending event...","sentiment_score":0.0}
{"full_text":"RT This guy is in my opinion one of the heroes of the last couple of years, thank you James for being such a strong voice in al...","sentiment_score":0.1444444444}
{"full_text":"RT Just like the rest of the country, my family had done everything we could to keep him and others safe during the lockdo...","sentiment_score":0.5}
{"full_text":"RT Inviting 100 people to a garden party when the rest of the country is under your brutal lockdown?Taking the piss.","sentiment_score":-0.875}
{"full_text":"RT With Omicron, case counts in the US and many other countries have skyrocketed. The US 7-day average is now ~680k cases per day,...","sentiment_score":0.075}
{"full_text":"RT Thank to the village supporting our humble work. We continue... #foodsecurity #citizens #helpingothers #cofeednam","sentiment_score":0.025}
{"full_text":"RT BREAKINGMichael Gove admits to attending \"Some\" parties at Downing Street during the peak of #COVID lockdowns. Source","sentiment_score":0.0}
{"full_text":"RT What measures and approaches can protect the most vulnerable in the hospital when outbreaks of #Omicron in hospital are...","sentiment_score":0.0}
{"full_text":"RT #CPS Parent: \"I'd rather my child fall a bit behind than have to deal with long haul Covid or burying my child... Bot...","sentiment_score":-0.225}
{"full_text":"RT Ron DeSantis is desperately trying to explain why Florida let ONE MILLION Covid-19 rapid tests EXPIRE. If it's true th...","sentiment_score":-0.125}
{"full_text":"RT My next worry outside of covid is the return of measles, which historically in N. Hemisphere occurred late winter or early...","sentiment_score":-0.04}
{"full_text":"Glad you caught that variant! Personally, as cool as I'd imagine it looking, brightly colored splatter doesn't scream \"EIAL\" to me, so I got that one too. If it looks any bit close to this Spirit Phone variant that did a similar thing, I'm excited.","sentiment_score":0.41}
{"full_text":"RT Nadhim Zahawi, the education secretary, has called for the UK to show the rest of the world how to move from 'pandemic to...","sentiment_score":0.0}
{"full_text":"RT Italy: new COVID rules threaten to isolate the country's islanders","sentiment_score":0.1363636364}
{"full_text":"RT My sister  died yesterday following a long battle with Covid. A gifted, kind and compassionate obstetrician, re...","sentiment_score":0.2625}
{"full_text":"RT Hi I think this may be the evidence you have been looking for?","sentiment_score":0.0}
{"full_text":"RT Today, my administration announced that health insurers will be required to cover the cost of at-home COVID testing kits startin...","sentiment_score":0.0}
{"full_text":"Our local officials are working to make sure North Texans have access to COVID tests as Omicron spreads in our community. Here are some testing sites in Dallas County for folks wanting to get tested:https:\/\/t.co\/T5APXLzgLg","sentiment_score":0.25}
{"full_text":"U.S. #greenhousegas emissions rose by 6.2% last year compared to 2020. The spike was attributed to a slew of causes, including behavior changes after #COVID19 vaccines became widely available. #emissions","sentiment_score":0.3333333333}
{"full_text":"Duque says omicron now the dominant COVID-19 variant in PH","sentiment_score":0.0}
{"full_text":"The U.S. Supreme Court's conservative majority appeared unconvinced Friday of the Biden administration's authority to impose a vaccine-or-test mandate on private businesses, casting doubt on a key piece of the White House COVID-19 response.https:\/\/t.co\/9Vvb3ABwFu","sentiment_score":0.0}
{"full_text":"RT I know several people who were deplatformed for pointing this fact out 12-18 months ago.","sentiment_score":0.0}
{"full_text":"RT Bold! Chicagos \"top doc\"--a political appointee without an independent bone in her body--is trying to take credit for t...","sentiment_score":0.2291666667}
{"full_text":"RT JUST IN [Thread] 1. Early findings from 2 SA studies suggest #Omicron has a much higher rate of asymptomatic \"carriage\" (#COV...","sentiment_score":0.175}
{"full_text":"Ugandan kids have been out of school since March 2020. Some started working in the mean time. Others got married. For whatever reason, many won't be returning.https:\/\/t.co\/v4QWB4sZxr","sentiment_score":0.1458333333}
{"full_text":"A mask fitting tightly around your nose, cheeks and chin is critical to protect yourself against omicron, says a expert. Read more:","sentiment_score":0.2053571429}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"'NAKU, KAWAWA KA NAMAN'ICYMI: Vice President Leni Robredo called out a netizen for believing in disinformation during her Facebook live regarding the Office of the Vice President's initiatives in the COVID-19 pandemic.","sentiment_score":0.1363636364}
{"full_text":"If you are triple vaccinated and boosted you are virtually guaranteed to test positive which is proof that either the vaccines and boosters are duds or the tests are a scam to sell the 4th jab and booster and thus keep the pharma moneyspinner growing ad infinitum","sentiment_score":0.2272727273}
{"full_text":"US officials recommend shorter COVID isolation, quarantine via","sentiment_score":0.0}
{"full_text":"I got into first contact with someone who had covid, and apparently test results tell me I don't have it lol","sentiment_score":0.3666666667}
{"full_text":"Should children turning 12-years-old wait to receive the larger dose of the #COVID19 vaccine? Read this article in for insight from our Dr. Kristi Moffitt.  ","sentiment_score":0.0}
{"full_text":"RT GRAPHENE OXIDE 'DISCOVERED' IN PFIZER VACCINE BY DR CAMPRA - THE ALMERIA PAPER - ENG TRANSLATION","sentiment_score":0.0}
{"full_text":"RT While the owners of Walmart, the wealthiest family in the country, became over $60 billion richer during the pandemic, they...","sentiment_score":0.0}
