{"full_text":"Do you think there are anti-vaxxers who believe we need to lockdown again","sentiment_score":0.0}
{"full_text":"RT COVID is a Firm Plan From Allaah..Imam Nasser Mohammed Al-Yamani12- Jumada II - 1443 AH15-January-2022 AD08:52 AM...","sentiment_score":-0.2}
{"full_text":"RT Remember pre-pandemic times?","sentiment_score":0.0}
{"full_text":"RT A SCOTUS confirmation battle during a midterm fight during a pandemic during a possible European war during a potential gove...","sentiment_score":0.0}
{"full_text":"RT I will never forget how, just before COVID was unleashed how Xi threatened President Trump. It was an ominous threat but as...","sentiment_score":0.0}
{"full_text":"RT #SarahPalin, who's said she'd be vaccinated for Covid-19 over her dead body, has been diagnosed with Covid-19 for the seco...","sentiment_score":-0.2}
{"full_text":"RT Fauci may have been told as early as January 27, 2020 that his agency had been funding the Wuhan lab. On January 31, 2020...","sentiment_score":0.1}
{"full_text":"RT Oh good lord enough already shut up","sentiment_score":0.35}
{"full_text":"RT So a 100 monkeys from CDC Lab with ebola escaped in Danville PA the other night, I guess Covid is off the table for the n...","sentiment_score":-0.125}
{"full_text":"RT Sweet fucking Jesus he wrote a letter to a 7-year-old telling her she was right not to have a birthday party","sentiment_score":0.0119047619}
{"full_text":"RT I got my booster. Lymph node under arm swollen. Now have possible inflammation of the heart. Wa...","sentiment_score":0.0}
{"full_text":"RT O Nasser Mohammed Al-Yamani, did not you claim that you do not say about Allah conjectures that do not avail anything agai...","sentiment_score":0.0}
{"full_text":"RT To beat the pandemic here at home, we have to beat it everywhere. That's why the U.S. is leading the world on vaccine donations....","sentiment_score":0.0}
{"full_text":"It's hilarious how the bureaucratic blob has been shitting on therapeutics for not being effective while triple and quadruple vaxxed people are catching COVID like crazy. Zero logical consistency.","sentiment_score":0.27}
{"full_text":"So did you agree with BLM protests in the height of the pandemic when there were no vaccines?","sentiment_score":0.0}
{"full_text":"RT England's Plan B measures are to end tomorrow, with mandatory face coverings in public dropped.Will you continue to wear a...","sentiment_score":0.0}
{"full_text":"RT when Bernier thinks his accent is better lol a little humour to brighten our day ","sentiment_score":0.3708333333}
{"full_text":"RT Justice for Lavanya.Permission for rally rejected due to Covid, so put hoardings.Voice for her Justice should spread acr...","sentiment_score":-0.125}
{"full_text":"RT From Thursday onwards, Covid passes will no longer be required for fans attending our games at Stamford Bridge and Kingsmead...","sentiment_score":0.0}
{"full_text":"RT 12,000 truck drivers will not be allowed to deliver goods to the U.S. due to Joe Biden's vaccine mandate.Remember this t...","sentiment_score":-0.125}
{"full_text":"Thousands of cases of covid are not Omicron though. And these treatments are proven effective against the other strains. By your logic, we should halt the vaccines since they've proven ineffective against the spread of Omicron. Right? Is that how it works?","sentiment_score":0.2535714286}
{"full_text":"RT Proof of vaccine requirement dropped for NI pubs via","sentiment_score":0.0}
{"full_text":"What's most interesting about that article is the date (Jan. 2020).  That was prior to the pandemic.  I suspect those numbers are even more stark today.","sentiment_score":0.26}
{"full_text":"RT The remarkable, consistent 99% reduction of mortality with vaccination and booster in Switzerland and the United States, whi...","sentiment_score":0.5}
{"full_text":"Me trying to figure out how to be a stay at home mom when I don't have any kids","sentiment_score":0.0}
{"full_text":"Beltway Insider: Biden\/Ukraine, NATO, COVID Omicron\/Vaccine Totals, UM Abuse, Cardi B, Andre Leon Talley","sentiment_score":0.0}
{"full_text":"RT  Breaking - there are now twice as many empty ventilated hospital beds in Wales as there are patients with Covid in them...","sentiment_score":0.2}
{"full_text":"Like the movie outbreak","sentiment_score":0.0}
{"full_text":"RT As the pandemic killed hundreds of thousands in this country, at least 75 lawmakers bought and sold stock in companies that ma...","sentiment_score":-0.25}
{"full_text":"#stayhome #onlinejobs Companion Animal Leader - Petco - Sheridan, WY Companion Animal Leader - Petco - Sheridan, WY #hiring #jobs #rt #advertising #pr #publicrelationsAnimahttps:\/\/t.co\/hytlTIXwBc","sentiment_score":0.0}
{"full_text":"RT Reasons why#NO_GATE_IN_FEB #postponegate2022 #delayGATE22Issues faced by GATE 2022 ASPIRANTS -:1) Many students and th...","sentiment_score":0.5}
{"full_text":"RT How do they decide if someone is recovered?Initially all cases were being followed by public health, with omicron that's not...","sentiment_score":0.0}
{"full_text":"RT Details:","sentiment_score":0.0}
{"full_text":"RT Here are the totals. #DenmarkHighest level of COVID hospital admissions EVER in this whole pandemic. #Omi...","sentiment_score":0.2}
{"full_text":"RT Jonas Salk the inventor of the polio vaccine discovered 4 doses worked best! So should we be questioning th...","sentiment_score":1.0}
{"full_text":"my question - how did he get on the list in the first place?  There are so many checks and balances in the process.  I can't imagine he's been on the list long enough, that he got there before the pandemic.","sentiment_score":0.175}
{"full_text":"The booster didn't do shit, the banana peel item is the actual cure we've been seeking all this time","sentiment_score":-0.1}
{"full_text":"RT At his confirmation hearing today, Desantis' Surgeon General nominee Joseph Ladapo is asked a simple question: Are the...","sentiment_score":0.025}
{"full_text":"The thing that puzzles me about the non-fit tested N95 worse than surgical masks commentary is that the fit test is a one off right? From there every new mask is relying on you achieving that same fit without testing?Or am I misguided and people get fit tested every time?","sentiment_score":0.1745825603}
{"full_text":"RT BREAKING: Denmark's prime minister says COVID-19 no longer \"socially critical,\" all restrictions to be lifted on Tuesday","sentiment_score":0.0}
{"full_text":"RT For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to...","sentiment_score":0.175}
{"full_text":"RT To beat this global pandemic, keep Americans safe, and prevent more dangerous COVID-19 variants, the United States has dona...","sentiment_score":0.1}
{"full_text":"Day 4 TAing Biology 101. Observations: - Constant flood of emails of COVID(+) absences (not sure why we're in-person!)- Intro Bio is hard considering later we have entire classes on a day's worth of \"intro\" content- Students need help *getting* help, especially 1st yr UGs.","sentiment_score":-0.043452381}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT BREAKING: Denmark's prime minister says COVID-19 no longer \"socially critical,\" all restrictions to be lifted on Tuesday","sentiment_score":0.0}
{"full_text":"RT The American people deserve to know how this pandemic started, to know if the NIH funded dangerous gain-of-function research...","sentiment_score":-0.3}
{"full_text":"RT As the pandemic killed hundreds of thousands in this country, at least 75 lawmakers bought and sold stock in companies that ma...","sentiment_score":-0.25}
{"full_text":"RT &amp; I were tasked with picking a year in time (2020 &amp; 2120) to represent artistically for the drop....","sentiment_score":0.0}
{"full_text":"RT I am calling on every single state legislator to do what it takes to get rid of this archaic rule and fully fund our school...","sentiment_score":-0.0714285714}
{"full_text":"RT I see parallels with teachers and healthcare workers. Lauded as heroes, viewed as a \"calling,\" many underpaid, critical f...","sentiment_score":0.25}
{"full_text":"RT Former Newfoundland premier Brian Peckford is launching Charter challenge against federal government's air travel vaccine...","sentiment_score":0.0}
{"full_text":"The Public Health Agency of Canada says it has detected more than 50 cases of a new Omicron subvariant known as BA.2. The subvariant is widely considered 'stealthier' than the original version of Omicron because some of its genetic traits make it harder to detect. - CTV","sentiment_score":0.1352272727}
{"full_text":"RT This is wrong - the police have said they do sometimes investigate retrospective breaches and have some criteria for doing...","sentiment_score":-0.5}
{"full_text":"RT Amy Coney Barrett went from nomination to confirmation in 27 days (in the middle of a huge flare up in the pandemic)","sentiment_score":0.2}
{"full_text":"Yep and covid is likely endemic now, just like the flu...learn to live with it...also there needs to be a better vaccine than the current ones, preferably without mrna technology","sentiment_score":0.1590909091}
{"full_text":"RT \"'Enough is enough -- we can't do this forever,' I say, as I continue to exist the same way I have my entire life, not...","sentiment_score":0.0}
{"full_text":"It does not entirely prevent COVID, nor did I suggest it did. Risk mitigation is the key concept of the vaccination.","sentiment_score":0.0}
{"full_text":"RT Well, this is awkward... 87% of global financial services firms plan to establish - or extend - operations in the UK...","sentiment_score":-0.2}
{"full_text":"RT 27 days","sentiment_score":0.0}
{"full_text":"RT There's NO controversy about the vaccine, except in the minds of IDIOTS.  Just wanted to clear...","sentiment_score":-0.35}
{"full_text":"What! How can that be. Covid isnt serious! Fox news told Ben the doctors are all lying! Wow. Just unbelievable ","sentiment_score":-0.2236111111}
{"full_text":"RT Per   In Lexington KY, 80% of people in hospital with COVID are unvaccinated; 96% in ICU with COVID are unvaccin...","sentiment_score":0.0}
{"full_text":"RT Former Newfoundland premier Brian Peckford is launching Charter challenge against federal government's air travel vaccine...","sentiment_score":0.0}
{"full_text":"And such as,","sentiment_score":0.0}
{"full_text":"RT It's maddeningly diabolical: Republicans sabotage all legitimate public health efforts to contain Covid, and then blame Bide...","sentiment_score":0.0}
{"full_text":"RT To beat this global pandemic, keep Americans safe, and prevent more dangerous COVID-19 variants, the United States has dona...","sentiment_score":0.1}
{"full_text":"RT \"While my dad was in hospital dying from Covid, the Prime Minister of this country was breaking the rules that he made.\" Dav...","sentiment_score":0.0}
{"full_text":"RT Just read a piece that says the anti-vax movement is taking over the Republican Party. With almost a million Americans dea...","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENING!Denmark just announced they will be REMOVING all restrictions, including covid passports and face mask r...","sentiment_score":0.0}
{"full_text":"RT A SCOTUS confirmation battle during a midterm fight during a pandemic during a possible European war during a potential gove...","sentiment_score":0.0}
{"full_text":"RT As a GP, regardless of whether people are vaccinated or unvaccinated, we all need to stand against vaccine mandates. It's...","sentiment_score":0.0}
{"full_text":"RT Teachers are paid almost 20% less than similar workers. Teachers deserve to be paid fairly, particularly during a pande...","sentiment_score":0.0}
{"full_text":"RT Jen Psaki shut down Gov. Ron DeSantis' misleading claims over monoclonal antibody treatments for COVID-19, a method the FD...","sentiment_score":-0.1555555556}
{"full_text":"RT J.D. Vance nabs a coveted Marjorie Taylor Greene endorsement, Tucker trying to kill his audience with the help of covid's fa...","sentiment_score":0.0}
{"full_text":"The Federalist newsletter, Winter 2021, an excellent source on work in federal history programs. Read the editor's intro: #federalhistory #history #UShistory #CDC","sentiment_score":1.0}
{"full_text":"RT THOMAS \"TOMMY\" DELLINGER, 69, of Kenosha, Wisconsin, died of COVID on Jan. 18, 2022.\"Tom will be deeply missed by his f...","sentiment_score":0.0}
{"full_text":"RT He also promised to .Get All Americans out of Afghanistan .revive the economy.reform immigration .end the Pandemic.Uni...","sentiment_score":0.0}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT Vaccine passport scheme working out great for Macron.","sentiment_score":0.8}
{"full_text":"RT United States got weapons to Ukraine faster than Covid tests to its citizens","sentiment_score":0.0}
{"full_text":"Between October and January, the number of COVID test-related phishing attacks surged by 521%, according to Barracuda via #phishing #COVID19","sentiment_score":0.0}
{"full_text":"its all about compromise... this is my pandemic project... so just like the pandemic its never gonna get finished either","sentiment_score":0.0}
{"full_text":"RT To beat this global pandemic, keep Americans safe, and prevent more dangerous COVID-19 variants, the United States has dona...","sentiment_score":0.1}
{"full_text":"RT His shaky voice yeah meemaw has him gooped and gagged","sentiment_score":-0.3333333333}
{"full_text":"RT We need:more MH professionalsto end child povertyto ensure all children get quality health caresmaller class sizesmo...","sentiment_score":0.0}
{"full_text":"RT If you want perspective on how how people &lt;35 die in the US, relative to COVID, take a look. It would be nice if we place...","sentiment_score":0.3}
{"full_text":"RT Fauci may have been told as early as January 27, 2020 that his agency had been funding the Wuhan lab. On January 31, 2020...","sentiment_score":0.1}
{"full_text":"RT Coming out of a pandemic to go to war is a hard pass from me","sentiment_score":-0.2916666667}
{"full_text":"RT To beat this global pandemic, keep Americans safe, and prevent more dangerous COVID-19 variants, the United States has dona...","sentiment_score":0.1}
{"full_text":"RT This Joseph Ladapo dude that DeSantis nominated refused to wear a mask when meeting with a state senator who's undergoing canc...","sentiment_score":0.0}
{"full_text":"RT I'm deeply grateful to #EB150 Member States for their confidence in me and for unanimously nominating me to serve a seco...","sentiment_score":0.0}
{"full_text":"RT Alex Berenson tells Fox viewers: \"The mRNA COVID vaccines need to be withdrawn from the market. No one should get them. No on...","sentiment_score":0.0}
{"full_text":"Now do tuberculosis, hepatitis A &amp; B, meningitis, rubella, flu, RSV, etc. But no because covid cult.","sentiment_score":0.0}
{"full_text":"RT Thank you.","sentiment_score":0.0}
{"full_text":"The more things change the more they stay the same. Earlier this month, Huddle did a story about how NS salon owners didn't qualify for their provincial program. This story is Deja Vuhttps:\/\/t.co\/neQ6ZskpOh","sentiment_score":0.25}
{"full_text":"RT At his confirmation hearing today, Desantis' Surgeon General nominee Joseph Ladapo is asked a simple question: Are the...","sentiment_score":0.025}
{"full_text":"RT I put my best friend in the ground this time last year. 20 of us at his funeral, sat on distanced chairs, others tuned...","sentiment_score":0.5}
{"full_text":"RT Police have policy that says they will NOT investigate retrospective covid breaches so they can't - or there's 100k other c...","sentiment_score":-0.125}
{"full_text":"RT MPs earned PS5 MILLION from second jobs during lockdown. My Bill banning second jobs for MPs is back in Parliament this...","sentiment_score":0.0}
{"full_text":"RT More Americans have died from COVID-19 than died in battle in every war the United States has ever fought.Current US de...","sentiment_score":0.5}
{"full_text":"RT This is irresponsible.","sentiment_score":0.0}
{"full_text":"RT On August 23, 2021, the FDA approved Pfizer's COVID-19 vaccine, which was to be marketed as \"Comirnaty.\"156 days lat...","sentiment_score":0.0}
{"full_text":"Exactly what freedom is our military spreading abroad?40% taxes, vaccine mandates, and being labeled \"extremists\" if you speak out against endless government growth?","sentiment_score":0.0083333333}
{"full_text":"Im sooo glaaaad.  My mama stay off Mahan Drive!  coming home","sentiment_score":0.0}
{"full_text":"RT The remarkable, consistent 99% reduction of mortality with vaccination and booster in Switzerland and the United States, whi...","sentiment_score":0.5}
{"full_text":"RT People will say that the vaccine mandates case \"broke\" Breyer... but I bet he saw Amy Coney Barrett's draft opinion overturn R...","sentiment_score":0.0}
{"full_text":"RT Quite simple really, they allowed people who were vaccinated to carry on as normal while focusing restrictions up...","sentiment_score":0.1166666667}
{"full_text":"RT Denmark wants to end virus restrictions and reclassify Covid-19 as a disease that no longer poses a threat to society","sentiment_score":0.2}
{"full_text":"RT The pandemic took away the free samples at Sam's Club and idk if I'll ever be able to forgive it for that","sentiment_score":0.45}
{"full_text":"RT Public health experts and the media perform an essential service informing the public on how to stay safe during this pandem...","sentiment_score":0.125}
{"full_text":"But who really has those COVID notifications on your phone on? ","sentiment_score":0.2}
{"full_text":"Correct....we don't know \"which one of the illnesses listed contributed to the death\".  Or that death would be listed under pneumonia, flu or covid.  This isn't hard.This is quite the spin though.","sentiment_score":0.0}
{"full_text":"It always happens in a bad economy coupled with inflation &amp; Covid. But your uneducated, so how would you know that.","sentiment_score":-0.7}
{"full_text":"thinking ab the fact that tlou outbreak happened after season 8 of supernatural finished airing","sentiment_score":0.1666666667}
{"full_text":"RT Here's (yes its actually him) taking NYC pictures 100 years later from now  CAN WE GET A VIBE CHECK REAL QU...","sentiment_score":0.0666666667}
{"full_text":"RT This is one of the most pathetic things I've ever seen. Would be hilarious if it wasn't killing people.","sentiment_score":0.0}
{"full_text":"People who have recovered from #COVID-19 may be more likely to develop #diabetes. This article introduces recent research on how SARS-CoV-2 can infect fat cells, leading to insulin resistance. #DiabetesAfterCOVID","sentiment_score":0.1666666667}
{"full_text":"RT The Canadian revolution against the COVID police state grows.","sentiment_score":0.0}
{"full_text":"How does the determine how many people hospitalised for #COVID have been #vaccinated? Find out in this short podcast with","sentiment_score":0.25}
{"full_text":".@CNN: The rollout of free N95 masks for the public began this week across the United States, with some pharmacies already handing out the masks and others expecting to do so in the coming days:","sentiment_score":0.2}
{"full_text":"Here's how Texans can get free at-home COVID-19 tests and N95 masks from the federal governmenthttps:\/\/t.co\/JbNPk9gKKd","sentiment_score":0.4}
{"full_text":"It's typically the Fat unhealthy people who are the most concerned.  They should focus on their own health. Lose weight. Eat healthy. Start walking daily.","sentiment_score":0.1722222222}
{"full_text":"2\/2Read more about this Defining Moment here: Women wearing surgical masks during influenza epidemic, Brisbane 1919. John Oxley Library, State Library of Queensland 108241","sentiment_score":0.5}
{"full_text":"As social infrastructures break down during disasters &amp; crises, #women suffer the additional burden of increased #domesticviolence. This paper by &amp; examines experience of #women in India, compounded by #pandemic.","sentiment_score":-0.0611111111}
{"full_text":"The government last November ordered those not vaccinated or recently recovered from coronavirus to stay at home with limited exceptions, such as going to work, as the country battled a surge in cases.https:\/\/t.co\/cVP4pXW0o1","sentiment_score":-0.0178571429}
{"full_text":"Due to the increase of COVID-19 cases in our community, all in-person programs have been cancelled for the month of January 2022.Make sure to always check our website for up-to-date library information:","sentiment_score":0.1875}
{"full_text":"Are you as stressed as we are? Take this short survey focused on moms and the pandemic. Take a couple of minutes to fill it out and as a thank you, you will automatically be entered to win 1 of 10 $25 Visa gift cardshttps:\/\/t.co\/K9S6mV66eW","sentiment_score":0.4}
{"full_text":"Data from Washington and Michigan on #COVID19 rates at the county level linked to information on instructional modality offered by public school districts assesses the relationship between modality and #COVID19 spread. Read more:","sentiment_score":0.25}
{"full_text":"#StarmerOut I don't think I have ever seen a worse opposition in my life time Corbyn was bad enough but Starmer outshines him hasn't made one good policy or jumped on the right bandwagon once throughout this Pandemic #BackBoris","sentiment_score":-0.0228571429}
{"full_text":"Hear shares the story in how is able to lend out Axies to help people in #Philippines to earn a living during the lockdowns from the #COVID19 pandemic via #podcast #web3","sentiment_score":0.5}
{"full_text":"When did COVID-19 cases top 10,000 in California state prisons?","sentiment_score":0.5}
{"full_text":"People hospitalized for COVID-19 have elevated risk of later readmission or death","sentiment_score":0.0}
{"full_text":"Wearing your #health on your sleeve has a nice ring to it.Wearables allow daily monitoring of health and fitness activity, and can possibly aid in detection of COVID symptoms.Regardless of benefits, be mindful of how often you check your #wearables:","sentiment_score":0.2}
{"full_text":"Republicans' faith in science is falling as Democrats rely on it even more, with a trust gap in science and medicine widening substantially during the COVID-19 pandemic.https:\/\/t.co\/NPQrRbCj63","sentiment_score":0.5}
{"full_text":"The effort to \"normalize\" #Covid_19 infections and deaths in Europe and the US is driven, not by science or public health, but by economic considerations.As pandemic rages across the EU, WHO Regional Director for Europe proclaims pandemic \"endgame\"","sentiment_score":0.1}
{"full_text":"The pandemic has changed so much of our world and business meetings are no exception. via","sentiment_score":0.2}
{"full_text":"\"A group of world-renowned doctors and medical experts will provide a different perspective on the global pandemic response.\"https:\/\/t.co\/hEwaAwJN6O","sentiment_score":0.0}
{"full_text":"Megastar Chiranjeevi on Wednesday took to social media handles to announce that he has tested positive for #COVID19#Covid #pandemichttps:\/\/t.co\/dsvdnzxoDK","sentiment_score":0.1303030303}
{"full_text":"The United States has shipped 400 million COVID-19 vaccine doses to countries in need as part of its earlier pledge to donate more than 1.1 billion doses to low-income countries#US #vaccine #COVID19","sentiment_score":0.25}
{"full_text":"REMINDER: Tomorrow is the first vaccine clinic of the semester! Spread the word!! #PVAMU","sentiment_score":0.48828125}
{"full_text":"RT Evergreen Psaki: \"What the FDA is making clear is that these treatments, the ones they are fighting over, that the gove...","sentiment_score":0.1}
{"full_text":"There have been 539 COVID-19 related deaths in Windsor-Essex","sentiment_score":0.0}
