{"full_text":"RT When you say \"we can't go back to normal\", you mean you can't go back to normal.That's fine. Feel free to lock yourself d...","sentiment_score":0.1090277778}
{"full_text":"RT Too many families have lost too many loved ones from gun violence. We must continue to get illegal weapons off our streets, h...","sentiment_score":0.3}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"RT Am I missing something? Presumably the loans made during lockdown went via banks into bank accounts and therefore are easy...","sentiment_score":0.1166666667}
{"full_text":"RT \"It is time for the American People to declare independence from every last COVID mandate. We have to tell this band of hyp...","sentiment_score":0.0}
{"full_text":"RT AKB48 announces their member Oguri Yui have been tested positive with Covid-19. Get well soon Yuiyui ","sentiment_score":0.2272727273}
{"full_text":"RT Your rhetoric during this Pandemic is unforgivable ...52 dead , most were preventable. You let this happen...","sentiment_score":0.15}
{"full_text":"RT Attack on the senses: How #SARSCoV2 robs people of smell, taste, touch, vision and hearing. Some of these #COVID19 effe...","sentiment_score":0.0}
{"full_text":"RT Your rhetoric during this Pandemic is unforgivable ...52 dead , most were preventable. You let this happen...","sentiment_score":0.15}
{"full_text":"RT Peaceful. Resolute. Truckers.","sentiment_score":0.25}
{"full_text":"RT Petty Tyrants everywhere better take notice, the people are done with all the non science based BS restrictions and abu...","sentiment_score":0.5}
{"full_text":"RT Two devastating paragraphs from today, inside one of Rio's biggest Covid units.","sentiment_score":-1.0}
{"full_text":"RT Nicely played #Omicron. Immersed in #SARSCoV2 throughout the #pandemic as a hospital doc to only now be taken out by my 5y...","sentiment_score":0.3}
{"full_text":"RT According to this notice, SANGYEON has tested positive for Covid-19.He will be put into self-quarantine for his recove...","sentiment_score":0.2272727273}
{"full_text":"RT Have tried to now visually illustrate an earlier thread I wrote about why prevalence estimates based on comparisons of 'an...","sentiment_score":0.0}
{"full_text":"RT Drinking game for Canadian salty reaction threads to the truckers: drink if you see any of the following:\"allowed\", \"permitted...","sentiment_score":-0.2}
{"full_text":"Government nudge unit 'used grossly unethical tactics to scare public into Covid compliance'","sentiment_score":0.0}
{"full_text":"RT Looking at the Covid figures for every state it's clearly now a pandemic of the vaccinated, so why are premiers still forci...","sentiment_score":0.1}
{"full_text":"Well... This aged well didn't it ","sentiment_score":-0.1}
{"full_text":"RT Behind my mask is a secret that I already whispered to the moon. Thinking 'bout tomorrow and wondering what to wear. Shou...","sentiment_score":-0.4}
{"full_text":"RT When the history of this terrible pandemic comes to be written, it will be said that during it the Tories plundered the publ...","sentiment_score":-1.0}
{"full_text":"RT Peaceful. Resolute. Truckers.","sentiment_score":0.25}
{"full_text":"RT Yet another example of how vaccines prevent disease.","sentiment_score":0.0}
{"full_text":"It was the UK who invested in vaccine research and pilot plants for vaccines on the same week that Sturgeon covered up the Edinburgh Nike outbreak.The UK got us through COVID19. It had fcuk all to do with the SNP dictatorship who have harmed Scotland's health and economy.","sentiment_score":0.0}
{"full_text":"RT PFIZER HAS A WARNING ON THEIR WEBSITE THAT SAYS IF YOU HAVE A HEART PROBLEM A HISTORY OF HEART PROBLEM TAKE MEDICATIONS...","sentiment_score":0.0}
{"full_text":"RT A new virus known as NeoCoV has been discovered and it may be more transmissible and more lethal, according to scientis...","sentiment_score":0.3787878788}
{"full_text":".....the fuc-","sentiment_score":0.0}
{"full_text":"RT THIS is what will lead to the revoke of the mandate and later on, hopefully withdrawal of the vaccine for public use....","sentiment_score":0.0}
{"full_text":"My father, a doctor, has successfully cured many patients in his dedicated practice of 37 years. Now COVID +ve, we need help for his own treatment &amp; surgeries. Please help us.Fundraiser and details belowhttps:\/\/t.co\/0Pk8vjusxo","sentiment_score":0.6166666667}
{"full_text":"RT I am not a senior officer - failed the section on toadying to politicians - but might I suggest someone loo...","sentiment_score":-0.5}
{"full_text":"RT Protection from the virus- Mask Distribution by DSS Volunteers following the pious teachings of St. Dr","sentiment_score":0.0}
{"full_text":"RT Pakistan's textile sector exports set to swell to a record after gaining an edge over South Asian rivals during the pandem...","sentiment_score":0.0}
{"full_text":"RT When a bunch of goofs roll into town and act like world-class assholes because they don't want to wear a mask, they deserve...","sentiment_score":0.0}
{"full_text":"RT Somehow missed this - \"COVID- anxious\" label to be worn Seriously ?There is nothing anxious about being sensible, unders...","sentiment_score":-0.2777777778}
{"full_text":",,The Chinese Communist Party has found the best model for controlling people\". #Corona ","sentiment_score":0.5}
{"full_text":"Selfishness goes both ways. After D614G, 2 doses of the vaccine and an Omicron infection, I believe I have a good immunity and am not a threat to pass the virus to anyone, so I WILL resume my life as it was before the pandemic, no matter what others say.","sentiment_score":0.7}
{"full_text":"RT Newly found NeoCov is associated with the MERS-CoV virus and is similar to the SARS-CoV-2, which causes coronavirus in h...","sentiment_score":0.0681818182}
{"full_text":"RT The Canadian revolution against the COVID police state grows.","sentiment_score":0.0}
{"full_text":"RT Hey! The #COMPLETION album is out!Due to the Corona, hardcopy CDs are not available. Please DM me your e-Mail\/WhatsApp...","sentiment_score":-0.2}
{"full_text":"RT 75% of all Australian covid deaths resulted from the NSW Government's botched pandemic response. Where is the judicial inquiry...","sentiment_score":0.0}
{"full_text":"RT 94) Washington State Trooper Robert Lamay was fired in October for refusing to #GetVaccinated. He recorded video of him...","sentiment_score":0.0}
{"full_text":"RT Give it a break Daniel. He's done more for the freedom\/anti-lockdown movement than you could ever...","sentiment_score":0.5}
{"full_text":"RT 27 years ago my life was changed. The EMT's brought me back twice. I was hit by a Drunk Driver. Now 55 surgeries later, I...","sentiment_score":-0.1666666667}
{"full_text":"RT Today 250,000 Canadians of all ages &amp; backgrounds will receive a COVID vaccine.Tomorrow, the same thing will happen. And...","sentiment_score":0.0}
{"full_text":"#NCOC  shhhhh ncoc is sleeping. Yaar literally please someone demolish them.  We don't want such an incompetent Institution. Court se kaho inki bhi building gira dein. Jaan chotey in se.","sentiment_score":-0.175}
{"full_text":"Why has the definition of a vaccine or vaccination been changed since covid? Now vaccines don't prevent you from becoming infected from a specific disease- they're only meant to stop you from getting really sick or hospitalised. How did this happen?","sentiment_score":-0.0660714286}
{"full_text":"RT For the 29th week in a row, Paris protests against COVID law.","sentiment_score":0.0}
{"full_text":"vaccine has been proven to still allow vaccinated people to still pass covid. the fact that you don't die doesn't stop virus. what idiot can't see that?","sentiment_score":-0.8}
{"full_text":"RT Only me that is now all horny as covid goes away","sentiment_score":0.0}
{"full_text":"RT A Washington patrol officer resigned in protest of the vax mandate and told Gov. Jay Inslee to \"kiss my ass\"Well he just die...","sentiment_score":0.0}
{"full_text":"RT Go Israel, the Covid zealots need putting back in their box.","sentiment_score":0.0}
{"full_text":"RT Have you put this into your diaries yet?","sentiment_score":0.0}
{"full_text":"RT I have been a doctor for 40+ yrs, public health comms for 35+ yrsNever did I expect my State or my country to be gover...","sentiment_score":0.0}
{"full_text":"England has returned to COVID-19 Plan A.Government is no longer asking people to work from home.   If you are in the office, open windows to let fresh air in.","sentiment_score":0.15}
{"full_text":"I'm a stay-at-home parent, I lost my home to the Bermuda Triangle, and I'm here to win the million dollars.","sentiment_score":0.8}
{"full_text":"\"We are seeing and improvement in trade and expect that to quicken further now that the Government has lifted Covid restrictions.\"https:\/\/t.co\/TWJL3x24ER","sentiment_score":0.0}
{"full_text":"you steal the covid test.","sentiment_score":0.0}
{"full_text":"Effect of puppies on COVID-19!","sentiment_score":0.0}
{"full_text":"#Australia anxious as schools back in full swing amidst #Omicron wave-https:\/\/t.co\/1nBh7H9tDk","sentiment_score":0.0333333333}
{"full_text":"You can fit getting your covid vaccination into your busy (or shopping) schedule by visiting one of the many walk-in clinics in Sheffield.Click here to find a list of walk-in clinics: #VaccinateSheffield","sentiment_score":0.3333333333}
{"full_text":">Remember the COVID pass is FREE>The COVID App is FREE>And of course COVID vaccines are FREE!So if a message or person tells you that to get them you need to give them your Bank Details or pay for them - DON'T!#ScamAware #Fraud #NHS #COVID","sentiment_score":0.0}
{"full_text":"I respect COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"RT Don't forget no one is Dying with Covid Barnaby Said So","sentiment_score":0.0}
{"full_text":"Ahhh! Moms are collectively screaming to let out their pandemic frustrations!","sentiment_score":0.0}
{"full_text":"'It's as clear an example of Darwinian selection as you could ask for' - With drug tolerance and resistant viruses, anti-Covid medications have a lot to contend with over timehttps:\/\/t.co\/lQN0P0AskU","sentiment_score":0.1}
{"full_text":"Time is a choice.Appreciate this piece by @EdSurge#edutwitter #brainscience #schoolofthought Don't Return to Your School's Pre-Pandemic Schedule. Improve It Through Brain Science. | EdSurge News","sentiment_score":0.0}
{"full_text":"Good afternoon Cape Town! Our team will return at 09:00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"RT Four days apart. Not to state the obvious but if you are averse to the vaccine because of how seemingly little it was test...","sentiment_score":-0.09375}
{"full_text":"Please do visit and we will invite you when we formally launch #TogetherWeCan - we postponed this due to Covid restrictions - please DM with your email","sentiment_score":-0.125}
{"full_text":"RT They will NEVER say it's the vaccine. They are lying to you, its the vaccine not covid. Covid did not cause this in 2020 wh...","sentiment_score":0.0}
{"full_text":"How close are we to solving the 'hard problem of consciousness?'The philosopher who coined the phrase, David Chalmers, is on the #podcast this week, and he tells Richard Webb he thinks it'll be soon. Listen ","sentiment_score":-0.2916666667}
{"full_text":"#Budget2022 | WILL THIS BUDGET ENSURE MORE MONEY IN YOUR HAND?The #COVID19 pandemic saw high inflation and a rise in the prices of various goods and services. Will this #Budget reduce your tax burden? WATCH Mirror Now's coverage on #UnionBudget2022","sentiment_score":0.22}
{"full_text":"If you receive an electronic form from NHSWALESTTP, please fill it in Completing the form will help stop the spread of COVID-19 and keep life moving.Your information will always be kept safe https:\/\/t.co\/OxKlAuPunN","sentiment_score":0.5}
{"full_text":"Vaccine hesitancy and antivaxxers are causing the resurgence of old diseases, but what can we do about it? Learn more here:https:\/\/t.co\/0yXw7gLaz4#vaccine #medtwitter #learn #education #antivax","sentiment_score":0.3}
{"full_text":"RT He fritters public money away, doesn't keep state secrets protected, took a sledgehammer to our trade, stole our freedom of mo...","sentiment_score":0.0}
{"full_text":"RT - freddy! youre supposed to be on lockdown!- vanessa. mam jedna pierdolona schizofrenie","sentiment_score":0.0}
{"full_text":"Traveling internationally? You may be at risk for getting and possibly spreading new #COVID19 variants. Whether you're fully vaccinated or not, you should get tested 3-5 days after travel. Learn more travel recommendations from","sentiment_score":0.1590909091}
{"full_text":"Tensions in Bochum as COVID-sceptics march met with counter-protests#COVID19 #coronavirus #Bochum #Germany","sentiment_score":0.0}
{"full_text":"FOR ADOPTIONJoy is a female kitten of 4 months old. Playful and very cute. She received the 1st injection of vaccine. For more info. WhatsApp 70 110 863. #adoptdontshop","sentiment_score":0.3125}
{"full_text":"In tonight's debut episode of Right Now: Deep Dive, Richard Willett talks to former Care Nurse Carley Stewart. She tells her story about life after being pushed out of her job for attending an anti-lockdown protest.Right Now: Deep Dive - streams tonight from 7pm GMT on Ickonic.","sentiment_score":0.0714285714}
{"full_text":"Its pandemic incompetence was inevitable |","sentiment_score":0.0}
{"full_text":"China is sealing the #BeijingWinterOlympics inside a giant bubble to stop the spread of COVID-19. The \"closed loop\" system separates games officials and athletes from the general population, making sure no group comes into contact with another.Report by","sentiment_score":0.1125}
{"full_text":"RT Sources since no one can type and use a search menu on Pfizer dot com.  Use all the links espec...","sentiment_score":0.0}
{"full_text":"Registered Practical Nurses are a vital part of Ontario's health care system. Watch as they share how the pandemic has changed their lives in this new video.","sentiment_score":0.1181818182}
{"full_text":"Today on #WorldNTDDay, we celebrate the 43 countries that have eliminated at least 1 NTD. We are reaching more people with treatment than ever before, but COVID-19 threatens progress. We must all be #100percentCommitted to finishing the job.","sentiment_score":0.1}
{"full_text":"RT Amazes me that Twitter is denying even CDC statistics underlying the danger of vaccine for children.  Complicit to crime....","sentiment_score":0.0}
{"full_text":"How did they keep going when they also got sick?https:\/\/t.co\/bnKV3z1CDg","sentiment_score":0.0}
{"full_text":"Last week, flames tore through 90-year-old Joan Foucht's Clintonville home, leaving her without a place to stay. Now, the community is stepping up to help by raising funds to get her out of a tight spot.https:\/\/t.co\/Xl73NYDGxt","sentiment_score":-0.0892857143}
{"full_text":"All Plan B Covid measures have been removed in England. But while lifting restrictions is the right move, the government should aim to preserve people's ability to manage Covid risks","sentiment_score":0.2857142857}
{"full_text":"RT Your rhetoric during this Pandemic is unforgivable ...52 dead , most were preventable. You let this happen...","sentiment_score":0.15}
{"full_text":"With the Budget Session starting tomorrow, will Modi govt address these issues?- failing economy- unending price rise - unbearable unemployment- Chinese aggression - dismissal of MoS Ajay Mishra - compensation to the families of Covid victims &amp; martyred farmersand more","sentiment_score":0.1666666667}
{"full_text":"Happy #CroissantDay! Many families have tried their hand at baking during the lockdown. Try this recipe to make your own tasty croissants.","sentiment_score":0.7}
{"full_text":"\"I think the biggest frustration was that the national strategy appeared to be quite short term.\"Prof Aoife McLysaght discusses her research in genetics and Ireland's response to Covid-19https:\/\/t.co\/PH9Nyxnfs3","sentiment_score":0.0}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"Spotify removing Neil Young's music after Joe Rogan ultimatum. https:\/\/t.co\/uzuASmW4TBWhat are your thoughts on Spotify removing Neil Young's music?","sentiment_score":0.1}
{"full_text":"Can Beast Wars Tarantulas wear Wildwheel's hat?On his robot face, it's a balancing act but just about. On the Mutant Mask not really. These two heads are the minimal difference between a little coverage and no coverage.","sentiment_score":-0.1291666667}
{"full_text":"RT Four days apart. Not to state the obvious but if you are averse to the vaccine because of how seemingly little it was test...","sentiment_score":-0.09375}
{"full_text":"If you've called 999\/111 &amp; we're sending an ambulance to help you, please wear a face mask when our staff arrive, if you are able to,  as this adds an extra layer of protection for you &amp; our crews ","sentiment_score":0.25}
{"full_text":"i IMPORTANT PRE-GAME INFO i Ahead of your visit today to The SSE Arena, Belfast, please ensure you read our entry requirements via the link below. Information and FAQs on Covid-19 entry requirements  ","sentiment_score":0.4}
{"full_text":"Dozens of pet stores that sold #hamsters in #HongKong may resume #business from Sunday, Hong Kong's government said, after being shuttered last week and thousands culled over #coronavirus fears.Read more:","sentiment_score":0.25}
{"full_text":"Police in Germany's Hamburg have blocked a rally against COVID restrictions after march organizers' failed to obtain permission for the event from local authoritiesFollow us on Telegram","sentiment_score":-0.25}
{"full_text":"Our Health Inequalities lead Hannah Davies co-authored the 'left behind' neighbourhoods report and is calling for change with \"unacceptable\" COVID mortality rates in the most deprived communities.  Read more ","sentiment_score":0.15}
{"full_text":"Covid-19 : L'Egypte approuve le Molnupiravirhttps:\/\/t.co\/ZbWSwvRiHC","sentiment_score":0.0}
{"full_text":"RT My Dm is flooded with Okeite ritual stories. This shit is a pandemic amongst young people. The last part of the last slide....","sentiment_score":-0.025}
{"full_text":"Director #UrszulaAntoniak talks to SEE NL about her film SPLENDID ISOLATION at #IFFR2022, where the pandemic is just the starting point for a far deeper cinematic meditation on the nature of separation and grief.#SeeNL #FilmsFromTheNetherlands #NLFilmhttps:\/\/t.co\/boQm3U7BNo","sentiment_score":0.2333333333}
{"full_text":"Yes, kiss someone today. Like you mean it. In a #covid19, we're still living in a pandemic and I'm going to need you to back up six feet Karen, sort of way.","sentiment_score":-0.15625}
{"full_text":"Wonder how to recoup losses from the pandemic and up spending in your #beautysalon? shares her tips to increase client spend. #beautyindustry #beautybusiness #businesstips","sentiment_score":0.0}
{"full_text":"Doctors come out of their shells, demand end to corruption, incompetence in COVID handling | Inquirer#coronavirus #COVID19 #COVID19PHhttps:\/\/t.co\/nZUuRhZJcn","sentiment_score":0.0}
{"full_text":"In England, if you are self-isolating with #COVID19 and provide negative lateral flow test results on day 5 and 6, you will be able to end self-isolation after 5 full days.","sentiment_score":0.1833333333}
{"full_text":" If you're pregnant, you shouldn't wait until the baby arrives to have your Covid-19 vaccine.The vaccine is safe and efficient for protecting you and your unborn child during pregnancy.  Book online now - or find a walk-in","sentiment_score":0.4166666667}
{"full_text":"As a Delaware resident is being prosecuted federally for allegedly forging and selling fake COVID-19 vaccination cards, lawmakers are aiming to criminalize such action at the state level, as well.https:\/\/t.co\/oFH4czPwew","sentiment_score":-0.125}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: -1.8FWind Chill: -4.2FHumidity: 95%Dew Point: -3.0F Barometer: 30.155 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 577.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT I think the DOT is correct in their concern about LGUs using  common sense on Covid rules but they take their lead from...","sentiment_score":-0.3}
{"full_text":"Yes, With YOU, and Drew.Jones. Follow her people!","sentiment_score":0.0}
{"full_text":"Regeneration by international award-winning artist Martin Kinnear, is a powerful and moving take on the COVID pandemic and the year the world came to a halt. Open now at until 25 April 2022. #durham2025","sentiment_score":0.1}
{"full_text":"RT My last patient's parent called me useless yesterday because I would not prescribe ivermectin, hydroxychloroquine or azithromy...","sentiment_score":-0.25}
{"full_text":"#OutlookBusiness | Have #OTT platforms created a market for a new \"Martinee idol\"?There has been a revival of sorts of indie #cinema on OTT platforms, whose reach has increased due to the #COVID19 pandemic, writes  #Bollywood #Netflix","sentiment_score":0.0037878788}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT However you do it - start the conversation with your friends, your children, your neighbours.Everybody's #mentalhealth h...","sentiment_score":0.0}
{"full_text":"RT I'm Mictin a overseas nurse who has worked tirelessly day in &amp; day out in this pandemic. Would you take a few mins of one day...","sentiment_score":-0.2}
{"full_text":" Regular lateral flow (LFD) testing helps to stop #COVID19 spreading. If you get a positive LFD result, you will no longer need to take a follow-up PCR test. A negative LFD result on days 5 &amp; 6 means you can end isolation after 5 full days.#LetsKeepLancashireSafe","sentiment_score":0.0693181818}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Rai, H...","sentiment_score":0.0}
{"full_text":"RT Cyberattacks continue to increase globally amid the pandemic - and some are becoming personal.#CyberSecurity | #Techn...","sentiment_score":0.225}
{"full_text":".@canadiancricket expresses concern following receipt of report on Canadian U19 World Cup players' positive COVID testshttps:\/\/t.co\/nWL3IG1U4Q@cricketworldcup #CricketCanada #ICC #U19Cricket #U19CWC #Covid19","sentiment_score":0.1136363636}
{"full_text":"RT Today's update on the Daily Sceptic is here. An ex-Government scientist says vaccine effectiveness against death appears t...","sentiment_score":0.0}
{"full_text":"3 February at 4pm GMT+6Join us + for the launch of #COVID19 Learning Evidence &amp; Research (CLEAR) program for #Bangladesh. Hear about our call for proposals (PS1m funds available) https:\/\/t.co\/kiE0sVcQUZThank you","sentiment_score":0.25}
{"full_text":"Living in the time of pandemic: COVID-19 (86)","sentiment_score":0.0}
{"full_text":"If you're pregnant, please get your COVID-19 vaccines or boosterA booster will strengthen your protection against COVID-19 and give you the best possible defence for you and your familyFind out more here: #GetBoosted #VaccinateBCWB","sentiment_score":0.4583333333}
{"full_text":"Latest Vaccine Australia Statistics 01\/30\/22iStates: Fully Population%New South Wales: 6.5M 80.1%Victoria: 5.3M 80.1%Queensland: 3.9M 75.8%Western Australia: 2.0M 75.1%South Australia: 1.4M 77.9%Tasmania: 0.4M 83%#vaccine #vaccineupdate #Australiastats","sentiment_score":0.5}
{"full_text":"Monitor the COVID'stealth variant BA.2 circulating in Haiti.","sentiment_score":0.0}
{"full_text":"Finally now allowed to step outside the front door, after isolating due to a positive Covid test.  I was lucky that my symptoms were mild. I know others have suffered worse then me &amp; symptoms vary.  But if I was not testing regularly I would not know that I had it #Covid19","sentiment_score":0.0461174242}
{"full_text":"How to keep your cat on the road as lockdown ends and insurance goes up","sentiment_score":0.0}
{"full_text":"Hunt is one of the reasons UK was so badly prepared for Covid. Despite previous stress testing of #NHS showing its failings nothing was done. Lack of PPE etc at his door","sentiment_score":-0.4333333333}
{"full_text":"RT To share a photo, story or memory of a friend or family member who has died of Covid, please tweet w\/ the hashtag #Lov...","sentiment_score":0.0}
