{"full_text":"Driving by a hospital, I saw a banner out front which read, \"Kindness is Contagious.\" Considering the explosive spread of Omicron, it was nice to think of something positive being just as contagious. Let's spread positivity! What would you like to see catch on?  #legalrecruiting","sentiment_score":0.4420454545}
{"full_text":"You \"believe\" the graph,so you should also \"believe\" the limitationsAccord them the same credence you give the graphCherry-picking the graph,while simultaneously ignoring the stated limitations,is a biased, irrational, flawed perspectivehttps:\/\/t.co\/ZxxrhuPIWH#COVID19","sentiment_score":-0.25}
{"full_text":"RT Gorsuch asks why OSHA did not mandate the flu vax, since the flu kills tens of thousands yearly.","sentiment_score":0.0}
{"full_text":"RT Friends. Happy Friday! I've been stuck in Covid quarantine all week after mixed testing results and a lingering mild runny...","sentiment_score":0.4444444444}
{"full_text":"Hey end your tyrannical mandates for a vaccine that doesn't prevent the spread !! No vax passports and no mask mandates.  Wake up and give a shit about the businesses in this city","sentiment_score":-0.2}
{"full_text":"RT Maajid Nawaz has sown countless seeds of Covid truths the past 18 months. Those seeds will continue to grow and propagate ac...","sentiment_score":-0.125}
{"full_text":"So are vaccine passports reasonable?","sentiment_score":0.2}
{"full_text":"RT Thinking like this is exactly why we won't get out of the pandemic. A lot of ppl don't take Covid seriously bc they don't th...","sentiment_score":-0.0416666667}
{"full_text":"RT Ron DeSantis stockpiled 1,000,000 rapid Covid tests that expired! How does he still have a job?","sentiment_score":0.0}
{"full_text":"I don't see how it could be in their best interest to hide something so pivotal to public health and how they could keep it quiet,the CDC\/FDA are staffed by thousands.  Look at the pause in J&amp;J last spring, they didn't need to do that, yet they did, out of an abundance of caution","sentiment_score":0.375}
{"full_text":"RT Still need your first or second vaccine or your booster?Visit a walk-in clinic: Saturday 8 January, 10am to 3pmSouth Hornc...","sentiment_score":0.125}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Covid Tsunami in the US as 500,000 cases are reported everyday.A look at this CNN's report.Join the broadcast with","sentiment_score":0.0}
{"full_text":"RT The \"any old mask\" option is an even bigger joke for reducing transmission than the vaccine option.","sentiment_score":0.05}
{"full_text":"RT If you have been jabbed 3 times and still got covid, why are you angry with the unvaccinated?","sentiment_score":-0.5}
{"full_text":"RT Joe Biden is proud of his current economy and his handling of Covid. The first question shouted by the White House pr...","sentiment_score":0.2625}
{"full_text":"good news : i don't have covid bad news : i need to study for my monday test even though i'm sick ","sentiment_score":-0.2380952381}
{"full_text":"RT So yet again, even though all we did was send the kids to school, there's no safe way to get them together. And now A's mom a...","sentiment_score":-0.25}
{"full_text":"RT The data is now overwhelming that if you've already been infected with covid, and so have natural immunity, that you ar...","sentiment_score":0.3}
{"full_text":"RT NEW: A secret stockpile of 1 MILLION COVID tests that Ron DeSantis didn't distribute was left to expire, while Floridians ha...","sentiment_score":-0.0878787879}
{"full_text":"RT Wow imagine how embarrassed you'd be right now if you had, say, urged a vaccine developer to not make their safe and eff...","sentiment_score":0.2952380952}
{"full_text":"RT Before the Rescue Plan, said that US would NOT achieve 3.9% unemployment until 2026.BOOM:  3.9% in Dec 2021!The unemp...","sentiment_score":0.0}
{"full_text":"RT if you don't come out of this pandemic anti-capitalist, pls reflect ","sentiment_score":0.0}
{"full_text":"\"We have this small minority- about five to 10 per cent of the population - that are leading us to where we are right now, and I think we need to get serious about what we're going to do about that\"#lies #MSMLies #propaganda","sentiment_score":-0.0994047619}
{"full_text":"RT \"Omicron's main threat is its extreme contagiousness. It is infecting so many people that even if a smaller proportion need...","sentiment_score":0.1354166667}
{"full_text":"RT The District of Communism will soon MANDATE \"a city-wide vaccination entry requirement.\" Those who are unvaccinated wo...","sentiment_score":0.0}
{"full_text":"So, just a little update on me. I've tested positive for COVID so that's why I haven't been streaming. I feel like hot garbage. 0\/10 would not recommend.But I need some anime recommendations since I have time to binge now.","sentiment_score":0.0965909091}
{"full_text":"RT the same politicians who say \"people can't afford to miss work because of the pandemic\" are also not interested in maki...","sentiment_score":-0.0625}
{"full_text":"RT Imagine that.","sentiment_score":0.0}
{"full_text":"Fuck the fucking CDC","sentiment_score":-0.5}
{"full_text":"RT Trump's fatally ill-managed Coronavirus response seems to have turned voters off to him the way Katrina destroyed Bush's...","sentiment_score":0.0}
{"full_text":"RT This is the level of safety Chicago Public Schools are providing. Teachers are being vilified for saying safer condition...","sentiment_score":0.0}
{"full_text":"It's a PLANDEMIC w\/an AGENDA &amp; ppl like YOU are allowing it 2 WORK. I've REFUSED to follow. I'm low to NO immunity, been exposed NUMEROUS times, lived in hse last mth w\/a VAXXED COVID victim. I'M fine. ONLY ppl I know GETTING it ARE VAXXED. Let THAT sink in.","sentiment_score":0.0569444444}
{"full_text":"Not my ex boss telling a friend I blew shot out a proportion for quitting for Covid safety. Apparently she claims no one had Covid and the situation wasn't that serious. Really? Why'd I learn it through an assistant manager and why didn't","sentiment_score":-0.0277777778}
{"full_text":"RT #BREAKINGLord Jagannath Temple in Puri to remain closed for devotees from January 10 (Monday) in view of the #COVID19 situat...","sentiment_score":-0.1}
{"full_text":"RT Two weeks after after waking up with COVID, nine days on a ventilator, five days of antivirals, and just so many meltd...","sentiment_score":0.5}
{"full_text":"RT Our single day record for the highest number of positive covid test results was 182, set during delta wave. Yesterday we...","sentiment_score":0.0779220779}
{"full_text":"I like this. And the sooner Horwath transitions out of politics and into teevee punditry the better.","sentiment_score":0.5}
{"full_text":"RT Im not gonna lie, it's severely difficult existing in the world now that Covid has taken someone i love.... just constantly...","sentiment_score":0.0}
{"full_text":"RT Big news from Finland by and  on #LongCovid\"Long COVID could become Finland's largest chro...","sentiment_score":-0.025}
{"full_text":"RT Compassion fatigue is a real deal.Doctors, who regularly experience secondary trauma, are highly susceptible to it.Pand...","sentiment_score":0.015}
{"full_text":"RT England Early Years Covid Cases 7th January0-4   263,405 a rise of    3436  (+398)5-9   664,913  a rise of    7308...","sentiment_score":0.1}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"RT I would recommend tuning into the Supreme Court's oral arguments on staying the OSHA vaccine mandate. Sotomayor is *wildly*...","sentiment_score":0.1}
{"full_text":"Do you have a family member in LTC in isolation once again? Hearing some GTA homes have had residents in lockdown since around Dec 18-21. Looking for a family who is willing to speak about the situation for at 6.","sentiment_score":0.25}
{"full_text":"Tell that to the young men who have died of myocarditis after having the vaccine. Then again that seems to be ok in your world doesn't it? ","sentiment_score":0.3}
{"full_text":"RT Final technical report from the clinical trial EVICT (Efficacy of Vitex negundo or Lagundi for COVID-19 Trial) by UP NIH - Inst...","sentiment_score":0.0}
{"full_text":"RT And an excellent and thought provoking letter in the today from Irish doctors debunking the arguments against...","sentiment_score":0.5}
{"full_text":" gws. Tear covid a new asshole, along the countless already done by others. ","sentiment_score":0.0681818182}
{"full_text":"RT The Build Back Better Act with paid sick leave would solve this issue. We leave ourselves open to corporate decisions b...","sentiment_score":-0.0428571429}
{"full_text":"start showing age break down in hospitalization and ICU due to COVID, this article is good start","sentiment_score":0.1398148148}
{"full_text":"RT Ron DeSantis should resign for letting around a million Covid tests expire. Absolutely horrible.","sentiment_score":-1.0}
{"full_text":"RT VP Harris' new comms director suggested Biden 'Dazed and confused,' slammed Trump for 'janky science vaccine'","sentiment_score":-0.2545454545}
{"full_text":"RT This is a tremendous thread about financing school infrastructure: the immense capital costs, the lack of adequate fundi...","sentiment_score":0.2222222222}
{"full_text":"RT *OMICRON MAY MARK END OF PANDEMIC, SOUTH AFRICAN RESEARCHERS SAY","sentiment_score":0.0}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"RT Today, Americans will be tuned in to #SCOTUS as they hear arguments on overreaching vaccine mandates. For th...","sentiment_score":0.0}
{"full_text":"RT Put like this, puts it all into perspective: the catastrophic performance of the US and UK and China's truly remarkable ac...","sentiment_score":0.75}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT When asked why OSHA hasn't ever attempted to mandate flu vaccines, US Solicitor General Elizabeth Prelogar said that the...","sentiment_score":0.05}
{"full_text":"RT Many Supreme Court Justices have falsely stated today that the Wuhan coronavirus vaccine \"prevents disease\" and transmiss...","sentiment_score":0.05}
{"full_text":"Is the worst of pandemic over?Good news!!! Covid cases fall for second day in a row. New infections drop 6% in week to 178,250 amid early signs England's hospitalisations have peaked.","sentiment_score":-0.1909090909}
{"full_text":"Omicron may be mild on an individual level, but we should be thinking much broader than that. Incredible reporting, as always.","sentiment_score":0.3583333333}
{"full_text":"RT In a real pandemic, would a tennis match be being played at all...","sentiment_score":0.2}
{"full_text":"RT Well, I'm Covid positive.Inconvenience for sure, but you can fix it by sending a 3 digit tribute Findom","sentiment_score":0.5}
{"full_text":"RT This is just absolutely astonishing.  \"100,000 children in serious condition,\" per Sotomayor.  Where do these people obtain the...","sentiment_score":0.0833333333}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"Our \"elite\" are utter morons or evil. There is no other option. #MassFormationPsychosis","sentiment_score":-0.434375}
{"full_text":"RT A remarkable day on the vaccination front! Congratulations to our fellow citizens on crossing the 150 crore milestone. Ou...","sentiment_score":0.9375}
{"full_text":"RT RT if you've had a Covid test, needed a test, or wanted a test in the last 2 weeks.","sentiment_score":0.0}
{"full_text":"RT I'm so confused Help me out Anti-maskers say masks don't protect you from Covid--they argue the holes are WAY TOO BIG &amp; so t...","sentiment_score":-0.2}
{"full_text":"$5 on the standard \"I don't understand the opioid epidemic and will conflate overdose deaths as being due to lockdowns and not drug quality concerns\"","sentiment_score":-0.0625}
{"full_text":"RT The fact that 9 people in robes are deciding the fate of 330 million Americans should terrify you. COVID isn't a federal...","sentiment_score":0.0}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"RT Not true","sentiment_score":-0.175}
{"full_text":"RT Vaccine passports discriminate against people and create a two-tiered society based on a personal health decision. Th...","sentiment_score":0.0}
{"full_text":"RT The fact that 9 people in robes are deciding the fate of 330 million Americans should terrify you. COVID isn't a federal...","sentiment_score":0.0}
{"full_text":"RT Apparently \"Flurona\" is now a thing.People can't just have the flu anymore, it has to be \"with covid\" to justify this...","sentiment_score":0.05}
{"full_text":"RT Ohio's lawyer arguing at the Supreme Court against OSHA vaccine-or-test mandate for workers is arguing remotely today b...","sentiment_score":-0.1}
{"full_text":"RT NEW: A secret stockpile of 1 MILLION COVID tests that Ron DeSantis didn't distribute was left to expire, while Floridians ha...","sentiment_score":-0.0878787879}
{"full_text":"RT This is just absolutely astonishing.  \"100,000 children in serious condition,\" per Sotomayor.  Where do these people obtain the...","sentiment_score":0.0833333333}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Ontario breaks record with 2,472 COVID-19 patients in hospitals, 338 in ICUhttps:\/\/t.co\/bmCX2CadYV","sentiment_score":0.0}
{"full_text":"RT Justice Clarence Thomas asked if the vaccine was \"effective\" in stopping Covid. Unbelievable. Not only is Thomas sprea...","sentiment_score":0.1166666667}
{"full_text":"Sir plz use N95 mask .. your voice is  important forINC and country.","sentiment_score":0.4}
{"full_text":"RT Enough of this Covid shit,Stay positive stay fit ","sentiment_score":0.2090909091}
{"full_text":"RT New data shows 63% of COVID patients in England are being treated primarily for COVID, down from 67% last week and 75% in Octo...","sentiment_score":0.0952020202}
{"full_text":"RT Hey Junior don't put Australia's covid19 track record up against your ideals. You are not even in the...","sentiment_score":0.0}
{"full_text":"RT Locations with free self test Covid kits","sentiment_score":0.4}
{"full_text":"RT Mayor Lightfoot gave $280,000,000 in covid relief funds to CPD","sentiment_score":0.0}
{"full_text":"Ivor Cummins said there would \"be no second wave without a second virus\"'- but has deleted most of his tweets -He set up a favourable definition \"Excess mortality driven directly by Covid\" said \"anything else\" he was right ... well  guess what #wrongagainivor. h\/t \\\\","sentiment_score":0.1771428571}
{"full_text":"RT There is really no evidence at all for this claim. Zero.","sentiment_score":-0.1}
{"full_text":"Gives me chills.","sentiment_score":0.0}
{"full_text":"RT Sotomayor claims simultaneously that the vaccine is necessary prevent severe illness (and does so) but that unvaccinat...","sentiment_score":0.0}
{"full_text":"RT in a dramatic and predictable turn of events this is now happening on Zoom lolsame lineup, less covidJOIN US in the...","sentiment_score":-0.2666666667}
{"full_text":"RT Supreme Court Justice, tasked with making decisions that effect all of our lives, is clueless about basic facts","sentiment_score":0.0}
{"full_text":"RT  More than 35 million people have had their #COVID19 booster or third dose in the UK. Please #GetBoostedNow if you haven'...","sentiment_score":0.25}
{"full_text":"RT Our biggest problem in the Philippines is not that the coronavirus evolves, but that the government doesn't.","sentiment_score":0.0}
{"full_text":"RT India is grateful to all those who have been working to make our vaccination drive a success. We thank our doctors, scien...","sentiment_score":0.3}
{"full_text":"Do you favor having banned from for promoting lies about, fuck it, everything. i.e. Covid, the Election, economy, and that is just a few.. RT IF YOU AGREE.","sentiment_score":-0.3}
{"full_text":"Number 19 ","sentiment_score":0.0}
{"full_text":"RT I started my reign as Charlemagne this week. It is an occasion that warrants a sweeping take. In this case, I qu...","sentiment_score":0.0}
{"full_text":"RT Just checked in on the Supreme Court arguments and my GODCalling COVID \"bloodborne\"?Saying Omicron is as deadly as Del...","sentiment_score":-0.2}
{"full_text":"One of the pandemic's low points was the indiscriminate use of face masks in classrooms all day.","sentiment_score":0.0}
{"full_text":"I had my hair fall out in clumps last December after I had covid","sentiment_score":0.0}
{"full_text":"RT UPDATED BRACKETOLOGY: Volume of COVID-19-related postponements in the Pac-12 has as many as...","sentiment_score":0.5}
{"full_text":"RT at this point I am assuming everyone has covid in the hospital and wearing an N95 at all times","sentiment_score":0.0}
{"full_text":"RT Countless studies show those hardest hit by COVID are unvaccinated.  We can't risk further loss of our workforce!For the he...","sentiment_score":0.0}
{"full_text":"RT As the country undergoes a national testing shortage, let as many as a million COVID tests expire. De...","sentiment_score":0.5}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT since the colleges have decided to give zero guidelines, here is my professional advice as someone who has dealt with scripps...","sentiment_score":0.1}
{"full_text":"RT My wife's doctor told her this morning that they are seeing record numbers of people with Covid in the last two weeks,...","sentiment_score":0.0}
{"full_text":"RT All of New Orleans right now is like is it Covid or my body responding to it going from summer when I woke up to winte...","sentiment_score":0.211038961}
{"full_text":"It might help if you and your colleagues would encourage \"everyone\" to get the vaccine. Your killing off your constituents! By the way Gym, failure is when you fail to protect the wrestling students that are entrusted to your supervision from a paedophilic  predator.","sentiment_score":-0.4083333333}
{"full_text":"Near end of first argument, conservative justices question the lawfulness of Biden administration's vaccine-or-test requirement for large businesses, with some suggesting Congress or states should have a say in the matter or raising doubts about its scope.","sentiment_score":0.1880952381}
{"full_text":"RT Kerala has added 18,000 more Covid19 deaths to its tally. and Now Kerala has 2nd most death Covid19 deaths after Mahara...","sentiment_score":0.3333333333}
{"full_text":"Join the Seattle #Kubeflow and #MLOps Meetup on Feb 3 to learn how data logging enables monitoring and debugging of a #machinelearning pipeline plus catch a usecase of how Apache Spark helped denoise DICOM images of lungs of COVID patients! #datascience","sentiment_score":0.0}
{"full_text":"RT Wow. 13% of identified Covid cases are hospitalized. 11% of those hospitalized are in ICU. #Quebec is at 170% of SATURATIO...","sentiment_score":0.1}
{"full_text":"RT I know there are a LOT of you out there. So don't be shy! Share your story with","sentiment_score":-0.625}
{"full_text":"RT How incompetent and corrupt is Ron DeSantis?While Floridians wait in line for hours to get a COVID test, DeSantis let a st...","sentiment_score":-0.425}
{"full_text":"RT lethally insane","sentiment_score":-1.0}
{"full_text":"RT We've been dealing with this for too long for people to still be saying things like this. I personally remember getting call...","sentiment_score":-0.025}
{"full_text":"RT So Bavarias minister lied about covid data and used them to take our freedom away And you ask why I don't trust thos...","sentiment_score":0.0}
{"full_text":"RT Justice Kagan just argued we have \"children on ventilators\" because of Wuhan coronavirus. This is not true.","sentiment_score":-0.175}
{"full_text":"We are now done for the week. We will meet again on Monday morning at 05:00amRemember to always wear a mask whenever you are going to the public place.We thank you for choosing Metrorail, Dankie, Siyabonga#BeSafe","sentiment_score":0.0}
{"full_text":"To combat an Omicron-fueled outbreak, Hong Kong is bringing back restrictions on dine-in services, closing entertainment venues and cultural facilities, and imposing a two-week ban on arrivals from eight high-risk countries.More here:https:\/\/t.co\/4qY6WVrF6V #Travel #HK","sentiment_score":0.05}
{"full_text":"#ArchivesduCrash - On February 19, 2021, Jean-Herve Bradol and Isabelle Defourny, Director of Operations for France, shared their analysis of the inequalities in access to vaccines against Covid-19.","sentiment_score":0.0}
{"full_text":"You're sneezing and your throat is a little scratchy. But there's no fever, body aches, or other symptoms. You're vaccinated and followed masking and social distancing guidelines.Should you test yourself for COVID or get tested? Yes! Here's why: #ROC","sentiment_score":-0.0902777778}
{"full_text":"RT Makes you wonder if the Justice based past decisions on such erroneous and false information","sentiment_score":-0.2875}
{"full_text":"Academics have always...plagued me. #Covid ?","sentiment_score":0.0}
{"full_text":"Packaged Salads Tied to E. Coli Outbreak in Six Stateshttps:\/\/t.co\/qS1hblNOeM","sentiment_score":0.0}
{"full_text":"already got a neg covid result and shoveled snow... now it's back to hiding from my covid-dripping brother and weebing out","sentiment_score":0.0}
{"full_text":"RT If your pillow looks like this , you can survive OMICRON ","sentiment_score":0.0}
{"full_text":"RT One good thing for my ammamma this weekend is definitely this!She's down with COVID and quarantining. Now she can watch #...","sentiment_score":0.1814814815}
{"full_text":"Consequences of the lack of global leadership in the virtual world:\"It's going to make things like disinformation worse. It's going to fuel US-China competition. It's going to continue to pose problems around privacy,\" says","sentiment_score":-0.2}
{"full_text":"Just Announced: RiGBY, in the 7th St Entry on February 15. On sale now - proof of vaccination or negative COVID test (taken within 72 hours of event) and masks required.","sentiment_score":-0.3}
{"full_text":"ONE STEP CLOSER: The White House is working with the U.S. Postal Service to finalize details on delivering 500 million rapid, at-home COVID-19 tests nationwide.","sentiment_score":0.0}
{"full_text":"UAMS' joins to discuss the Omicron variant impact on Arkansans &amp; the latest recommendations to keep your family safe. #covid19ark","sentiment_score":0.5}
{"full_text":"As COVID cases skyrocket in Yakima Valley, school officials aim to keep kids in class. Coverage from at the","sentiment_score":0.0}
{"full_text":"You will then complain why they are so many deadwoods in the club!!!!! because we panic buy, just get Emerson back or some random mid left back on loan","sentiment_score":0.0833333333}
{"full_text":"RT With the latest data indicating Omicron is far less deadly that Delta..Please answer","sentiment_score":0.0583333333}
{"full_text":"That's because the City and State are failing to give atleast two weeks of remote learning then transition to a remote learning option. Plus, these schools are not being sanitized, breakthrough cases are high and there are no resources being given to our communities.","sentiment_score":-0.0133333333}
{"full_text":"RT From January 20th unvaccinated Italians cannot access their bank branch or enter the post office without a vaccine passport!","sentiment_score":0.0}
{"full_text":"I don't understand why they're arguing about the virus and not about the mandate itself. Is the virus on trial? Is Omicron looking for a stay of execution?","sentiment_score":0.0}
{"full_text":"Wayne County health officials report 313 new cases Thursday, bringing the total number of cases since the start of the pandemic to over 14,000.https:\/\/t.co\/UNuXF4LyaT","sentiment_score":0.0681818182}
{"full_text":"RT Not sure what I find more astounding: the fact that 90 cruise ships are currently operating in the US, or that every single o...","sentiment_score":0.1557142857}
{"full_text":"With the COVID-19 pandemic still raging, food and economic insecurity have begun ravaging local communities. Now, with many Austinites struggling to make rent, city experts worry that the worst is yet to come.https:\/\/t.co\/mV5xhLZXcR","sentiment_score":-0.075}
{"full_text":" New testing sites for San Antonio:","sentiment_score":0.1363636364}
{"full_text":"WHO warns against classifying variant omicron as \"Mild\"","sentiment_score":0.3333333333}
{"full_text":"Good indoor ventilation can reduce the risk of #COVID19. Keep windows &amp; doors open as much as possible &amp; use portable fans to bring fresh air inside. Avoid running ceiling fans unless necessary for temperature control. For more info:","sentiment_score":0.25}
{"full_text":"What To Do If You Get A COVID Breakthrough Infection On A Trip -","sentiment_score":0.0}
{"full_text":"NHL COVID-19 update: there are approximately 90 players in the #nhl COVID-related absence protocol. 2 players have been added and 4 have been removed today. See the full, sortable, searchable list here: #fantasyhockey #covid","sentiment_score":-0.0208333333}
{"full_text":"2022 NHD GA State Contest AnnouncementPublic health &amp; safety are a top priority of NHDGA &amp; our program sponsors &amp; Due to concerns regarding COVID-19, we have made the decision to hold the 2022 State Contest virtually.","sentiment_score":0.1875}
