{"full_text":"RT Only 38% of women in tech feel their organization's commitment to supporting them during the pandemic has been sufficient...","sentiment_score":0.125}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT [A] WATCH: VP Leni Robredo on the recent surge of COVID-19 cases, access to molnupiravir through the OVP's Bayanihan E-Kon...","sentiment_score":0.0}
{"full_text":"RT Our Nexar-based workflow offers faster, more affordable testing solutions in the fight against COVID-19. Learn more about...","sentiment_score":0.3666666667}
{"full_text":"i swear ","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"This week I've spoken to 2 NHS managers. They will lose 20-25% of their teams due to this mandate. They are not supportive of the mandate. Extrapolate this across the NHS.","sentiment_score":-0.1875}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT There might be 100 kids nationwide, maybe, with serious covid cases right now. Sotomayor just said there were 100,000. It's...","sentiment_score":-0.0238095238}
{"full_text":"RT There are just over 3000 confirmed children in hospitals with Covid. A far cry from the 100K that Soto claimed in the SCOT...","sentiment_score":0.25}
{"full_text":"RT This should embarrass you Texans have died on your watch.1\/5 of Texas health care workers have q...","sentiment_score":0.0}
{"full_text":"These are the assholes running our state","sentiment_score":0.0}
{"full_text":"This is what two years of constant corporate media scaremongering and CCP propaganda have done to some people. Sad.","sentiment_score":-0.15}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"Since the vaccine isn't working to stop the spread or from contracting Covid it's not going to end.","sentiment_score":0.0}
{"full_text":"Thank you - really excellent piece. As a parent, I'm starting to see districts reduce safety measures (no more contact tracing, no more notifications of close contacts) in order to manage the burden re: staffing Covid processes. Very worried abt health\/safety of students &amp; staff.","sentiment_score":0.14}
{"full_text":"RT Here's the New York state official breakdown of patients who are hospitalized FOR Covid versus just hospitalized WITH Covi...","sentiment_score":0.1363636364}
{"full_text":"RT bro boutta catch the ebola variant","sentiment_score":0.0}
{"full_text":"Aphiwe, imagine going on like that and the person you are hating on doesn't even know you! I've said it before, Black on Black hate is becoming a pandemic. It's not funny! The comments above are just sad. My 2c ","sentiment_score":-0.1913690476}
{"full_text":"RT Remember, the right-wing donors who built the Supreme Court want to tear down ALL federal regulations. They really don't...","sentiment_score":0.0222222222}
{"full_text":"RT President Biden is referenced one time in this entire pieceConfusion And Chaos: Why The Pandemic Is Such A Mess Right N...","sentiment_score":0.0276785714}
{"full_text":"Me and my friends were supposed to go to the zoo for my birthday on Saturday but because of COVID we had to call it off. It sucks man, it was the first birthday Ive been actually excited for in years :( but not spreading COVID is more important -Silas","sentiment_score":0.0791666667}
{"full_text":"There are indeed 22 YVR Business Improvement Associations. We would love to see how waste could be reduced. Covid measures are causing many cafes to say no to BYOC and chain shops can't change pricing locally. lets find a better way #vanpoli","sentiment_score":0.26}
{"full_text":"RT This is what it looks like when a healthcare system collapses. It's not a dramatic, movie-style thing. First, it's just *a l...","sentiment_score":0.2333333333}
{"full_text":"RT When you see testing lines like this across Florida and people waiting for hours to get a COVID test, remember Ron DeSantis'...","sentiment_score":0.0}
{"full_text":"And you can wait in line for unemployment benefits once we kick all your red asses out.","sentiment_score":0.0}
{"full_text":"RT Same every year, especially in winter.","sentiment_score":0.0}
{"full_text":"RT This post from a NYC high schooler about the covid situation right now is wild","sentiment_score":0.1819047619}
{"full_text":"They should all open  a decent amount, especially during these Covid times. Even buses have their windows wide open!","sentiment_score":0.0133333333}
{"full_text":"Over 80% of hospitalized covid patients have something in common. Can you guess what that is? Clue is in the wedding dress.","sentiment_score":-0.3}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT Turning the cricket test into a hijacked photo op especially this one - wasn't it the \"pink\" mat...","sentiment_score":-0.05}
{"full_text":"RT If you are still not convinced we live in a clickbait society.","sentiment_score":0.1363636364}
{"full_text":"Return to normal?What do you think this is, high school?  You think you can just ignore COVID and it goes away?","sentiment_score":0.16}
{"full_text":"RT Now watch the media try to destroy this guy's life.","sentiment_score":-0.2}
{"full_text":"Yup that'll do it!  Why can't people just get vaccinated and wear a damn mask","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"Headfirst when they said 20 on man city have Covid including Pep, I thought wow this team actually stands a chance maybe then they said my nickname started 13 of them were staff come on that doesn't count","sentiment_score":0.05}
{"full_text":"1) I consider what people say in the context of other things they've said.2) B\/c DeSantis has said it's essential people in FL have access to mAbs even when they don't feel sick, just b\/c they spent time near someone w\/ Covid. Iow...","sentiment_score":-0.1678571429}
{"full_text":"RT if you can take a covid test at home you can vote from home with a mail in ballot.","sentiment_score":0.0}
{"full_text":"Disgraceful \"othering\" of normal people, many of whom have had Covid and have as good or better protection than what comes from vaccines. Vaccines which, by the way, are showing less and less effect on transmission as the virus changes. And a virus which is becoming milder.","sentiment_score":0.280952381}
{"full_text":"RT A MILLION Floridians, Unable to get a Covid Test, Ron DeSantis! Put them in Storage until they expired, and are Useless!...","sentiment_score":-0.625}
{"full_text":"RT Not sick enough for the hospital? What parents need to know about caring for kids with COVID at home -","sentiment_score":0.1785714286}
{"full_text":"should of told him it not a vaccine -- so there is no experts in this field with knowledge of gene therapy experiments on long or short term basis..then would of 1 2ooed him.","sentiment_score":-0.025}
{"full_text":"RT Strange stat for you - the number of covid patients on a ventilator in England today fell to its lowest level since 18th Octob...","sentiment_score":-0.05}
{"full_text":"RT Sensible, reasoned, intelligent argument by Dr Steve James. Anaesthetists are amongst the smartest doctors around (I hav...","sentiment_score":0.8}
{"full_text":"RT COVID-19: Sajid Javid directly challenged on mandatory coronavirus jabs by unvaccinated NHS doctor","sentiment_score":0.1}
{"full_text":"RT The Patriots have officially ruled out S Kyle Dugger (hand) for Sunday's game. With reserve DB Myles Bryant on the reserve...","sentiment_score":-0.4}
{"full_text":"RT This is fantastic breakdown of costs theatres face as they seek to reopen, and shows the pros and cons of how the Canadian an...","sentiment_score":0.4}
{"full_text":"RT .#Ethiopia civil war: #Tigray hospital running out of food for starving children - BBC Newshttps:\/\/t.co\/yQF2yG09Ws","sentiment_score":0.0}
{"full_text":"That's why he played 20 times whilst pillaging Manchesters women and no one finds it odd! JG got vilified for breaking covid rules Mendy broke all the rules ","sentiment_score":-0.2083333333}
{"full_text":"RT Guido Fawkes 'fact checked' claims by the SNP about the prevalence of Covid in England and Scotland.But the SNP were right....","sentiment_score":0.2857142857}
{"full_text":"well, just got off the phone with my parents, both of them have COVID. seems minor so far (Omicron probably), but they're in their 60s, so I'm still a bit anxioussend good vibes &lt;3","sentiment_score":0.25}
{"full_text":"RT At this point it should be clear that the old America is gone, and this government lacks legitimacy.","sentiment_score":0.1}
{"full_text":"RT WOW. Consultant Dr Steve James, 10yrs at KCH, today courageously told the Health Secretary why vaccine mandates are wrong,...","sentiment_score":-0.2}
{"full_text":"Had covid over xmas and it was a walk in the park. Paying attention to leading a healthy lifestyle is a much more sensible option than endless vaccines that wear off after 10 weeks.","sentiment_score":0.2916666667}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"Here's what we know so far today, thanks to some insight from HCDE.","sentiment_score":0.15}
{"full_text":"RT planktons wife when covid happened and she had to get a second job","sentiment_score":0.0}
{"full_text":"RT if people need n95 masks to keep from catching covid....they should be free.","sentiment_score":0.5}
{"full_text":"Yes too right. Corona viruses have existed for millions of years. We have survived them without a vaccine so far or masks or controling mandates. Big money in the wrong hands.. kids don't die from COVID unless seriously ill anyway. It's all lies and nonsense..","sentiment_score":-0.1228571429}
{"full_text":"RT From an insider at an Ontario hospital: \" Currently there are 350 staff testing positive, which is more than the entire p...","sentiment_score":0.1818181818}
{"full_text":"RT If covid is going to be with us for awhile, why not reconfigure the school year differently, to have breaks during anticipate...","sentiment_score":0.0}
{"full_text":"RT NEW: CDC reports record number of child COVID-19 hospitalizations","sentiment_score":0.1363636364}
{"full_text":"RT One might have thought that the elderly would have been prioritised for #COVID19 booster shots. But as Omicron runs ra...","sentiment_score":0.0}
{"full_text":"RT This is funny, and while it is true of cotton masks, I still wear a medical mask when I shop for grocerie...","sentiment_score":0.2}
{"full_text":"RT This is an incredible important moment Listen to this doctor explain why he is opposed to mandates. Having had Covid he...","sentiment_score":0.65}
{"full_text":"RT At the start of Covid outbreak, Rahul Kanwal did an \"investigation\" called Madarsa hotspots.The man who didn't think twi...","sentiment_score":0.0}
{"full_text":"RT Will your vote be the decisive one?A) Captain Jack D Shiba           B) BatshibaC) wen covid end?           D) Billyt...","sentiment_score":0.0}
{"full_text":"RT I wrote about what this surge is doing to the healthcare system.It's bad. Though less severe, Omicron is spreading quickl...","sentiment_score":-0.4333333333}
{"full_text":"WAIT. \"As of Tuesday, 85 staff members were out who tested positive for the virus . . . \"85!https:\/\/t.co\/zMXsUAKR6d","sentiment_score":0.2272727273}
{"full_text":"RT Covid is the smartest virus in history. It knows to infect you if you're dancing in a pub or nightclub, but not at a wed...","sentiment_score":0.0}
{"full_text":"RT UnbelievableThe lawyer opposing Biden's vaccine mandate &amp; downplaying Covid is ARGUING REMOTELY because he has Covid &amp; is qu...","sentiment_score":-0.1}
{"full_text":"RT NY data is a disaster.People that attack Florida, and don't spend time focused on NY, do so only because of politics.","sentiment_score":0.0}
{"full_text":"RT From Texas to India, a patent-free Covid vaccine looks to bridge equity gaps","sentiment_score":0.0}
{"full_text":"RT if people need n95 masks to keep from catching covid....they should be free.","sentiment_score":0.5}
{"full_text":"Why did we not slow growth of Omicron? You sound sure of this, but the rate of growth slowed after booster campaign and masks inside introduction (Plan B).","sentiment_score":0.35}
{"full_text":"My oldest (28) has Covid. Double vaxxed, still pretty sick. Hopefully not for long. Like many, she's getting an #omicron booster the hard way, isolating at home\/doing all the right things. \"Mild\"? No, not how she'd describe it. Avoidance is best. nailed it! ","sentiment_score":0.1458994709}
{"full_text":"We're screwedhttps:\/\/t.co\/EJhYAZw3Bx","sentiment_score":0.0}
{"full_text":"RT Guido Fawkes 'fact checked' claims by the SNP about the prevalence of Covid in England and Scotland.But the SNP were right....","sentiment_score":0.2857142857}
{"full_text":"Bastards. I had to order mine online from walgreens a couple of weeks ago. I've been keeping at least one box on hand to make sure I don't get stuck when everyone got Omicron.I hope you're able to find a test soon!","sentiment_score":0.275}
{"full_text":"RT As long as we're not getting any anti-vaccine or \"mumble-rap extermination\" bars, then I'm excited","sentiment_score":0.1625}
{"full_text":"Rip it up: the vaccine passport experiment needs to end | The Spectator","sentiment_score":0.0}
{"full_text":"Malone admitted in his long interview that Callahan was in Wuhan during the outbreak and Callahan called him from Wuhan to tell him that they had a problem with the virus. So what were two CIA and DTRA guys doing \"lurking around #Wuhan Military Games?\"","sentiment_score":-0.075}
{"full_text":"RT expecting teachers to somehow magically produce covid-proof schools when the things they have been demanding for decades--...","sentiment_score":0.5}
{"full_text":"yeah congress....could","sentiment_score":0.0}
{"full_text":"When reporting takes over 30 min and is filled with \"threats\" to revoke your medical license for \"false reporting\" (although likely, is there a 100% way to prove it was a vaccine injury?), healthcare workers aren't going to be very eager to report vaccine injuries.","sentiment_score":0.04}
{"full_text":"RT VDH went against CDC guidelines to \"require\" a booster shot to be considered fully vaccinated and now kids with...","sentiment_score":0.0}
{"full_text":"RT In NYC, 51% of patients who count as \"hospitalized with COVID\" were admitted for reasons other than COVID and then tested posi...","sentiment_score":-0.125}
{"full_text":"RT Very very inconvenient...Ontario's official data: \"cases\" by vaccination status --&gt; Jan.5th, \"fully vaxed\" carry 83% of...","sentiment_score":0.26}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT And MITA, BITA, Yongah Hill, Villawood...This #nationaldisgrace needs to be laid bare. Too many Australians are left ignor...","sentiment_score":0.1833333333}
{"full_text":"RT So Justice Breyer said 99% of Covid hospitalizations are unvaccinated.Can someone find A SINGLE hospital where this is...","sentiment_score":-0.0714285714}
{"full_text":"Germans more worried about daily disruptions than pandemic","sentiment_score":0.25}
{"full_text":"Biden says 'we can contain COVID' after former advisers call for new outlook virus #FoxNewsWorst president ever!!!","sentiment_score":0.1331676136}
{"full_text":"the pandemic has been with us for nearly 2 years.Rapid Antigen Testing has been here nearly as long.Your policy on the run practice hasn't changed RAT's are under supplied the country is in unofficial lockdownFFS #dosomething #thinkstrategic","sentiment_score":0.1}
{"full_text":"You're shocked that a privileged white male retweeted vaccine misinformation?  I'm shocked your you're shocked.","sentiment_score":-0.42}
{"full_text":"4 people die every day of opiates in #Alberta.... in BC in October 2021 - 6 people.per day were dying.More people will die from opiate overdose than covid. Lockdowns and restrictions are helping these people die, faster, with more mental health problems.@jkenney","sentiment_score":0.2}
{"full_text":"RT To make COVID-19 testing more available, Montgomery County residents can pick up free, rapid at-home test kits at any one of...","sentiment_score":0.4333333333}
{"full_text":"Kind of a reality in some places...","sentiment_score":0.6}
{"full_text":"RT Hands down the biggest story that nobody is talking about. Prepare for the imminent breakdown of our supply chains due to r...","sentiment_score":-0.1402777778}
{"full_text":"RT SHOULD BIDEN RESIGN?A CDC forecast predicts 84,000 people could die of #COVID19 over the next month. If that awful number...","sentiment_score":-0.5}
{"full_text":"RT Sensible, reasoned, intelligent argument by Dr Steve James. Anaesthetists are amongst the smartest doctors around (I hav...","sentiment_score":0.8}
{"full_text":"Covid caused me to miss multiple streams, a week of work, and my birthday! I can't let this continue, I'm about to take a nap and we are going live around 5:30pm eastern!","sentiment_score":0.0852272727}
{"full_text":"RT this radio dj was like \"Hey bay area wondering where to get tested for COVID? I'll let you know right after This Is How We D...","sentiment_score":0.2857142857}
{"full_text":"RT The combination of the anti-parasitic drugs, Niclosamide-#Ivermectin, showed a #synergistic #antiviral effect against...","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"Not a bazillion of them. This isn't a vaccine and does not at all compare to the others. Not even close.","sentiment_score":0.0}
{"full_text":"RT SEND THEM TO EVERYONE VIA USPS instead of requiring highly infectious carriers roam the streets in search of testshttps:\/\/t.c...","sentiment_score":0.16}
{"full_text":"Died laughing bc of how fucked their thought process must be if they really made this image and went: \"oh yeah. That's a banger\"","sentiment_score":-0.2}
{"full_text":"RT Ron DeSantis should resign for letting around a million Covid tests expire. Absolutely horrible.","sentiment_score":-1.0}
{"full_text":"RT My theory for many pandemic babies coming out extra large and strong looking, is that there are more couples\/families th...","sentiment_score":0.3295238095}
{"full_text":"RT Sensible, reasoned, intelligent argument by Dr Steve James. Anaesthetists are amongst the smartest doctors around (I hav...","sentiment_score":0.8}
{"full_text":"Both Amazon and Walmart, as soon as the CDC cut the quarantine period to 5 days (which is not enough), immediately cut their COVID leave from 2 weeks to 1. Both companies make billions and go out of their way to tell everyone how much they care about their employees.  Really ??","sentiment_score":0.1333333333}
{"full_text":"RT \"What's the point of the vaccine if you still get #COVID19?\" Well, I had it once before the vaccine and was sick for 2 mont...","sentiment_score":-0.7142857143}
{"full_text":"RT The libs on the Supreme Court- Breyer, Kagan, Sotomayor- have a very poor understanding of COVID risks, which keeps coming...","sentiment_score":-0.52}
{"full_text":"RT Why does the pro-life supreme court appears ready to reject a vaccine mandate for businesses when the virus has killed more r...","sentiment_score":0.1666666667}
{"full_text":"RT Sensible, reasoned, intelligent argument by Dr Steve James. Anaesthetists are amongst the smartest doctors around (I hav...","sentiment_score":0.8}
{"full_text":"\"I tested negative for covid\" *takes mask off and starts talking to me while coughing* YOU THINK I WANT YOUR COLD??? TAKE THAT SHIT ELSEWHERE! PUT THAT MASK BACK WHERE IT CAME FROM OR SO HELP ME","sentiment_score":-0.2875}
{"full_text":"We are ACTUALLY in Critical Red based on the government's own definitions, but who's actually paying attention. Certainly not those in charge.","sentiment_score":0.0985714286}
{"full_text":"RT Texas closed 750 polling places since Supreme Court gutted Voting Rights Act, more than any other state, and had 6 hour line...","sentiment_score":0.0916666667}
{"full_text":"RT Is *anyone* living \"Covid normally\"?Everyone I know is either:A. In isolation B. Positive C. Doing their own versio...","sentiment_score":0.3257575758}
{"full_text":"RT Ever heard of a vaccine that requires 4 doses in one year? What the hell are you putting into your body? And why isn't it...","sentiment_score":0.0}
{"full_text":"RT The Salt Lake County Council chair confirmed to me she has COVID-19. She was one of two members who didn't wear a mask at t...","sentiment_score":0.4}
{"full_text":"RT Someone keep a watch on Dr Steve James over the coming weeks. I want to make sure that he's looked after. @SteveBakerHW...","sentiment_score":0.5}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT Having such openly hostile contempt for your constituents is an odd campaign flex, but OK Texas GOP #VoteBlue2022","sentiment_score":0.0833333333}
{"full_text":"RT This should embarrass you Texans have died on your watch.1\/5 of Texas health care workers have q...","sentiment_score":0.0}
{"full_text":"RT Let's be clear: the unemployment rate hitting 3.9% marks the biggest single-year  drop in unemployment in HISTORY. Than...","sentiment_score":0.1}
{"full_text":"RT As a consultant at King's College hospital he has also seen at first hand the vaccine injuries a...","sentiment_score":0.25}
{"full_text":"RT Vote them out, Texas. Every last one.","sentiment_score":0.0}
{"full_text":"RT Covid spreading like michoacana store fronts","sentiment_score":0.0}
{"full_text":"RT The U.S. broke its record for daily COVID cases this week, but federal agency charged with keeping worker...","sentiment_score":0.0}
{"full_text":"RT Our sons inspire me to push myself ... oldest one has tackled COVID and the youngest still gets c...","sentiment_score":0.0}
{"full_text":"Enjoy the weekend. We will be online from 08.00 tomorrow -CLWe are operating at full capacity again, but Covid-19 public health measures remain in place: Face coverings mandatory Prebooking of Intercity &amp; Enterprise travel encouragedPlease avoid busiest times where possible","sentiment_score":0.1875}
{"full_text":"The approach that got many leaders through the pandemic (flexibility and agility) will be required for years to come. The 'set it and forget it' approach to leadership that worked in stable areas won't work anymore. via","sentiment_score":0.5}
{"full_text":"We don't have much time left","sentiment_score":0.1}
{"full_text":"RT UnbelievableThe lawyer opposing Biden's vaccine mandate &amp; downplaying Covid is ARGUING REMOTELY because he has Covid &amp; is qu...","sentiment_score":-0.1}
{"full_text":"The bigger question is why wasn't it released to the public BEFORE the vaccine was released? Why is the safety insert for the vaccine completely blank?","sentiment_score":0.0}
{"full_text":"RT The Supreme Court appears more afraid of Joe Biden than it is of Covid-19.","sentiment_score":-0.05}
{"full_text":"RT The Republican Party is just shit. I am sure the Texas GOP wouldn't have a problem with waiting to buy a gun, then?","sentiment_score":0.15}
{"full_text":"RT What a tw*t.@sajidjavid you do not believe in health. You do not believe in science. You are having your strings pulle...","sentiment_score":0.0}
{"full_text":"RT America's Frontline Doctors File Brief in the Supreme Court Case to be Heard Today on Biden's COVID-19 Vaccine Mandate...","sentiment_score":0.0}
{"full_text":"RT New York, Minnesota, and even Utah are rationing scarce COVID-19 therapeutics based on race. But the idea for racial tri...","sentiment_score":0.1363636364}
{"full_text":"RT She is an ICU nurse who has Covid19..... listen to this...... this is insane!!!","sentiment_score":-1.0}
{"full_text":"[NEW PODCAST EPISODE] This ChinaPower Podcast episode includes audio from our 2021 debate on whether Covid-19 accelerated the timeline by which China will surpass the US to become the world's leading economic power, featuring and Dr. Yao Yang:","sentiment_score":0.1681818182}
{"full_text":"The two-dose Moderna vaccine is open to Americans 18 and older.","sentiment_score":0.0833333333}
{"full_text":"RT #VaxFact: None of the authorized and recommended #COVID19 vaccines can cause you to test positive on viral tests, which are use...","sentiment_score":0.2272727273}
{"full_text":"Scout's return to Maycomb holds lessons for all of us living through the pandemic.","sentiment_score":0.0}
{"full_text":"RT I've spoken to multiple people in health care over the past 24 hours and every department seems to have 25% off with Covid...","sentiment_score":-0.125}
{"full_text":"RT I wrote about what this surge is doing to the healthcare system.It's bad. Though less severe, Omicron is spreading quickl...","sentiment_score":-0.4333333333}
{"full_text":"Do you need your vaccine or booster? Bring a mask and your vaccination card for boosters to our upcoming vaccine pop up event in Daytona. For more information, visit #CovidVaccine #AccessTheVax #booster #VaxAccess #CancelCovid #VaccinesWork","sentiment_score":0.5}
{"full_text":"NCAA Chief Medical Officer Dr. Brian Hainline discusses the latest recommendation from the NCAA COVID-19 Medical Advisory Group that the NCAA change its definition of what it means for Tier 1 individuals to be fully vaccinated. ","sentiment_score":0.1666666667}
{"full_text":"RT SHOULD BIDEN RESIGN?A CDC forecast predicts 84,000 people could die of #COVID19 over the next month. If that awful number...","sentiment_score":-0.5}
{"full_text":"Teachers unions across the country are facing off with school districts over working remotely as #COVID19 cases increase due to the Omicron variant.https:\/\/t.co\/YKrg6ada1J","sentiment_score":-0.1125}
{"full_text":"[WATCH] DJ KID CAPRI SAYS HE'S \"SICK AS S**T\" BATTLING COVID-19https:\/\/t.co\/wUPzalJ6bQ","sentiment_score":-0.7142857143}
{"full_text":"Stocks got off to a volatile start as investors worried about Omicron as well as Fed Chair Jerome Powell's testimony to Congress about moving up the bond tapering schedule.","sentiment_score":0.0}
{"full_text":"RT ARE YOU KIDDING ME","sentiment_score":0.0}
{"full_text":"Over 60% active #Covid-19 cases reported from six zones in #Chennai#RE","sentiment_score":-0.1333333333}
{"full_text":"People are here griping about this when they know full well that Omicron is running rampant.","sentiment_score":0.35}
{"full_text":"The idea of this scheme is to enable businesses to recover from the disruption caused by COVID-19.For more info. visit our blog: #LoanTube #loansuk #ukloan #ukfinance #personalloan #unsecuredoan #loan #london #trending #recoveryloan #finance","sentiment_score":0.5}
{"full_text":"Covid cases continue to rise across north Cumbria#Cumbria","sentiment_score":0.0}
{"full_text":"Chris Salcedo: Chris talks about the record China virus case counts in Tarrant and Dallas counties. Something is always missing from the panic porn media coverage...Who's to blame?https:\/\/t.co\/pIGl27vowv","sentiment_score":-0.2}
{"full_text":"Recoveries up as new COVID-19 cases in #SaudiArabia stay above 3,000-mark","sentiment_score":0.0681818182}
{"full_text":"NEW from A 13-month-old baby from Cleveland spent 5 DAYS in the hospital after a COVID-19 diagnosis.Now her family is struggling to pay her hospital bills.READ MORE:","sentiment_score":0.1787878788}
{"full_text":"Brilliant ","sentiment_score":0.9}
