{"full_text":"RT Here is a helpful guide on our COVID-19 policy. Also, remember to fill out your COVID screening form each morning. We wa...","sentiment_score":0.0}
{"full_text":"They won't.","sentiment_score":0.0}
{"full_text":"Because:https:\/\/t.co\/MnN32EaJjw","sentiment_score":0.0}
{"full_text":"RT NORTH DAKOTA FOLKS:Free N95shttps:\/\/t.co\/jTP5BKMBuv","sentiment_score":0.0}
{"full_text":"RT Those who died from COVID with \"underlying conditions\" still suffered a preventable death and deserved to live too.","sentiment_score":0.1363636364}
{"full_text":"I thought they had covid under control. I forgot not at the zoo.","sentiment_score":0.0}
{"full_text":"Bob saget died from Covid-19, suicide or a heart attack","sentiment_score":0.0}
{"full_text":"RT There is no proof whatsoever that AOC got COVID in Florida.Far more likely she contracted it when she got back to NYC.","sentiment_score":0.1666666667}
{"full_text":"RT Oh come on, arrest them.","sentiment_score":-0.05}
{"full_text":"RT I continue to be astonished by how many COVID policy &amp; communication challenges were predicted by this remarkable 2009 pape...","sentiment_score":0.625}
{"full_text":"RT PM had an extensive discussion on the prevailing #COVID19 situation in the country, reviewing the preparednes...","sentiment_score":0.0}
{"full_text":"RT The surge in COVID cases also means a surge in hours, stress, and heartache for health care workers. There's a lot that nee...","sentiment_score":0.0}
{"full_text":"RT Omicron may be the end to the pandemic crisis - if only elite health officials would let it.","sentiment_score":0.0}
{"full_text":"Boss how can you got out of isolation before 14 days, it's a breach of covid protocol. Shame to you for breaking covid rules. Poor Delhites like us are kept in home isolation forcefully for 14 tyranny and violation of human rights.","sentiment_score":-0.2}
{"full_text":"RT gorgeous gorgeous girls get covid &amp; rearrange their entire room to avoid insanity ","sentiment_score":0.4666666667}
{"full_text":"RT Mexico City is recommending that people who exhibit covid symptoms not get tested, assume they've got it, and isolate. L...","sentiment_score":0.0}
{"full_text":"RT Media: asks (D-NY15, South Bronx) how local hospitals are handling today's fire casualties: \"There...","sentiment_score":0.0}
{"full_text":"RT Joe Rogan uploads damning evidence accusing CNN of altering his COVID announcement video: 'Yellow Journalism'","sentiment_score":0.0}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"The last Intramurals I ever attended live was during the 11th grade.And it seems like I'm never going to experience one ever again.","sentiment_score":0.0681818182}
{"full_text":"RT This may shock the Twitter class to learn, but most people in the world can't afford to stay home for a week or two ev...","sentiment_score":0.5}
{"full_text":"RT I think I see what's going on!Since Seth Rollins was supposed to be WWE Champion at Day 1 prior to Roman getting COVID, th...","sentiment_score":0.0}
{"full_text":"Deltacron is coming to make sure that your vaccines and passports are completely useless.https:\/\/t.co\/OCg0o7hrsJ","sentiment_score":0.3}
{"full_text":"RT Lmao they rolled her out on every network","sentiment_score":0.6}
{"full_text":"Maybe less than you'd think. BMI of 30 gives you about 10% of additional risk. BMI of 40+ is up to double the risk. Compare with ~10x extra risk if you're unvaccinated.https:\/\/t.co\/fR74noP4r6","sentiment_score":-0.0555555556}
{"full_text":"Because this week's schedule of games apart from the Sydney Derby and three other games in Brisbane or Adelaide got moved to Victoria because of the COVID problems","sentiment_score":-0.125}
{"full_text":"We need nothing short of a revolution to dismantle the systems of oppression and injustices which the pandemic has exacerbated.And I believe that anarchist feminism is the solution that will liberate us.","sentiment_score":0.0}
{"full_text":"On 09-01-2022 Patrol Car &amp; Blue Colts officers conducted Community Policing in the limits of PS Habeebnagar and made awareness regarding Cyber Crimes, Dial 100, Hawkeye applications and also to follow COVID safety measures.","sentiment_score":0.0}
{"full_text":"RT AOC, who is doubled vaccinated and boosted, tests positive for covid. She'll be perfectly fine because she's young and heal...","sentiment_score":0.247979798}
{"full_text":"Defining Covid Hospitalization Numbers via injecting sanity into Covid media fear messages. and too.","sentiment_score":0.0}
{"full_text":"RT Klopp: \"We thought we had a proper outbreak last week and it showed up we had a lot of false positives actually, but the rule...","sentiment_score":-0.1}
{"full_text":"RT It took 2 years, 200,000 drug overdoses, an average American weight gain of 20 pounds of fat, and hyper inflation for the CD...","sentiment_score":-0.075}
{"full_text":"RT #IGNOU_Students_Want_OpenBookExam@OfficialIGNOU Student ar hoping to give exam but it didn't h...","sentiment_score":0.0}
{"full_text":"RT They said ain't no way Covid still 19, that mf gotta be 21 by now","sentiment_score":0.0}
{"full_text":"RT What if we all just committed to wearing an N95 when around others for the next 2-3 weeks?","sentiment_score":0.0}
{"full_text":"RT Notes from a call with Edward Ryan MD, Director of International Infectious Disease at Massachusetts General Hospital(e...","sentiment_score":0.025}
{"full_text":"Worth Reading ","sentiment_score":0.3}
{"full_text":"RT Anybody game for a quick interview this week with two spunky kids and one fantastic dad?","sentiment_score":0.1111111111}
{"full_text":"RT Study Finds Supreme Court Has Now Shared More COVID Misinformation Than Your Crazy Facebook Aunt","sentiment_score":-0.05}
{"full_text":"The CDC now recommends crowdkilling people in public","sentiment_score":0.0}
{"full_text":"RT So why is anyone being forced to get vaxxed?","sentiment_score":-0.3}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT The guy who carries a bazooka on his back to order a tall caramel latte tells me he won't wear a mask because he \"refuse...","sentiment_score":0.0}
{"full_text":"RT Not California allowing Covid positive hospital workers to still work if their asymptomatic.. this pandemic will NEVER...","sentiment_score":0.2272727273}
{"full_text":"RT COVID-19 vaccination does not cause infertility. ","sentiment_score":0.0}
{"full_text":"RT One of the great UNKNOWNS about the Omicron variant is the impact on children 4 weeks AFTER infection.","sentiment_score":0.8}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"My son had to miss a year and a half of school and wears a mask to this day because of their bullshit lies.","sentiment_score":-0.1666666667}
{"full_text":"Since last 2 years all govt (29 states + 1 central) have been busy implementing #BigPharma's agenda &amp; selling the experimental vaccine, so they don't have time for crucial matter.","sentiment_score":0.04}
{"full_text":"Pretty sure the Cybertruck would beat the Land Rover just like I won this vaccine debate.","sentiment_score":0.375}
{"full_text":"RT Have you seen the #LeonardNimoy #SaveHumanity Covid Vaccination billboards? I understand they are in NY, Boston,  Chica...","sentiment_score":0.0}
{"full_text":"She now has COVID.... a few days agoVIDEO AOC in Florida, in large crowds and maskless. This time at a Drag Queen bar in Miami.#AOC #covid19https:\/\/t.co\/SNelIgFS3h","sentiment_score":-0.0285714286}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT The moment the citizens of a state start sourcing &amp; publicising their own public health stats, you know the state gover...","sentiment_score":0.3}
{"full_text":"RT So why is anyone being forced to get vaxxed?","sentiment_score":-0.3}
{"full_text":"RT Reminder that the White House has a plan to spend $65 billion over 10 years to get us ready for the next pandemic, but Congr...","sentiment_score":0.0666666667}
{"full_text":"RT Everyone is going to get COVID. Live your life. Wash your hands. Carry on.","sentiment_score":0.1363636364}
{"full_text":"has stocks in all the vaccines. No wonder why she wants this pandemic to take forever. Needs to make money.","sentiment_score":0.2}
{"full_text":"The picture of the penalty will not be seen on the #corona vaccine certificate, which was not opposed by the people of the country and the order of the court, the #ElectionCommission did it in one stroke.#UPElection2022 #ModiRunsAway","sentiment_score":0.0}
{"full_text":"RT Westjet has 432 cases of confirmed Covid-19 and cancelling 15% of its flights. How's that mandatory vaccination working out...","sentiment_score":0.4}
{"full_text":"RT Businesses Now Requiring Positive COVID Test As Proof Of Vaccination","sentiment_score":0.2272727273}
{"full_text":"The vaxxed are causing the variants and they are also the ones getting Omicron and being hospitalized. When did people start believing our government doesn't lie to us and has our best interests at heart? We need to go back to the day before that date.","sentiment_score":0.5}
{"full_text":"I was liking the CDC study right up to the point that it says itself that there are multiple limitations to their study. Basically the page in the photo I attached.","sentiment_score":0.1428571429}
{"full_text":"Anymore? I thought y'all never said that it did? ","sentiment_score":0.0}
{"full_text":"RT I've been tweeting about Covid for nearly 2 years. But this week it became personal when my 28-year-old younger son got it...","sentiment_score":0.0333333333}
{"full_text":"RT If you're running around unvaccinated, telling people \"God is your vaccine\" or you'll put everything in \"God's hands\" -- the...","sentiment_score":0.0}
{"full_text":"The loss of human life. Not important.The loss of homes and memories. Not Important.Getting COVID as long as you have a job. Not Important. COVID at home tests mailed amid the biggest \"crisis\" yet. Not Important.LMAO you if you voted left thinking he was a better person","sentiment_score":0.05}
{"full_text":"RT I don't know who needs to hear this (most of my COVID positive mates) but if you still have symptoms on day 7, you're mea...","sentiment_score":0.3636363636}
{"full_text":"Why are experts slamming the findings of a Greek expert who tells us that a #Delta\/#Omicron variant has been spotted in his patients? Have they ALREADY run tests for themselves? Virologist jealousy is a thing? #Deltacron#CoronavirusUpdates #Deltakronhttps:\/\/t.co\/utw38FKZTG","sentiment_score":0.0}
{"full_text":"RT #COVID19 Booster shots are now available to everyone. #IChooseVaccination #VaccinesSavesLives","sentiment_score":0.4}
{"full_text":"RT After years of underfunding schools, the strategy has shifted to making life unbearable for public school teachers--by...","sentiment_score":0.0}
{"full_text":"RT How did supposedly smart, elite universities become soooo stupid!https:\/\/t.co\/0WDQvSSrAE","sentiment_score":0.2142857143}
{"full_text":"RT In Utah, the Salt Lake County Health Dept has issued a mask-mandate. Everyone over 2 y.o., regardless of vaccination status...","sentiment_score":0.0}
{"full_text":"RT This thread is a masterpiece.Pour yourself a drink, make yourself comfortable, and take this in:","sentiment_score":0.4}
{"full_text":"RT Oh no, AOC's got the 'rona. A breakthrough with some symptoms. Feel better - hope you have a quick recovery. #Omicron i...","sentiment_score":0.4166666667}
{"full_text":"RT the CDC now says your boss can legally exhume your covid-ridden corpse and prop it up at the cash register like weekend at...","sentiment_score":0.2}
{"full_text":"RT Revealing chart about Omicron hospitalizations in NYC: barely changed for the vaccinated. But big spike  for unvaccina...","sentiment_score":0.025}
{"full_text":"RT I'm a Prof of Renal Medicine &amp; cochair #COVID Treatment grpAll my family #VAXXED x3 as soon as couldHave...","sentiment_score":0.0}
{"full_text":"RT I was in Bearskin Lake on January 6, 2022. Check out full video.We just found out military(Canadian Rangers) arrived yest...","sentiment_score":0.35}
{"full_text":"RT So AOC vacationed in Florida after complaining about their response to COVID-19... then she got COVID-19.","sentiment_score":0.0}
{"full_text":"RT I was down in the dumps about the US Covid deaths being the highest in the world but now that I hear the economy is doing...","sentiment_score":-0.1555555556}
{"full_text":"RT \"This pandemic isn't over. And keeping schools open no matter what, throwing kids back into unsafe classrooms no matter th...","sentiment_score":0.0}
{"full_text":"RT AOC says she has COVID? ...is this the same AOC who told us she was afraid of being raped and murdered when she was no...","sentiment_score":-0.3}
{"full_text":"RT \"Studies say Covaxin is effective, but many criticized it because it was made in India. Some even complained to WHO against...","sentiment_score":0.2666666667}
{"full_text":"Why do all these celebrities and political people have to tell the world the got covid i think people are more concerned with there own families right now","sentiment_score":0.3464285714}
{"full_text":"This is why you dont turn unvaccinated into 2nd class citizens. Because eventually we all will get covid, vaccinated or not.","sentiment_score":0.0}
{"full_text":"well that kinda sounds like camp, even if it is at hotel from hell lockdown","sentiment_score":0.0}
{"full_text":"RT In Ironic Twist, Lawyers Fighting Biden's Vaccine Mandate Argue Remotely Because They Got Covid-19 htt...","sentiment_score":0.05}
{"full_text":"#Novak aside;anyone who believes in mandatory vaccination hold little regard for individual liberty &amp; are hella ignorant. Public shaming hasn't worked. Choosing NO to a rushed to market, non FDA approved (by any previous standard) vaccine to be shot into your CNS is reasonable.","sentiment_score":-0.0256944444}
{"full_text":"RT \"Studies say Covaxin is effective, but many criticized it because it was made in India. Some even complained to WHO against...","sentiment_score":0.2666666667}
{"full_text":"RT \"What the vaccines can't do anymore is prevent transmission.\"CDC Director Walenskyhttps:\/\/t.co\/s3BjMVBOub","sentiment_score":0.0}
{"full_text":"RT the biggest wealth transfer in world history is pretty much over","sentiment_score":0.225}
{"full_text":"RT A glimpse of the courage and bravery of Frontline workers, who deservedly earned the title of #CovidWarriors.Their ef...","sentiment_score":0.0}
{"full_text":"RT The West Bengal Government will now deliver food to poor Covid-positive people in isolation.The uni...","sentiment_score":-0.4}
{"full_text":"RT Tak payah nak cakap pasal lockdown lah. People have no savings anymore. Salaries have declined. The income distribution...","sentiment_score":0.0}
{"full_text":"What did he lie about? He recommends the vaccine so he's great","sentiment_score":0.8}
{"full_text":"I agree 100%.Covid-19 IS a global terrorist attack perpetrated by China, and now half the world, or more, are completely filled with fear. That's the working definition of terrorism.","sentiment_score":0.1833333333}
{"full_text":"RT Cyprus reportedly discovers a Covid variant that combines omicron and delta","sentiment_score":0.0}
{"full_text":"So now the truth is exposed. He can't fix the China virus so now he will try to stop those who actually have stopped it in their states.biden is 100% for the destruction of America and now he's panicking since people don't follow his treasonous orders.","sentiment_score":0.0}
{"full_text":"RT A friend of mine has 100 mini strokes in 6 months after having two shots of AZ. He'd never had them before...","sentiment_score":0.0}
{"full_text":"RT #IGNOU_Students_Want_OpenBookExam  respected Sir Please , kindly conduct exams soon and please conduct open book exams...","sentiment_score":0.3}
{"full_text":"RT There are TWO BILLION cases of flu each year in the world. Australia itself has nearly 5-8 million cases each year....","sentiment_score":0.1}
{"full_text":"RT The behavior of our public officials (especially the Democratic ones) is another reason people distrust the Covid respo...","sentiment_score":0.0}
{"full_text":"RT PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and \"mild\" doesn't mean what you think it does.If you...","sentiment_score":-0.1930555556}
{"full_text":"RT the tale of two pandemics is that some affording to dismiss omicron as mild, too many can't. some can afford tests, too many...","sentiment_score":0.4444444444}
{"full_text":"RT FDA will have 8 months -- not the 75 years it requested -- to release all documents related to the licensing of Pfizer's...","sentiment_score":0.0}
{"full_text":"RT the more covid numbers skyrocket and hospitals get overwhelmed and schools run out of teachers who aren't sick the more i...","sentiment_score":0.0952380952}
{"full_text":"RT Leave Male' City and build back your islands with home stay business. Better for the kids n you. Need Is...","sentiment_score":0.1666666667}
{"full_text":"CDC Director: Your symptoms are better and it's been 5 whole days since you tested positive, put on your *breathable* *washable* cloth mask and get to work.","sentiment_score":0.3090909091}
{"full_text":"Unquestionably one of the people whose mind has been ruined the most by the politics surrounding COVID19. Completely unbalanced person.","sentiment_score":0.3}
{"full_text":"I'm not a liberal. I think you are confused. I believe in natural immunity. I believe in the immune system God gave me. I'm not vaccinated. My in-laws got the vaccine.","sentiment_score":-0.15}
{"full_text":"RT To all anti vaxxers out there. If you knew you'd have to pay $750,000 out of your own pocket for an ICU stay because you g...","sentiment_score":0.6}
{"full_text":"RT Never been a conspiracy theorist... but literally all the governments of the world are trying to implement a covid passport at...","sentiment_score":0.0}
{"full_text":"RT METALLICA Hired COVID-Sniffing Dogs For Recent Shows, A New Line Of Defense For Major Artists h...","sentiment_score":0.0662878788}
{"full_text":"RT Massive, catastrophic, undeniable failure","sentiment_score":-0.1583333333}
{"full_text":"RT Former vaccine taskforce chief says 'It's pointless trying to stop infection' and calls for end of vaccines and testinghttps:\/...","sentiment_score":-0.125}
{"full_text":"RT Weird bc this article published in Nature Human Behavior in Apr 2020 spells out exactly how to exploit crowd psychology &amp;...","sentiment_score":-0.0833333333}
{"full_text":"RT Feel like the evergreen Onion headline for mass shootings is equally applicable to our continuing COVID failure","sentiment_score":-0.1583333333}
{"full_text":"Albanese hasn't asked for lockdown either, just good management... such bullshit from Scott","sentiment_score":0.35}
{"full_text":"RT likeif my mom got COVID while she had ALS, and it took her life a few months earlier than she would have died otherwis...","sentiment_score":-0.1}
{"full_text":"RT 2,900 people died on 9\/11 and 20 years later I still have to take my shoes off at the airport. 835,000 people in the US have di...","sentiment_score":0.0}
{"full_text":"BrightWipe from chemist.  You can wear a mask and glasses at the same time!","sentiment_score":0.0}
{"full_text":"RT Sure has been a bunch of triple vaccinated Democrat politicians getting COVID lately.","sentiment_score":0.1}
{"full_text":"RT Prayers for my brother fighting Covid","sentiment_score":0.0}
{"full_text":"RT As they play the \"COVID cases spiked\" card again, remember, Biden let in over 1 million unvaccinated and infected illegals.","sentiment_score":0.0}
{"full_text":"RT The United States is the only major economy in the world where the economy as a whole is stronger now than before the pandemi...","sentiment_score":0.0875}
{"full_text":"RT Westjet has 432 cases of confirmed Covid-19 and cancelling 15% of its flights. How's that mandatory vaccination working out...","sentiment_score":0.4}
{"full_text":"If you can't wear a mask to protect people, then wear it so no one has to see your sanctimonious fugly face.","sentiment_score":0.0}
{"full_text":"RT Welcome to Los Angeles, where a covid positive health care worker can continue working in a hospital without testing or i...","sentiment_score":0.5136363636}
{"full_text":"RT \"Stay home or work sick? The shambolic state of public health policy, labor law, and common sense in the U.S. poses a conund...","sentiment_score":-0.3380952381}
{"full_text":"The problem seems to be your ability to comprehend how to wear a mask correctly.","sentiment_score":0.0}
{"full_text":"RT First Eric Adams extends all de Blasio's COVID mandates. Now he says he will sign legislation allowing noncitizens to vote...","sentiment_score":0.25}
{"full_text":"RT Australian government DENIES it told Novak Djokovic he was medically exempt because he caught Covid","sentiment_score":0.0}
{"full_text":"You are not the only ones. A friend got really sick right after that AEA and her symptoms included the Covid toes.","sentiment_score":-0.1428571429}
{"full_text":"RT The U.S. is one of only 11 countries worldwide without any federal mandate for paid sick leave. What's wrong with us? Read a...","sentiment_score":-0.4047619048}
{"full_text":"RT Businesses Now Requiring Positive COVID Test As Proof Of Vaccination","sentiment_score":0.2272727273}
{"full_text":"German study reveals disturbing trend on child mental health during lockdown :Increase of number of child suicides must be most discomfiting despite the mental disorder is seemingly almost unavoidable at this critical time.Generally, this is a global trend for all ages. Sad..","sentiment_score":-0.0875}
{"full_text":"How do you like them apples... go get a tan!!Biden administration guidance prioritizes race in administering COVID drugs #FoxNews","sentiment_score":0.0}
{"full_text":"RT There you have it.","sentiment_score":0.0}
{"full_text":"RT A glimpse of the courage and bravery of Frontline workers, who deservedly earned the title of #CovidWarriors.Their ef...","sentiment_score":0.0}
{"full_text":"While the pandemic flipped the learning paradigm on its head from offline to online, many struggled to keep up with the change. #Edtech #learning","sentiment_score":0.5}
{"full_text":"Supreme Court Justice spreads false claims regarding children battling COVID.https:\/\/t.co\/YsH6l2QY7V","sentiment_score":-0.4}
{"full_text":"RT Still reeling from this!! Like WTAF??","sentiment_score":0.0}
