{"full_text":"RT The US will hit the ignominious number of 900,000 Covid deaths in a week, half of these occurred well after vaccines were wi...","sentiment_score":-0.1666666667}
{"full_text":"RT A United Kingdom we stand, divided we fall.The proponents of devolution have all but separated us already, see the disast...","sentiment_score":0.0}
{"full_text":"Top 10 states w\/  the most covid deaths are red statesThose top 9 states voted no to all of bidens bills but took billions from him anyway to help their state. AKA SOCIALISM","sentiment_score":0.375}
{"full_text":"RT Trucks rolled into Canada's capital Ottawa to stage a massive protest against Prime Minister Justin Trudeau's COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT #PratikFam: Don't believe in any news all are fake and don't worry stay positive !!Stay united and do Tweets sp...","sentiment_score":-0.0724431818}
{"full_text":"Hahahah Reis did it before it was cool","sentiment_score":0.35}
{"full_text":"RT Two Long Island nurses have been charged with raking in over $1.5 million selling fake vaccine cards. $900k in cash was...","sentiment_score":-0.275}
{"full_text":"Redmi Note 11 Reportedly Launching in India on 9th February 2022!Expected Price will be Rs 13,999 for the base variant!#Redmi #RedmiNote11 #RedmiNote11Series #RedmiNoteSeries #NoteKiyaJaaye #NayaNote #RedmiIndia","sentiment_score":-0.8}
{"full_text":"RT Quit blaming non Vaxxed for spreading the virus..Vaxxed or not you can spread the virus.The Vax can only lesson the severi...","sentiment_score":0.0}
{"full_text":"RT A 'Free Covid Vaccination Drive' has been organized for children between 15 to 18 years and for people above 18 years...","sentiment_score":0.2}
{"full_text":"#UPDATE  Night curfew shall continue in Jammu and Kashmir, however, their shall be complete restrictions on non-essentials from Friday 09:00 pm to Monday 06:00 am: Admin #Kashmir #jammu #Covid_19 #covid19","sentiment_score":0.1}
{"full_text":"RT One of the first three groups that were suspicious of what was happening right from the beginning of 2020, were those who...","sentiment_score":0.2678571429}
{"full_text":"Remember when brothels were offering free sex for COVID shots?","sentiment_score":0.4}
{"full_text":"RT And might we want someone who has public health expertise and who can weigh the full costs and benefits and focus on *red...","sentiment_score":0.1166666667}
{"full_text":"RT Have you received your 4 free covid tests yet? Notice how the newscycle is no longer about covid and now about Russia.","sentiment_score":0.4}
{"full_text":"RT Let's multiply this for California...thank you","sentiment_score":0.0}
{"full_text":"RT Come out of hiding puppet and face the music","sentiment_score":0.0}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"The simple numbers every government should use to fight anti-vaccine misinformation ","sentiment_score":0.0}
{"full_text":"RT During the pandemic the richest saw their wealth double but Govt instead choose to increase the tax on the rest of us, espe...","sentiment_score":0.0}
{"full_text":"RT I could go on.@GovStitt purposely downplayed severity of COVID infection since early 2020, citing #Covantage as a reas...","sentiment_score":0.1}
{"full_text":"RT Oh I think it has been the source of 75% of the fights I've had with people in the last two years. One of the...","sentiment_score":0.0}
{"full_text":"RT The inimitable Wang Yu, #China #humanrights defender, sums up life under panopticon high tech state surveillance: \"Wherever...","sentiment_score":0.16}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT #Rajasthan #CoronaUpdate:10061 #Covid cases reported1813 from #Jaipur21 #Corona related deathToday's #Recovered126...","sentiment_score":0.0}
{"full_text":"RT Man 'willing to die' rather than get COVID vaccine for transplant -","sentiment_score":0.25}
{"full_text":"Me, I had two jabs then got covid four months after second one.","sentiment_score":0.0}
{"full_text":"RT What kind of leader does this? And under pretence (Covid exposure)????","sentiment_score":0.6}
{"full_text":"RT The truth is trump should've been convicted in both impeachments. He should've been compelled to comply more with th...","sentiment_score":0.5}
{"full_text":"Covid-positive #Kajol  misses daughter #NysaDevgn , shares throwback pichttps:\/\/t.co\/4X3CP2Peyk","sentiment_score":0.0}
{"full_text":" the pandemic is over take everything to do with Covid people are Fed up stop pushing the vaccine","sentiment_score":0.0}
{"full_text":"RT BREAKING: uncontrollable excitement as huge crowds fill the streets of Kiev this evening in anticipation of the visit...","sentiment_score":0.4}
{"full_text":"RT Totally false. News here today said 112 covid cases of hospitalizations. We have over 2 thousand hospital beds...","sentiment_score":-0.4}
{"full_text":"RT If you've had a doctor abandon you and\/or deny care based on you vax status or for positive COVID Dx, I want to hear from you...","sentiment_score":0.2272727273}
{"full_text":"RT 25+ COVID-19 cases reported positive in KFUEIT RYK girls hostel and many in KFUEIT students but no one is taking actio...","sentiment_score":0.3636363636}
{"full_text":"RT When the history of this terrible pandemic comes to be written, it will be said that during it the Tories plundered the publ...","sentiment_score":-1.0}
{"full_text":"RT Come out of hiding puppet and face the music","sentiment_score":0.0}
{"full_text":"RT 25 hedge fund managers make more than every kindergarten teacher in America combined, 500 CEOs make 350 times more than...","sentiment_score":0.5}
{"full_text":"RT I know it's a small thing, but the everyday evidence of police considering themselves to be above the law just really fr...","sentiment_score":-0.0625}
{"full_text":"RT I pray Rolling Ray is doing well. About a month ago he posted he was battling Covid in the hospital and he's been inactive o...","sentiment_score":0.0}
{"full_text":"RT Thank you Peter for all you do.  I followed you throughout the pandemic. When you know something you...","sentiment_score":0.0}
{"full_text":"RT My other half always asks why am I still fighting when restrictions are being lifted, I say, until any vaccin...","sentiment_score":-0.1458333333}
{"full_text":"Can covid end already so I can go to Thailand? ","sentiment_score":0.0}
{"full_text":"RT 'The COVID-19 vaccine is quick, easy and free. Don't worry about the side effects.' Well, one of the side effects is deat...","sentiment_score":0.3888888889}
{"full_text":"Rogh ramat she. Covid is everywhere.","sentiment_score":0.0}
{"full_text":"RT Words that have lost their meaning since 2020:Racist.Fascist.Woman.Misinformation.Vaccine.Expert. Open school.No...","sentiment_score":0.0}
{"full_text":"RT Time to drop T Mobile. Cell carrier to drop unvaxxed staff, leaked mail suggests -- RT World News","sentiment_score":0.0}
{"full_text":"#New #Free #Podcast #MadeByHumans #BigBrainPodfeaturing #Listen What do you do when there's nobody? What do you do when there is? Relationships are hard. Life can be harder, and in a pandemic? Stuff is going to happenhttps:\/\/t.co\/IxXcE4a6fz","sentiment_score":0.0361742424}
{"full_text":"RT Really, I'm just sick of accommodating the willfully unvaccinated to live in a perpetual pandemic.","sentiment_score":-0.125974026}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"RT PFIZER HAS A WARNING ON THEIR WEBSITE THAT SAYS IF YOU HAVE A HEART PROBLEM A HISTORY OF HEART PROBLEM TAKE MEDICATIONS...","sentiment_score":0.0}
{"full_text":"RT Do more valuable tweet Dear. #postponempboardexams2022","sentiment_score":0.5}
{"full_text":"Any chance this garbage corporate media outlet will run stories that shed light on the countless vaccine injuries? Nah? Didn't think so..","sentiment_score":0.1333333333}
{"full_text":"RT #rishisunak can write off PS4.3bn of taxpayers' cash lost to Covid scams: Yet no money avail to pay out our pensions #BackTo6...","sentiment_score":0.0}
{"full_text":"I have a better idea. Allow citizens to move freely in their own city. The protest is destroying property and businesses and your suggestion is to stay away. What about tomorrow. Will you be telling people to work from home.","sentiment_score":0.325}
{"full_text":"Yes pandemic go away So that our Mahalima can go to LA na for world tour. ITO ANG LA LUNA#PABLOLaLuna #PABLO#LaLuna La Luna on all music platforms","sentiment_score":0.0}
{"full_text":"J&amp;K Reports 4615 Fresh Covid-19 Cases, 7 Deaths","sentiment_score":0.3}
{"full_text":"RT That study only used 2600 people. You wouldn't risk a vaccine that millions have survived, but...","sentiment_score":0.0}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"Yes several, apparently vaccines do not prevent covid.","sentiment_score":0.025}
{"full_text":"RT \"We expect a rise of a massive group of 'lonely' consumers who are deeply entrenched in the social isolation kindled by t...","sentiment_score":-0.0166666667}
{"full_text":"A policy of mass asymptomatic testing, contact tracing, and isolation\/home quarantine is lockdown by stealth, one uninfected close contact at a time.","sentiment_score":0.0}
{"full_text":"Aren't the covid cult and the trump cult the same thing? 2500+ dying of covid every day and I'd wager that 2400 of them voted for trump. Of course we'll never know because once you sedated on a ventilator you can't really answer questions and frankly it would be rude to ask.","sentiment_score":-0.0333333333}
{"full_text":"RT My CoVid test the other day trended towards significance. #GITwitter","sentiment_score":-0.125}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"... Why did you not have other sources of income, Nicolette??","sentiment_score":-0.125}
{"full_text":"I will definitely i wasnt intrested in politics until the pandemic and i saw the amount of people dying especially the elderly then it came out the elderly were sent back to the care homes untested it opened my eyes","sentiment_score":0.0}
{"full_text":"Coronavirus: 2 NY nurses accused of netting $1.5M in fake COVID-19 vaccination card scheme","sentiment_score":-0.5}
{"full_text":"HEALTH CARE WORKERS,,LAW ENFORCEMENT,,ESSENTIAL WORKERS WHO WORKED THRU THE WHOLE PANDEMIC,,NOT FROM HOME, ARE BEING FIRED FOR NOT GETTING VACCINATED,,DEMOCRATS DONT CARE ABOUT THE MIDDLE CLASS WORKING PERSON.","sentiment_score":0.1}
{"full_text":"RT Anybody else in the #Neotwitter world feel like at this point in the pandemic the and should...","sentiment_score":0.0}
{"full_text":"honestly I don't know why I try to keep up the pretense of running a tight household. I work more hours and get less pay than my dad does, and rather than my husband being able to stay home and run the household, he also works long hours","sentiment_score":0.2007936508}
{"full_text":"RT ANNOUNCEMENT : We are proud to announce that the first participant has been dosed in the Phase 1 study of mRNA-1644, our e...","sentiment_score":0.525}
{"full_text":"We know Brandon, Covid wasn't an accident.","sentiment_score":0.0}
{"full_text":"RT I tested positive with COVID-19. Fortunately, I am fully vaccinated &amp; boosted. I feel fine &amp; barely have any symptoms. I s...","sentiment_score":0.2734848485}
{"full_text":"RT Vaccination doesn't really impact transmissibility, vaccination prevents severe COVID. If teache...","sentiment_score":0.2}
{"full_text":"RT You're with Vaccine liar Joe Rogan, or with Neil Young.  Can we get 1000 RT's #ImWithYoung and lets get it trending?","sentiment_score":0.1}
{"full_text":"RT What an amazing event for Canada! Covid is over. The only people who won't recognize it are govt bureaucrats and white co...","sentiment_score":0.25}
{"full_text":"Leroy Sane and Lucas Hernandez had an extra training session today at Sabener strasse as part of their recovery training after the last break and the coronavirus infection.@kicker","sentiment_score":0.0}
{"full_text":"RT The university and the government is being arrogant and irresponsible by not caring about the increasing covid cases in our u...","sentiment_score":0.0}
{"full_text":"5 star review from prudence jessica smit: ","sentiment_score":0.0}
{"full_text":"gcs are practically flourishing, what a bunch of jealous bitches","sentiment_score":0.0}
{"full_text":"RT Taiwan VP, in U.S., repeats accusation China blocked vaccine access","sentiment_score":0.0}
{"full_text":"RT If #gate2022 can be conducted in such pandemic then why other exams are geeting postpone.Either is idiot or othe...","sentiment_score":-0.3083333333}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT Robert LaMay, the anti-vaccine state trooper who recently died of COVID, was praised as \"a celebrity\" by Fox's La...","sentiment_score":0.0}
{"full_text":"RT Vaccines are our best tool in the fight against COVID-19. If you haven't yet, please get vaccinated and get boosted.","sentiment_score":1.0}
{"full_text":"RT It's not the unvaccinated that are keeping COVID-19 around. It's the power-drunk bureaucrats who will never relinquish th...","sentiment_score":0.0}
{"full_text":"it's time to bring back my old haunts in 2022 for pandemic hang-out purposes: # take a nap together at the drain pipe discharge point# break into roof access just to see what's there*  make out in an abandoned houseV walk around National Institute of Health at 2AM","sentiment_score":0.05}
{"full_text":"Breast cancer cases in US Asian or Pacific Islander women increased average 1.4% per year from 2005-2018, far more than any other racial or ethnic group, according to data collected by CDC #breastcancer #Healthdisparities","sentiment_score":0.065}
{"full_text":"Following four simple steps at home--Clean, Separate, Cook, and Chill--can help protect you and your loved ones from food poisoning. For more information, visit","sentiment_score":0.3}
{"full_text":"How can one determine which COVID-19 variant has infected them? Here's what our expert Dr. Suresh Kumar D, Infectious Diseases Specialist, Apollo Hospitals has to say on this.#ApolloHospitals #COVID19","sentiment_score":0.0}
{"full_text":"nctzens always at the crime scene ","sentiment_score":0.0}
{"full_text":"ARE. YOU. READY? Two more days until Love, Locked Down is officially out in the world! Or, if you're on the other side of the pond, Lockdown on London Lane! Make sure you don't miss out...Pre-order here:","sentiment_score":0.2248842593}
{"full_text":"A number of councils have written to parents explaining that pupils should continue to wear face coverings, despite the government ending the requirement for them in schools last weekhttps:\/\/t.co\/qRZu9avGcL","sentiment_score":0.0}
{"full_text":"Singapore and Taiwan decided to accept each other's COVID-19 digital certificates to ease their border restrictions.https:\/\/t.co\/4zpIrb0BKL","sentiment_score":-0.0625}
{"full_text":"Trucks rolled into #Canada's capital #Ottawa on Saturday to stage a massive protest in front of parliament against Prime Minister #JustinTrudeau's #COVID-19 #vaccine mandates.","sentiment_score":0.0}
{"full_text":"Do you reuse your masks? https:\/\/t.co\/lD2xXEfWdm","sentiment_score":0.0}
{"full_text":"Therefore, Students' Representative Council 21\/22 have summarised all important informations that the students need to know if you are involved directly or indirectly with the Covid-19 positive individuals. Do refer to the attached poster for further clarification about the SOP.","sentiment_score":0.1818181818}
{"full_text":"COVID-19 awareness activities for Indigenous kidshttps:\/\/t.co\/oyHPrv4eJE COVID-19 vaccine appointments for 5+ years available at Mindimooyenh Health Clinic! Book now or learn more at:","sentiment_score":0.5}
{"full_text":"#AharenVaccineJehee to be safe from COVID-19.Why did you? Encourage your friends and family by sharing your reasons ","sentiment_score":0.5}
{"full_text":"The Philippines confirmed 16,953 new cases of COVID-19 on Sunday, bringing the country's total to 3,545,680. FULL STORY here:","sentiment_score":0.2215909091}
{"full_text":"RT For the 29th week in a row, Paris protests against COVID law.","sentiment_score":0.0}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"Are You Protected Against COVID-19?Your risk of getting COVID-19 can be greatly lessened if you are vaccinated. Make sure your life goes undisrupted by protecting yourself from the virus.Let us help you get vaccinated! Call us to learn more.#GetVaccinated #ProtectYourself","sentiment_score":0.7125}
{"full_text":"RT This just isn't good enough.","sentiment_score":0.35}
{"full_text":"Now playing on \"Mindfulness can help in the ongoing pandemic, Elizabeth Tracey reports\" by Johns Hopkins Health Newsfeed from","sentiment_score":0.0}
{"full_text":"RT 17 yo Grandson has covid; smell, taste, bad cold symptoms. Wears mask in school, Vaxxed.The incompetence in this epidemic i...","sentiment_score":-0.65}
{"full_text":"Human rights complaint filed against B.C. health-care authority over N95 respirator ban#ExpertWitness  psychological reports for #legal, education &amp; employment on: #Dyslexia, #autism, ADHD, mental health &amp; learning disabilityhttps:\/\/t.co\/CPmUuCDgJ9","sentiment_score":-0.04}
{"full_text":"Sir,we r the sons&amp;daughters of this soil.Braving through this pandemic in mental&amp;physical crises,loosing our loved ones to it,risking our career&amp;future,we've arrived@this stage.let not our dreams b bombarded down by the adamant move of APSC #PostponeApscMains2020","sentiment_score":0.2148148148}
{"full_text":"Experiencing COVID-19 symptoms or think you've been exposed to some with COVID-19? Get tested! Find testing near you:","sentiment_score":0.1}
{"full_text":"There's a lot of misinformation about the COVID-19 vaccine out there. If you have questions about vaccine safety, talk to your family physician or call Health Link at 811 to speak with a Registered nurse.","sentiment_score":0.0}
{"full_text":"I can't believe that JT claimed he had COVID and is hiding out.  What kind of a leader is that??","sentiment_score":0.6}
{"full_text":"RT I also particularly like the section where it says \"Available data on Pfizer- BioNTech Covid 19 vaccines adm...","sentiment_score":0.2833333333}
{"full_text":"RT Has Boris Johnson run out of road? This will be an intriguing watch from on Channel 4 tonight...","sentiment_score":0.3}
{"full_text":"Manhattan-Ogden school district officials want community members to take a survey on how the district should use federal pandemic relief dollars.https:\/\/t.co\/4uGKhisrlN","sentiment_score":0.0}
{"full_text":"Joni Mitchell said she is seeking to remove all of her music from Spotify in solidarity with Neil Young, who ignited a protest against the streaming service for airing a podcast that featured a figure who has spread misinformation about the coronavirus.https:\/\/t.co\/rzjNf2UDx6","sentiment_score":0.1}
{"full_text":"RT All of Us Are Dead (2022)The series that depicts a zombie outbreak that swiftly overwhelms a Korean high school and th...","sentiment_score":-0.02}
{"full_text":"RT Where did Omicron come from? Three key theories","sentiment_score":0.0}
{"full_text":"\"As to the effects on Cubans' health, U.S. sanctions are worse today than before, making the vulnerable in #Cuba still more vulnerable, during a global #pandemic.\" Hear MEDICC Review's Gail Reed at virtual forum sponsored by &amp; ","sentiment_score":-0.18}
{"full_text":"According to a release, there is currently a high level of staff under COVID-19 protocol.https:\/\/t.co\/AqucSjsWbe","sentiment_score":0.16}
{"full_text":"RT #Dementia. #Parkinson. #Aging. But also neurological consequences of #corona. Are your hands itching to investigate these subj...","sentiment_score":0.0}
{"full_text":"Learn more about the most recent report from a damning indictment of today's capitalist system.It argues that inequality is an even more severe pandemic than COVID-19 for the future of humanity.https:\/\/t.co\/RplIlKvNVF","sentiment_score":0.3}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"Closure of Venues and cancellation of league fixtures till 17th February 2022https:\/\/t.co\/TmxpfiFQaN#CricketHongKong #Covid19","sentiment_score":0.0}
{"full_text":"One in eight pupils out of school as Covid worsenshttps:\/\/t.co\/dqRXz1k9N3","sentiment_score":0.0}
{"full_text":"RT  NHS LEVELING &amp; TAX hike  LBC Tom Swarbrick predicts the PM will U-turn on the planned National Insurance rise 'in order t...","sentiment_score":0.0}
{"full_text":"Are you equally angry with the government, CDC, big pharma and major media?","sentiment_score":-0.1458333333}
{"full_text":"Was Africa really safe from #COVID19? The numbers say no. Find out more.","sentiment_score":0.5}
{"full_text":"Mississauga - 5+ - All Doses - Pfizer\/Moderna International Centre clinic has lots of appts and accepts walk-in! Pfizer - 5+ - all dosesModerna - 18+ - all dosesWalk-in or book here: days a week! #covid19ON #COVID19Vaccine#vhcON #VHCDose3","sentiment_score":0.0}
{"full_text":"Through endless pivoting and overwhelming outpouring of love from its community, Charleston Symphony, miraculously, played on through a pandemic.Here's just how the organization kept the music playing.https:\/\/t.co\/nkf0c3srHq","sentiment_score":0.2916666667}
{"full_text":"RT Civilian aircraft MIL carriers,battleships, subs have=BS=on board,some portable. US,UK,RU:Agencies,Corporations NAMES 3...","sentiment_score":0.0}
{"full_text":"COVID CONTRACT: One lawmaker compared the contract award to \"paying the arsonist for helping put out the fire.\"","sentiment_score":0.0}
{"full_text":"RT Anyone else buying the BBC numbers, I look at ZOE for info on COVID19https:\/\/t.co\/buHbPBX7BC","sentiment_score":0.0}
{"full_text":"The dominant Omicron Covid variant is \"most likely\" to have come from mice, new research revealshttps:\/\/t.co\/EVAgYUAcwP","sentiment_score":0.2121212121}
{"full_text":"RT Two nurses on Long Island made more than $1.5 million by selling forged Covid-19 vaccination cards and entering false informat...","sentiment_score":0.0166666667}
{"full_text":"Thank you to Belgium and for supporting #COVAX to achieve this milestone. Working together we can #breakCOVID and end this pandemic. #TeamEurope","sentiment_score":0.25}
{"full_text":"#China reported 138388 accumulative confirmed cases, 5700 deaths, and 125904 recovered, by Jan. 29, 2022. Besides, there are 800 asymptomatic COVID-19 patients currently under medical observation in mainland China.#COVID19 #coronavirushttps:\/\/t.co\/anfoU2E5uz","sentiment_score":0.1333333333}
{"full_text":"Yes you are fuck by COVID","sentiment_score":-0.4}
{"full_text":"Surprise... not","sentiment_score":0.0}
{"full_text":"RT Don't be over excited guys. Take it slow. Just wait till the episode is telecasted. We would still watch the episode anyway...","sentiment_score":0.0375}
{"full_text":" Check out the three most popular tweets in English in Science Pulse this morning [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Though positivity rates are still high, Metro Manila, Cavite and Rizal are now at moderate risk for COVID-19 infection, independent pandemic monitor OCTA Research said.","sentiment_score":0.0533333333}
{"full_text":"WTO DDG Angela Ellard joined &amp; other experts to discuss the impact of the postponed 12th Ministerial Conference on key deliverables and work programs including subsidies, e-commerce, pandemic response, and the environment.Watch it here:","sentiment_score":-0.0625}
{"full_text":"At the University of Lisbon, staff outnumbered mostly elderly voters, with signs on the walls asking people to wear a mask, observe social distancing and to use their own pen.#Lisbon #Election #Covid19","sentiment_score":0.3777777778}
{"full_text":"Getting a Covid or Flu TestAlthough COVID-19 can affect people in different ways, the symptoms of individuals infected with COVID-19 .Read more: #Covid #Flu","sentiment_score":0.25}
{"full_text":"Did you test positive for Covid-19 over 3 months ago and still experiencing fitness-related symptoms - shortness of breath, joint pain? We can help! Receive 1:1 support and attend exercise sessions that can help ease symptoms. Ask your GP or Health Professional to refer you.","sentiment_score":0.1920454545}
