{"full_text":"RT I'm really losing my patience here. The argument is why help the half the country that is willing to do something sinple to...","sentiment_score":0.0944444444}
{"full_text":"Yes it's so hard to understand why young folks on a world being killed by the #ClimateCrisis and controlled economically and politically by the iron fist of the 0.01% aren't out frolicking and romancing during a...*checks notesterrifying global pandemic... it must be the media!","sentiment_score":-0.0152777778}
{"full_text":"RT @Channel9 saying \"healthcare crisis deepens\" then they interview a professor who then says \"let's keep it in perspect...","sentiment_score":0.0}
{"full_text":"Boris Johnson apologises after admitting he attended Downing Street garden party attended garden party for 25 minutes in lockdown | Politics News | Sky News","sentiment_score":0.0}
{"full_text":"RT They could have stopped Covid","sentiment_score":0.0}
{"full_text":"RT You've got to be very suspicious as to why all this #DowningStreetParties stuff is coming out now- and not 12 months ago w...","sentiment_score":0.2}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"What an ignominious way to go...","sentiment_score":0.0}
{"full_text":"To be fair we did talk about her getting an antibody test but at the time they were over PS200. Now they are PS50 and i will be getting one having had covid at Christmas.","sentiment_score":0.7}
{"full_text":"Ahh, Sue Gray is already hard at work...","sentiment_score":-0.2916666667}
{"full_text":"RT They're actually going with mask even harder.","sentiment_score":-0.05}
{"full_text":"I honestly believe this was a fever dream I had from experiencing the amount of work fatigue I went through working this pandemic.","sentiment_score":0.6}
{"full_text":"Covid in Scotland: Nightclubs still waiting for funding support","sentiment_score":0.0}
{"full_text":"RT Can't lie I'm so glad I experienced college pre COVID ..because I know it just don't hit the same","sentiment_score":0.4333333333}
{"full_text":"Another substack article, this time, an adaptation of my original Guide to Sanity (published on Twitter), which would end the Covid crisis tomorrrow. Be sure to read and share. Thanks!A good life, tomorrow, by","sentiment_score":0.525}
{"full_text":"RT Lets Celebrate 1 Year of 250 Crore WW Grosser - Blockbuster #Master, which revived TN theatres &amp; became a Case Study for...","sentiment_score":0.0}
{"full_text":"RT #LongCovid could account for 15% of the nation's 10.6 million unfilled jobs.\"!!Adding unemp...","sentiment_score":0.0}
{"full_text":"RT Lockdown is a prolonged \"let-it-rip\" strategy. The opposite is focused protection of the high-risk old and vulnerable...","sentiment_score":-0.1333333333}
{"full_text":"covid is in there somewhere, God bless","sentiment_score":0.0}
{"full_text":"RT Fauci: Why would a Senator want to do this? Go to Rand Paul's website and you see fire Dr. Fauci with a little box that says cont...","sentiment_score":-0.1875}
{"full_text":"RT On an already high stakes day for Boris Johnson this could not come at a worse time for them.https:\/\/t.co\/tzXeOT0h3I","sentiment_score":-0.12}
{"full_text":"#BreakingNews | BENGALURU REPORTS OVER 15K COVID CASESOver 21k fresh #COVID19 cases reported in  Karnataka. #Bengaluru has recorded 15,617 new cases and 6 deaths.","sentiment_score":0.2181818182}
{"full_text":"RT Heartening news from COVAXIN booster neutralises both Omicron and Delta variants - 90% serum samples sh...","sentiment_score":0.0}
{"full_text":"RT 368,000 cases in France.Showing your vaccine status to get a coffee working well then!","sentiment_score":0.0}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"Agar University me bethe bethe aapko Corona ho sakta he to hame bhi ho sakta he..APS university vc report  corona position #mpstudentswantopenbookexam@ChouhanShivraj@OfficeofSSC@jitupatwari@ManjulTripathi_ #mpstudentswantonlineexam #mpstudentswantopenbookexam","sentiment_score":0.0}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"covid everywhere, i hope they stay safe. i really really hope so","sentiment_score":0.35}
{"full_text":"RT \"The cancer catch up is a matter of life and death\".Powerful remarks from as he calls for investment to...","sentiment_score":0.0}
{"full_text":"Very hard I had 11 years worth lol ..What a neat idea to exchange cookbooks..All my friends were into the frozen aisles at the grocery store..Even my daughter in law ..My son before the pandemic would stop by for a meal.. I don't think he has ever told her ..","sentiment_score":0.2402777778}
{"full_text":"In an alternative universe David Milliband was selected as Labour leader, Labour won the subsequent election, we're still in the EU enjoying holidays as usual, the pandemic was responsibly handled, the economy is holding up and everything's not SHIT.","sentiment_score":0.11}
{"full_text":"RT if you can't tell a party is a party you should not, in fact, be in charge of a country","sentiment_score":0.0}
{"full_text":"RT Heading home after a shift in the ER.Bone-chilling cold and a cloud of Covid appear to be keeping folks at home.In...","sentiment_score":-0.6}
{"full_text":"This covid is very serious. Whoever criticises it and it's vaccine, it looks for them and kills them ","sentiment_score":-0.4333333333}
{"full_text":"Surprised by how emotional I feel about this. But in a time so many were suffering &amp; struggling with so much &amp; doing so with utter bravery and &amp;stoicism, to see this casual disregard from those supposed to be leading us feels like a devastating &amp;cruel blow","sentiment_score":-0.1}
{"full_text":"RT For parents with kids under 5, the current state is absolute nightmare.","sentiment_score":0.1}
{"full_text":"RT Repeat Covid Booster Shots Risk Overloading Immune System, EU Regulators Warn - Bloomberg","sentiment_score":0.0}
{"full_text":"RT Get the bastards. Full review on track and trace please.","sentiment_score":0.35}
{"full_text":"RT Cannabinoids block cellular entry of SARS-CoV-2 and the emerging variants?Put down that glass of pee and smoke up bitches.","sentiment_score":-0.1555555556}
{"full_text":"RT \"The BBC have done a great job of constantly lying on air. They're trying to keep the fear narrative up.\"Broadcaster Tonia...","sentiment_score":0.4}
{"full_text":"RT Told you so.","sentiment_score":0.0}
{"full_text":"RT The Centers for Disease Control and Prevention is considering recommending Americans use N95 or KN95 masks to protect again...","sentiment_score":0.0}
{"full_text":"RT It is wild to live in a culture acting like we are overreacting to Covid when everything within my ability to reason s...","sentiment_score":0.0787878788}
{"full_text":"RT I keep seeing these, \"What will you do first when the pandemic ends?\" Tweets &amp; I hate to break it to you, but we have...","sentiment_score":-0.275}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT With a hangover. What a trooper.","sentiment_score":0.0}
{"full_text":"RT #DjokovicOutNadal received two doses of the vaccine.Nadal doesn't have corona.However,he sits far away from the chi...","sentiment_score":0.1}
{"full_text":"RT SAXON Pays Tribute To People Who Have Died Of COVID-19 In New Song 'Remember The Fallen'","sentiment_score":0.1363636364}
{"full_text":"RT In several Democrat-run cities you have to bring your vaccine card and valid photo ID to eat in restaurants or participat...","sentiment_score":0.0}
{"full_text":".@AleteiaEN and co-found Catholic \"fact-checking\" media org funded by Google to push the COVID vaccines (and silence opposing views).My response:1) will *never* be part of such a group.2) Don't buy my two OSV-published books.https:\/\/t.co\/0tZ9OrLIIa","sentiment_score":0.0}
{"full_text":"Beth as you attended a party during lockdown and you have obviously not resigned what advice would you give to people in the same situation and are being pressured to resign? @BethRigby","sentiment_score":0.0}
{"full_text":"*years","sentiment_score":0.0}
{"full_text":"So saying youre \"sorry if people THINK you were breaking the lockdown laws\" is enough? Well perhaps i should go commit a crime say sorry if anyone thiks i committed it and walk away scot free?NO .","sentiment_score":-0.3333333333}
{"full_text":"RT My latest piece: Covid is becoming a political crisis for Boris Johnson but it must go much widerhttps:\/\/t.co\/AwggWJKZ...","sentiment_score":0.2875}
{"full_text":"RT It is wild to live in a culture acting like we are overreacting to Covid when everything within my ability to reason s...","sentiment_score":0.0787878788}
{"full_text":"RT Repeat Covid Booster Shots Risk Overloading Immune System, EU Regulators Warn - Bloomberg","sentiment_score":0.0}
{"full_text":"In this covid era, disinfection of workplaces is a necessity. U.H.S delivers a range of disinfection services to help protect your business against infectious bacteria, viruses, and disease. #uhs #urbanhospitalityservices #disinfection #disinfectionservices #pestcontrol","sentiment_score":0.0}
{"full_text":"If you took this vaccine because that was the best decision for you &amp; yours, that's fine by me. But y'all gotta stop callin ppl dumb for not trusting these ppl who have LITERALLY been caught in lies! This shit doesn't make any damn sense &amp; we're all out here just tryna live","sentiment_score":0.1768560606}
{"full_text":"RT Well cats out of the bag. Our union is having a town-hall meeting to speak about collective action. FINALLY!! ","sentiment_score":0.05}
{"full_text":"So they set the rules for reporting false Covid hospitalizations\/deaths, now they don't like how those rules are used in comparison to vaccine deaths, am I understanding this? ","sentiment_score":-0.4}
{"full_text":"RT I can't explain to parents how a room full of 25+ partially\/unvaxxed kids eating snacks\/lunch will avoid spreading #COVID19...","sentiment_score":0.35}
{"full_text":"RT WATCH: Trump attacks 'gutless' Ron DeSantis for refusing to say if he's had COVID booster","sentiment_score":0.0}
{"full_text":"RT #djokovic admitting breaking Serbian covid isolation guidelines, making a false declaration (a legal doc) on the...","sentiment_score":-0.1}
{"full_text":"That says one thing to me, Humans we're the test cases for the vaccine.","sentiment_score":0.0}
{"full_text":"RT On U.S. military bases across Japan, more than 400 people tested positive for COVID-19 on Tuesday and Wednesday (by","sentiment_score":0.2090909091}
{"full_text":"suddenly we all got covid lol","sentiment_score":0.4}
{"full_text":"The guy is turning out to be a regular shit.","sentiment_score":-0.1}
{"full_text":"outline iconIf you need any type of Icon at low rate 15 icons for $30.https:\/\/t.co\/MIvDqQmjPUhttps:\/\/t.co\/Mh3PXNhqkX#icon #graphic #art #outline #aespa #art #Airdrop #BSC #cryptocurrency #COVID19 #Djokovic #GameFi #Metaverse  #NFTs #USA #NFT #TeJran  #STOPDELAYINGBLACKPINK","sentiment_score":0.0}
{"full_text":"Also quite hard to argue vaccine passports are effective","sentiment_score":0.1541666667}
{"full_text":"RT I've got students apologizing for getting covid, despite despite despite. I fear that what they're learning from these...","sentiment_score":0.0}
{"full_text":"A life remembered: River Ridge teacher -- a ray of sunshine -- dies at 32 of COVID-19https:\/\/t.co\/OEjaahWNM8","sentiment_score":0.0}
{"full_text":"RT It's game over.The CDC just admitted vaccines don't prevent spread of Omicron. Nothing can stop it. Not jabs, not iso...","sentiment_score":-0.4}
{"full_text":"RT The UK govt's use of a VIP fast lane for suppliers of Covid PPE with connections to ministers and officials has been ruled...","sentiment_score":0.2}
{"full_text":"RT Look up covid.. It's the cold and flu.. Manmade covid 19 was a bio weapon thanks to Fauci,Gates,Obama...","sentiment_score":-0.2}
{"full_text":"RT Canada should 'increase pressure' to raise vaccination rates: CMA president","sentiment_score":0.0}
{"full_text":"RT Even CNN and Left media are turning on the CDC. The only people still protecting the CDC are Big Pharma and Big Tech.","sentiment_score":0.0}
{"full_text":"RT Just likeCo-ordinateCo-founderCo-incidences.COVID is also has something his own CO-RONA ","sentiment_score":0.6}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT December, 2020.","sentiment_score":0.0}
{"full_text":"y-theory wielding Republican his attacks led to a heavily-armed man driving cross country to Washington, D.C. on a mission, the gunman said, \"to kill Dr. Fauci.\"Fauci accused Paul of using the \"catastrophic epidemic for your political gain.\"","sentiment_score":0.0}
{"full_text":"RT Today, I met with district administration officials of South 24 Parganas to review the COVID-19 situation. We discussed...","sentiment_score":0.0}
{"full_text":"RT A company called, 'Center for Covid Control,' with testing sites around the country, is allegedly administering fake co...","sentiment_score":-0.2333333333}
{"full_text":"RT im screaming i thought this was DS2","sentiment_score":0.0}
{"full_text":"RT I just took a piss and I seen COVID coming out","sentiment_score":0.0}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"He really is a joke","sentiment_score":0.2}
{"full_text":"RT I see Andre du Plessis highly respected CFO from Capitec is retiring. This comes on top of Sasfin's CFO, Angela Pillay,...","sentiment_score":0.33}
{"full_text":"RT is she like stuck over there cos of covid","sentiment_score":0.0}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"RT TEST TO STAY: Schools across Utah are seeing a rise in COVID-19 cases among students and staff, which has led some to implement...","sentiment_score":0.0}
{"full_text":"RT I'm a kidney doctor. I've studied how the kidneys make urine for 39 years.  Do not, I repeat do not, drink urine to treat CO...","sentiment_score":0.0}
{"full_text":"RT Heart felt apology? People died alone, no chance to say goodbye  to loved ones, while you and your gaggle of pricks lived it u...","sentiment_score":0.7}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"How I didn't even know about this organisation","sentiment_score":0.0}
{"full_text":"RT It is wild to live in a culture acting like we are overreacting to Covid when everything within my ability to reason s...","sentiment_score":0.0787878788}
{"full_text":"While some things are harder to get because of decreased availability, many things are less crowded due to the pandemic. I know several people who have flown recently who had empty seats next to them. Airlines charge lots of money for extra space.","sentiment_score":-0.0391666667}
{"full_text":"RT NEW: On a huge day for Boris Johnson things just got that bit worse. High court rules govt's use of \"VIP lane\" to awar...","sentiment_score":0.0740909091}
{"full_text":"Well, is it a vaccine of you need 3 jabs in a year and STILL get the vid? It's NOT a vaccine.","sentiment_score":0.0}
{"full_text":"How quaint. Your PM lied about a lockdown party. I miss the days when a lie was cause to oust a leader in the U.S. Now openly fomenting insurrection, stripping women of rights, people of votes, and being openly pro-fascist\/ pro- racist isn't enough to block people from power.","sentiment_score":0.0}
{"full_text":"RT Canadians be like:","sentiment_score":0.0}
{"full_text":"RT With the GOP, urine or you're not.","sentiment_score":0.0}
{"full_text":"Gov. Murphy reinstates public #health #emergency due to #Omicron; #school #mask #mandate stays in place","sentiment_score":-0.0625}
{"full_text":"RT You can't hide behind this as an error. YOU LIED when you said you knew NOTHING about the Downing Street parties.I LOST MY MO...","sentiment_score":-0.4}
{"full_text":"CaringI got no classes for 1 week because of covid surge. Damn.","sentiment_score":0.0}
{"full_text":"RT This will happen to many opsc aspirants if exams were held and may act as...","sentiment_score":0.5}
{"full_text":"RT Did Rand Paul fund the Wuhan lab?","sentiment_score":0.0}
{"full_text":"FYI, if outcomes still matter RE that fateful photoshoot he didn't cancel...","sentiment_score":0.0}
{"full_text":"Once again, a calm, considered and intelligent response from Dr James (despite the slightly aggressive nature of the questions he faced from GMB)","sentiment_score":0.3111111111}
{"full_text":"RT Heart felt apology? People died alone, no chance to say goodbye  to loved ones, while you and your gaggle of pricks lived it u...","sentiment_score":0.7}
{"full_text":"RT It would be really funny if the same pundits who said teachers unions were ruining their kids lives started saying the same...","sentiment_score":0.0833333333}
{"full_text":"RT Creative team script for wkv be like- * Karan why didn't you make your gf feel secure* Karan why didn't you sacrifice...","sentiment_score":0.45}
{"full_text":"RT Quebec announces fines for people who don't take the vaccine. Like Cuba, Canada has government run-health care so there is...","sentiment_score":0.0}
{"full_text":"They short handed themselves when they fired their unvaccinated staff or allowed their vaccinated staff to die because they chose the vaccine over their own health and safety. The tragedy of all of this is that people are dying due to this politicization.","sentiment_score":0.1583333333}
{"full_text":"RT is she like stuck over there cos of covid","sentiment_score":0.0}
{"full_text":"RT As a non voter whilst not agreeing with everything our has done regarding Covid, i believe he has don...","sentiment_score":0.0}
{"full_text":"RT Did Rand Paul fund the Wuhan lab?","sentiment_score":0.0}
{"full_text":"Will India's  growing Omicron cases increase the risk that they might be red-listed again?https:\/\/t.co\/3drO6xv45n","sentiment_score":0.0}
{"full_text":"ICYMI: Starting today, from 9-11 a.m., Pfizer and Moderna first and second doses as well as boosters will be available to eligible people 5 years and older in a walk-in clinic with no out of pocket cost for COVID-19 vaccines.https:\/\/t.co\/0NzsFj9AvR","sentiment_score":0.1633333333}
{"full_text":"New data suggest omicron cases may have peaked in the Boston area:","sentiment_score":0.1363636364}
{"full_text":"RT Can you share the job information so someone who isn't stupid can apply?","sentiment_score":-0.8}
{"full_text":"RT I miss the \"teachers are incredible and deserve to be paid more\" part of the pandemic.","sentiment_score":0.7}
{"full_text":"[pp] Hello  We're ready to give the best service for you!               KING HOSPITAL We Serve :   Psychology Control   USG  Give Birth   Baby's Vaccine  CP:               We Love, We Care https:\/\/t.co\/1ov9xckj9s","sentiment_score":0.5666666667}
{"full_text":"Flashbacks to that time someone asked 'is the fish dish vegetarian?' at the table next to mine","sentiment_score":0.0}
{"full_text":"Be interesting if the media focused on all parliament. I bet they were at it on all sides. After all labour and SNP MPs were caught breaking lock down rules and not resigning.","sentiment_score":0.1722222222}
{"full_text":"Uganda Reopens Schools After World's Longest Covid Shutdown","sentiment_score":0.0}
{"full_text":"A magical blend of thirteen herbs, spices and superfoods helping people to raise their immunity in these covid times. Order the Nector of Life and feel the magic.https:\/\/t.co\/2dx8ujkqWZor visit  #lovefromthehimalayas #greentea #kadha","sentiment_score":0.5}
{"full_text":"Marnie O. Mamminga says, \"But right about now, however, I'm thinking we all are feeling a bit lost. We could really use a road map out of this pandemic and into a better New Year.\" Hear more on today's #PerspectivesOnWNIJhttps:\/\/t.co\/CnMhsCmXX8","sentiment_score":0.3244155844}
{"full_text":"DEPUTY DEMANDS 5th WITHDRAWAL OF FUNDS 100%, FEBRUARY GOES ON HOLIDAY LATAM-BCO STATE LOST MILLIONS FOLLOW INCREASES COMMODITY PRODUCTS, DEBTS CONTAGES PANDEMIC","sentiment_score":0.0}
{"full_text":"The Philippine National Police has added more quarantine facilities and beds inside its national headquarters in Camp Crame for personnel infected with COVID-19, its national chief disclosed Wednesday.https:\/\/t.co\/XEbfBYyvoZ","sentiment_score":0.5}
{"full_text":"Despite signs that Covid rates may be slowing across the UK, Wiltshire's Public Health Director warns that the return of schools may see an 'uptick' in caseshttps:\/\/t.co\/KPy4nV6pAp","sentiment_score":0.0}
{"full_text":" Our #NHS &amp; social care services in #Lancashire are under pressure because of #COVID19.You can help protect them:  Get vaccinated &amp; boosted. Wear a face-covering, when required. Work from home if you can. Test &amp; self-isolate if positive.#LetsDoItForLancashire","sentiment_score":0.0333333333}
{"full_text":"2 pack iHealth COVID-19 Test for $19.80!!https:\/\/t.co\/hJMUDiPjg0","sentiment_score":0.0}
{"full_text":"ecch`kanphrungnii see you tomorrow BUONA NOTTE#dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #FoodieBeauty","sentiment_score":0.0}
