{"full_text":"RT #COVID19 infection rates continue to fall in #warrington as 252 new cases confirmed  ","sentiment_score":0.2681818182}
{"full_text":"RT The Covid-19 pandemic has made me realize how many INCREDIBLY SELFISH people there are in this country.","sentiment_score":0.0}
{"full_text":"RT As of today, most foreign nationals will need to be fully vaccinated to enter Canada. This includes both international st...","sentiment_score":0.125}
{"full_text":"RT Who else is tired of hearing people say, \"life before covid\"?If your life changed in any way because of covid, it's b...","sentiment_score":-0.4}
{"full_text":"RT #manifs15janvier #NonAuPassVaccinal #TouchezPasAuxEnfants ... EN AUSTRALIE","sentiment_score":0.0}
{"full_text":"I recommend you listen the podcast of with Dr. Malone and Dr Peter McCullough.  And do not get the vaccine, Pfizer CEO said that offer little protection and AHA had a study of myocarditis after mRNA vaccines has thousands of injured people after the .","sentiment_score":-0.1875}
{"full_text":"Yeah and I miss it with covid","sentiment_score":0.0}
{"full_text":"RT Massmart intends to sell 15 of its 114 Game stores due to the damage caused by the July 2021 unrest.The July protests, l...","sentiment_score":-0.2625}
{"full_text":"RT Well, there's more chaos to come. Albertans are seriously not happy with the decision to rapidly \"phase out\" fossil fu...","sentiment_score":0.05}
{"full_text":"RT Guess what? People with vaccine injuries are not anti-vaxxers. If they were they would mot have taken the vaccine that injur...","sentiment_score":0.0}
{"full_text":"RT It's bad for students mental health.  But going to enclosed spaces where the chances of contacting COVID is high, is okay...","sentiment_score":-0.035}
{"full_text":"Right there with you. Toddler was 6 months old when pandemic hit here. She has a 6 month old brother now. So many places I want to bring them to. Hopefully vaccines are on their way, and going places will be possible soon...","sentiment_score":0.1971428571}
{"full_text":"RT People used to get mad at Trump for  tweeting instead of running the country but Biden isn't doing either, his staffers r...","sentiment_score":-0.625}
{"full_text":"Copy this message &amp; send to contacts in your phone. Republicans, Sinema &amp; Manchin are blocking Democrat bills. The Republican SC blocked vaccine mandate which will cause more deaths, mutation of Covid &amp; inflation to continue.Register now to  vote Democrat in Nov 2022.","sentiment_score":0.5}
{"full_text":"RT The moment captured when the Met Police raid one of illegal parties.... Oh, maybe not, it was just the litt...","sentiment_score":-0.5}
{"full_text":"RT The defence: he got us through the pandemic and got BREXIT done.  By what measure did these things go well?  One of the wo...","sentiment_score":0.0}
{"full_text":"RT COVID-19 is one of the most formidable enemies America has ever faced. We've got to work together, not against each other. Get...","sentiment_score":0.1875}
{"full_text":"RT Lesson 4: Remember the endCOVID or no COVID, think of your own mortality, often. It puts everything in perspective and...","sentiment_score":0.6}
{"full_text":"I'm down! Let's start showing up to random reunions when COVID is over. At first I started introducing myself and saying, remember me? And people were so confused. By the end of the night I knew all the tea on everyone! The druggy kid that had a crush on the cheerleader ","sentiment_score":-0.2361111111}
{"full_text":"RT I've gotten a few DM's hoping that I die because I'm unvaccinated and have COVID. None of these people know me personally...","sentiment_score":-0.1}
{"full_text":"RT Covid is 'crashing' as Omicron increasingly acts as a natural vaccine: Mild or no coronavirus symptoms yet all the antibodies...","sentiment_score":0.2166666667}
{"full_text":"RT Preliminary investigations conducted by the Chinese authorities have found no clear evidence of human-to-human transmission of the...","sentiment_score":-0.025}
{"full_text":"Would of love the game to of been played and still slapped the silly cunts but oh well","sentiment_score":-0.1333333333}
{"full_text":"RT But they would never do they, you are just a conspiracy theorist.. they said..","sentiment_score":0.0}
{"full_text":"RT Me saying no to plans because I'm \"Busy\" when in reality I just wanted to stay home, watch my shows &amp; do self care. ","sentiment_score":0.1}
{"full_text":"RT This week on one solution to the lack of family docs. Nurse practitioners. visits an NP-led cli...","sentiment_score":0.0}
{"full_text":"I've set up ECG for my stepmother. I just don't understand the 'no visitors' if someone in the home has covid. At this point only CH residents are forced to isolate.","sentiment_score":-0.15}
{"full_text":"RT Tunisia erupts as the government continues to use COVID as an excuse to eliminate freedoms.","sentiment_score":-0.05}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Game off. What started out as postponements due to a pandemic has now become about clubs not having their best team . The Premie...","sentiment_score":0.1583333333}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT My wife, trying to cheer up our seven-year-old son \"So what do you want to do first, after the pandemic?\"Him: \"Reveng...","sentiment_score":0.25}
{"full_text":"RT More than a third of rapid Covid test deliveries to schools this term have been late, incomplete or have failed to arrive...","sentiment_score":-0.075}
{"full_text":"RT The Ford govt's series of belated half-measures and unfulfilled promises jeopardize the ability for schools to reopen and stay o...","sentiment_score":0.0}
{"full_text":"not one single travel insurance company paid out for travel disruption when covid happened in March 2020, and many told their customers to do a charge-back on their visa cards against the travel companies.","sentiment_score":0.2142857143}
{"full_text":"RT Fun Fact: Despite the fact that a Zombot Silver was showcased on a Variant Cover Art, Silver was the only active partic...","sentiment_score":0.0555555556}
{"full_text":"How Flu Viruses Can Change: \"Drift\" and \"Shift\" | CDC @benshapiro talked about this in this weeks podcast","sentiment_score":0.0}
{"full_text":"RT Fauci's Finances Leaked - Multi-Millionaire Profited During Pandemichttps:\/\/t.co\/KVfXV9N7EY","sentiment_score":0.0}
{"full_text":"RT Learning to live with it should mean suppressing it and minimising the number of times we get it, if at all.","sentiment_score":-0.0880681818}
{"full_text":"RT A freedom of information request has revealed the ONS has recorded just over 17,000 deaths caused by Covid since the b...","sentiment_score":0.0}
{"full_text":"This seems like it will be devastating for Bozo and the #EvilClowns in the eventual Covid enquiry - assuming they are still at liberty,","sentiment_score":-1.0}
{"full_text":"RT I'm not vaccinated, haven't had covid. In nearly two years, seeing up to 30 patients daily, on wards, clinics, and A&amp;E...","sentiment_score":0.05}
{"full_text":"RT Not sure who needs to hear it today, but yes, eventually we are going to get out of this pandemic.","sentiment_score":-0.25}
{"full_text":"RT Hawke said that given ND's high profile status, his presence might encourage others who test positive for COVID to disregar...","sentiment_score":0.1936363636}
{"full_text":"California schools under intense strain, fighting to stay open during Omicron surge - Los Angeles Times:::","sentiment_score":0.1}
{"full_text":"Go - Progress and Happy Accidents: How mRNA Vaccines Were Made","sentiment_score":0.8}
{"full_text":"RT This is why putting a majority of COVID resources online was asinine.","sentiment_score":0.0}
{"full_text":"RT WATCH: Thousands gather in front of the Eiffel Tower in Paris, France today in an incredible demonstration against COVID t...","sentiment_score":0.9}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"RT \"Supply chain crisis? What supply chain crisis. It's the pandemic.\" ","sentiment_score":0.0}
{"full_text":"RT ...So nearly one in 10 people in the country today may have Covid. That's why was right to adjust isolation and q...","sentiment_score":0.1928571429}
{"full_text":"RT Jemele Hill hates freedom, America, and our incredible Founding Fathers.She represents everything wrong with society...","sentiment_score":0.2}
{"full_text":"They don't believe in anything. They just don't want to go to school. And they are taking their cues from the adults who cower in fear over covid and take advantage of ridiculous covid testing protocols to get out of work. I'm not saying it's everyone or all of them, just many.","sentiment_score":0.0833333333}
{"full_text":"RT Just remember that everything, from the research that led to the pandemic to the severe supply chain disruptions and or...","sentiment_score":0.0}
{"full_text":"Our school is almost at 20% positive covid case :) ","sentiment_score":0.3636363636}
{"full_text":"RT Unbelievable that the Supreme Court voted to stop large businesses protecting their staff from CovidAt the same time...","sentiment_score":-0.0119047619}
{"full_text":"RT Until Covid is over can we cancel Friday as a weekday and just add it to the weekend? M-Thurs is enough","sentiment_score":0.0}
{"full_text":"RT I'll be discussing the dire situation for #LTC today at:12:15pm w\/ via 1:00pm w\/ v...","sentiment_score":0.0}
{"full_text":"buff men are the real pandemic cause wtf is this","sentiment_score":-0.15}
{"full_text":"Hi everyone I hope your all doing well today cause one of my family is positive in COVID-19 that's why she's not here in the house cause naka quarantine sya sa hotel I hope na Maka sama nyo kami sa prayers nyo thank you and god bless everyone!","sentiment_score":0.2840909091}
{"full_text":"RT Impersonate the PM having a party and you are stopped, questioned and details taken. Be the actual PM having an actual part...","sentiment_score":0.0}
{"full_text":"Next up...Required full hazmat gear.","sentiment_score":0.175}
{"full_text":"RT BREAKING NEWS: United States Supreme Court Upholds Pandemic","sentiment_score":0.0}
{"full_text":"RT Another reminder that death is not the only negative outcome of getting COVID-19.","sentiment_score":-0.15}
{"full_text":"which countries are doing that? why don't you guys just stick to the regular bull shit of Bollywood with the page 3 masala.better to avoid discussions on topics completely out of your purview.","sentiment_score":-0.0333333333}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT But they would never do they, you are just a conspiracy theorist.. they said..","sentiment_score":0.0}
{"full_text":"RT It would be more appropriate for people to direct their anger at the health officials, politicians, media figures and...","sentiment_score":0.1}
{"full_text":"RT Hey here's dated, photographic evidence of Nicola Sturgeon breaking Covid rules at public parti...","sentiment_score":0.0}
{"full_text":"RT People have had enough of this tyranny.","sentiment_score":0.0}
{"full_text":"RT And last but not least: #COVID19BE hospitalizations (currently) not followed by increasing numbers of patients in inten...","sentiment_score":0.05}
{"full_text":"CDC finally saying cloth masks don't work isn't the win conservatives think it is. It's going to be the point they make for masking even harder, with N95s.","sentiment_score":0.2333333333}
{"full_text":"RT Characteristics of patients were very similar, and the vast majority of both cases and controls had 'mild' acute infection...","sentiment_score":0.2333333333}
{"full_text":"RT One of the more laughable things about this entire Covid Hysteria is that the same people that support aborting a baby up...","sentiment_score":0.0}
{"full_text":"Having had Covid recently I am glad that I'd had all the jabs.  It was like a very bad case of Flu. Thankfully come through it without hospitalisation.","sentiment_score":-0.205}
{"full_text":"RT Wouldn't it make sense that if the push to get a vaccine into every single person at a rate unheard of in all of histor...","sentiment_score":-0.0714285714}
{"full_text":"RT Patients had repeated measurements of markers done from blood up to 8 months. While there was no difference in biomarkers...","sentiment_score":0.0}
{"full_text":"RT Can we start a thread of verified places to go for COVID testing and vaccinations? Make sure to include your city and state, p...","sentiment_score":0.5}
{"full_text":"RT Little bit of a straw man here. Plenty of the left is against the mandates. However, outside of COVID, the...","sentiment_score":-0.0625}
{"full_text":"RT They were never trying to defeat covid, they were trying to defeat you","sentiment_score":0.0}
{"full_text":"RT Two-thirds of companies in the U.S. are seeing higher profit margins than they did before the pandemic--and they're using tal...","sentiment_score":0.25}
{"full_text":"I know we're all frustrated with how the US is handling Covid but if I see you sharing what purports to be a scientific rundown of how the virus works and I click over to the author's bio and see \"psychic medium\"...don't do that, man","sentiment_score":-0.7}
{"full_text":"You can't accurately measure pediatric mental health hospitalizations. Demand for beds routinely outstripped supply of beds most of the time, even before the pandemic.","sentiment_score":0.2666666667}
{"full_text":"RT Question:Are we ever going to have access to PCR tests again? What happens when the backlog is cleared and we start comi...","sentiment_score":0.0}
{"full_text":"RT A brief timeline of mask guidance:3\/20: No need to wear a mask.4\/20: Just kidding. Everyone wear a mask.11\/20: So the...","sentiment_score":0.0}
{"full_text":"RT Washington Post editor Eugene Robinson called anti-lockdown stance \"outrageous to say the least, &amp; fra...","sentiment_score":-0.65}
{"full_text":"RT Now there is data at the SARS-CoV2 variant level, supporting that natural immunity provides broader protection against var...","sentiment_score":0.175}
{"full_text":"RT \"Just google it\"","sentiment_score":0.0}
{"full_text":"This is the first I've heard about this. (Cheating customers) Has anyone used them, any experiences out there? America's Frontline Doctors' Peddle Bogus COVID-19 Treatment | Time","sentiment_score":0.25}
{"full_text":"RT For some...many, your last 3 words can stretch back way, way before the advent of Omicron. We never mass tested...","sentiment_score":0.0}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT I'm sceptical of the cases data given changes to testing, but there is no denying the change in hospital Covid numbers. F...","sentiment_score":0.0}
{"full_text":"RT  A reminder to all fans visiting the this afternoon that there continues to be mandatory COVID-19 certificat...","sentiment_score":0.0}
{"full_text":"RT So SCOTUS claims they don't have a right to decide people's medical decisions. So they won't enforce a vaccine\/testing...","sentiment_score":0.1428571429}
{"full_text":"Why can't visit a different GP who might produce reports with no association with vaccine? Then you should be able to claim disability.","sentiment_score":0.25}
{"full_text":"RT This is how a Tyrannical Lawless Regime behaves. Ignore the decision from the Highest Court in the USA! They are Ruthless Cr...","sentiment_score":-1.0}
{"full_text":"RT Have a look at what this lawyer has to say about your situation, some good information, hop...","sentiment_score":0.7}
{"full_text":"More than 20 PL matches have been cancelled since December due to Covid outbreak. Only 75 % of PL footballers are vaccinated.Come on pls tell us who are those \"antivaxxers\" (25%) so u can stop hounding  Novak.","sentiment_score":0.125}
{"full_text":"RT This guy reportedly kept a french fry in his mouth for the entire 1.5 hr flight so he wouldn't have to wear a mask  LEG...","sentiment_score":0.0}
{"full_text":"RT Until Covid is over can we cancel Friday as a weekday and just add it to the weekend? M-Thurs is enough","sentiment_score":0.0}
{"full_text":"Ironic as for the first 6 months the vaccine came out all people heard from the media and \"doctors\" was how the vaccine would stop the spread of covid","sentiment_score":0.225}
{"full_text":"RT New York's eviction moratorium is set to end tomorrow, in the cold during the worst wave of the pandemic, and so hundreds...","sentiment_score":-0.4878787879}
{"full_text":"RT That so many Australians stupidly obeyed fascist rules and now seek to punish ND for defying these shows just how pernicious...","sentiment_score":-0.15}
{"full_text":"RT COVID-19 update for Jan. 15-16: Officials report 2,275 new cases, six deaths | Omicron wave likely on downward trajectory...","sentiment_score":0.0681818182}
{"full_text":"I base my opinions after thoroughly researchin &amp; listenin 2 Medical peeps spill the beans , received a Psychic warnin yrs ago that a deadly virus was comin from China &amp; not 2 get the Vaccines...Canada is workin on a plant based Vaccine we need a Miracle","sentiment_score":-0.3333333333}
{"full_text":"RT Dr. Nowzaradan Now Corona Virus Did Not Make You Eat Dat Mug on #Etsy handmadegifts handmade gift...","sentiment_score":0.0}
{"full_text":"In fact, the way people react to Covid, if I was an alien who landed in 2021, I'd think that humans were immortal and never fell sick before the virus came along.","sentiment_score":-0.4821428571}
{"full_text":"RT Free translation: \"Madhuchandra (18 years) s\/o Chandra Naik, studying in Pre-University College of Anavatti, Soraba-Talu...","sentiment_score":0.4}
{"full_text":"He is such a POS. We absolutely don't need the insurrection in our community.","sentiment_score":0.1}
{"full_text":"If you have three kids or grandma lives at home FUCK YOU","sentiment_score":-0.4}
{"full_text":"They all lied about the causes of death anyway. That came out this past week. So we swing the pendulum all the way to the other side rather than tell the damn truth. All covid deaths had at least 4 comorbidities and it didn't matter what the true death was from of they had covid.","sentiment_score":-0.08125}
{"full_text":"On this week's Money Matters, and discuss the COVID resistant market, savings advice for late bloomers, and required minimum distributions:","sentiment_score":-0.3}
{"full_text":"RT #Listen_to_SurrahAlrehman #Qalandar_Baba_Bukhari #coronavirus #CoronavirusUpdates #Corona #Covid19UK #COVID19 #covidva...","sentiment_score":0.0}
{"full_text":"Suburban office markets have seen an unexpected boom in new transactions driven by the new realities and demands of work and life in a pandemic.#CRE #TenantTips #Suburbs #Office #CorporateRealEstatehttps:\/\/t.co\/swHhTMxgUa","sentiment_score":0.0931818182}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT This pandemic gives us a real opportunity to fix, even reinvent education in this country. We need to use research to crea...","sentiment_score":0.2}
{"full_text":"RT Read this - and be prepared to shed a tear... #JohnsonMustGo","sentiment_score":0.0}
{"full_text":"RT New York starts to look much better. Lets hope this trend holds. Unfortunately, hospitalizations and deaths are still...","sentiment_score":0.0454545455}
{"full_text":"RT #Gate2022Please be ready to give Gate 2022 exam even if you have COVID,because \"schedule\" is important according to","sentiment_score":0.3}
{"full_text":"RT .@gchikermane writes on how 2022 will be the year of uncertainties and hope for India as the country gets ready to tackle th...","sentiment_score":0.2}
{"full_text":"RT Pretty obvious that if these footballers and athletes who are dropping down dead with alarming regularity were dying from...","sentiment_score":-0.0411111111}
{"full_text":"RT The 6 justices who held OSHA lacks power to address Covid because the virus isn't limited to the workplace are blinded by the...","sentiment_score":-0.0714285714}
{"full_text":"RT 12 women have been murdered in NI from the start of lockdown. They were murdered by a partner or family member and all nee...","sentiment_score":0.0}
{"full_text":"Not all heroes wear capes ","sentiment_score":0.0}
{"full_text":"Jussie Smollett would be an obvious choice but he is not struggling with long Covid.But...he could fake it.","sentiment_score":-0.1833333333}
{"full_text":"Trying again...it's been that kind of a 2-year pandemic that I don't even know what year it is! LOL","sentiment_score":0.775}
{"full_text":"Would you value the UK Vaccine Task Force please?","sentiment_score":0.0}
{"full_text":"RT The American Jewish Committee is calling on Rep. Warren Davidson (R-OH) to apologize for a tweet earlier tod...","sentiment_score":0.0}
{"full_text":"RT 2 years ago we were called heroes. We faced Covid while others stayed home, facing it ever since. We caught it, fought it...","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to win the million dollars.","sentiment_score":0.8}
{"full_text":"#Argentina #Covid #Pandemic In Mar del Plata, crowds flock to the beaches, bars, discos, restaurants - and mobile Covid testing units.by Fernando Legarreta &amp; Eduardo de Miguel, AFPhttps:\/\/t.co\/IEt2cLiA7U","sentiment_score":0.0}
{"full_text":"President Joe Biden announced Thursday that the federal government will deploy military medical units to six states including Ohio to assist hospitals overwhelmed with the recent spike of the omicron coronavirus variant.https:\/\/t.co\/COCTS2Ax9c","sentiment_score":-0.0333333333}
{"full_text":"Our ED, is joining  and others to discuss COVID in prisons. Join us at 6pm on 1\/26! Register here!","sentiment_score":0.0}
{"full_text":"Making smoking of COVID-19!","sentiment_score":0.0}
{"full_text":"RT WATCH: Thousands gather in front of the Eiffel Tower in Paris, France today in an incredible demonstration against COVID t...","sentiment_score":0.9}
{"full_text":"#sponsored #attinfluencer Stacey Marx, President, National Business &amp; Channels, AT&amp;T Business &amp; Dez Blanchfield, spoke about how has helped their customers cope with #COVID19 &amp; worked with them through the last 12 to 18 months.Know more:","sentiment_score":0.25}
{"full_text":"The #Florida medical examiner's office that conducted his autopsy has not released its findings, nor indicated that vaccination was responsible for his death. #FakeNews #Vaccineshttps:\/\/t.co\/vJpilHWySD","sentiment_score":0.1}
{"full_text":"RT Can someone please explain to me why N95 masks are being handed out at Liquor Marts instead of at schools in MB?","sentiment_score":0.0}
{"full_text":"Pfizer seeks approval for oral COVID-19 pill in Japanhttps:\/\/t.co\/3k68vHbwOA","sentiment_score":0.0}
{"full_text":"RT FWIW (which, admittedly, is not much), CDC says those who have received booster shots do not need to quarantine after expo...","sentiment_score":-0.1}
{"full_text":"#Education officials expect that a large proportion of #children in African countries will not return to #school.https:\/\/t.co\/EuxdCbQnhl","sentiment_score":0.1071428571}
{"full_text":"With 20,718 Cases, Delhi Sees Dip in Daily Covid Infections.https:\/\/t.co\/tofO0NlwnG","sentiment_score":0.0}
{"full_text":"There is a new FEMA-run testing site open at the Cibotti Recreation Center in Southwest Philly. Read more from","sentiment_score":0.1340909091}
{"full_text":"The HSE portal allowing people to register as positive after an antigen test opened yesterdayhttps:\/\/t.co\/dfgsonEStt","sentiment_score":0.2272727273}
{"full_text":"Kalamazoo Central High School senior dies from COVID-19https:\/\/t.co\/QzgxepHRww","sentiment_score":0.08}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"Sotomayor Talks About COVID: Liar, Liar Judges Robe On Fire #COVID19 #VaccineMandate #CovidVaccine  #SCOTUS #SotomayorLies #bidenmandate #USSupremeCourt #PoliticiansinRobes #BidenIsAFailure #LetsGoBrandon","sentiment_score":0.0}
{"full_text":"RT They're gonna have to name the next variant after Deborah Cox","sentiment_score":0.0}
{"full_text":"City says COVID-19 and illnesses causing delays in trash and recycling collection:","sentiment_score":0.0}
{"full_text":"People did get powers it's these pandemic babies","sentiment_score":0.0}
{"full_text":"Foundation for Ethnic Understanding is Promoting Interfaith Harmony for Love Peace KindnessPlease Help Retweet   #Peace #love #Art #Music #Vegan #rt #nct #BTS #got7 #jimin #exo #tiktok #covid19 #tiktok #news #bitcoin","sentiment_score":0.5}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"[PHOTO] #COVID19 vaccinations ongoing as PH hits record-high daily caseshttps:\/\/t.co\/UgOpPxOP99","sentiment_score":0.0}
{"full_text":"What a wild and wacky week that was. And we're not just talking about San Antonio shattering new records for COVID-19 infections. #SanAntonio #SanAntonio #SATX #Texas","sentiment_score":0.2454545455}
{"full_text":"Thank you for linking a  article from 11 years ago that confirms ivermectin as being a good drug to treat parasites. Of what relevance an article from 2011 has in treating covid I don't know.","sentiment_score":0.7}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT BBC admit distinction between dying WITH and OF Covid. At long last. Not sure it merited a major journalist investigation w...","sentiment_score":-0.059375}
