{"full_text":"Stepped off the train in the wealthy conservative suburb of Saint-Germain-En-Laye to a bunch of conspiracy theorists shouting about Covid and the devil La France va mal...","sentiment_score":0.5}
{"full_text":"RT What if Climate Models are no better at forecasting the future than Covid models were?","sentiment_score":-0.125}
{"full_text":"RT So pointless. As we said a million times, treasure debuted in really bad era. With YG's bad reputation, in the midst of pan...","sentiment_score":-0.55}
{"full_text":"RT And I know that they are utterly irrelevant for monetary policy. Blather on until the cows come home. They will not destr...","sentiment_score":-0.5}
{"full_text":"RT Damn, this is well said by on covid censorship:","sentiment_score":0.0}
{"full_text":"RT 880 Australians have died of covid in the last month. That's like an Airbus A320 (choosing a model used widely) crashing...","sentiment_score":-0.05}
{"full_text":"RT \"As a woman working in that area, it's very challenging. I feel scared sometimes for my own safety, because people come &amp; verb...","sentiment_score":0.625}
{"full_text":"Seems like dying from covid is a form of being controlled by an external entity.","sentiment_score":0.0}
{"full_text":"Quite funny seeing all the FBPE types (and I voted remain) losing their minds over this. Do any of them know that Google maps is *not* a live feed?Suits their narrative though.#OperationStack #BlameTheFrench#FeckinLoonies","sentiment_score":0.0909090909}
{"full_text":"Million thanks to Mr.Rahul Gandhi..for understanding the plight of UPSC CSE aspirants..","sentiment_score":0.2}
{"full_text":"RT Today's Italian lesson was both challenging and depressing. How to explain UK politics since 2015? 3 PMs, a referendum, 2...","sentiment_score":-0.0333333333}
{"full_text":"RT How Morrison's incompetence and the greed of private pathologists broke the Covid testing system. A big story.","sentiment_score":0.0}
{"full_text":"RT Out of Denmark: Initial analysis shows NO differences in hospitalizations for BA.2 compared to BA.1.","sentiment_score":0.0}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"RT The pro-Covid anti-everything else brigade are blocking Melbourne's streets in protest again. I don't know what else they wan...","sentiment_score":-0.2}
{"full_text":"Nothing short of mass murder, IMO. Most all levels of authority are involved or complicit.","sentiment_score":0.25}
{"full_text":"RT Excellent first meeting with The U.S. is committed to working with &amp; fellow member states to end the #CO...","sentiment_score":0.625}
{"full_text":"RT I think the total number is over a million. Including those that lost access to care due to covid","sentiment_score":-0.0625}
{"full_text":"RT Dr Roger Hodkinson destroys Covid in 4 mins.","sentiment_score":0.0}
{"full_text":"RT \"Dolomite at the height of the pandemic.\"MADAM VP LENI ROBREDO DID NOT STUTTER!!!! #AngatBuhayLahat #JessicaSohoIntervie...","sentiment_score":0.0}
{"full_text":"RT Prior to COVID, my work was on maternal mortality. About 700 birthing people die each year. The federal gov dedicated...","sentiment_score":0.0}
{"full_text":"RT 50% of South Africa's COVID-19 deaths occurred during delta wave.Only 5% occurred during Omicron.Prof.","sentiment_score":0.0}
{"full_text":"RT Seems I need to answer (again) the question of \"why are they only doing 5 day lockdowns because Omicron variant incubation...","sentiment_score":0.0}
{"full_text":"RT Frydenberg played politics while Victorians lost their lives #auspol #COVID19 #Aus...","sentiment_score":0.0}
{"full_text":"RT If this was any other band, yall would praise them saying oh this is such a good alternative in this pandemic or whatever...","sentiment_score":0.1916666667}
{"full_text":"RT So rather than get young unvaccinated workers back to work, they want to get older retired people to ta...","sentiment_score":0.0888888889}
{"full_text":"RT JFC, did it come down to that one thing? That we all had the sense to stay home on Jan 6? Chilling. Absolutely chilli...","sentiment_score":-0.1518518519}
{"full_text":"RT A chattering class addicted to posturing against a fictitious 'addiction to the pandemic' framed like a lockdown (that m...","sentiment_score":-0.4}
{"full_text":"RT The data are now abundantly clear. Natural imm is more effective than vax imm.Sadly, tens of thousands Americans lost th...","sentiment_score":0.325}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"Should we wait 40 years for Covid data to give us reassurance then?","sentiment_score":0.0}
{"full_text":"RT CBD is a potent blocker of SARS-CoV-2 replication in human cells, new research shows.In even better news, a survey of re...","sentiment_score":0.2840909091}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"RT \"Dolomite at the height of the pandemic.\"MADAM VP LENI ROBREDO DID NOT STUTTER!!!! #AngatBuhayLahat #JessicaSohoIntervie...","sentiment_score":0.0}
{"full_text":"RT The Scott government achieved use by date, on the first day of the pandemic.Governing was and is beyond them, marketi...","sentiment_score":0.25}
{"full_text":"RT BBC Parliament now - destroying the modelling that led to lockdown.","sentiment_score":-0.2}
{"full_text":"RT \"Dolomite at the height of the pandemic.\"MADAM VP LENI ROBREDO DID NOT STUTTER!!!! #AngatBuhayLahat #JessicaSohoIntervie...","sentiment_score":0.0}
{"full_text":"Things I'm ready to never hear again:- Chief Medical Officer- Closed borders- Lockdown- Epidemiologists - Outdoor masks- Stay at home orders- Wuhan - Norman Swan- Anthony Fauci- Covid zero  What did I miss?","sentiment_score":0.0333333333}
{"full_text":"RT make sure the COVID ROYAL COMMISSION has scope to gut Aspen like a fish.@SenKatyG go over these con...","sentiment_score":0.5}
{"full_text":"RT By firing staff with natural immunity after Covid recovery, hospitals got rid of those least likely to infect others....","sentiment_score":-0.0666666667}
{"full_text":"RT Judge Blocks Biden's Federal Employee COVID-19 Vax Mandate","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"After the Pandemic - Surviving in Healthcare 3.0. - Five Essential Strategies for Hospitals #hospital, #hopitalmarketing, #hcsm, #strategy, #brand, #brandpromise, #valueproposition, #patient, #survival, #influencer","sentiment_score":0.0}
{"full_text":"I got my green pass. It said: \"Two doses and recovered.\" For the first two, i thank all those men and women who gave up their lives to develop a vaccine so quickly. For the second, I pray for those who have not overcome the disease or who do not have access to vaccinations.","sentiment_score":0.0958333333}
{"full_text":"RT That callous, lying, smirking piece of trash, Boris Johnson, should forever be reviled for 170,000 covid deaths, destroying...","sentiment_score":-0.2}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"RT \"Dolomite at the height of the pandemic.\"MADAM VP LENI ROBREDO DID NOT STUTTER!!!! #AngatBuhayLahat #JessicaSohoIntervie...","sentiment_score":0.0}
{"full_text":"Well said!! Unfortunately the #forgottenCEV didn't get better just because #JohnsonTheLiar says things are back to normal. #StopBoris before more lives are lost unnecessarily.","sentiment_score":0.0416666667}
{"full_text":"To read more about choosing the best COVID test for your situation, go to this article: full list of chapters with an \"uncontrollable spread\" of COVID can be found in the link below:https:\/\/t.co\/2t6xew4l5G","sentiment_score":0.6166666667}
{"full_text":"I believe our leaders have a responsibility to #EndThePandemic in 2022. Join the Global Week of Action to tackle the gross vaccine inequality that's leaving billions of people in low income countries behind and fuelling #COVID19.","sentiment_score":-0.06}
{"full_text":"RT I have experienced the NHS before 2010 &amp; after 2010 &amp; it was much better before the Tories came in. I have done researc...","sentiment_score":0.65}
{"full_text":"RT These are remarkable statistics. 95% of Irish adults are now fully vaccinated. 80% of those eligible for boosters have been...","sentiment_score":0.375}
{"full_text":"RT POLL: After 23 months of this pandemic, do you trust the medical community more or less?This will be a 7 day poll, goal is...","sentiment_score":0.25}
{"full_text":"Thanks sir for understanding the pain and agony of students.#UPSCExtraAttempt #ExtraAttemptForAll","sentiment_score":0.2}
{"full_text":"RT Just read about a poor 6 year old child who died from Covid this week in Birmingham. Lack of forward planning &amp; urgency w\/...","sentiment_score":-0.15}
{"full_text":"RT Sultan is coming. #BheeshmaParvam poster design. #BheeshmaParvamFromFeb24 #Puzhu #puzhuteaser...","sentiment_score":0.0}
{"full_text":"RT Peaceful demonstrations in Zagreb, Croatia, against covid passes.","sentiment_score":0.25}
{"full_text":"RT So wrong, so so very wrong Why don't we just collapse the NHS and the armed forces? Ay","sentiment_score":-0.575}
{"full_text":"RT Boris Johnson and his allies are a greater threat to liberty than Covid restrictions ever were.","sentiment_score":0.5}
{"full_text":"The ongoing coronavirus pandemic has made working conditions especially difficult, which has led the City of Salem, Massachusetts, to offer a $500 incentive to employees working at businesses where proof of COVID vaccination is required.","sentiment_score":-1.0}
{"full_text":"New post (Here's how long people with COVID-19 may remain contagious, according to the best available data) has been published on Covid19 INFORMATION  NEWS  STATS -","sentiment_score":0.3715909091}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"All sheep together? If they are that afraid then why don't they stay at home ?","sentiment_score":-0.6}
{"full_text":"RT #Bitcoin is down 50% since the top in the beginning of November. Two major support zones not far away from the current p...","sentiment_score":0.0713888889}
{"full_text":"RT Wow. Just wow.","sentiment_score":0.1}
{"full_text":"RT K: I believe we haven't been able to laugh together like this for so long,  haven't talked and enjoyed like this, in th...","sentiment_score":0.3125}
{"full_text":"RT K: I believe we haven't been able to laugh together like this for so long,  haven't talked and enjoyed like this, in th...","sentiment_score":0.3125}
{"full_text":"RT I can't stress how much my daughter is an inspiration to stay sober. When I come home and she opens those big blue eyes a...","sentiment_score":0.075}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"Even though efforts are focused on the COVID-19 pandemic, influenza remains a real danger in Central Indiana this winter. That's why JMH says it's not too late to get your shot. Even in the Midst of a Pandemic, Get Your Flu Shot","sentiment_score":-0.0333333333}
{"full_text":"RT Mithun Pradhan, KISSian from Daringbadi, who is pursuing his Masters in Commerce from KIIT,  joined KISS in 2016. Now...","sentiment_score":0.0}
{"full_text":"ntm le covid","sentiment_score":0.0}
{"full_text":"RT #IndianArmy organised an interaction with 20 Maulvies at Jamia Masjid, Gushi to discuss on unemployment of youth, guid...","sentiment_score":0.0}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"RT If you're my age or older you'll remember how devastating the AIDS epidemic was before treatments improved.Over 700 thous...","sentiment_score":-0.4166666667}
{"full_text":"RT Graphene ","sentiment_score":0.0}
{"full_text":"RT Families are fleeing Canada.Watch my full discussion with here:","sentiment_score":0.35}
{"full_text":"We vow to protect deeply and Great Britain's Houses of Parliament must stick by COVID-affected essential businesses.","sentiment_score":0.2666666667}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to get my name on the map! LET'S DO THIS!","sentiment_score":0.0}
{"full_text":"Schools in Prince William County, Virginia, are reducing quarantine requirements for students and staff in line with Centers for Disease Control and Prevention guidance.","sentiment_score":0.0}
{"full_text":"we asked if Antifa makes the covid test.","sentiment_score":0.0}
{"full_text":"What does \"living with covid\" really mean? As and the team explain, it doesn't mean taking a \"do nothing\" approach. In fact, the situation will require targeted action for many years to come, just like we do with the flu. Listen ","sentiment_score":-0.00625}
{"full_text":"RT Brexit is a disaster often obscured by Covid but not this Dover lorry queue.It's so long you can see it on on Google M...","sentiment_score":-0.05}
{"full_text":"Remember to open your windows regularly to disperse #COVID19 particles. Good ventilation dilutes the amount of virus in the air and reduces the chance of infection. More info","sentiment_score":0.3}
{"full_text":"Pakistan reported 7,678 new COVID-19 cases over the past 24 hours, the highest number of fresh cases in a day since the pandemic started in the country in 2020, the National Command and Operation Center (NCOC) said on Friday.https:\/\/t.co\/jrS5WiuoM3","sentiment_score":0.0215909091}
{"full_text":"RT SHE-HULK #4 variant!  My latest costumes cover!","sentiment_score":0.625}
{"full_text":"Abu Dhabi Public Health Centre (ADPHC) Urges those Eligible to Take their #COVID19 Vaccine Booster Dose#ChoosetoVaccinate#TogetherWeRecover#llqH_Tryqn_llt`fy@NCEMAUAE@adphc_ae","sentiment_score":0.0}
{"full_text":"Avoid severe illness from winter viruses by getting yourself vaccinatedDon't delay. Get vaccinated or boosted as soon as you can!Visit our website to find your local vaccination sites: #VaccinateBCWB","sentiment_score":0.0}
{"full_text":"But people will be 'dropping like flies' and there will be chaos if covid takes off. Said by the man with parents in Newcastle who knows it isn't true.","sentiment_score":0.35}
{"full_text":"Dr Tony Holohan, Taoiseach Micheal Martin and Leo Varadkar share their plans to celebrate after Covid restrictions endhttps:\/\/t.co\/cyPR8oihhY","sentiment_score":0.0}
{"full_text":"RT Have you seen the document dump on the Pfizer vaccine data? It's a bombshell. No wonder the FDA fought to keep it hidden fo...","sentiment_score":-0.1666666667}
{"full_text":"They are the first large U.S. studies to look at vaccine protection against omicron, health officials said.https:\/\/t.co\/t5jLEMEEGB","sentiment_score":0.2321428571}
{"full_text":"#SDG7 directly or indirectly supports other #SDGs. This article by discusses the influence of the #COVID19 #pandemic on #electricity access, in context of consumption as well as supply.","sentiment_score":-0.0125}
{"full_text":"Don't miss our #NHSP21 conference webinar on 25 Jan 'Learning to live with COVID-19: the great unknown?' Featuring expert speakers:@SiobhanMelia | | now for free","sentiment_score":0.3090909091}
{"full_text":"The papers echo previous research saying available vaccines are less effective against omicron than earlier versions of the coronavirus, but also that boosters significantly improve protection.","sentiment_score":0.1736111111}
{"full_text":" Not everyone can cope in the cold. Look out for vulnerable people Prepare emergency contact numbers Protect water pipes from freezing by insulating them Follow social distancing guidance for #COVID19@UKHSA@UKHSA_NorthWest#WeatherReady#LetsDoItForLancashire","sentiment_score":-0.3555555556}
{"full_text":"Our headlines for this week are:1. The UK and AUS Conclude First AUKMIN Since Pandemic2. Face Mask Rules and COVID Passes To End In England3. Malaysia, Highest COVID-19 Cases, and the VTL Resumes4. ASEAN Discuss Tourism Setting For COVID at the ATF 2022#ASEANUKYLI","sentiment_score":0.25}
{"full_text":"COVID-19: Use Of Antivirals Not Recommended For Children And Adolescents Below 18 Years Of Age, Says Health Ministryhttps:\/\/t.co\/s7QHGGHoa0","sentiment_score":0.0}
{"full_text":"RT Leni: \"Dolomite at the height of pandemic\" shady queen ","sentiment_score":-0.25}
{"full_text":"If you have symptoms of #COVID19, do not go to work or school. Stay at home, self isolate and get tested. For more information on #COVID19 symptoms and to organise a free Covid test, visit #ForUsAll","sentiment_score":0.45}
{"full_text":"The offer of a #COVID19 vaccination will always be available for anyone who hasn't come forward yet.It's never too late to get your first or second dose.Find out more:","sentiment_score":0.17}
{"full_text":"RT #IndiaFightsCorona:#COVID19 Active Cases in India (As on 22nd January, 2022): 21,13,365Keep following #COVIDAppro...","sentiment_score":-0.0666666667}
{"full_text":"RT The CDC now recommends asking your conspiracy theorist friends for medical advice","sentiment_score":0.0}
{"full_text":"We're doing our part to knock out COVID-19 by maintaining high-quality cleaning standards in our studios. Our Air Purifiers are designed to remove viruses and bacteria (HEPA filtration catches 99.97% of particles). We disinfect surfaces and equipment with high-quality products.","sentiment_score":0.0}
{"full_text":"Is Omicron more harmful for pregnant women? Can it affect the baby? Here's what our expert, Dr Rooma Sinha, Senior Consultant, Gynecologist, Laparoscopic &amp; Robotic Surgeon, Apollo Hospitals, has to say on this.#ApolloHospitals #COVID19","sentiment_score":0.2444444444}
{"full_text":"Good afternoon Cape Town! Our team will return at 10:00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"RT Kumbe ni COVID  I was wondering why the last two years have been nice.","sentiment_score":0.3}
{"full_text":"From learning the first word to becoming independent, teachers are always there to guide us.We join Progga, 5, to thank teachers across the world who are helping millions of children to learn from home even amid this #COVID19 pandemic.#ThankYouTeacher #EducationDay","sentiment_score":0.2333333333}
{"full_text":"RT Thank you so much sir raising our concern Plz keep supporting us till justice serve #UPSCExtraAttempt...","sentiment_score":0.225}
{"full_text":"Long-Covid Who does it affect and what are the risks for employers","sentiment_score":0.0}
{"full_text":"\"For a lot of kids, that's the reason they get up and they keep their grades up and they stay eligible so they can participate in athletics, or band, or theater,\" said Macomb High School Athletic Director Steve Horrell.https:\/\/t.co\/nI3VsPsDUK","sentiment_score":0.16}
{"full_text":"RT \"dolomite at the height of the pandemic\"  PLS HER BRAIN!! LET HER LEAD!!","sentiment_score":0.0}
{"full_text":"We stand by those in need  Together with the NGO the #Solvay Solidarity Fund donated EUR50k to provide for 1 0 00 #food baskets to help communities in Sao Paulo  hit by #Covid19","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: -13.6FWind Chill: -13.6FHumidity: 90%Dew Point: -15.7F Barometer: 30.677 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 719.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT 'I prefer to catch #covid19 than to give up my social life and activities'.  Do u agree?#cdnpoli #onpoli #bcpoli #leafs #habs #...","sentiment_score":0.0333333333}
{"full_text":"LAHORE FC collage closed due to Covid !! What about others ! Save the life of students please! Do something #NCOC #CovidTesting #OmicronVarient #Lockdown #Deaths","sentiment_score":-0.2025878906}
{"full_text":"RT Of course it wasn't ignored.  The research was just not able to justify a conclusion that the variant definitely was much mi...","sentiment_score":-0.0166666667}
