{"full_text":"RT Conspiracy theories, rumors and lies continue to spread at a troubling speed amid the pandemic. We can all do our pa...","sentiment_score":0.0}
{"full_text":"Absolutely - were there some cases where people who knowingly had AIDS spread it, is it the same principle?We need to look after each other whilst our \"leaders\" are only looking after themselves .....","sentiment_score":0.01875}
{"full_text":"RT worried as #AAP cuts Tax Leakage and Mafia with new liquor policy","sentiment_score":0.1363636364}
{"full_text":"RT #ssc_age_relaxationDue to the COVID-19 pandemic ssc exams have been delayed and many aspirants have lost their last atte...","sentiment_score":0.25}
{"full_text":"RT Due to covid surge exams weren't commenced on time. It result as a loss of attempts for many SSC aspirants .So it's a hu...","sentiment_score":0.1875}
{"full_text":"RT Scott Morrison warns rapid tests won't be free for all as daily cases top 37,000 #dickhead","sentiment_score":0.3}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Reports say over 95% of Omicron cases are in Vaccinated people.That's it. That's the tweet.","sentiment_score":0.0}
{"full_text":"RT Total government fail.","sentiment_score":-0.25}
{"full_text":"RT Thousands of protesters gathered in Amsterdam to protest Covid regulations in the Netherlands on Sunday. The video sho...","sentiment_score":0.0}
{"full_text":"Leadership.","sentiment_score":0.0}
{"full_text":"True, but the sheer number of omicron will still impact hospitalizations. Thanks god it isn't as virulent!","sentiment_score":0.2}
{"full_text":"He has got to go!","sentiment_score":0.0}
{"full_text":"Scott has done a TrumpGot an antigen for $20Lady in front of me was getting a covid testWhy is this happening We will be at 100,000s of cases in weeks","sentiment_score":0.0}
{"full_text":"there is an infj epidemic ","sentiment_score":0.0}
{"full_text":"RT A distinct feature of these covid variants are that they do not disturb political rallies or states that expect general e...","sentiment_score":0.1166666667}
{"full_text":"RT Crimestress Ivanka fools no one. We all know she helped her slumlord to destroy the covid response in 2020 as well as h...","sentiment_score":-0.2}
{"full_text":"My dad had Covid and the flu at the same time last year ","sentiment_score":0.0}
{"full_text":"The Department for Education has issued new guidance to schools in England on how to manage the impact of Covidhttps:\/\/t.co\/ykquNHO7O0","sentiment_score":0.1363636364}
{"full_text":"One thing this pandemic has proven is that teachers dont give a shit about the kids","sentiment_score":-0.2}
{"full_text":"RT The president will make you send your kids back to school during a pandemic and the VP will arrest you for truancy if...","sentiment_score":-0.025}
{"full_text":"RT 13 of them died from covid, and 1 died from a car crash that he would have survived... had he been wearing a seatbelt.","sentiment_score":0.0}
{"full_text":"Rupert Murdoch put this #dickhead ScoMo in a job he obviously can't do. Cooking Barramundi  &amp; not making RAT free while Omicron runs riot says it all. The whole lot is corrupt to the core!","sentiment_score":-0.00625}
{"full_text":"RT NYC Health Dept for example has stated that a \"Confirmed death\" is any death within 60 days of a positive PCR. Thus \"confir...","sentiment_score":0.3136363636}
{"full_text":"RT Morrison is RATf*cking Australians. This is American-style health policy, putting private profits ahead of public safety. It...","sentiment_score":0.0}
{"full_text":"RT Actor John Abraham and his wife Priya Runchal test positive for #COVID19. \"We both are vaccinated and experiencing mild symptoms,...","sentiment_score":0.2803030303}
{"full_text":"RT The LA County Home Test Collection program is offering free, at-home COVID nasal swab test kit via mail to all LA count...","sentiment_score":0.4}
{"full_text":"You have entire cruise ships coming down with covid... all fully vaxxed... The people that don't see are either really stupid or like Malone said, under some mass hypnosis.","sentiment_score":-0.3185185185}
{"full_text":"RT UK hospitals  seeing critical staff shortages + caseload. Maybe whoever arrogantly pushed the \"#Omicron is mild\" \/ \"no ne...","sentiment_score":0.1666666667}
{"full_text":"RT Recall also that the #1 and #2 FDA vaccine experts resigned this fall, further showing the unscientific, politicized nature o...","sentiment_score":0.0}
{"full_text":"RT Morrison is RATf*cking Australians. This is American-style health policy, putting private profits ahead of public safety. It...","sentiment_score":0.0}
{"full_text":"You know damn well that sand fleas test positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT 100% agree, and would toss in letting tens of thousands of Americans needlessly die from a pandemic by politicizing it...","sentiment_score":-0.5}
{"full_text":"RT #YesScots are in the middle of campaign against calling for it to be banned in Scotland &amp; be brought to...","sentiment_score":0.0}
{"full_text":"RT 5) Theres also little to no evidence that #Omicron is milder for #LongCovid... thus, take it seriously, please! ","sentiment_score":-0.3020833333}
{"full_text":"RT So I said \"ALL VACCINES WORK AGAINST COVID-19\" and this guy says \"I'll take one of each\" Not necessary, Sir  Pick a p...","sentiment_score":0.0}
{"full_text":"RT Excellent account on what it's like to have \"mild\" covid.","sentiment_score":0.6666666667}
{"full_text":"RT '21 was a great year for biotech advances.Of course, mRNA was the year's star thanks to COVID. However, there were 5 other...","sentiment_score":0.2916666667}
{"full_text":"RT This is my son Addison. He's 3 months old and yesterday he tested positive for COVID. My wife and I are vaxxed\/boosted but...","sentiment_score":0.1636363636}
{"full_text":"Seven members of Bengal ranji trophy squad tested positive for covid-19.Mumbai all rounder shivam dube also tested positive for covid-19.","sentiment_score":0.2272727273}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"WANNA GO. ON A ROAD TRIP. SO Bad. AAHRGRHRHFHFHF FUCK COVID","sentiment_score":-0.55}
{"full_text":"RT Twitter banned MTG and YouTube took down the Rogan\/Malone hit because they challenged the regime's COVID narrative.","sentiment_score":-0.1555555556}
{"full_text":"RT #ssc_age_relaxation Stenography C &amp; D students are being played with .. unemployment is very high request you to spee...","sentiment_score":0.229}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 Notice \"We would like to inform you that BTS member SUGA has made a ful...","sentiment_score":0.35}
{"full_text":"RT So my son went to get his first vaccine, the drive for kids begin today and realized that the vaccine had already expired i...","sentiment_score":0.25}
{"full_text":"RT India under PM Ji's leadership is running the world's most successful &amp; largest vaccination programme....","sentiment_score":0.625}
{"full_text":"RT Casual reminder that disabled children exist, deserve an education, and can be at grave risk from coronavirus. Anyone pe...","sentiment_score":-0.35}
{"full_text":"RT The Australian government won't reduce greenhouse gas emissions because it would hamper the fossil fuel industry. Now,...","sentiment_score":0.0}
{"full_text":"RT PAY PEOPLE TO STAY AT HOME AND MAIL THEM AT HOME PCR TESTS (which do actually exist) AND N95 MASKS, good LORD","sentiment_score":0.35}
{"full_text":"RT ain't no way covid still 19 that nigga gotta be 22 by now","sentiment_score":0.0}
{"full_text":"RT Why was the corona protocol not followed after Sushant was taken to the hospital? How was Sushant's post-mortem done...","sentiment_score":0.0}
{"full_text":"RT #ssc_age_relaxation Due to covid19.  Most of the SSC exams have been delayed. Some exams that are usually conducted o...","sentiment_score":0.0416666667}
{"full_text":"RT It's really crazy how if the world worked together we could've gotten rid of Covid in half a year","sentiment_score":-0.3833333333}
{"full_text":"RT Marjorie Taylor Greene Permanently Suspended From Twitter for Pushing Covid Lies:Good bye and good riddance.  Do her offici...","sentiment_score":0.7}
{"full_text":"Why is the \"nurse\" administering a covid vax with the cap still on the needle?? Likewise, why isn't she wearing gloves?? Seems like this is all politically motivated.","sentiment_score":0.0}
{"full_text":"RT Economist is too modest with the figures. I think the correct figure is 1.4 billion.","sentiment_score":0.1}
{"full_text":"Oh, heavy snow coming to Maryland in the next hour. Bulletins on closings coming out...wait...everything is already closed, so I don't think I need to pay attention.. #Covid_19 #lockdown","sentiment_score":-0.1}
{"full_text":"RT 2) Same situation in US hospitals -- both overloaded and critically short of staff due to both infections and burnout.  thi...","sentiment_score":-0.0416666667}
{"full_text":"RT Microsoft slowly destroying Skype for years before Zoom came along has to be a close second","sentiment_score":-0.1}
{"full_text":"RT #BREAKING: #Israel records first case of #florona disease, a double infection of #COVID19 and influenza: Al-Arabiya","sentiment_score":0.125}
{"full_text":"RT Kinda weird that random breath tests are free [no-one ever gets a bill for being tested!] to try and prevent road accident de...","sentiment_score":-0.1666666667}
{"full_text":"RT Din main roadshow. Raat main junta curfew. Aur kabhi kabhi live TV par gyaan session on why we need to take Corona seriousl...","sentiment_score":0.1565656566}
{"full_text":"Get lost","sentiment_score":0.0}
{"full_text":"RT Since President Biden took office, we've worked together to deliver more than $95 million in federal funding for Community...","sentiment_score":0.5}
{"full_text":"RT Is international media blaming Kolkata's Park Street Christmas celebration for 6,153 new Covid cases reported in West Bengal...","sentiment_score":0.0681818182}
{"full_text":"Hey real talk:If you haven't heard, is going virtual this week. COVID cases are SPIKING and there's going to be more. Wear a mask. Stay safe. Be patient with your kids and their teachers. We're doing our best.","sentiment_score":0.55}
{"full_text":"Last night I was grateful to A+ medicos as ambo made to ramp for an hour. Don't have a cardiac emergency amidst the MORRISON COVID CRISIS. The man who \"believes in miracles\" had time to prep for the caseload tsunami but we were called \"hindsight heroes\" by a BLINDSIDING ZERO.","sentiment_score":-0.025}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"How many nations have even the basic capabilities to properly detect covid? Let alone give treatment. I guess not even SA. Look, it's fucking bio weapon in development that was either leaked  or internationally ignored trying to find out what would be the global response","sentiment_score":-0.0166666667}
{"full_text":"Why isn't your headline #wearamask + testing in secondary schools but NOTHING in #primaryschools where kids are unvaxed?#Gaslighting masks the criminally insane reopening of schools without #mitigationWhere are the air filtration systems?","sentiment_score":-0.65}
{"full_text":"RT This pandemic has disproportionately impacted people with disabilities.And as it stands, our government's policy of mass...","sentiment_score":0.0}
{"full_text":"RT I'm seeing lots of first doses in the vaccine centre lately. I always make sure to say thank you to them, they often see...","sentiment_score":0.15}
{"full_text":"Herein lies the reason we don't have a vaccine for the common cold.  It mutates rapidly.","sentiment_score":-0.45}
{"full_text":"RT Big jump in #COVID19 cases in India. Last 24 hours 33,750 fresh cases!","sentiment_score":0.125}
{"full_text":"RT Wales' top doctor warns people will need to self-isolate with colds even after the pandemic: htt...","sentiment_score":0.5}
{"full_text":"RT #ssc_age_relaxation Due to covid19.  Most of the SSC exams have been delayed. Some exams that are usually conducted once...","sentiment_score":0.0416666667}
{"full_text":"RT Data point: Delhi recorded 3,194 cases in 24 hours, but only 247 patients admitted to hospital and just 82 oxygen beds...","sentiment_score":0.0}
{"full_text":"RT \"Our government is out of control on this,\" Malone said.Key mRNA contributor Dr. #RobertMalone, a prominent skeptic of #C...","sentiment_score":0.5}
{"full_text":"RT Very confused how this man tested positive for COVID","sentiment_score":-0.1463636364}
{"full_text":"RT In saying he doesn't want to \"undercut\" business, he's literally saying he cares more about the profits of a few than th...","sentiment_score":0.15}
{"full_text":"RT Rapid Covid Tests are free in the UK. I had 15 in the house. Could have brought them back to Aus and made a fortune. M...","sentiment_score":0.2}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"RT This. What do you do, when your National Cabinet policy is to deliberately release hell covid19, during Xmas and holiday s...","sentiment_score":0.0}
{"full_text":"14 days, 10 days, 5 days eventually the CDC will say just drink Ginger Ale and lay down somewhere","sentiment_score":-0.1555555556}
{"full_text":"RT Foley just saying Omicron is not as virulent as Delta &amp; other variants.I'm absolutely certain that is not what I'm r...","sentiment_score":0.0446428571}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 661 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT Chennai Covid Active case and hospitalization trend both plotted together to show holistic view of Covid trend in Chennai...","sentiment_score":-0.1333333333}
{"full_text":"Not gone hold you I been talking a bunch of shit about not yet having covid and I just hope I ain't talk this shit into existence ","sentiment_score":-0.2}
{"full_text":"RT This is Marjorie Taylor Greene. She plays an anti-vaxxer and anti-masker on TV. Meanwhile, she owns stock in the vaccine...","sentiment_score":0.0}
{"full_text":"RT  people were censored for saying this.","sentiment_score":0.0}
{"full_text":"COVID vaccination for 15-18 age group begins as India battles Omicron; over 12 lakh register on CoWIN#Vaccination","sentiment_score":0.0}
{"full_text":"McDonalds always been S+ tier..","sentiment_score":0.0}
{"full_text":"Data does not support more restrictions in England this week thanks to plan B, cabinet minister sayshttps:\/\/t.co\/KpFVMosliL","sentiment_score":0.35}
{"full_text":"Boxing Day postponements, vaccination rates and French Covid rules do little to ease growing worries about the 2022 season.https:\/\/t.co\/RWF8z4bUYY","sentiment_score":-0.09375}
{"full_text":"RT Another pandemic in Nollywood is AY and his unending \"7 days in xxx\" movies.","sentiment_score":0.0}
{"full_text":"Southeastern services are still operating into and out of London Victoria station but please always check before you travel.","sentiment_score":0.0}
{"full_text":"RT Reasons for new variants:1. Letting COVID transmission rip2. Vaccine inequityRich countries are refusing to take action...","sentiment_score":0.1181818182}
{"full_text":"bass player and brother Jay Weaver passes on, after a tough battle with Covid-19.Prayers up for the family.#ACelebrationofmusic","sentiment_score":-0.2694444444}
{"full_text":"#MorningMinute: France cuts COVID-19 isolation time.","sentiment_score":0.0}
{"full_text":"Japan confirms more Omicron cases | NHK WORLD-JAPAN News","sentiment_score":0.5}
{"full_text":"Would #inflation take a breather in 2022?#omicron #covid","sentiment_score":0.0}
{"full_text":"Volunteers and helpers, dubbed locally as the 'Food Fairies', have been making sure the vulnerable and elderly are supported through Covidhttps:\/\/t.co\/uU0D4n5WyN","sentiment_score":0.0}
{"full_text":"RT weverse announcement just said yoongi is full recovery from covid! omg yes thank god! now i can't wait for namjoon and jin a...","sentiment_score":0.546875}
{"full_text":"The number of graduate and undergraduate #students enrolled in #online courses is projected to increase by 35% by the end of 2025. E-learning is the perfect way to enhance your skills during this global pandemic. Improve your #CV today!#LearnVern #LV #india  #completesyllabus","sentiment_score":0.5}
{"full_text":"How is life as a refugee, mother, sole breadwinner and close-to-community health worker during the #COVID19 pandemic? Find out here in this moving piece from the Lebanon team.","sentiment_score":0.0}
{"full_text":"RT Just sent this to my kids school:Due to widespread illness, we are keeping our child home this week and will reassess s...","sentiment_score":0.0}
{"full_text":"is it cedar fever or is it Covid? don't know and can't get a test so ","sentiment_score":0.0}
{"full_text":" \"Covid rates are going up in the community quite dramatically, we are seeing a lot of Omicron variant. The more doses of the vaccine you have, the less likely you are to end up in hospital\"Don't delay, book your vaccine now ","sentiment_score":0.1111111111}
{"full_text":"OCTA Research group said the number of occupied beds for COVID-19 in the National Capital Region increased by 41 percent over a span of one week, from 1,381 on Dec. 24 to 1,942 on Dec. 31. |","sentiment_score":0.0}
{"full_text":"PS500 self-isolation grant now includes new Omicron variant of Covid-19 - check if you qualifyhttps:\/\/t.co\/Eqsqxb3FHo","sentiment_score":0.1363636364}
{"full_text":"Health advice and restrictions to manage the COVID-19 pandemic will become more nationally consistent in the coming months, ACT Chief Minister Andrew Barr expects, via","sentiment_score":0.375}
{"full_text":"Cars lining up for the COVID-19 testing and vaccine clinic at UNLV were backed up on University Center Drive to Tropicana at one point on Sunday night. Need a test? Find one:","sentiment_score":-0.1}
{"full_text":"19 Covid-19 deaths yesterdayhttps:\/\/t.co\/H9XWEpX3SE#MalaysiaGazette #MGNews","sentiment_score":0.0}
{"full_text":"RT This is my son Addison. He's 3 months old and yesterday he tested positive for COVID. My wife and I are vaxxed\/boosted but...","sentiment_score":0.1636363636}
{"full_text":"RT An 82-year-old grandmother died of Covid after a \"friend\" hid a positive diagnosis in order to attend a card game.Sh...","sentiment_score":0.2272727273}
{"full_text":"Covid test negative let's go","sentiment_score":-0.3}
{"full_text":"What are the rates like where you live?https:\/\/t.co\/fF04ltCIwK","sentiment_score":0.0}
{"full_text":"1,700 #Omicron cases have been detected across #India, out of which 639 have recovered or migrated reports Union health ministry #Maharashtra tops by recording 510 cases followed by #Delhi recording 351 cases#Covid_19","sentiment_score":0.0}
{"full_text":"#Omicron largely evades immunity from past infection or two vaccine doseshttps:\/\/t.co\/VgYVWEopCa","sentiment_score":-0.0178571429}
{"full_text":"U.S. Defense Secretary Lloyd Austin said he tested positive for COVID-19 with mild symptoms and would attend meetings virtually as he quarantined at home for the next five days","sentiment_score":0.1868686869}
{"full_text":"Only if the bedwetters would stop obsessing over tests would we be covid free","sentiment_score":0.2}
{"full_text":"and wife are #COVID19  positive. Who'll fight for the country now?!  #JohnAbraham","sentiment_score":0.2840909091}
{"full_text":"RT idc about another lockdown, i dont go nowhere anyway ","sentiment_score":0.0}
{"full_text":"Should unvaccinated people be held solely responsible for the sudden rise in #COVID19 cases in Europe? &amp; explain.","sentiment_score":0.1}
{"full_text":"#TwoYearsAgo, 3-1-2020. \"Experts in and outside  China have raised the possibility that a new type of coronavirus may be the culprit. Coronaviruses can trigger a wide range of respiratory symptoms with some (...) known to cause severe or fatal infections\".https:\/\/t.co\/ltvxwCOnP9","sentiment_score":0.0121212121}
{"full_text":"Do you think the families who lost loved ones to Omicron think it is \"mild\"?","sentiment_score":0.5166666667}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"ALERT: Tune in to shortly from 10am &amp; listen to a talk show on the impact of #COVID19 on  Adolescents, in partnership with  It's all in #KTParade with  Follow the show LIVE on the YouTube channel","sentiment_score":0.0681818182}
{"full_text":"RT Sources to |  to relabel unutilised vaccine stock lying with a pvt hospitals to update expi...","sentiment_score":0.0}
{"full_text":"RT 2 Jan #COVID19 snapshot: 33,733 new cases, 121 deaths &amp; 8.8L tests y'day. 7-day average TPR: 1.75%1.5L active cases; g...","sentiment_score":-0.048989899}
{"full_text":"Everyone is eligible for a Pfizer or Moderna booster 4 months after their second shot, regardless of which vaccine was received for first two doses. That will reduce to 3 months at the end of January.","sentiment_score":0.125}
{"full_text":"Alexa, play Starting Over Again by Natalie Cole. ","sentiment_score":0.0}
{"full_text":"RT Hey friends -- if you've been in contact with someone who is covid positive or symptomatic &amp; untested, you need to tel...","sentiment_score":0.2272727273}
{"full_text":"RT That's because he doesn't have a reason that is backed by science.He is fully aware that #Covaxin is the better option w...","sentiment_score":0.375}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Actuaries say that the number of deaths post jab is much more than before jab rollout.","sentiment_score":0.5}
{"full_text":"RT There's racism in the healthcare system?!?! Gasp!","sentiment_score":0.0}
{"full_text":"RT A doc of Indian origin in  North America messages me. He's horrified at how lightly we are treating #Omicron in India. 8 per...","sentiment_score":0.4}
{"full_text":"RT I saw someone point out recently that 'living with cholera' involved massive investment in public works to build sewer...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Every single patient I saw overnight had COVID. It's everywhere. If you have seen anyone over the last week, you may have...","sentiment_score":-0.0357142857}
{"full_text":"2022 goals hmm1. Build a more solid money savings2. Be happy3. Give more to others4. RELEASE MORE SONG COVERS LESGOOOOONot tagging anyone c':","sentiment_score":0.375}
{"full_text":"RT India under PM Ji's leadership is running the world's most successful &amp; largest vaccination programme....","sentiment_score":0.625}
{"full_text":"VACCINATION 3.0Mirror Now's spoke to parents on how they feel about getting their kids jabbed after waiting for this long, as India sees a spike in #Covid cases again. WATCH!#vaccinationforteens","sentiment_score":-0.05}
{"full_text":"The #DigitalDivide is important especially in #Education as we look to support the upcoming generation in the workforce. It is imperative that we work to provide internet resources to every schoolhttps:\/\/t.co\/9tlsULrYLX","sentiment_score":0.2}
{"full_text":"Please take a note of this decision, but it was the only reasonable one in these unfortunate circumstances. And stay tuned for future announcements in regard to the workshop.","sentiment_score":-0.075}
{"full_text":"RT Goldman remote, Pentagon remote, 3rd graders expected to be 35 to a room in century old hotboxes.","sentiment_score":-0.04}
{"full_text":"RT Please retweet too. ","sentiment_score":0.0}
{"full_text":"RT Two preprint studies in the UK suggest that the Omicron variant may lead to lower rates of hospitalisation than the Delta var...","sentiment_score":0.0}
{"full_text":"RT Here's the annoying thing. I was perfectly healthy when I caught covid last year. I now have a permanent heart condition b...","sentiment_score":-0.1}
{"full_text":"RT .@BTS Suga has fully recovered from COVID-19 and has been released from isolation at noon today, BigHit said, adding that...","sentiment_score":0.0}
