{"full_text":"Didn't they say they can be used after expiry?https:\/\/t.co\/pvvfWeQlPGThis is the information leaflet published for the jab from December 2021","sentiment_score":0.0}
{"full_text":"Still wearing a mask ","sentiment_score":0.0}
{"full_text":"RT JUST IN: Prime Minister Boris Johnson announces the end of COVID-19 measures in Britain.","sentiment_score":0.0}
{"full_text":"RT While convalescent plasma therapy provided no improvement in the overall survival of COVID-19 patients in a recent study, rese...","sentiment_score":0.0}
{"full_text":"RT What does abolishing mask wearing achieve except more Covid spread, more deaths &amp; more harm?!Why??","sentiment_score":0.5}
{"full_text":"RT Book now - tickets for #AIMConference2022 are on sale now with early bird rates for AIM members. The theme 'Ma...","sentiment_score":0.1}
{"full_text":"How is that good news? Our hospitals have an abundance of Covid cases. If that is your goal, then you are succeeding in making more people sick.","sentiment_score":0.1619047619}
{"full_text":"RT Unlike the many right-wing talk radio hosts we've tweeted about who died from Covid, this is a much sadder, way more tragic...","sentiment_score":0.1125}
{"full_text":"RT I can guarantee to I will never set foot in any of their stores again.Not that I recommend paying too much for...","sentiment_score":0.2}
{"full_text":"RT Removing mask mandates is a political move by Boris Johnson. If you'll continue to wear one, RT. Let's send him a messa...","sentiment_score":0.0}
{"full_text":"RT Nancy Mace, just recovered from Covid, says her blood oxygen dropped to 85 last week","sentiment_score":0.0}
{"full_text":"Lawmakers looking at how to help Ohio kids who lost academic ground during the pandemic","sentiment_score":0.0}
{"full_text":"RT WELCOME HEROES   Earlier today, approximately 20 U.S. Air Force medical personnel arrived at a standing ov...","sentiment_score":0.1}
{"full_text":"RT What is the government's Covid strategy? Other than doing nothing, can anyone figure it out? What's the plan for when v...","sentiment_score":-0.125}
{"full_text":"\"Experts have cited several reasons that colleges should continue to take measures to prevent the coronavirus from spreading, including requiring and providing high-quality masks, isolating students who are sick, and improving ventilation in buildings.\"","sentiment_score":-0.3571428571}
{"full_text":"RT Year-round schooling anyone?Pandemic-driven learning loss prompts educators to rethink the traditional school calendar: Start...","sentiment_score":0.0}
{"full_text":"Just like a vaccine that doesn't work","sentiment_score":0.0}
{"full_text":"RT happy #honktwtselfieday :))     -be safe and wear a mask!      - rt for tales of the smp to          come back o_0 htt...","sentiment_score":0.48125}
{"full_text":"RT \"It was also classic blame-shifting, something voters have seen time and again in this pandemic.\" #auspol","sentiment_score":0.1666666667}
{"full_text":"RT IT'S HAPPENINGBritain has announced that they are scrapping the vaccine passports and people will no longer be required...","sentiment_score":0.0}
{"full_text":"End masks and vaccine mandates","sentiment_score":0.0}
{"full_text":"RT how am i supposed to find a gf if we're always on lockdown  wear your fu cking masks help me get a gf","sentiment_score":0.0}
{"full_text":"RT Richmond High: 32 teachers at RHS are absent today as part of a \"sick-out\" urging to temporarily close schools dur...","sentiment_score":0.16}
{"full_text":"RT 1 in every 3 Kentucky residents  are testing positive for Covid19  right now.","sentiment_score":0.2564935065}
{"full_text":"Present data that loose fitting cloth masks are needed when no prolonged contact occurs.  Masks are NOT a substitute for social distance.","sentiment_score":0.1141025641}
{"full_text":"RT The attempt to get back to normal by ignoring COVID, by removing mask-wearing and working from home, guarantees that we...","sentiment_score":0.075}
{"full_text":"RT The clinical picture of Covid - which is easily treatable w the CDC putting survival rates well above 99 percent for most pe...","sentiment_score":0.3111111111}
{"full_text":"I gave up trying to engage with Spaniards 18 months ago RE COVID. I despair sometimes at how compliant and dependent some of my own nation are but Spain is off the scale.","sentiment_score":0.6}
{"full_text":"RT hypothesis: the aim of this govt was to use pandemic chaos to plunder the nation, enrich themselves\/donors, remove any acc...","sentiment_score":0.0}
{"full_text":"RT \"We got all the big decisions right\" says Javid.Late lockdown &amp; open borders March 2020, lack of PPE, abandoned care...","sentiment_score":0.0952380952}
{"full_text":"RT Emails Show Dr. Fauci and NIH Director Plotted To Coordinate \"devastating takedown\" of 3 Prominent Epidemiologists With A...","sentiment_score":-0.25}
{"full_text":"RT Thanks to the life-saving work by scientists and our government's top medical experts, we have COVID-19 vaccines to protec...","sentiment_score":0.2333333333}
{"full_text":"RT Daughter has just told me , loads of teachers are off sick with Covid too, what are the hell are some schools playing at ?!!?...","sentiment_score":-1.0}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT Dr Chaand Nagpaul, chair of \"The announcement by the PM that he will seek to end self isolation rules is premat...","sentiment_score":0.0}
{"full_text":"Remove all covid restrictions .....","sentiment_score":0.0}
{"full_text":"Because Canada and our trading partners all share the same vaccine mandates?","sentiment_score":0.0}
{"full_text":"RT EMA did not do the procurement, it was the EU Commission. Even as a member of EMA, the UK could have procured its own vaccin...","sentiment_score":0.6}
{"full_text":"RT Czech folk singer Hana Horka has died after intentionally catching Covid in an attempt to acquire immunity","sentiment_score":0.6}
{"full_text":"RT Scott Morrison's press conference showed classic blame-shifting, something voters have seen time and again in this pandemic. |...","sentiment_score":0.1666666667}
{"full_text":"RT Nyla Rose pulled from wrestling event due to testing positive for Covid-19","sentiment_score":0.2340909091}
{"full_text":"does anyone remember that year that grocery stores had arrows on the alleys as a covid protocol and precisely zero people ever adhered to them?","sentiment_score":0.4}
{"full_text":"RT CANADAWHO Chief Scientist Dr. Soumya Swaminathan said Tuesday that \"there is no evidence right now that healthy chi...","sentiment_score":0.3928571429}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT  Welcome to COVDR Token Whitelist Pre-Sale Ends Sunday 12th 11:59 PM UTC Covid-19 Recovery Token Airdrop is liv...","sentiment_score":0.8}
{"full_text":"RT Today the children were playing 'coronavirus' It's basically 'stuck in the mud' but when you tag someone you have to shou...","sentiment_score":0.0}
{"full_text":"RT Heparin limits lung damage when inhaled by COVID-19 patients, study shows","sentiment_score":0.0}
{"full_text":"RT Removing mask mandates is a political move by Boris Johnson. If you'll continue to wear one, RT. Let's send him a messa...","sentiment_score":0.0}
{"full_text":"Like a cold omicron can kill you and has similar symptoms and is now the dominant strain killing only the most vulnerable. In any case the vaccine, says the CEO of Pfizer, does virtually nothing to protect you...so you need a booster, but the booster risks your immune system.","sentiment_score":-0.12}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT Breaking: The British Medical Association, says removing all restrictions in England \"will inevitably increase...","sentiment_score":0.0}
{"full_text":"RT BRO IMAGINE UR KID COMING HOME AND BEING LIKE \"hey mom, can I go to scarlett johansson's house, her daughter invited me to...","sentiment_score":0.0}
{"full_text":"RT NEW--400 million N95 masks available to the public for free starting next week at pharmacies &amp; community centers. These #N95...","sentiment_score":0.16}
{"full_text":"RT Omicron's marked ability to evade our humoral (antibody) immune response &amp; transmissibility have led to confusion.This Tabl...","sentiment_score":0.1}
{"full_text":"RT Please don't do this there is no mild variant of SARS-CoV2, particularly in those not vaccinated","sentiment_score":0.0}
{"full_text":"Incumbency effect keeps Andrews riding high as state sinks into COVID pessimism #springst","sentiment_score":0.03}
{"full_text":"RT Do you know what the punishment was for an ordinary person who had a lockdown party because they \"didn't understand the rul...","sentiment_score":-0.25}
{"full_text":"RT US Vaccine Mandate on Freight Drivers Coming From Canada May Worsen Auto Supply Chain Shortage","sentiment_score":0.0}
{"full_text":"RT So if the Covid passes are being axed in England, why on earth are unvaccinated healthcare workers still facing the sack...","sentiment_score":0.0}
{"full_text":"RT Please debunk the conspiracy . I await your debunking.","sentiment_score":0.0}
{"full_text":"RT Where to catch Covid - and how. Our chart explained. This article has had close on a million hits in six days.","sentiment_score":0.0}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT Devi Sridhar, lockdown queen of Scotland, frantically pivots as the mood shifts. A major promoter of unscientific restr...","sentiment_score":0.0625}
{"full_text":"RT Here in Chile, I had to have a PCR on arrival, have to show my proof of vaccination everywhere, must wear a mask everyw...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Working from home, COVID passports and mask-wearing to go as England Plan B rules to be lifted","sentiment_score":0.0}
{"full_text":"RT 438 Coronavirus deaths today. 1,904 deaths in the last 7 days. That's not freedom that's negligence","sentiment_score":0.0}
{"full_text":"Well this is spineless","sentiment_score":0.0}
{"full_text":"RT More developments on the mask spat -- SCOTUS issues ANOTHER statement, this one from the chief justice:\"I did not request...","sentiment_score":0.5}
{"full_text":"RT Green means go! Drop in to one of our OPH community clinics to get a 1st, 2nd or booster dose of the COVID-19 vaccine. #G...","sentiment_score":-0.125}
{"full_text":"RT Instead of 4 free covid tests, could the government just give us the heads up next pandemic so we can buy stocks, too?","sentiment_score":0.2}
{"full_text":"RT Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy it announced earlier t...","sentiment_score":0.0}
{"full_text":"Exactly! Wake UP! #koronafi","sentiment_score":0.390625}
{"full_text":"What a load of bollocks. You can't just say you're disabled and then be disabled under discrimination laws. The Equality Act details what discrimination for disability looks like and it isn't \"I can't wear a mask because Wibble\".","sentiment_score":-0.2}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Met Council says it is working to post wastewater data (an important indicator of the COVID virus's spread in an area). In the...","sentiment_score":0.4}
{"full_text":"RT Delighted to hear of pandemic bonuses for frontline carers, porters &amp; cleaners - but bitterly disappointed that #FamilyCare...","sentiment_score":-0.025}
{"full_text":"RT FACT CHECK FOR MR JAVID:-ONS weekly deaths now BELOW the five-year average (extraordinary). -ICU levels at their lowest s...","sentiment_score":0.0916666667}
{"full_text":"B\/4 U open your mouth, just know that we, the American People are NOT stupid! YOU have NOT created ONE job yet! Those 6.4 million jobs were simply jobs that have come back from the lockdown! Still have have about a million to go B\/4 U create ANY jobs! #WorstPresidentEver","sentiment_score":0.1}
{"full_text":"RT NEW--400 million N95 masks available to the public for free starting next week at pharmacies &amp; community centers. These #N95...","sentiment_score":0.16}
{"full_text":"RT Ah, let's all get back to spreading disease and spread the false narrative that working from home is bad....","sentiment_score":-0.3666666667}
{"full_text":"RT Took taxi today for the first time in abt 4 yrs and the driver told me God told him when he was on his death bed with co...","sentiment_score":0.25}
{"full_text":"They spend Billions on other issues not related to covid.Don't give them a cent.","sentiment_score":-0.0625}
{"full_text":"RT Democrats are now threatening to #BoycottStarbucks because they nixed their vaccine mandate for employees.They didn't do...","sentiment_score":0.0}
{"full_text":"Tens of millions of people are working without wearing masks or social distancing you little fascist. As for your cable bill, maybe you should cut the cord. Probably do you some good.","sentiment_score":0.1819444444}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"RT  Welcome to COVDR Token Whitelist Pre-Sale Ends Sunday 12th 11:59 PM UTC Covid-19 Recovery Token Airdrop is liv...","sentiment_score":0.8}
{"full_text":"RT No this is not an 'update on the #Omicron outbreak'. This is electioneering. This is self promotion. This is pure s...","sentiment_score":0.2142857143}
{"full_text":"RT Omicron is NOT *nature's vaccine* it's nature's trick:)Don't fall for it","sentiment_score":0.0}
{"full_text":"RT Marfa ISD (@marfashorthorns) is once again cancelling all classes, citing a rise in COVID-19 infections among students.Mar...","sentiment_score":0.0}
{"full_text":"RT Removing mask mandates is a political move by Boris Johnson. If you'll continue to wear one, RT. Let's send him a messa...","sentiment_score":0.0}
{"full_text":"RT D0nations haves been really slow on this.I have 2 weeks to get PS754.14 #TransCrowdFund If you can spare anything p...","sentiment_score":-0.3}
{"full_text":"RT The Biden administration will begin making 400 million N95 masks available for free to Americans starting next week, now that...","sentiment_score":0.2}
{"full_text":"RT I'm in utter disbelief that #WearAMask is trending. Just goes to show some people wish to remain blissfully ignorant to...","sentiment_score":0.0}
{"full_text":"RT I cannot emphasise enough, how tone deaf this statement is in a time when nurses are exiting the system due to multiple...","sentiment_score":-0.0416666667}
{"full_text":"RT Oh really   This story is dangerous to my intelligence ...","sentiment_score":-0.2}
{"full_text":"RT Professione: aruspice","sentiment_score":0.0}
{"full_text":"RT Florida health official placed on leave after accessing confidential medical records","sentiment_score":0.0}
{"full_text":"RT If we've learnt anything from this pandemic, it's that we must not get complacent and undo all our hard work and sacrifices....","sentiment_score":-0.2916666667}
{"full_text":"RT The lesson is simple: 'Flu', 'Cold' and 'Covid' symptoms mean you're possibly infectious. Please stay home:Wear a mas...","sentiment_score":-0.228125}
{"full_text":"RT Government Issues New, More Accurate COVID Tests That Are Just A Coin You Flip","sentiment_score":0.3454545455}
{"full_text":"Welcome to the COVID hangover. Great Depression II.","sentiment_score":0.8}
{"full_text":"RT Ooft! did not hold back and he echoes the feelings of many in Scotlandhttps:\/\/t.co\/MrKT3giNsz","sentiment_score":0.25}
{"full_text":"This government has an endless amount of bombs but can only provide a single n95 mask two years into a global pandemic. That's a problem","sentiment_score":-0.0491071429}
{"full_text":"Which virus? You mean the Omicron cold? With the same case fatality rate as a cold... at 0.3%?The virus that is .2 microns in size and doesn't even notice the fibres of a mask as it sails between them?The shots that even the CEO of Pfizer admitted didn't work, on January 10th?","sentiment_score":-0.378125}
{"full_text":"RT  Germany\"For quarantine breakers: The first Corona prison goes into operation in the northThere are now so-called Corona...","sentiment_score":0.25}
{"full_text":"Spot on...","sentiment_score":0.0}
{"full_text":"RT Why would I #BoycottStarbucks. Seems like a reason to go through the line twice a day to me. No one should be forced to...","sentiment_score":-0.3}
{"full_text":"RT well in America parking lots are big enough to do doughnuts in and that can be fun","sentiment_score":0.1}
{"full_text":"katie sigmond twittermod ash twitterjagex twitteradin ross sister twitteradin ross sisterosrs twitterosrsnohemy orosco twitterold school runescape twittercarhartt vaccine mandate twitternaomi ross twitterdave and chuck the freak twitterhttps:\/\/t.co\/IRnhLalL0I","sentiment_score":0.0}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"With so much concern over COVID-19, rely on the city of #PHX to provide a variety of opportunities for COVID testing &amp; vaccines:No \"Out-of-Pocket CostsAppointments RecommendedWalk-ups WelcomeNew dates for our #COVID19 mobile vans:","sentiment_score":0.2}
{"full_text":"RT So from Monday, all #PlanB measures are dropped, including work from home guidance, #CovidPassports, and mandatory use of...","sentiment_score":0.0}
{"full_text":"RT Warning from on UK Govt's decision to lift all protective measures in one go. They are expressing particular conce...","sentiment_score":0.1666666667}
{"full_text":"RT What a nightmare. The Biden administration arguing that they have to keep Title 42 (which deports people without giving t...","sentiment_score":0.0}
{"full_text":"RT Take a shot every time Sue Gray comes up and you'll have an insight into what was happening during lockdown at Number 10.","sentiment_score":0.0}
{"full_text":"RT On Tuesday, federal govt reduced the Pandemic Leave Disaster Payment rate for those working under 20 hours a week. Their...","sentiment_score":0.0}
{"full_text":"mom and stepmom texted me the same COVID info today - call that convergent evolution","sentiment_score":0.0}
{"full_text":"I finished an online lecture with it when we were in deep lockdown in 2020...","sentiment_score":0.0}
{"full_text":"RT We agonized over the decision to send the boys to school. We shared the common concerns around social development. \"Bala...","sentiment_score":-0.1333333333}
{"full_text":"RT Theaters and museums across the Netherlands open as salons and gyms for a day in protest over the Dutch lockdown. The...","sentiment_score":0.0}
{"full_text":"Tell me why on earth wouldn't you demand masks on a closed tin can crammed with people in an underground pipe, especially when coronavirus is circulating, and many people have no choice but to use the tube.","sentiment_score":0.1333333333}
{"full_text":"And Now For The Rest Of The World!","sentiment_score":0.0}
{"full_text":"RT Removing mask mandates is a political move by Boris Johnson. If you'll continue to wear one, RT. Let's send him a messa...","sentiment_score":0.0}
{"full_text":"RT The government is ending its Covid-19 Plan B measures in England &amp; face masks will no longer be mandatory, My advice as a...","sentiment_score":0.0}
{"full_text":"RT File this under and 's greatest hits:\"Reporting that Justice Sotomayor asked Justice Gorsuch to wear a mask...","sentiment_score":1.0}
{"full_text":"People have been successfully treated throughout the pandemic by people who have not had the V - what makes you think this would change? It's a coercion tactic -nothing more","sentiment_score":0.625}
{"full_text":"RT Thanks to the life-saving work by scientists and our government's top medical experts, we have COVID-19 vaccines to protec...","sentiment_score":0.2333333333}
{"full_text":"Covid Origins - Leaked documents show attempts to prevent Disease X may have CAUSED SARS-CoV-2A summary of the latest damning evidencehttps:\/\/t.co\/tRoviAII0g","sentiment_score":0.5}
{"full_text":"RT This is true ... we know our real president would have never stood for this","sentiment_score":0.275}
{"full_text":"RT The fact I can't get free COVID tests bc I live in an apartment and my upstairs neighbor put in an order is an absolutel...","sentiment_score":0.2681818182}
{"full_text":"Top Israeli vaccine expert admits: Green Pass isn't to prevent transmission, but to encourage vaccinations  The \"green-pass\" is to enslave the population to government control.","sentiment_score":0.15}
{"full_text":"RT Good news for schools: The HSE  has told that principal's helpline has now been updated to enable principals to...","sentiment_score":0.7}
{"full_text":"RT covid loves this","sentiment_score":0.0}
{"full_text":"Join this Space talk,at 100 people they're giving away a free NFT best project,server,and community out there,Join us all now!https:\/\/t.co\/iiXOd7NpXC","sentiment_score":0.7}
{"full_text":"RT I also deregistered my child from school as Covid spreading. I do not want my children to get Covid. They should be safe a...","sentiment_score":0.5}
{"full_text":"RT It's very good news the Government intends to scrap covid Plan B in its entirety. It was always unnecessary.I hope that...","sentiment_score":0.91}
{"full_text":"RT  Update on tomorrow's Executive meeting where we will receive health advice on potential positive steps that we can take t...","sentiment_score":0.1136363636}
{"full_text":"RT Sky News - always guaranteed to ask the wrong questions at every point throughout this pandemic!(But as long as it scares...","sentiment_score":-0.275}
{"full_text":"Thanks and lol... I'm working on my cookbook, \"Pasta for One: a Pandemic Story\"","sentiment_score":0.5}
{"full_text":"Bored in #quarantinelife and #lockdown ? #COVID19 is making you crazy? Then a good read is what you need! Get your copy of \"Touch of Grace\" and the #pandemic is smooth sailing.https:\/\/t.co\/VLQdFxP5ip","sentiment_score":0.04375}
{"full_text":"RT Omicron is infecting a stunning number of people in the US--nearly one in 10 may have Covid right now. The current surge i...","sentiment_score":0.2619047619}
{"full_text":"Carhartt faces backlash for keeping vaccine mandate despite Supreme Court rulinghttps:\/\/t.co\/G2PwMg7rBx","sentiment_score":0.0}
{"full_text":"Covid tests on the animals turned out positive after they started showing symptoms similar to #coronavirus in human beings, including breathing difficulties, runny noses, and a dry cough.","sentiment_score":0.0401515152}
{"full_text":"White House Soft-Launches COVID-19 Test Request Website | CBN News #covidtestkit #WhiteHouse","sentiment_score":0.0}
{"full_text":"Diverse is highlighting the #nursing profession and the impact of COVID in it's February 17 edition. This edition will explore what schools and programs are doing to strengthen the nursing pipeline.","sentiment_score":0.0}
{"full_text":"Dr. Sampson said data show the Sotrovimab monoclonal antibody infusion is the only one effective against the Omicron variant.  ","sentiment_score":0.3}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"N95s have a tighter fit to your face than cloth masks and are made with a special material designed to block 95% of harmful particles.#Covid19","sentiment_score":0.3785714286}
{"full_text":"Teacher on strike: \"We feel like scapegoats for the policies of the Macron government, with children nurseries where the pandemic moves freely among children exempted from wearing protective masks.\"https:\/\/t.co\/dx0jG1o9uR","sentiment_score":0.4}
{"full_text":"Expert says there are five symptoms particularly experienced","sentiment_score":0.8}
{"full_text":"For the latest Public Health Agency of Canada guidance to travellers coming to Canada, please consult","sentiment_score":0.25}
{"full_text":"In the first week back after a two week winter break, SFUSD administered nearly 5,000 rapid tests; processed 9,977 Color self-swab test kits; and distributed 2,200 at-home test kits.","sentiment_score":0.1166666667}
{"full_text":"Shingles Vaccine Minimizes Costs, Complications of a Common InfectionLearn more:","sentiment_score":0.1}
{"full_text":"RT For most people breaking the rules has consequences. But not for Boris Johnson. He made the rules, he broke the rules...","sentiment_score":0.5}
{"full_text":"RT Almost 42% of people over the age of 18 have received their #COVID19 booster shot. Get your booster as soon as you're eligibl...","sentiment_score":0.0}
{"full_text":"RT The PM on Omicron: We knew it was contagious but we didn't know it's severity ... but we mustn't fear it\" We are enterin...","sentiment_score":0.0}
{"full_text":"#OPINION | Veteran &amp; juggles job and parenting young son.https:\/\/t.co\/UBn0PbyUe7#LocalNewsMatters #journalism #COVID19","sentiment_score":0.05}
{"full_text":"RT You can't definitively say you'd take the reigning Finals MVP over a third year guard who hasn'...","sentiment_score":0.0}
{"full_text":"United Kingdom Prime Minister Boris Johnson is reportedly planning to scrap all #COVID-19 #pandemic restrictions by the beginning of March.https:\/\/t.co\/EfPGzfOX17","sentiment_score":0.0}
{"full_text":"RT We agonized over the decision to send the boys to school. We shared the common concerns around social development. \"Bala...","sentiment_score":-0.1333333333}
