{"full_text":"RT Making plans in 2022: I can't get covid this week, but I could next week?","sentiment_score":0.0}
{"full_text":"RT Darth Vader got COVID. ","sentiment_score":0.0}
{"full_text":"I hate that they haven't announced it yet. Maybe it's the covid roster churning that is delaying it, but it's trash","sentiment_score":-0.65}
{"full_text":"It's not COVID","sentiment_score":0.0}
{"full_text":"RT During COVID-19 our elite class developed a particular way of talking to American citizens. They declared an emergency, arro...","sentiment_score":0.0888888889}
{"full_text":"RT An 82-year-old grandmother died of Covid after a \"friend\" hid a positive diagnosis in order to attend a card game.Sh...","sentiment_score":0.2272727273}
{"full_text":"RT Cases per 100k for last 7 days (source: CDC)Florida: 1,186.4New York City: 2,485.7Florida has no mandates. NYC ha...","sentiment_score":0.0}
{"full_text":"Howard stem been around longer and he never been as bad as Rogan he told folks to take the wrong drugs for Covid , im no fan","sentiment_score":-0.6}
{"full_text":"RT It's unreal to me as a former RN in  on unpaid leave, that I can turn to one of my many nursing textbooks as if they'...","sentiment_score":0.2333333333}
{"full_text":"RT Ministers confident new Covid restrictions are not needed. So the longer England survives without draconian measures, the mor...","sentiment_score":0.3181818182}
{"full_text":"RT They said the vaccine was your ticket to a normal life,They fucking lied.","sentiment_score":-0.225}
{"full_text":"RT I'm not sure how to identify rock bottom but Australians having to use afterpay to buy rapid antigen tests two years into...","sentiment_score":-0.25}
{"full_text":"RT the govt this entire pandemic","sentiment_score":0.0}
{"full_text":"RT Hospitalizations: rising.ICU admissions: rising. Hospitals: In crisis, with many staff off sick.Sure, Omicron may be les...","sentiment_score":0.5}
{"full_text":"RT Seriously you need to stop your push for vaccination and boosters.  Make available but don't push. ","sentiment_score":0.0333333333}
{"full_text":"All your questions are very valid. If you do proper contact tracing, you will always find an index case. We are no longer in lockdown and we do tend to drop our guards around close friends and family.","sentiment_score":0.1}
{"full_text":"RT Just took a flight and a person who refused to wear a mask was kicked off before takeoff. It was delayed for another 30 mins...","sentiment_score":0.0}
{"full_text":"RT the CDC says the floor is lava all of 2022 fuckin L","sentiment_score":0.0}
{"full_text":"Maybe due to COVID-19 they don't let you have a visiting partner during infusion","sentiment_score":-0.125}
{"full_text":"RT Brad Hazzard finally admits that they've been counting people admitted to hospital for broken bones as #COVID19 hospitalizat...","sentiment_score":-0.2}
{"full_text":"RT Ohio's governor is more committed to public relations and political neutrality rather than effective policy or governance, wri...","sentiment_score":0.275}
{"full_text":"RT virginia Woolf's 1931 new years resolutions : \"to be free &amp; kindly with myself [...] Sometimes to read, sometimes not to...","sentiment_score":0.3787878788}
{"full_text":"RT Just a reminder that if you're under the age of 55 your chance of dying of Covid is basically non-existent, at 65 it's utterl...","sentiment_score":0.0}
{"full_text":"RT Live: PM resists calls to subsidise RAT tests because 'you can't make everything free'","sentiment_score":0.2681818182}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"Another dumbass only miss information being spread about covid. Is coming from the hoe, puppet and democrats.","sentiment_score":0.0}
{"full_text":"RT This includes elderly or anyone with broken bones  including a hip fracture common in trauma patients and the elderly...","sentiment_score":-0.35}
{"full_text":"RT Well .@Dom_Perrottet .@BradHazzard !?!? And you wonder why I wish I still lived in Victoria?","sentiment_score":0.0}
{"full_text":"The Aegle #N95 masks or 3M 8210 #N95 masks have worked for folks w\/ larger heads in the past:-Aegle STS-F100:https:\/\/t.co\/iUNcpFae43-3M 8210:https:\/\/t.co\/ndbx6KsHj0","sentiment_score":0.0}
{"full_text":"Questions Without NoticeFor Lord Reags of OzRidiculously Handsome&amp; Bashfully ModestLord Protector ofThe Antipodes&amp;Defender of the Aussie &amp; NZ Christian Faith\"What will you do whenthe pandemic's over?\"- Guglielmo Da Vinci VI   8 Marconi Avenue   Napoli   Italy","sentiment_score":0.0}
{"full_text":"RT Cases per 100k for last 7 days (source: CDC)Florida: 1,186.4New York City: 2,485.7Florida has no mandates. NYC ha...","sentiment_score":0.0}
{"full_text":"RT He was onto the fact that Omicron was not a natural variant and \"released\" ","sentiment_score":-0.05}
{"full_text":"RT Our Premier is on our side, go go Queensland","sentiment_score":0.0}
{"full_text":"RT The Omicron school closings debate is so frustrating because it's being framed as exclusively political when it's actually...","sentiment_score":-0.1333333333}
{"full_text":"RT Jfc...... they're losing people with the bullshit changes for no reason..... N95 required until further notice. Va...","sentiment_score":0.0}
{"full_text":"RT This guy has covid.","sentiment_score":0.0}
{"full_text":"RT BREAKING: to announce (imminently) schools will go online for the next 2 weeks. As bitter a pill for some who will s...","sentiment_score":-0.05}
{"full_text":"RT Sic the dogs on them. Oh, wait. The mayor of Amsterdam already did that. And had them beat with batons.","sentiment_score":0.0}
{"full_text":"Of course my 15 y\/o who is in all AP &amp; Honors is freaking out if we do that and my 13 y\/o is anxiety ridden because teachers were not enforcing masks indoors before #Omicron -it's not like LA and OC counties have a wall, what is the BOE in OC thinking, and -argh.","sentiment_score":0.0}
{"full_text":"RT COVID numbers are on the rise everywhere. If you're feeling ill, stay home. And if you're on the fence about the vaccine...","sentiment_score":-0.5}
{"full_text":"RT This is my son Addison. He's 3 months old and yesterday he tested positive for COVID. My wife and I are vaxxed\/boosted but...","sentiment_score":0.1636363636}
{"full_text":"I think it's fairly obvious what's going on","sentiment_score":0.0}
{"full_text":"RT Oh, I see. During the previous stage our #PrimeMinimal gave millions in #JobKeeper to businesses who made profits during...","sentiment_score":-0.1666666667}
{"full_text":"You have a far lower chance of dying from covid living life unvaccinated in Japan, than doing the same in the US vaxd and boosted","sentiment_score":0.05}
{"full_text":"RT CDC recommends for you to stop being a little bitch","sentiment_score":-0.1875}
{"full_text":"RT Australia in 2022: we subsidise property speculation to the tune of billions but not a relatively cheap and easy way to man...","sentiment_score":0.1166666667}
{"full_text":"RT This is my son Addison. He's 3 months old and yesterday he tested positive for COVID. My wife and I are vaxxed\/boosted but...","sentiment_score":0.1636363636}
{"full_text":"13 Dec, Dept of Health announced $106m would be provided over 4 yrs to support continuing telehealth services as a permanent fixture in the health system.Days later, it was announced 128 telehealth items would end from the new year#MorrisonMustGo #auspol#VoteThemAllOut2022","sentiment_score":0.0681818182}
{"full_text":"RT become ungabagoovernable","sentiment_score":0.0}
{"full_text":"RT England is putting air purifiers in classrooms and strongly encouraging students to wear masks as schools prepare to reopen am...","sentiment_score":0.4333333333}
{"full_text":"RT I'm watching us go from near-zero #COVID19 to full Omicron wave up close, and I can say with absolute certainty- unvaccinate...","sentiment_score":0.275}
{"full_text":"RT Dear and your twatwafffle supporters.. Where did $4.5 billion of federal money go? It was to help with the p...","sentiment_score":0.0}
{"full_text":"RT We are not \"learning to live with COVID\"When we give up on protecting our healthcare system, workers, the immunocompromise...","sentiment_score":0.1363636364}
{"full_text":"RT Do the people demanding schools not reopen on time understand that Covid is never going away?","sentiment_score":0.0}
{"full_text":"yall should close the schools because covid cases are rising and most schools closed so it isnt fair kids are at home fine while we are risking our lives","sentiment_score":0.3791666667}
{"full_text":"RT BREAKING: Queensland has secured 18 million rapid antigen tests to be provided free at testing sites to people classified...","sentiment_score":0.4}
{"full_text":"RT All of this ","sentiment_score":0.0}
{"full_text":"RT This is very dangerous and irresponsible. Rachel Johnson had no medical or scientific qualifications. She should...","sentiment_score":-0.39}
{"full_text":"RT Australians are learning the hard wayIn the middle of a pandemicThat simply doesn't believe in Medic...","sentiment_score":-0.0972222222}
{"full_text":"RT At this stage of the pandemic, cloth masks don't provide much protection against COVID-19, according to","sentiment_score":0.2}
{"full_text":"RT In hopes of reducing exposure to the highly contagious COVID-19 and flu viruses, #TAMU is asking all faculty and staff to work fr...","sentiment_score":0.16}
{"full_text":"Please don't forget Bolton fired the Pandemic Response team in 2018 that Obama and Biden had put in place.","sentiment_score":0.0}
{"full_text":"RT JUST IN: White House press briefing room is being reduced to only fourteen seats due to concerns about omicron, effective tom...","sentiment_score":0.11875}
{"full_text":"RT Will Miley give the Chinese heads up?","sentiment_score":0.0}
{"full_text":"RT BREAKING: to announce (imminently) schools will go online for the next 2 weeks. As bitter a pill for some who will s...","sentiment_score":-0.05}
{"full_text":"Every person in a leadership position should take this as a model for communicating their positive Covid diagnosis. Clear. And how he'll proceed going forward. #covid #leadership","sentiment_score":0.1636363636}
{"full_text":"RT again one person did not singlehandedly cause a surge. malamang omicron was already spreading undetected way before she bro...","sentiment_score":0.0}
{"full_text":"RT It's pretty incredible that the best Morrison can do when asked about RAT tests is 'you can't make everything free at thi...","sentiment_score":0.6375}
{"full_text":"RT BOYCOTT","sentiment_score":0.0}
{"full_text":"RT [ON] Ontario parents of 5-11yo kids looking to reduce time between 1st + 2nd doses can speak w\/ their Pharmacist, Public...","sentiment_score":0.0}
{"full_text":"RT I'm 100% for Florida (and other free states) banning pro-mandate \/ lockdown politicians.Imagine how pathetic you'd have...","sentiment_score":-0.2416666667}
{"full_text":"RT NSW Aus  Finally, just a bit of TRUTH...With 1066 in Hospital and 86 in ICU allegedly with Covid, at least half, I say...","sentiment_score":-0.1416666667}
{"full_text":"RT There is an error on the COWIN portal. It allows 15-18 age group vaccine recipient to book a slot for Covishield, which is no...","sentiment_score":0.0}
{"full_text":"COVID-19 vaccines profits in 2021Pfizer, Johnson &amp; Johnson, Moderna, AstraZenecahttps:\/\/t.co\/wM6oz12uc5","sentiment_score":0.0}
{"full_text":"RT So there was a respirator FOR THE PUBLIC for emergencies such as a PANDEMIC by 3M from 2008How in the hell did CDC recom...","sentiment_score":0.0}
{"full_text":"ta le Covid?","sentiment_score":0.0}
{"full_text":"RT Twitter permanently suspends Rep. Marjorie Taylor Greene's personal account over covid-19 misinformation","sentiment_score":0.0}
{"full_text":"I guess Covid is over!  New crisis for Democrats to hide behind","sentiment_score":-0.1318181818}
{"full_text":"RT Covid ain't nearly as dangerous as this Govt is","sentiment_score":-0.6}
{"full_text":"RT #BREAKING: Ontario Premier Doug Ford is meeting with cabinet on Sunday to discuss implementing additional #COVID19 restrict...","sentiment_score":0.0}
{"full_text":"RT Kushner should be in front of whatever World Court there is. He is responsible for 1\/2 the death...","sentiment_score":0.2}
{"full_text":"RT  | CONFIRMED: Aliens can contract COVID-19. Swift recovery, Leo ","sentiment_score":0.4}
{"full_text":"RT 948%That's the rise in Florida #COVID19 cases the past two weeks.","sentiment_score":-0.25}
{"full_text":"RT SD Gov. Noem: Biden 'Doesn't Have the Authority' to Put Federal Coronavirus Mandates in Place","sentiment_score":0.0}
{"full_text":"RT I'm just an assistant professor, standing in front of university admin, in the middle of a pandemic, asking for literal...","sentiment_score":0.0}
{"full_text":"RT An 82-year-old grandmother died of Covid after a \"friend\" hid a positive diagnosis in order to attend a card game.Sh...","sentiment_score":0.2272727273}
{"full_text":"On our way to a record score of #COVID19 cases today with nobody doing anything to greatly reduce the cases!","sentiment_score":1.0}
{"full_text":"RT Twitter's current \"COVID misinformation policy,\" under which Marjorie Taylor Greene was just banned, effectively prohibits cri...","sentiment_score":0.3}
{"full_text":"RT This open letter signed by 400+ HCW &amp; Experts was sent to the prime minister, federal health minister, state premiers and healt...","sentiment_score":0.0}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"CDC says \"if it sounds like music, it is music\" #cdcsays","sentiment_score":0.0}
{"full_text":"Not sure what this author is getting at... but 'yes' the virus probably came from a #Chinese lab. However, to suggest that somehow #lockdown is a conspiracy... am I missing something, this is truly bizarre?","sentiment_score":-0.0125}
{"full_text":"RT why isn't this being SHOUTED from the rooftops?HMG is an utter disgr...","sentiment_score":0.0}
{"full_text":"RT I was just talking about disinformation tactics such as strategically sharing only part of the story, and here's a great examp...","sentiment_score":0.2666666667}
{"full_text":"RT See this attack dog? Dutch company Four Winds K9 has been the main supplier of these attack dogs to the Israeli militar...","sentiment_score":0.1666666667}
{"full_text":"two years ago i met a client that was calling covid \"kung flu\" ","sentiment_score":0.0}
{"full_text":"RT It's troubling any time a new variant of concern emerges, but I'm still hopeful the end of the COVID-19 pandemic is finally...","sentiment_score":0.0681818182}
{"full_text":"RT Kids are getting the shitty end of things. They are susceptible to getting shot up in schools, they are much more expo...","sentiment_score":0.5}
{"full_text":"RT Puerto Rico had a 4,600% increase in COVID cases ... \"There are currently 317 people hospitalized ... That's about half the n...","sentiment_score":-0.0833333333}
{"full_text":"Nope more people have died under Biden admin from Covid than #Trump point was -Why would numbers of infected &amp; deaths from Covid not matter now?","sentiment_score":0.5}
{"full_text":"residents deserve to make 6 figures or more #ResidentsUnion","sentiment_score":0.5}
{"full_text":"RT I saw someone point out recently that 'living with cholera' involved massive investment in public works to build sewer...","sentiment_score":0.0}
{"full_text":"Back to Covid I mean work tomorrow","sentiment_score":-0.15625}
{"full_text":"By a factor of 10 or more if you get Covid","sentiment_score":0.5}
{"full_text":"TIL everyone who's ever had to wear a surgical or N95 or N99 mask has had their life destroyed.Funny how most of them are functioning just fine ","sentiment_score":0.4583333333}
{"full_text":"RT Also, I'm fully vaccinated.","sentiment_score":0.0}
{"full_text":"RT I've been working on call at the Children's hospital here in New York this weekend, and literally every child we are o...","sentiment_score":0.1363636364}
{"full_text":"RT As a result of external political pressure, the CDC and FDA have become compromised and have very little credibility at th...","sentiment_score":-0.08125}
{"full_text":"RT Serious situation emerging in Melbourne's western suburbs.","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: to announce (imminently) schools will go online for the next 2 weeks. As bitter a pill for some who will s...","sentiment_score":-0.05}
{"full_text":"RT Covid testing in the UK. Note free rapid antigen testing.","sentiment_score":0.4}
{"full_text":"RT Kindergartners in Washington state will be forced to eat lunch outside in near freezing temps to curb Covid.https:\/\/...","sentiment_score":-0.0666666667}
{"full_text":"RT Have you noticed the people who preach \"we need to learn to live with covid\" aren't people who work  in the crumbling...","sentiment_score":0.1363636364}
{"full_text":"This is very true.(And makes me think about the pointless run on hydroxychloroquine last year that caused some chronic patients to have to go without, but that's not directly covid. Grumble all the same.)","sentiment_score":-0.02}
{"full_text":"Schools adapt for return from break as COVID-19 cases surge","sentiment_score":0.0}
{"full_text":"RT 6) Reminder that #Omicron is not really intrinsically milder much at all... a major  study says it's not really milder once...","sentiment_score":0.015625}
{"full_text":"\"Conclusion:No evidence currently supports the use of high-dose nutrient supplements for the treatment of COVID-19.\"#diet #covid","sentiment_score":0.0}
{"full_text":"No stay home","sentiment_score":0.0}
{"full_text":"AND OMARION","sentiment_score":0.0}
{"full_text":"RT Controversial preacher and his brother arrested after protest at politician's house: lawyer","sentiment_score":0.55}
{"full_text":"Uh...what?","sentiment_score":0.0}
{"full_text":"RT Two years ago Steve Bannon started a podcast. He called it War Room - Pandemic to focus on what was then an unknown virus...","sentiment_score":-0.1}
{"full_text":"RT Amsterdam is no longer cool.","sentiment_score":0.35}
{"full_text":"RT This is my son Addison. He's 3 months old and yesterday he tested positive for COVID. My wife and I are vaxxed\/boosted but...","sentiment_score":0.1636363636}
{"full_text":"RT  Seems Worth Paying Attention To ","sentiment_score":0.3}
{"full_text":"Here's the paper in to provide the evidence to support that tweet by on risk of COVID and hip fractures.","sentiment_score":0.0}
{"full_text":"RT We are unquestionably, undeniably, per policy counting deaths WITH Covid and not from it, and have been doing so the entir...","sentiment_score":0.0}
{"full_text":"RT There is no vaccine for ignorance.","sentiment_score":0.0}
{"full_text":"RT Our emergency departments at Sunshine, Footscray, and Williamstown Hospitals are currently under extreme pressure. Plea...","sentiment_score":-0.0625}
{"full_text":"RT Hey Twitter! AG Eric Schmitt spreads more #COVID19 lies than Green.","sentiment_score":0.15}
{"full_text":"They died cuz of a virus, daft person, his tweet has no impact or bearing on their deaths, maybe get a brain b4 u tweet stupid shite. also, a covid outbreak a mask factory where masks r mandatory 4 all workers, is indeed ironic &amp; funny, but then I guess it went past ur head","sentiment_score":-0.15}
{"full_text":"Pentagon chief tests positive for Covid -- is experiencing mild symptoms: report","sentiment_score":0.2803030303}
{"full_text":"Does anyone else think it's weird that there is a \"risk\" of MPC at 24 and none at 25? Makes no sense at all.","sentiment_score":-0.5}
{"full_text":"RT We prepared for Y2K better than we have this two+ year pandemic.","sentiment_score":0.5}
{"full_text":"With coronavirus infections soaring, the return from schools' winter break will be different than planned for some as administrators again tweak protocols and make real-time adjustments in response to the shifting pandemic:","sentiment_score":0.0}
{"full_text":"Airlines are blaming wintry weather and high numbers of sickouts due to the rising number of COVID-19 infections around the country.https:\/\/t.co\/Xs57gcIfy8","sentiment_score":0.0175}
{"full_text":"Queenslanders are being warned 'all of us are going to be exposed' to Covid in the next few weeks with the peak in Omicron cases expected to hit by the end of the month. #covidqld","sentiment_score":-0.1}
{"full_text":"RT Kinda crazy that Twitter has done more to curb misbehavior and covid misinformation by members of Congress than Congress ha...","sentiment_score":-0.05}
{"full_text":"RT Two years ago Steve Bannon started a podcast. He called it War Room - Pandemic to focus on what was then an unknown virus...","sentiment_score":-0.1}
{"full_text":"Please back unsung COVID-19 heroes profoundly.","sentiment_score":0.0416666667}
{"full_text":"This man has COVID. You still think your cloth mask works?","sentiment_score":0.0}
{"full_text":"RT via on Daily Caller Live: If it's ok to line up for in-person covid testing, it must be fine to line up f...","sentiment_score":0.2632575758}
{"full_text":"Supreme Court to switch to virtual hearings starting January 3#SupremeCourt","sentiment_score":0.0}
{"full_text":"RT If you follow experts on Twitter, you'll see in the past few days the UK, USA, Canada, Denmark &amp; others are in a FLAT PANIC...","sentiment_score":-0.1583333333}
{"full_text":"Dr Nick Coatsworth has made a big call on the end of the pandemic, explaining that we might already be there and what it means for the future.","sentiment_score":0.0}
{"full_text":"RT Conspiracy theories, rumors and lies continue to spread at a troubling speed amid the pandemic. We can all do our pa...","sentiment_score":0.0}
{"full_text":"nvm i got covid too","sentiment_score":0.0}
{"full_text":"RT I've tried very hard to give the CDC the benefit of the doubt. But I'm increasingly frustrated that they do not comprehe...","sentiment_score":-0.5395833333}
{"full_text":"RT Congratulations @PeterHotez &amp; Dr. Maria Bottazzi for developing #Corbevax with no strings attached tech transfer. You are...","sentiment_score":0.0}
{"full_text":"can you please extend parking permits for healthcare workers so we can continue to help through this pandemic.","sentiment_score":0.0}
{"full_text":"After Nora Fatehi, Mrunal Thakur is the latest Bollywood star to be diagnosed with Covid-19. The actress tested positive on New Years Day.https:\/\/t.co\/Kcy5JrGlsx#MrunalThakur #Bolywood #bollywoodactress #COVID19","sentiment_score":0.2878787879}
{"full_text":"#ECW provides children impacted by #COVID19 school disruptions w\/distance-learning opportunities &amp; creative educational solutions so learning can light the way to a better tomorrow. RT if you agree that #EducationCannotWait for any child!","sentiment_score":0.44375}
{"full_text":"Yes but only because the epsilon variant was small","sentiment_score":-0.125}
{"full_text":"RT What's \"mild\" for one person can be a death sentence for another. Our discussions of Omicron are steeped in ableism.","sentiment_score":0.3333333333}
{"full_text":"With coronavirus infections soaring, the return from schools' winter break will be different than planned for some as administrators again tweak protocols and make real-time adjustments in response to the shifting pandemic:","sentiment_score":0.0}
{"full_text":"For the second straight year, the pandemic wasn't able to slow the cannabis news cycle.","sentiment_score":0.1}
{"full_text":"Power-hungry politicians are learning that they can't turn the economy on and off at their whim.","sentiment_score":0.0}
{"full_text":"Pandemic Is Not Over Please Follow The Covid Guidelines When Leaving Home ...#drsiddharthroyhomeopathy #covid #supportlocal #homoeopathy #homoeo #bhms #materiamedica#homoeopathicmedicine #AYUSH #homeopath #ilovehomoeopathy #vitalforce #homoeopath #repertory","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"Pasay City Mayor Emi Calixto-Rubiano again tested positive for COVID-19, according to a report on GMA News' Unang Balita on Monday.https:\/\/t.co\/T9aImmpLeT","sentiment_score":0.2272727273}
{"full_text":"Joe Biden's Administration has completely failed on COVID.","sentiment_score":-0.5}
{"full_text":"Bell's palsy is as prevalent in general life (10-30 cases per 100k) as it is post vaccine (10-13 per 100k).BP is commonly caused by respiratory viruses attacking\/irritating the cranial nerve. Prevalence among Covid patients is 88 per 100k.Worried about BP? get vaccinated.","sentiment_score":-0.125}
{"full_text":"Health experts say kids going back to school could affect the surge of coronavirus caseshttps:\/\/t.co\/M8cKmcS6cA","sentiment_score":0.0}
