{"full_text":"There was never need for a \"balanced approached\" echoed everyday for 2 years from the dead man walking PM that is Boris Johnson. The health of your population is essential to economic growth. Cue, #Taiwan ","sentiment_score":-0.05}
{"full_text":"RT JUST IN: The initial report of the Senate Blue Ribbon Committee on the probe on alleged questionable COVID-19 response...","sentiment_score":-0.15}
{"full_text":"RT Renowned surgeon Dr. Devi Shetty writes \"As a country, I have no doubt that we have done the best in facing the pandemi...","sentiment_score":1.0}
{"full_text":"RT iKON's Chanwoo And TREASURE's Choi Hyunsuk, Junkyu, Mashiho All Test Positive For Covid-19https:\/\/t.co\/lxBHx55rka","sentiment_score":0.2272727273}
{"full_text":"RT This is what a rigged economy is all about.A recent survey found that more than half of the American people could not...","sentiment_score":0.0833333333}
{"full_text":"RT iKON's Chanwoo And TREASURE's Choi Hyunsuk, Junkyu, Mashiho All Test Positive For Covid-19https:\/\/t.co\/lxBHx55rka","sentiment_score":0.2272727273}
{"full_text":"RT Good Morning from #Germany where consumer mood has brightened somewhat. GfK Consumer Confidence gains from -6.9 to -6....","sentiment_score":0.7}
{"full_text":"RT Jaehee tested positive for COVID-19. After the confirmed case on the 25th during Monday's filming, all the members and sta...","sentiment_score":0.3136363636}
{"full_text":"RT Women don't need to be told \"smile or stay home\". Whenever you hear it, wherever you hear it, we all need to stand up to it.","sentiment_score":0.3}
{"full_text":"RT when tbz about to have world tours, all korean fans comes out say the the boyz will be so famous is because of them and no...","sentiment_score":0.5}
{"full_text":"You can carry on wearing a mask, it isn't an obligation to stop. (But very little evidence to say they work in the way we wear them and lack of minimum standard required) Of all the measures social distancing still the most effective.","sentiment_score":0.1779166667}
{"full_text":"RT The Prime Minister is toast. Once a new Tory leader is chosen, Nicola Sturgeon must come out of Covid mode, demand an ea...","sentiment_score":0.1363636364}
{"full_text":"Mums. Love 'em.","sentiment_score":0.5}
{"full_text":"RT What kind of rules are!! Covid is...","sentiment_score":0.9375}
{"full_text":"TBH, I still can't understand how increasing the transmission pathways, with every change, could have resulted in so few cases. At least until omicron.","sentiment_score":-0.25}
{"full_text":"RT GERMANY  - As Parliament debates compulsory vaccination for all citizens, the people say no.We stand with you German...","sentiment_score":0.0}
{"full_text":"RT We've opened six COVID Centers in Wards 1, 2, 5, 6, 7, and 8. Tomorrow, an additional COVID Center will open in Ward 4! An...","sentiment_score":-0.05}
{"full_text":"RT Have you noticed, nobody says I have a cold anymore. It's all Omicron or Covid. What happened to the common cold?#WakeUp...","sentiment_score":-0.45}
{"full_text":"RT Backlash grows over aged care minister attending Ashes cricket instead of Covid inquiry","sentiment_score":-0.1}
{"full_text":"RT Mother tested Covid positive yesterday in Bengaluru. Her message to me a few minutes ago:","sentiment_score":0.0136363636}
{"full_text":"Funny that .....#ToryCriminalsUnfitToGovern #Torycorruption #JohnsonOut3","sentiment_score":0.25}
{"full_text":"RT hyunsuk , junkyu and mashiho positive to covid-19 ","sentiment_score":0.2272727273}
{"full_text":"\"the scientific  study\"I can find ten more that disagree with that one.As someone who's had a rough omicron experience, lady, I suggest you read my tineline before lecturing me.It's not HIV and it's not anything more than a cold to most children.","sentiment_score":0.1333333333}
{"full_text":"The most surreal thing is they don't vaccinate them! I have not caught it of her twice now so the vaccine works! I feel so sad as she gets proper sick every time","sentiment_score":-0.0647321429}
{"full_text":"RT Covid is killing &amp; disabling an order of magnitude more people than flu, so comparison does not work.However, many are a...","sentiment_score":0.5}
{"full_text":"- and what are you doing again???","sentiment_score":0.0}
{"full_text":"RT \"This rapid collapse onto a single acceptable viewpoint by those who control the flow of information...[was] a colossa...","sentiment_score":-0.0714285714}
{"full_text":"RT CANADA- In 2 days Ottawa will become the worlds biggest Truck Stop.50,000 trucks,joined by trucks from the US and 1....","sentiment_score":0.0}
{"full_text":"RT Fundalib, an #AtlasNetwork partner, helped private #healthcare services gain the freedom to benefit millions of patients...","sentiment_score":0.0}
{"full_text":"Dr Joseph Varon and many others who have used treatments to save many lives.","sentiment_score":0.5}
{"full_text":"What...i don't even know they're a thing wtf. I wish we get out of this pandemic rq  ","sentiment_score":-0.5}
{"full_text":"RT We have a PM who is happy to kill us to save his political skin. That's what it amounts to. And then even worse they'll be...","sentiment_score":0.1333333333}
{"full_text":"Sick of using a paper diary to manage your Salon but the pandemic has left you short of extra cash? Why not take advantage of the Help To Grow scheme where you can get up to 50% off software for your Business!  #salonsoftware","sentiment_score":-0.1785714286}
{"full_text":"RT Easy targets again at the same time as the govt is writing off PS4.3b in loans to business loans given during the...","sentiment_score":0.2166666667}
{"full_text":"RT Why are managers of PAMOL and CDC worried by #Cameroun Courts? The gangster government has always imposed on them to falsify r...","sentiment_score":0.0}
{"full_text":"Land of milk and honey","sentiment_score":0.0}
{"full_text":"RT CANADA - The longest Convoy in the world. Truckers make their way withSupporters lining the way, cheering from bridge...","sentiment_score":0.0}
{"full_text":"RT Vaccine papers scrapped!Great news, but they should never have been introduced in the first place.","sentiment_score":0.25}
{"full_text":"RT [YG FAM] #iKON Chanwoo and TREASURE Hyunsuk, Junkyu and Mashiho tests positive for COVID-19 r...","sentiment_score":0.2272727273}
{"full_text":"RT Well we all knew the Govt were cooking something up with the DWP. They intend to start this 4 week crap during a pandemic...","sentiment_score":-0.8}
{"full_text":"RT He had reluctantly taken the jab to keep his job, before he became ill and died. The 'Independent' seems to have omitted...","sentiment_score":-0.25}
{"full_text":"***IMPORTANT ANNOUNCEMENT***In the wake of Corona Virus (Covid-19) new variant Omicron Pandemic, the Public Dealing\/ Walk in Mode of Attestation &amp; Equivalence of Qualifications in the IBCC Head Office, Islamabad is hereby SUSPENDED with immediate effect till FEBRUARY 4, 2022.","sentiment_score":0.1787878788}
{"full_text":"Grateful for recovering from Covid and also support from friends from this space.0xa2732dc2077907AbC19A4E3c879ef0f5ffcc5f5C","sentiment_score":0.0}
{"full_text":"RT The Prime Minister is toast. Once a new Tory leader is chosen, Nicola Sturgeon must come out of Covid mode, demand an ea...","sentiment_score":0.1363636364}
{"full_text":"RT hyunsuk, mashiho and junkyu havw tested positive for COVID19. get well soon! ","sentiment_score":0.2840909091}
{"full_text":"RT Bears repeating: \"The best way to prevent more, more-dangerous or more-transmissible variants from emerging is to stop u...","sentiment_score":0.75}
{"full_text":"RT What's to honour about someone who amasses obscene wealth during a pandemic while others struggle and then uses it to peddle...","sentiment_score":0.0}
{"full_text":"RT The \"omicron is mild\" narrative is so pervasive, I'm now hearing stories of parents of kids who are covid+ deliberately not i...","sentiment_score":0.3333333333}
{"full_text":"care to share some positive (heh) vibes? i tested positive for corona last night and today i had to put my hamster down (to which i ofcourse couldn't come along to and be with him his last minutes ;;","sentiment_score":0.0597979798}
{"full_text":"RT I write poems about the highs and lows of motherhood. The first lockdown is where my journey as a new Mum started.This one...","sentiment_score":0.1931818182}
{"full_text":"TBH I think some ppl have COVID fatigue &amp; now feel everyone should be acting like there is no issue with COVID to justify their decisions.","sentiment_score":0.0}
{"full_text":"\"Vaccine mandates for healthcare workers should be scrapped - omicron has changed the game\" via even 'The Conversation' says no to a NHS vaccine mandate..Time for to drop it?@SteveBakerHW","sentiment_score":-0.4}
{"full_text":"RT girl- the pandemic was unprecedented. Harry Styles fans crashing a website is common if anything","sentiment_score":0.15}
{"full_text":"RT Just pulled my music off They're prolonging a pandemic that has crushed live music and they don't pay ar...","sentiment_score":0.0181818182}
{"full_text":"I guess this is how Biden builds  back better buying  test kits not from American companies but from China","sentiment_score":0.1666666667}
{"full_text":"Cheers. Missed the last two years of Ballys then thanks to covid. But had a good 17 years on the trot. Let's hope it's not a mistake.","sentiment_score":0.3}
{"full_text":"RT He had reluctantly taken the jab to keep his job, before he became ill and died. The 'Independent' seems to have omitted...","sentiment_score":-0.25}
{"full_text":"RT hyunsuk, mashiho and junkyu havw tested positive for COVID19. get well soon! ","sentiment_score":0.2840909091}
{"full_text":"RT Not a fringe movement!! #FreedomConvoyCanada #FreedomConvoy2022 ","sentiment_score":0.0}
{"full_text":"America Has Split, and It's Now in 'Very Dangerous Territory'","sentiment_score":-0.78}
{"full_text":"RT He had reluctantly taken the jab to keep his job, before he became ill and died. The 'Independent' seems to have omitted...","sentiment_score":-0.25}
{"full_text":"While our health system buckles, Morrison's cabinet ministers are at the Cricket. During the pandemic we've done our bit to keep each other safe - now it's Morrison's turn. Sign the petition calling on the PM to put our health first!  via","sentiment_score":0.2291666667}
{"full_text":"RT iKON's Chanwoo And TREASURE's Choi Hyunsuk, Junkyu, Mashiho All Test Positive For Covid-19https:\/\/t.co\/lxBHx55rka","sentiment_score":0.2272727273}
{"full_text":"RT The \"omicron is mild\" narrative is so pervasive, I'm now hearing stories of parents of kids who are covid+ deliberately not i...","sentiment_score":0.3333333333}
{"full_text":"RT Who else thinks this Boris fiasco is bullshit covering something else up. After all it's clearly easy to fool the publ...","sentiment_score":0.4333333333}
{"full_text":"RT I think I'm just gonna keep wearing my mask. You know? ... 400+ people dying every day, Omicron ripping through schools. S...","sentiment_score":0.0}
{"full_text":"RT Heck, I even wonder about their refusal to get a vaccine but enthusiastic embrace of monclonal antibody cocktails.","sentiment_score":0.6}
{"full_text":"I feel really insecure and anxious right now. I don't know what to do. Please corona get away from our boys.","sentiment_score":-0.1547619048}
{"full_text":"If you still think this is about public health then I have news for you. We are more at risk of TB in SA that has a higher mortality rate than covid even when treated. If it really were about public health, where are the mitigation efforts for TB? A pandemic of the middle class.","sentiment_score":0.1583333333}
{"full_text":"RT Who else thinks it would be AMAZING for Taylor Swift to punish Spotify by DITCHING them for choosing Joe Rogan's Covid...","sentiment_score":0.6}
{"full_text":"Like Elle betta' stay home ya know?","sentiment_score":0.0}
{"full_text":"we said \"we build the covid vaccine\".","sentiment_score":0.0}
{"full_text":"Do you think the #COVID is one of the factors that affect the #crypto market? Share your thoughts ","sentiment_score":0.0}
{"full_text":"Join to discuss The #ThirdWave: The Impact of COVID-19 on India &amp; the Way Forward. Friday, January 28 6:00 pm IST \/ 7:30 am ESTRegister here:","sentiment_score":0.0}
{"full_text":"Next will be the invisible variant ","sentiment_score":0.0}
{"full_text":"RT The omicron subtype BA.2 has now been found in more than 40 countries.https:\/\/t.co\/C5KKn6TOyl","sentiment_score":0.5}
{"full_text":"a lot of their artists were tested positive for c19 and i guess the problem is in yge themselves. please yge needs to lockdown.","sentiment_score":0.2272727273}
{"full_text":"In line with the easing of the government's Plan B restrictions, we'll no longer require proof of your Covid status to allow you to access Pride Park Stadium.Wearing a face mask will no longer be compulsory either.We look forward to seeing you on Sunday! #DCFC #dcfcfans","sentiment_score":0.0}
{"full_text":"Seafarer Happiness Index hit by Omicron restrictions https:\/\/t.co\/XeXVaySdPE","sentiment_score":0.7}
{"full_text":"Almost 400 Shropshire businesses will receive a share of more than PS1.2 million in the coming days to help them survive the Coronavirus pandemic and thrive going forward. #ShropshireBusiness","sentiment_score":0.5}
{"full_text":"With the #Omicron surge over winter break, many universities across the #UnitedStates are temporarily moving classes online for the start of the spring semester. The choice to do #onlinestudy for the spring semester occurs at public university in #Illinois and in other big cities","sentiment_score":0.09375}
{"full_text":"Covid-19: England lifts Omicron restrictionshttps:\/\/t.co\/LILMZRz1pX","sentiment_score":0.0}
{"full_text":"Sector FocusSmall businesses across the UK have had to show remarkable resilience and adaptability during the COVID pandemic and those in Knowsley have been no exception.Read the full article here;","sentiment_score":0.55}
{"full_text":" TODAY, Jan. 27, tune in to the FREE #webinar for #journalists covering #COVID19 Organized by with support from  It's available in English, Arabic, French, Portuguese and Spanish Register now!https:\/\/t.co\/QeDWtmWUCk","sentiment_score":0.16}
{"full_text":"The pandemic has caused changes in #consumption habits, moving towards a more proactive and conscious demand in terms of #health and #functional food.","sentiment_score":0.3}
{"full_text":"The first books in both my series are just 0.99#Free on #KindleUnlimited - T I P P I N G   P O I N T - 2024 - #pandemic - #postapocalyptic - H O P E - 2028 - #dystopian #Homeless Lots of great reviews on both :)","sentiment_score":0.5166666667}
{"full_text":"Remember to keep reporting your result each time you take a rapid lateral flow COVID-19 test - positive, negative or void. It's a great way to help the NHS reduce the spread of the virus. Report it here  or call 119.","sentiment_score":0.2424242424}
{"full_text":"Lionel Scaloni will miss Argentina's World Cup qualifier away to Chile after testing positive for Covid-19. #WCQ2022https:\/\/t.co\/gOALf7Rjdd","sentiment_score":0.2272727273}
{"full_text":"Coming off a major series of travel cancellations and a growing Omicron threat, booking flights is making people nervous again.https:\/\/t.co\/OemfHDzpyy","sentiment_score":0.0625}
{"full_text":"Have a rice day with the #GoldilocksPH Bistek with Egg &amp; Rice!  Order this savory plate today and stay safe at home! ","sentiment_score":0.625}
{"full_text":"India has total 32249900 confirmed cases. Out of this 31441260 have recovered, and 432112 people have died.Last Updated : 13\/08\/2021 23:27:22Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"In line with the cabinet decision and based on Law No. 17 \/1990 regarding infectious diseases, the competent authorities referred several people to the relevant Prosecution for violating #COVID19 preventive and precautionary measures in force. #IWearAMask #MOIQatar","sentiment_score":0.3}
{"full_text":"How do you protect others if you can still get covid and give it to others when juiced?","sentiment_score":0.0}
{"full_text":"It's #FOAMed Thursday and we have a brilliant webinar for you! Genetic Mechanisms of Disease in COVID-19Presented by Prof Kenneth Baillie Originally presented at our 2021 ACCP Conferencehttps:\/\/t.co\/Yro6P0mcAN#FICMLearning","sentiment_score":0.6875}
{"full_text":"Assessing humoral #immune response after two doses of an inactivated #SARSCoV2 #vaccine (#CoronaVac) in #healthcareworkershttps:\/\/t.co\/JoYtFefy36","sentiment_score":0.0}
{"full_text":"Today from 10am-5pm Firdale Medical Centre, Firdale Road, Northwich, will have a pop-up vaccination clinic giving out 1st, 2nd and Booster doses of Pfizer, so if you are 16 or older please come on down and get your vaccine. There is no need to book!","sentiment_score":-0.0069444444}
{"full_text":"Residents of the CA15 area have encountered problems with receiving mail in recent times.https:\/\/t.co\/NOhXIPDfEi","sentiment_score":0.0}
{"full_text":"An important message from Chief Health Officer Dr Gerrard regarding the booster vaccine  The booster provides you with extra protection against COVID-19, even if you have already had the virus. You now only need to wait 3 months from your second dose.","sentiment_score":0.1}
{"full_text":"#COVID-19 no longer a 'socially critical #disease' in #Denmark, #health minister sayshttps:\/\/t.co\/UX5j6Iewt3","sentiment_score":0.0}
{"full_text":"We students have already faced a lot of problems till now in this pandemic. Classes were held online so the exams should  be posponed or cancel and  students should be promoted via internal assessment marks,\" mam #cancleboardexams2022","sentiment_score":0.0}
{"full_text":"Experts warn over potential rise in critical care patients infected with #COVID19 in February amid higher mobility and lack of individual measures despite omicron-related surge in Turkeyhttps:\/\/t.co\/oLfWRTVPmN","sentiment_score":0.0625}
{"full_text":"RT Emma Redford (@IcahnMountSinai) &amp; I published an opinion piece, \"Stroke and COVID-19: The Value of Narrative Medicine\"...","sentiment_score":0.0}
{"full_text":"RT We've still seen record high infections in children since and hospitalisations during the omicron wave. All this goes to s...","sentiment_score":0.16}
{"full_text":"If you are pregnant, it's important to have your COVID-19 vaccine to protect you and your baby. Book now at  #NHSCOVIDVaccine","sentiment_score":0.3666666667}
{"full_text":"Introducing LabworX from worX Software, a sample tracking solution used to automate lab test processes for hospitals, clinics, and other healthcare facilities. LabworX has been used to automate COVID-19 testing, learn about the solution: #labautomation","sentiment_score":-0.125}
{"full_text":"Today from 10am-5pm Firdale Medical Centre, Firdale Road, Northwich, will have a pop-up vaccination clinic giving out 1st, 2nd and Booster doses of Pfizer, so if you are 16 or older please come on down and get your vaccine. There is no need to book!","sentiment_score":-0.0069444444}
{"full_text":"RT I put my best friend in the ground this time last year. 20 of us at his funeral, sat on distanced chairs, others tuned...","sentiment_score":0.5}
{"full_text":"Calling all social care workers and social workers we want to hear about your experience working during the COVID-19 pandemic.  Click the linkhttps:\/\/ulsterhealth.eu.qualtrics.com\/jfe\/form\/SV_5svnPmse9TrCX1c","sentiment_score":0.0333333333}
{"full_text":"50% today. That's a hard drop.","sentiment_score":-0.2916666667}
{"full_text":"Across a range of sectors, the slowdown of the Covid-19 pandemic has created a unique opportunity to invest in staff #training and #skillstesting:","sentiment_score":0.375}
{"full_text":"COVID-19: Limits on care home visitors removed as social care restrictions easedhttps:\/\/t.co\/I6aZkwHJ68","sentiment_score":0.0333333333}
{"full_text":"'Due to Corona, the traditional marketing dip has become more extreme'https:\/\/t.co\/6ILFIT2uP4","sentiment_score":0.0625}
{"full_text":"Leeds Trailers reported phenomenal demand in 2021 - and our figures are borne out by news that the UK economy recovered to pre-Covid levels in November.Read more in a recent Guardian articlehttps:\/\/t.co\/VsAAeV0imF # LeedsTrailers","sentiment_score":0.3333333333}
{"full_text":"COVID-19: Limits on care home visitors removed as social care restrictions easedhttps:\/\/t.co\/wBKbB4Egdv","sentiment_score":0.0333333333}
{"full_text":"> Launch, buy, build: Paul Henderson on how DMG thrives in the publishing business > How to rebuild an economy after a pandemic > Crowdfunding in Ireland: Foreign entrants, an underdeveloped market and a new rulebook in play","sentiment_score":0.0056818182}
{"full_text":"Mix-and-match trial finds additional dose of COVID-19 vaccine safe and immunogenic -","sentiment_score":0.5}
{"full_text":"Have epidemiological models of the Covid-19 pandemic been a failure? What roles can models play in scientific policy advice? Mathias Frisch is going to talk about this at the Institute for Practical Ethics of Februrary 2, 9 pm Hannover time. Zoom link on request.","sentiment_score":-0.3166666667}
{"full_text":"Are you aware of the barriers and facilitators to the uptake of personal protective behaviours in public settings? Read our latest rapid evidence summary in collaboration with the Wales COVID-19 Evidence Centre here:","sentiment_score":0.1875}
{"full_text":"Cambodia launches campaign to revive pandemic-hit tourism industry #Tourism","sentiment_score":0.0}
{"full_text":"RT BREAKING: New York Nurse Whistleblower: Recordings Reveal Possible Botched Administration of COVID-19 Vaccine on Child...","sentiment_score":0.0681818182}
{"full_text":"Hi Satendra, the pandemic has affected the global supply chain of semiconductor chips, which has impacted vehicle production across all automobile manufacturers. Please be assured that we will do our best to get your XUV700 to you as soon as possible. Regards, WithYouHamesha","sentiment_score":0.3333333333}
{"full_text":"Lord Agnew accused the Treasury of having \"little interest in the consequences of fraud to our society\". The National Audit Office estimated that the business department had put the estimated cost of fraudulent Covid business loans at PS4.9bn, now written off by the Treasury.","sentiment_score":-0.1875}
{"full_text":"Are you an unpaid carer?  Did you know you have priority for the COVID-19 Booster Jab?You can download a letter to prove you're a carer to get priority access.See: #dementiasupport #dementiaawareness #eastbournedementia #eastbourne #eastsussex","sentiment_score":0.2}
{"full_text":"RT in sokor, those who are covid positive but are fully vaccinated will only undergo 7 days of quarantine. treasure have already...","sentiment_score":0.1136363636}
{"full_text":"Nation has already witnessed 2 Deadly #CovidWaves . Conducting #Gate2022 where more than 8 Lakh will participte , in the middle of #ThirdWave is unethical. Let the #ThirdWave  ease off.","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: -5.9FWind Chill: -5.9FHumidity: 93%Dew Point: -7.4F Barometer: 30.574 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 576.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Weekly COVID cases hit record high, but deaths remain stable, WHO reportshttps:\/\/t.co\/UPs4FG69ud","sentiment_score":0.16}
{"full_text":"While Labour play political games, we are delivering on the people's prioritiesThe fastest vaccine roll-out in Europe, job vacancies at a record high, more tech investment than any other European country We are delivering on our plan to unite and level up the whole UK","sentiment_score":0.1225}
