{"full_text":"The politicians &amp; health administrators are acting like Omnicron is the Doomsday Variant.","sentiment_score":0.0}
{"full_text":"RT UK Covid-19 Policy;1. Infections out of control but hospitalizations not too worrying 2. Hospitalizations out of control...","sentiment_score":0.0}
{"full_text":"RT My dear Infectious Diseases Specialist wife is re-writing the protocol for COVID care for her institution. I am tempted to...","sentiment_score":0.0}
{"full_text":"RT Welcome to Ron DeSantis's Freedom Florida, Where Holy Cross Health shuts down baby delivery unit 'until further notice...","sentiment_score":0.1611111111}
{"full_text":"Fauci: CDC mulling COVID test requirement for asymptomatic","sentiment_score":0.0}
{"full_text":"RT I've been working on call at the Children's hospital here in New York this weekend, and literally every child we are o...","sentiment_score":0.1363636364}
{"full_text":"RT I said it &amp; I meant it. #BrownVsBoardOfEducation stated #SeparateButEqual was #Unconstitutional but we know #SystemicR...","sentiment_score":0.0}
{"full_text":"RT Go Amsterdam. Enough is enough.","sentiment_score":0.0}
{"full_text":"I started off the year with Covid  wts please let's the rest of 2022 be great to me ","sentiment_score":0.8}
{"full_text":"RT Every business can set standards for customers- No shirtNo shoesNo serviceWe don't rage against this practice.Why is it w...","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene got permanently suspended for spreading vaccine and COVID misinformation ","sentiment_score":0.0}
{"full_text":"Yes.  Especially if they deliberately go out and spread it.","sentiment_score":0.0}
{"full_text":"RT 95% of adult New Yorkers have at least one vaccine dose. That's great progress -- but don't forget your second dose an...","sentiment_score":0.1472727273}
{"full_text":"RT Think of your family's safety and #ALDUBatADNOurSafety as a whole. May The Lord bless us strength and protection to go th...","sentiment_score":0.2}
{"full_text":"RT \"Covid zero is impossible with omicron, so what's the point in even trying to reduce\/slow transmission?\"My answer:  1\/","sentiment_score":-0.6666666667}
{"full_text":"Pcr case won..  It's all lies.https:\/\/t.co\/HHMwHIDmWB","sentiment_score":0.0}
{"full_text":"RT Helpful advice for the current uncontrolled #covid19 outbreak. Preventing transmission is our only way out of this. htt...","sentiment_score":0.0}
{"full_text":"RT You can take the vaccine, publicly announce you've taken the vaccine, encourage anyone who asks your advice to take the vac...","sentiment_score":0.0}
{"full_text":"RT Ontario is considering new COVID-19 restrictions, including banning indoor dining, as the province continues to see record-...","sentiment_score":0.1363636364}
{"full_text":"RT So it's running rife in a totally remote area, through a double vaxxed community, via someone who self isolated and was qu...","sentiment_score":-0.05}
{"full_text":"RT On the PM's 'logic', we should no longer expect:- free treatment in public...","sentiment_score":0.2}
{"full_text":"Update:Chillin in the States for a bit. At first it seemed likely I'd have to miss a couple streams and get back Wed.With a stroke of luck, a clinic willing to work after hours, and a bunch of money, it looks like I should be able to get home tomorrow.","sentiment_score":0.2}
{"full_text":"RT It's easier for me to believe that qld &amp; vic premiers were forced into letting covid rip by Morrison. That they did not t...","sentiment_score":-0.3}
{"full_text":"RT CTV just teased their nightly news with the statement \"COVID cases are down, while hospitalizations are on the rise\"Cases...","sentiment_score":-0.1555555556}
{"full_text":"RT Media reports say that the Mall of America is on lockdown, and that authorities say that people should stay away from the area...","sentiment_score":0.0}
{"full_text":"For quoting CDC data. So sad.","sentiment_score":-0.5}
{"full_text":"The world has gone insane :(","sentiment_score":-0.875}
{"full_text":"Remember last year the same thing  more covid less flu but they were adding the flu with covid to make the number add up but you never here about the recovery.","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: Fully vaccinated US Defense Secretary Lloyd Austin infected with COVID-19, experiencing symptoms.","sentiment_score":0.0}
{"full_text":"RT Time to change the voices on the  science table and rid of those who only have one destructive strategy.","sentiment_score":-0.3}
{"full_text":"I get that I was at the border, but it still seems insane that I was forced to cross into a country I didn't wish to enter, mid-pandemic. ","sentiment_score":-0.4333333333}
{"full_text":"RT Can our PM actually tell us what he spent billions on to get Aus thru this pandemic? So he is ok with some families hav...","sentiment_score":0.1333333333}
{"full_text":"the first mistake was believing the 45th president's lies which cost America 100s of thousands of deaths...a Nation of grieving due to this man's vileness.","sentiment_score":0.0625}
{"full_text":"As COVID-19 rips through New York, the state government has decided to prioritize non-white people to receive COVID-19 treatments because of \"longstanding systemic health and social inequities.\"https:\/\/t.co\/2RXIddTzC3","sentiment_score":0.0848484848}
{"full_text":"RT What's \"mild\" for one person can be a death sentence for another. Our discussions of Omicron are steeped in ableism.","sentiment_score":0.3333333333}
{"full_text":"RT Sotrovimab is the only monoclonal antibody treatment that appears to be effective against the Omicron COVID-19 variant.My...","sentiment_score":0.3}
{"full_text":"Omicron is dominant and you don't lose your smell , you do know this , right? Keep up","sentiment_score":0.2857142857}
{"full_text":"RT I don't want to say ..... we told you so... but we told you so.....","sentiment_score":0.0}
{"full_text":"RT Source:","sentiment_score":0.0}
{"full_text":"RT Fauci: CDC mulling COVID test requirement for asymptomatic | AP NewsPlease this man has to go.NOW.","sentiment_score":0.0}
{"full_text":"Yes, we've been bolstered and had a very close call this week but so far, no symptoms. This new variant is really scary, we've had several family members and friends catch it even tho we've been trying to be careful.","sentiment_score":-0.0272727273}
{"full_text":"Does feels like a statement panic buy. He can score goals but it don't seem to work playing both him and Watkins. One thing Gerrard is getting right is pushing youth through into the first team, defo enough quality there that needs their chances and will come good, esp Carney etc","sentiment_score":0.3089285714}
{"full_text":"Well remember, they're all social distancing...","sentiment_score":0.0333333333}
{"full_text":"Yes in hospital and having covid. Is different than being in hospital with another issue and not being affected by covid.  Or being in hospital because covid has you there.  For 2 yrs now the numbers are always ambiguous , if not inflated","sentiment_score":0.0}
{"full_text":"RT Advice for non-medical folks:Don't let concerns about having a \"good seal\" discourage you from using the highest qualit...","sentiment_score":0.7}
{"full_text":"RT 18 days after we lost my mom -his wife of 60 years- and 11 days after he got COVID, my dad was able to travel. I was finall...","sentiment_score":0.5}
{"full_text":"RT imagine if this was armys, hit tweets coming from every angle of stan twitter saying how irresponsible we are and that \"arti...","sentiment_score":0.0}
{"full_text":"It's 100% covid but well played taking the extra day to figure things out. Nature worked in their favor","sentiment_score":0.0}
{"full_text":"No Covid in this school.","sentiment_score":0.0}
{"full_text":"RT CDC just twitter-polling guidance at this point. Though maybe that's better than letting Randi Weingarten decide.","sentiment_score":0.5}
{"full_text":"RT This is Marjorie Taylor Greene. She plays an anti-vaxxer and anti-masker on TV. Meanwhile, she owns stock in the vaccine...","sentiment_score":0.0}
{"full_text":"Found this research based article extremely interesting!Are Undiscovered Coronaviruses Protecting Africa From Covid-19? via","sentiment_score":-0.125}
{"full_text":"Remember at the beginning when Covid was just in a few hotspots? Bergamo\/Cremona, NYC, etc.And now Covid is in every all hospitals in all countries PAN-GLOBAL.S America, Africa, MidEast, India, SE Asia, etc.Well the death rate is lower now, than it was at start.","sentiment_score":-0.2}
{"full_text":"RT De Santis being MIA is a sick joke since cases of Covid from omicron have reached an all-time high in FL. He made no pub...","sentiment_score":-0.2771428571}
{"full_text":"RT I'm old fashioned but if you work for a shit media org that specialises in covid misinformation then you ARE complicit. T...","sentiment_score":-0.05}
{"full_text":"RT In keeping with those directions, and in accordance with CDC guidelines, I will quarantine myself at home for the next five day...","sentiment_score":0.0}
{"full_text":"RT 13 of them died from covid, and 1 died from a car crash that he would have survived... had he been wearing a seatbelt.","sentiment_score":0.0}
{"full_text":"RT 2 Days until your children and educators walk into dangerous places (no #MandatoryVaccination\/no test for entry\/no N95\/pro...","sentiment_score":-0.6}
{"full_text":"RT Lord Fauci says Vaccinated &amp; Boosted people should avoid Restaurants &amp; other public places.. saying risk of getting Covid is...","sentiment_score":-0.0625}
{"full_text":"RT The CDC is still saying kids need to isolate for 10 days after they test positive for Covid regardless of whether they...","sentiment_score":0.2272727273}
{"full_text":"RT PSG confirm Lionel Messi has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: tests positive for COVID","sentiment_score":0.2272727273}
{"full_text":"RT In Indiana it is both a Delta and Omicron wave, and apparently they have run out of members of the Nation...","sentiment_score":0.05}
{"full_text":"RT Twitter permanently suspends Marjorie Taylor Greene's personal account over COVID-19 misinformation","sentiment_score":0.0}
{"full_text":"RT Things Scott Morrison will happily give out free:school chaplains handouts to his fossil fuel mates giant submarines...","sentiment_score":0.4}
{"full_text":"With this variant no one is safe. I have avoided it for so long, but Christmas Day I was a close contact and have tested every day since. I hope this is gone soon. My condolences to you and her family","sentiment_score":0.225}
{"full_text":"RT Dutch authorities have lost their minds...and any morality they may once have had","sentiment_score":0.0}
{"full_text":"Sucks to suck, Lloyd!","sentiment_score":-0.375}
{"full_text":"RT BREAKING: Fully vaccinated US Defense Secretary Lloyd Austin has tested positive Covid-19.","sentiment_score":0.2272727273}
{"full_text":"RT The year 2021 was a rough year with lots of ups and downs, but still I'm happy for we still have Pokemon (2019) to lighten...","sentiment_score":0.35}
{"full_text":"Lucy crime is spiking out of control, inflation is out of control, the southern border is out of control, your medical profession can't handle covid cases, your education system is a shambles. poverty is rising, and guess what, in cities and states ruled by democrats. Fact","sentiment_score":0.0}
{"full_text":"RT Too irresponsible to be on Twitter, but can serve in Congress and impact millions of people's lives. That is such an indict...","sentiment_score":0.0}
{"full_text":"RT A helpful New Years resolution for all media must be to stop leading every covid story with daily case totalsVaccines aga...","sentiment_score":0.0681818182}
{"full_text":"RT Welp...","sentiment_score":0.0}
{"full_text":"RT If the suicide statistics in AU were publicised, we'd be alarmed. Up until the pandemic, 8.6ppl a day on aver...","sentiment_score":0.0}
{"full_text":"Have fun with your quarantine camps!","sentiment_score":0.375}
{"full_text":"RT Many people still can't believe this is real. Reported Omicron case rates are lowest in the unvaccinated by far - this...","sentiment_score":0.2666666667}
{"full_text":"RT Worth watching to see Josh claim RATs are a key part of the solution to the current mayhem that is our COVID response.....","sentiment_score":0.1}
{"full_text":"RT As a result of external political pressure, the CDC and FDA have become compromised and have very little credibility at th...","sentiment_score":-0.08125}
{"full_text":"RT Interested in this question as a scientist. So you got triple vaxed and got COVID . Will you line up for the next booste...","sentiment_score":0.125}
{"full_text":"RT Hospitals and healthcare workers are overwhelmed because of DECADES of underfunding and the slow crawl to privatization. We...","sentiment_score":-0.3}
{"full_text":"MAJOR SPIKE IN COVID CASES, BUT OXYGEN DEMAND NEGLIGIBLEhttps:\/\/t.co\/D461R6OoJ8","sentiment_score":0.0625}
{"full_text":"RT Our emergency departments at Sunshine, Footscray, and Williamstown Hospitals are currently under extreme pressure. Plea...","sentiment_score":-0.0625}
{"full_text":"RT A reminder, again: at Every. Single. Step. of the pandemic, those who have argued for doing more to mitigate spread have...","sentiment_score":0.2142857143}
{"full_text":"Had makeup Covid Christmas today. I got home and took a great nap. My coffee is sitting beside me. Writing starts in 1 minute. #writing #WritingCommnunity #workingonmybook #writingabook","sentiment_score":0.8}
{"full_text":"RT I've just turned up for a Covid test at my local site. The queue is about 200 cars+ I hour before opening. ABC news has Rev...","sentiment_score":0.0}
{"full_text":"I would be pretty disappointed to have a vaccine for something and still get ill from it. Never heard of it before a few months ago, seems pretty common these days. The injections are worse than placebos to some and clot shots to others.","sentiment_score":-0.2357142857}
{"full_text":"RT Puerto Rico faces staggering Covid-19 case explosion","sentiment_score":0.0}
{"full_text":"RT Allowing parents and local school boards to make their own informed decisions is a GOOD idea. Allowing unilateral mandates fro...","sentiment_score":0.2}
{"full_text":"RT The Great Reset.","sentiment_score":0.8}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"RT As a result of external political pressure, the CDC and FDA have become compromised and have very little credibility at th...","sentiment_score":-0.08125}
{"full_text":"RT Cases per 100k for last 7 days (source: CDC)Florida: 1,186.4New York City: 2,485.7Florida has no mandates. NYC ha...","sentiment_score":0.0}
{"full_text":"RT Australians have been had for foolsThe real price Covid 19 rapid allergy test.","sentiment_score":0.2}
{"full_text":"Hahaha this is because you want to fuck students, omicron is more infectious and it spreads easier and if they start school again the cases will be up stupidly!","sentiment_score":-0.175}
{"full_text":"RT Before I intubated another terrified younger COVID patient this evening I told her...'You are currently surrounded by the...","sentiment_score":0.0}
{"full_text":"i feel like getting sick during a raging pandemic is a consequence of the pandemic. but what do i know, i am just a veteran educator w\/ an MS.","sentiment_score":-0.3571428571}
{"full_text":"Con covid","sentiment_score":0.0}
{"full_text":"RT It probably won't happen, but a wise government would lock us down hard for three weeks. Right now.Those us us who...","sentiment_score":0.1346230159}
{"full_text":"RT Folks who have been following my feed from 2019 know that I was among the first on Twitter to say of Covid, even before it...","sentiment_score":0.125}
{"full_text":"Is COVID 19 covered by MAXICARE?","sentiment_score":0.0}
{"full_text":"RT If you read the article it tells you 13 of them died from COVID and the other two got into car accidents.","sentiment_score":-0.125}
{"full_text":"god yeah i feel like speculation abt richard &amp; froy started shortly before lockdown maybe? idk it's been a hot minute for sure","sentiment_score":0.25}
{"full_text":"RT Thank heavens SOMEONE'S  thinking of poor, battling Gerry Harvey.","sentiment_score":-0.4}
{"full_text":"RT Our COVID hospital (with a capacity for 1,000 patients) is totally empty (0 patients right now), so we are using the time...","sentiment_score":0.0928571429}
{"full_text":"RT England still out in Australia despite the positive cases within the touring party, rising number of positive Covid ca...","sentiment_score":0.2272727273}
{"full_text":"RT For the \"everyone's gonna get omicron\" crowd: maybe.  But consider the difference between waves causing erosion over time, vs...","sentiment_score":0.0}
{"full_text":"RT Obama is an American citizen.  There was an insurrection on Jan 6th. It was not by Antifa, it was by Trumpers. The election was...","sentiment_score":0.0}
{"full_text":"RT The biggest hoax played on the world is that influenza has been eradicated cuz everyone is wearing a mask.  When the tru...","sentiment_score":0.0}
{"full_text":"UK sees higher inflation and taxes as COVID cases rise","sentiment_score":0.25}
{"full_text":"Fetal demise is an untold story of the pandemic for sure. Keeping mothers alive on ECMO to deliver is another one.","sentiment_score":0.3}
{"full_text":"RT I am still unvaccinated. I have a Bachelor Degree and a Master Degree. I learned to read and interpret data! There is N...","sentiment_score":0.0}
{"full_text":"RT I'll take that debate, Tony. Name the time and place.","sentiment_score":0.0}
{"full_text":"RT Cloth masks never worked. They lied to you. Even worse, they mocked you for seeing truth. And they treated those who spoke...","sentiment_score":-0.4}
{"full_text":"RT All eyes on Queen's Park chimney for white smoke, as we await the selection of a new pandemic plan.","sentiment_score":0.0681818182}
{"full_text":"Ppl crack me up they sound so dumb covid is wayyyyyy beyond washing hands!","sentiment_score":-0.034375}
{"full_text":"RT LATEST: Ontario successfully reduces confirmed COVID cases by decreasing testing","sentiment_score":0.55}
{"full_text":"RT So just to get this straight: after two years of turning every aspect of our lives upside down to keep our kids from getti...","sentiment_score":0.0222222222}
{"full_text":"RT Too irresponsible to be on Twitter, but can serve in Congress and impact millions of people's lives. That is such an indict...","sentiment_score":0.0}
{"full_text":"RT Ed Yong, a journalist for who won a Pulitzer Prize for his reporting on COVID-19: \"I think the mistake that we...","sentiment_score":0.0}
{"full_text":"RT #ThirdWave clearly seems to be playing out as we expected in #Delhi &amp; other big Indian cities- numbers exploding but few wit...","sentiment_score":-0.065}
{"full_text":"QR code's were useful when tracking the spread of people with potential Covid. If this purpose no longer applies, explain its retention.  'Doubts over usefulness of QR codes as cases spread, close contact rules change.'","sentiment_score":0.15}
{"full_text":"Anyone close to y'all die yet so you'll start taking Covid a lil more serious?","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: Biden Defense Secretary Lloyd Austin tests positive for COVID-19https:\/\/t.co\/S1PyWUEIB6","sentiment_score":0.2272727273}
{"full_text":"RT 3.5 million Americans kept a roof over their heads during this global pandemic and economic crisis, thanks to Democrats a...","sentiment_score":0.1333333333}
{"full_text":"RT My thoughts go out 2 all OK Educators tonight that will be in school buildings tomorrow. Since the Omicron variant is now upon...","sentiment_score":0.5}
{"full_text":"RT Cases per 100k for last 7 days (source: CDC)Florida: 1,186.4New York City: 2,485.7Florida has no mandates. NYC ha...","sentiment_score":0.0}
{"full_text":"Don't wish ill on anyone, but reports Glenn McGrath has covid could be karma. #Cricket #cricketaustralia #sport #glennmcgrath #dickhead","sentiment_score":-0.5}
{"full_text":"RT We are unquestionably, undeniably, per policy counting deaths WITH Covid and not from it, and have been doing so the entir...","sentiment_score":0.0}
{"full_text":"RT Who agrees that, instead of fining Marjorie Taylor Greene $2,500 every time she refuses to wear a mask on the House fl...","sentiment_score":0.0}
{"full_text":"Duped and still getting Covid!","sentiment_score":0.0}
{"full_text":"Ideally, get a box of good N95 or KN95 masks and learn how to fit then properly. Please stay healthy.","sentiment_score":0.5}
{"full_text":"RT Jeremy Corbyn took the vaccine, posted pictures of himself getting it, urged the public to take it, but then he announced t...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers! Anyone working in and around hospitals affected by Covid and willing to write about your experience, pls...","sentiment_score":0.25}
{"full_text":"RT A hospital in Florida has shut down its Obstetric department due to COVID. The people (DeSantis) who refuse to do the right th...","sentiment_score":0.0017195767}
{"full_text":"RT I just filed a complaint with the Ombudsman of ON about Con. govt's failure to track COVID in schools\/daycares. Make your v...","sentiment_score":-0.3083333333}
{"full_text":"RT Why the hell isn't anyone talking about another stimulus package? It's very obvious that this new variant is shutting thing...","sentiment_score":0.0681818182}
{"full_text":"You like to ignore the power of the vaccine or?","sentiment_score":0.0}
{"full_text":"\"ABC News Reports On Coronavirus Surge Canceling Over 1,000 Flights\"","sentiment_score":0.0}
{"full_text":"The Ohio Department of Health reported 37,626 new COVID-19 cases and 183 additional hospitalizations over the two-day period.https:\/\/t.co\/hUY07gp8am","sentiment_score":0.1363636364}
{"full_text":"RT The MSM is painting Ivanka Trump as a hero for texting her terrorist-dad to \"call off J6.\" That's rich! Ivanka tradema...","sentiment_score":0.46875}
{"full_text":"Yes, some cases of COVID have been detected when people go to hospitals for something else.And Senator Rubio is the latest clownservative to suggest that somehow those cases don't count.Marcio, please pass that news on to the virus. I don't think it got the memo.","sentiment_score":0.5}
{"full_text":"RT My son just tested positive for covid and his company will not pay him while sickHe makes 13 an hour while the company...","sentiment_score":0.2272727273}
{"full_text":"RT Long covid with neuro symptoms:Not real enough to be factored in to disease prevention plansReal enough for drug trialsC...","sentiment_score":-0.0166666667}
{"full_text":"RT It's scary as fuck that we haven't even been provided with an off-ramp for masking. Mask mandates provably diminish many a...","sentiment_score":-0.1333333333}
{"full_text":"Resuming its pre-COVID practice, Rotary members were again matched up with students and taken on a $100 clothes shopping spree at Walmart in Los Lunas.","sentiment_score":0.0}
{"full_text":"During the lead up to our Sept 2019 wedding, husband and I discussed multiple times if it was too late to elope. If only we had waited a few more months! But I am grateful for not having COVID as yet another stress factor in wedding planning.","sentiment_score":0.025}
{"full_text":"The sharpest tool in the box seems to be a little blunt...","sentiment_score":-0.1875}
{"full_text":"As COVID-19 cases rise amid the holiday season, health experts and public official are recommending that people get tested before traveling or gathering with their loved ones. ","sentiment_score":0.35}
{"full_text":"Dystopian times catalyzed by TFG","sentiment_score":0.0}
{"full_text":"ANDREW PARR, 44, of Louisville, Kentucky, died of COVID on Dec. 29, 2021.\"Andrew loved to play golf, fish, sit by the fire and anything that involved gathering with friends, especially if it involved an epic meal.\"https:\/\/t.co\/2xtylw5dLu","sentiment_score":0.2666666667}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"Whether it's a health-related event or a significant financial hardship, the CA COVID-19 Rent Relief program is committed to keeping families housed by helping eligible households pay their rent. Visit or call 833-430-2122 to learn more and apply today.","sentiment_score":0.2916666667}
{"full_text":"A Dumaguete morning, shared by Brian Michael Iyas [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Anti-vax Mom Who Said 'COVID Is Not Your Enemy, Fear Is' Dies From COVID","sentiment_score":0.0}
{"full_text":"RT Before I intubated another terrified younger COVID patient this evening I told her...'You are currently surrounded by the...","sentiment_score":0.0}
{"full_text":"RT Fully vaccinated and boosted Lloyd Austin has tested positive for COVID.Isn't it interesting how many DEMOCRATS keep g...","sentiment_score":0.4090909091}
{"full_text":"RT Cases per 100k for last 7 days (source: CDC)Florida: 1,186.4New York City: 2,485.7Florida has no mandates. NYC ha...","sentiment_score":0.0}
