{"full_text":"West Hollywood \/ L.A. friends who need a #COVID19  test: there's a pop-up testing site next to the former 24 Hour Fitness \/ current Sprouts on Santa Monica Blvd.I walked up, registered and tested within 5 minutes.","sentiment_score":0.0}
{"full_text":"When they're forced to mimic a school shooting via 'lockdown drills.'","sentiment_score":-0.3}
{"full_text":"Look at it this way Joe Biden will not blame China. Simply because his son made a lot of money in China. China is responsible for the spread of coronavirus. Doctor Fauci  Gave money to the lab 4 gain of function.","sentiment_score":0.1}
{"full_text":"RT BREAKING: Minneapolis, St. Paul reinstate mask mandates starting at 5 p.m. Thursday.","sentiment_score":0.0}
{"full_text":"Find a way to put the Covid vaccine in Cheeto dust. #Problemsolved","sentiment_score":0.0}
{"full_text":"My covid test is negative!!! ","sentiment_score":-0.5859375}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Mass Formation Psychosis as it relates to COVID; lets talk about it","sentiment_score":0.0}
{"full_text":"RT Let's be real, they don't want to do another lockdown no matter how many ppl are sick or dying because they saw what happen...","sentiment_score":-0.0047619048}
{"full_text":"RT Due to things like a courthouse move and a pandemic, Div II is still accepting applications for a commissioner clerk star...","sentiment_score":-0.125}
{"full_text":"RT Hold a gun to someone's head in NYC? Misdemeanor.Have a fake vaccine card to eat? Felony &amp; one year in jail.You'...","sentiment_score":-0.5}
{"full_text":"I'd stay two months. But it's not going away. I was discussing with a friend he said he can't wait until Omega comes and we are overI said be careful. We can have Delta 2 and Omicron 3. This will never be over. We can hope it to become chronic and treatable but its here to stay","sentiment_score":-0.1}
{"full_text":"RT Are we at the point of no choice where if you are unwell you stay home and that's about it until the government sort the...","sentiment_score":0.0}
{"full_text":"RT Oh I get it the next \"lockdown\" will just be the collapse of society","sentiment_score":0.0}
{"full_text":"RT Are you confused about the zigzagging CDC messaging on rapid tests?I wish the CDC would consult with Dr. Walensky circa 2020,...","sentiment_score":-0.4}
{"full_text":"RT Oh I get it the next \"lockdown\" will just be the collapse of society","sentiment_score":0.0}
{"full_text":"We're fucked this shit will never end","sentiment_score":-0.4}
{"full_text":"evades the immunity at a higher rate for vac'd individuals.","sentiment_score":0.25}
{"full_text":"RT Oh noooo it's so scary to live in a place with no Covid and a lady gives me enough free eggs to make the Super Omelet","sentiment_score":0.0739393939}
{"full_text":"RT Vaccines alone cannot protect the entire population dear need massive ramp up of rapid testing, and...","sentiment_score":0.0}
{"full_text":"RT Brexit \"benefits\", latest:Freeports - possible in the EU Vaccine rollout - possible in the EUBlue passport - poss...","sentiment_score":0.0}
{"full_text":"RT I avoided COVID the whole pandemic--until I got sick twice in two months, likely with two different variants.","sentiment_score":-0.1285714286}
{"full_text":"RT \"How big of a failure have vaccine passports been?\" Politicians in all 4 UK nations should be asking that very question.","sentiment_score":-0.0388888889}
{"full_text":"What's the most polite thing to say to a VACCINATED friend who reveals they are sick with COVID?","sentiment_score":-0.1071428571}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"I'll be on the Senate floor at 3:40 PM asking my colleagues to unanimously pass my commonsense bill preventing federal agencies from requiring vaccine passports to catch a flight or do business across state lines. Tune in!","sentiment_score":0.0}
{"full_text":"RT \"The CDC said that negative rapid tests do not necessarily mean someone has stopped spreading the virus, and PCR tests can't...","sentiment_score":-0.071875}
{"full_text":"RT We're interconnected. Countries that did well in 20\/21 suppression hit by imported variants that become harder &amp; harder to...","sentiment_score":-0.1}
{"full_text":"RT Let's be real, they don't want to do another lockdown no matter how many ppl are sick or dying because they saw what happen...","sentiment_score":-0.0047619048}
{"full_text":"RT  My response to Boris Johnson's Covid-19 Statement. His reckless approach is completely out of step with the other...","sentiment_score":-0.0125}
{"full_text":"RT Dear Chris Whitty Today you were asked about availability of FFP3 masks for clinical staff.  I work on a...","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Remember 2 years ago when people who said there was a difference between \"because of\" and \"with\" were called anti scien...","sentiment_score":0.0}
{"full_text":"India's daily covid status in 5 charts","sentiment_score":0.0}
{"full_text":"How many players will you lose??","sentiment_score":0.5}
{"full_text":"You only risk harming yourself if you don't wear a belt. It's not like drunk driving where you can hurt others. Like vaccine mandates it's government over reach. All that being said I wear a seat belt because I choose to for safety.","sentiment_score":-0.25}
{"full_text":"RT Douglas County officials have implemented an emergency mask mandate to curb the spread of COVID-19 as numbers have rea...","sentiment_score":0.0}
{"full_text":"RT Imagine my surprise... ","sentiment_score":0.0}
{"full_text":"do it online, nobody really cares ","sentiment_score":0.2}
{"full_text":"Who the f tests positive six times. I have not had a positive Covid test in 2 years","sentiment_score":0.2272727273}
{"full_text":"RT 'A Huge Military Disadvantage': Congressman Writes USMC General, Requests Disclosure Over Vaccine-Related Troop Dismissa...","sentiment_score":0.1166666667}
{"full_text":"RT Please get COVID tested before returning to school. Favor de hacerse la prueba de COVID antes de regresar a la escuela.","sentiment_score":0.0}
{"full_text":"RT A million new Covid cases in 24 hours, Trump suddenly cancels his 1\/6 event, &amp; the Committee asks Hannity to turn over texts...","sentiment_score":0.0681818182}
{"full_text":"RT One of the most unpleasant aspects of the pandemic has been the weaponisation of mental health issues by people who pr...","sentiment_score":-0.0833333333}
{"full_text":"I don't have a long covid diagnosis.In October, I got the sickest I've ever been. I didn't talk about how bad it got, but one night I had come to grips with the idea that I might not wake up the next morning. I was weak, in pain, and breathing was so difficult.","sentiment_score":-0.325}
{"full_text":"Brought you you by and","sentiment_score":0.0}
{"full_text":"RT Jayne Secker - How many NHS trusts are in critical measures at the momentMaggie Throup(Vaccine Minister) - I've no idea......","sentiment_score":0.25}
{"full_text":"People have clearly had the privilege of not getting COVID, not known of someone who has had COVID, or passed away from COVID, and it shows! Get vaxxed, or stay masked.","sentiment_score":0.125}
{"full_text":"It's okay to be upset that covid is still around. It's super restricting","sentiment_score":0.4166666667}
{"full_text":"RT Forget COVID, if at any other time a parent asked for their child to temporarily remote educate because a parent...","sentiment_score":-0.1125}
{"full_text":"RT a barista on tiktok said they saw and went up to two people doing AT HOME COVID TESTS sitting in the store","sentiment_score":0.0}
{"full_text":"Just checking something stores reside in a bubble where Covid doesn't exist...is that right?Judging by the 6 out of 7 staff NOT wearing masks and over 50% of customers doing the same in your Walton on Thames branch, I'm guessing they must?!#Covid_19 #rules","sentiment_score":0.0}
{"full_text":"I feel physically weak. I have no energy. My brain gets foggy and it gets hard to concentrate. I didn't officially have a Delta covid breakthrough case in October. I don't have a long covid diagnosis. I still almost died. I'm still not well.","sentiment_score":-0.2388888889}
{"full_text":"Hey - weather you are vaccinated boosted or unvaccinated COVID doesn't discriminate.  Instead of being an asshole why not try to treat others with dignity and respect even if you don't agree with their own personal choice.","sentiment_score":0.3}
{"full_text":"RT We recently filed our 13th lawsuit against Merck over its Gardasil HPV vaccine, this time on behalf of a 25-year-old w...","sentiment_score":0.0}
{"full_text":"I'm sorry but no one should be fired for not taking the vaccine. That's wild af","sentiment_score":-0.2}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling the people you've been around and\/or continuing to hang out with ppl while knowingly sick with a highly contagious and potentially deadly virus.","sentiment_score":-0.1485714286}
{"full_text":"RT BREAKING: The 64th Grammy Awards Postponed Due To COVID Surge","sentiment_score":-0.125}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"I'm not sure that's how that works, but I'm sure the CDC will allow it..","sentiment_score":0.125}
{"full_text":"RT A co-infection of flu and COVID ?? No, thanks Time to get your flu shot! ","sentiment_score":-0.125}
{"full_text":"479 NEW COVID-19 CASES! These are from 2111 tests and comprise 191 males and 288 females.71 people are under 18 yrs.164 - Isolation Facilities.1604 - Home Isolation. 53.1% - Population fully vaccinated.63% - Eligible Population fully vaccinated.","sentiment_score":0.1704545455}
{"full_text":"But covid ?? ","sentiment_score":0.0}
{"full_text":"RT Have enough people considered that there's lot of parents who didn't send their kids to school because they worried that even...","sentiment_score":0.0}
{"full_text":"RT France reports over 300,000 cases today ..They closed Nightclubs, they restricted Hospitality, they had strict mask wearing,...","sentiment_score":-0.1}
{"full_text":"RT Terrible idea for an alternate universe: Covid-97.The disease hits 22 years earlier. We have to work from home over ICQ and Net...","sentiment_score":-0.25}
{"full_text":"The failed CoVid protection measures.","sentiment_score":-0.5}
{"full_text":"RT The China Virus is a pandemic of the political class, not of the vaxxed or unvaxxed. Dummy","sentiment_score":0.0}
{"full_text":"Can you imagine getting COVID and then faking feeling well to 'own' the people who you made die from it?","sentiment_score":0.6}
{"full_text":"RT We're going to hit 1,000,000 deaths in the United States and I can't help but remember as the pandemic started that the hi...","sentiment_score":0.0}
{"full_text":"RT Here's my chat with about this season of #AmazingRace, which premieres tonight and restarted filming this fal...","sentiment_score":0.0}
{"full_text":"A third of a million new cases of COVID-19 reported in France today. Macron closing the door to British visitors worked out well then. Ridiculous and spiteful politics.","sentiment_score":-0.0492424242}
{"full_text":"Now, do the US. You won't because the stats here say otherwise. Unvax people dying and getting delta and omicron!","sentiment_score":0.0}
{"full_text":"RT Nine players, officials contract COVID-19 as Senegal leave for AFCON - Punch Newspapers","sentiment_score":0.0}
{"full_text":"They do matter but not enough for me to take a vaccine that I've no idea the long term effects of. Especially when I've no proof if they would have survived or not either way.","sentiment_score":-0.0166666667}
{"full_text":"Reinfection......of omicron?  I hope not. Dear world, must vaccinate you, not just small portions. Otherwise this virus will be the leading cause of death and disability in all age grp.","sentiment_score":-0.25}
{"full_text":"RT At the start of Covid outbreak, Rahul Kanwal did an \"investigation\" called Madarsa hotspots.The man who didn't think twi...","sentiment_score":0.0}
{"full_text":"RT My heart breaks for the more than 167,000 children in the U.S. who have lost a caregiver to COVID. ","sentiment_score":0.5}
{"full_text":"RT Despite the best efforts of @Douglas4Moray today, we still have no answers to these key questions from @NicolaSturgeon...","sentiment_score":0.5}
{"full_text":"RT Hold a gun to someone's head in NYC? Misdemeanor.Have a fake vaccine card to eat? Felony &amp; one year in jail.You'...","sentiment_score":-0.5}
{"full_text":"RT There can be no doubt that the ruling class has used the pandemic as a pretext for entirely transforming the paradigms of th...","sentiment_score":0.0}
{"full_text":"despicable authoritarianism &amp; attempt to control all transactions using covid &amp; net zero as excuse to ensure control, they will create the very rebellion they wish to avoid. Orthodox church in Balkans already wise to the WEF elite evil, will launder crypto for cash for sure. And","sentiment_score":0.0214285714}
{"full_text":"Haha I can't. Does anyone ever say, \"shame on Dr. Fauci and crew for colluding with China and creating this virus in a laboratory and unleashing it on the world?!\" Nope. I never hear it. Just blame on the unvaxx'd.","sentiment_score":0.25}
{"full_text":"RT Mayors Jacob Frey of Minneapolis and Melvin Carter III of St. Paul reinstate mask mandates for indoor public spaces and pub...","sentiment_score":0.0}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"RT All the viral stuff I see about this COVID wave is bleak as hell, but the NYT's Omicron breakdown this morning is extreme...","sentiment_score":-0.5625}
{"full_text":"To com covid","sentiment_score":0.0}
{"full_text":"RT Schools across America are closing due to Omicron.I think they should return the billions of dollars taxpayers sent...","sentiment_score":-0.125}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT NYC will 'start' differentiating between hospital patients who're admitted 'with' covid or 'for' COVID.So what's been happ...","sentiment_score":0.0}
{"full_text":"I guess I'm just hesitant because I'm used to police dogs....sniffing drugs, biting people, being used as weapons against the public. I'm not pro-police dog at all and that includes covid dogs...it just doesn't sit well with me. At least not right now.","sentiment_score":-0.1476190476}
{"full_text":"RT 335,000 Covid cases for France today. Vaccine passports and closed nightclubs and bans on English tourists really work...","sentiment_score":0.0333333333}
{"full_text":"I just wanna stay home and watch movies today.","sentiment_score":0.0}
{"full_text":"pre covid \/ now","sentiment_score":0.0}
{"full_text":"\"The vast majority of those being admitted to the hospital with severe symptoms -- between 80% and 90% -- have not been vaccinated.\"Protect yourself:","sentiment_score":0.0}
{"full_text":"RT Common sense tell me it don't matter wherever they go it's a chance anyone can get Covid.. wives girlfriends other people ar...","sentiment_score":-0.2125}
{"full_text":"RT Bulldog family, you can get your COVID-19 vaccine or booster tomorrow (Jan. 6) 9 a.m. - Noon at the Longest Student Health Cen...","sentiment_score":0.0}
{"full_text":"RT Let's be real, they don't want to do another lockdown no matter how many ppl are sick or dying because they saw what happen...","sentiment_score":-0.0047619048}
{"full_text":"RT Nigel Farage: Macron says he wants to p*** off people who refuse Covid-19 vaccine#FarageOnGBNews","sentiment_score":0.2}
{"full_text":"Craig Ruddy, Archibald prize-winning painter, dies at 53 from Covid complications","sentiment_score":0.0}
{"full_text":"RT  let's RT these replies a lot of people need help RIGHT NOW","sentiment_score":0.2857142857}
{"full_text":"RT honestly this is on the B*den admin for pushing vaccines as the end-all-be-all &amp; also telling vaxxed ppl they don't need...","sentiment_score":0.6}
{"full_text":"RT As a former Ebola researcher I promise we never want an Ebola outbreak to look anything like this . If Ebola was this...","sentiment_score":0.0}
{"full_text":"RT Dear Ron DeSantisQuestionDo you have Covid?Florida needs to know.","sentiment_score":0.0}
{"full_text":"RT Both my parents were middle school teachers in public schools, so I'm very aware of how tough and undercompensated those jobs...","sentiment_score":-0.0159722222}
{"full_text":"RT Mint Now: Be part of the RAGE CLUB Nightlife Scene in Metaverse! Opening Soon! - No...","sentiment_score":0.0}
{"full_text":"How else can we back the UK Vaccine Task Force?","sentiment_score":0.0}
{"full_text":"Have you tested for Covid? That sounds exactly like how I started out. Then you get the joy of the worst fatigue ever. Not that I'm complaining, I have a cousin that's a nurse, and she's seen way worse. We are the lucky ones.","sentiment_score":-0.0033333333}
{"full_text":"559 Covid cases recorded in 24 hours in Calderdalehttps:\/\/t.co\/xJKW7J9TNs","sentiment_score":0.0}
{"full_text":"RT #AntibioticResistance is still a significant public health threat in the United States. Remember: #antibiotics do not work on v...","sentiment_score":0.1875}
{"full_text":"A steep increase in #COVID19 cases should serve as a \"call to immediate action\" to combat the coronavirus pandemic.","sentiment_score":0.1}
{"full_text":"Local filmmaker, Will Newman, has created a documentary highlighting the struggles facing many of us throughout the pandemic. 'Isolated Minds' explores the mental health implications covid-19 has had on our society.https:\/\/t.co\/76eAXjD8HJ","sentiment_score":0.1}
{"full_text":"Despite a promising boom toward the end of last year for cinema, December saw ticket sales plummet slightly as a whole thanks to omicron. What will cinema culture look like in 2022? Hollywood's bets are premised around slight panic.","sentiment_score":0.0866666667}
{"full_text":"Today's #COVID19_WI update. And for the second day in a row, we have a record high new confirmed cases - 10,288. Please protect yourself and your community. Help us #StopTheSpread:","sentiment_score":0.1740909091}
{"full_text":"JACK BRUKMAN of Los Angeles, California, died of COVID on Jan. 5, 2021. \"Jack...was a proud Veteran of World War 2.  He loved his family fiercely and was a healthy 97 year old that deserved a few more years.  He was an amazing Father and Grandfather and he is missed terribly.\"","sentiment_score":0.2222222222}
{"full_text":"Cheap Essay Writing Services 2022There's no need to waste time searching for writing services when there is one company that'll have your back. For more info click the link belowhttps:\/\/t.co\/B04xNacA90#cheapwriting #essay  #Omicron #Palestine","sentiment_score":0.175}
{"full_text":"\"They have the right as private property owners to ban me, censor me, do whatever they want. But I don't like associating with small-minded people who want to censor what I have to say.\"BASED interview by","sentiment_score":0.1428571429}
{"full_text":"This muthafucka here","sentiment_score":0.0}
{"full_text":"Story of healthcare and COVID-19 crusader Dra. Minguita Padilla now a short film that one can watch on YouTube &amp; FB","sentiment_score":0.0}
{"full_text":"RT Strang: Omicron, boy howdy","sentiment_score":0.0}
{"full_text":"As the U.S. hit one million new COVID cases Monday and rising inflation continues to plague consumers, 60% disapprove of handling of the economy and 55% disapprove of his handling of the COVID pandemichttps:\/\/t.co\/7S9DQ2gvJU","sentiment_score":0.1363636364}
{"full_text":"ANYONE KNOWS THE ACTUAL CASES PER DAY? PROBABLY A PAP's SECRET &amp; WHY THEY WANT TO PREVENT IT FROM LEAKNG?Omicron wave may see 15,000 cases per day in 'worst case scenario': Kenneth Mak via","sentiment_score":-0.4666666667}
{"full_text":"Testing rules for travellers will be relaxed https:\/\/t.co\/iE4aRJa0CT","sentiment_score":0.0}
{"full_text":"CNN Chief Medical Correspondent Dr. Sanjay Gupta reacts to Florida's surgeon general's perspective that the country needs to \"unwind\" people living their lives around coronavirus testing.#SeattleMediumhttps:\/\/t.co\/vQiviUg5mR","sentiment_score":0.025}
{"full_text":"RT This is interesting and fits with what we have seen when talking to care home managers, residents and staff. Along with th...","sentiment_score":0.5}
{"full_text":"RT #GRAMMYs officially delayed over COVID concerns for second year in a row. No new date yet.","sentiment_score":-0.0340909091}
{"full_text":"With the COVID-19 pandemic continuing and fall elections looming, Florida lawmakers will start the annual 60-day legislative session Tuesday.https:\/\/t.co\/nkRp2SFHW0","sentiment_score":0.0}
{"full_text":"Much-anticipated #RadheShyamPostponed amid rise in COVID-19 cases #Prabhas #PoojaHegde","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"AFTER A YEAR IM FINALLY GOING TO SEE HAMILTON (stupid covid)","sentiment_score":-0.4}
{"full_text":"Voyeurs and flashers were reported to Cumbria Police dozens of times during the first year of the coronavirus pandemichttps:\/\/t.co\/V2gCPWr7tU","sentiment_score":0.25}
{"full_text":"RT Forget COVID, if at any other time a parent asked for their child to temporarily remote educate because a parent was requiri...","sentiment_score":-0.1125}
{"full_text":"RT With the expansion of booster doses to younger ages, at what point do we decide that mRNA COVID vax should be a three-dos...","sentiment_score":0.0}
{"full_text":"Customer demand for convenience and flawless digital experiences has only increased amid the pandemic. Learn how restaurant owners are developing new strategies and services to keep pace with fast-changing consumer expectations: #Restaurants","sentiment_score":0.2840909091}
{"full_text":"RT Omarion addresses all the people addressing him as the COVID-19 variant Omicron ","sentiment_score":0.0}
