{"full_text":"RT  to all the assholes this week insisting we pretend it doesn't exist.","sentiment_score":0.0}
{"full_text":"RT Fauci's pandemic finances leaked!https:\/\/t.co\/o2UGpOGOte","sentiment_score":0.0}
{"full_text":"Dr. Anothy Fauci, 'just about EVERYONE will get Covid 19'  January 13th,2022....tell me again how well masks and vaxx's are working against any strain","sentiment_score":0.0}
{"full_text":"Endemic Covid: Is the pandemic entering its endgame?","sentiment_score":0.0}
{"full_text":"RT My personal opinion is segregationists who openly advocate discrimination (vaccine passports or otherwise) do not deser...","sentiment_score":0.0}
{"full_text":"RT Like. There are almost a million active covid cases in Australia right now. 50+ people are dying a day. Supply chains ar...","sentiment_score":0.0761904762}
{"full_text":"RT \"Omicron is so contagious that it can't be stopped.\"\"We're all going to catch it. It's inevitable.\"\"Omicron is like...","sentiment_score":0.0}
{"full_text":"How did Tuberville let Fauci\/Wallensky slide on VAERS \"It's all Car Accidents + Covid\" defense?VAERS works the same for ALL Vaccines. Millions of various vax doses annually pre-covid yet only 200-300 reports?Fauci\/Wallensky, where are all the Car Accidents those years?","sentiment_score":0.0}
{"full_text":"RT Gamers are mad because the vocal ones live on their moms couch and wear a mask in the house because their girlfriends boyfri...","sentiment_score":-0.2443181818}
{"full_text":"Id like to point out that (pre covid), afro american unenployment was at an all time low. Guess he got so many jobs for us that he forgot the whites ","sentiment_score":0.1666666667}
{"full_text":"RT Where is Omicron is spreading, LTC spiralling, schools about to reopen, hospitals overwhelmed,","sentiment_score":0.0}
{"full_text":"RT Leaked Fauci Financials Expose How Millionaire Doctor Profited From Pandemic ","sentiment_score":0.0}
{"full_text":"By mid-March, third wave of pandemic is likely to be more or less over in India: IIT-Kanpur Prof Manindra Agrawal","sentiment_score":0.0833333333}
{"full_text":"RT #COVID19 is NOT good for your immune system. Do NOT use it on purpose to \"boost immunity\" pre or post vaccination. cc","sentiment_score":-0.35}
{"full_text":"It is sad that once again claim to follow the science apropos #Covid_19 but ignore the science concerning our biodiversity and climate crises - both of which are more serious than Covid...","sentiment_score":-0.1111111111}
{"full_text":"RT Total Covid deaths in England and Wales with no other underlying causes:17,371Source: UK Office for National Statis...","sentiment_score":0.03125}
{"full_text":"RT Just a Rutgers epidemiologist and the Chief of Infectious Disease at University of Buffalo reminding people that it's p...","sentiment_score":0.0}
{"full_text":"RT This is what the Governor of Texas is tweeting about while an armed gunman is holding hostages at a synagogue.","sentiment_score":0.0}
{"full_text":"RT Wordle is the sourdough starter of Omicron.","sentiment_score":0.0}
{"full_text":"I wanted to avoid all covid posts, and I didn't. It's like a damn cancer, it's infested every topic.","sentiment_score":0.0}
{"full_text":"RT Absolute farce that #thfc vs Arsenal is OFF. One Covid case. Loaned out two players last week. A reckless tackle meaning...","sentiment_score":-0.0666666667}
{"full_text":"RT Stand.","sentiment_score":0.0}
{"full_text":"RT This guy reportedly kept a french fry in his mouth for the entire 1.5 hr flight so he wouldn't have to wear a mask  LEG...","sentiment_score":0.0}
{"full_text":"RT Trae and Corey debate the subject of Covid and Viagra, yeah we know they really don't seem to go together do they???  #Los...","sentiment_score":0.0166666667}
{"full_text":"RT \"It is a false narrative, Kavanagh warns, because the premise that mild infections do not carry significant risks is false....","sentiment_score":-0.0229166667}
{"full_text":"RT Me every day.","sentiment_score":0.0}
{"full_text":"Why don't you have enough beds in general  ward for a pregnant women, even during this pandemic your worst  staff who treat people like beggar force to share beds with multiple 2,3 personGo and check your general wards how worst is the situation you are worst and remain worst.","sentiment_score":-0.3962962963}
{"full_text":"Yes.  I get really angry when I see posts from O\/S re accessibility, particularly the vending machines!  I'm so angry at Scotty's Trumpian strategy of \"living with covid\".","sentiment_score":-0.2638888889}
{"full_text":"From the beginning of recording covid.","sentiment_score":0.0}
{"full_text":"Don't forget the rats! ICYMI, there is an AB FB group that is now licking shaved, dead rats in an attempt to get as many skin cells as possible.This is their attempt to mimic a study that showed epidermal *stem* cells held promise for treating certain diseases (not Covid).","sentiment_score":0.1714285714}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT Children have minimal risk to Covid - older people don't@nadhimzahawi with strangers and no masks to boast about himself...","sentiment_score":0.0333333333}
{"full_text":"RT Prior to his coup attempt Trump decided he'd let Americans die, let Covid spread believing he'd blame governors to get re-el...","sentiment_score":0.0}
{"full_text":"RT How many over the past two years actually died of Covid and how many from medical malpractice and effective treatments...","sentiment_score":0.225}
{"full_text":"RT A church in Blacktown was fined a total of $36,000 a few months ago for breaching COVID rules. Why are police not applyin...","sentiment_score":-0.1}
{"full_text":"RT V good on Boris Johnson's 'Op Red Meat' to win back Tory MPs - but will it work?military to stop Channe...","sentiment_score":0.375}
{"full_text":"RT blue line: daily COVID cases in the USAred line: bad reviews of Yankee Candles on Amazon saying \"they don't have any scen...","sentiment_score":-0.2333333333}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT Two-thirds of companies in the U.S. are seeing higher profit margins than they did before the pandemic--and they're using tal...","sentiment_score":0.25}
{"full_text":"RT Yesterday, the government's use of a VIP contract lane for suppliers of PPE was found to be unlawful.The government can...","sentiment_score":0.0}
{"full_text":"Thank you for demonstrating that the v a x is detrimental to natural immunity.It's almost as if has been right all along.","sentiment_score":0.1928571429}
{"full_text":"RT This also seems relevant...https:\/\/t.co\/0lSzNHk5im","sentiment_score":0.0}
{"full_text":"What a story! \"It wasn't the cops that caught him...It was Covid.\"US man who faked death found alive in Glasgow","sentiment_score":0.1}
{"full_text":"The kid who didn't participate in the group project patting themselves on the back.","sentiment_score":0.0}
{"full_text":"China builds massive encampment amid Covid-19 surgehttps:\/\/t.co\/zdhnPVNqCS","sentiment_score":0.0}
{"full_text":"RT This from","sentiment_score":0.0}
{"full_text":"#bcpoli Royal Jubilee Hospital in VictoriaThree patient cases have been attributed to this outbreak. The outbreak declaration is limited to the 8 South East general medicine unit and no other portions of the hospital are affected.","sentiment_score":0.0136904762}
{"full_text":"RT When anti-vaxxers get COVID, why do they go to emergency rooms? Why don't they stick with natural immunity instead of je...","sentiment_score":0.1}
{"full_text":"RT New York just let the eviction moratorium expire in January when the pandemic is worse than ever. This is the type of ene...","sentiment_score":-0.1318181818}
{"full_text":"RT Avatar of [Lucien: Love in the Eyes] Part IIMay I catch you into my dream?Tap  if you enjoy this avatar Comm...","sentiment_score":0.45}
{"full_text":"my beautiful Indigenous wife, Emily just got covid19. Your incompetence and inability to lead Australians led to this infection. You're a bloody disgrace!#auspol #ScottyDoesNothing #LetItRip","sentiment_score":0.025}
{"full_text":"Maybe he could wear a face shield instead of a mask. Or does he have a medical exemption for those too? Video courtesy of \"Revolutionary Canadians\" posted on Rebel News. What else needs to be said.","sentiment_score":0.0}
{"full_text":"RT JUST IN  For the first time, the CDC said cloth masks weren't as effective as other options. \"Wear the most protectiv...","sentiment_score":0.30625}
{"full_text":"RT We will pretend until the bitter end. \"Nationwide, nearly 1 million more people have died in 2020 and 2021 than in normal...","sentiment_score":0.1625}
{"full_text":"RT Boris Johnson did not get us through the pandemic. It was the nurses, doctors and ambulance service. They all deserve a pay r...","sentiment_score":0.0}
{"full_text":"RT Morning what time is your resignation speech?? ","sentiment_score":0.0}
{"full_text":"RT Republican Gov. Glenn Youngkin signed 11 executive orders following his swearing in ceremony today, including those that overtur...","sentiment_score":0.0}
{"full_text":"RT When anti-vaxxers get COVID, why do they go to emergency rooms? Why don't they stick with natural immunity instead of je...","sentiment_score":0.1}
{"full_text":"RT Yes. There are places that have fared worse than Ontario, including, let me check your graph, Florida &amp; Texas. There are...","sentiment_score":-0.4}
{"full_text":"RT These businesses will very soon be getting huge civil cases against them.Especially Re latest...","sentiment_score":0.3666666667}
{"full_text":"Vaccines are flawless. No Big Pharma funding caused me to make that statement. Comorbidity diseases are treatable by covering up symptoms or triggering other health maladies but not curable. That's good enough. No one frets non-covid related illness\/deaths.https:\/\/t.co\/44Ly7AFx8k","sentiment_score":0.2625}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"Since the start of COVID, remote work has become the preferred method for many companies, while other opt for a hybrid work schedule. The Great Resignation continues to impact more businesses to start\/keep remote work to attract employees ","sentiment_score":0.2458333333}
{"full_text":"I am not a newbie to illnesses  causing me neurological symptoms.   C19's zero taste and smell while nostrils clear to breathe is unlike anything I have experienced before. There is a horrific putrid scent from within on occasion. 2022 started  with a fresh case of Covid for me.","sentiment_score":0.05}
{"full_text":"Covid plan hitting an impasse.  Backup plan now in operation.","sentiment_score":0.0}
{"full_text":"This is madness. I just received this inclusion guideline from our local department of health listing the treatments for Covid-19.","sentiment_score":0.0}
{"full_text":"You know, folks...we don't need a MANDATE to keep on wearing masks and social distancing. Just do it. It's the right thing.","sentiment_score":0.1595238095}
{"full_text":"upgrade your mask to #N95 don't worry you look better in it than without it! ","sentiment_score":0.625}
{"full_text":"My dad has been moved to ICU, he has an allergic reaction to antibiotics. I hope he will be okay :\/. He is still coughing and struggling to breathe, not covid related. Here's to good vibes that a recovery starts to happen! I am trying to stay hopeful and calm.","sentiment_score":0.285}
{"full_text":"RT Rusfed rejected her, they didn't even want to give her a cs. Then they were reluctant to release her and she had to wait t...","sentiment_score":0.0}
{"full_text":"RT Pfizer Introduces Bane Suit That Pumps More Vaccine Into Your Blood Every 12 Hours","sentiment_score":0.5}
{"full_text":"My triple-vaxxed, 85-year-old mother caught COVID. Medical triage made her doctor useless. via","sentiment_score":-0.25}
{"full_text":"RT Inside the ambulance the paramedics told me that every other patient they had taken to emergency that night had Covid rel...","sentiment_score":-0.125}
{"full_text":"RT We're reaching a point, looking across most of the #COVID19 data in the U.K, that if we didn't talk about it, we wouldn't...","sentiment_score":0.5}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT If teachers are expected to deal with Covid risk and gun violence in addition to their actual jobs, they should be paid ac...","sentiment_score":-0.05}
{"full_text":"RT The German news has been reporting on the parties at Downing Street. The reporter said that it beggars belief that Johnson...","sentiment_score":0.0}
{"full_text":"RT Look over here at Jan6th  while we drop instructions to Hospitals to stop counting Covid deaths. See.. the #'s magically g...","sentiment_score":0.5}
{"full_text":"RT Boris Johnson did not get us through the pandemic. It was the nurses, doctors and ambulance service. They all deserve a pay r...","sentiment_score":0.0}
{"full_text":"RT You should. If your doc provides this for patients, I'd question their clinical decision making. The NY Times...","sentiment_score":0.0}
{"full_text":"RT you call it a Trump rally, I call it an omicron variant incubation epicenter","sentiment_score":0.0}
{"full_text":"I do. N95 respirator mask.","sentiment_score":0.0}
{"full_text":"RT As you look to return to campus on Monday for Trimester 2, please take the time to review the most up to date information on...","sentiment_score":0.5}
{"full_text":"Pandemic's over, Omicron is no worse than a bad cold.","sentiment_score":-0.3666666667}
{"full_text":"RT Actually that's not true..So many had no choice if they wanted to feed &amp; clothe their families..Your government is c...","sentiment_score":0.25}
{"full_text":"RT My one point plan for living with Covid:   1.  Ensure a Labour Government is             never elected.","sentiment_score":0.0}
{"full_text":"RT Try it mate. How hard is it really going to be to defend this land from the invasion of, what, about 17 people at best?...","sentiment_score":0.3027777778}
{"full_text":"16 January 2021 Renowned producer Phil Spector, 81, dies after getting coronavirus in prison, where he was serving time for killing the actress Lana Clarkson in 2003.","sentiment_score":0.0}
{"full_text":"Holiday shoppers were undeterred by supply-chain issues and pandemic woes, but surging demand to click and buy is not without complications.","sentiment_score":0.0}
{"full_text":"If you were a francophone and\/or living in Northern Ontario, you wouldn't need a pandemic to know that.","sentiment_score":0.0}
{"full_text":"Read the thorough report on this #myocarditis case, seen in a 16y male.. post-Covid vaccination.. via the USA #VAERS system.. 2\/2https:\/\/t.co\/r2JLtv12OV","sentiment_score":0.0}
{"full_text":"undergraduate students uncertainly await Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT Personal News: Omicron got me:)Two weeks ago I developed symptoms and tested +veSharing five lessons I learned from t...","sentiment_score":0.05}
{"full_text":"Would you get the vaccine for a $100 gift card","sentiment_score":0.0}
{"full_text":"RT I've gotten a few DM's hoping that I die because I'm unvaccinated and have COVID. None of these people know me personally...","sentiment_score":-0.1}
{"full_text":"New strategies for companies looking to reap #ConsumerLoyalty and cope with #SupplyChain &amp; pandemic-related disruptions - from @mikecammarata in his article for","sentiment_score":0.1363636364}
{"full_text":"Growing your own wedding flowers is good for your budget as well as the planet, and brought Heather and her daughter Lydia closer in the run-up to the big day.https:\/\/t.co\/HqSSgaIEyb","sentiment_score":0.4333333333}
{"full_text":"RT #GerryHarvey \"Harvey Norman CEO Katie Page and 82 year old Chairman Gerry Harvey, both have Covid after parading around at...","sentiment_score":0.1}
{"full_text":"Coachella will return this year with Harry Styles, Billie Eilish, Ye and more.","sentiment_score":0.5}
{"full_text":"Omicron detected in Beijing as China battles COVID-19 clustershttps:\/\/t.co\/gSUBctCbql","sentiment_score":0.0}
{"full_text":"\"The faster omicron spreads, the more opportunities there are for mutation, potentially leading to more variants,\" Boston University's Leonardo Martinez sayshttps:\/\/t.co\/LMbBVsuL7B","sentiment_score":0.3333333333}
{"full_text":"Strikes Down Mandatory Vaccination\/Testing Policy #COVID19 #LaborLaw","sentiment_score":-0.1555555556}
{"full_text":"\"It's the job ... It's the gig -- to be able to be thrown on in a moment's notice and to be able to deliver.\"As a new COVID wave sweeps the States, Understudies and Swings have been quite literally saving shows. They are the stars of today's #SundayRead.https:\/\/t.co\/bMW4BkDDNM","sentiment_score":0.3787878788}
{"full_text":"RT COVID-19 isn't some malevolent actor with the death of Americans on its mind. It is a virus which could have been contained if...","sentiment_score":-0.8}
{"full_text":"RT Wordle is the sourdough starter of Omicron.","sentiment_score":0.0}
{"full_text":"Georgia woman lied to get $150K in COVID relief funds, vacationed in Miami with the money ","sentiment_score":0.0}
{"full_text":"You don't get it - it is widely known that Omicron is highly unlikely to be picked up on lft . A negative lft test doesn't mean you're negative . Throw them in the bin . Useless","sentiment_score":-0.3354166667}
{"full_text":"RT Let's say by some strange confluence of events, Canada were to reach a 99.9% vaccination rate.Would that be enough for...","sentiment_score":-0.025}
{"full_text":"RT Every Tory MP Focus!UK has regained its pre-pandemic levels of GDP long before Germany, Italy, &amp; Spain, &amp; slightly befor...","sentiment_score":-0.1083333333}
{"full_text":"COVID Outbreak Exacerbates An Already Strained Situation At The D.C. Jail","sentiment_score":-0.1}
{"full_text":"RT This guy reportedly kept a french fry in his mouth for the entire 1.5 hr flight so he wouldn't have to wear a mask  LEG...","sentiment_score":0.0}
{"full_text":"RT Democrats abandoned the precautionary principle when it came to blaming a subsection of the population for spread of a...","sentiment_score":0.0}
{"full_text":"NO YELLING, ONLY CLAPPING: China's rules for its Olympics are stringent as the country aims to create a virus-proof \"bubble\" for thousands of international visitors in 2 weeks.https:\/\/t.co\/sEySkGOpvT","sentiment_score":0.0}
{"full_text":"RT This station was closed because so many cops have covid, but they're blaming it on defunding. The thing is, defunding n...","sentiment_score":0.2}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT 2 years ago we were called heroes. We faced Covid while others stayed home, facing it ever since. We caught it, fought it...","sentiment_score":0.0}
{"full_text":"RT GATES EXPOSED thread","sentiment_score":0.0}
{"full_text":"It's been perfectly clear since 2020 &amp; the ONS regularly reported the % who died with Covid as the underlying (driving) cause of death and those for whom it was a contributory factor.  Overall - About 89% the former (goes up and down a bit) No \"with\" or \"of\" by the way.","sentiment_score":-0.0111111111}
{"full_text":"Researchers found that women who contract #COVID19 near the end of their #pregnancy are more vulnerable than those who get infected early on","sentiment_score":0.05}
{"full_text":"Cases of COVID-19 in Tennessee continue to surge among adults and children in the state while hospitalizations have also seen an uptick according to federal and state data.https:\/\/t.co\/HuK8HhKEnh","sentiment_score":0.0}
{"full_text":"Two years later, and Twitter has yet to take any action against the World Health Organization's blatantly false information about COVID-19.","sentiment_score":-0.1}
{"full_text":"[FREE TUTORIAL] How to: Resilient Living: DIY Disposable Face Mask &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #coronavirus #COVID19 #influenzavirus #flu #prepper #SHTF #medic #CDC #homestead #facemask #n95","sentiment_score":0.4}
{"full_text":"The argument for expanding Ontario's hospital capacity was strong pre-COVID, and it's even stronger now. But saying that is easy -- making decisions is a whole lot harder.-- by #onpoli #onhealth","sentiment_score":0.2416666667}
{"full_text":"States Investigating Surge in Mortality Rate Among 18-49-Year-Olds, Majority Unrelated to COVID-19A part of the surge could be likely blamed on drug overdoses.https:\/\/t.co\/PL8nPf7ajA#mortalityrate #surge","sentiment_score":0.0}
{"full_text":"We had players with COVID against brentford and we still played","sentiment_score":0.0}
{"full_text":"Governments collapseEconomic collapse Covid death tablets","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 5.5FWind Chill: 5.5FHumidity: 65%Dew Point: -3.6F Barometer: 30.576 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 800.000000Deaths: 10.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Staff absences in Winnipeg health region rise by 21.2% amid COVID-19 spread","sentiment_score":0.0}
{"full_text":"RT I want my COVID test to tell me who gave it to me. Names! I want names.","sentiment_score":0.0}
{"full_text":"RT A freedom of information request has revealed the ONS has recorded just over 17,000 deaths caused by Covid since the b...","sentiment_score":0.0}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"tested negative again, fuck yeah  'cause this is day 7 since exposure &amp; i'm still negative, that means there's only roughly a 4% chance that i actually have covid &amp; test positive later on.i like those odds! keeping my fingers crossed i made it out safely  PCR on Tues!","sentiment_score":-0.0275252525}
