{"full_text":"RT  There isn't enough being done to protect young children.","sentiment_score":0.05}
{"full_text":"RT Lockdown benefits? Gems like this. Sweet child of mine","sentiment_score":0.35}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT Why is Biden walking us deeper into Covid while other countries are walking back out?","sentiment_score":-0.0625}
{"full_text":"Yep. In this case it's not incompetence, it's a planned epidemic.","sentiment_score":0.0}
{"full_text":"I just can't go to nail salons until the pandemic is over. My feet are knarly, but so what.","sentiment_score":0.0}
{"full_text":"RT Today, i write on how the pandemic is a great leveller on one hand, and widens the gap between rich and poor on the ot...","sentiment_score":0.2583333333}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"RT WILDFIRE.\"The sudden announcements of a handful of nations to scrap vaccine mandates and passports have left authorita...","sentiment_score":0.0}
{"full_text":"Why? It doesn't work for Omicron. Only the braindead don't know that.","sentiment_score":0.0}
{"full_text":"RT History of Natural Immunity:*Past ~2500 years:scientific fact*January 2020 - January 2022:vilified as a conspiracy theo...","sentiment_score":0.1}
{"full_text":"RT This is why people not only distrust the corporate media, but hate them. A pro-lockdown journalist from Quebec jets down to...","sentiment_score":-0.2388888889}
{"full_text":"RT What's wrong with WA...no deaths from Covid. We in the east have a Premier who is relieved when he tops the charts with 4...","sentiment_score":-0.5}
{"full_text":"RT We urgently need to increase access to income support. On top of increasing and individualising benefits, we need to broaden...","sentiment_score":0.5}
{"full_text":"RT KEEP HIM AWAY FROM SOCIETY WE DONT NEED COVID GETTIN ANY NEW IDEAS !!! ","sentiment_score":0.2663352273}
{"full_text":"No, we were told (meaning public health and medical community) that if EVERYONE got the vaccine we'd be better off, maybe even get it down to R0&lt;1. Guess what the right wing lies stopped from happening?","sentiment_score":0.126031746}
{"full_text":"RT Tennessee reported 21,644 new COVID-19 infections and another 140 virus-related deaths to the CDC on Friday. About 3,100 p...","sentiment_score":0.1363636364}
{"full_text":"RT Very important thread ","sentiment_score":0.52}
{"full_text":"RT We are going to look back on the past couple of years and realize that almost every policy decision on COVID was not o...","sentiment_score":-0.125}
{"full_text":"RT This kid gets it! Listen to Kaden!","sentiment_score":0.0}
{"full_text":"RT This is correct. is on point here.","sentiment_score":0.0}
{"full_text":"RT Can someone please explain to me why members of the Wisconsin Election Commission are being threatened with prosecution for...","sentiment_score":0.0}
{"full_text":"RT If the vaccine was safe and effective, why then would Congress exempt themselves from it","sentiment_score":0.55}
{"full_text":"This is the most beautiful ugly game I've ever seen. Give me lock down D any day. #BleedBlue #BoiseState","sentiment_score":0.0188888889}
{"full_text":"RT All those hours Aaron Rodgers spent talking about the vaccine and covid instead of practicing are adding up","sentiment_score":-0.1}
{"full_text":"SO I TAKE IT NO ADDRESSES INCOME INEQUALITY THAT KILLED POOR MINORITIES MORE . BLACK AMERICANS ALREADY GENTRIFIED OUT OF EXISTENCE PRE PANDEMIC SO NUMBERS ARE DISMAL.. RECOVERY GAF IS NOWHERE PRESENT.. AND THE SILLY RABBIT IS TALKING SNEAKERS.. HEY NEW YORKERS NO SQUAD  TOLDYA","sentiment_score":-0.09004329}
{"full_text":"Disagree strongly with the author re mandates BUT largely really well articulated article","sentiment_score":0.3166666667}
{"full_text":"RT NJ clinical psychologist: \"We came back from break on January 3. During that week, two of my students contra...","sentiment_score":0.0}
{"full_text":"RT Covid panic makes Universities money: How beneficial has COVID measures been to universities?  In cutting services to st...","sentiment_score":-0.6}
{"full_text":"Watching to see whether Omicron sub-variant BA.2 ends up getting its own Greek letter name or whether it proves to be just a slightly different version of Omicron. #CovidWearingThin","sentiment_score":0.225}
{"full_text":"RT ohhh youre \"doing your own research\" on covid?? soo cool. i'd love to swing by the lab sometime. got a lil microscope in...","sentiment_score":0.4833333333}
{"full_text":"RT Deeply saddened by incident at Taddev. My thoughts are with the bereaved families. May those suffering with injuries rec...","sentiment_score":0.0}
{"full_text":"RT \"The COVID-19 vaccine made by Pfizer and BioNTech appears to put young men at elevated risk of developing a heart muscle infl...","sentiment_score":0.1}
{"full_text":"RT We've seen so many MSM stories of someone ill in hospital supposedly with 'COVID-19' who says they 'regret' not getting the...","sentiment_score":0.0}
{"full_text":"This shithead thinks we don't know he's discussed living alongside covid like the flu or common cold","sentiment_score":-0.45}
{"full_text":"Stop going into stores when they're changing out the seasonal candy section, dammit.","sentiment_score":0.0}
{"full_text":"RT Heart disease took more people out than covid last year, but we all know why that wasn't talked about ","sentiment_score":0.25}
{"full_text":"RT Prior to COVID, the NIH rightly prioritized HIV and reducing ~40K preventable infections each yearIn the past 6 months,...","sentiment_score":0.0119047619}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"Just a cold","sentiment_score":-0.6}
{"full_text":"Have you seen the video with Dr Ryan Cole and his testimony about current treatments treatment suppression and the vaccine? A source independent of YouTube","sentiment_score":0.0}
{"full_text":"positions was so good and we didn't get a full on era out of it because of covid, but I also respect it because she was literally on the sweetener world tour the year before, but yeah. I need to hear from my sis soon. ","sentiment_score":0.525}
{"full_text":"RT 16 y.o. Camden Tucker from Springdale Arkansas contracted COVID before vaccines were available in her age group. Her father...","sentiment_score":0.4}
{"full_text":"RT This supercut from is well worth your time and drives the point home about the Covid complainers","sentiment_score":0.3}
{"full_text":"RT Only in retrospect will we know when things are stable. But knowing that we can get to a place over the course of the year...","sentiment_score":0.0}
{"full_text":"Yes Bethany in Australia thankfully  there are bugger all unvaccinated to be a pandemic of the unvaccinated. When the data changes so must the narrative. l","sentiment_score":0.0}
{"full_text":"RT Let's face it, Australia and New Zealand are shit-holes!They may not have SA's problems, hence many folks from here...","sentiment_score":0.3181818182}
{"full_text":"Hello, the unroll you asked for: The idea that only 17,000 people have died of Covid in England and... Have a good day. ","sentiment_score":0.35}
{"full_text":"you have a responsibility to the people of Canada to eliminate the paywall for this article.Every single person needs to read this.It is everything the hesitant have been saying from the start! The vaccine trials stunk and we knew it!https:\/\/t.co\/7lejx9snIO","sentiment_score":-0.0892857143}
{"full_text":"RT We urgently need to increase access to income support. On top of increasing and individualising benefits, we need to broaden...","sentiment_score":0.5}
{"full_text":"Give one good reason why it should only be for the vaccinated based on 2022 science, not pre vaccine reality optimism","sentiment_score":0.35}
{"full_text":"The CDC disagrees?Give them a day or so...https:\/\/t.co\/QGCH0KhJEd","sentiment_score":0.0}
{"full_text":"RT Triple-vaccinated people in the global North are rushing to declare the pandemic over whenZERO (0%) of low-income country...","sentiment_score":0.0}
{"full_text":"Sadly neither is gonna happen.","sentiment_score":-0.5}
{"full_text":"Nice story in today's :https:\/\/t.co\/DbK1qxQUq2","sentiment_score":0.6}
{"full_text":"     How was your sleep? Do useful activities, even though it's the weekend but don't be lazy to take a shower and have breakfast. If you want to leave the house, don't forget to wear a mask. I hope you enjoy this weekend, Jenel    ","sentiment_score":0.15}
{"full_text":"Covid didn't make the playoffs","sentiment_score":0.0}
{"full_text":"RT The Packers special teams is the Ivermectin of COVID treatments.","sentiment_score":0.3571428571}
{"full_text":"Not vaxxed, had Covid, survived just fine lol  So sorry to disappoint you, but it is pretty funny (and sad) that you think having Covid is an absolute death sentence when in reality the survival rate is ~99.8%","sentiment_score":0.130952381}
{"full_text":"This is the drug Norman Doidge touts in  today.","sentiment_score":0.0}
{"full_text":"These \"pro-life\" people overwhelmingly vote GOP, a party that doesn't care if innocent black men are killed by police. The party that just fought like hell to take healthcare away from millions IN THE MIDDLE OF A PANDEMIC.","sentiment_score":0.1266666667}
{"full_text":"Hey COVID isn't done with us you malignant narcissistic piece of shit. Go fuck yourself.","sentiment_score":-0.3}
{"full_text":"RT Happy lockdown friends @actorvijay  #Beast","sentiment_score":0.8}
{"full_text":"RT #MutualAidRequest  Please help us with paying for our  Rent due to Long Term COVID We hate asking for Donations, butwe...","sentiment_score":-0.325}
{"full_text":"RT Important editorial recommending all provinces change the definition of fully vaccinated to 3 doses.","sentiment_score":0.4}
{"full_text":"RT Whose COVID burnout we focus on matters.","sentiment_score":0.0}
{"full_text":"Sir we have  to cancel the exam because the rises cases of covid and new variant omicron this our new generation if anyone get harm from these who were responsible for this","sentiment_score":0.1575757576}
{"full_text":"RT Two quotes sentences apart:\"I think we've turned the corner.\" -- Monica Gandhi\"It's wall-to-wall stretchers; we have no ca...","sentiment_score":0.0}
{"full_text":"RT My coworkers just said to me \"I think I might have covid, keep yo distance\" uh hello, why are you here bro??","sentiment_score":0.0}
{"full_text":"Thank you, President Biden. This is a great step. Our frontline workers put their lives on the line throughout the pandemic. It's time to deliver these masks to them at their workplace.","sentiment_score":0.8}
{"full_text":"RT Yep! You can stay safe at home and chill while watching #LoveIsColorBlind Streaming anywhere you are in the world via i...","sentiment_score":0.5}
{"full_text":"RT Did a water color lesson with my online teacher Cindy Briggs. Zoom art classes and art class videos have really helped to...","sentiment_score":0.2}
{"full_text":"RT Schools in Niagara Region will undergo weekly CO2 monitoring and dismiss class cohorts in case of COVID-19 exposure despite Ontar...","sentiment_score":0.0}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"Well there is this. Most of India tried a novel treatment protocol last May attempting to halt their outbreak. It was monitored by the WHO Yet it seems the drop in deaths over 8 weeks wasn't enough to warrant any rollout. This inaction wasn't a 'mistake'","sentiment_score":0.1666666667}
{"full_text":"Study: Getting vaccinated doesn't affect your fertility, but getting Covid might - CNBC","sentiment_score":0.0}
{"full_text":"RT My mom is dying of covid pneumonia. She refused to be intubated. She said she is ready, but I don't think I am. She was va...","sentiment_score":0.2}
{"full_text":"RT Chatted to a large cross section of NHS staff today at the London March . Anaesthetics, GP's, consultants, nurses, parame...","sentiment_score":0.1071428571}
{"full_text":"RT This is why people not only distrust the corporate media, but hate them. A pro-lockdown journalist from Quebec jets down to...","sentiment_score":-0.2388888889}
{"full_text":"RT A few important facts about Ron Johnson's record:- Blocked COVID relief- Held up $1,400 checks- Voted to spike health c...","sentiment_score":0.1}
{"full_text":"RT Zero COVID is a cult.","sentiment_score":0.0}
{"full_text":"Ok Dr. how do think we should go bs k in time and get GOP to not make Covid, masks vaccines political? How fo we make anti-vaxx get vaccinated? These ppl are adults making adult decisions? Go ahead tell us how you would have solved this?","sentiment_score":0.2}
{"full_text":"Nara Lokesh urges govt to close schools to avoid Covid-19 threat to students and stood by the students.   #HBDNaraLokesh","sentiment_score":0.0}
{"full_text":"People are in love with this family name metal sign. I can't wait to get mine with both last names.  #housewarming #housegift #weddingseason #weddinggift #ShineOn","sentiment_score":0.25}
{"full_text":"Ok moron. What other Covid science experiments do you have? Lighting farts?","sentiment_score":-0.1416666667}
{"full_text":"RT Charts that show the course of a typical Omicron infection:","sentiment_score":-0.1666666667}
{"full_text":"RT 3.33 Lakh New #Covid Cases In India, Marginally Lower Than Yesterday","sentiment_score":0.1363636364}
{"full_text":"RT A chief epidemiologist at the Norwegian Institute of Public Health has warned against covid passports saying they \"won't...","sentiment_score":0.0}
{"full_text":"RT Firing medical workers in a pandemic. Firing truck drivers in a supply chain crisis. Firing police in a violent crime c...","sentiment_score":-0.4}
{"full_text":"RT Omicron waiting for you to leave your house...Don't let your guard down.","sentiment_score":-0.1555555556}
{"full_text":"How about \"whatever kills the least people\" as a starting point for bioethics? Denying care to the unvaccinated means more of them die. The upside is that this might just persuade more of them to get the vaccine. But personally - I doubt it.","sentiment_score":0.14}
{"full_text":"RT NOT MILD! This 3-year-old cries \"Mommy I'm scared\" as he was put on a ventilator, is among almost 140 Utah children &lt;14 w...","sentiment_score":-0.2083333333}
{"full_text":"We'll, we're all more crotchety dealing with Covid. His messaging just prolongs the pandemic","sentiment_score":0.5}
{"full_text":"People like this crack me up. So mid-brained with no critical thinking that they assume everyone with Covid gets tested. Most models show we've had vast more Covid infections than cases reported since most go asymptomatic which would vastly reduce the reported rate of heart issue","sentiment_score":0.25}
{"full_text":"RT You can just put aside Bari Weiss' nonsense take on COVID -- and instead watch Rep. Ritchie Torres explain what the real stak...","sentiment_score":0.2}
{"full_text":"Nothing like war from distracting everyone from covid. Its not like midterms are coming up or anything. ","sentiment_score":0.0}
{"full_text":"Health authorities have so far not observed a major outbreak of Covid-19 following the festive season, The Sunday Morning learns. However, an increase in the confirmed number of new patients with the virus has been reported...https:\/\/t.co\/Mbs26MBJrH","sentiment_score":0.1397727273}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"Why is that woman even quoted by the media after her horrible mistakes &amp; incorrect predictions throughout the COVID-19 pandemic, as well as misleading advice that harmed many people who believed her?","sentiment_score":-0.25}
{"full_text":"What's your risk? Everything you need to know about heart problems and #myocarditis after being #vaccinated for #COVID19.","sentiment_score":0.0}
{"full_text":"RT From a government that exploited the Covid pandemic to test propaganda on Canadians; that used health agencies to spy on 3...","sentiment_score":-0.1}
{"full_text":"somebody prolly got covid then","sentiment_score":0.0}
{"full_text":"It's so fucking weird. They refuse to wear a mask or get vaxxed because \"Jesus protects them\" but need an AR for protection ","sentiment_score":-0.5}
{"full_text":"While the government continues to ramp up its vaccination drive against COVID-19, vaccine czar Carlito Galvez Jr. enumerated several external factors that have resulted in the slowing down of its vaccination efforts.https:\/\/t.co\/4asxKFyVQW","sentiment_score":-0.0518518519}
{"full_text":"A Texas federal judged ruled Friday that President Biden's could not mandate that federal employees be vaccinated against COVID-19. Judge Jeffrey Brown also blocked the government from punishing employees who do not get vaccinated. #Vaccine #Biden #Vaccinemandate","sentiment_score":0.0}
{"full_text":"RT Vaccine passports are a precursor to the mark of the beast.And no man can buy or sell, unless he had...","sentiment_score":0.0}
{"full_text":"In preliminary study, Sputnik V shows higher omicron-antibody levels than Pfizerhttps:\/\/t.co\/kGuuSqoc5w","sentiment_score":0.25}
{"full_text":"RT Please share:I think a lot of people aren't aware that part of the 2020 CARES Act funds FEMA to reimburse up to $9,000 i...","sentiment_score":0.25}
{"full_text":"RT The problem goes much beyond the digital ID. I have tweeted earlier in this thread about provisions for at-home vaccinatio...","sentiment_score":0.0666666667}
{"full_text":"It's time for #NLHafta!@AbhinandanSekhr, and are joined by and to discuss #Omicron cases in India and the third wave, #TekFog investigation, and more.Listen up!https:\/\/t.co\/GYk4QA4PxC","sentiment_score":0.0}
{"full_text":"We are thrilled to say that we have been shortlisted for an education award for the COVID Crisis Response Award! The winner will be announced on 22nd February, we can't wait! A big congratulations to all the other finalists! Find out more:","sentiment_score":0.3203125}
{"full_text":"RT Even though I watched a lot of this play out on here in real time somehow I didn't understand how badly this guy handled...e...","sentiment_score":-0.25}
{"full_text":"Record 40,876 new #COVID-19 #coronavirus incidences reported in #Poland ...  | #COVID19 | #Europe | #infections | #publichealth | #Illness | #SARSCoV2 | Via","sentiment_score":0.1363636364}
{"full_text":"RT \"This [pandemic] is going to be remembered by the younger generation as a catastrophic moral crime.\" -@BariWeiss","sentiment_score":0.0}
{"full_text":"RT Few Parents are disappointed with SEBA over holding offline pre-boards amidst COVID-19 peak fear in Assam.One parent...","sentiment_score":-0.475}
{"full_text":"Coronavirus: What's happening in Canada and around the world on Jan. 21","sentiment_score":0.0}
{"full_text":"Should the CDC finally change the definition of what it means to be \"fully vaccinated\"?https:\/\/t.co\/De8p4ZLecL","sentiment_score":0.0}
{"full_text":"* Aaron Rodgers talks COVID jab drama, alleges 'censorship' if opinions don't follow the mainstream * Fox News","sentiment_score":0.0}
{"full_text":"Don't believe everything you read.","sentiment_score":0.0}
{"full_text":"RT Three months ago, I called this CDC paper \"junk science\" because they cooked the data to falsely show the vaccine was...","sentiment_score":-0.4}
{"full_text":"A spike from Omicron and a commitment to teaching in-person have tested educators in Howard County, some of whom have fallen ill themselves or have had to quarantine.","sentiment_score":-0.5}
{"full_text":"RT The IOC is \"clearly in genocide denial\" by allowing the Olympic games in Beijing to go on considering the behavior of the Chin...","sentiment_score":0.1}
{"full_text":"RT Firing medical workers in a pandemic. Firing truck drivers in a supply chain crisis. Firing police in a violent crime c...","sentiment_score":-0.4}
{"full_text":"Jeremy G released 'Someday,' a song about the people he misses amid the pandemic.","sentiment_score":0.0}
{"full_text":"RT Amen.","sentiment_score":0.0}
{"full_text":"RT Damn, this is well said by on covid censorship:","sentiment_score":0.0}
{"full_text":"RT Did you know?Under PNoy the Philippines received its 1st Investment Grade Credit Rating in 2013.  It lowered interest...","sentiment_score":0.0}
{"full_text":"RT Very fair point. The people who were awake from day 1 deserve immense credit. I wasn't one of them. It took me some time...","sentiment_score":0.455}
{"full_text":"Where is the proof of that ?  Maybe the ones who got sick would have either way.. maybe the ones who didn't get sick would have either way. Can they be positive the vax did anything. My mom is 86 and hasn't had covid yet in her LTC while others like her have passed away","sentiment_score":-0.4004329004}
{"full_text":"RT Moderna Stock Crash Intensifies: Losses Top $130 Billion After Scientists Find Covid Boosters Aren't Halting Omicron Infec...","sentiment_score":0.5}
{"full_text":"RT This is your enemy.They hate you.Listen when they tell you.And vote accordingly.","sentiment_score":-0.8}
{"full_text":"After struggling to breathe on New Year's Day, Miranda came to the hospital.","sentiment_score":0.1363636364}
{"full_text":"RT Good to see respond so firmly to RFK Jr.'s theft and perversion of his iconic song \"Chicago\" to spread l...","sentiment_score":0.3333333333}
{"full_text":"RT With all due respect, I'm not that impressed with the left finally coming to grips with concepts and science we knew abou...","sentiment_score":0.21875}
{"full_text":"RT Neither property woes nor the pandemic stopped China's economy growing in 2021. But in 2022 China must confront its probl...","sentiment_score":0.0}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"PAYWALL FREE STORY: COVID-19 cases appear to have peaked in San Mateo County but officials are warning the public to remain vigilant in practicing safety precautions, noting it's unclear how much time will be necessary for cases to drop to a safe...","sentiment_score":0.22}
{"full_text":"RT Aarong gon hit the podium &amp; blame the vaccine","sentiment_score":0.0}
{"full_text":"RT \"The COVID-19 vaccine made by Pfizer and BioNTech appears to put young men at elevated risk of developing a heart muscle infl...","sentiment_score":0.1}
{"full_text":"International students &amp; alumni have a chance to attend the Devant Get Hired at Home event for free on February 2, 2022. This expo will help international students to stay, work, and succeed in Canada by connecting them with leading Canadian employers.","sentiment_score":0.1333333333}
{"full_text":"\"I'm behaving myself for the sake of your variant self and my sister. This doesn't make things even for us.\"","sentiment_score":0.0}
{"full_text":"Authorities in US to cut some Chinese flights after Beijing took action against US carriers over COVID cases.","sentiment_score":0.05}
{"full_text":"Not sure I'll be alive  there was a covid outbreak next to where I live even though I haven't been there I'm convinced I have it","sentiment_score":-0.0034090909}
{"full_text":"RT The 17-year-old Maryland student who shot another student at Magruder High School was armed with an untraceable ghost gu...","sentiment_score":-0.07}
{"full_text":"RT As covid cases are rising daily in india and there is class 10th and  12th board exams for term 2 is likely to be held so...","sentiment_score":0.0}
{"full_text":"There's no live virus so, um, yup.  Seems like 2 actually is still holding up pretty well. 3 even better.  Just a crap ton more dead unvaccinated people all around.  Catching Covid isn't the same story for the unvaxxed vs the vaxxed.","sentiment_score":0.0868686869}
{"full_text":"Do we have absolute numbers? If BA1 is falling, that's somewhat different than when Omicron raced paced Delta which was also growing","sentiment_score":0.1}
{"full_text":"RT Very fair point. The people who were awake from day 1 deserve immense credit. I wasn't one of them. It took me some time...","sentiment_score":0.455}
{"full_text":"It's junk vaccine, no matter how many times you take it, it's not gonna hold up, Get out of your cave and look at Israel where they have given 4th shot and cases are rising again","sentiment_score":0.5}
{"full_text":"RT Pls stop othering 'the vulnerable' as if it's an optional burden or charity to protect them. Because:a)it's ableist...","sentiment_score":-0.5}
{"full_text":"RT listen I'm not an infectious disease expert simply running on vibes here but if you have covid and you're thinking about lea...","sentiment_score":0.0}
{"full_text":"RT Loaf was anti-vax, anti-mask and reportedly had COVID: '...","sentiment_score":0.0}
{"full_text":"RT Advice for reusing masks from person who invented N95 fabric: *buy seven and rotate daily *after using hang in isolated spot...","sentiment_score":0.0}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"If you indeed know 12 people who are FULLY vaccinated and yet got \"severely ill\", then you know 12 who absolutely would have been hospitalized and many dead if not vaccinated. Yet, you blame the vaccine. The evidence is the vaccines saved their lives.","sentiment_score":0.0}
{"full_text":"Marion County postpones return to jury over COVID-19 | cases News","sentiment_score":0.0}
{"full_text":"RT \"B.C. doctor refuses to see young children who don't have COVID shots\"Should doctors who discriminate against \"unvac...","sentiment_score":0.1}
{"full_text":"Data to be released... Only now.","sentiment_score":0.0}
{"full_text":"RT A LOUD AND ANGRY crowd gather outside BBC's new broadcasting house in central London, against vaccine passports and vaccine...","sentiment_score":-0.0527272727}
{"full_text":"RT A huge protest today in Finland to call for an end to COVID emergency powers.","sentiment_score":0.4}
{"full_text":"RT Just not OK for China's gov't to spark a global pandemic (true even if you reject the lab origin hypothesis) &amp; block any me...","sentiment_score":0.0333333333}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT Sending thoughts and prayers for good outcomes for the ream of upcoming nosocomial...","sentiment_score":0.7}
{"full_text":"RT In Canada she would immediately be suspended by the college of physicians and surgeons, investigated, have her patient file...","sentiment_score":0.0}
{"full_text":"Sheesh...@bariweiss has suffered through #covid #thankyou #healthcareworkers","sentiment_score":0.0}
{"full_text":"RT Large protest against vaccine passports in central Stockholm, the capital of Sweden.","sentiment_score":0.1071428571}
{"full_text":"I've been ordering grocery delivered at my door since the pandemic started. Once a week. So convenient.","sentiment_score":0.0}
