{"full_text":"1 year old Great Grand Son inpatient Survived #COVID19 December 2021 Children are not vaccinatedAged and Disabled are not protected with Bipartisan Herd ImmunitySo disappointed in 2019, 2020, 2021, do not expect change 2022 #Eugenics#CrimesAgainstHumanity","sentiment_score":0.09}
{"full_text":"Ppl keep telling us we have to live with covid. And that's fine. But why are they also removing simple protective measures like masks and ventilation? We can not just pretend this is over that's not the way out either.https:\/\/t.co\/a9SfqMrKG3","sentiment_score":0.1843434343}
{"full_text":"#CloseTNSchools #SAVE10TO12STUDENTS 10 to 12 students can also get infected by covid.we are also humanslives are more important than examsplease shut down schools as soon as possible.","sentiment_score":0.1861111111}
{"full_text":"ICYMI: Twitter banned the personal account of Rep. Marjorie Taylor Greene for multiple violations of its COVID-19 misinformation policy.https:\/\/t.co\/aaiOVjCCMk","sentiment_score":0.0}
{"full_text":"I hope the brave Doctor will be ok, I hope that it was reported to open up debate for a much needed u-turn on mandates for NHS staff.I'm fearful tho, Doctor has declared himself unvaxxed in the public eye, reports in a few weeks of him being ill from covid wouldn't surprise.","sentiment_score":-0.0125}
{"full_text":"RT The CDC director finding it \"very encouraging\" that it's largely the \"already unwell\" dying from COVID while signaling no...","sentiment_score":0.2071428571}
{"full_text":"RT All right we found another local COVID case! This is the closest I've come to lockdown since March 2020 so will try and...","sentiment_score":0.1428571429}
{"full_text":"RT We'd like to give a huge shout out to the thousands and thousands of scientific and laboratory staff across the NHS.Many...","sentiment_score":0.4}
{"full_text":"RT When my mother and wife both died from Covid-19 in 2021. My whole world felt like it came crashing to a stop.  Regardl...","sentiment_score":0.2}
{"full_text":"RT I'm a Consultant in Anaesthesia &amp; Intensive Care Medicine. I'm vaccinated, so are my family &amp; friends. It's is the sin...","sentiment_score":0.0}
{"full_text":"RT #CloseTNSchools #SAVE10TO12STUDENTS  Dear TN Government ;There was a lot...","sentiment_score":0.0}
{"full_text":"RT #CloseTNSchools Sir,In the concern of rise of covid cases in tam...","sentiment_score":0.0}
{"full_text":"RT As covid cases increases rapidly in TN,its very dangerous to open the schools for 10to12. school students have not yet fully v...","sentiment_score":-0.39}
{"full_text":"RT After over a year under siege, 7m people in #Tigray #Ethiopia keep facing drone attacks, with the latest reportedly killing 5...","sentiment_score":0.5}
{"full_text":"RT Jacob Rees Mogg wants to cut taxes for the rich. Boris Johnson wants to cut healthcare for the poor.","sentiment_score":0.09375}
{"full_text":"RT Purchasing ya own n95 masks is def some stolen wages shit.","sentiment_score":0.2}
{"full_text":"She is desperate, beyond desperate to have the pandemic go on and on. It is a massive smokescreen for her abysmal record in government","sentiment_score":-0.4}
{"full_text":"RT Calling Omicron \"mild\" because it is possible that it may be less lethal than Deltais like calling Jeff Bezos \"poor\" because...","sentiment_score":-0.0583333333}
{"full_text":"RT We've been put through enough delays in this pandemic, our degrees have been delayed cus of the adamant behaviour of IGNOU,...","sentiment_score":0.05}
{"full_text":"So the FIRST vaccine didn't work so you must..take the SECOND vaccine.. which didn't work so you must..take the THIRD vaccine which says WORKSbut Israel (&amp; now France) says it doesn't work so their citizens will be forced to take a 4th vaccine!Still not worried?","sentiment_score":-0.0125}
{"full_text":"\"Is the end of the pandemic an illusion?\"","sentiment_score":0.0}
{"full_text":"RT \"I've never had such a terrible experience.\" Perhaps Covid will be one, or even top it.","sentiment_score":-0.1666666667}
{"full_text":"RT Vishal kotian has tested positive fir coronaPUBLIC WINNER UMAR RIAZ","sentiment_score":0.2272727273}
{"full_text":"RT #VishalKotian who was about to re-enter #BiggBoss15 as Wild Card in this week is now tested Positive for Covid 19. #Big...","sentiment_score":0.1090909091}
{"full_text":"RT Calling Omicron \"mild\" because it is possible that it may be less lethal than Deltais like calling Jeff Bezos \"poor\" because...","sentiment_score":-0.0583333333}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"Covid: Thousands of anti-lockdown protesters take to streets of Glasgow ... via","sentiment_score":0.0}
{"full_text":"RT Trent is missing after registering a suspected positive COVID test shortly after Chelsea. He is expected to return to training in...","sentiment_score":-0.0181818182}
{"full_text":"RT The FDA is suggesting race should be a deciding factor in whether or not someone is \"high risk\" and therefore qualified...","sentiment_score":0.16}
{"full_text":"RT Many of those affected became homeless during the pandemichttps:\/\/t.co\/ckpUd172dr","sentiment_score":0.5}
{"full_text":"RT On Day 3 of COVID isolation. Trudging through it.Feeling so much appreciation and gratitude for all the scientists and me...","sentiment_score":0.2}
{"full_text":"Why so few specimens?  India has over a billion people?","sentiment_score":-0.2}
{"full_text":"RT There is no place to hide for this if Vaccine Passports aren't allowed to expire on January 26th.An agenda will be in...","sentiment_score":0.0}
{"full_text":"RT Calls have started for hospital beds and hospitals are getting full.Also Many Many doctors, nurses &amp; other Frontline heath w...","sentiment_score":0.2916666667}
{"full_text":"RT Researchers at the University of Cyprus discovered a new strain of COVID-19 that is a combination of the Delta and Omicro...","sentiment_score":0.1363636364}
{"full_text":"RT MSG Ayurvedic Hair Care Combo is a blend of unique herbs which used to treat  BaldnessDandruffDrynessMakes h...","sentiment_score":0.375}
{"full_text":"RT National lockdown - NoFew States and cluster lockdown- yes#AskROB","sentiment_score":0.0}
{"full_text":"I just noticed my \"lick down\" and now I'm laughing. Seriously, though. What the heck is going through (or not going through) people's minds?  You can see it in people's eyes - they can't allow the logic to tempt them into thinking anything but vax &amp;lockdown, vax &amp;lockdown.","sentiment_score":-0.2444444444}
{"full_text":"RT Lockdown koodaloor","sentiment_score":0.0}
{"full_text":"RT #IGNOU_Students_Want_OpenBookExam IGNOU has to Consider an Alternative Option for Conducting Exam apart from traditional...","sentiment_score":0.0}
{"full_text":"RT Had to double check this was serious.  What on earth is this government thinking?  Bad enough not to pay people properly...","sentiment_score":-0.2066666667}
{"full_text":"RT \"Universities are supposed to be bastions of critical thinking, reason and logic. But the Covid policies they have ado...","sentiment_score":0.0}
{"full_text":"COVID but even if he was fit no way would he of got on the bench we are gonna rely on him and Bobby during afcon","sentiment_score":0.4}
{"full_text":"The evil chain of the coronavirus< Ephesians 6:12 >For we do not have to struggle against flesh and blood, but against rulers, against authorities, against the princes of this dark world, against evil spirits in the heavenly places.","sentiment_score":-0.7166666667}
{"full_text":"RT You won't hear it said, except in childish glee by the worst type of Brexiter, that Brexit hurt the EU (though nowhere as m...","sentiment_score":-0.6}
{"full_text":"Stop making excuses for a lazy man who made his frontline worker wife shovel the snow. I'd be just as disgusted if it was a man who had just spent 12 hours working in a Covid ward only to come home to a driveway his spouse could have cleared, anticipating he'd be tired.","sentiment_score":-0.35}
{"full_text":"RT Test positivity rate in Bengaluru stays around 10% as cases increase to 9,020 today.An increase of 27% over yesterday...","sentiment_score":0.0}
{"full_text":"So you are happy to stop the vaccination programme and if 6% to 8% of older people die from COVID thats a price you are prepared to pay.  Thats clear enough.","sentiment_score":0.2666666667}
{"full_text":"RT #CloseTNSchools CloseTNSchools#SAVE10THTO12THSTUDENTS #CMOTamilNaduPlease sir corona is in peak an...","sentiment_score":0.0}
{"full_text":"#COVID-19 vaccination in  Gabbar Budhal of District Rajouri  @OfficeOfLGJandK @MoHFW_INDIA @dmrajouri ","sentiment_score":0.0}
{"full_text":"Don't mention that day to me....","sentiment_score":0.0}
{"full_text":"RT A hidden epidemic has taken more than 450,000 lives in the United States. All these victims died due to an overdose of one dr...","sentiment_score":0.0694444444}
{"full_text":"RT Wear a #mask. You know who's in town, right? #MaskUp #COVIDIOTS","sentiment_score":0.2857142857}
{"full_text":"RT #CloseTNSchools #SAVE10THTO12THSTUDENTS Honourable Governmen...","sentiment_score":0.0}
{"full_text":"RT #CloseTNSchools CloseTNSchools#SAVE10THTO12THSTUDENTS #CMOTamilNaduPlease sir corona is in peak an...","sentiment_score":0.0}
{"full_text":"RT PS2000 pay rise for MPs... wow.They will be on PS84000I hope Doctors, Nurses, School Staff, Bus Drivers, Supermarket...","sentiment_score":0.0}
{"full_text":"RT #WaPo confirming they are idiots..","sentiment_score":-0.8}
{"full_text":"RT The Ohio Solicitor General opposing President Joe Biden's vaccine mandate at the Supreme Court had to participate in oral...","sentiment_score":0.05}
{"full_text":"RT That's right baby. Sound it out!","sentiment_score":0.3928571429}
{"full_text":"Labour now talking about tax rises on corporations is good - big shift from 2020. Labour proposing to shift costs of pandemic onto its winners (profits in UK are at record levels!) is good.But more needed to address the crisis- raise taxes on the rich, cut costs for the rest.","sentiment_score":0.39375}
{"full_text":"RT 150,000 Covid deaths#Delaying lockdowns#Missed Cobra meetings#Care homes abandoned#\"World-beating\" Test &amp; Trac...","sentiment_score":0.0}
{"full_text":"RT .@BBCNews Wouldn't it be easier to visualise those 150,000 deaths if you showed - instead of the kids &amp; young healthy people...","sentiment_score":0.3}
{"full_text":"RT Since, COVID cases are increasing day by day so we request to either postpone the exams or conduct it in online mode ...","sentiment_score":0.0}
{"full_text":"RT #CloseTNSchools CloseTNSchools#SAVE10THTO12THSTUDENTS #CMOTamilNaduPlease sir corona is in peak an...","sentiment_score":0.0}
{"full_text":"RT FDA will have 8 months -- not the 75 years it requested -- to release all documents related to the licensing of Pfizer's...","sentiment_score":0.0}
{"full_text":"RT How omicron is changing what we know about COVID-19@joelawlorph takes a deep lookhttps:\/\/t.co\/g3H0bdyFtC","sentiment_score":0.0}
{"full_text":"RT #MantraCuresPandemicIn this state of various mutants of COVID, see how this Sanjeevani Mantra can prevent and cure from a...","sentiment_score":0.0}
{"full_text":"RT Should we just learn to live with Covid?Professor Christina Pagel says that \"we're not learning, we're just pretending it...","sentiment_score":0.1363636364}
{"full_text":"RT CANADA - Where Trudeau manipulates citizen views by depicting the non compliant as being lesser, as being other, as un...","sentiment_score":-0.0625}
{"full_text":"RT End mass jabs and live with Covid, says ex-head of vaccine taskforce","sentiment_score":0.1363636364}
{"full_text":"do we want this tho ","sentiment_score":0.0}
{"full_text":"Plz agar jis area me covid ke kam case h waha health department ko satark kare,plz sare school na band kare","sentiment_score":0.0}
{"full_text":"RT \"Universities are supposed to be bastions of critical thinking, reason and logic. But the Covid policies they have ado...","sentiment_score":0.0}
{"full_text":"And then when the husband came to pay he said they all have covid.FOR REAL!!Thanks....","sentiment_score":0.0}
{"full_text":"We were supposed to get together today. My dilsaid not to come. \"Maybe in a couple weeks.\"I was REALLY looking forward to seeing everyone. I have never even met their little one.She's 5.Thanks #diabetes &amp; #Covid19","sentiment_score":0.00625}
{"full_text":"RT I am an intensive care doctor. I have been vaccinated and so have my wife and teenage children. Because I *know* it is t...","sentiment_score":0.0}
{"full_text":"I feel like you really need to see thishttps:\/\/t.co\/O37TglFLlF","sentiment_score":0.2}
{"full_text":"RT These damn temp agencies have to go. They do so much harm in #LTC as is.","sentiment_score":0.2}
{"full_text":"If Orangeman was still in power the Dems would be the anti vaxxers.","sentiment_score":0.0}
{"full_text":"RT Revealed: There was a 250k secret backlog in Covid PCR pillar 2 tests this week, affecting 4600 care homes and 70 prisons...","sentiment_score":-0.4}
{"full_text":"RT Small update: the Cypriot 'Deltacron' sequences reported by several large media outlets look to be quite clearly contaminat...","sentiment_score":0.0160714286}
{"full_text":"RT #Philadelphia teachers demand switch to virtual learning as COVID-19 cases skyrocket#edsafety #teachers #CloseTheSchools...","sentiment_score":0.0}
{"full_text":"RT A number of 'strategic facilities' in Kazakhstan are under the guard of a Russia-led military alliance, amid the deadliest out...","sentiment_score":-0.1}
{"full_text":"RT To be fair to Johnson, there's at least one commitment that he's kept. Over 150,000 #COVID19 deaths now.","sentiment_score":0.2}
{"full_text":"RT #CloseTNSchools #SAVE10TO12STUDENTS 10 to 12 students can also get infected by...","sentiment_score":0.0}
{"full_text":"RT I am pro-vaccines.I am vaccinated.I am against vaccine mandates and vaccine passports. They are immoral, and based on...","sentiment_score":0.0}
{"full_text":"RT  'The numbers of patients in critical care in Englands beds at the moment is lower than any of the four years leading up...","sentiment_score":0.0}
{"full_text":"Painfully thick.","sentiment_score":-0.3}
{"full_text":"RT 'Living with COVID' is code for letting thousands and thousands more people die needlessly from COVID","sentiment_score":0.0}
{"full_text":"RT \"in 2007, researchers showed they could fully adapt human SARS-CoV-1 to fatally infect mice and wreak respiratory havoc af...","sentiment_score":0.0}
{"full_text":"RT [1\/4] I had 4 COVID+ kids on my shift last night ranging from 5 weeks old to 4 years old, each of them too young to be vaccinat...","sentiment_score":0.075}
{"full_text":"RT Important announcement :In the present COVID situation, to avoid physical contact, you may report directly by Voice C...","sentiment_score":0.125}
{"full_text":"RT Today, said:\"The overwhelming number of deaths, over 75%, occurred in people who had at least 4 comorbidities. So...","sentiment_score":0.1}
{"full_text":"RT If only reporting like yours were the rule rather than the exception,  #GTTO #JohnsonOut #JohnsonOutNow #J...","sentiment_score":0.0}
{"full_text":"Esha Gupta tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"I think it is going to take a while for to shake off the effects of his bout with COVID which included a lengthy hospital stay and a 20 pound weight loss. He has scored 23, 22 and 17 in other games this year, so the ability is still there.","sentiment_score":-0.125}
{"full_text":"RT I wholeheartedly agree, colleague.  The impact of this virus on children is what worries me the most.  And a...","sentiment_score":0.5}
{"full_text":"RT With infections surging due to the Omicron variant, physicians are now urging people to ditch cloth face masks and instead r...","sentiment_score":-0.125}
{"full_text":"RT Union Health Minister Mansukh Mandaviya to interact with state health ministers tomorrow over the COVID-19 situation: Govt Sources...","sentiment_score":0.0}
{"full_text":"RT #CloseTNSchools #SAVE10TO12STUDENTS 10 to 12 students can also get infected by...","sentiment_score":0.0}
{"full_text":"RT Living with COVID = wearing masks, making sure the NHS isn't overwhelmed, temporarily locking down the public if hospitals are...","sentiment_score":0.1148148148}
{"full_text":"RT Calling Omicron \"mild\" because it is possible that it may be less lethal than Deltais like calling Jeff Bezos \"poor\" because...","sentiment_score":-0.0583333333}
{"full_text":"German study reveals disturbing trend on child mental health during lockdown","sentiment_score":-0.2}
{"full_text":"RT Omicron Isn't Mild for Hospitals - The Atlantic (Some of us have been saying this for some time now. Labelling omicron as...","sentiment_score":0.3333333333}
{"full_text":"RT Lateral Flow Tests weren't free - we paid PS37bn for them, remember?","sentiment_score":0.4}
{"full_text":"RT Hello every one we are the student's of Tamil Nadu we are afraid to go school all classes are closed expert 10,11 and...","sentiment_score":-0.35}
{"full_text":"RT Montreal awakens.","sentiment_score":0.0}
{"full_text":"RT Gotdamn","sentiment_score":0.0}
{"full_text":"RT This won't be limited to Vancouver.","sentiment_score":-0.0714285714}
{"full_text":"RT Millions of chinese people are living in covid quarantine camps now!2022\/1\/9","sentiment_score":0.0}
{"full_text":"RT GBNews is spewing flat-out nonsense about Covid from crap TV \"historian\" Neil Oliver &amp; dodgy former pharma exec &amp; prolific...","sentiment_score":-0.4}
{"full_text":"RT After getting a dose of Covid-19 vaccine, women had an average menstrual cycle length of about one day longer than usual, accordin...","sentiment_score":-0.2}
{"full_text":"#CloseTNSchools #SAVE10TO12STUDENTS TN is reporting almost 10k covid cases per daySchools must be closed immediately.the govt should consider only opening the schools during revision exams alone","sentiment_score":-0.05}
{"full_text":"RT The White House has announced that it's distributing an additional $4.5 billion in funds to help low-income Americans cov...","sentiment_score":0.0}
{"full_text":"RT Vishal kotian tested +veSK TO KK : aapne covid k against apne frnd vishal k liye stand q nai liye u shuld fight wid cov...","sentiment_score":0.0}
{"full_text":"RT 1. Do you know anyone who was vaccinated and hospitalized by omicron? 2. Know Anyone who was unvaccinated and was hospitalized...","sentiment_score":0.0}
{"full_text":"On January 9 1861, Mississippi becomes the second state to secede from the Union before the outbreak of the American Civil War.","sentiment_score":0.0}
{"full_text":"I uncertainly acknowledge to decide that Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT Dear Government, It is the time where we need to be safe , COVID cases reached 12K+ Cases , its not at all safe to hold on sc...","sentiment_score":0.5}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"Vaccination centers in Bacolod City are now back in operations in shopping malls to cater vaccinees in the city.  Read on to find out more!Click here: #vaccine #vaccination","sentiment_score":0.0}
{"full_text":"The good news about the omicron variant that will greet our lawmakers when they pack their mostly unmasked selves back into the Statehouse Tuesday: There's an even-lower-than-delta probability that any vaccinated individual exposed will die, or get sick.","sentiment_score":0.0971428571}
{"full_text":"RT CANADA - Where Trudeau manipulates citizen views by depicting the non compliant as being lesser, as being other, as un...","sentiment_score":-0.0625}
{"full_text":"Did he take the new Covid drug of choice?","sentiment_score":0.1363636364}
{"full_text":"RT Chris Whitty once said that it would be really good if we could get away with 20,000 Covid deaths. Now we have had 150,...","sentiment_score":0.7}
{"full_text":"RT Dear Government, It is the time where we need to be safe , COVID cases reached 12K+ Cases , its not at all safe to hold on sc...","sentiment_score":0.5}
{"full_text":"Hamilton hospital staff shortages increase as COVID hospitalizations risehttps:\/\/t.co\/noaM5Aab39","sentiment_score":0.0}
{"full_text":"On Tuesday there were 48 deaths reported. If I said that only 350 people a week were dying in the UK with Covid I'd be being dishonest and deliberately misleading. Let's not play with the figures to support our argument","sentiment_score":-0.15}
{"full_text":"The Sunday Times reported that Prime Minister Boris Johnson would make the announcement on scaling back tests within weeks.https:\/\/t.co\/3uJ7ys7Y3D","sentiment_score":0.0}
{"full_text":"If you're having trouble finding an at-home COVID test, head to the RP Funding Center, Watson Clinic Urgent Care, or three other locations listed here. #LALtoday","sentiment_score":-0.1416666667}
{"full_text":"RT UK's Best 1 to 1 TutorBook  a Free Trial Class Visit Our Websitehttps:\/\/t.co\/O4SbCU5dEUOnline Classes with Highly Qualifie...","sentiment_score":0.52}
{"full_text":".@MOPHQatar this week has approved #PfizerBioNTech #COVID19 #boostervaccines for children 12 to 15 years old, following recent studies that demonstrate the safety and efficacy of booster doses for kids in this age group.READ:","sentiment_score":0.0333333333}
{"full_text":"RT Ron DeSantis had a secret stockpile of 1 million COVID tests that he didn't distribute, let expire, and then attempted...","sentiment_score":-0.4}
{"full_text":"Great Western Railway to reduce train timetable due to Covid disruptionhttps:\/\/t.co\/3MIQFEGMaE","sentiment_score":0.225}
{"full_text":"RT #CloseTNSchools #CMO #anbilmahesh #MKStalinCM Recently in tn covid cases r rapidly increasing, education is important but no...","sentiment_score":0.2}
{"full_text":"Just a day after setting a new single-day record, the Philippines on Sunday again recorded its highest number of COVID-19 cases in a day since the pandemic began with 28,707 fresh cases, bringing the national caseload to 2,965,447.","sentiment_score":0.2181818182}
{"full_text":"RT  respected sir as we all know that corona cases are increasing. Most of the univer...","sentiment_score":0.5}
{"full_text":"RT #CloseTNSchools #SAVE10THTO12THSTUDENTS  DEAR TN GOVT, The spread of COVID is in an alarming rate in TN and now, it is...","sentiment_score":-0.1}
{"full_text":".@BootsUK pharmacy sales up 8.8% but footfall remains 'sensitive' to COVID variants#pharmacy #covid19","sentiment_score":0.1}
{"full_text":"RT Fentanyl is the leading cause of death in adults aged 18-45.We constantly hear the government focused on COVID, but I'...","sentiment_score":-0.05}
