{"full_text":"RT Hearing the same thing from doctors treating COVID in Louisiana -- Biden admin has cancelled monoclonal antibody shipments wit...","sentiment_score":0.0}
{"full_text":"Got Covid and team 3-1 down at half time. Pretty shite","sentiment_score":-0.0240740741}
{"full_text":"RT My mom died tonight. She died of covid and she was not vaxxed. My sister said she was only sick for a week.","sentiment_score":-0.3571428571}
{"full_text":"Made your fuckin Twitter name some corny shit like \"CDC Jackson\" and now you gotta blame people when they bend to capitalism. Like dog at what point are you ashamed of yourself? Y'all can really just keep that going forever?","sentiment_score":0.0}
{"full_text":"Nashua school superintendent &amp; BOE are lying to parents. Multiple NH schools shifted to remote learning since Oct. #Nashua is making a CHOICE to keep unsupervised kids in unsafe environments &amp; torturing teachers.https:\/\/t.co\/dGsO8KXkfT#NewHampshire #NHPolitics","sentiment_score":-0.05}
{"full_text":"It's not just Florida New York as well. The bottom line is it's a Worldwide Pandemic, not one place is immune.","sentiment_score":0.1363636364}
{"full_text":"I'm so sorry. Was it from covid?","sentiment_score":-0.5}
{"full_text":"100% AGREE ","sentiment_score":0.0}
{"full_text":"RT HeheHappy New Year everyone! ","sentiment_score":0.1704545455}
{"full_text":"2022, still have covid and every time I tell my parents my head hurts like mad they tell me I don't drink enough. This is my year","sentiment_score":-0.3125}
{"full_text":"RT Tina Arena used to be cool until she started taking a wage from taxpayers without bothering to attend board meetings at...","sentiment_score":0.35}
{"full_text":"RT The vaccines aren't supposed to stop Covid, they are supposed to stop people who get Covid from ending up i...","sentiment_score":0.0}
{"full_text":"RT Omicron hospitalisation risk around one third of Delta, new data shows","sentiment_score":0.0681818182}
{"full_text":"RT Petition * To get Tony Blair to have his Knighthood rescinded Twitter, what an absolute mockery of...","sentiment_score":0.2}
{"full_text":"The solution has been identified to make the health Green Pass unconterfeitable, thus making the fight against the Covid-19 virus more effective ","sentiment_score":0.3}
{"full_text":"It's funny how even the CDC has had enough of Covid and the anti vax crowd. They're throwing their hands up and saying \"Do whatever you gotta do.\"","sentiment_score":0.125}
{"full_text":"And...Stay away from people if you're worried about people who may have covid.","sentiment_score":0.0}
{"full_text":"Happy New Year!#Pens on the ice for the first time in 2022. Mike Matheson, John Marino &amp; Dom Simon have rejoined the group (Covid Protocol). Brian Boyle is absent due to personal reasons. Tristan Jarry, Teddy Blueger, Kasperi Kapanen &amp; PO Joseph remain in Covid protocol","sentiment_score":0.2122727273}
{"full_text":"RT The nine districts red-flagged by the Centre include Mumbai City, Mumbai Suburban, Pune, Thane, Bengaluru Urban, Chennai,...","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls are okay with another lockdown because they want to withdraw from society and become a recluse...","sentiment_score":0.6333333333}
{"full_text":"RT #Breaking| Third day in a row, #WestBengal reports massive spike in new cases of Covid-19. 4512 new cases of Covid report...","sentiment_score":0.0681818182}
{"full_text":"[*01.01.22]Fancams de 'Lock Down' no Simply K-pop Con Tour.#KEUM: #ipegseu","sentiment_score":-0.0777777778}
{"full_text":"\"The good news picture continues to build for Omicron. Late on New Year's Eve, the official estimates for vaccine effectiveness were updated: boosters cut risk of hospitalisation by 88%\"Simon Cook ","sentiment_score":0.1787878788}
{"full_text":"RT So, his wife was so sick undergoing treatment that he disappears for 14 days, but she's well enough to attend...","sentiment_score":-0.3571428571}
{"full_text":"The pandemic will end when the digital monetary system is in placeYOU GOT IT?!...","sentiment_score":0.0}
{"full_text":"RT #WhereIsRon?HE'S FOUND! He's not setting up state covid testing sites.He's not spending more time with his family.H...","sentiment_score":0.5}
{"full_text":"Update on COVID at a major academic health systemICU beds are currently 79.1% fullNon-ICU beds are 82.2% fullCompared with last year at this timeICU beds were 74.6% fullNon-ICU beds were 50.8% full","sentiment_score":0.0825}
{"full_text":"NEW: Town of Monroe received 2800 at home COVID tests from the state overnight. This is about half of the original allotment. They will be distributing them to residents ONLY at 1pm at 365 Fan Hill Road. First come first serve basis, 1 household=2 tests.","sentiment_score":0.1407828283}
{"full_text":"This has been the case in most of the US. Get injured in a car accident, test positive, die of injuries, that is a covid19 death.","sentiment_score":0.3636363636}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"In case you missed this.","sentiment_score":0.0}
{"full_text":"RT 'A race to the bottom': House GOP gets slammed for 'really disgraceful' anti-vaccine tweet","sentiment_score":0.2}
{"full_text":"RT From garbage talks such as BJP vaccine, vaccine efficacy, vaccines videsh bheje, vaccine shortage, poor vax drive to the hug...","sentiment_score":-0.2}
{"full_text":"A 'black hole' for COVID vaccine injury claims","sentiment_score":-0.1666666667}
{"full_text":"RT When they show a shoulder-shrugging indifference as they take a wrecking ball to the livelihoods of all the restaurateu...","sentiment_score":0.0}
{"full_text":"RT With my track record, I think we can take the fact that two years into this I've still never got Covid* as scientific proof...","sentiment_score":0.0}
{"full_text":"RT 4) It's now becoming more and more clear that #Omicron is a very different beast. Saliva samples (hence throat swabs) are m...","sentiment_score":0.31}
{"full_text":"RT The Spanish flu had a 2.5% mortality rate. It was most prevalent in ages 20-40. Covid doesn't even have a 2% mortality...","sentiment_score":0.25}
{"full_text":"RT Omicron science makes the front page","sentiment_score":0.0}
{"full_text":"RT The worldwide \"forgetting\" and ongoing rediscovery of the 1918 flu provide a window into the science of collective memory. And t...","sentiment_score":0.0}
{"full_text":"Please stop calling 911 for #Covid testshttps:\/\/t.co\/R2YpV2djs7","sentiment_score":0.0}
{"full_text":"RT Rapid test + #omicron = 50% accuracy. NOT a green light to gather\/party. ","sentiment_score":0.25}
{"full_text":"RT Over the past 18 months, many of us have come together in a bipartisan way to stand against lockdowns and vaccine passpo...","sentiment_score":0.125}
{"full_text":"not me and will going home and infecting my entire family with covid hahaha fs :(","sentiment_score":-0.1833333333}
{"full_text":"COVID mRNA treatment focused on 1 Protein to enhance production of Antibodies &amp; likely Was 100% Effective in test group on That One Protein however over 20 Infectious COVID Proteins could overcome our body's immune system.We won't see Test Data for Any of Those now for 55 Years?","sentiment_score":0.3}
{"full_text":"RT Give me your best 2022 predictions here. Mine: Georgia beats Alabama, Packers win Super Bowl, Republicans pick up 30 in Hou...","sentiment_score":0.7111111111}
{"full_text":"RT How rich that is anti mask, anti vax, &amp; anti science but when funding is needed for his complete failure in handl...","sentiment_score":0.0527777778}
{"full_text":"RT From just before Pandemic, Poppers Jerk when I was on cycle.","sentiment_score":0.0}
{"full_text":"RT REPORT: Over 95% of Omicron Cases are in Vaccinated People.","sentiment_score":0.0}
{"full_text":"RT Two years ago today.","sentiment_score":0.0}
{"full_text":"RT Bearskin Lake First Nation in northern Ontario has now, nearly 100 Covid-19 cases. Nearly one in four people have the viru...","sentiment_score":0.15}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT Today, KJ wants to increase punishments on anyone violating COVID SOPs to fines of up to RM100,000 or 7 years in prison. H...","sentiment_score":0.2}
{"full_text":"unroll","sentiment_score":0.0}
{"full_text":"RT UK Health Secretary says further restrictions \"must be last resort\". Sage science indicates stronger public health protection...","sentiment_score":0.0}
{"full_text":"RT An excellent video that explains no vax vs vax vs booster, why Omicron is different and why this isn't the end of COVI...","sentiment_score":0.5}
{"full_text":"RT Yeah this is really moving fast and the incubation period is 1 to 3 days so it's pretty much everybody's goi...","sentiment_score":0.2125}
{"full_text":"Yup the COVID pill is just gonna be another form of Tamaflu pills","sentiment_score":0.0}
{"full_text":"RT Masks brought in as Queensland records 2,266 new cases of COVID-19 via","sentiment_score":0.1363636364}
{"full_text":"RT I'm starting to think that facing the options of a total collapse of our healthcare system or refusing to admit unvacc...","sentiment_score":0.0}
{"full_text":"RT 2 years ago today.","sentiment_score":0.0}
{"full_text":"Ontario Data will not be of much value soon. Reduced PCR testing &gt; numbers will seem artificially lowAND will stop reporting outbreaks in schools and daycaresAND will report only about half the number of patients in hospitalshttps:\/\/t.co\/6HqQH7IwdO","sentiment_score":-0.1416666667}
{"full_text":"150k dead in the U.K. due to covid.  150k dead due to Tory austerity.","sentiment_score":-0.1625}
{"full_text":"RT I am hearing this Omicron is so contagious you can catch it from a mere incidental contact.A person drops their mask for...","sentiment_score":-0.5}
{"full_text":"RT Friend of mine works the covid floor of her hospital. She says currently ther...","sentiment_score":0.0}
{"full_text":"RT Re Canada. Someone objected to my use of the term \"lockdown.\" A curfew is a lockdown. Restriction on private gathering...","sentiment_score":0.0}
{"full_text":"My husband and son are both sick. I'm sure it's Covid, but getting tested is such a pain in the ass because of all the asymptotic people lining up to get tested that we just said screw it.","sentiment_score":-0.0714285714}
{"full_text":"RT With number of the new #Omicron #COVID19 cases exploding, there's no excuse for withholding the medical advice provide...","sentiment_score":0.0537878788}
{"full_text":"The CDC now recommends saying \"we should split the bill\" when you haven't had any drinks","sentiment_score":0.0}
{"full_text":"RT Healthcare workers around the world continue to get us through...thank them every chance you get #HCWs #Covid_19 #Omicron","sentiment_score":0.0}
{"full_text":"RT If you're protesting Pfizer's COVID vaccine but still popping Viagra (made by Pfizer too) that makes you a hypocrite -- happ...","sentiment_score":0.0}
{"full_text":"RT Vaccine clinics are running today in many parts of Ontario. Thank you to those working.Hearing that some are refusing Mo...","sentiment_score":0.5}
{"full_text":"RT I'll tell you what else is joyless - watching a loved one die of Covid especially if the government lacked the guts to l...","sentiment_score":0.35}
{"full_text":"What is worse than an overthinking-mind?An overthinking-mind on fever.#COVID","sentiment_score":-0.4}
{"full_text":"RT Unvaccinated Man Feeling Left Out As All His Vaccinated Friends Have COVID","sentiment_score":0.0}
{"full_text":"The author does list a number of factors contributing to this rudeness and aggression, but it's pretty clear that GOP-generated hostility to masking and vaccine mandates is the single biggest cause.They are a party of entitled crybabies.Disease-spreading entitled crybabies.","sentiment_score":0.0928571429}
{"full_text":"RT By the end of 2021 there were 141 studies showing natural immunity confers better protection from COVID than our vaccines. In...","sentiment_score":0.3}
{"full_text":"Liverpool: Klopp in COVID isolation, absent for Chelsea game","sentiment_score":-0.4}
{"full_text":"What a two years it has been...","sentiment_score":0.0}
{"full_text":"RT Mass Formation Psychosis is the real pandemic.","sentiment_score":0.2}
{"full_text":"RT From my family to yours, I wish each of you a happy and blessed New Year. Together we will overcome this pandemic and conti...","sentiment_score":0.4681818182}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT Reminds me of the time Texans were freezing to death &amp; you went on TV to blame the Green New Deal. 76,000 Texans are dea...","sentiment_score":-0.0318181818}
{"full_text":"RT I just halted another illegal fed vax &amp; mask mandate. Thanks to my suit(first of its kind in the nation), Prez Brandon is...","sentiment_score":0.1}
{"full_text":"RT Republicans are making the entire country sick with COVID19.Hospitals are overrun and are literally shutting their doors to...","sentiment_score":-0.3571428571}
{"full_text":"RT Omicron science makes the front page","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"THIS! Reason why I often miss being in that control room at 30 LSQ.  ","sentiment_score":0.0}
{"full_text":"RT It's impossible to ignore the fact that the Omicron wave--and the reactions to Omicron from officials--has emboldened a group of...","sentiment_score":-0.6666666667}
{"full_text":"RT I looked into *why* the supply of Covid-19 rapid tests has been so badly disrupted in the UK. TL;DR: All of the distribution...","sentiment_score":-0.7}
{"full_text":":(((((COVID positive :\/","sentiment_score":-0.2575757576}
{"full_text":"RT Where is and when will he be held accountable?","sentiment_score":0.0}
{"full_text":"Seriously? Those numbers are irrelevant &amp; just instill unnecessary fear. There's always going to be covid+ kids. It's whether or not those cases spread that's actually relevant. If the cases aren't spreading within the class\/school, the schools are doing what they need to be","sentiment_score":-0.2083333333}
{"full_text":"Never thought about this before.  Thanks for providing this perspective. Also, we are to the point of the pandemic where just showing up to do my job, keeping my mental health from diving off a cliff, and keeping my house and body going is a big accomplishment.","sentiment_score":0.0333333333}
{"full_text":"You da man","sentiment_score":0.0}
{"full_text":"RT He cancelled our Cabinet meeting in the middle of December (not the first time, he does this to avoid public accountability...","sentiment_score":0.0833333333}
{"full_text":"Thank you for everything you do and happy New Year! 2021 brought my second daughter, and baby three is on the way in 2022. My job would otherwise require travel, but the pandemic shut that down so I could spend time with my newborns. So...pros outweigh the cons!","sentiment_score":0.1940025253}
{"full_text":"RT Greg Abbott is now begging Pres Biden for Covid help despite suing Biden over vaccine mandates and downplaying the virusRand...","sentiment_score":0.0}
{"full_text":"RT This is not some random Twitter user.This is a conspiracy theorist DeSantis hired to analyze Covid-19 data in Florida....","sentiment_score":-0.5}
{"full_text":"New CDC guidelines now state that one may simply walk into Mordor.","sentiment_score":0.0681818182}
{"full_text":"RT Covid be like 'New year, new me'","sentiment_score":0.1363636364}
{"full_text":"RT Cutting To The Chase: Yes, More Trump Voters Have Likely Died Of COVID Than Biden Voters. No, It Likely Won't Make Much D...","sentiment_score":0.02}
{"full_text":"RT Update: #BCCI prez Sourav Ganguly has tested postive for the #Delta variant of #Covid. His #Omicron report was negative. D...","sentiment_score":-0.3}
{"full_text":"Why do RTE and all their wet wipe Covid loving sycophants want schools closed? I'm sick of hearing about it.Kids need to go to school!","sentiment_score":-0.1232142857}
{"full_text":"What are we roasting?https:\/\/t.co\/h9435W0h4O","sentiment_score":0.0}
{"full_text":"The solution has been identified to make the health Green Pass unconterfeitable, thus making the fight against the Covid-19 virus more effective ","sentiment_score":0.3}
{"full_text":"He might be super human like me. I'm basically early pandemic Boris at this stage, everyone I'm near is testing positive and I still can't get it.","sentiment_score":0.1521212121}
{"full_text":"RT linkin park                  the cdc                                       in the end, it          doesn't even matt...","sentiment_score":0.0}
{"full_text":"RT \"No rollout\" meanwhile he has been promoting it since before delta was even a thing now we already on omicron Also t...","sentiment_score":0.0}
{"full_text":"RT How nice for you that President Biden doesn't hold a grudge against governors who spit in his face and then ask for help.","sentiment_score":0.6}
{"full_text":"RT COVID outbreak at Antarctic station among fully vaccinated researchers like a horror movie | National Post","sentiment_score":0.0}
{"full_text":"Some people tried hard to avoid the disease.https:\/\/t.co\/UcfOiqdPlw","sentiment_score":-0.2916666667}
{"full_text":"RT India gears up to start inoculation of the younger population. I urge my friends aged between 15 to 18 to register on Co...","sentiment_score":-0.05}
{"full_text":"RT $TSLA  I just locked my mother in law in the trunk, she has the Covid ","sentiment_score":0.0}
{"full_text":"RT Tony Blair is hated by so many, from the far left to the far right and so many in the middle.I really do laugh when politicia...","sentiment_score":0.1107142857}
{"full_text":"Sorry ain't happening for you Bobo...You have some problems from last year to tend to.... As for words.... You did a disservice to America by advising no vaccine...that hurt humans lives... blatant discrimination you professed may get you off committees... the problem","sentiment_score":-0.3333333333}
{"full_text":"RT The CDC recommends leaving badmind in 2021","sentiment_score":0.0}
{"full_text":"RT Gym Jordan is claiming that COVID booster shots don't work. Anyone know what University awarded him a medical degree recentl...","sentiment_score":0.0}
{"full_text":"RT Never thought of this business idea, but apparently selling positive and negative covid tests is profitable, for obvious reaso...","sentiment_score":-0.0056818182}
{"full_text":"RT &lt;To date, 169 Marines have been discharged for refusing the vaccine,&gt;that's out of 200K Marines","sentiment_score":0.0}
{"full_text":"Hang on. Wasn't the pandemic over six or seven months ago at least? Maybe there never was one?","sentiment_score":-0.3}
{"full_text":"RT Two years ago today.","sentiment_score":0.0}
{"full_text":"Wishing everyone a hopeful, COVID free, and prosperous new year!","sentiment_score":0.2852272727}
{"full_text":".@SenCapito sat down for a one-on-one interview with Eyewitness News to talk about a wide range of topics, including the pandemic, political strife in Washington, D.C., and her priorities going into the new yearhttps:\/\/t.co\/rvGoXcF57m","sentiment_score":-0.0297979798}
{"full_text":"\"I'm not suggesting that you should ignore case number trends in your specific jurisdiction and that you don't take precautions. All I'm suggesting is there is a lot more behind the positive Covid test case numbers than people take the time to see.\"","sentiment_score":0.0818181818}
{"full_text":"Self-care starts at home, and it can really help you to stay well and reduce the need for you to have to go to hospital, especially during these cold winter months #ad","sentiment_score":-0.1333333333}
{"full_text":"RT My son died last night. Covid. He fought hard but couldn't win this fight. They say parents should not outlive their c...","sentiment_score":0.1694444444}
{"full_text":"RT Ron DeSantis came out of hiding to speak to a packed concert as covid cases surge in Florida.The \"Let Us Worship\" conce...","sentiment_score":0.0}
{"full_text":"RT Joe Biden knew there were early treatments for COVID and he  intentionally did not make them available or speak about th...","sentiment_score":0.25}
{"full_text":"New York says it will prioritize non-White people in distributing low supply of COVID-19 treatments -","sentiment_score":0.0681818182}
{"full_text":"Will i hit 2.5k? Or maybe even 3k?? Did i get into the school i wanted to get into so badly? Do i still live at home? So many questions, i hope I'll be able to answer them once this will be tweeted. Is corona gone..? Am i happy and do i accept and appreciate myself?","sentiment_score":0.2472727273}
{"full_text":"If you invest $1000 in $NS.B today at $22.50 per share, and the stock prices rebound back to pre-pandemic prices at $24.11, your investment would be worth $1071.56! That's 7% growth and $71.56 profit!  See more:  $IFS $SRL $ONTXW $WM $SITE","sentiment_score":0.3229166667}
{"full_text":"RT REPORT: Over 95% of Omicron Cases are in Vaccinated People.","sentiment_score":0.0}
{"full_text":"#WATCH: Southern California's annual Jan. 1 holiday tradition is back after being canceled last year because of the coronavirus pandemic.https:\/\/t.co\/1rcSUZFi2h","sentiment_score":0.0}
{"full_text":"Some Cheshire East residents are facing delays to bin collections due to Covid-related sickness and staff shortages","sentiment_score":-0.125}
{"full_text":"RT This is why BC has had lower Covid death rates than other provinces with similar case counts.It's another example of t...","sentiment_score":-0.0625}
{"full_text":"RT #COVID19: #UAE bans unvaccinated citizens' travel from Jan 10Unvaccinated Emirati citizens will not be allowed to travel st...","sentiment_score":0.0}
{"full_text":"It was her first Christmas without her late father Brendanhttps:\/\/t.co\/BkoKzrigv2","sentiment_score":-0.025}
{"full_text":"RT My experience having to wear N95s in outbreak settings only reinforces my perspective that making kids wear them all day long...","sentiment_score":-0.025}
{"full_text":"Despite record Covid cases in the U.K., another lockdown should be a \"last resort,\" Health Secretary Javid says via","sentiment_score":0.0}
{"full_text":"RT Omicron science makes the front page","sentiment_score":0.0}
{"full_text":"Same. My new year's kiss had COVID. I don't want one that bad","sentiment_score":-0.1878787879}
{"full_text":"RT Many seem to be assuming that covid provides lasting immunity, even though we already know it does not.  Each covid infect...","sentiment_score":0.25}
{"full_text":"Now, even as economies start to reopen, the fact remains that the pandemic has disrupted consumer behaviour in such as a way that it may never return to 'normal'.https:\/\/t.co\/4v59WzDsk9","sentiment_score":0.075}
{"full_text":"I had a Covid test (nose swab) and strep test same appointment ~ my gag reflex agrees ~ swabbing my throat would be difficult!","sentiment_score":-0.3125}
{"full_text":"RT If you need an ID and have to wait in a physical line for hours for a COVID test, why can't we apply the exact same logic...","sentiment_score":0.0833333333}
{"full_text":"Firms are counting the cost of Covid as the New Year dawns","sentiment_score":0.1363636364}
{"full_text":"New Year's Day Rose Parade set to proceed despite COVID surge","sentiment_score":0.1621212121}
{"full_text":"\"So many people are working very hard to try and address work shortages and the trauma that our healthcare system and healthcare workforce has faced. It's going to take a really long time to come back from this,\" Dr. Crystal Schiller told","sentiment_score":0.0177083333}
{"full_text":"Retail case study - Louise Brennan from Longford clothes shop Fabiani says Covid has seen her business expand its footprint","sentiment_score":0.0}
{"full_text":"The vaccine puts pressure on the virus to mutate","sentiment_score":0.0}
{"full_text":"RT It's been another tough year. Especially if you, or someone you love, has #Parkinsons. But we're learning to live with...","sentiment_score":0.0618686869}
{"full_text":"New York Department of Health is directing healthcare providers and facilities to consider race and ethnicity in deciding who gets and #COVID19 treatment pills.https:\/\/t.co\/iXjCCZPtfA","sentiment_score":0.1363636364}
{"full_text":"Customers are required to wear a non-medical mask on public transit. Do not leave the mask on your neck, forehead or hanging from your ear.","sentiment_score":0.0}
{"full_text":"Hello, please find the unroll here: John O'Looney, a funeral director from Milton Keynes and anti-vaccine... Talk to you soon. ","sentiment_score":0.0}
{"full_text":"FAA warns of air travel meltdown...https:\/\/t.co\/o9uRvIyCOn","sentiment_score":0.0}
