{"full_text":"RT Rishi Sunak is a multi-millionaire who has ALWAYS voted to make poor people poorer.https:\/\/t.co\/JnC0zews23","sentiment_score":-0.4}
{"full_text":"RT boris johnson reflecting on the number of parties he hosted in lockdown","sentiment_score":0.0}
{"full_text":"I slept 16 hours a day for the first 5 days and had headaches like I've never experienced in my life. Nearly 3 weeks clear of covid and I'm still tired all the time. God knows what it'd been like without the vaccines!","sentiment_score":-0.09}
{"full_text":"RT It's quite simple, if 1 in 15 people in England are testing positive, roughly 1 in 15 of the 1500 people who die every day...","sentiment_score":0.0424242424}
{"full_text":"RT St. Luke's pushes back on COVID misinformation about hospitalized patients","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT \"I had the #vaccine and nothing happened to me therefore the vaccine the safe\" is the dumbest argument I've ever heard.I use...","sentiment_score":0.5}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS Biden's vaccine mandate for large workplaces","sentiment_score":0.2142857143}
{"full_text":"No wonder they didn't have time for a Covid inquiry","sentiment_score":0.0}
{"full_text":"Hospitals are making \"vaccinated\" workers care for patients even if they're Covid positive.  The least among us are currently in charge.","sentiment_score":-0.0242424242}
{"full_text":"RT My favorite thing about arguments against vaccine passports is that they usually work even better verbatim as arguments...","sentiment_score":0.25}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT KN95 masks distributed to House members stamped with 'MADE IN CHINA'https:\/\/t.co\/BJzp9bfK2DMade in China masks infused with...","sentiment_score":0.0}
{"full_text":"RT The  said they were following the science on recommending boosters for Omicron. The WHO itself States it is...","sentiment_score":0.0}
{"full_text":"RT People be like \"cut the CDC some slack they're doing the best they can\" like it's a kid struggling with math class. We are...","sentiment_score":1.0}
{"full_text":"RT The narrative is crumbling!","sentiment_score":0.0}
{"full_text":"RT The US Supreme Court just guaranteed staff shortages in American hospitals for the foreseeable future.  The vax does n...","sentiment_score":0.0}
{"full_text":"CDC Director: Covid vaccines can't prevent transmission anymore#Covid#Omicron#Vaccines#VaccineMandates","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"RT In other words, today's Supreme Court ruling has nothing to do with vaccine mandates on the merits and everything to do wit...","sentiment_score":-0.125}
{"full_text":"RT And we haven't forgotten that you authoritarian lovers wanted longer, harder lockdowns with vaccine passports.It's o...","sentiment_score":-0.1}
{"full_text":"RT my dad can't get vaccinated bc he has to take an injection every two weeks that keeps his bones from disintegrating bc of hi...","sentiment_score":0.0}
{"full_text":"RT \"Pharmacists, retailers and healthcare workers are alleging the Australian government is seizing rapid antigen test supplie...","sentiment_score":0.0}
{"full_text":"RT I am directing my team to procure 500 million more COVID-19 at-home, rapid tests. That will mean one billion tests to be distr...","sentiment_score":0.09375}
{"full_text":"Liverpool can now go on and fake another covid 19 cases and postpone the second leg until Salah and Mane come back from the AFCONS","sentiment_score":-0.1666666667}
{"full_text":"Some reassurance in spite of some people using very misleading statistics to suggest otherwise.","sentiment_score":0.2}
{"full_text":"Covid-19: New cases at 2.6 lakh, deaths cross 200 for second consecutive day | India News","sentiment_score":0.0454545455}
{"full_text":"RT Say what? It's called the Immunization of Pupils Act and it's the law. And yes there are exemptions. But again.... the l...","sentiment_score":0.0}
{"full_text":"Makes sense. Not. On the other hand.... \"Why would I take a vaccine for my health from someone who is advocating reduction in world population?\"","sentiment_score":-0.125}
{"full_text":"RT I love when cops put out stats like \"Over 300 officers died in the line of duty this year. We salute their sacrifice\" and th...","sentiment_score":0.5}
{"full_text":"RT Today, I'm announcing our next deployments of six additional federal medical teams to help hospitals fighting Omicron in six har...","sentiment_score":0.0}
{"full_text":"RT One \"positive\" of the pandemic is people have seemed to invest in themselves more. Folks are quitting jobs where they aren't...","sentiment_score":0.3636363636}
{"full_text":"Obviously never tried filling in a DLA\/PIP form.If you're looking for things hard to understand, there you go.","sentiment_score":-0.1458333333}
{"full_text":"RT Scott using the word 'absenteeism' to describe workers sick with Covid is a deliberate attempt to insinuate slackness and un...","sentiment_score":-0.7142857143}
{"full_text":"Inevitable covid outbreak in my toddler's daycare. Can the kids get tested? No. Can we get tested? No. Can the workers get tested? Also no. Great time to live in Ontario folks","sentiment_score":-0.0878787879}
{"full_text":"RT We failed on vaccine science too when we denied most of the world access","sentiment_score":0.0}
{"full_text":"#XtraTime VIDEO: Could #COVID19 cases endanger #ATKMohunBagan vs #BengaluruFC tie?","sentiment_score":0.0}
{"full_text":"It's not too late. Omi won't be the last variant unfortunately. Too bad Americans are hard headed.","sentiment_score":-0.3583333333}
{"full_text":"RT Liverpool not taking advantage of Arsenal being down to 10 suggests their players are suffering from Long false-positive Covid.","sentiment_score":-0.1027777778}
{"full_text":"Not sure what you're denying.  I've known multiple people that died from this virus, and two others that suffered with long Covid.  It's been well known since day one that some people get seriously sick, and others just feel bad for a few days.  Surely you know some of the former","sentiment_score":-0.1767857143}
{"full_text":"RT The Supreme Court votes 6-3 to block the Biden vaccine mandate. Huge win for federalism and the constitutional rule of law...","sentiment_score":0.6}
{"full_text":"Maybe he had covid wen he fell out tha chair and y'all thought he was possessed. Js","sentiment_score":0.0}
{"full_text":"RT No one defunded the LAPD. Their budget went UP 12% for 2022. The station is closed because 800+ cops are out on paid sick...","sentiment_score":-0.4071428571}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"I said less likely, not impossible, especially with a much more infectious variant during a time with a lot more mixing inside. Though if you like charts, here's pre and post vaccine rollout in terms of the case to death ratio:","sentiment_score":0.1944444444}
{"full_text":"RT The hits just keep coming. The Supreme Court blocked President Biden's federal vaccine mandate policy for large businesses...","sentiment_score":0.2142857143}
{"full_text":"RT Nicholas Alahverdian, a Rhode Island man who faked his own death to avoid fraud and sexual assault charges was found on lif...","sentiment_score":0.55}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Gulf Today front page, Friday 14 January 2022 | Minister rules out total UAE lockdown over virus","sentiment_score":0.0}
{"full_text":"Dr. Hanley-Dafoe spoke about the importance of giving teenagers the space to grieve what they have lost during Covid. Even more important is continuing to provide these young people moments that spark joy. We hope we did this today at the outdoor rink!","sentiment_score":0.5}
{"full_text":"If you look back over recent months, the Biden Admin has done everything possible to get more people vaccinated.On the other hand...some politicians are:Paying people not to get vaccinatedBanning masks in schoolsRefusing to promote boostersAttacking vaccine requirements","sentiment_score":0.075}
{"full_text":"N95 masks are far more effective than cloth masks in preventing the spread of COVID-19. Join me and sign the petition calling for free, high-quality N95 masks for all! #FreeN95MasksForAll","sentiment_score":0.425}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT When embarrassed, when face is lost, shut things down. The #CCP School of PR","sentiment_score":-0.1555555556}
{"full_text":"yeah my dad got sick after a ton of close covid+ contacts, tested negative on pcr and a ton of rapids but then my mom tested positive asymptomatically so i feel like for some it just doesn't show","sentiment_score":-0.2623376623}
{"full_text":"RT No one can say what's coming after Omicron. Because we haven't globally expanded manufacturing of mRNA vaccines, the worl...","sentiment_score":0.0}
{"full_text":"RT pooh shiesty ski masks the real pandemic","sentiment_score":0.2}
{"full_text":"RT Labour voted consistently for restrictions, never pressing for freedom, humanity and the dignity of responsible choice....","sentiment_score":0.225}
{"full_text":"RT Just a housekeeping item, but Justin Fields was officially removed from the reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT Investing in child care means investing in our community and economy. Many families have struggled during the pandemic a...","sentiment_score":0.5}
{"full_text":"RT '#LongCovid doesn't come for you all at once; instead, with methodical precision, it slowly robs you'. This is an unpre...","sentiment_score":-0.3}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS Biden's OSHA COVID-19 vaccine-or-test requirement for large workplaces.","sentiment_score":0.2142857143}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"Gee, was has the government buried every single unfavorable report when it comes to the anthrax vaccine? Why did they try to keep records of this vaccine hidden for 75 years? Absolute disregard for transparency","sentiment_score":-0.0126984127}
{"full_text":"RT After implementing their vaccine mandate, United Airlines now has 3,000 employees with COVID.They also have ZERO hospital...","sentiment_score":0.0}
{"full_text":"RT SCOTUS blocks big business vaccine mandate so now you can die at your job while your vote doesn't count.","sentiment_score":0.0}
{"full_text":"If you have symptoms of COVID-19: stay home, self-isolate &amp; inform those you've been in contact within the 48 hours before the start of symptoms. Learn more:","sentiment_score":0.5}
{"full_text":"RT Glen Beck has #Covid in his lungs. The Conservative radio show guy who decried vaccines, and had the virus once before, seem...","sentiment_score":0.0}
{"full_text":"RT BREAKING: SCOTUS blocks the Biden administration's OSHA vaccine mandate","sentiment_score":0.0}
{"full_text":"RT Is that so...","sentiment_score":0.0}
{"full_text":"RT We are taking in 3 kids under the age of 3 because their mom has COVID. The kids have all tested negative, - how...","sentiment_score":-0.3}
{"full_text":"This is precisely the BS I expected. I guess our new BP does not care about his constituents with preexisting conditions. Who is standing up for us?","sentiment_score":0.1454545455}
{"full_text":"I wouldn't call vaccine passports, vaccine mandates, masks, boosters, testing, isolation, and discriminatory rules for the jabbed over the unjabbed as freedom.","sentiment_score":0.0}
{"full_text":"Id like to know what data these Drs are looking at. Dr Nicole Sapphire is on Fox saying their safe. I doubt that. I got myocarditis and shingles after the moderna vaccine. Never got one again. Did get the Delta variant but have natural immunity now","sentiment_score":0.3}
{"full_text":"RT Sadly  DHSC\/ report the death of another child with Covid, a little boy 0-4 on 7th JanuaryEngl...","sentiment_score":-0.34375}
{"full_text":"RT SUPREME COURT RULES: NO VACCINE MANDATES for private companies!","sentiment_score":0.0}
{"full_text":"RT Fed'l vaccine mandate argument in SCOTUS (from red state AG's) seems to be mostly about keeping power out of the hands...","sentiment_score":0.25}
{"full_text":"RT So to review: in Right Wing America, per their SCOTUS and various elected officials, you cannot:-Protect workers, students...","sentiment_score":0.1428571429}
{"full_text":"False Covid FC indeed.","sentiment_score":-0.4}
{"full_text":"RT Nova Scotia is reporting that 5 people have been newly hospitalized because of COVID, but 5 were also discharged, so ther...","sentiment_score":0.1363636364}
{"full_text":"RT I'll remind you, there are unvaccinated NHS staff saving lives right now, as they have done throughout.It's very likely that...","sentiment_score":0.1428571429}
{"full_text":"RT I will never ever stop finding this military guy being part of the vaccine rollout hilarious...","sentiment_score":0.2}
{"full_text":"RT BREAKING: President Biden will make free N95 masks available to help fight omicron.Who else thinks this is the right...","sentiment_score":0.3619047619}
{"full_text":"RT  Yet another one: Downing Street staff partied into the early hours the night before Prince Philip's funeral, were the Qu...","sentiment_score":0.1}
{"full_text":"RT Amazing display from Jurgen Delta Kloppicron's False COVID FC holding out to a draw against 10 man Arsenal","sentiment_score":0.1}
{"full_text":"RT Zero shots on target against Mikel Arteta's 10 men, majority of which are under 23's. I now understand why Klopp faked those...","sentiment_score":0.0}
{"full_text":"Everyone has had COVID since pandemic started.....some just had NO symptoms","sentiment_score":0.0}
{"full_text":"They were fu*king laughing at us all, no wonder important measures were not implemented causing 40,000 care home residents to die of Covid!","sentiment_score":0.5}
{"full_text":"RT Yes, Big Pharma is bad. No, I don't trust the government w\/ everything. Yes, eating healthy boosts my immune response. N...","sentiment_score":-0.0666666667}
{"full_text":"RT #BREAKING: The federal government is backing down from its vaccine mandate for Canadian truckers three days before it was...","sentiment_score":-0.1555555556}
{"full_text":"RT While Joe Biden insisted we are on the \"right track,\" his acting FDA Commissioner Janet Woodcock said today \"most people are going...","sentiment_score":0.2619047619}
{"full_text":"RT At the time Britain was in Step 2 of lockdown easing - which banned indoor gatherings and imposed the rule of six outside....","sentiment_score":0.0}
{"full_text":"RT Anyone who gets banned for 'COVID misinfo' can now use this clip in court to show the tech companies are censoring at beh...","sentiment_score":0.0}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"I need ppl to stay the fuck home if they're sick.","sentiment_score":-0.5571428571}
{"full_text":"RT This latest conservative Supreme Court ruling, allowing for more people to contract and ultimately die from Covid, is...","sentiment_score":0.3333333333}
{"full_text":"yeah we have multiple associates out with covid confirmed, local schools are closed, but requiring our customers to wear masks would be bad for business  stocking and selling masks would also be bad for business ","sentiment_score":-0.1833333333}
{"full_text":"RT We told you that it was illegal for a federal regulatory agency to mandate vaccines for private businesses. We also told...","sentiment_score":-0.25}
{"full_text":"RT Guy who somehow still doesn't know about the pandemic","sentiment_score":0.0}
{"full_text":"RT I'll remind you, there are unvaccinated NHS staff saving lives right now, as they have done throughout.It's very likely that...","sentiment_score":0.1428571429}
{"full_text":"RT Biden Administration, last 24 hours:-- 7% inflation-- 33% approval rating for Biden-- Sinema reaffirmed filibuster supp...","sentiment_score":0.0}
{"full_text":"RT BIDEN'S FAILURES: More COVID hospitalizations than ever, Highest inflation in 40 yrs, Empty shelves at supermarkets, Oi...","sentiment_score":0.2}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"Molly of #UsforThemUK in 2020 teens were largely shielding they had lockdown, masks in shops etc, bubbles in school or remote learning, clubs shut.  You can't compare with what they were largely protected from contracting and it clearly did increase it despite that ","sentiment_score":0.1071428571}
{"full_text":"RT \"If the Sarah Everard vigil had been a 'bring your own bottle' gathering, would the Met have ignored it?\"This caller puts Mayor...","sentiment_score":0.6}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT Please enjoy my #Headlines cartoon for Friday's #Omicron","sentiment_score":0.4}
{"full_text":"RT I am directing my team to procure 500 million more COVID-19 at-home, rapid tests. That will mean one billion tests to be distr...","sentiment_score":0.09375}
{"full_text":"RT What's Morrison's plan for when WAY more essential workers get Omicron because he's removed isolation requirements duri...","sentiment_score":0.25}
{"full_text":"RT UK used 'propagandistic' tactics to scare public into Covid compliance, founder of No10's Nudge Unit claims","sentiment_score":0.0}
{"full_text":"RT *SUPREME COURT BLOCKS BIDEN WORKPLACE VACCINE-OR-TEST RULE*SUPREME COURT HALTS OSHA RULE THAT COVERED 80 MILLION WORKERS","sentiment_score":0.0}
{"full_text":"Just go get vaccinated like the rest of us. If you are living in fear. Covid has already been confirmed to be a permanent new strain. It isn't leaving.","sentiment_score":0.2681818182}
{"full_text":"RT If I was an NHS worker I would stand by my colleagues who didn't want the vaccine because firstly IT IS THE RIGHT THING TO...","sentiment_score":0.2678571429}
{"full_text":"RT Also triple vaxed, and yet here I am with covid... isolated... with my family, including my wife,...","sentiment_score":0.0}
{"full_text":"RT Gerd symptoms are dangerously scary in times of covid. Kakapraning din eh.","sentiment_score":-0.5}
{"full_text":"RT The US Supreme Court just guaranteed staff shortages in American hospitals for the foreseeable future.  The vax does n...","sentiment_score":0.0}
{"full_text":"Sorry to break the news to you... These \"vaccines\" cannot end the pandemic as they do not prevent infection or transmission of the virus.","sentiment_score":-0.5}
{"full_text":"You too stupid to recognize that what i was talking about was the health care system in total. Not just covid cases. Now covid is just being added to the self harming, health care system-stress-inducing taxes. Your comprehension sucks, no wonder you think things are crazy.","sentiment_score":-0.425}
{"full_text":"RT President Biden, it's time for that air travel vaccine mandate.","sentiment_score":0.0}
{"full_text":"Hooray for not only for jobs and a robust economy but also for a high standard of living and an affordable cost of living for ALL Americans!Elaine Parker Reacts to Supreme Court Blocking Biden Vaccine Mandate. via","sentiment_score":0.0533333333}
{"full_text":"Everyone of the doctors nurses CDC Fauci etc need to be held accountable for killing people. We took ivermectin and started feeling better in 48 hours. They stripped this option away. They should all pay a heavy price. None of these people should have died alone. Very sad ","sentiment_score":-0.1166666667}
{"full_text":"i miss all the vaccine selfies","sentiment_score":0.0}
{"full_text":"RT A two week consultation period for a plan for Violence Against Women. In the middle of a pandemic and school  holidays...","sentiment_score":0.0}
{"full_text":"RT Cannabis (CBGA &amp; CBDA) may prevent COVID-19 infection.\"cannabigerolic acid and cannabidiolic acid prevented infection of...","sentiment_score":0.0}
{"full_text":"Education technology, commonly known as #EdTech, was a rapidly growing sector even before the #pandemic upended traditional ways of #teaching and #learning. Now that classes are back in-person, what is the future for this industry?","sentiment_score":-0.075}
{"full_text":"Suburban office markets have seen an unexpected boom in new transactions driven by the new realities and demands of work and life in a pandemic.#CRE #TenantTips #Suburbs #Office #CorporateRealEstatehttps:\/\/t.co\/LMAwLkW3jT","sentiment_score":0.0931818182}
{"full_text":"When I was unable to travel anywhere other than on foot, my only choice was the Urgent care clinic by my house. Would have cost me $75 for a COVID test.  Unfortunately its not free in a lot of places. There ARE free places in town but they're far off, too full, or outdoor 1\/2","sentiment_score":-0.059375}
{"full_text":"It have COVID","sentiment_score":0.0}
{"full_text":"RT The shocking level of public support for vaccine passports, in the face of insurmountable evidence they do nothing to...","sentiment_score":-0.5}
{"full_text":"RT the Court held that OSHA can't implement COVID regulations because COVID isn't a hazard specific to the workplace. absolut...","sentiment_score":0.0}
{"full_text":"RT CRIMINAL #COVID19 STRATEGYThere are students, teachers, administrators, nurses, mental health professionals, guidance coun...","sentiment_score":-0.25}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: United States Supreme Court Upholds Pandemic","sentiment_score":0.0}
{"full_text":"RT I really do hope you all pick this up.  I'm incredibly proud of these pages, and I think this book is going to be cool as heck.","sentiment_score":0.45}
{"full_text":"Babbling Joe does not have the authority to enforce a vaccine mandate, The supreme court rules on constitutional issues. The mandate is not constitutional.","sentiment_score":0.0}
{"full_text":"RT Biden when he found out that his vaccine mandate was shot down.","sentiment_score":-0.1555555556}
{"full_text":"RT It's pretty fucked up to claim Disabled people are the ones messing up COVID-19 response efforts because we're pointing out tha...","sentiment_score":-0.1833333333}
{"full_text":"RT this answer from kamala on whether we should change covid strategy sounds like me in 10th grade trying to bullshit my way t...","sentiment_score":0.0}
{"full_text":"RT Thank you, for featuring my thoughts as a person with disability &amp; chronic illness during #Omicron \"Mild\" sy...","sentiment_score":0.3333333333}
{"full_text":"How else can we value unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"Niggas out here smoking chemical warfare anyways so I don't apply ","sentiment_score":0.0}
{"full_text":"RT Stop the idiot experiment. Omicron is demonstrably not mild. Coronavirus immunity is not long lived. Children are not magic...","sentiment_score":-0.2979166667}
{"full_text":"He's probably planning a covid theme park on Route 66. Maga's will come from far and wide","sentiment_score":0.0}
{"full_text":"Indian Council of Medical Research reveals #DeltaVariant was the major cause of infection in children's #COVID19 cases during second wave in Indiahttps:\/\/t.co\/ParVvnnpRD","sentiment_score":0.0208333333}
{"full_text":"i actually still kinda like these but i have always thought they look like ski\/snowboard trousers","sentiment_score":0.0}
{"full_text":"RT This is false.It's been fact-checked and proven false by Full Fact. Please apologise, retract and delete.Reference:...","sentiment_score":-0.025}
{"full_text":"\"...mourners were told not to leave flowers due to the Covid threat. A book of condolence was set up online to reduce the risk of transmission\"Meanwhile at no 10: \"excessive booze was drunk, while  guests danced along to music. The gatherings stretched late into the night...\"","sentiment_score":-0.245}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Business updates: Omicron has drained the cheer from London's pubs.","sentiment_score":0.0}
{"full_text":"The problem, in part, is that production is still being ramped up and the medicines can take anywhere from five to eight months to manufacture.https:\/\/t.co\/biLOmh8h7J","sentiment_score":0.0}
{"full_text":"#Technology in the Battleground: Digital World Fighting Against the COVID-19 Pandemichttps:\/\/t.co\/uGql1LKsPg","sentiment_score":0.0}
{"full_text":"The Partisan Hacks of the Supreme Court rule 6-3 no mandates.Not even testing. We demand higher taxes on the rich who finance the Federalist SocietyMake sure you have plans and backups to #VoteBlue2022","sentiment_score":0.375}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"I'm going to print it out to give to my gym's management with a request that they return to limited capacity, mask mandates, and social distancing. It's usually not a big deal. I was wearing mine, and people were voluntarily staying apart. But that changed, so I stopped going.","sentiment_score":-0.0126984127}
{"full_text":"La`ie family and friends! There will be a FREE COVID Vaccination and Testing event held at the Hawai`i Ballroom TOMORROW, Friday Jan 14 at 4pm. Vaccines for ages 5+ will be available as well as booster shots. Walk-ins welcomed &amp; registration will be done onsite.","sentiment_score":0.4}
{"full_text":"Intimate partner violence is a serious public health problem in the US that can have a profound impact lifelong health, opportunity &amp; well-being. Promoting healthy, respectful &amp; nonviolent #relationships &amp; communities can help reduce the occurrence. Visit ","sentiment_score":0.15625}
{"full_text":"New COVID-19 Vaccine Booster and Immunocompromised Third Dose Guidance For more information visit","sentiment_score":0.2121212121}
{"full_text":"PMers: As the NBA works its way through the latest COVID-19 variant, the league's referees have been affected as well-and teams have noticed a difference, w\/G-League officials pressed into service to replace veteran refs in the protocols. In","sentiment_score":0.25}
