{"full_text":"With Omicron surging and COVID cases at record levels in California, we can't wait to reinstate COVID paid sick leave for workers. #CALeg must act NOW and pass #PaidSickDaysNow","sentiment_score":-0.7142857143}
{"full_text":"my boss said it's a proper test and counts as a positive result lol, what a great way to start the week","sentiment_score":0.4568181818}
{"full_text":"RT A wonderful achievement for all those that have battled for scientific integrity and ethics but there's no room for co...","sentiment_score":1.0}
{"full_text":"RT The difference, which Spotify hopes you ignore: Facebook never signed a giant contract to be the exclusive distributor for a po...","sentiment_score":0.0}
{"full_text":"RT [Lunar New Year Message - SUGA]to. army~hello this is suga. happy year year everybody!2022 is finally here!! during...","sentiment_score":0.3121212121}
{"full_text":"RT Losing $4b in market value made the loser owner put out a poorly written \"both sides\" statement because you know the ins...","sentiment_score":-0.4}
{"full_text":"the italians sold-out to the ccp long before the pandemic. they sold their fashion secrets, their culture, their history... in return they got hit hard when their ccp masters spread the wuhan bioweapon to europe. the italians continue to flirt with ccp obscenity... stupido!","sentiment_score":-0.2072916667}
{"full_text":"RT Far more dangerous than #Omicron is \"O Mitron\"! We are measuring the consequences of the latter every day in increased p...","sentiment_score":-0.0375}
{"full_text":"RT MAEPS discharged its last group of patients yesterday.MAEPS 2.0 cared for 166,072 Covid-19 patients over the course of 14...","sentiment_score":0.0}
{"full_text":"I don't know where else to post this Richard, but, at Asiatique booster vaccine location that started today, that I went to, they are taking walk-ins of foreigners over 60 years old, if you didn't make an appointment through the different cell phone service providers weeks ago.","sentiment_score":0.05}
{"full_text":"RT The schools would not bring more than 40 students at a time and classes would be split into multiple slots. #ReopeningSa...","sentiment_score":0.25}
{"full_text":"RT Indeed, is the main culprit behind the retardation of the pandemic response not only in terms of containing...","sentiment_score":-0.0777777778}
{"full_text":"RT Sorry but I don't consider any leaders who wear a mask. They have all got the official Intel on them not being effective in...","sentiment_score":0.05}
{"full_text":"He is not lying. Right now across Canada cases are highest for those fully vaccinated. The boosted are next then unvaccinated and those with one shot are lowest. Hospitalizations are the same order. You can find that info on your provincial Covid health page.","sentiment_score":0.0952380952}
{"full_text":"RT Deeply disturbing to see mainstream media twist the high levels of pop. immunity in parts of Africa into a positive whe...","sentiment_score":-0.0375757576}
{"full_text":"Termites like you are more dangerous and Modi is the cure. Decimation of Congress is necessary for India to grow.","sentiment_score":-0.0333333333}
{"full_text":"G F Yourselves. Anyone that has paying any attention at all , even to the bad, and biased reporting of MSM.kniws the danger posed to children in those age groups of infection by the Covid virus is minimal, and that most children will only experience symptoms of a Cold or mild flu","sentiment_score":-0.0944444444}
{"full_text":"RT We need to wear mask in we are outing for few seconds and need to wash our hands and sanitize...","sentiment_score":-0.2}
{"full_text":"Thousands of murdered + disappeared victims in Commie CCP Hong Kong database since 2019, outbreak of the Democracy Movement, As of Jan 6 2022, the following people have died suspiciously in HK,","sentiment_score":0.0}
{"full_text":"Got two moderna and a moderna booster. I have comorbidities and felt bad for like a day. I am sure glad I got it. About a month after getting the booster omicron (persi 8) made a tour though my house. My roommate had the first two but not the booster and it was horrible for her.","sentiment_score":0.0083333333}
{"full_text":"RT For my first ever tweet I'd like to share this and say thank you to those who campaigned long and hard. Especially glad i...","sentiment_score":0.2270833333}
{"full_text":"RT For my first ever tweet I'd like to share this and say thank you to those who campaigned long and hard. Especially glad i...","sentiment_score":0.2270833333}
{"full_text":"It might be an idea to prolong this lockdown indefinitely.","sentiment_score":0.0}
{"full_text":"Late but inevitable. NHS and social care colleagues should not have been held to ransom in the first place for various reasons, including bodily autonomy and choice.","sentiment_score":-0.0027777778}
{"full_text":"RT Two New York nurses charged with forging Covid vaccine cards to earn more than $1.5 million","sentiment_score":0.3181818182}
{"full_text":"dolomite at the height of the pandemic","sentiment_score":0.0}
{"full_text":"They chose not to seperate when the first kid got covidAs has now been shown with the 2nd infection, it's likely they'll all test positiveSo until the virus has run its course tough luckI see the dad has now seperate, could of done that when it was first offered","sentiment_score":0.0222222222}
{"full_text":"They did counteract vaccine misiniformation you liar! More than ANY other public funded royal","sentiment_score":0.125}
{"full_text":"RT 2\/3rds of the debt accumulated before Covid hit.","sentiment_score":0.0}
{"full_text":"RT For my first ever tweet I'd like to share this and say thank you to those who campaigned long and hard. Especially glad i...","sentiment_score":0.2270833333}
{"full_text":"RT Death batch theory confirmed: The evaluation of leaked Pfizer documents, which the company wanted to keep secret, confirms...","sentiment_score":0.0}
{"full_text":"RT  U-turn on mandatory Covid vaccinations for NHS and social care workershttps:\/\/t.co\/Fuyu1NwY0M","sentiment_score":0.0333333333}
{"full_text":"RT Have you thought the Australian media's coverage of the global pandemic has been heavily focused on US and UK? I just publ...","sentiment_score":-0.0666666667}
{"full_text":"RT Probably the gullible Truckers that got hoodwinked into thinking it was a border vaccine protest... when is was...","sentiment_score":0.0}
{"full_text":"RT It's hard not to feel some schadenfreude about this, but really society has failed Lawrence Fox. He had every opportuni...","sentiment_score":-0.1972222222}
{"full_text":"RT NYC will be offering free at-home delivery of oral antiviral #COVID19 pills for people who test positive and are at hi...","sentiment_score":0.3136363636}
{"full_text":"RT many trains cancelled. Its challenging for students to travel during this pandemic situati...","sentiment_score":0.5}
{"full_text":"RT .#WHO COVID site shows map of #India with a separate colour for Jammu &amp; Kashmir&amp;inside that there i...","sentiment_score":0.0}
{"full_text":"RT I can wear N95 mask for 4 straight hrs. I never experienced headache nor fainted. Our COVID-19 nurses even do it up to 8 hrs,...","sentiment_score":-0.1}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT It is wild how people can be anti vax right now when the Covid vaccine has led us to trials for a HIV vaccine","sentiment_score":0.1928571429}
{"full_text":"RT A convoy of truckers against Covid vaccine mandates is making its way through Canada. Commentator James Melville: \"The pro...","sentiment_score":0.0}
{"full_text":"The #CDC has spread far more #COVID19 misinformation than ever has.","sentiment_score":0.3}
{"full_text":"RT Wow! Let's just take your claim of \"countries in need.\" Given that you suggest the hard data is being i...","sentiment_score":-0.0833333333}
{"full_text":"COVID-19 has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development","sentiment_score":0.177020202}
{"full_text":"RT It is a crime why we are STILL mandating vaccines for young people despite the risk of myocarditis.~1\/2,000 young males wi...","sentiment_score":0.1}
{"full_text":"RT \"Three more people died in Queensland overnight after testing positive to Covid-19.  Of those who died, two did not have...","sentiment_score":0.3636363636}
{"full_text":"RT So I got vaccinated and boosted. I socially distance and wear a mask and guess what? I'm fine. I've never been infecte...","sentiment_score":0.225}
{"full_text":"RT Somalis will feed you, give u home &amp; clothing even if they don't know u but u'll have a problem when u decide to have an...","sentiment_score":0.0}
{"full_text":"RT The process for getting a reimbursement for home COVID tests from feels like I'm doing a Circuit City mail-in rebat...","sentiment_score":0.0}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"Statistics and evidence shows that the vaccine is working. Definitely, the evidence shows the vaccine works, you're all crazy.","sentiment_score":-0.3}
{"full_text":"classmate positive covid u ","sentiment_score":0.2272727273}
{"full_text":"RT Far more dangerous than #Omicron is \"O Mitron\"! We are measuring the consequences of the latter every day in increased p...","sentiment_score":-0.0375}
{"full_text":"The whole concept that humans have a soul n spirit is gone,the idea of humans having rights n free wil is gone.There is technology to hack human beings,we are now hackable animals.Everything is been monitored n digitalized.Vaccine wil make things manageable#sciencefiction Zozi","sentiment_score":0.2}
{"full_text":"RT Something that I just realized: When Greg AbbottTX said that he would \"eliminate rape in TX\", what he means, is that no...","sentiment_score":0.0}
{"full_text":"RT Just found out that a friend of Mum &amp; Dad passed away this morning from Covid. He wasn't even 60  ...........but he had an under...","sentiment_score":0.0}
{"full_text":"RT Lockdown achievements  #DigitalMarketing","sentiment_score":0.0}
{"full_text":"RT LOOK: Motorists receive their COVID-19 booster shots during the drive-thru vaccination program at SM Strata and Megawo...","sentiment_score":0.0}
{"full_text":"RT Being a police officer isn't even in the top 10 most dangerous jobs and it's far behind such risky ( but...","sentiment_score":0.0166666667}
{"full_text":"Figures have been released by NHS Englandhttps:\/\/t.co\/ICvbeTzzaF","sentiment_score":0.0}
{"full_text":"The Asia-based medical services company #ZuelligPharma has developed a #blockchain  platform to improve its vaccine tracking service and prevent accidents that could compromise the public's health.","sentiment_score":0.0333333333}
{"full_text":"Figures have been released by NHS Englandhttps:\/\/t.co\/Et3gCfy55P","sentiment_score":0.0}
{"full_text":"There is evidence to suggest that low sedentary behaviour may prevent a severe form of the #COVID19 disease in individuals, whether or not there is presence of co-morbidities. This brief by Ekta Jain reviews the case in India.","sentiment_score":0.0}
{"full_text":"Figures have been released by NHS Englandhttps:\/\/t.co\/Pt4qCfJmDZ","sentiment_score":0.0}
{"full_text":"It was mixed emotions Monday morning at schools across the ACT, as parents waved their kids goodbye for the first time since last year's lockdown,","sentiment_score":0.0833333333}
{"full_text":"RT Governor Newsom attended the NFC Championship game in Los Angeles, but didn't wear a mask. The Mayors of Los Angeles and Sa...","sentiment_score":-0.4}
{"full_text":"Ifugao deescalated to COVID-19 Alert Level 3 starting February 1https:\/\/t.co\/0W5APDO6LI","sentiment_score":0.0}
{"full_text":"From disability #discrimination to safety concerns over returning to the workplace amid #Covid-19 - we've rounded up the latest #EmploymentLaw cases in our spotlight blog.Read more: #HR #ER #EmploymentLaw #LegalHour","sentiment_score":0.5}
{"full_text":"Researchers have identified the highly prevalent, specific mutations that are causing the #Omicron variant's high rate of infection. The findings help explain how the new variant can escape pre-existing antibodies present in the human body.https:\/\/t.co\/PZ2B3YhMHp","sentiment_score":0.0760606061}
{"full_text":"Post-pandemic: The power of crisis management planning","sentiment_score":0.0}
{"full_text":"The government has decided to set up separate #vaccine booths for #University #Students across the country.one booth has to be set up at each #UpazilaHealthComplex and District #SadarHospital#BangladeshFightsCorona ","sentiment_score":0.0}
{"full_text":"It will be a muted #ChinesNewYear for migrant workers in #China. In this life-changing war against #Covid19, future generations must remember that it was the full cooperation and obedience of ordinary folk that won the war.https:\/\/t.co\/NFO0eaJ49Z","sentiment_score":0.0333333333}
{"full_text":"Ceiling on surge pricing seems like variant of good-ol' price control. Instead, we should focus on transparency of pricing algo. No reason to believe govt knows market-clearing prices; instead, it should focus on improving public transportation.","sentiment_score":0.0}
{"full_text":"The recovery rate from the coronavirus (COVID-19) at Egyptian isolation hospitals reached  84 percent, after receiving the necessary medical care according to the guidelines of the World Health Organization (WHO), said the Ministry of Health in a statementhttps:\/\/t.co\/NfW2skPqGl","sentiment_score":0.0}
{"full_text":"RT VIVIZ's SinB tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"\"We are very dependent on uncertain income, which we see decreasing every year in this time of pandemic,\" \"I can say that in 2021 there has again been a decrease compared to the previous year, which I would venture to quantify at no less than 15%.\"https:\/\/t.co\/PUgHK1VVNH","sentiment_score":0.0388888889}
{"full_text":"RT i still can't watch games without thinking \"look at all that covid\".","sentiment_score":0.0}
{"full_text":"Book a Covid test if you have:A high temperature A new continuous coughLoss\/change of taste\/smellPCR tests are available: Dursley Rugby Club - 31 January - 1 FebruaryPCR test: test:","sentiment_score":0.2321212121}
{"full_text":"ICYMI:The Children's Commissioner announced last week that she would be investigating children who have \"fallen off the radar\" during lockdown.We've investigated which children this might include and how many of them there.Read it here:https:\/\/t.co\/jGsk5c78wF","sentiment_score":0.25}
{"full_text":"More than 10 coronavirus disease 2019 (COVID-19) deaths were recorded in the province of Aklan from January 21 to 27, latest figures from Aklan Provincial Epidemiological and Surveillance Unit.https:\/\/t.co\/GiiEHCLjfd","sentiment_score":0.5}
{"full_text":"#Hyderabad: Traders from outside city major defaulters; using fake #COVID vaccine certificateshttps:\/\/t.co\/STf1EWRtCs","sentiment_score":-0.1458333333}
{"full_text":"The increasing number of close contact cases and sporadic infections in Sabah is a sign that the virus is becoming widespread, said Sabah's Covid-19 Spokesperson Datuk Seri Masidi Manjun.","sentiment_score":0.45}
{"full_text":"RT I have yet to catch the COVID and quite frankly, the suspense is killing me.","sentiment_score":0.0}
{"full_text":"In support of the Philippines' COVID-19 vaccine scale-up, the Australian government has formally handed over cold chain equipment to help address gaps in the storage capacity at all levels of the Philippine health care system.","sentiment_score":-0.3}
{"full_text":"Figures have been released by NHS Englandhttps:\/\/t.co\/i7y7shpzq9","sentiment_score":0.0}
{"full_text":"Is it someone's job to name these variants?https:\/\/t.co\/5e3opHxcQ9","sentiment_score":0.0}
{"full_text":"RT Two weeks of honking to flatten the curve.","sentiment_score":0.0}
{"full_text":"Why does the CQC's regulatory process disadvantage practices led by GPs from ethnic minorities? Our Talking General Practice podcast looks at the regulator's recent investigation. Listen here: #GPnews #Podcast","sentiment_score":0.025}
{"full_text":"Lancashire Council is providing county schools with air cleaning units under a PS150k investment to help stop the spread of Omicron ","sentiment_score":0.0}
{"full_text":"The Philippines will lift a ban on the entry of foreign tourists and businesspeople next month after nearly two years.","sentiment_score":-0.0083333333}
{"full_text":"RT The woman in front of me at Fred Meyer just now was refusing to wear a mask and doing the whole \"my body my choice\" thi...","sentiment_score":0.2}
{"full_text":">>In Australia, disdain for the foreign, the unfamiliar, the successful and the expansive has long informed national policy. The country's pandemic policing, some of the harshest in the world, is an outgrowth of its myopia and insularity<<","sentiment_score":0.1916666667}
{"full_text":"Be Responsible, Be Safe!Don't forget to wear a mask and maintain 2 gaj doori while you step out of home.  #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.2}
{"full_text":"Figures have been released by NHS Englandhttps:\/\/t.co\/gGdj7zUjrG","sentiment_score":0.0}
{"full_text":"Unlike 5 years back, surrogates and egg donors now are educated women facing job loss due to #economic slowdown and #COVID19. Here's how India's booming #surrogacy industry is changing:https:\/\/t.co\/YuIhcebWm3#IVF #women","sentiment_score":0.025}
{"full_text":"Although the #Omicron variant is not deadly as compared to #Delta, it accounts for 90 percent of #COVID19 cases in South Africa and is a growing problem in Europe due to its high transmissibility rate, explains","sentiment_score":0.045}
{"full_text":" \"Marchant's case was confirmed by lateral flow and PCR tests on Friday and he will be sidelined at least for the start of the training week.\"  Joe Marchant doubtful for England's #GuinnessSixNations opener. https:\/\/t.co\/T4cL4rJ1Ir","sentiment_score":-0.2333333333}
{"full_text":"Covid Update: Pakistan reports more than 7,000 new cases for the fifth straight day. #Pakistan has reported 7,048 new #coronavirus cases in the last 24 hours, down from 7,978 a day earlier.","sentiment_score":0.1167388167}
{"full_text":"RT Far more dangerous than #Omicron is \"O Mitron\"! We are measuring the consequences of the latter every day in increased p...","sentiment_score":-0.0375}
{"full_text":"RT Wow! This is extremely ominous-- the gateway to health measures that redistribute medical wellbeing. Sound preposterous...","sentiment_score":0.1}
{"full_text":"Jesus you guys are on a hate bandwagon. It's the vaccine mandates that people have the biggest issues with. Meet people half way. Keep masksl mandates until ventilation is 6 cycles minimum an hour through hepa filters. Either way I have anaphalatic airborne allergies &amp; will mask.","sentiment_score":-0.4833333333}
{"full_text":"Wimp.","sentiment_score":0.0}
{"full_text":"All vaccines work against COVID-19 that's why Chuck and Jada got jabbed!We hope more are staying informed about the importance of following health guidelines and ending vaccine hesitancy so we can all go back to a healthier, safer environment sooner.  #MagpabakunaNa","sentiment_score":0.1666666667}
{"full_text":"RT Got it. Ocasio is exempt from criticism in favour of her \"progressivism\" on domestic policy. In other words, b...","sentiment_score":-0.0625}
{"full_text":"Spotify to add Covid-19 content advisory labels amid backlash","sentiment_score":0.0}
{"full_text":"RT #Prabhas #RadheShyam on March 11th, 2022 PS: If pandemic comes under control","sentiment_score":0.0}
{"full_text":"Covid led to smell problems for many. Seniors are especially vulnerable.https:\/\/t.co\/7GVPYoCHhC","sentiment_score":0.25}
{"full_text":"Researchers develop a new smartphone-based #COVID19 testing kit that is said to match PCR test accuracyhttps:\/\/t.co\/vncKFas689By","sentiment_score":0.1363636364}
{"full_text":"RT Covid is rampant here at the moment and the kids headteacher has been asking everyone to test on a Sunday night \/ Monda...","sentiment_score":0.0}
{"full_text":"koroonaa aasaadityin sNkhyaav dhs ikmvaa yyiCorona infected people crossed the thousand mark Link 1 (Sin)  2 (Eng)  #srilanka #lka #gossip #hotnews #COVID19","sentiment_score":0.0}
{"full_text":"For all our fans! Unfortunately, due to the pandemic, concerts are rare or impossible at the moment, so let's relive the days before COVID with this video.https:\/\/t.co\/vI6K8Lk5qB","sentiment_score":-0.1638888889}
{"full_text":"RT Covid is rampant here at the moment and the kids headteacher has been asking everyone to test on a Sunday night \/ Monda...","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 689 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT \"So I think the song will bring comfort to people who are disappointed about the amount time that has passed because...","sentiment_score":-0.75}
{"full_text":"RT All Of Us Are Dead S1 2022Trapped students must escape their high school which has become ground zero for zombie out...","sentiment_score":-0.02}
{"full_text":"Yesterday was my birthday, last year I celebrated it just with my hubby. My daughter came, knocked on the door, left pressies on step, stood back when I opened the door and wished me happy birthday from a distance. We didn't break lockdown rules!","sentiment_score":0.27}
{"full_text":"RT #VIVIZ's #SinB Tests Positive For COVID-19https:\/\/t.co\/UjlGQo4jOB","sentiment_score":0.2272727273}
{"full_text":"Speak for yourself LA Times. You know all about missinformation.","sentiment_score":0.0}
{"full_text":"RT [Lunar New Year Message - SUGA]to. army~hello this is suga. happy year year everybody!2022 is finally here!! during...","sentiment_score":0.3121212121}
{"full_text":"RT [INFO] SinB has tested positive for COVID-19As Eunha was confirmed positive on the morning of the 30th, SinB conducted an...","sentiment_score":0.2848484848}
{"full_text":"RT Staff IG update \"If it weren't for covid we would've all met at a finale party &amp; shared stories and our any regrets we...","sentiment_score":-0.1}
{"full_text":"A vey well educated and an intellectual has reduced to merely a cheap troll. What a fall! Congress Hai to Mushkil Hai","sentiment_score":0.4}
{"full_text":"Lets get creative! Shop fine art supplies, kids' arts and crafts, scrapbooking, papercraft and many more! #staysafe #shoponline","sentiment_score":0.5416666667}
{"full_text":"RT Lol the outrage over this. This man was offered the opportunity to have a heart transplant. He was offered a free, safe vac...","sentiment_score":0.5666666667}
{"full_text":"Did you isolate for 3 weeks? Im not even sure what to do all the CDC \/ LA public health info is conflicting","sentiment_score":0.25}
{"full_text":"If you are not feeling well and have COVID symptoms, self isolate and take a test.","sentiment_score":0.0}
{"full_text":"Hi! Did you know that: \"The COVID-19 pandemic has affected many industries, creating a strong demand for dedicated solutions and customized systems. Almost a third of all companies - including 80% of IT companies worldwide - have switched to working remotely.\"? Anna Mleczko","sentiment_score":0.2083333333}
{"full_text":"this paper contains some data on reinfections till may 2021 from UK key takeaway is ICU admissions were so low that they did not analyse it so most of the 387 deaths were 'with COVID' or in people who were not ICU candidates","sentiment_score":0.1666666667}
{"full_text":"My 24th essay fro #ship30for30How The Pandemic Helped Me","sentiment_score":0.0}
{"full_text":"Right! Example: The COVID pandemic will be over by Easter in 2020. He is a tyrant. Propaganda!! It is just like the propaganda that Hitler used to brain wash the German people. Those that are loyal to him, please open your eyes before it is too late.","sentiment_score":0.0191751701}
{"full_text":"Whilst travelling, please be considerate of each other and wear a face covering if you can. #TravelWithConfidenceMore info https:\/\/t.co\/YQCQvzDx6g","sentiment_score":-0.125}
{"full_text":"RT UPSC NOTIFICATION FOR ATTEMPT#UPSCExtraAttempt #JusticeForStudents","sentiment_score":0.0}
{"full_text":"Whilst travelling, please be considerate of each other and wear a face covering if you can. #TravelWithConfidenceMore info https:\/\/t.co\/pCSEuovq55","sentiment_score":-0.125}
{"full_text":"I understand it's for the safety of everyone. He has been COVID positive &amp; I would hate if he passed it on to a peer\/educator. But man, I'm sick of raising my kids in a pandemic. I can rationalise every fucking moment, but it hurts and parents obviously didn't sign up for this.","sentiment_score":-0.3774025974}
{"full_text":"Whilst travelling, please be considerate of each other and wear a face covering if you can. #TravelWithConfidenceMore info https:\/\/t.co\/gV35ircjKu","sentiment_score":-0.125}
{"full_text":"#NowPlaying Keep Calm Wash Your Hands Stay Home by dRem tgi \/@dremtgi |[https:\/\/t.co\/Qeo9ne2YZo] listen now {https:\/\/t.co\/U0PUtpbZdu} #dremtgi #dremstuff","sentiment_score":0.3}
{"full_text":"RT Here's the story:","sentiment_score":0.0}
{"full_text":" Auctions - Auction Results Soar, Despite the Health Crisis Auction houses haven't just weathered the Covid storm: they've benefited from it. Phillips had the most successful year for watch sales, #worldtempus #worldtempus","sentiment_score":0.625}
{"full_text":"RT Public Health Scotland showing 2-dose vaccinated now have higher rate of cases, hospitalization and deaths than the unvacc...","sentiment_score":0.125}
{"full_text":"RT I even checked under the car seats.Zilch.","sentiment_score":0.0}
{"full_text":"RT \"I don't have Covid because I drink cow urine every day\": BJP MP Pragya Singh Thakur in May 2021 Looks like she forgot to t...","sentiment_score":-0.1333333333}
{"full_text":"China issues warnings about new COVID Variant #NeoCov     China is updating the virus varient like Apple updating #_Iphone series #NeoCOv #varient","sentiment_score":0.1363636364}
{"full_text":"RT \"I don't have Covid because I drink cow urine every day\": BJP MP Pragya Singh Thakur in May 2021 Looks like she forgot to t...","sentiment_score":-0.1333333333}
{"full_text":"The DfE has released findings that find 415,000 pupils were absent due to Covid-19 on Jan 20th. How is your school dealing with growing absences?https:\/\/t.co\/e3uT5MPnys#edtech #teachertwitter #COVID19","sentiment_score":-0.0625}
{"full_text":"This lifesaving package sets the standard for vaccine internationalism and a pathway to a New International Health Order, where public health and science are placed above private profit and petty nationalism.https:\/\/t.co\/ZwU0ItdpEK","sentiment_score":0.0227272727}
{"full_text":"This is an insane way to characterise a pandemic killing millions, making countless millions more sick, many debilitated indefinitely w\/out treatment. \"The true legacy of COVID\" is not what was lost so the cases\/deaths graphs don't go up, but what was lost so the economic ones do","sentiment_score":-0.0234693878}
{"full_text":"Bell end ","sentiment_score":0.0}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"RT \"Or do you think that your father was stricken down with corona due to his age and the weakness of his immune system\"Imam...","sentiment_score":-0.1402777778}
{"full_text":"Coronavirus lockdowns are still taking a toll on China's factories","sentiment_score":0.0}
{"full_text":"Barr will do a Covid Relief Bill.","sentiment_score":0.0}
{"full_text":"RT BREAKING: caving to communists, will now suppress and damage the reputation of and other creators by van...","sentiment_score":-0.125}
{"full_text":"BreastScreen Queensland's mobile unit will be at Nerang (Petro's Corner), operating with COVID-safe measures in February offering free breast cancer screening to women, without current #breastcancer symptoms. Visit for more info","sentiment_score":0.3}
{"full_text":"Join us at EB for a book launch for Alone. Together. Loved. Forever. by Ingrid Lomas.@blueweaverpub RSVP is essential to events@exclusivebooks.co.zaPlease note strict Covid-19 protocols will be followed.","sentiment_score":0.35}
{"full_text":"Tested positive for COVID - 19, with mild symptoms","sentiment_score":0.2803030303}
{"full_text":"RT I am completely flabbergasted to find FDA and Pfizer allied in a legal battle to hide data. cou...","sentiment_score":0.15}
{"full_text":"The pandemic's toll on the economy is no secret, especially on locally-owned businesses across the country. But local businesses still have a few more days to apply for financial relief under a state program.","sentiment_score":0.0833333333}
