{"full_text":"kind of strange we didn't get a bigger delta wave after thanksgiving","sentiment_score":0.1833333333}
{"full_text":"Meat: I'd rather die than be controlled COVID: okThis is the mentality we're up against ","sentiment_score":0.0}
{"full_text":"4 years ago I heard Republican politicians gripe about the elderly \"problem\". Too many old people. When COVID killed mostly gramps &amp; grannies, they helped it to spread. They stole shipments of masks &amp; gloves, invested in body bags &amp; coffins, &amp; encouraged death cults.","sentiment_score":0.225}
{"full_text":"RT Many of us considered ourselves fairly left-wing before the pandemic, and oppose lockdowns for both equity-based and data-...","sentiment_score":0.6}
{"full_text":"They are the ones that need to held accountable &amp; if they are using the red tape to prevent popular policy, rather implement it, we need to hold them accountable the citizen way: protest outside homes (spread it out to prevent Covid in DC) &amp; donor's buildings (2\/2)","sentiment_score":0.2}
{"full_text":"RT So essentially we're not allowed to say\/predict that Covid will eventually be endemic, but we are allowed to s...","sentiment_score":0.0}
{"full_text":"our boards but you understand the level of fear you have about getting covid\/omicron and at the same time you have the anxiety of our persentage in boards as it is very important for our career. Government dosent take the responsibility of me getting affected by the virus but","sentiment_score":0.26}
{"full_text":"Play Station Dealshttps:\/\/t.co\/Xei1NuRxtF#LouieAnderson  #MitchPlease #RobertPaulson #FridayFeeling #Ozark #BadBuddySeriest`ncchb #arsliv #faze1 #Ukraine #Mute #Holland #Secret21E #Isco #Elche #Ucrania #Amici21 #Serena #Aisha #Corona","sentiment_score":0.0}
{"full_text":"RT #Covid19Ontario key indicator charts Jan 21Synopsis: ICU admits have plateaued and hospitalization\/ICU growth has slowed b...","sentiment_score":0.0}
{"full_text":"RT Who hasn't had Covid yet?","sentiment_score":0.0}
{"full_text":"RT Keep a sharp eye out folks Democrats are in desperate need of a crisis bc this Covid shit is all but over","sentiment_score":-0.3083333333}
{"full_text":"#Omicron #health #healthcare #tomo2022#Private Health ChecksHome blood #tests consist of a finger stab kit that you can comfortably perform at #home.  You don't have to go to the clinic for a test because you can take your own #blood sample.https:\/\/t.co\/1fMTbJIWrK","sentiment_score":0.5}
{"full_text":"RT Why are triple vaxxed, healthy 20 year olds still forced to wear masks, along with many other restrictions on campus?Impa...","sentiment_score":0.14375}
{"full_text":"God bless you both praying for his recovery and strength for you Anne I know you have been through a lot during this but God's power and the Holy Spirit will be with you both.","sentiment_score":0.0}
{"full_text":"RT I'm vaccinated for ME &amp; I wear a mask for YOU!!! No, I don't know \"what's in the vaccine!! Neither this nor the ones I ha...","sentiment_score":0.0}
{"full_text":"Really excited to join all the sponsors and charities of the 2022  as they launched the run after a covid hit 2 year hiatus.The race will take place on the 22nd May and we'd love to have you as part of Team","sentiment_score":0.4375}
{"full_text":"I have located another variant","sentiment_score":0.0}
{"full_text":"The issue seen with many serological assays: cross reactivity with sera from malaria positive cases, also for SARS COV~ 2 antibodies Important to realise when doing strosurveys","sentiment_score":0.2818181818}
{"full_text":"RT Daniel Laverick of Zuellig Pharma Vouch for Blockchain-Based Vaccination Delivery.#HealthCare #Blockchain #Vaccination...","sentiment_score":0.0}
{"full_text":"RT Israel has now proven this in real-time#OmicronFourth shot may not protect against #Omicron infection, but three keeps...","sentiment_score":0.0}
{"full_text":"RT Like how ingrained does the casual racism have to be for to not even blink when saying such comments so cas...","sentiment_score":-0.25}
{"full_text":"RT \"Scientists and health leaders warn of 'real danger' after England's Covid restrictions end\" inc...","sentiment_score":0.2}
{"full_text":"Thanks for your support.I end up angry with myself which is counterproductive.She's been bathed once in the past five days because all the PSW's are calling in sick with Omicron. I so need a break.","sentiment_score":-0.3160714286}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"This man was loved by someone. Someone who is hurting over his loss. And you, an admitted alcoholic and flawed is reducing him to the differences you have on vaccine stances. Pathetic and inhumane. Your time would be better served working on a recovering  instead of trolling","sentiment_score":-0.2416666667}
{"full_text":"RT Jason Kenney is telling Albertans everything is fine while opening up field hospitals. Just admit it, the healthcare system...","sentiment_score":0.4166666667}
{"full_text":"RT #Syngene International Concall Q3 FY22 highlights @unseenvalue Like &amp; Retweet for better Reach !1.Operations were...","sentiment_score":0.3125}
{"full_text":"RT The Biden admin has launched a phone line for Americans to order four free COVID tests per household, expanding availabil...","sentiment_score":0.4}
{"full_text":"RT As a pediatric intensivist I think the RSV \/ #COVID19 comparison is overdoneYes, RSV puts lots of babies in hospital &amp; I...","sentiment_score":0.0}
{"full_text":"A recent surge in COVID-19 infections has derailed the best laid plans of some performing arts groups for getting back into theaters with in-person audiences. WFPL arts &amp; culture reporter has more on changes to programming.","sentiment_score":0.375}
{"full_text":"You've had an awful lot of biased and hateful messaging related to the Covid-19 inoculations lately. What's the agenda and who's funding it? More than 1 side to every story: I would have thought a \"trusted news source\" would know that.","sentiment_score":-0.2}
{"full_text":"We lasted nearly 2 years without a positive covid test among the 4 of us in our house.   Youngest son has unfortunately come down with it today (although he's currently delighted to be locked in a room with his xbox)  fingers crossed the boosters do their job for us oldies","sentiment_score":0.0743434343}
{"full_text":"Everyone has worked hard we have also been studying since a year .We asprts are suffering due to covid and harsh winter Nothing goes wrong if it gets postpone till feb #jkssb_postpone_exams #NoToCBTExams","sentiment_score":-0.2791666667}
{"full_text":"RT A longer explanation why school vaccine mandates are bad policyMy piece in USN&amp;WRhttps:\/\/t.co\/TWR0pAm1Rs","sentiment_score":-0.7}
{"full_text":"Rip we all need one cues of covid","sentiment_score":0.0}
{"full_text":"RT As someone who is immunocompromised, it's disappointing how quickly everyone went full on eugenics when it came to COVID.","sentiment_score":0.0277777778}
{"full_text":"RT Black Doctor's Consortium founder  prepares to give a COVID-19 booster. With support from a mobile vacc...","sentiment_score":-0.1666666667}
{"full_text":"Her demand for 'covid passports' is no different than the racial segregation that took place in concert venues in the US. Entertainment and those who entertain should not have any discriminative policies, or use it as a reason to ban a certain class or colour of people.","sentiment_score":0.1071428571}
{"full_text":"bye my sister has covid ????? while im staying at brother's since yesterday ??? the fuck am i supposed to do","sentiment_score":-0.4}
{"full_text":"RT Meet our top 5 performing Governors &amp; their states on the COVID-19 mass vaccination campaign in Nigeria. Highlights: FC...","sentiment_score":0.5}
{"full_text":"RT \"Perfect attendance\" should be a thing of the past. When you don't feel well, stay home instead of going to work or schoo...","sentiment_score":0.375}
{"full_text":"RT VACCINE PASSES TO BE ENDED IN IRELAND\"It is imperative, as a matter of justice &amp; common sense, that vaccine passports...","sentiment_score":-0.3}
{"full_text":"What have the benefits and downsides of the past two years been for you? #COVID19","sentiment_score":-0.25}
{"full_text":"RT 1 person's mild COVID case led to: 16 rescheduled clinic patients13 weekdays of no childcare2 COVID+ toddlers in ou...","sentiment_score":0.3333333333}
{"full_text":"RT it's the weirdest genre, people so convinced that everyone is 'addicted to the pandemic' that they have to...","sentiment_score":-0.4}
{"full_text":"RT i am surprised he isnt saying drink his","sentiment_score":0.1}
{"full_text":"RT On the 4th of April 2021 I collapsed at home 14 days after my 1st Az jag. I'm here when I shouldn't be. I lost my left leg fro...","sentiment_score":0.0}
{"full_text":"RT Recently viral fever and COVID spreading everywhere. Side effects are severe to make you weak for a while. Ore naal tha velila...","sentiment_score":-0.1875}
{"full_text":"How many needed to DIE from #COVID, how much more damage does the uk need fom #brexitcarnage, just to satisfy lies?#BreakingNews #COVIDIOTS #BrexitShambles #BrexitHasFailed","sentiment_score":0.5}
{"full_text":"RT According to the ONS, 1.1million people in the UK have died since the start of 2020. Of those,17,000 died OF Covid19. The av...","sentiment_score":0.0}
{"full_text":"I keep walking past these free walk-up COVID testing desks that are flooded with people who don't have masks. We're never getting out of this thing","sentiment_score":0.075}
{"full_text":"RT Snapshot of COVID ridiculousness from clinic: literally every day, I ask coughing, sick children to remove their mask while...","sentiment_score":-0.7142857143}
{"full_text":"Nobody's hurting your freedumbs, you're bringing it on yourself by choosing to be a selfish idiot instead of getting a vaccine during a deadly pandemic.","sentiment_score":-0.5}
{"full_text":"As far as I KNOW I have not. But I could be wrong since MANY never even know they have it according to media. If true, how is it dangerous to EVERYONE?","sentiment_score":-0.03}
{"full_text":"RT \"You thought it was BTS fever. They're both very dangerous. You're lucky to come out both of those alive.\"The audacity...","sentiment_score":-0.1155555556}
{"full_text":"cant keep or hire teachers can you?  #sickofit #TEACHers #covid #tiredteachers","sentiment_score":0.0}
{"full_text":"RT quick reminder that in 2020 taylor swift sent hundreds of free (signed) vinyl and CDs to independent record stores to keep t...","sentiment_score":0.2444444444}
{"full_text":"RT Are you an artist wondering how you can work safely during Covid?  Unlimited has produced a guide with advice on how you...","sentiment_score":0.5}
{"full_text":"In this article, they use the phrase \"we may see two waves of this epidemic.\" Interesting choice of word. Note, not a new variant of concern yet.","sentiment_score":0.2159090909}
{"full_text":"RT Yeah, this isn't really about wrecking 2 years of eduction, closing the churches, segregating the cities, destroying sm...","sentiment_score":0.0}
{"full_text":"This is more dangerous than getting Covid. Y'all are ","sentiment_score":-0.05}
{"full_text":"RT Respected sir please help  these children who lost their father in covid. An illegal enchrochment is taking place...","sentiment_score":-0.5}
{"full_text":"RT Breaking News: Pfizer and Moderna booster shots were extremely effective in preventing those infected with Omicron from being...","sentiment_score":0.6}
{"full_text":"WB be like: \"Blacklisted Consumers Welcome\" ","sentiment_score":0.8}
{"full_text":"RT I hope we DON'T go back to pre-pandemic levels of carelessness.WTF were we thinking?...","sentiment_score":0.0}
{"full_text":"RT SILAKBO-- a filo #taekookaua sudden outbreak of a zombie disease astounded the people in tierra del sol. it was the last thin...","sentiment_score":-0.1333333333}
{"full_text":"RT Ireland becomes the latest country to remove restrictions and vaccine passports. While this is heartening news, somethin...","sentiment_score":0.5}
{"full_text":"#IchooseCOVAXIN Please let know that we are still waiting for them to approve COVAXIN.","sentiment_score":0.0}
{"full_text":"RT Join us and  for a Vaccine Information Session. Get answers to your questions and learn about vaccine dev...","sentiment_score":0.0}
{"full_text":"RT They not talking bout this the way they talk about covid tho","sentiment_score":0.0}
{"full_text":"RT We welcome the important new study by on the global burden of #AntimicrobialResistance. The new study clearly demons...","sentiment_score":0.2621212121}
{"full_text":"RT As we come down off the Omicron surge, I'm seeing a lot more depression and anxiety cases than COVID cases this week.And...","sentiment_score":0.1722222222}
{"full_text":"No chance chennai already peak attained innum 2 weeks than next tnla peak aayirum maximum feb startingla irunthae reduce aayirum","sentiment_score":0.0}
{"full_text":"How safe is the COVID-19 vaccine?Many people have asked this question trying to know how safe the vaccine is to the human body.The vaccine is safe. Inshort, it was prepared by people who are experts in the field of medicine. Atu na ujo, the vaccine is SAFE","sentiment_score":0.4}
{"full_text":"RT So just to be clear Twitter wasn't super interested in finding a way to mark accounts of actual medical professionals...","sentiment_score":0.1366666667}
{"full_text":"RT France and Ireland Are Set to Follow England in Easing COVID Restrictions","sentiment_score":0.0}
{"full_text":"RT If no one is aware, these kits aren't viable if they drop below 35F, and they're shipping in late January. If you're in a p...","sentiment_score":-0.025}
{"full_text":"RT i love their real momentstruth is what?being outside, we need distancingthis (partition) isn't for distancingit...","sentiment_score":0.2333333333}
{"full_text":"RT Shout to anyone who has worked this entire pandemic because this shit is TRAUMATIC.","sentiment_score":-0.1}
{"full_text":"RT Right-wingers think they're so edgy calling people who believe in pandemic mitigation \"covid cowards\" when they're the on...","sentiment_score":-0.3}
{"full_text":"RT There are a lot of words one could use to describe Wales' Covid response. Cautious, sensible or measured, perhaps. But \"suc...","sentiment_score":0.0}
{"full_text":"This is why it's lunacy to delude yourself that humanity can 'live with' SARSCoV2.EVERY human being it infects or reinfects is an opportunity for it to fine tune its infectiousness.EVERY human infection = a mutation and possibly lethal variant","sentiment_score":0.1106060606}
{"full_text":"RT What comes after Omicron? A thorough article with thoughtful comments by I talk about i...","sentiment_score":0.4}
{"full_text":"RT Continuing the initiative they launched at the start of the pandemic, announced a free virtual course...","sentiment_score":0.4}
{"full_text":"RT With 80% of the eligible population fully vaccinated AND boosted (as well as the 10% most vulnerable double-boosted) c...","sentiment_score":0.0}
{"full_text":"Well said ...","sentiment_score":0.0}
{"full_text":"HAPPENING NOW: Montgomery County students walk out, demand virtual learning amid COVID-19 pandemic. Watch &gt;&gt; via","sentiment_score":0.0}
{"full_text":"Thank you.  I hope we all survive this Omicron wave - mentally, emotionally along with physically.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Quebec government is trying to contact 560,000 unvaccinated people in the province to 'raise their awarene...","sentiment_score":0.0}
{"full_text":"Why N95 masks are so effective and how to wear one - The Washington Post","sentiment_score":0.6}
{"full_text":"CDC says natural immunity is better than vaccine Why would a citizen be forced to get a JAB ! Nothing from Fauci  or Whitehouse  WHY  ?   $$$$$$.  Follow the  science","sentiment_score":0.075}
{"full_text":"RT There is a total media blackout of the 17km queue along M20. The media has stopped reporting on the failure to stop channel...","sentiment_score":-0.1583333333}
{"full_text":"You look a bit rough there lad to be fair  hope you won ","sentiment_score":0.3}
{"full_text":"RT A significant amount of my pediatric patients are seeking care for \"not better after COVID\".And we have no treatment for...","sentiment_score":0.0625}
{"full_text":"RT VACCINE PASSES TO BE ENDED IN IRELAND\"It is imperative, as a matter of justice &amp; common sense, that vaccine passports...","sentiment_score":-0.3}
{"full_text":"All this book banning is giving me a nice list of reading material for pandemic year 3.Are we seriously banning texts that hurt white people's feelings? Let's put on heads in the sand so when history repeats itself it can do so in the light of day and guilt-free.","sentiment_score":0.1666666667}
{"full_text":"RT Few Parents are disappointed with SEBA over holding offline pre-boards amidst COVID-19 peak fear in Assam.One parent...","sentiment_score":-0.475}
{"full_text":"Did you really use 2020 as some sort of an example? There's a clear difference in people being forced to stay home vs making that decision on their own.","sentiment_score":0.15}
{"full_text":"RT \"Almost half of all COVID hospitalizations of the newly vaccinated occurred within 14 days which means they were treated...","sentiment_score":-0.0151515152}
{"full_text":"We are living with Covid, doughball.","sentiment_score":0.0}
{"full_text":"Outraged judge calls for investigation after 'chop shop' criminal gang that shipped stolen Range Rovers to Dubai successfully applied for PS145,000 Covid bounce-back business loansvia","sentiment_score":-0.1833333333}
{"full_text":"RT Even if covid ends,we still want our exams to be cancelled!y'all must think about how would children complete their sy...","sentiment_score":0.1}
{"full_text":"RT Looks like my mum has Covid now (not caught from us). One class in my child's school has only 6 kids left in it and more ca...","sentiment_score":0.1666666667}
{"full_text":"RT help our student commmunity  from boards pressure and covid.#cancelboardexam2022 #cancelboardpariksha2022","sentiment_score":0.0}
{"full_text":"RT Democrats: 90% vaccinated Republicans: 60% vaccinated *Supreme Court sentences Republicans to death by covid*Medi...","sentiment_score":0.0}
{"full_text":"RT It's so frustrating to hear dismissive comments like, \"oh it'll just be like the flu\" as if formulating the seasonal flu va...","sentiment_score":-0.4}
{"full_text":"RT kicks off its #HealthLaw Speaker Series a week from today on Friday, January 28th at noon (Eastern)  with Dr....","sentiment_score":0.0}
{"full_text":"RT Get well soon #DQ @dulQuer #DulquerSalmaan #COVID19","sentiment_score":0.0}
{"full_text":"Donate today, and together we can #FreeThemAll:","sentiment_score":0.0}
{"full_text":"RT A reminder of the wider context that night (16 April 2021)- Country was in national mourning after the Duke's passing....","sentiment_score":0.0}
{"full_text":"RT I just had to tell a 3 year old and her 8 and 11 year old siblings that their dad died last night after a month in the hospi...","sentiment_score":0.0666666667}
{"full_text":"Reagan gets the glow of the Cold War ending, but he had a lot of failures, tax cuts followed by immediate tax increases, total fail on AIDS epidemic, Iran Contra, and a second term suffering Alzheimer's. And that's just off the top of my head.","sentiment_score":-0.12}
{"full_text":"RT Mgalekgolo is the name for a specific form-based variant created by the collaboration of many worm-like Lekgolo. These \"Hunters\"...","sentiment_score":0.25}
{"full_text":"RT The Biden admin has launched a phone line for Americans to order four free COVID tests per household, expanding availabil...","sentiment_score":0.4}
{"full_text":"You kind of have to put one foot in front of the other. Being are being hospitalized and are dying at an alarming rate. Why? Some has to do with masking, social distancing, ventilation, health and vaccination. It's about reduction not eradication.","sentiment_score":0.1020833333}
{"full_text":"RT Something is deeply broken with your COVID policy if the more vaccine doses you get in your arm, the more layers of mask...","sentiment_score":0.2}
{"full_text":"RT 'If I die, I die, but I'm not going to be controlled': Meat Loaf railed against masks and vaccines mandates before his deat...","sentiment_score":0.0}
{"full_text":"My dad has covid","sentiment_score":0.0}
{"full_text":"Mad, Ted.","sentiment_score":-0.625}
{"full_text":"RT South Africa's Omicron wave vs. its Delta wave: a comparison of cases, hospital admissions, confirmed deaths, and excess...","sentiment_score":0.4}
{"full_text":"Bae really funny. She said if she had to get up and go to work today then i can't be a stay at home wife .... Umm excuse me ","sentiment_score":0.1}
{"full_text":"RT Update on COVID-19 admissions, occupancy and deaths in English hospitals.Nationally, admissions with COVID have falle...","sentiment_score":0.0}
{"full_text":"Don't deliver to a blue state nor accept a delivery for anyone who supports such. Each trucker should become his own \"private corporation\" &amp; tell them to go to hell like Twitter, FB get by with.","sentiment_score":0.15}
{"full_text":"RT Rethink compulsory Covid jabs for NHS staff, Wiltshire MP urges PM - BBC News","sentiment_score":0.0}
{"full_text":"RT Few Parents are disappointed with SEBA over holding offline pre-boards amidst COVID-19 peak fear in Assam.One parent sa...","sentiment_score":-0.475}
{"full_text":"RT Hi are you?  I feel like garbage - I've got COVID.  It might have come from my class, where I've watche...","sentiment_score":0.0}
{"full_text":"RT The way 'Covid deaths' are being counted is a national scandal | The Spectator","sentiment_score":0.0}
{"full_text":"RT Lawyers and journalists, two groups of people whose animating feature is that words matter, might note that neither repor...","sentiment_score":0.0}
{"full_text":"RT As a whole the 2020 \"lockdown\" whether successful or not in slowing the virus is not viewed favorably...","sentiment_score":0.475}
{"full_text":"RT Finally, something about COVID that everyone can agree is good news.","sentiment_score":0.35}
{"full_text":"#Writers have always needed isolation to write, but the pandemic has been imposed on this solitary pursuit. Here's several ways to brainstorm, loop, cluster, and mind map on your own. #snrtg","sentiment_score":0.3}
{"full_text":"#Analytics and #AI in 2022: Innovation in the era of COVID | ZDNet by","sentiment_score":0.0}
{"full_text":"RT The public does not trust the government's current investigation: 6 in 10 of the public do not have confidence in the govern...","sentiment_score":0.0}
{"full_text":"Here's next week's #COVID19 testing &amp; vaccine schedule at the in #Worcester.  For more info, go here: #UMassMemorial","sentiment_score":0.25}
{"full_text":"Happy #NationalHugDay We all wish we could give a real hug, but with the rise of Omicron, be sure to social distance! Why not give a HAND HUG?!","sentiment_score":0.3880208333}
{"full_text":"U.S. Rep. Shontel Brown, (D-Ohio), told the agriculture department secretary Thursday she is concerned about the rise in food insecurity due to the coronavirus pandemic, particularly among Black and Latino families.https:\/\/t.co\/WOdlP3GV5s","sentiment_score":-0.0416666667}
{"full_text":"The Beverly Hills Unified School District is experiencing approximately 60 cases of COVID-19 per day, and district officials are seemingly frustrated with policies that have trickled down from the Los Angeles County Department of Public Health.https:\/\/t.co\/u0zg1zEVUF","sentiment_score":-0.3138888889}
{"full_text":"Study of a large, national sample of adolescents surveyed early in the #COVID19 pandemic found that the mean total daily screen use was 7.70 h\/d","sentiment_score":0.0003571429}
{"full_text":"RT DEADLINE EXTENDED: Coloradans can now sign-up for health coverage through March 16. From the #MarshallFire to COVID-1...","sentiment_score":0.0}
{"full_text":"RT The Santa Fe New Mexican news paper reported recently that a father and son who died of Covid-19 were fully vaccinated....","sentiment_score":0.0454545455}
{"full_text":"Remember to keep reporting your result each time you take a rapid lateral flow Covid-19 test - positive, negative or void. It's a great way to help the NHS reduce the spread of the virus. Go to:","sentiment_score":0.2424242424}
{"full_text":"74% of global respondents believe that their priorities, and resulting shopping behaviors, have been impacted to some degree by COVID-19. Read the full story  ","sentiment_score":0.175}
{"full_text":"I have reached the wordle portion of the pandemic.                                  Wordle 216 4\/6","sentiment_score":0.0}
{"full_text":"Last but not least ... exploration of instructors' feedback practices within pandemic contexts. One key consideration involves aligning instructor's beliefs w\/ students' perceptions:","sentiment_score":0.05}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"RT Congratulations India* Over 4 crore youngsters between 15-18 age group are vaccinated against COVID-19* This feat has been...","sentiment_score":0.0}
