{"full_text":"Give me 100% assurance and proof that having Covid has no long term adverse effects (five to twenty years from now) and I will consider not getting my next jab. Same goes for flu etc.","sentiment_score":0.0083333333}
{"full_text":"RT There are many many many different directions to go in genomic space. There are about 4^10...","sentiment_score":0.375}
{"full_text":"Make it happen","sentiment_score":0.0}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT Just overheard a guy on the train telling someone on the phone, \"Yeah Covid's over now mate, I'm not wearing a f-- mask,...","sentiment_score":0.0}
{"full_text":"RT Writes a thread dancing on Meat Loaf's grave. This is the Democrat Party.","sentiment_score":0.0}
{"full_text":"They are all Trying to figure out how a pistol shot by itself and are working to keep it a real thing.","sentiment_score":0.2}
{"full_text":"RT Russia on the brink of starting WWIII. US looking at the collapse of democracy.Fascism on the rise worldwide. Climate cha...","sentiment_score":0.0}
{"full_text":"RT They're not whining because they want to pretend the pandemic is over -- they've been doing that for almost a year. They're whin...","sentiment_score":0.0}
{"full_text":"RT I ordered my free Covid tests on 1\/19\/22, and they just arrived. Thanks,","sentiment_score":0.3}
{"full_text":"The jab, vaccine passport &amp; masks were the first steps in social credit. Every time you went into a supermarket, if your face was unmasked your head had a green box around it, that Data was shared with the Government. Its on supermarket entrance CCTV facial recognition","sentiment_score":0.0208333333}
{"full_text":"Nothing surprising here.He also still doesn't know how to use a calculator.","sentiment_score":0.7}
{"full_text":"RT My mom is dying of covid pneumonia. She refused to be intubated. She said she is ready, but I don't think I am. She was va...","sentiment_score":0.2}
{"full_text":"Happy to hear, but this may not hold true at the margins or across large parts of this country. Omicron is rapidly eroding trust in boosters for sure...even among strongly pro-vax health care providers... fortunately, we may be done with this wave soon enough.","sentiment_score":0.3662698413}
{"full_text":"Hi  Please request $17 billion in supplemental funding to defeat COVID-19 globally. We can only end this pandemic by acting together and going the last mile to vaccinate the world. #EndThePandemic","sentiment_score":0.0}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT A look at which will soon be used to verify logins and claims to have uncove...","sentiment_score":0.0}
{"full_text":"RT In summary: the Australian government cost us a trillion dollars trying to stop people getting a virus they now admit we all...","sentiment_score":0.0}
{"full_text":"Except the real science shows that covid particulates are so small they easily pass through all bit N95 masks, which are very rarely used by anyone. So your contention of the \"efficacy of masks\" is obviously dependent on the type of mask, which is disingenuous conjecture.","sentiment_score":0.1546666667}
{"full_text":"RT CDC admits natural immunity SIX TIMES stronger than the vaxx during Delta. Ivermectin now on sale over the counter in some...","sentiment_score":0.1}
{"full_text":"The Philippines' Covid-19 tally surged to 3.38 million after authorities reported over 30,000 additional infections on Saturday.READ:https:\/\/t.co\/CBrTcxRVgQ","sentiment_score":0.0}
{"full_text":"4 vaccines later, it prevents logic","sentiment_score":0.0}
{"full_text":"The NFL appears to be transitioning out of the vaccine charade.","sentiment_score":0.0}
{"full_text":"RT A 3rd of our store is out with COVID, welcome to hell","sentiment_score":0.4}
{"full_text":"RT If your anger at this pandemic hitting the two year mark is directed at people still masking in grocery stores and not anti-...","sentiment_score":-0.7}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT Most left wingers are afraid of \"cancel culture\" from their psychotic colleagues &amp; friends.If Republicans ran a camp...","sentiment_score":-0.15}
{"full_text":"RT CDC Finally Admits Cloth Masks Were Always Political Theater","sentiment_score":0.0}
{"full_text":"Agree with him and it's giving free rein to the unvaxed now, at least with the certs we were kept well away from them","sentiment_score":0.05}
{"full_text":"Lawyer Anna De Bouisseret explains who will be held liable under the law!! MUST WATCH!!! #Covid19UK #COVID19 #covid #NoVaccinePassports","sentiment_score":-0.3051757812}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT Well done whoever flew this over Elland Road before kickoff #StopBoris #JohnsonOut #ToryBrexitDisaster #Omicron #BorisJ...","sentiment_score":0.0}
{"full_text":"RT Lockdown politicians are running scared. Vote them out. Every single one of them.","sentiment_score":-0.0714285714}
{"full_text":"RT PPC leader Maxime Bernier calls for a fact check of authoritarian politicians during the \"World Wide Rally for Freedom...","sentiment_score":-0.1}
{"full_text":"RT Will those #maga, anti-vaxxers folks boycotting for mandating  #covid19 employee vaccinations also boycott","sentiment_score":0.0}
{"full_text":"RT \"Virtue-signaling\" is a term used by assholes who believe good people are just pretending not to be assholes too....","sentiment_score":0.7}
{"full_text":"RT I know anecdotes don't mean a lot that much but 90% of my consults this last week on service were for complications of pedi...","sentiment_score":-0.0375}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT Holy cow.So much for \"only mild\" cases of #Omicron #COVID19 -- this is a classic case of \"drowning in your own fluids.\"","sentiment_score":0.26}
{"full_text":"RT One of my biggest fears is a Russian invasion of Ukraine sets off a ground war that becomes a major vector of transmiss...","sentiment_score":0.03125}
{"full_text":"Please watch this video and wake up. Covid-19 is real im not denying it. I encourage vaccination. I would never mandate it.","sentiment_score":0.2}
{"full_text":"The country is close to a state of ungoverned paralysis. Covid policy abandoned. Cost of living crisis (no exaggeration) Trucks backed up 15 miles at Dover. NHS close to breakdown. And SENIOR ministerial energy is directed towards reducing the number of train tannoy announcements","sentiment_score":0.0}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT More and more people are seeing through the fear propaganda. It doesn't matter how long it takes you to see it, eventu...","sentiment_score":0.2125}
{"full_text":"RT If only we hadn't started with the #Omicron is \"mild\" narrative when it first emerged maybe things would be different?...","sentiment_score":0.1458333333}
{"full_text":"RT Hear their voices. It's time!We stand with you regardless of your status. It does not define you, or me.","sentiment_score":0.0}
{"full_text":"RT So it seems we lost Meatloaf to anti vaxxing and COVID-19 disinformation? Sigh. We are such a self destructive nation.","sentiment_score":-0.3}
{"full_text":".. Frustration Rising....","sentiment_score":0.0}
{"full_text":"RT Have you noticed that Covid has disappeared in the NFL?I think they stopped testing for the playoffs.","sentiment_score":0.0}
{"full_text":"And people were dying from that condition too before testing positive for Covid. They tested everyone who went to the hospital. Car accident, tested. Cancer, tested. Dying from old age issues, tested. Even with no symptoms. If you were positive, you're a Covid death.","sentiment_score":0.1848484848}
{"full_text":"RT WARMINGTON: Convoy of truckers against vaccine mandates ready to roll | Toronto Sun ","sentiment_score":0.2}
{"full_text":"You don't have to imagine, look at the UK and Brazil. But Erin is also turning out to be a good opposition leader and confirming it also whilst the NDP do whatever they do. We are OK until the pandemic is over I think. I'll give you that.","sentiment_score":0.6}
{"full_text":"RT BREAKING:CDC now recommends apple bottom jeans, boots with the fur.","sentiment_score":0.0}
{"full_text":"RT Because of his downplaying, 1\/3 of the country refuses to get vaccinated or take any precaut...","sentiment_score":0.0}
{"full_text":"RT \"And I would do anything for love,But I won't do thatNo, I won't do that\"FYI MAGA Anti-Vaxxers: Meat Loaf made a gr...","sentiment_score":0.0}
{"full_text":"The CEO of Pfizer is on video admitting how ineffective the vaccine is. ","sentiment_score":0.0}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT My MIL told me that it was people's own fault if they caught covid because they should stay away from it!...","sentiment_score":0.75}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"RT Norway: Omicron sub-variant BA.2, increasing rapidly relative to Omicron BA.1.  Jan 4: 7 cases Jan 19: 611 cases (main...","sentiment_score":0.0833333333}
{"full_text":"This is inconsistent with what you are telling your provincial employee staff. Not a good look! #Alberta","sentiment_score":-0.4375}
{"full_text":"RT Can you hear us yet","sentiment_score":0.0}
{"full_text":"RT Here's some cool weekend viewing for y'all, my Conversations interview with CEO Jason Feldman about how th...","sentiment_score":0.35}
{"full_text":"Notice they charged 75 cents for Covid Pop","sentiment_score":0.0}
{"full_text":"Great, just what we need: a super contagious Omicron. It'll be fine, right? I mean we are coping soooooo well with Omicron \"mild\" #bcpoli #DIYPandemic #onourown","sentiment_score":0.3094246032}
{"full_text":"RT It isn't enough for Liberal celebrities to make statements against COVID mandates.If you don't agree with them, stop vo...","sentiment_score":0.0}
{"full_text":"Good! At last I can go to see family in Sydney  Any update on the UK approval? It was an absolute pleasure being in the vaccine trials in the UK. #Novavax #CovidTesting #coronavirus #vaccinetrials","sentiment_score":0.3583333333}
{"full_text":"RT Over 40% of Americans are obese.  80% of hospitalizations for the China Virus are obese.  Where are the public service anno...","sentiment_score":0.0}
{"full_text":"RT Please do read this thread before saying covid is now mild &amp; only \"vulnerable\" are at risk so cases don't matter anymore....","sentiment_score":-0.0555555556}
{"full_text":"RT Weekly COVID-19 death rate via CDC:Unvaccinated: 9.7 deaths per 100kFully vaccinated: 0.7 deaths per 100kBoosted: 0.1 d...","sentiment_score":0.0}
{"full_text":"Coronavirus Scotland RECAP: Circuit-breaker lockdown 'not ruled out' as cases rise | HeraldScotland","sentiment_score":0.0}
{"full_text":"RT With Covid-19 surging in Oregon, I'm grateful to hospital workers who continue to show up to help heal our communities....","sentiment_score":0.0}
{"full_text":"RT Democrats shut down schools, but the border is wide open.Democrats shut down small businesses, but the border is wide o...","sentiment_score":-0.1522222222}
{"full_text":"RT Be on the right side of history, voice your objections against Vaccine Mandates.","sentiment_score":0.2857142857}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"RT Thousands of people have gathered in central London to protest against the mandatory vaccine mandate that could see more tha...","sentiment_score":0.25}
{"full_text":"I think a lot of what we have observed during the pandemic is 'back to the wall' behaviour and the need for people to 'blame someone' when things don't go their way. I'm optimistic it will pass and human spirit will return.","sentiment_score":0.0}
{"full_text":"RT Unfortunately, this is far from over. The vaccine injuries cover up is well underway, but it may be impossible to hide f...","sentiment_score":-0.3555555556}
{"full_text":"RT And the world literally and figuratively bends over before China.","sentiment_score":0.0}
{"full_text":"RT We are now supposed to clap for public figures who are saying out loud about COVID what some of us have been saying for alm...","sentiment_score":0.05}
{"full_text":" Travel agency deposits buses for coronavirus demonstration in Brussels, organiser speaks of 100,000 demonstrators from home and abroad  #belgium #mostshared","sentiment_score":0.0}
{"full_text":"RT \"It's shameful that it is easier to catch COVID than it is to find a test kit.\" - ACTU secretary Sally McManus","sentiment_score":0.0}
{"full_text":"If we head into another lockdown I'm definitely buying one of these","sentiment_score":0.0}
{"full_text":"RT Conference organizers must adopt a novel, comprehensive approach to ensure increased accessibility, diversity and inclus...","sentiment_score":0.0}
{"full_text":"RT In New Zealand full time workers get $600 a week to stay home if infected or exposed. In the United States you just sprea...","sentiment_score":0.2431818182}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT Will those #maga, anti-vaxxers folks boycotting for mandating  #covid19 employee vaccinations also boycott","sentiment_score":0.0}
{"full_text":"A friend is in mourning at the news that this year's Guyra Lamb and Potato Festival has been cancelled due to Covid restrictions. I fear for the Goomeri Pumpkin Festival.","sentiment_score":-0.125}
{"full_text":"RT If you favor vaccine passports, you are anti-vaccine, harming trust and confidence in vaccines.If you are pro-vaccin...","sentiment_score":0.0}
{"full_text":"RT I missed this important essay from in real time (Aug 2021). The anti-vax\/anti-science movement in the US is robus...","sentiment_score":0.3}
{"full_text":"RT We are now supposed to clap for public figures who are saying out loud about COVID what some of us have been saying for alm...","sentiment_score":0.05}
{"full_text":"RT We are now supposed to clap for public figures who are saying out loud about COVID what some of us have been saying for alm...","sentiment_score":0.05}
{"full_text":"It's hard to imagine being so far right that you'd think that Bari Weiss (or Bill Maher) was a liberal.","sentiment_score":0.0313492063}
{"full_text":"No #masks period. The claim n95 or Chinese version prevent covid is clearly an engineering and medical fraud. As much a fraud as claiming \"the spread\" by tests while denying the hypochondria psyop done so cleverly with driven false guilt of disobedience to abusive authorities.","sentiment_score":0.0111111111}
{"full_text":"The Loyola from pre covid is gone. It's a shame","sentiment_score":0.0}
{"full_text":"Sir pls exam postponed kar do. Ek to school late chalu hue.  Fir corona ki vajah se school band ho gaye  hamara syllabus bhi complete nahin hoga. Pls sir #exampostponed  mein yeah. Nhi bol rha ho ki  exams cancelled kar. Mein bas yeah bol Raha hoon. Ki postponed kar do  pls","sentiment_score":-0.1}
{"full_text":"RT History of Natural Immunity:*Past ~2500 years:scientific fact*January 2020 - January 2022:vilified as a conspiracy theo...","sentiment_score":0.1}
{"full_text":"RT Social distancing is among the stupidest and most totalitarian ideas to emerge from the pandemic. Utterly ridiculous an...","sentiment_score":0.0666666667}
{"full_text":"Department store sales in Japan in 2021 rose moderately from the previous year to some 4.4 trillion yen but stayed below the 2019 level, or before the novel coronavirus pandemic, Jiji Press learned Saturday.https:\/\/t.co\/kRTp7zaRHv","sentiment_score":0.1444444444}
{"full_text":"Staying Homeschooling After Covid - Oliver Explains Why via","sentiment_score":0.0}
{"full_text":"I rake the covid test.","sentiment_score":0.0}
{"full_text":"Hydroxychloroquine may not be a reliable treatment for COVID-19, but a new study finds it may find a new job treating the worst form of MS.https:\/\/t.co\/SjC5wb2shb","sentiment_score":-0.2424242424}
{"full_text":"RT Horrified Anti-Vaxxer Discovers Every American Who Got Smallpox Vaccine In 19th Century Now Dead","sentiment_score":-0.1}
{"full_text":"Free N95 masks distributed throughout Milwaukee County","sentiment_score":0.4}
{"full_text":"\"Omicron does seem almost tailor-made to frustrate the zero-covid machinery\"--China's costly policyAlso on the daily podcast: long-run benefits for Russian gulag towns and cycling goes up a gear in the Arab world","sentiment_score":0.0}
{"full_text":"Name: Naywee JidnikAlignment: CERace\/Lineage: Tiefling (Variant)Class\/Subclass: Warlock (Archfey)Background: Sage (Baldur's Gate)Optional Feat: Medium Armor MasterSTR: 15DEX: 8CON: 6INT: 9WIS: 12CHA: 13#DnD #DungeonsAndDragons #HeroicGeneration","sentiment_score":0.0}
{"full_text":"AARP is calling for nursing homes to require COVID-19 boosters for residents and staff.https:\/\/t.co\/pohFKrdM9o","sentiment_score":0.0}
{"full_text":"According to the U.S. Census Bureau, in late December and early January alone, there have been nearly nine million sick calls nationwide linked to COVID-19.https:\/\/t.co\/1JdjGpgqHn","sentiment_score":-0.2035714286}
{"full_text":"#ICYMI: Pandemic postpones February boxing card in Cape Breton - - #CapeBreton #Sydney #Boxing #Saltwire","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Patent-free Corbevax promises vaccine equityBy: Ranjit Devraj (@devraj_ranjit)#India","sentiment_score":0.0}
{"full_text":"All things working for #TeamNigeria","sentiment_score":0.0}
{"full_text":"The closure of all educational institutions has been extended till January 30 and online classes will continue, according to an order issued by Additional Chief Secretary (Home) Awanish Kumar Awasthi.https:\/\/t.co\/G4PgD6y4CQ","sentiment_score":0.25}
{"full_text":"Tucker Robertson elevated his game during the cancellation of the 2020-21 season due to COVID-19.Now, his work ethic and offensive abilities are catching the attention of scouts ahead of the 2022 #NHLDraft ","sentiment_score":0.025}
{"full_text":"Nancy Baxter, MD and PhD in Clinical Epidemiology, in an interview with Australia's Channel 10 News, said publicly that Omicron was \"designed\" to evade both vaccine immunity and previous infection.https:\/\/t.co\/RAChtJQ6jW","sentiment_score":-0.0833333333}
{"full_text":"RT We've reached the moment where they openly admit the truth of our society's construction. And therefore the moment we m...","sentiment_score":0.0}
{"full_text":"RT One thing this pandemic has achieved is a complete rewrite of the epidemiological definitions of 'herd immunity' &amp; 'endemi...","sentiment_score":0.1}
{"full_text":"RT Weekly COVID-19 death rate via CDC:Unvaccinated: 9.7 deaths per 100kFully vaccinated: 0.7 deaths per 100kBoosted: 0.1 d...","sentiment_score":0.0}
{"full_text":"\"Since the pandemic started, the CARES Act granted forbearance on federal student loans -- suspending student loan payments and interest.\" #Finance #CreditChat featuring","sentiment_score":0.0}
{"full_text":"#Iran Coronavirus UpdateMore than 499,400 people have died of #COVID19 in 547 cities checkered across all of Iran's 31 provinces, according to the Iranian opposition PMOI\/MEK.Full reporthttps:\/\/t.co\/5OWDYqZX1N","sentiment_score":0.0}
{"full_text":"That's dumb, viruses are always mutating. If a mutation helps it survive, it will spread. As long as  not vaccinated, it will keep mutating.","sentiment_score":-0.2125}
{"full_text":"Thousands of people gathered in European capitals Saturday to protest vaccine passports and other requirements governments have imposed in hopes of ending the coronavirus pandemic.","sentiment_score":-0.0625}
{"full_text":"More than 20 high schools in Maryland stage walkouts as students demand virtual learning models amid increases in coronavirus caseshttps:\/\/t.co\/d8vWVcIXkg","sentiment_score":0.33}
{"full_text":"Four Hays County residents recently died of COVID-19, the Hays County Local Health Department reported Friday. An additional 1,636 recoveries, 1,147 lab-confirmed cases, 17 hospitalizations and 17 hospital discharges were reported in Friday's report.","sentiment_score":0.0}
{"full_text":"The state reported just over 15,600 new COVID-19 cases on Saturday.https:\/\/t.co\/CDb0NGvAgh","sentiment_score":0.1363636364}
{"full_text":"RT Interesting a variant doesn't know the obvious answer is Wuhan.","sentiment_score":0.25}
{"full_text":"Students from at least 21 high schools in Montgomery County participated in a county-wide walkout at noon Friday.","sentiment_score":-0.07}
{"full_text":"Food banks across the region are experiencing a critical shortage of volunteers as the omicron variant sweeps through the area.","sentiment_score":0.0}
{"full_text":"When Will COVID End? via","sentiment_score":0.0}
{"full_text":"Japan's COVID-19 foreign entry ban spurs global demonstrations (1\/22 Kyodo)","sentiment_score":-0.0625}
{"full_text":"There are hundreds of cases of the varianthttps:\/\/t.co\/ywS5REBICR","sentiment_score":0.0}
{"full_text":"RT By November, there will be desperate Democrats running on anti-lockdown anti-vax-mandate platforms.However, during t...","sentiment_score":-0.6}
{"full_text":"The pandemic has impacted children and youth in different ways. Kids Help Phone is available 24 hrs\/day for ages 5-29. For anonymous care from professional counsellors, call 1-800-668-6868 or text CONNECT to 686868.","sentiment_score":0.1666666667}
{"full_text":"Rail operator Northern has apologised for cutting services in the Five Towns, but insists Covid cases have left it with no other optionhttps:\/\/t.co\/I3H6ZvmpWv","sentiment_score":-0.1791666667}
{"full_text":"RT Republicans are simultaneously insisting that Covid is a nothing-burger and also that Biden is doing too littl...","sentiment_score":0.0}
{"full_text":"Fauci says he hopes FDA will authorize Pfizer's Covid vaccine for kids under 5 in the next monthhttps:\/\/t.co\/riH0bxxLNC","sentiment_score":0.0}
{"full_text":"RT Democrats are getting ready to change their tune on Covid because of their horrible polling numbers. They will then ac...","sentiment_score":-0.4}
{"full_text":"What Biden Needs to Do To Address The Impact of the Pandemichttps:\/\/t.co\/hwmv76LaRM","sentiment_score":0.0}
{"full_text":"\"Notes for Tomorrow\" is an exhibition conceived by Independent Curators International (ICI) featuring artworks selected by 30 curators based in 25 countries around the world to reflect on a new global reality ushered in by the Covid-19 pandemic.https:\/\/t.co\/MdCEZAWes6","sentiment_score":0.0340909091}
{"full_text":"Deep Dive: A closer look at medically-assisted opioid use treatment in  #OpioidCrisis, #fentanyl, #COVID, #pandemic","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"u r legally obligated to read this Btw i literally have covid ^_^ (\/not forcing and \/j)","sentiment_score":0.2}
{"full_text":"The aftermath of Omicron may be a patchwork of different experiences, both around the globe and across the country.","sentiment_score":0.0}
