{"full_text":"RT The #Suffolk County DA arrested two people including the owner of an Amityville pediatric office for selling fake Covid...","sentiment_score":-0.5}
{"full_text":"RT I've got COVID because the government ran out of ideas &amp; abandoned us with all restrictions being lifted on Thursday. I'm luc...","sentiment_score":0.0}
{"full_text":"RT Wish you Happy Birthday Ma'am. God bless you.Kindly meet PM\/HM on our behalf and request for 2 attempt and...","sentiment_score":0.8}
{"full_text":"RT Disappointing (but not surprising) to see Gov. Brown's administration pressing ahead with top-down mandates despite ov...","sentiment_score":-0.475}
{"full_text":"RT A tale as old as time","sentiment_score":0.1}
{"full_text":"#blockchain enabled #agile re-tooling #HR #RH #RRHH ladies' tool kit to the epoque of the #Corona Plague","sentiment_score":0.5}
{"full_text":"RT This doesn't look like a \"small fringe\" of people.","sentiment_score":-0.25}
{"full_text":"RT BREAKING: A new variant called Freedom-22 has arrived in Canada. A massive outbreak in Ottawa has been confirmed. Parliam...","sentiment_score":0.1787878788}
{"full_text":"RT It will be #TejRan NONE ELSEFirst ask your nepo kid to beat PS We dont expect anyone other than #KaranKundrra #TejasswiPrak...","sentiment_score":-0.125}
{"full_text":"RT The World is waking up","sentiment_score":0.0}
{"full_text":"STOP HIDING Take Responsibility for PS4bn Covid #fraud 3.8 Million Refused Help Hold #Sunak to Account for WASTED Taxes#SunakResign#SunakOut  #ToryCorruption","sentiment_score":-0.2}
{"full_text":"So are you saying you can't carry and spread covid if you're vaccinated?  Didn't think so dr fauci.","sentiment_score":0.0}
{"full_text":"#MannKiBaatPM Modi highlighted India's fight against COVID-19 with over 4.5 crore children being vaccinated.  Approximately 60% of Indian youth between 15-18 years have been vaccinated.","sentiment_score":-0.4}
{"full_text":"RT It's illogical for taxpayers to fund the state broadcaster 1.2 billion a year to lick the boots of their paymaster tyrant...","sentiment_score":0.0}
{"full_text":"RT The FDA's reason for revoking usage of the monoclonal antibodies is that it \"doesn't work well on Omicron\". But we were...","sentiment_score":0.0}
{"full_text":"Yes my niece she works in a nursing home.She said she got it really bad too she's been vaxed and boosted.","sentiment_score":-0.7}
{"full_text":"RT But wait!What if you could get a whole convoy of trucks to drive to Ottawa?What if you got a bunch of people out und...","sentiment_score":0.2}
{"full_text":"You can be pro vaccine and pro free speech","sentiment_score":0.4}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"RT It is hilarious to hear acting all morally superior on Covid rules from the very party that has USED Covid as a weapo...","sentiment_score":0.35}
{"full_text":"Actually, you don't know what might emerge from the investigation. I didn't bring up Beech - he did in the segment. My point about Nawaz stands - Trumpian falsehoods &amp; Covid misinformation were &amp; are burning issues for JO'B, yet he ignored the promotion of them by his colleague.","sentiment_score":0.0}
{"full_text":"RT It is really sad how former allies in \"anti-war\" movements have resorted to name calling - \"pandemic denier\" \"right wing...","sentiment_score":-0.0714285714}
{"full_text":"RT 'Stealth Omicron': Is subvariant BA.2 a more transmissible strain of COVID appears to now be present in 40 countries and ga...","sentiment_score":0.25}
{"full_text":"Please could you ask him what is being done to protect primary school children's health and education?","sentiment_score":0.4}
{"full_text":"RT There is a presumption out there that anyone who got the vaccine is on team mandate. That's completely untrue. Many of...","sentiment_score":0.3}
{"full_text":"...If you stay home today, I think you'd just be worrying non-stop and sleeping. ...I don't want that. ...So let's go to school together.","sentiment_score":0.0}
{"full_text":"RT So this was filmed when yubinie in quarantine and jiho staying at home for safety all I want to say is FCK COVID","sentiment_score":0.0}
{"full_text":"RT has an apartment in Canberra.It's on his Register of Interests.So not only do we pay excess \"travel\" allowa...","sentiment_score":0.0}
{"full_text":"RT The vaccine is so effective that they changed the meaning of \"anti-vaxx\" to include people who are fully vaccinated but don'...","sentiment_score":0.6}
{"full_text":"''Drop it,'' barked Naberius Tern. Not fucking likely, thought Gideon--but he skirted far around her reach, lunging past her to curl a hand hard around Corona's forearm.","sentiment_score":-0.1104166667}
{"full_text":"Deaths seem to be holding steady over the last week (roughly 25 per day) but that will almost definitely jump by next week. The hope is the high vaccine and booster rate will mitigate that to some degree. We'll see. The Lunar New Year holiday might be a problem.","sentiment_score":0.0518614719}
{"full_text":"RT \"This trust of our countrymen on the indigenous vaccine is our great strength.\"- Hon'ble PM in #MannKiBaa...","sentiment_score":0.8}
{"full_text":"RT \"To keep their zero-COVID strategy alive, central policymakers may find they have no choice but to impose an embarrassi...","sentiment_score":0.05}
{"full_text":"RT In summary:Being fully boosted DOES significantly reduce the chances of getting infected w\/ Omicron.Vaccines DO reduce tra...","sentiment_score":0.375}
{"full_text":"RT If you're serious about supporting musical artists, use Apple Music. They pay royalty rates of up to three times that of Spo...","sentiment_score":-0.0277777778}
{"full_text":"RT Don't reveal your vax status?Deported and can't play tennis because, you will stoke anti-vax sentiment. Personally ema...","sentiment_score":0.0}
{"full_text":"RT #VIVIZ's #Eunha Tests Positive For COVID-19https:\/\/t.co\/UjlGQo4jOB","sentiment_score":0.2272727273}
{"full_text":"finally gonna go see a doctor, pls no covid prayge","sentiment_score":0.0}
{"full_text":"Vaccine passports are a precursor to the mark of the beast.And no man can buy or sell, unless he had the mark, or the name of the beast, or the number of his name. Revelation 13:17Watch this 4 minute video of the GOOD NEWS of the Gospel to be saved.https:\/\/t.co\/kB30Mdusg0","sentiment_score":0.7}
{"full_text":"RT #Unite2FightCorona#LargestVaccineDrive Over 75% of Eligible Population fully vaccinated now.  India's Cumulative...","sentiment_score":0.0}
{"full_text":"RT Elder 77-year-old Native activist Leonard Peltier tested positive for COVID-19 today. Peltier has diabetes and an aortic an...","sentiment_score":0.2272727273}
{"full_text":"RT Abel wore a red suit and bandages for a year. Dua lipa was releasing mv for an album released a year ago. Doja Cat is basi...","sentiment_score":0.0}
{"full_text":"\"I've decided to remove all my music from Spotify. Irresponsible people are spreading lies that are costing people their lives. I stand in solidarity with Neil Young and the global scientific and medical communities on this issue,\" Mitchell said.https:\/\/t.co\/4PLcm0bCez","sentiment_score":0.0333333333}
{"full_text":"The use of masks can reduce the transmission of COVID-19 and other diseases.Our volunteers have been providing migrants in need with masks, hygiene kits and essential information throughout the pandemic!#ProtectEachOther","sentiment_score":-0.0625}
{"full_text":"Over the Covid19, Russia without the russians. The true decline.  #demography #geopolitics","sentiment_score":0.35}
{"full_text":"Today, January 30 is #WorldLeprosyDay.WHO Goodwill Ambassador Yohei Sasakawa says \"Even amid the coronavirus pandemic, we must not allow leprosy to be forgotten\" .You can read the full text of his message posted on the WHO website here:https:\/\/t.co\/vRc0pKbyp6","sentiment_score":0.35}
{"full_text":"The protesters are unhappy that Prime Minister Justin Trudeau's Liberal government has imposed a COVID-19 vaccine mandate for cross-border truck drivers.","sentiment_score":-0.6}
{"full_text":"RT Every organization mandating boosters in young healthy people knowing the data on omicron's breakthrough rate despite boo...","sentiment_score":0.3}
{"full_text":"Kids of single moms, non-graduates disadvantaged in Japan's COVID school closure: study - The Mainichihttps:\/\/t.co\/RXA9voR8xC","sentiment_score":-0.0714285714}
{"full_text":"Teen's unexplained symptoms after recovering from Covid-19:https:\/\/t.co\/5rhit2NsBQ","sentiment_score":-0.025}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT just because u tested negative for covid, that doesn't mean u don't have the cold, a fever, etc. which are all also contagio...","sentiment_score":-0.4041666667}
{"full_text":"RT The government wants YOU to give businesses your medical status &amp; check in with a \"vaccine passport ?  \".....But they wi...","sentiment_score":0.1}
{"full_text":"RT \"A person with BA.2 will still test positive for the coronavirus on a PCR test, but their case won't be flagged as BA.2 unl...","sentiment_score":0.2272727273}
{"full_text":"Maybe. Can you get a fucking vaccine?","sentiment_score":-0.6}
{"full_text":"Storm looked like he'd been in the eye of one after his walk...At work he's a precise, no-nonsense #covid19 detection dog who smells the odour on a person in a second.Out of 'the office' he loves long walks - especially if he can get wet and muddy...https:\/\/t.co\/EaNRDyO0q3","sentiment_score":0.0625}
{"full_text":"But don't expect it to be available anytime soon! #COVID19 #covidtest","sentiment_score":0.5}
{"full_text":"RT All COVID restrictions should be lifted everywhere in the country now.The ONLY measure that I think is reasonable: C...","sentiment_score":0.1}
{"full_text":"  \"Unfortunately, the institutions of global governance are not up to task. Their landscape is far too fragmented,\" writes our editor-in-chief with regard to multilateral cooperation in order to tackle global crises. #ClimateCrisis #pandemic","sentiment_score":-0.06}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 688 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"For some people, covid-19 can cause symptoms that last weeks or months after the infection has gone. Around 10,000 people in Sheffield have long covid, including plenty of young people. Avoid long covid and get your jab today. #VaccinateSheffield","sentiment_score":0.0}
{"full_text":"The Partnership Forum is in 3 days!Join this virtual event to exchange ideas, discuss forward-looking actions and make action-oriented policy recommendations on how to recover from COVID-19 while advancing the #SDGs:","sentiment_score":0.0}
{"full_text":"RT It's World Neglected Tropical Diseases Day! Clean water Safe and hygienic food handling Good personal hygienecan prevent...","sentiment_score":0.3916666667}
{"full_text":"#Matchday11  Mellieha Sports Club  join the Yellow Blue Force stand doors open for spectators provide vaccine certificate dresscode yellow &amp; blueFollow live updates on Lightnings","sentiment_score":0.0272727273}
{"full_text":"Health authorities in Los Angeles have laid down the rules when it comes to Super Bowl LVI.https:\/\/t.co\/Wy07j0KJxv","sentiment_score":0.0888888889}
{"full_text":"The 'Bring your baby' fitness session means that the baby can be included in the activities or can be close by while you work out.(0-18 months old)Book: iScuba app Wear a mask when not exercising &amp; follow our guidelines.#buryleisure  #fitness","sentiment_score":0.0}
{"full_text":"RT Let's assume for a moment the conspiracy theory that claims the novel #coronavirus was a lab-made bio-weapon. Explain t...","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT When disaffected voters say things like \"there's no real difference between the two parties,\" remind them that the last GOP p...","sentiment_score":-0.05}
{"full_text":"RT All COVID restrictions should be lifted everywhere in the country now.The ONLY measure that I think is reasonable: C...","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 3.5FWind Chill: 2.6FHumidity: 80%Dew Point: -1.3F Barometer: 30.105 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 577.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT covid has taken out more cops than dorner ever could've imagined","sentiment_score":0.5}
{"full_text":"RT comparing nathan training in an N95 mask to rusfed ignoring positive covid tests and putting everyone else at risk. its so s...","sentiment_score":0.2272727273}
{"full_text":"I agree. So don't dilute their good name with this covid nonsense.  You'll just turn people away from effective vaccines.","sentiment_score":0.65}
{"full_text":"RT PM once again emphasised on taking all possible COVID-19 precautions and urged all those eligible to get vaccin...","sentiment_score":0.0}
{"full_text":"Is Some Weird S**t': Kid Rock to cancel tour stops at venues with COVID vaccine mandates, restrictions.","sentiment_score":-0.5}
{"full_text":"RT President Trump says the GOP Congress should pass a bill re-hiring every single member of the military who was cruelly and...","sentiment_score":-0.3904761905}
{"full_text":"RT Jan 6, 10AM: 37.8degC low-fever, swollen throat, exposed to two COVID+ Jan 6, 4:45PM: Granted a radio interviewJan 7: Med...","sentiment_score":0.0}
{"full_text":"Sputnik is one of the best vaccines in the world for covid, confirmed by multiple studies. Also I'm super curious to hear your list of other \"Putin cons\".","sentiment_score":0.2513888889}
{"full_text":"RT Depressed? Tired? Exhausted?Complaining won't make us feel better; an attitude of gratitude will. Despite the pandemi...","sentiment_score":0.05}
{"full_text":"Stock market collapsing as Joni Mitchell wants songs off Spotify in Covid row #wstbot #stonks","sentiment_score":0.2}
{"full_text":"#FreedomConvoy: Protest breaks out in Canada over the COVID-19 vaccination mandate. Canadian Prime Minister Justin Trudeau and his family reportedly have moved into a 'secret location' over security concerns.READ:","sentiment_score":-0.4}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT your clingy gardevoir \"convincing\" you to stay home with her today  (made a lil revision)","sentiment_score":0.5}
{"full_text":"RT Niggas really try to fix their inner issues with a bad bitch, its an epidemic","sentiment_score":-0.1666666667}
{"full_text":"RT Six of the 52 people who died had received three doses of a COVID-19 vaccine, 32 people had received two doses, two people h...","sentiment_score":0.0}
{"full_text":"RT Stay safe at home! Use our Self service portal to top up your account. Our team is readily available for any enquiries or c...","sentiment_score":0.5083333333}
{"full_text":"RT Finally got my head around what Morrison et al mean by 'living with Covid'He &amp; Perrottet constantly talk modelling, so in e...","sentiment_score":-0.1041666667}
{"full_text":"Another 21st century epidemic...","sentiment_score":0.0}
{"full_text":"Test before you meet others in crowded indoor places or meeting someone who is at higher risk of getting seriously ill from COVID-19.","sentiment_score":-0.125}
{"full_text":"RT The infuriating thing is it's all so predictable.","sentiment_score":-0.4}
{"full_text":"RT When you say \"we can't go back to normal\", you mean you can't go back to normal.That's fine. Feel free to lock yourself d...","sentiment_score":0.1090277778}
{"full_text":"RT Vaccine centres, maraes, and press conferences: PM's packed schedule before she was pinged","sentiment_score":0.0}
{"full_text":"RT \"We are opposing segregation, it's very simple. No more vaccine passports. Everyone is loving, culturally diverse, peacefu...","sentiment_score":0.1125}
{"full_text":"FOI REQUEST COVID-19 deaths and autopsies Feb 2020 to Dec 2021 - 3362 Men 2821 Women = 6183 TOTAL NOT OVER 100K LIKE YOU ARE BEING TOLD.","sentiment_score":0.0}
{"full_text":"Bradley searched &amp; found 25   Mortgage Rates for PS100,000 over 25 years - see the deals here:","sentiment_score":0.0}
{"full_text":"RT 5,439 cases today. Omicron wave has started. Be careful. Wash your hands, keep your mask on. Avoid crowded space. Take your bo...","sentiment_score":-0.1}
{"full_text":"Canada: Thousands reach Ottawa to protest PM Justin Trudeau's COVID vaccine mandate","sentiment_score":0.0}
{"full_text":"If you don't have COVID symptoms and receive a positive lateral flow test result, you no longer need a follow-up PCR test.You should report your test result online or by calling 119 and isolate for at least 5 days. Thank you for helping to #KeepWalesLearning","sentiment_score":-0.0363636364}
{"full_text":"How many people have considered taking their life for your covid shutdowns, rules and regulations? I'm pretty sure that number is a lot higher but you've been silent on that.","sentiment_score":0.3}
{"full_text":"RT 52 people died in the last 24 hours from COVID in NSWWhere's Morrison?  Where is the concern? This is a disaster with ma...","sentiment_score":0.0}
{"full_text":"RT opened the grindr app and turns out the guy in the next stall was down for some #understall jerking  didnt even lock his...","sentiment_score":-0.0777777778}
{"full_text":"RT Kid Rock is the delta variant of Ted Nugent","sentiment_score":0.0}
{"full_text":"RT I have never met anyone who hates it. But if I ever do. Am taking them straight to the ICU, even corona can't make you...","sentiment_score":0.2}
{"full_text":"RT Gratis och oerhort lasvard:\"that patients with higher levels of autoantibodies had lower levels of protective antibodies again...","sentiment_score":0.25}
{"full_text":"JanuWORRY Sale ends at midnight! Shop NOW and get up to 80% off Apply | Limited time | Limited stock#stayhome #staysafe #shoponline #JanuWORRY","sentiment_score":-0.0714285714}
{"full_text":"RT It's World Neglected Tropical Diseases Day!Chagas diseaseChikungunyaDengueDracunculiasisLeishmaniasisLeprosyElephantiasisM...","sentiment_score":0.0}
{"full_text":"you're raising national insurance [https:\/\/t.co\/TYH97r4RnF]. You state you're not ignoring the 4.3 Billion GBP fraud. Please will you now publish progress on the fraud recovery? Our financially vulnerable must not be made to cover the cost of crime.","sentiment_score":-0.5}
{"full_text":"RT Jan 6, 10AM: 37.8degC low-fever, swollen throat, exposed to two COVID+ Jan 6, 4:45PM: Granted a radio interviewJan 7: Med...","sentiment_score":0.0}
{"full_text":"RT The pandemic has made us realize the importance of a strong and reliable health sector. #Colocation #Datacentres provide r...","sentiment_score":0.4333333333}
{"full_text":"RT Meanwhile many of us are attending funerals. 85 dead in a day. Before this is over, everyone will k...","sentiment_score":0.15}
{"full_text":"RT 7\/ Situation (c) \"longer-range transmission\", when not in the same room, is possible and there are many reported cases for...","sentiment_score":0.1666666667}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT They're closed because teachers are sick with Covid, Jay.","sentiment_score":-0.4071428571}
{"full_text":"RT \"Felt Like A Bullet\": Bhutan PM Mourns Rare Covid Death","sentiment_score":0.3}
{"full_text":"They've been going to a soup kitchen that serves the homeless. I just saw on the news that the restaurants they go into don't want to serve them because they refuse to wear masks...when anyone asks them to wear a mask, they get aggressive and threaten people. ","sentiment_score":0.0}
{"full_text":"RT He's a real person. We're a real family. We love him. His grandchildren adore the crap out of him. should get seri...","sentiment_score":0.025}
{"full_text":"RT As you watch trucks queue in Dover\/Calais, consider that we could have still been in the transition period now.All w...","sentiment_score":0.0}
{"full_text":"We're disgusted and sick of this anti-vaccine sh*t too. It's a cult. #texas #antivax","sentiment_score":-0.8571428571}
{"full_text":"Some git at work was raving how Omicron is mild and why should Omicron be listed as cause of death when people had underlying conditions. Told him some people live their whole lives with those conditions including people he works with","sentiment_score":0.2232323232}
{"full_text":"RT Most popular post on school website group right now \"for those who are sick of this crap and not going to keep delaying lif...","sentiment_score":-0.0257142857}
{"full_text":"Oh boy, The Stone Roses singer just pulled a Right Said Fred. Makes you wonder where Captain Hollywood on the vaccine ","sentiment_score":0.2857142857}
{"full_text":"RT Quit blaming non Vaxxed for spreading the virus..Vaxxed or not you can spread the virus.The Vax can only lesson the severi...","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"#telemedicine #insurance and the #HR lady in the post #coronavirus epoque- #RRHH #RH #metoo #blockchain","sentiment_score":0.0}
{"full_text":"Belgian researchers warn against holiday reliance on COVID antigen tests","sentiment_score":0.0}
{"full_text":"RT #COVIDCharchaDr. Pratima Murthy, Professor and Head of the Department of Psychiatry, will be joining us LI...","sentiment_score":0.0}
{"full_text":"Whilst travelling, please be considerate of each other and wear a face covering if you can. #TravelWithConfidenceMore info https:\/\/t.co\/YQCQvzDx6g","sentiment_score":-0.125}
{"full_text":"RT our new publishing platform is not for gross stuff like pornography, it's for real art like poems about how tough zoom...","sentiment_score":-0.0131313131}
{"full_text":"Austin breast milk bank experiencing shortage caused by pandemic, stress","sentiment_score":0.0}
{"full_text":"RT Stop sponsoring #AGenocidelnUganda by giving loans to dictator Museveni, in the name of Uganda; to prom...","sentiment_score":0.0}
{"full_text":"Yes, although as far as I am aware (thank goodness, fingers crossed) none of the COVID-infected Alice Springs prisoners so far has become seriously ill.","sentiment_score":-0.0125}
{"full_text":"RT I am just going to keep saying \"and staff\" when folks forget an entire group of people on campus also at risk for COVID....","sentiment_score":0.0}
{"full_text":"RT has an apartment in Canberra.It's on his Register of Interests.So not only do we pay excess \"travel\" allowa...","sentiment_score":0.0}
{"full_text":"Companies often make five assumptions about what their customers want; consider the questions they raise to help prepare for changing customer expectations in the post-pandemic era.","sentiment_score":0.0}
{"full_text":"RT Come out of hiding puppet and face the music","sentiment_score":0.0}
{"full_text":"The Utah Republican is fully vaccinated and boosted against COVID-19 and is not showing any symptoms, a statement said.","sentiment_score":0.0}
{"full_text":"RT John Mascola joins #TWiV to discuss the history and mission of the NIH Vaccine Research Center, how it prepared for devising p...","sentiment_score":-0.1}
{"full_text":"RT Wish you Happy Birthday Ma'am. God bless you.Kindly meet PM\/HM on our behalf and request for...","sentiment_score":0.8}
{"full_text":"RT The ANTI-VAX cop who told  Governor Jay Inslee to \"kiss his ass\" after being fired over his refusal to get vaccinated...","sentiment_score":0.0}
{"full_text":"RT Fill this fastly #postponegate2022 #delayGATE22 #NO_GATE_IN_FEB","sentiment_score":0.2}
{"full_text":"It really is. ' a new strain that is spreading fast but is hard to detect...........' . Monty Python is now part of the real world. Someone actually wrote this text for this guy!!!","sentiment_score":0.0489393939}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"RT End the mandates place yourself on the right side of history.","sentiment_score":0.2857142857}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"Concerning new data shows that nearly half of all children hospitalized with COVID-19 experience neurological symptoms.","sentiment_score":-0.0151515152}
{"full_text":"RT COVID deaths in the month since Conor's tweet:United States: 61,000New Zealand: 1","sentiment_score":0.0}
{"full_text":"RT #NFTGiveaway by Our friend is back and he has a new pack named Corona Pack PROMOPACK drop after...","sentiment_score":0.0681818182}
{"full_text":"RT Fox has told them they should be anti vaccine. It's diabolical.","sentiment_score":0.0}
{"full_text":"Actually it has changed already. Saskatchewan is removing all mandates and vaccine passports. Just announced by their premier today. Truckers have won back Saskatchewan freedom. Now waiting for us in BC.","sentiment_score":0.0}
{"full_text":"RT [INFO] Eunha tested positive for COVID-19 on the 29th.Earlier she tested negative in a PCR test after being close contact...","sentiment_score":-0.0363636364}
