{"full_text":"RT Good question.#abpoli #ableg #cdnpoli","sentiment_score":0.7}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"RT There needs to be accountability for the folks who blew the Covid response. From Trump, to pence, to Kushner on down. It w...","sentiment_score":-0.1555555556}
{"full_text":"Omicron is a common cold. You can treat it with Tylenol","sentiment_score":-0.45}
{"full_text":"Way to go T!","sentiment_score":0.0}
{"full_text":"RT 'We are so tired': US parents and doctors say kids under five left behind in Covid vaccine race","sentiment_score":-0.2666666667}
{"full_text":"RT Our official Fandom color is Red and Gold. This is just a glimpse of what our ocean will look like during BGYO concerts...","sentiment_score":0.0}
{"full_text":"Marsha &amp; Kellyanne apparently have the same hair stylist.","sentiment_score":0.025}
{"full_text":"TIP OFF Come support our Women's basketball team ","sentiment_score":0.0}
{"full_text":"RT This is Jonestown level of derangement.","sentiment_score":0.0}
{"full_text":"RT 20 year old Claire Bridges is fully vaxxed. She was diagnosed with myocarditis and is losing her legs. Of course, peop...","sentiment_score":0.1}
{"full_text":"'Swipe left for unvaxxed': Vaccine status complicates the scene on dating apps -","sentiment_score":0.0}
{"full_text":"RT Young man goes into the ER with chest pains. He had just received a shot a few days before. Admitted and given a PCR test. Po...","sentiment_score":-0.05}
{"full_text":"RT Tens of thousands started to gather in the nations capital to protest vaccine mandates","sentiment_score":0.0}
{"full_text":"The pandemic has exposed &amp; exacerbated the systemic healthcare crisis including unmitigated violence.  What are the #nurses un Winnipeg telling us? O   ","sentiment_score":0.0}
{"full_text":"RT Thankfully recovered  ! Tested negative today , yesterday dad 's report came negative too! Mom is well, she gonna test it on...","sentiment_score":-0.3375}
{"full_text":"RT What is #Omicron: I'm seeing questions about this so to jumping in with short  (1\/3)#Omicron includes Pango lineage B....","sentiment_score":0.0}
{"full_text":"District of Beijing undergoes mass coronavirus testing after 25 cases detected #virus","sentiment_score":0.0}
{"full_text":"\"Less lethal\" is not \"mild,\" people. We're back to minimal contact and staying in our apartment. Both of us working remotely and on game projects.@ABBAVoyage and is the music that's keeping me going.  IS the music of the resistance. Wear a  mask.","sentiment_score":-0.1555555556}
{"full_text":"Barry Manilow, At the Covid, Covidcabana, denies  Spotify rumors. Cry me a Moon River.","sentiment_score":0.0}
{"full_text":"RT Last night, Jimmy Kimmel made a \"joke\" about boy bands and COVID varients.  Smirk firmly in place, he traced the evolution...","sentiment_score":-0.1}
{"full_text":"He apparently has over 6 million monthly listeners, and I guaranty some of them will drink their own pee if he tells them it cures COVID-19.","sentiment_score":0.325}
{"full_text":"RT Sixty-eight people died of Covid today in Ontario. Not that anyone cares.Today both #DrMoore &amp; Toronto PH said...","sentiment_score":0.0}
{"full_text":"RT FRANCE PARIS - Demonstration in front of the headquarters of #Pfizer. Several hundred people denounce \"an experimental...","sentiment_score":0.05}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"I get nauseous just thinking about them.","sentiment_score":0.0}
{"full_text":"Remember when this Covid bullshit wasn't a thing during this?","sentiment_score":0.0}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Last I checked hospitals were overwhelmed, our kids are \"free\" to get infected w\/ Covid at school, malls are open, in-doo...","sentiment_score":0.1333333333}
{"full_text":"RT As Boris Johnson reduces restrictions and our lives supposedly get back to normal, that's sadly not the case for most NHS s...","sentiment_score":0.225}
{"full_text":"RT Covid vaccination + a booster reduces death by 99% and hospitalization by 97&amp; across age groups. I know of no other medical...","sentiment_score":0.03125}
{"full_text":"i'm tired of being home aloneused to have a girl a daybut i want u to stay","sentiment_score":-0.4}
{"full_text":"RT Nothing is more important than the health of our children. My 10yr old daughter got her second dose of the COVID-19 vac...","sentiment_score":0.25}
{"full_text":"STOP HIDING &amp; Take Responsibility for PS4bn Covid #fraud 3.8 Million Refused Help Hold #Sunak to Account for OUR WASTED Taxes#SunakOut  #ToryCorruption #johnsonout5https:\/\/t.co\/MRfNhqI9W0","sentiment_score":-0.2}
{"full_text":"RT DIMASH WE ARE GOLDEN#DimashConcertDubaiMarch 25, 2022 Coca Cola Arena@dimash_official will give...","sentiment_score":0.0}
{"full_text":"RT I did this for a fanzine when lockdown first hit, and still really love it","sentiment_score":0.375}
{"full_text":"RT Powerful message from centenarian Holocaust survivor Margot Friedlaender. The yellow stars being worn by anti-vaccine p...","sentiment_score":0.15}
{"full_text":"RT But the things you say and the subliminal implications behind them matter. The more jokes are made about Asians being compar...","sentiment_score":0.05}
{"full_text":"RT Almost 4,000 people died of Covid just yesterday.Let that number sink in.Most were unvaxxed.","sentiment_score":0.0}
{"full_text":"RT I really hope that &amp; all the others who enthusiastically praised this guy's...","sentiment_score":0.2}
{"full_text":"RT Today 250,000 Canadians of all ages &amp; backgrounds will receive a COVID vaccine.Tomorrow, the same thing will happen. And...","sentiment_score":0.0}
{"full_text":"RT Surely, there is no escape from COVID; Allaah's firm plan, so beware of the planning of Allaah the One the Overpowering!Im...","sentiment_score":0.15}
{"full_text":"RT This is dementia. Anybody who has ever seen a loved one suffer from it recognizes these outbursts. Jill Biden and the en...","sentiment_score":0.7}
{"full_text":"RT Today's walk-up vaccination &amp; PCR testing sites.Boosters available for eligible people 12+ at all sites.For at-home vaccina...","sentiment_score":0.4}
{"full_text":"RT Sorry folks. I am not going to name the person just yet. The person made quite a switch post 2016. And claims to love In...","sentiment_score":0.0}
{"full_text":"RT There were no sequences of the delta variant, or any variant other than omicron for that matter, in Arizona the week of...","sentiment_score":-0.125}
{"full_text":"RT Unlike Van Morrison Brian May is a scientist. Hello.","sentiment_score":0.0}
{"full_text":"RT Almost 4,000 people died of Covid just yesterday.Let that number sink in.Most were unvaxxed.","sentiment_score":0.0}
{"full_text":"This methodology has been used for pretty much every study on Long Covid: people have repeatedly claimed it affects something like 30% of infected people, because that's how many report one or more symptoms 12 weeks later. But suddenly that's wrong when there's a control group?","sentiment_score":0.1125}
{"full_text":"RT Robert LaMay, a Washington state trooper who became a hero to anti-vaxxers in late 2021 when he opposed the state vaccin...","sentiment_score":-0.3}
{"full_text":"If Neil Young is supporting the forceful vaccination of people who don't need the vaccine then he is indeed anti-science. And anti-freedom. And anti-human rights. Etc.","sentiment_score":0.175}
{"full_text":"RT Surely, there is no escape from COVID; Allaah's firm plan, so beware of the planning of Allaah the One the Overpowering!...","sentiment_score":0.125}
{"full_text":"Hollywood is a cornerstone of #MFP with its abundance of genocidal LINOs","sentiment_score":0.0}
{"full_text":"RT Barely 3 months later, and this guy, who was only 51, is now dead from Covid.","sentiment_score":-0.0375}
{"full_text":"RT Did Tesla's market value last week also tumble because of Neil Young?","sentiment_score":0.05}
{"full_text":"RT This is why we are advising motorists to #StayHome and avoid nonessential today ","sentiment_score":0.0}
{"full_text":"RT This 51 year old died of COVID because he refused to get vaccinated. I do hope all those people on the right who celebra...","sentiment_score":0.1928571429}
{"full_text":"Even with covid our policy was to put the food down, stand back and watch you pick it up. Weird innit","sentiment_score":-0.2185185185}
{"full_text":"Be it screenshot or the transaction,the app us literally just down,if man die,na una,let him sha lock up,what a day for this to happen ","sentiment_score":0.0}
{"full_text":"RT Being in football for nearly 20 years I never heard anyone miss a game for inflammation of the heart. Not once !","sentiment_score":-0.2}
{"full_text":"My son is amongst these. He took his life during lockdown aged 25","sentiment_score":-0.1}
{"full_text":"Though the number of active #COVID19 cases and the test positivity rate in many states are coming down, people must remain 'satark (vigilant) and not lower their guard, Union Health Minister Mansukh Mandaviya (@mansukhmandviya) said.@OfficeOf_MM","sentiment_score":0.0703703704}
{"full_text":"RT 141 deaths in children from #Covid. 8 deaths this week alone. Over 114k children with #LongCovid. #MPs Please sign #EDM829 C...","sentiment_score":0.0}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"NYT article literally calling children not vaccinated against Covid \"vectors\" of disease. Ignoring the fact that shots do not stop transmission...horrific that individuals like the person who wrote this awful article have any voice in media.","sentiment_score":-1.0}
{"full_text":"That's already a thing. They claim that either they \"died WITH COVID, not from it\" or that \"the hospital killed them to shut them up\". That started in late 2020.","sentiment_score":-0.25}
{"full_text":"RT Morax, you're supposed to be on lockdown.","sentiment_score":0.0}
{"full_text":"\"...a further way that the Covid-19 statistics have been artificially inflated is by the   'rebranding'   of   the   common   influenza,   pneumonia   and   other   respiratory   infections   as covid  -19. \" - filed to the International Criminal Court, Dec 6th, 2021.","sentiment_score":-0.2375}
{"full_text":"RT Surely, there is no escape from COVID; Allaah's firm plan, so beware of the planning of Allaah the One the Overpowerin...","sentiment_score":0.15}
{"full_text":"Al healthcare professionals who care about accurate information should #deletespotify that continues to allow for hateful and grossly inaccurate information about covid to be spread. I #DeletedSpotify this morning.","sentiment_score":0.2}
{"full_text":"RT Bull is back! After recovering from covid, I'm ready to get back to my huge size!","sentiment_score":0.175}
{"full_text":"So NY &amp; Michigan have admitted the nursing home COVID carnage was much worse than they previously disclosed?Now you know why has us under a Public Health Emergency.  No public records. ","sentiment_score":-0.1416666667}
{"full_text":"\"hospitalized ***with*** COVID\" And you're smiling about it.You don't seem to understand how much the people of this state hate you people for abusing their children for years.","sentiment_score":-0.3}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT Stunning data from Unvaccinated people 65 &amp; up are 52X more likely to be hospitalized from #covid19 compared to th...","sentiment_score":0.3333333333}
{"full_text":"RT Sure, here's some truth:If the were really worried about Canadians going hungry (spoiler: most of us aren't, but some...","sentiment_score":0.4}
{"full_text":"Dr. Rose talks about the dramatic jump in deaths\/injuries caused by covid vaccines. From 17:15Credentials: a post doctorate in both Biochemistry and Molecular Biology, a PhD in Computational Biology &amp; a Masters in Immunology, &amp; BSc in Applied Math.https:\/\/t.co\/4HrFf3q8xS","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: Judicial Watch announced that it obtained 280 pages of documents from the HHS revealing that from 2014 to 2019...","sentiment_score":0.0}
{"full_text":"RT It was obvious that he was referring to BTS.  Especially because he had made a similar \"joke\" about BTS \"fever\" and COVID j...","sentiment_score":0.0}
{"full_text":"RT Freedumb Rock Spotify Playlist:I Shot The Sheriff, But The Deputy Refused To Get A Vaxx -Eric ClaptonBrown Eyed Girl...","sentiment_score":0.0}
{"full_text":"Students around the world were disappointed when their #studyabroad plans were canceled due to the #COVID19 pandemic.Now that study abroad has resumed, how has #highereducation changed? Find out #StudentLife","sentiment_score":-0.4375}
{"full_text":"In 2021, the gun violence epidemic raged across America. Here, we detail our contributions to public safety while setting the record straight on several issues.https:\/\/t.co\/FAkKsimqUQ","sentiment_score":0.0666666667}
{"full_text":"A two-day summit in Madrid organised by Vox has begun, a follow-up to a similar gathering in Warsaw in December  attending are Hungarian prime minister Viktor Orban and his Polish counterpart, PiS' Mateusz Morawiecki, lets hope they all get covid","sentiment_score":0.0}
{"full_text":"Pandemic babies  I'm impatient with everything","sentiment_score":-0.2}
{"full_text":"RT CHEERS FOR CONVOY IN THE CAPITAL: Greeted by hundreds of cheering supporters, the \"Freedom Convoy\" of truck drivers crossing C...","sentiment_score":0.0}
{"full_text":"Shame on them. They are culpable in causing vaccine illness, injury and death. All they had to do is tell the truth, but they chose to lie through omission. They would have prevented great suffering. They now belong to the Doctors Without Character organization.","sentiment_score":0.8}
{"full_text":"RT .@BjpBiplab is a prime example of how power is misused!Amid a raging pandemic, while people around him are wearing mask...","sentiment_score":0.0}
{"full_text":"RT Michael Flynn ...* Called for martial law to keep Trump in power.* Blames George Soros &amp; Bill Gates for Covid. * Said t...","sentiment_score":0.0}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"RT Robert LaMay, the ex-Washington state trooper who said the governor could \"kiss his ass\" over the state's vaccine mandate,...","sentiment_score":0.0}
{"full_text":"Were in for total collapse if this new sub variant catches fire.","sentiment_score":0.0681818182}
{"full_text":"RT .@TheMarieOakes writes, \"With no end in sight to the pandemic, the feeling of helplessness of Canadians has morphed in...","sentiment_score":0.0}
{"full_text":"Still going with the covid related deaths eh ? Just give it up ffs","sentiment_score":0.0}
{"full_text":"RT \"...Texas, Tennessee &amp; Louisiana, police opposed pushes to drop requirements for people to get background check...","sentiment_score":0.0}
{"full_text":"undergraduate students uncertainly regret Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT If you want to wear a mask, wear a mask.If you want a vaccine, get vaccinated.If you want to stay home, stay home.Just...","sentiment_score":0.0}
{"full_text":"Are you stuck at home because of the cold weather and the Omicron surge? Stay fit and get connected with other adults through virtual exercise classes! Learn more on Positively 50+ with ","sentiment_score":0.0742045455}
{"full_text":"Hong Kong has once again suspended Qatar Airways' services from Doha after 12 passengers from the same flight were found to be infected with Covid-19.Read more here:https:\/\/t.co\/aNcdTrFO2U@qatarairways#HongKong #Travel #Airlines #Flights","sentiment_score":0.25}
{"full_text":"The region with the biggest increase is Maidstone with an increase of 276 cases https:\/\/t.co\/BzL57FEiU9","sentiment_score":0.0}
{"full_text":"The overall hospitalisation rate in Karnataka as of January 28 is 1.90 per cent as only 5,477 people of the 2.88 lakh active cases are hospitalised, state health minister Dr Sudhakar K said today.","sentiment_score":-0.0444444444}
{"full_text":"The government is facing a pretty basic choice: make the passports more restrictive , or start winding them down -- by #onpoli","sentiment_score":0.1486111111}
{"full_text":"If a friend or family member has been coughing for three weeks or more, and it isn't COVID-19, encourage them to contact their GP. It's probably nothing serious, but early diagnosis and treatment of cancer can save lives:","sentiment_score":0.0888888889}
{"full_text":"RT \"Hedi Slimane has created a very successful ready-to-wear collection for filming the collection's prese...","sentiment_score":0.975}
{"full_text":"How much money did you lose in this so call pandemic? Or I should ask how much extra did you make Dr Wong? No one has not forgot about everybody who has been grinding it out during this. Stick to what you do and be happy there is some people trying to get are freedom back.","sentiment_score":0.25}
{"full_text":"Austria to further ease #COVID19 restrictionshttps:\/\/t.co\/kGBpORG5yX","sentiment_score":0.0}
{"full_text":"During a pandemic, \"being safe\" applies to more than wearing a mask and getting vaccinated -- it is crucial to ensure your assets are as secure as possible. An expert offers the basics everyone should know to protect their financial health.","sentiment_score":0.2142857143}
{"full_text":"RT Almost 4,000 people died of Covid just yesterday.Let that number sink in.Most were unvaxxed.","sentiment_score":0.0}
{"full_text":"should be good news that kids don't acquire long covid the way adults do","sentiment_score":0.325}
{"full_text":"Of the 1,988 cases recorded on Thursday (1\/27), the number of recovered cases of #Omicron in #Indonesia reached 768. The mortality rate caused by Omicron currently amounts to three patients, which are dominated by the elderly. #SEAToday #SEATodayNews #Jakarta  #covid19","sentiment_score":0.0}
{"full_text":"RT With the sudden surge in Covid cases, the fear in the minds of students and family members is absolutely valid to postpone o...","sentiment_score":0.1}
{"full_text":"UK Left embraced authoritarianism too. I had a LOT of lefty friends. They totally denounced me when I spoke out against lockdown. And I denounced them right back Really bloody sad actually.","sentiment_score":-0.1448979592}
{"full_text":"RT Biden kept his promises to fight covid!1B free covid tests - 4 per adult available free online!8 tests\/month can be...","sentiment_score":0.325}
{"full_text":"The estimates that so far during the 2021-2022 flu season, at least 1,200 people have died from #flu. These estimates are preliminary, but underscore the fact that flu can be life-threatening - protect yourself today:","sentiment_score":-0.1}
{"full_text":"Clean hands save lives. Do you know the most important times to wash your hands? Check your knowledge here!","sentiment_score":0.4555555556}
{"full_text":"East Valley middle, high school students head to remote learning as COVID cases continue to rise","sentiment_score":0.02}
{"full_text":"Jobseeker's payments will soon return to the post office in line with the easing of Covid-19 restrictions","sentiment_score":0.0}
{"full_text":"Immunization is the best way to protect your children, family, friends and loved ones from COVID-19. Please do your part in helping keep our community safe and get immunized as soon as possible. Appts can booked online at or by calling 811. #ShotofHope","sentiment_score":0.55}
{"full_text":"RT Australia knows the truth, why are we not hearing it?","sentiment_score":0.0}
{"full_text":"There are approximately 416,000 people with Long COVID in Massachusetts. The must collect better data on Long COVID so we can target resources to our #longhaulers who need them most.https:\/\/t.co\/KNFnvWzpLk","sentiment_score":-3.469446952e-18}
{"full_text":"At one point earlier this month, Teton County had the highest COVID-19 case rate per capita in the country. But hospitalizations and deaths have so far remained low in the resort communities. #COVID19WY@891KHOL's reports.","sentiment_score":0.0333333333}
{"full_text":"This shadow pandemic is upon us, and it's poised to accelerate:","sentiment_score":0.0}
{"full_text":"Well you've been drinking piss to prevent\/cure COVID, so I'd imagine anything tastes great.Here are more of my tears of laughter for you to enjoy, piss chugger...","sentiment_score":0.45}
{"full_text":"Joni Mitchell said she is seeking to remove all of her music from Spotify in solidarity with Neil Young, who ignited a protest against the streaming service for airing a podcast that featured a figure who has spread misinformation about the coronavirus:","sentiment_score":0.1}
{"full_text":"Meeting friends or family this weekend? Meeting outdoors is safer. If you do meet indoors, let fresh air in by opening windows regularly which helps to disperse #COVID19 particles.#PlanA #StaySafe","sentiment_score":0.15}
{"full_text":"RT As we come out of the pandemic our message is clear: we are focused on the big issues that matter in people's lives.  S...","sentiment_score":0.05}
{"full_text":"Anxiety, depression, loneliness at highest levels among Canadians since early pandemic: survey#ExpertWitness  psychological reports for #legal, education &amp; employment on: #Dyslexia, #autism, ADHD, mental health &amp; learning disabilityhttps:\/\/t.co\/fG4Gyx7ICU","sentiment_score":0.05}
{"full_text":"Opinion: The Met is only investigating a Black man's lockdown party - why?#Equality, #Diversity &amp; #Inclusion In Professional Services: Project Management, Research, #Marketing &amp; Technology. Call:+44 1159 110111  #BlackLivesMatterhttps:\/\/t.co\/RQOTPr016l","sentiment_score":-0.0222222222}
{"full_text":"\"The crisis in education. How to end COVID-19\" Northeast IYSSE and Educators Rank-and-File Safety Committee Meeting Sunday Jan 30 5 PM EST#SVA #Julliard #NYAA #Pratt #PratU #ColumbiaU  #Stuy #NYFA","sentiment_score":0.0}
{"full_text":"A beach in eastern #Thailand has been declared a #disaster area as #oil leaking from an underwater pipeline in the Gulf of Thailand continued to wash ashore and blacken the sand.https:\/\/t.co\/vLPEcJ3YTf","sentiment_score":0.0}
{"full_text":"B 2 A 1 Covid 21 - 2 - The Sequel dun dun dun, shocking!","sentiment_score":-1.0}
{"full_text":" The Netherland alert: Effective February 2, 2022, travelers from \"high-risk\" countries who have received a COVID-19 booster shot within seven days of entering the Netherlands will no longer have to quarantine upon arrival.","sentiment_score":0.6}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT \"Or do you think that your father was stricken down with corona due to his age and the weakness of his immune system\"...","sentiment_score":-0.1402777778}
{"full_text":"Look back to look ahead. This report helps you bridge the gap between the needs of today's corporate travelers and pre-pandemic travel norms.","sentiment_score":0.0}
{"full_text":"Super respectful of Dan Mendelson but \"de-politicize Covid\" sounds difficult if not impossible","sentiment_score":0.1666666667}
{"full_text":"US parent saying thanks for all of this.  My teen was diagnosed Long COVID 10 months post-infection.  Many continuing symtoms, including PEM.  Finally starting to feel more like himself 12 months after COVID (linked to his booster, maybe?).  Seems better info internationally?","sentiment_score":0.20625}
{"full_text":"Original Research in among care home residents in England during the first and second waves of the #COVID19 pandemicFrom David Leon &amp; colleagues","sentiment_score":0.2083333333}
{"full_text":"RT Yale study on how to psychologically manipulate folks into taking a vaccine.I have no problem with vaccines, but such m...","sentiment_score":0.0}
{"full_text":"A new, highly contagious subvariant of Omicron has emerged, which some have begun calling \"son of Omicron,\" but public health officials say it's too soon to tell what kind of real threat, if any, this new strain will present.","sentiment_score":0.1761038961}
{"full_text":"No ratings for this test manufactured in Santa Monica. Think I'll just give the kit away. I don't need the tests. Not downloading another app and I've never heard of this biopharm test company. Probably less than 200 people at company? ","sentiment_score":-0.1666666667}
{"full_text":"RT NHS vaccine mandate 'is unlawful and must be stopped'https:\/\/t.co\/1VHGvvNfRt","sentiment_score":0.0}
{"full_text":"Reminder!! Every U.S. household is now eligible to receive four FREE COVID-19 tests. It's easy - get yours herehttps:\/\/t.co\/ltMmoSyELL","sentiment_score":0.4166666667}
{"full_text":"RT As Boris Johnson reduces restrictions and our lives supposedly get back to normal, that's sadly not the case for most NHS s...","sentiment_score":0.225}
{"full_text":"\"Endemic\" means a virus is present in a region at a stable level, without the rising and falling waves of infection that we've seen so far throughout the coronavirus pandemic, experts say.","sentiment_score":0.05}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"Canada: COVID-19 deaths, hospitalizations hit record highs via CBC News: The National #COVID19 #COVID #death #statistics #diagnosis #Omicron #infectiousdisease #Health #publichealth #pandemic #hospital","sentiment_score":0.0}
{"full_text":"There isn't one shred of evidence in that story to support the claim that he died from Covid. No source. No statement from the family or medical professionals. Odd.","sentiment_score":0.0}
{"full_text":"RT Wearing a mask from the door to the table, but at no point during the meal, in a crowded restaurantMaking kids wear mas...","sentiment_score":0.0}
{"full_text":" UK COVID Vaccine Stats for 28th January1 Total 1st vaccines received: 52,313,949 (77.06% of population) +16,370 since last Tweet2 Total 2nd vaccines received: 48,347,597 (71.22% of population)+32,964 since last Tweet#Coronavirus #VaccineStats","sentiment_score":0.0}
{"full_text":"\"Pandemics do not end 'individually,' and vaccines aren't meant to work only as individual protection,\" writes in this piece for","sentiment_score":0.0}
{"full_text":"It means not getting my way across a sea of hoped-for- things. COVID hospitalization forced me to manage disappointment and frustration theologically. Lesson: Sanctification happens during disappointment.","sentiment_score":-0.5}
{"full_text":"Did someone say 241 Cocktails?Well it is happy Hour after all!Get 241 on glasses of House Wine &amp; Prosecco, Cocktails and bottles of Budweiser &amp; Corona until 7pm. You can also get any Gin &amp; Mixer for PS4, or you can make it double for PS6!","sentiment_score":0.4}
{"full_text":"\"A myriad of restrictions not only stunted the potential of growth and adoption but became barriers for providing care where needed. That was until the COVID-19 pandemic.\"https:\/\/t.co\/5EwS7w1MDQ","sentiment_score":0.0}
{"full_text":"Our micro and small #business grants are still available! Qualifying #PHX businesses can be awarded up to $15k to help with financial loss from the pandemic. Read about the eligibility requirements and apply today at","sentiment_score":0.0833333333}
{"full_text":"RT The story that never gets told is the story of the survivors and how this tragedy will affect them for the rest of thei...","sentiment_score":0.0}
{"full_text":"Nike continues its firm approach to upholding company COVID-19 vaccine mandate.","sentiment_score":-0.2}
