{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"RT Yoshi tested positive for covid and is quarantining until recovery! Praying for your fast recovery yoshi! ","sentiment_score":0.2670454545}
{"full_text":"RT #MiSTerFPGA aluminum kits: 6 (dual sdram) digital kits remaining, the rest are standard IO. I'll list replacement digital...","sentiment_score":0.0}
{"full_text":"RT It's the first Ontario election in a long time during a pandemic. It's likely that all b...","sentiment_score":0.0666666667}
{"full_text":"RT Inflation is at a 40 year high, the stock market is crashing, the Covid pandemic is raging and the border is wide open. D...","sentiment_score":0.02}
{"full_text":"RT COVID-19 has been dubbed \"an abuser's dream,\" says a new study probing how the pandemic has affected victims of domesti...","sentiment_score":0.1363636364}
{"full_text":"RT Dr Nick mocked the AMA on Dec 21 for saying we needed a national plan to deal with OmicronSince then we've had 1.6 mi...","sentiment_score":0.0}
{"full_text":"RT Have any of Iowa State Sen. Chapman's fellow Republicans condemned his remarks? Why is attacking teachers &amp; e...","sentiment_score":0.0}
{"full_text":"That cough is the hardest to shake. First time I had COVID it took about a month before I finally stopped. I promise to rest. ","sentiment_score":0.125}
{"full_text":"RT BREAKING - Trudeau takes hardline approach against Russia, warns Putin not to invade Ukraine unless soldiers can show va...","sentiment_score":0.0}
{"full_text":"RT There's a pattern! in this thread! Go forth, fiber makers! made one, we can too!","sentiment_score":0.0}
{"full_text":"RT My YouTube Gold Button Is Finally Home Enjoy your stay in Ghana This is our first but it's won't be our last","sentiment_score":0.1625}
{"full_text":"Well you are! Each new variant you will get. Your so called natural immunity is only as good as the last virus you had. That's why you keep getting it.","sentiment_score":0.1872727273}
{"full_text":"I'll pass","sentiment_score":0.0}
{"full_text":"RT On March 15, 2020, Karyn Bishof got #COVID19. Nearly two years later, the former firefighter paramedic is still suffer...","sentiment_score":0.0333333333}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT Wow! After the opposition decided to make a big deal out of it, more information keeps dribbling out that makes Johnson's sc...","sentiment_score":0.2083333333}
{"full_text":"RT RODGERS CALLS OUT BIDEN: Green Bay Packers QB Aaron Rodgers called the Biden admin a \"fake White House\" after the presiden...","sentiment_score":-0.2333333333}
{"full_text":"RT Coming to \"RKV: The Kind Hearted Man\". From donating blood, performing music events for noble deeds, to distributing ness...","sentiment_score":0.6}
{"full_text":"And Mr. O'Toole and at least one of his least competent MPs (Peterborough) are worried about the 'refuse the vaccine' truckers. Really??","sentiment_score":0.025}
{"full_text":"RT 18 #MilfMondayLexi LunaJuan LargoLexis Luna is incredibly sexy etc etc. But while I was editing this, it just rem...","sentiment_score":0.5}
{"full_text":"RT A big reason why so many people broadcast their fear, mask use, social distancing, 'vaxxed' status, etc. is so others in the...","sentiment_score":0.1777777778}
{"full_text":"I had started getting into some conspiracy theory podcasts as the start of COVID and it's amazing how the answer to pretty much everything is simply... Money.","sentiment_score":0.2625}
{"full_text":"RT #Truckers Head To Ottawa In 'Freedom Rally' Against Vaccine Mandate #TruckersConvoy2022 #SupplyChain","sentiment_score":0.0}
{"full_text":"get well soon boys","sentiment_score":0.0}
{"full_text":"RT The #Canucks hate Covid and it hates them. The NHL hasn't necessarily helped.","sentiment_score":-0.4}
{"full_text":"RT What's Joe\/Dems doing  for the poor and below poverty SSI recipients during the pandemic and very high inflation...","sentiment_score":-0.096}
{"full_text":"RT Apparently playing in the NFL is the cure for COVID. Not one positive test since playoffs started!","sentiment_score":0.1670454545}
{"full_text":"And I don't drink or smoke cigarettes. Anyone who knew me back then would be shocked that A) I'm healthier and B) I'm surviving pandemic *so far*.","sentiment_score":-0.2}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"RT Ongoing, repeated and sustained education of community health workers is crucial if progress is to be made against COVID19Why...","sentiment_score":0.0}
{"full_text":"RT jimin if u don't come back home within this month i'll go outside without wearing a jacket and not stay warm","sentiment_score":0.2}
{"full_text":"RT Across :- 1. Cashless Facility2. Day care Procedures3. No Claim Bonus Down :- 1. Covid Cover 2. Tax Sav...","sentiment_score":-0.1555555556}
{"full_text":"RT NZ government's response to anything Covid.","sentiment_score":0.0}
{"full_text":"RT Vaccine mandates were not launched too late, they are not suitable for the fabric of AmericaI wrote about it here:http...","sentiment_score":-0.2875}
{"full_text":"RT Kid 3 complained about having a sore throat this morning and after a benign exam and neg COVID test I suspected he might be us...","sentiment_score":-0.3}
{"full_text":"RT A paramedic and an ICU nurse from the frontline of the Omicron surge","sentiment_score":0.0}
{"full_text":"RT The first Covid case in  was 25 Jan 2020, two years &amp; a lifetime ago.Since then:3900 cases per day1.8 deaths per hour...","sentiment_score":0.25}
{"full_text":"RT Lockdown na talagaBAZINGA 7HIS IS MY LEGACY@SB19Official #SB19#SB19LeadsBillboardHTSListen to...","sentiment_score":0.0}
{"full_text":"RT Blame COVID. It is not the right time to initiate the blame train when the only one to blame is COVID. No one wants to get th...","sentiment_score":0.1619047619}
{"full_text":"Get well soon angel#YOSHI #TREASURE","sentiment_score":0.0}
{"full_text":"RT \"Now people are terrified to go to the hospital.\"","sentiment_score":0.0}
{"full_text":"RT The feds are literally denying life saving covid treatments that work for people so that Pfizer can make more money","sentiment_score":0.5}
{"full_text":"RT Please consider your stress levels before reading this. It has tapped into a new level of fury for me ","sentiment_score":0.1363636364}
{"full_text":"RT YG: Regardless whether they're close contact or not, we are conducting mass covid 19 testing to all company artists and staff,...","sentiment_score":0.0}
{"full_text":"RT UF Health study suggests association between #COVID19 and erectile dysfunction. #COVID #coronavirus ","sentiment_score":0.0}
{"full_text":"RT Renjun said, \"Due to the COVID-19 situation it must have been very difficult so through our 3 min song we wanted to del...","sentiment_score":-0.3875}
{"full_text":"RT Yes - plus he has a massive conflict of interest as the owner of a travel agency campaigning against COVID restricti...","sentiment_score":0.0}
{"full_text":"RT Moderna stock is down 70% from its August all time high. And COVID season is ending. They are going to get desperate....","sentiment_score":-0.1985185185}
{"full_text":"Masks do nothing, the sheer amount of covid debris has made the world dirtier than ever.","sentiment_score":0.0}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"RT 1) One success story in the #pandemic in Quebec that's not getting much attention by the news media are dental clinics. T...","sentiment_score":0.25}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"RT If you ever wondered how people believed in Witches in the 1600's and you also still wear a mask outside - then congratulat...","sentiment_score":0.0}
{"full_text":"RT What experiments was the CDC doing on Monkeys? Why were they being transported across state lines?","sentiment_score":0.0}
{"full_text":"RT #bcpoli 24 new deaths have been reported, for an overall total of 2,553.987 are in hospital and 64 care facilities have...","sentiment_score":0.0454545455}
{"full_text":"RT Reminder A'tin, WE ARE STILL ON LOCKDOWN!!! PABLO SalamatSaPr3sensyaMo@SB19Official #SB19Listen to #Bazinga_SB19","sentiment_score":0.0}
{"full_text":"RT RESURGENCE--Worrisome that #Omicron is somehow surging  upwards again across Southern England . London's case drop...","sentiment_score":0.0}
{"full_text":"RT I'll not forget this day two years ago when the first confirmed case of COVID-19  - a Victorian - was notified in Austral...","sentiment_score":0.325}
{"full_text":"Absolutely! How do we know how safe SA is post the omicron wave? In comparison India's cases are rapidly declining and we have world-class healthcare facilities, in addition to infra.","sentiment_score":0.375}
{"full_text":"get well soon ","sentiment_score":0.0}
{"full_text":"bruh asking people to get vaccinated for over a year won't change anything. We needed available tests for the Omicron wave and you let us down","sentiment_score":0.1222222222}
{"full_text":"RT Justice for Lavanya.Permission for rally rejected due to Covid, so put hoardings.Voice for her Justice should spread acr...","sentiment_score":-0.125}
{"full_text":"RT We are all aware of the midterms. It will be a blue tidal wave. Today there are many other important things...","sentiment_score":0.205}
{"full_text":"RT The 'pandemic is over' crowd is usually quiet when these stories get coverage.","sentiment_score":0.0}
{"full_text":"RT According to Spotv News, #TREASURE has suspended all activities after one of its members confirmed to have COVID. Whi...","sentiment_score":0.4}
{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"COVID sensationalism.  Please stop talking, normal people aren't that afraid.","sentiment_score":-0.225}
{"full_text":"gagooo :(","sentiment_score":-0.75}
{"full_text":"RT Clip from my Senate panel testimony today.","sentiment_score":0.0}
{"full_text":" All of these anti-maskers have that same tone of voice; the just about to melt down, or melt down, voice. Not getting their way.Being told No.","sentiment_score":-0.1037037037}
{"full_text":"\"This are scientists \"Not sponsored...","sentiment_score":0.0}
{"full_text":"We can't just ignore Covid y'all. We may be able to control some variables, but if we aren't diligent it won't ever go away. With time &amp; variation it's just gonna grow stronger &amp; find a way to more efficiently kill us all. Be kind to your fucking bodies &amp; stop ignoring reality ","sentiment_score":0.25}
{"full_text":"How Influencers Are Generating ROI From Social Media During the Pandemic","sentiment_score":0.0333333333}
{"full_text":"RT Specifically looking at the mutation changes: loss of S:G446S. That's significant because an experimental study of all #o...","sentiment_score":0.2375}
{"full_text":"A tiny windowless space + the pandemic reducing costs to semi-plausible-for-NYC levels?","sentiment_score":0.0}
{"full_text":"Major Government Report Proves Covid19 Vaccines are Bioweaponshttps:\/\/t.co\/xu6Usatv7q","sentiment_score":0.18125}
{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"RT .@treasuremembers' Yoshi and Koo Jun-hoe have tested positive of COVID-19, YG said. Koo initially tested nega...","sentiment_score":0.1136363636}
{"full_text":"Tinnitus for me now 2 years was  not properly diagnosed as was before covid was reality so no test been to two specialists nothing done it awfull","sentiment_score":0.0}
{"full_text":"RT iKON's Junhoe And TREASURE's Yoshi Test Positive For Covid-19https:\/\/t.co\/jlXFTpkSuA","sentiment_score":0.2272727273}
{"full_text":"Doctors are saying it is nearly time to relax restrictions.\"If I had school-aged kids who were fully vaccinated, I'd be comfortable without masks in school\"","sentiment_score":0.25}
{"full_text":"RT I realized that an older version of me died when the pandemic started and I'm still learning this newer version of myself","sentiment_score":0.1666666667}
{"full_text":"RT BOMBSHELL REPORT: Female resident who came in contact with monkeys that spilled in Danville, PA tells reporter Truck Dri...","sentiment_score":0.0}
{"full_text":"Beltway Insider: Biden\/Ukraine, NATO, COVID Omicron\/Vaccine Totals, UM Abuse, Cardi B, Andre Leon Talley","sentiment_score":0.0}
{"full_text":"RT The CDC was SUED by ICAN and the CDC LOST the court case in December 2019.The CDC was UNA...","sentiment_score":0.0}
{"full_text":"RT \"Starting Wednesday, the quarantine for people who test positive after being fully vaccinated will be reduced from the cu...","sentiment_score":0.1136363636}
{"full_text":"With #Omicron reigning as the dominant variant #COVID19 strain in the U.S., one physician expert clears the air about vaccine #boosters.","sentiment_score":0.0}
{"full_text":"RT In fighting? Seriously? Who better to talk about UMNO? UMNO man or DAP man? The whole nation's political scene has been des...","sentiment_score":0.0916666667}
{"full_text":"How does a family of 5 manage when most of the jobs have dried up?What happens when the fall-back option falls short?Will #Budget2022 ease the pandemic distress under MGNREGA scheme? #NoIndianLeftBehindRead our extensive coverage here:","sentiment_score":0.1}
{"full_text":"COVID-19 respects no borders or boundaries. Together we must reaffirm  our commitment to a global, multilateral system and process for vaccine access. Explore the date and learn why #VaccinEquity is the solution to end the pandemic &amp; advance #humandev. https:\/\/t.co\/gMZJj3dZ8n","sentiment_score":0.05}
{"full_text":"From digital disruption and public sector innovation to combatting COVID-19, taking #ClimateAction, and much more, see how is working with partners to help communities to #BuildForwardBetter towards the #SDGs while leaving no one behind.","sentiment_score":0.025}
{"full_text":"Due to the Covid-19 pandemic remote working became one of the most important topics in the corporate world. Overnight, whole teams and departments were forced to work from home. Employees were and continue to deal with engagement issues and declined workplace connections.","sentiment_score":0.0821428571}
{"full_text":"RT I realized that an older version of me died when the pandemic started and I'm still learning this newer version of myself","sentiment_score":0.1666666667}
{"full_text":"At Sans Rival Bistro [ IG: ] along Rizal Avenue, shared by Sweet Caroline [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.4003472222}
{"full_text":"IOM with and developed the Policy Paper on Solutions to Achieve Fair and Ethical Recruitment and Decent Work of Migrant Workers in Thailand during COVID-19 Recovery.Read more at","sentiment_score":0.3333333333}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"The United States, in partnership with #COVAX, is proud to provide nearly 900,000 Pfizer COVID-19 vaccine doses to Laos as part of the U.S. commitment to help end this pandemic. Since January 1, we have provided nearly 2.6 million vaccine doses to Laos.","sentiment_score":0.3333333333}
{"full_text":"When the world was forced into a #remotework model overnight during the pandemic, Productivity tools will become even more sophisticated in 2022.","sentiment_score":0.2333333333}
{"full_text":"Top-ranked player Novak Djokovic could be allowed to defend his French Open title under the latest COVID-19 rules adopted by the French government.https:\/\/t.co\/FgwGZVDTYP","sentiment_score":0.125}
{"full_text":"covid?","sentiment_score":0.0}
{"full_text":"Over the course of the pandemic, school districts nationwide have implemented testing programs and mask requirements in an attempt to keep doors open.","sentiment_score":0.0}
{"full_text":"The global #Omicron wave continues to unfold estimates that global infections peaked at about 96 million a day on Jan 14. In comparison, the #Delta peak was about 13.7 million on April 14 Regime Changehttps:\/\/t.co\/DLAwpjwljO","sentiment_score":0.0}
{"full_text":"RT From team everyone is so sensitive about covid, comes 'my feelings are hurt.'","sentiment_score":0.1}
{"full_text":"The fucking cedar. Ugh. Or could be mild breakthrough covid. I'm so done with guessing day to day, week by week. If you don't know, the area I live is the worst in the nation for seasonal allergies.","sentiment_score":-0.2825757576}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"Fever, coughing, sore throat or shortness of breath can be possible symptoms of COVID-19.Getting vaccinated can lower the chances of the virus taking your life if infected.Get vaccinated today. #SibebeIsCalling #SibebePremiumLager #Vaccinate #Goma #ThePrideOfEswatini","sentiment_score":0.0}
{"full_text":"VIDEO: Adele was supposed to start a series of concerts in Vegas, but postponed them due to COVID-19 related problems. The short notice upset some fans, including one who flew in from Nashville for the show.","sentiment_score":-0.0416666667}
{"full_text":"We felt like we just had to share the little grinch variant. We ultimately went with the more traditional look but.. just check out the little guy hacking away in his big helmet.SiegeCast \"How Red Siege Stole Christmas\" Jan 25th at 3pm ET","sentiment_score":0.0178571429}
{"full_text":"RT Don't ever mess with a librarian. A librarian Knows how to put you in your place. She just cataloged this guy","sentiment_score":-0.175}
{"full_text":"I think There should be a mandate for Whoopi to wear a mask 24\/7. It would be easier on our eyes with the added benefit we might not be able to hear her nonsense.","sentiment_score":0.5}
{"full_text":"9 France forced to change nine of the selected squad of 42. Mix of Covid cases and injuries lead Fabien Galthie to act.","sentiment_score":-0.3}
{"full_text":"If you invest $1000 in $GGT.E today at $25.34 per share, and the stock prices rebound back to pre-pandemic prices at $25.97, your investment would be worth $1024.82! That's 2% growth and $24.82 profit!  See more:  $TCBIL $ACWX $ESTA $LH $HSBC","sentiment_score":0.3229166667}
{"full_text":"RT YG: Regardless whether they're close contact or not, we are conducting mass covid 19 testing to all company artists and staff,...","sentiment_score":0.0}
{"full_text":"What if I told you that every purchase you make helps to keep our low-income Stay-At-Home-Mums employed If you order your gifts today, you can still get them before Lunar New Year! Just in time for your celebrations. #GiveBack #giftideas","sentiment_score":0.1704545455}
{"full_text":"RT \"they started the first two months of Covid treatment with hydroxycloraquine and replaced it with remedesivir with no e...","sentiment_score":0.25}
{"full_text":"Pandemic workforce modelling tool to help keep produce flowing to retail shelves -","sentiment_score":0.0}
{"full_text":"RT Last year Fauci promised us that vaccinated people would be \"dead ends\" for covid and the CEO of Pfizer said the vaccine w...","sentiment_score":-0.1}
{"full_text":"In this compilation, we present thought-provoking quotes from the week that frame India's battle with the pandemic.@PiyushGoyalOffc","sentiment_score":0.2}
{"full_text":"Dear sir\/madam I had not taken the vaccine but I got this message that I had vaccinated with 2nd dose need help","sentiment_score":0.0}
{"full_text":"Palin, a one-time Republican vice presidential nominee, has had COVID-19 before. She's urged people not to get vaccinated, telling an audience in Arizona last month that \"it will be over my dead body that I'll have to get a shot.\"https:\/\/t.co\/Knrdj6GuKd","sentiment_score":-0.1}
{"full_text":"Some experts in Japan doubt impact of 1st oral COVID-19 pills --https:\/\/t.co\/KNkm6Wpcxt","sentiment_score":0.0}
{"full_text":"RT The feds are literally denying life saving covid treatments that work for people so that Pfizer can make more money","sentiment_score":0.5}
{"full_text":"Children in Lebanon on why they need their schools to remain open during and beyond COVID-19.","sentiment_score":0.0}
{"full_text":"RT What's Joe\/Dems doing  for the poor and below poverty SSI recipients during the pandemic and very high inflation...","sentiment_score":-0.096}
{"full_text":"Booked your #booster yet? @IndianLinkRadio #COVID19Aus  #BoosterShots #pfizerbooster #ModernaBooster","sentiment_score":0.0}
{"full_text":"RT \"Starting Wednesday, the quarantine for people who test positive after being fully vaccinated will be reduced from the cu...","sentiment_score":0.1136363636}
{"full_text":"RT iKON's Junhoe And TREASURE's Yoshi Test Positive For Covid-19https:\/\/t.co\/jlXFTpkSuA","sentiment_score":0.2272727273}
{"full_text":"The conduct of the face-to-face classes in the country is now under its expansion phase amid the COVID-19 pandemic, Education Undersecretary Annalyn Sevilla said Tuesday.https:\/\/t.co\/9vhJXQsNvR","sentiment_score":0.0}
{"full_text":"RT On India's 73rd #RepublicDay, is organizing a free #COVID19 vaccination drive for all eligible population &gt;18...","sentiment_score":0.4}
{"full_text":"RT Vivian.  I am 54.#IHaveAPreexistingCondition, #MultipleSclerosis, for 21 yrs. I've been #Immunosuppressed...","sentiment_score":0.0}
{"full_text":"RT Neil Young has asked Spotify to remove his music from their service, he wrote in a letter to his manager \"they can hav...","sentiment_score":0.1}
{"full_text":"RT Teaching can be a rewarding job, but it can also be challenging-especially during a pandemic. These tips from can help...","sentiment_score":0.5}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT This willful ignorance of community needs, unwillingness to address inequality, and placement of profit over public infr...","sentiment_score":0.0}
{"full_text":"RT YG please lockdown and disinfect your whole building for your artists' safety @ygent_official","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 22.5FWind Chill: 22.5FHumidity: 99%Dew Point: 22.3F Barometer: 29.871 inHgWind: 1 mph from the ESECorona Virus Weekly Stats:Cases: 773.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Blues notebook: COVID is a family event for Tarasenko","sentiment_score":0.0}
{"full_text":"RT Corporate profits are at record highs and up 22% from pre-pandemic levels, while inflation-adjusted pay is actually do...","sentiment_score":0.0}
{"full_text":"CDC says the risk of getting COVID-19 by  consuming food is low. A low chance is enough for me to NOT want to eat the cake someone just sprayed their saliva all over. That's just me. Anyone else can eat up if they want to.","sentiment_score":0.0}
{"full_text":"RT Here's the entire 5 hours video.This nurse is at 04:40:08https:\/\/t.co\/yBlEAnF200","sentiment_score":0.0}
{"full_text":"RT other countries are enforcing vaccine mandates left and right to keep their citizens safe, the...","sentiment_score":0.1651785714}
{"full_text":"RT maybe if we collectively catch a cold jimin will come home to tell us to stay warm.....","sentiment_score":0.0}
{"full_text":"\"Rapid antigen tests will also be available to the general public at pharmacies from 15 December, with tests to be administered under the supervision of pharmacy staff. A PCR test will be required to confirm any positive results,\" Ayesha Verrall said.","sentiment_score":0.1693181818}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"RT From Europe to the U.S. and China, production and #transportation have stayed bogged down in the early days of 2022 by labor a...","sentiment_score":-0.0851851852}
{"full_text":"Large, Peer-Reviewed Research Study Proves Ivermectin Works Against COVID-19","sentiment_score":0.2571428571}
{"full_text":"#DBA is taking Africa by storm. Grab whatever u can before AfriGoMall get unleashedhttps:\/\/t.co\/U2DJNCxbe8#Crypto#Bullrunning#Investments#Investing#SpaceTravel #Covid19 #GreatReset #Shares #forex #stock #Ether #Btc","sentiment_score":0.0}
{"full_text":"Greece reports 19,075 new coronavirus infections, 111 deaths as heavy snowfall blocks infrastructure.","sentiment_score":-0.0318181818}
{"full_text":"Meanwhile, South Australia's seniors were lumped with upwards of $26,000 per year in administration and management fees. How and why is this happening, especially during a global pandemic? #agedcareaustralia #hugepayday #highfeeshttps:\/\/t.co\/1UGAKo4Lhg","sentiment_score":0.0}
{"full_text":"RT My Covid-19 test result dated 7 January 2022 was positive. I'm fit and fine and I am happy that I isolated myself on time...","sentiment_score":0.4609848485}
{"full_text":"You're human Yosh! hopefully you don't blame yourself for this. Just take rest and focus on your recovery! Will be waiting for you uri baby tiger!","sentiment_score":0.0}
{"full_text":"has launched a NEW informal 'Coffee &amp; Connect' online session for consumers and carers, across Queensland to talk about what living alongside COVID-19 is like..To find out more and to register go to","sentiment_score":0.3181818182}
{"full_text":"RT #Akhanda rampage continues even after OTT release  One of the most celebrated movies after Covid lockdown period.","sentiment_score":0.425}
{"full_text":"The economy we're facing right now is in good shape notwithstanding the fact that it's coming out of a pandemic. They're major upsides on the economy as well as some of the things that are challenging, of course.","sentiment_score":0.3870535714}
{"full_text":"RT When one of the most respected medical journals in the world goes strong on asking Pfizer to release raw data on the v...","sentiment_score":0.1756410256}
{"full_text":"RT #BREAKING: Premier Dominic Perrottet has announced a one-month extension of current #COVID19 restrictions in NSW.Current se...","sentiment_score":0.0}
{"full_text":"RT A state senator is trying to mandate the vaccine for kindergarten and up without exemptions starting next year. This is n...","sentiment_score":0.0}
{"full_text":"Richemont \"substantially exceeds\" pre-COVID sales [Jeweller Business News]","sentiment_score":0.0}
{"full_text":"RT They lost the COVID Crisis Theater so they're firing up a Russia Crisis Theater","sentiment_score":0.0}
