{"full_text":"Had the worst night ever last night Covid tests have come back negative so I guess I got the flu, lucky me...","sentiment_score":-0.1933333333}
{"full_text":"Omicron's transmissibility is driving calls for better masks. Should kids be wearing N95s, too? | CBC News  While in England.. #ToryCovidCatastrophe","sentiment_score":0.5}
{"full_text":"It couldn't  wait. Flurona","sentiment_score":0.0}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT \"Anything that could help more people get vaccinated would be welcome.\" So what then, force people at gunpoint? Don't a...","sentiment_score":0.65}
{"full_text":"RT If Sir Keir Starmer had been PM we would have been in lockdown throughout 2021. Thank God he isn't in charge!","sentiment_score":0.0}
{"full_text":"RT .@BTS Suga has fully recovered from COVID-19 and has been released from isolation at noon today, BigHit said, adding that...","sentiment_score":0.0}
{"full_text":"RT Over 5 lakh Covid cases reported in USA in a single day.Dear International Media, why did USA allow Kumbh Mela?","sentiment_score":-0.0357142857}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT Delighted to see that Blitz Spirit is back. Yes folks, that inimitable magic, hewn into our DNA, will get us through once...","sentiment_score":0.4}
{"full_text":"What I'm hearing is.... someone has  a supersize of covid and man flu?  Awww","sentiment_score":0.4}
{"full_text":"Jacinda is not an expert on how infectious diseases spread. Like any sensible PM would do she relied on experts. At that time with no previous knowledge of how a once in a hundred year global pandemic would evolve different people came up with different models.","sentiment_score":0.0208333333}
{"full_text":"\"We did serious harm to children &amp; young adults who were robbed of their education, jobs and normal existence. They were left with a mountain of debt...We panicked. It was an epidemic crying out for a precision public health approach and it got the opposite.https:\/\/t.co\/ZwlsJwdaV6","sentiment_score":-0.0472222222}
{"full_text":"RT Yes, Minster was *always* disturbingly accurate - Johnson's COVID 'policy' is...","sentiment_score":0.4}
{"full_text":"RT Defense Secretary Lloyd Austin tests positive for COVID | Just The News","sentiment_score":0.2272727273}
{"full_text":"RT Many Scots have been increasingly horrified by the behaviour of which has deliberately tried to undermi...","sentiment_score":0.5}
{"full_text":"RT Hope this may help us to understand Omicron better?!. Pls enlighten us.","sentiment_score":0.625}
{"full_text":"Twitter has permanently suspended Marjorie Taylor Greene's account for repeatedly sharing Covid-19 misinformation, the company said in a statement this morning. ***But,Greene still has access to","sentiment_score":0.0}
{"full_text":"RT I'm a student. Masks are not a burden to wear, or a 'muzzle' as some have claimed. They're simple measures we can all take...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"KEP1ER LOCKDOWN INCOMING","sentiment_score":0.0}
{"full_text":"RT 55 Tufton street people brought us Brexit, covid\/vaccine denial and they are now putting their energies into stopping progres...","sentiment_score":0.0}
{"full_text":"RT In response to the COVID-19 crisis, #associations can join the ICCA Association Community free of charge for 2022.  Learn wh...","sentiment_score":0.4}
{"full_text":"RT \"Covid zero is impossible with omicron, so what's the point in even trying to reduce\/slow transmission?\"My answer:  1\/","sentiment_score":-0.6666666667}
{"full_text":"RT  Breaking: Fully vaccinated, fully masked and fully shielded US Defense Secretary Lloyd Austin tested positive for Covid ...","sentiment_score":0.2272727273}
{"full_text":"RT I have never been so jealous of Americans. I wish I could leave Ontario, I wish there was somewhere in Canada where the C...","sentiment_score":0.0}
{"full_text":"RT Ridiculous. Why does this say to the public? \"We won't investigate clear covid lawbreaking in No10, despite public ou...","sentiment_score":-0.0583333333}
{"full_text":"RT Covid-19: An urgent call for global \"vaccines-plus\" action | Our new paper in @bmj_latest ","sentiment_score":0.0787878788}
{"full_text":"Covid 19: Delhi, Maharashtra And Other States Issue Fresh Guidelines For Restaurants, Hotels","sentiment_score":0.0875}
{"full_text":"RT With COVID-19 spiking all over the country, it's important to remember that Ron Johnson got rich while Wisconsinites got si...","sentiment_score":0.3875}
{"full_text":"We are talking Covid not SARS. Ty much. Get on track. Who Fauci and company. The guy who said mask don't help. I'm not anti vax by the way just the Covid vax.","sentiment_score":0.2}
{"full_text":"RT 'People will die': doctors warn Covid surge is filling up NSW hospitals","sentiment_score":0.0}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT Analysis of official data by Professor Anthony Brookes, an expert in health data at the University of Leicester, has shown...","sentiment_score":0.0}
{"full_text":"Brazil health agency confirms COVID-19 cases in cruise shipMore medical news at #MedTwitter #MedEd #MedNewshttps:\/\/t.co\/498VbK9K0a","sentiment_score":0.0}
{"full_text":"RT 55 Tufton street people brought us Brexit, covid\/vaccine denial and they are now putting their energies into stopping progres...","sentiment_score":0.0}
{"full_text":"\"The Pandemic Brought Seismic Changes. They Changed With It.\" by BY SARAH MASLIN NIR via NYT New York Times","sentiment_score":0.1363636364}
{"full_text":"RT There's racism in the healthcare system?!?! Gasp!","sentiment_score":0.0}
{"full_text":"RT The government won't give us COVID tests. The government gave a lot of public funds to Harvey Norman. Harvey Norman sells...","sentiment_score":0.0}
{"full_text":"RT As a result of external political pressure, the CDC and FDA have become compromised and have very little credibility at th...","sentiment_score":-0.08125}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"RT Infamous Bernie Bro Matt Orfalea is super upset that twitter is censoring Covid misinformation &amp; banning MTG and says that...","sentiment_score":-0.0833333333}
{"full_text":"It started with going to the parlour...where that's at the lady's own house... Coming back ... having lunch..20 mins later... boom...Nausea...followed by coldcoughfever.....It really spreads fast..#Omicron #iHopeNotThou","sentiment_score":0.2}
{"full_text":"I think blaming the victim's brain for the \"mental illness\" is wrong. I blame the control freak greedy narcs who did gaslight, blackmail, intimmidation, lockdown induced stocholm syndrome, sect like brainwash... death threats... they are criminals, terrorists.","sentiment_score":-0.225}
{"full_text":"Good to see CCH taking precautionary steps to ensure the community will be safe as we start the new year.","sentiment_score":0.4454545455}
{"full_text":"RT Excellent writeup by Dr Anand on Covid-19 unscientific policy making","sentiment_score":1.0}
{"full_text":"RT Retweet if you wear a mask and don't feel like you're being abused by it.","sentiment_score":0.0}
{"full_text":"RT weverse announcement just said yoongi is full recovery from covid! omg yes thank god! now i can't wait for namjoon and jin a...","sentiment_score":0.546875}
{"full_text":"RT .@BTS Suga has fully recovered from COVID-19 and has been released from isolation at noon today, BigHit said, adding that...","sentiment_score":0.0}
{"full_text":"RT Retweet if you wear a mask and don't feel like you're being abused by it.","sentiment_score":0.0}
{"full_text":"Omicron is less fatal than any other covid variant. Mention this also","sentiment_score":-0.1458333333}
{"full_text":"RT This has been happening in Europe. - Police patrolling the streets checking peoples papers.- People put under lockdow...","sentiment_score":0.0}
{"full_text":"RT Nadhim Zahawi has said Omicron in London \"is beginning to plateau if not drop\".A look at the figures","sentiment_score":0.0}
{"full_text":"RT #DoNotComply this has nothing to do with nazis, holocaust or anything, stay home and wear the \"passport\" #MassPsychosis \"Wh...","sentiment_score":0.0}
{"full_text":"RT BTS' SUGA was released from quarantine as he fully recovers from COVID-19","sentiment_score":0.0}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"RT Covid is strong but my God is stronger ","sentiment_score":0.4333333333}
{"full_text":"There is no Omicron.","sentiment_score":0.0}
{"full_text":"RT Cases per 100k for last 7 days (source: CDC)Florida: 1,186.4New York City: 2,485.7Florida has no mandates. NYC ha...","sentiment_score":0.0}
{"full_text":"RT Interesting how many neighbours I have spoken to recently, 'tested positive' for Covid without having any symptoms and no...","sentiment_score":0.3068181818}
{"full_text":"Just watching Dallas Buyer's Club, I have the internet and the vaccine is Pointless as is Professor Jackson.","sentiment_score":-0.25}
{"full_text":"Get well soon the God of Football. Wish you speedy recovery from Covid-19 #Messi #GOAT","sentiment_score":0.0}
{"full_text":"RT NHS heroes betrayed by parking charges just to go to work during Covid pandemichttps:\/\/t.co\/6cFsvJQC9I","sentiment_score":0.0}
{"full_text":"RT #SSCExtraAttempt #ExtraAttemptForAllSSC &amp;other services apirants r about 3.65 crores who r fighting for 2yrs age relaxat...","sentiment_score":0.0}
{"full_text":"Did you go through the CVS minute clinic?","sentiment_score":0.0}
{"full_text":"RT I just tested + for COVID after evading this for 2 years. Triple vax and still feels dreadful... fever, bone pain, chills, he...","sentiment_score":-1.0}
{"full_text":"RT As per the new Covid-19 standard operating procedures, public transporters are mandated to carry only vaccinated passenge...","sentiment_score":0.0340909091}
{"full_text":"Dr. Reiner Fuellmich - Summary of findings of the Corona Investigative C... via","sentiment_score":0.0}
{"full_text":"RT . I get blood tests on Medicare. Why can't I get covid tests on Medicare?Why has this particular test...","sentiment_score":0.1666666667}
{"full_text":"RT D way collection r happening might touch 200, 300 crores. Even if d whole country gone for lockdown still c...","sentiment_score":0.2}
{"full_text":"RT National covid hospital patients up by 68% in a week. 12,400 hospital patients with covid-19 vs last January's 34,300 p...","sentiment_score":0.0}
{"full_text":"RT  Big Tech goes on censorship rampage as covid scam faces global narrative collapse.","sentiment_score":0.0}
{"full_text":"RT Fully vaxxed. Boosted. Now COVID positive.","sentiment_score":0.2272727273}
{"full_text":"RT The regime that gave the world covid complains it deserves more credit for supplying poor counties with PPE and testin...","sentiment_score":0.05}
{"full_text":"RT Over 5 lakh Covid cases reported in USA in a single day.Dear International Media, why did USA allow Kumbh Mela?","sentiment_score":-0.0357142857}
{"full_text":"RT I do appreciate all these red pilled \"lifelong Democrat\" New Yorkers writing eloquent threads about how they're leaving nyc...","sentiment_score":0.0121212121}
{"full_text":"RT Over to you #bced","sentiment_score":0.0}
{"full_text":"RT Another lightbulb moment....how many more do we need???","sentiment_score":0.5}
{"full_text":"RT Queensland is facing a more infectious strain and we need you to be protected.For the next month, you should carefully...","sentiment_score":0.1333333333}
{"full_text":"There might be lockdown in Bengaluru at this time!!","sentiment_score":0.0}
{"full_text":"And very slowly the world wakes up...","sentiment_score":-0.39}
{"full_text":"RT Weird hill to die on not agreeing to free RATs during a pandemic when the far more expensive PCR tests were free and we're...","sentiment_score":0.0666666667}
{"full_text":"RT In the middle of a pandemic.  all 'unavailable' to speak to the nati...","sentiment_score":0.0}
{"full_text":"RT My chat on research FA must ask footballers who've recently had chest\/respiratory\/collapse issues.Have they:...","sentiment_score":0.0}
{"full_text":"RT #BoycottCSVTUofflineexam We are also human and do not want  to get infected w...","sentiment_score":0.0}
{"full_text":"RT 55 Tufton street people brought us Brexit, covid\/vaccine denial and they are now putting their energies into stopping progres...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT I've been keeping quiet about this but am I wrong for feeling nervous to get a third dose of the vaccine considering I exp...","sentiment_score":-0.1666666667}
{"full_text":"It's actually quite easy, you just get the vaccine and you're done.The reason voting is becoming more difficult is because conservatives all across the country are trying to rig future elections in the name of election \"integrity.\"Not all votes are equal, but vaccines are.","sentiment_score":0.1261904762}
{"full_text":"This is hilarious and so true. And extremely worrying too!! I'm confused about which emoji to use  #Omicron #ThirdWave #COVID19","sentiment_score":0.063671875}
{"full_text":"Your lying to yourself 95% of our vented covid patients unvaccinated. Strange part we win on a much higher death ratio. Did your friends work covid icu March 2020?","sentiment_score":0.3333333333}
{"full_text":"RT Poland may need new restricions, if COVID infections continue to grow, says minister","sentiment_score":0.1363636364}
{"full_text":"RT  | CONFIRMED: Aliens can contract COVID-19. Swift recovery, Leo ","sentiment_score":0.4}
{"full_text":"RT Positivity rate for daily new Coronavirus cases rises to 6% in KarachiOf 403 cases reported in Sindh in the past 24 ho...","sentiment_score":-0.0378787879}
{"full_text":"RT \"One source\"","sentiment_score":0.0}
{"full_text":"RT In this time when there is already extreme unemployment , one should atleast not miss the opportunity to get employment. Kin...","sentiment_score":-0.125}
{"full_text":"RT Hilarious logical somersault. In Mark Woolhouse argues that UK should have used focused protection as defin...","sentiment_score":0.375}
{"full_text":"RT Our emergency departments at Sunshine, Footscray, and Williamstown Hospitals are currently under extreme pressure. Plea...","sentiment_score":-0.0625}
{"full_text":"Grim af, &amp; wish it didn't have to be this way, but the 'Next Leg Up' leading indicator is flashing again.https:\/\/t.co\/uA3AF6biko","sentiment_score":-0.5}
{"full_text":"Boris Johnson's Covid gamble is in the balance as he anxiously waits for more data to roll in this week","sentiment_score":0.125}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"We are delighted to invite prospective parents to join us at our Information Event at The Macdonald Crutherland House and Spa on Saturday 15 January from 10am - 1pm.The event will follow current COVID 19 protocols so we ask all visitors to pre-register as soon as possible.","sentiment_score":0.2333333333}
{"full_text":"Have questions about getting vaccinated against #COVID19? Fact check using trusted sources. Talk to someone you trust. Check Know the facts. COVID-19 vaccines save lives.  ","sentiment_score":0.0}
{"full_text":"With the #Omicron variant causing an increase in #COVID19 cases in #Qatar, senior officials from are asking the community to support their emergency services by only seeking care for 'emergency' medical conditions.READ:","sentiment_score":0.0}
{"full_text":"A view of M.L. Quezon Park, shared by Terwin Ogatis [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"PCR walk-ins are available at Upper St Leonard's car park and at Lancaster City FC.These are mobile testing units. Please see for more information.","sentiment_score":0.3}
{"full_text":"#covid19 #rRNA #vaccines #patents Network analysis","sentiment_score":0.0}
{"full_text":"Existing with long covid. My husband says he doesn't feel like he's living anymore that he's existing. The whole \"we have to live with covid\" narrative that is being pushed it is such a trigger. For those that couldn't live with it and those still suffering it's long term damage","sentiment_score":0.0621212121}
{"full_text":"Getting outdoors is great for everyone's wellbeing and the Covid virus is less likely to spread outside. If it's cold outside, it's important to wrap up. You don't need an coat to stay warm - layering up with long-sleeve tops, jumpers, fleeces and scarves can be just as warm.","sentiment_score":0.1814814815}
{"full_text":"This #BankHolidayMonday, stop #COVID19 hanging around.Open windows to let fresh air in to help disperse #COVID19 particles when meeting others indoors.Info https:\/\/t.co\/MKCQMo5DDt l","sentiment_score":0.3}
{"full_text":"LOL she's unhinged.Medical and the LEADERS of this COUNTRY all said VACCINATION IS YOUR TICKET TO YOUR FREEDOM, but also to enjoy everything we did before as 'Covid-normal' and living along side this like the flu - now all of a sudden medical professionals running away.. WTAF?!","sentiment_score":0.3}
{"full_text":"RT GOD IS GOOD!!!!","sentiment_score":1.0}
{"full_text":"After the pandemic outbreak, the #Communist country has been almost completely cut off from the world. Some reports say that the country has faced starvation and that Kim may be looking for support from the outside world -- Read more -","sentiment_score":0.2}
{"full_text":"Checking in another 12 months later - what has changed for you?https:\/\/t.co\/nirVo6AXAR","sentiment_score":0.0}
{"full_text":"Two restaurants in the Capital and Northern Governorates were shut down on Saturday for violating mandatory precautionary measures listed under the Yellow Alert Level to combat the Coronavirus (Covid-19).Read more:https:\/\/t.co\/lKKmifAkW5#Bahrain #Manama","sentiment_score":-0.0777777778}
{"full_text":"RT There are walk in COVID-19 vaccination clinics happening in Dorset today  Vespasian House, Dorchester from 8am - 8pm S...","sentiment_score":0.0}
{"full_text":"John Abraham &amp; Wife Priya Runchal Test Covid-19 Positive, Actor Shares A Health Update With Fans#JohnAbraham #PriyaRunchal #COVID19 #coronavirus #Bollywood #koimoi","sentiment_score":0.2272727273}
{"full_text":"All adults are now eligible to book a COVID-19 booster dose. The booster helps give you longer-term protection against getting seriously ill from COVID-19. Book online go to a walk-in vaccination site","sentiment_score":-0.5}
{"full_text":"RT Gross 100 cr possible aa full run ? #PushpaHindi","sentiment_score":0.1166666667}
{"full_text":"RLY I USED TO GO ALL THE TIME BEFORE COVID","sentiment_score":0.0}
{"full_text":"#Magnesium_chloride has a unique healing power on acute bacterial and #viral_diseases.","sentiment_score":0.4875}
{"full_text":"RT We must resist Scott Morrison's user pays pandemic. Rapid and PCR tests must be free.","sentiment_score":0.4}
{"full_text":"Green energy for Turkey: In Bursa, the Turkish crane company Sarilar Group has erected the highest wind turbine in Turkey with its LR 1750\/2 with SX boom. #liebherrhttps:\/\/t.co\/i2OapZxsrT*This video was taken in compliance with the locally applicable Corona guidelines.","sentiment_score":-0.1}
{"full_text":"Jenkins says he'll continue to push for measures that keep residents safe, even if it means going against the governor and spending his days in court.","sentiment_score":0.5}
{"full_text":"To ensure the safety of drivers and passengers, taxi and PHV passengers are legally required to wear a face covering (unless exempt). TfL also expects drivers to wear one.https:\/\/t.co\/Z0ZlHep7AF","sentiment_score":0.2}
{"full_text":"Wintry weather combined with the pandemic to frustrate air travelers whose return flights home from the holidays were canceled or delayed in the first days of the new year","sentiment_score":0.1931818182}
{"full_text":"RT RIPETIAMO: hoping is not a strategy, giving up is not a plan","sentiment_score":0.0}
{"full_text":"Following the COVID-19 pandemic, technology has become absolutely essential to the everyday running of successful businesses. Your IT partner should be helping you to optimise your technology.Check out our latest bloghttps:\/\/t.co\/RHR3q4UubN#itpartner #itserviceprovider","sentiment_score":0.21}
{"full_text":"Data does not support more restrictions in England this week thanks to plan B, cabinet minister says.https:\/\/t.co\/rRzPydca0U","sentiment_score":0.35}
{"full_text":"Check it. Head to Head: the ethics of vaccine passports and COVID passes via #tech #digital #data #privacy","sentiment_score":0.0}
{"full_text":"The same as it ever was... I get my booster in a few days but masks &amp; social distancing will remain the same. I won't be throwing caution to the wind anytime soon.","sentiment_score":-0.0416666667}
{"full_text":"RT Kolkata has seen an unprecedented 1400% hike in new Covid cases between 27Dec and 2Jan. Number of cases have risen sharply...","sentiment_score":0.2037878788}
{"full_text":"Beginning Wednesday, Crossroads' Mason and Florence locations will also offer free testing.https:\/\/t.co\/mdjjAiQt4u","sentiment_score":0.4}
{"full_text":"RT Over 5 lakh Covid cases reported in USA in a single day.Dear International Media, why did USA allow Kumbh Mela?","sentiment_score":-0.0357142857}
{"full_text":"THIS WEEK: #GhislaineMaxwell, #Covid, #SirTonyBlair, #BorisJohnson, #Palestine and more on  Watch the full show at |","sentiment_score":0.425}
{"full_text":"FGS lets learn to live with covid now STOP sensationalising it .Folk in A and E are dieing with cardiac arrests .Elderly people are being virtually imprisoned in care homes because of staff shortages and some nasty managers restricing visits etc GET A GRIP","sentiment_score":-0.3045454545}
{"full_text":"Find the latest advice and information about the #Coronavirus (Covid-19) here:  ","sentiment_score":0.5}
{"full_text":"\"You just mind your business, do your exercise then you leave\" - Glynis talks about her passion for swimming and how being part of the #ThisGirlCan campaign has changed her life.https:\/\/t.co\/DNKwUs9onP","sentiment_score":0.0}
{"full_text":"On the tenth day of Christmas, Urban Life gave to me Ann Morisy thinking about COVID and community. Take a look at what she has to say For details of future More Questions than Answers follow us or visit","sentiment_score":0.1666666667}
{"full_text":"There's a heap going on in Sydney as locals flock out to see what the city has to offer after two years of Covid restrictions. This is what's on offer. ","sentiment_score":0.0}
