{"full_text":"RT It is scandalous that thousands of professors, doctors and experts were effectively silenced during the pandemic, and...","sentiment_score":0.6}
{"full_text":"Lots of folks asking if this is a private schoolNo, no, no, no, our kid is in a public school (Brits call this a 'state' school, i.e. publicly funded)I went to a state school, as did my brother &amp; sister, &amp; I am very passionate indeed about state education","sentiment_score":-0.01625}
{"full_text":"This type of information is being censored all over the world","sentiment_score":0.0}
{"full_text":"AS THEY SHOULD  I hope this will brighten the covid line's day","sentiment_score":0.0}
{"full_text":"Why are u still ignoring the fact that vaccine should not be anymore mandatory? please take your stand and shutdown this mongering monkey creating health and financial crisis at everything he touches. What about a real debate, You'll have support fix this chaos!","sentiment_score":0.0666666667}
{"full_text":"RT Why Pittsburgh studio apartments cost more than my 1 bedroom in Queens? It's not even like we have our public transporta...","sentiment_score":0.25}
{"full_text":"RT Today's update on the Daily Sceptic is here. Dr Noah Carl fact-checks the claim Omicron is not mild in children, Dr Will J...","sentiment_score":-0.0833333333}
{"full_text":"RT Spotify is sticking with Rogan and his Covid disinformation dollars.Bye bye Spotify. #ByeSpotify","sentiment_score":0.0}
{"full_text":"RT Agree. Still waiting on the University of California.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. economy grew last year at the fastest pace since Ronald Reagan's presidency, bouncing back with resilience from...","sentiment_score":0.0}
{"full_text":"Thank you for supporting the #careers fair and the work-related learning of students your insight and knowledge is what makes these programmes and interactions work. Really glad you enjoyed the experience, we look forward to working with you again!","sentiment_score":0.51875}
{"full_text":"RT With just over 33K tests run yesterday, compared to a high of roughly 75K tests, why can we not reopen testing to every...","sentiment_score":0.03}
{"full_text":"RT .@WWE superstar Roman Reigns opens up to SI about dealing with Covid-19:  \"It's definitely something serious. As someone who i...","sentiment_score":-0.1666666667}
{"full_text":"RT NEW: CCDH reveals notorious antivaxxers generate at least $2.5M a year publishing anti-vaxx misinfo on the subsc...","sentiment_score":-0.0818181818}
{"full_text":"RT A disease so terrifying you might not even know you have it? What a joke!Omicron is mild.End all restri...","sentiment_score":-1.0}
{"full_text":"Covid 2","sentiment_score":0.0}
{"full_text":"RT 27 got covid together? well go to hell.","sentiment_score":0.0}
{"full_text":"RT It is scandalous that thousands of professors, doctors and experts were effectively silenced during the pandemic, and...","sentiment_score":0.6}
{"full_text":"RT GoFundMe says it has frozen the nearly $4.5 million in funds raised by the trucker convoy making its way across the count...","sentiment_score":0.1}
{"full_text":"Cipla launches anti-viral nasal spray Naselin to protect against coronavirus, respiratory tract infections via #StayAtHome #Ballarat #Goulburn #Adelaide #Sydney #Melbourne #Canberra","sentiment_score":0.0}
{"full_text":"RT Have you seen this article from Children's Health Defense? long read but WOW!","sentiment_score":0.0375}
{"full_text":"Hypocrites Galore, The Covid vaccines do nothingagainst Omicron also. Monoclonal antibodies were 'doing nothing' against omicron. That's why FDA pulled its authorization.","sentiment_score":0.0}
{"full_text":"RT Kwon Eun Bi tested positive of COVID-19All schedules have been cancelled and they will adhere to the health guidelines...","sentiment_score":0.2272727273}
{"full_text":"RT China's growth, the world's wealth.China's shining performance in 2021 has contributed enormously to the global fight agai...","sentiment_score":0.0}
{"full_text":"RT COVID is the first thing Meghan McCain has gotten without using her father's name.","sentiment_score":0.25}
{"full_text":"That's what the cdc website says. If your job isn't complying report them!","sentiment_score":0.0}
{"full_text":"RT A terrific essay: \"Do we continue pushing harder and harder down the path of coercion and dehumanization, with ever-in...","sentiment_score":-0.0888888889}
{"full_text":"RT Someone on Twitter made the excellent point that Young almost died of polio as a child and that was before...","sentiment_score":0.55}
{"full_text":"They persist in the stubborn, deluded belief that if only we all just pretend Covid has gone away, it will do just that. It won't. Johnson isn't a Libertarian - he isn't anything really, just a confused fool stumbling around in search of popularity.  He depends on libertarians...","sentiment_score":-0.0666666667}
{"full_text":"Exactly! How can you know Fauci's history coupled with big Pharma's history and be so trusting, while belittling people for choosing not to take this vaccine? We are the idiots?","sentiment_score":-0.1625}
{"full_text":"Congratulations to Mary E. Waterman, Gamma Omicron, San Diego State University, for being named Delta Zeta's Chief Member Engagement Officer!Read more here:","sentiment_score":0.5}
{"full_text":"RT Is she...just out and about spreading covid??","sentiment_score":0.0}
{"full_text":"They don't care about the public! They only care about themselves!","sentiment_score":0.0}
{"full_text":"RT If you are PROUD of the sacrifice Neil Young made to save America from Joe Rogan's Covid lies, RT and ditch li...","sentiment_score":0.45}
{"full_text":"RT Quietly donating 100M won to Good Neighbors' COVID-19 efforts without informing SSE. Sexy as hell.","sentiment_score":0.4}
{"full_text":"Unvaccinated Trump supporters are the ones keeping the pandemic going, with 95% of Covid deaths being among the unvaccinated.","sentiment_score":0.0}
{"full_text":"Mass formation...in action!","sentiment_score":0.125}
{"full_text":"RT For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to...","sentiment_score":0.175}
{"full_text":"RT I remember when advertised Ashley Madison affairs site &amp; had on the founder. Now they has pharma ads &amp; went fro...","sentiment_score":0.0}
{"full_text":"Since when did an experimental toxic injection become a vaccine?","sentiment_score":0.1}
{"full_text":"#WakeUp Britain #ItsNotOver #COVID19 There's a #NewVariant not that you would know it from #MSM #Johnson has known about since 6\/12\/21 yet not a word...Infections up, hospitalisations up especially in children, boosters waning and no mitigationsExplanation ??#SavingHisOwnSkin","sentiment_score":0.0}
{"full_text":"RT CANADA - The longest Convoy in the world. Truckers make their way withSupporters lining the way, cheering from bridge...","sentiment_score":0.0}
{"full_text":"RT Starbucks, Boeing, &amp;Delta are hiring back staff they fired under vax mand. Its time to re-instate American workers with an...","sentiment_score":0.0}
{"full_text":"RT We both know that given the health disparities in...","sentiment_score":0.0}
{"full_text":"RT 95% first dose vaccination coverage and 74% second dose coverage in the country so far. 97.03 lakh eligible population has receive...","sentiment_score":0.1166666667}
{"full_text":"RT Omicron Sub-variant BA.2. Update:- Belongs to the Omicron family- Unclear if it causes reinfections- Calling it \"stea...","sentiment_score":0.0}
{"full_text":"RT 1\/ I don't know who needs to hear this but- don't panic sell your ETH. This kind of crash is normal. It'd still be nor...","sentiment_score":0.375}
{"full_text":"Can't go againt the vaccine narrative.","sentiment_score":0.0}
{"full_text":"RT Florida Surgeon General Joseph Ladapo, appointed by DeSantis, was asked FIVE times at his senate confirmation hearing this m...","sentiment_score":0.05}
{"full_text":"Podcast: The Omicron kids (Los Angeles Times)Just when it seemed schools and parents and teachers were figuring out how to do in-person l...Add your highlights:https:\/\/t.co\/a00aJGxBst #Education","sentiment_score":0.0}
{"full_text":"Doctors Demand Spotify Puts an End to Joe Rogan's Covid Lies - Rolling Stone","sentiment_score":0.0}
{"full_text":"RT : Now I still work every day.  It seems that when I work very tight, I will start to cough some. But it's not covid, I've te...","sentiment_score":-0.2321428571}
{"full_text":"RT 'I would have loved 10 minutes with any of them just to say ta-ra.'Richard Macvicar lost his mother, father and sister to #C...","sentiment_score":0.7}
{"full_text":"RT There were 4.4 millions people on NHS waiting lists in February 2020 after 10years of Conservative government.There are 5...","sentiment_score":0.0}
{"full_text":"I'm fucking tired of u. Aren't you tired mocking our boys. Do you need vaccine? If I were in your position I'll be appreciating enha cause your boys had a good term with them rather than making them look dirty you asshole. Feel pity for xtx, They got fake fans","sentiment_score":-0.2166666667}
{"full_text":"RT This needs putting in every police station reception area and outside every vaccine centre.Its been known since 12\/01...","sentiment_score":0.0}
{"full_text":"RT To all those haters of the #unvaxed let me remind you I did 'my duty' in ITU through the pandemic. Whilst you were hiding be...","sentiment_score":0.0}
{"full_text":"It is true #Cambridgeshire's Tory leader said underspends due to #Covid were \"saving for a rainy day.\" Labour's Richard Howitt rightly said how the pandemic has been a major disruption, announcing the Council joint administration's decision to invest PS2.9m extra in #publichealth","sentiment_score":0.1146428571}
{"full_text":"RT Fresh Arrival of #Refrigerators #TV #Washingmachine #otg #oven #WINTER **Rep...","sentiment_score":0.3}
{"full_text":"Wow fox.  Really goin the superspreader route.","sentiment_score":0.15}
{"full_text":"Congrats to all my Danish friends.  Yes, we're jealous.","sentiment_score":0.0}
{"full_text":"hope this helps. wait for what? wait for the drama to end before they put their health first? and they've been showing their support to the drama but it doesn't get much interaction compared to the solo and small accs so it changes nothing bc jisoo","sentiment_score":0.0666666667}
{"full_text":"love to you Dawn. hope you recover soon","sentiment_score":0.5}
{"full_text":"RT Scoop: Sanjeev Gupta calls Zahawi \"instrumental\" in getting Covid loan approvals.... First, the missing texts between Zahawi...","sentiment_score":0.025}
{"full_text":"\"A loss of two years seems limited, but that's rolling back decades and decades of progress,\" said Dr. Zinzi Diana Bailey, a social epidemiologist at the University of Miami's Miller School of Medicine. \"We are going backwards\"","sentiment_score":-0.0126984127}
{"full_text":"RT Evidently I have covid. I can't be vaccinated. I'm horribly sick and scared. Those of you who follow me I want to thank y...","sentiment_score":-0.2321428571}
{"full_text":"RT Boris Johnson admits he'll resign if he is found to have misled Parliament over No 10 parties#PMQs","sentiment_score":0.0}
{"full_text":"All 3 of them Linda? Do you know what fascism even is? Fascism is authoritarianism and suppression of the opposition. You know like making people get an experimental vaccine and trying to cancel them for disagreeing. Lord have mercy. Look at a dictionary.","sentiment_score":0.1}
{"full_text":"RT Officials reported four new deaths related to COVID-19 on Wednesday, along with a dip in hospitalizations. ","sentiment_score":0.0681818182}
{"full_text":"RT After testing positive for Covid-19 this morning, my 9-month-old son is at the ER because of low oxygen levels. It is not...","sentiment_score":0.1136363636}
{"full_text":"RT BREAKING: The U.S. economy grew last year at the fastest pace since Ronald Reagan's presidency, bouncing back from 2020's coronavir...","sentiment_score":0.0}
{"full_text":"RT 1. Canada had an election 4 months ago.2. Vaccine mandates were on the ballot.3. There is no food emergency or even shor...","sentiment_score":0.0}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"Licorice, Pizza, popcorn","sentiment_score":0.0}
{"full_text":"RT This man was once the VP of a Hindu majority India, despite being such a radical communal mind! Tells you about the degree...","sentiment_score":0.0}
{"full_text":"RT WILDFIRE.\"It's no wonder the FDA doesn't want to release the documents. And judging by Pfizer's behavior, it doesn't w...","sentiment_score":0.0}
{"full_text":"Well if I wasn't down with Covid I could tell ya now but that's kind of screwing up my PTO right now ","sentiment_score":0.2433862434}
{"full_text":"RT So I haven't been  feeling well past couple days so I just got tested for covid now hopefully I get a nice negative result...","sentiment_score":0.0166666667}
{"full_text":"RT Senator Johnson seems to be the only one trying (and slowly succeeding) to right the ship by calling on \"true\" COVID expert...","sentiment_score":0.0839285714}
{"full_text":"RT Quote, from @MartyMakary: \"Public-health officials have a lot of explaining to do. They used the wrong starting hypothesis,...","sentiment_score":-0.25}
{"full_text":"RT #NeilYoung  almost died of polio as a kid. The vaccine didn't exist when he was born. The illness affected his life for years....","sentiment_score":0.0}
{"full_text":"RT Retweet if you know a blind person who needs an at-home #COVID19 test and who doesn't have a smartphone.","sentiment_score":-0.5}
{"full_text":"Bring it on.","sentiment_score":0.0}
{"full_text":"Long COVID and self-management","sentiment_score":-0.05}
{"full_text":"RT Pfizer has intervened in our FOIA request to the FDA for release of their vaccine safety\/efficacy data, which the judge orde...","sentiment_score":0.0}
{"full_text":"\"According to the CDC\" ","sentiment_score":0.0}
{"full_text":"RT UPDATE: #Quality2022 #Gothenburg postponed to 20-22 June 2022  While #COVID19 continues to affect...","sentiment_score":0.0}
{"full_text":"RT Truckers are flirting with extremists. They should call off their protest.The closer the #FreedomConvoy of truckers oppo...","sentiment_score":0.0}
{"full_text":"RT Hey Tim. Have you written to Barry Gardiner about breaking Lockdown to attend BLM marches? Or are you just virtue si...","sentiment_score":0.0}
{"full_text":"\"Covid lockdowns, insane teacher-union demands, and fed-up parents are fueling historic breakthroughs in all sorts of education reform.\"@DeAngelisCorey at 2021 Was 'the Year of School Choice,' But 2022 Will Be Even Better","sentiment_score":-0.1666666667}
{"full_text":"RT Shahid Afridi has tested positive for Covid-19. He will quarantine at home following PCB's protocols &amp; will be reinteg...","sentiment_score":0.1136363636}
{"full_text":"100% was an interesting choice here.You mean 100% the same way the Pfizer CEO meant 100% back in April right?As in a complete and total fabrication?https:\/\/t.co\/pOlY7mgwJT","sentiment_score":0.0479166667}
{"full_text":"Just like that video of a guy who is against abortion saying that you shouldn't able to choose to have an abortion who goes on say that when it comes to a vaccine you should be given freedom of choice because it's your body...","sentiment_score":0.5}
{"full_text":"I only remember getting one smallpox vaccine ","sentiment_score":0.0}
{"full_text":"RT Could someone let me know how the very middle of winter, when we are breaking weekly death records, is the time for us to deci...","sentiment_score":0.0}
{"full_text":"RT GIRLS' EDUCATION TAKES A BACKSEAT OWING TO COVID-19 Dr. Neha Jagtiani - Vice-Principal  RD National College says that while...","sentiment_score":0.0}
{"full_text":"RT why other deobis saying that what if the title track of new cb is corona and the news of the members tested positive is just...","sentiment_score":0.0795454545}
{"full_text":"This pandemic can still get worst ... or better, and then politicians always plan for the best scenario ... and here we are 2 years after this madness started.","sentiment_score":0.1666666667}
{"full_text":"RT I simply cannot accept this argument that it is better for children to get covid as soon as possible.It is better if...","sentiment_score":0.3333333333}
{"full_text":"RT Me planking with Chloe Ting in the beginning of the pandemic","sentiment_score":0.0}
{"full_text":"RT Russian tennis star Andrey Rublev was ALLOWED in for the Australian Open despite testing POSITIVE for Covid. He's fully v...","sentiment_score":0.0568181818}
{"full_text":"How can he equate his words with the uncompromising rigid &amp; wicked eugenics experiment to depopulate the world the NWO elites call 'vaccines' against Covid-19 they purposely let loose upon the world making humungous amounts of $$s as a result through their Big Pharma investments?","sentiment_score":-0.0384615385}
{"full_text":"From Canada:https:\/\/t.co\/5QP5QXhzu7","sentiment_score":0.0}
{"full_text":"RT A 471% increase in female infertility -- and a 467% increase in pulmonary embolisms... So maybe the vaccines aren't effect...","sentiment_score":0.0}
{"full_text":"COVID test available today at CVS (15 Boonton Turnpike, Lincoln Park, NJ 07035) at 12:00PM 12:50PM 01:00PM 01:10PM 02:30PM 02:40PM :","sentiment_score":0.4}
{"full_text":"My baby got covid ","sentiment_score":0.0}
{"full_text":"RT ACCESS TO INFORMATION: paid Chinese manufacturer $11 million for vaccine syringes. Monday is deadline to b...","sentiment_score":0.0}
{"full_text":"Race pandering and Corona virus is all they have.","sentiment_score":0.0}
{"full_text":"And then highlights of PSL 2020 ends.With a note Covid Trophies are irrelevant","sentiment_score":-0.5}
{"full_text":"Eek, Omicron seems to overcome all but the most strict NPIs","sentiment_score":0.5}
{"full_text":"RT If you cheer when anyone gets sick or dies of COVID, whether they're vaccinated or unvaccinated, you're a horrible person.","sentiment_score":-0.8571428571}
{"full_text":"Alcott reminds us to be attentive to children's spiritual needs and to help bring them out of whatever exile they might be experiencing during this pandemic, focusing them toward lives of good will rather than confusion and despair.--LuElla D'Amicohttps:\/\/t.co\/tbR8DDkj6i","sentiment_score":0.3666666667}
{"full_text":"Prime Minister Boris Johnson has defended the planned rise in National Insurance saying it is \"absolutely vital\" to help tackle COVID backlogs and social care","sentiment_score":0.0666666667}
{"full_text":"Scary that my mom beat Covid regardless of her living with Bronchitis? How narcissistic can one be? Weeeeh ","sentiment_score":-0.5}
{"full_text":"RT #JusticeForIGNOUStudents All the students all over INDIA facing problem for this COVID situation, the COVID situation is...","sentiment_score":0.0}
{"full_text":"RT Who else thinks it would be AMAZING for Taylor Swift to punish Spotify by DITCHING them for choosing Joe Rogan's Covid...","sentiment_score":0.6}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time I urge to postpone #Gate2022 for...","sentiment_score":-0.5}
{"full_text":"Police did not arrest child at New York vaccine mandate protest | ","sentiment_score":0.0806818182}
{"full_text":"RT #HappeningNow Sarah Palin seen dining at a Manhattan restaurant. She is in the city for a trial against the NYT","sentiment_score":0.0}
{"full_text":"#Covid #UK England lifts Omicron restrictions. #AFP","sentiment_score":0.0}
{"full_text":"\"We could have found different ways of opening schools with proper SOPs, and over time we would have found ways to overcome hesitancy as well,\": speaks to ","sentiment_score":0.0}
{"full_text":"Last year, the total number of #COVID19 cases in all of #Syria increased by 354 percent compared with 2020, while only a fraction of the population has been fully or partially vaccinated, according to the .https:\/\/t.co\/94g1JlXKTV","sentiment_score":-0.025}
{"full_text":"Please stick by pandemic emergency service workers profoundly.","sentiment_score":0.0833333333}
{"full_text":"Bret Baier must listen to video recapping the report on COVID origination investigation!https:\/\/t.co\/zrUKEAgfzY","sentiment_score":0.0}
{"full_text":"#Moderna Inc. enrolled the first participant in a clinical trial of its omicron-specific vaccine booster, another step toward fighting the highly transmissible variant that's spread around the world in a matter of weeks#COVID19 #OmicronVariant","sentiment_score":0.205}
{"full_text":"Get all the travel updates by following us regularly.#iflynfeast #kiribati #COVID #remoteisland #firstlockdown #coronavirus #Island #tourism #travelupdates #lockdown2022 #CoronavirusUpdates","sentiment_score":0.0}
{"full_text":"RT Firms Employing MPs Won PS1.1 Billion in Contracts During Pandemichttps:\/\/t.co\/yFnHqY6EXn","sentiment_score":0.0}
{"full_text":"RT [] Good morning Dallas! Today we will have our meeting with ATEEZ  and I would like to ask you wear a mask &amp; if you have...","sentiment_score":0.875}
{"full_text":"Alternative opinionshttps:\/\/t.co\/DhPiMdNBxyhttps:\/\/t.co\/lxJb0qSPCshttps:\/\/t.co\/0maXm39Sdu","sentiment_score":0.0}
{"full_text":"An interview with Register and Flashpoint: Understanding the Generational Wealth Gap and how the pandemic exacerbated inequalities within local Black businesses.https:\/\/t.co\/lj8YeTDD62","sentiment_score":-0.0833333333}
{"full_text":"RT Turned up to Gatwick and just been removed from my flight for not wearing a mask... on the day that the government ha...","sentiment_score":0.0}
{"full_text":"Contact your local health department or healthcare provider for a possible schedule for COVID19 vaccination or other vaccines. If you have updated vaccines, you have an improved immune system to fight off sicknesses.#COVID19Vaccination #RadiantHeartsHomeCare","sentiment_score":-0.0416666667}
{"full_text":"Ecommerce platforms have allowed MSMEs to bring their products to a larger base.https:\/\/t.co\/VZk527scNz#ECommerceInnovation","sentiment_score":0.0}
{"full_text":"\"Organisers are placing an emphasis on work produced by local artists for the exhibition, which runs until 15 February\"Article by Naima Morelli in","sentiment_score":0.0}
{"full_text":"RT Stealth Omicron.. so dangerous, the scientists are saying they are struggling to track it.Stop now, just stop.","sentiment_score":-0.6}
{"full_text":"How has the COVID-19 pandemic impacted routine immunization rates among Canadians? Today at 12 PM ET, join for a panel discussion about possible strategies for preventing a secondary health crisis of missed vaccinations. Register here:","sentiment_score":-0.15}
{"full_text":"New rules mean will now have to provide 4 positive covid cases before getting matches called off after 22 postponements during December and January.https:\/\/t.co\/0GHCFwliOT via #EPL #footballbetting #aceodds","sentiment_score":0.0170454545}
{"full_text":"England lifts #Covid19 curbs, vaccine passes no longer mandatory to enter nightclubs, other venuesThe decision came after the Britain government said its Covid-19 vaccine booster rollout has successfully reduced serious illness and hospitalisationshttps:\/\/t.co\/zCDmtJK4od","sentiment_score":0.0972222222}
{"full_text":"It's #ThrowbackThursday. Check out the history of vaccines on our resources page! There's also a bank of historical information about the development of vaccines:","sentiment_score":0.0}
{"full_text":"Elton John has been forced to postpone his US concerts this week after testing positive for Covid-19https:\/\/t.co\/ITa5Js47Hm","sentiment_score":-0.0363636364}
{"full_text":"Gotta agree here, diehard bengals fan and huge burrow guy. He has the ceiling but he's not above Rodgers\/Allen yet....keep in mind though dude hasn't had a real nfl off-season yet (covid then knee rehab)","sentiment_score":0.2}
{"full_text":"#PakistanEconomy has entered 2022 in a vulnerable state. After emerging from the severe #BalanceOfPayments crisis of 2018..., the #pandemic combined with the sharp spike in global commodity prices has put renewed pressure on the economy. #SakibSheranihttps:\/\/t.co\/fB2NjBszlU","sentiment_score":-0.2083333333}
{"full_text":"RT Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening to...","sentiment_score":0.3666666667}
{"full_text":"Winter can be a challenging time to stay active, with colder temps, slippery conditions, &amp; fewer daylight hrs. Staying active is one of the best ways to improve your mental &amp; physical health. Learn tips to stay active all winter long. For more info, visit","sentiment_score":0.1611111111}
{"full_text":"Spokane City Councilman Jonathan Bingle refuses to wear a mask around others in City Hall, raising legal questions and causing his colleagues consternation.","sentiment_score":0.2}
{"full_text":"A pioneer in the field of #orphandisease and #genetherapy, reflects on 10 years of leading Penn's Orphan Disease Center and how he's applying gene therapy techniques to develop treatments for #COVID19.","sentiment_score":-0.1}
{"full_text":"Here you go. Maybe you could point me towards some of his published research?https:\/\/t.co\/VrWdO5n8wuhttps:\/\/t.co\/vtM0Dc5NAZ","sentiment_score":0.0}
{"full_text":"RT Ontario's still heading up as Quebec subsides.  Hospitalizations I'm the 70+ demo have now exceeded levels at the s...","sentiment_score":0.0}
{"full_text":"It continues to get increasingly harder for people to comprehend the symptoms of the #OmicronVariant  , which is rapidly spreading throughout the world.Seek medical advice and treatment immediately.#Omicron #OmicronInIndia #omicronvirus","sentiment_score":-0.05}
{"full_text":"RT The \"omicron is mild\" narrative is so pervasive, I'm now hearing stories of parents of kids who are covid+ deliberately not i...","sentiment_score":0.3333333333}
