{"full_text":"This is inform to you that in our vidyalaya 7 student out of 10 found positive during corona test we are feeling unsafe but in this terrifying situation our school remain open.please think of our health and take a right decision@CommissionerNVS","sentiment_score":-0.1623376623}
{"full_text":"Did COVID infect itself with you?","sentiment_score":0.0}
{"full_text":"oh god just stay calm hopefully its nothing, but make sure to have a friend or anyone w u don't do any of this alone its good to have someone w u. will u get the home pregnancy tests the pcr ones?","sentiment_score":0.5}
{"full_text":"Now we've got canine covid type virus going around too.","sentiment_score":0.0}
{"full_text":"RT How many of the current daily deaths from Covid in the United States are people under 75 with no comorbidities?If you...","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING: Andrey Rublev says he tested positive for Covid pre-flight but Australia's Border Force still let him in to...","sentiment_score":0.2272727273}
{"full_text":"RT The lock bet is: Canada. Even the fucking Aussies will be back to normal before us.","sentiment_score":-0.15}
{"full_text":"Covid live: France to announce timetable for easing curbs tonight; Austria extends lockdown by 10 days","sentiment_score":0.1363636364}
{"full_text":"So you are ok with blaming political leaders for COVId deaths then.500,000 died under trump.","sentiment_score":0.25}
{"full_text":"RT The dangerous truth about vaccine-induced myocarditis.My most honest and rigorous attempt at analyzing this issue.No con...","sentiment_score":0.1666666667}
{"full_text":"So speaking as someone who is vaccinated, boosted, and does wear a mask whenever he goes into public spaces... this is asinine. If you're vaccinated and you know you don't have COVID from a test, the chances of you having and spreading it may not be zero, but they are miniscule.","sentiment_score":0.0}
{"full_text":"RT What kind of man won't wear a mask in consideration of a vulnerable work colleague?","sentiment_score":0.05}
{"full_text":"Omicron left testing labs overwhelmed, delaying results","sentiment_score":0.0}
{"full_text":"Lebanon Central Bank governor blocked from travelling amid fraud probe. A judge that she had imposed a travel ban on central bank governor Riad Salameh, who is at the centre of investigations into alleged fraud and other misconduct. #aml #fcpa","sentiment_score":-0.05625}
{"full_text":"Delhi govt has capped the maximum price for the RT-PCR #COVID19 test at private laboratories at 300 rupees. The maximum price for RT-PCR samples collected from home will be 500 rupees. Rapid antigen test will be done at 100 rupees.","sentiment_score":0.0}
{"full_text":"Hmm could be.  The numbers I got came from someone who works for a large data company that reports covid numbers. But they do all kinds of data, I think they even did some poll stats for Bidens 2020 run. Ps I'm not antivax, just saying imo the vaccine needs improvement","sentiment_score":0.2142857143}
{"full_text":"RT \"I give you a ruling with the truth about Allaah's decision in the clear verses of His Book the Great Quran..\"Imam Na...","sentiment_score":0.45}
{"full_text":"RT Intubated Man Informed That His Free Covid Tests Have Arrived","sentiment_score":0.4}
{"full_text":"RT iT's jUsT liKE A COld!","sentiment_score":-0.75}
{"full_text":"Get the vaccine !","sentiment_score":0.0}
{"full_text":"RT If you are clinically extremely vulnerable (CEV) and have a PCR-confirmed Covid-19 infection, you may be eligible for tre...","sentiment_score":-0.5}
{"full_text":"RT Is it better to wear an N95 or cloth mask right now?","sentiment_score":0.3928571429}
{"full_text":"RT Joe Biden is right, he's not Bernie Sanders.Bernie would've cancelled student debt, expanded Medicare through the pandemic &amp;...","sentiment_score":0.2857142857}
{"full_text":"RT On the train into London. Wearing my mask, and I'll continue wearing it next week to protect myself, my family and others....","sentiment_score":0.0}
{"full_text":"False. Totenberg never said that Sotomayor asked justices to wear a mask. She said ROBERTS did, in some fashion. If it wasn't clear enough a request, that's on Roberts.","sentiment_score":-0.1}
{"full_text":"WORLD EMPLOYMENT AND SOCIAL OUTLOOK TRENDS 2022The COVID-19 pandemic dominated the global economy for a second year in 2021, preventing a full and balanced recovery of labour marketshttps:\/\/t.co\/4yUFBwBK3m","sentiment_score":0.0958333333}
{"full_text":"Paroxysms are sometimes amusing.","sentiment_score":0.6}
{"full_text":"I think you should do a back in time 'No Big  Deal' Tour. 1st stop 'Black Death' 1347, 2nd 'Polio' 1894, 3rd 'Spanish Flue'1918 4th 'HIV' 1983 &amp; Retire, you wasted 'Time'. It's 'Covid-19' 2022 &amp; We think it's 'A Big Deal' &amp; Still ignorant!","sentiment_score":-0.0458333333}
{"full_text":"In March 2020, it was widely believed (for very good reasons) that if normal life continued, tens if not hundreds of thousands could be killed by COVID-19 in the UK alone. That made it necesary and proportionate to temporarily lock the nation down, did it not?","sentiment_score":0.1208888889}
{"full_text":"RT What an amazing coincidence that the right time for Boris Johnson to lift all covid restrictions just happens to be the prec...","sentiment_score":0.4428571429}
{"full_text":"RT Please retweet, it's not just dogs that have been abandoned since the end of lockdown. The RSPCA have  over 150 rabbits ne...","sentiment_score":0.0}
{"full_text":"much of this is a result of relentless messaging by our newspapers and govt - in the service of Capital - that the pandemic is mostly over and kids need to be in school; ppl are legitimately confused about school safety in large part bc their newspapers &amp; govt have betrayed them","sentiment_score":0.1285714286}
{"full_text":"Because we definitely didn't need the COVID relief money for, you know, COVID relief...","sentiment_score":0.0}
{"full_text":"Story has been out of 6 hours. Not a word from certain people.","sentiment_score":0.2142857143}
{"full_text":"He held a position but had no experience on how to handle a pandemic he tried to scare people and still is that's not how you do it .they asked him don't you trust the people.. he doesn't he's a sadist boring and very negative and gloomy man going on about kids dying disgusting","sentiment_score":-0.7966666667}
{"full_text":"Geraldo joy Reid Rachel Madow just to name some off the top of my head.  The cdc and lord Fauci said it in 2020 &amp; #BidenIsAFailure said it last year..... but he says a lot of nonsense so he is not a good example","sentiment_score":0.2375}
{"full_text":"Do realize that a year into this inflation mandate quadrupled covid forget we said vaccines stop infection armed Taliban shut down American pipelines food shortages disaster of an administration that....Wood &amp; will be more believable?","sentiment_score":0.2111111111}
{"full_text":"63 per cent healthcare 58 per cent frontline workers, 39 per cent above 60 received Covid precaution jab: Government | India News","sentiment_score":0.0}
{"full_text":"RT Is racism why South African evidence of milder Omicron infection was ignored?","sentiment_score":0.0}
{"full_text":"RT Sacha Souda Volunteers Distribute Mask Free of Cost In People's About Safe in this Pandemic Dise...","sentiment_score":0.45}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT The CDC is now admitting that starting in October people who recovered from covid had lower rates of infection and hospital...","sentiment_score":0.0}
{"full_text":"RT (1\/2) I am a vote for no climate refugees at all. This country can't even put food on our shelves because the governme...","sentiment_score":0.0}
{"full_text":"RT Remember when Fauci When in middle of outbreak nobody should be walking around with masks It does not provide the perfe...","sentiment_score":0.0}
{"full_text":"Severity reduction is a good thing for at risk groups, but mandating a vaccine with no long term studies and increasing evidence that repeated boosters reduces immunity is not. Severity reduction should be a medical choice by individuals.","sentiment_score":0.2416666667}
{"full_text":"More athletes and families of same need to contact these people, stop the cover up. Use the contact link on the site. Please Retweet.","sentiment_score":0.25}
{"full_text":"Me thinking I'm immune from covid after escaping it for 2 years:","sentiment_score":0.0}
{"full_text":"RT 'They aren't going to publish their findings, they are concerned about losing research money' Dr Aseem Malhotra reveals a car...","sentiment_score":0.0}
{"full_text":"Why are there more deaths the year after the vaccine was rolled out than the year before?","sentiment_score":0.5}
{"full_text":"RT I had a good discussion w\/ &amp; abt the latest w\/ COVID. takeaways:-  the Biden plan to di...","sentiment_score":0.6}
{"full_text":"Having Covid and going back to work after only a 5-day Isolation is cool. ","sentiment_score":0.1166666667}
{"full_text":"Stupid.Game Theory is lazy thinking and useless.Game theory ignores the fact that irrational players exist in the real world.There is no win-win in a chaotic world.","sentiment_score":-0.025}
{"full_text":"RT Morning Consult poll:56% of U.S. adults believe employers should require COVID vaccinations, 33% are opposed","sentiment_score":0.0}
{"full_text":"Covid tally about to reach 6000 in J&amp;K Jammu and Kashmir reported 5992 positive cases and 7 deaths in last 24 hours#CoronaUpdate #CoronavirusUpdates #COVID19India #COVID19","sentiment_score":0.1136363636}
{"full_text":"RT Release the data, now- it's in the public interest. ","sentiment_score":0.0}
{"full_text":"RT Well, just fancy that.","sentiment_score":0.0}
{"full_text":"RT Think about all the people who lost jobs, struggled to put food on the table, had medical exemptions denied, were ostraci...","sentiment_score":0.0}
{"full_text":"RT To stop the increasing effect of corona, every person should keep a distance of 5 to 6 feet along with the use of mask and...","sentiment_score":0.0}
{"full_text":"RT The ICHE Podcast is back! Hear and other experts from CDC and NIH discus...","sentiment_score":-0.0625}
{"full_text":"RT BREAKING: Andrey Rublev says he tested positive for Covid pre-flight but Australia's Border Force still let him in to...","sentiment_score":0.2272727273}
{"full_text":"RT Never listen to a white person when it comes to hygiene ","sentiment_score":0.0}
{"full_text":"RT Ordering your free at home covid tests are super quick and easy! Every home in the U.S. is eligible to order 4 free at-...","sentiment_score":0.4016666667}
{"full_text":"RT Genuine questions: Exactly why did the FDA want 75 years to release vaccine data in the first place?https:\/\/t.c...","sentiment_score":0.3}
{"full_text":"RT This is quite obviously true. The media has deliberately pretended to not know what Biden is talking about and develop a wor...","sentiment_score":0.35}
{"full_text":"the Starbucks in Summit County, CO (where the ski resorts are) has been closed since Christmas because the store contacted Covid and they can't get replacement workersYou can't extract record-breaking profits every quarter if  stores are closed because the peons got sick","sentiment_score":-0.3047619048}
{"full_text":"RT England now has less restrictions than most countries in the western world. This only happened because of Boris Johnson...","sentiment_score":0.0833333333}
{"full_text":"More than 14 MILLION children &amp; adolescents have contracted #COVID19 in 104 countries. That is more than 14% of the 102 MILLION infections in the .@PMNCH #Covid19CalltoAction #PartnersforChangeLearn more:","sentiment_score":0.5}
{"full_text":"RT The PM's claim that vaccine approval was faster because of BREXIT has been roundly debunked (see FullFact:","sentiment_score":-0.2}
{"full_text":"RT From guns to COVID, it is very unsettling how easily Americans become inured to unnecessary mass death.","sentiment_score":-0.2055555556}
{"full_text":"RT PLEASE REPOST: As truth\/narrative collapse seems to be trendy now - From Feb 1st 2020 to Dec 31st 2021 ONLY 883 people under...","sentiment_score":0.3}
{"full_text":"RT Staggering outbreak of common sense at the  Travel bans \"should be lifted\" Masks, testing, vaccinations &amp; qua...","sentiment_score":-0.3}
{"full_text":"Yesterday my friend, Jannifer died of Covid. I didn't even know she had it, but apparently, she was diagnosed some time during the holidays. A shock for sure.","sentiment_score":0.275}
{"full_text":"RT If the novel coronavirus really was harmless to children, the UK would not be opening 15 long COVID clinics for them.Mass...","sentiment_score":0.075}
{"full_text":"Will you GOP get your lies in order or is part of the plan to propagate division, chaos, &amp; hate?Tantrump discouraged testing (said less testing less Covid cases). At least several GOP states want to move away from testing requirements.MAGAts want to push \"natural immunity.\"","sentiment_score":-0.1066666667}
{"full_text":"RT ..will be lesser in severity than the cosmic and covidious war of 2020 AD and 2021 AD?Imam Nasser Mohammed Al-Yamani...","sentiment_score":0.0}
{"full_text":"Do you just keep him coming on to enrage most of your viewers &amp; to get hits on Twitter, I stopped watching over 2years ago. best thing I ever did for my mental health..Never masked, never jabbed, never got Covid, never changed my routine.Done shopping for 2 \"vulnerable\" friends","sentiment_score":0.225}
{"full_text":"RT Study here of UK off sales alcohol purchases during the pandemic. Using consumer panel data from market research company....","sentiment_score":0.0}
{"full_text":"RT  \"Before Covid we always had pressures on the NHS so the question is not learning to live with Covid... but what does the...","sentiment_score":0.1363636364}
{"full_text":"RT And work from home if it suits you &amp; your employer. SAGE modelling shows this is one of the most effective measures for br...","sentiment_score":0.55}
{"full_text":"RT Why isn't the federal government mailing out N95 masks with the rapid tests? Why can't these be combined?","sentiment_score":0.0}
{"full_text":"RT \"Much better days may be ahead. But as the world has learned over the past two years, only fools with short memories make pr...","sentiment_score":0.0625}
{"full_text":"As usual you got that backwards.  Truckers are whining about being vaccinated when the PM protects our country. No excuse why everyone shouldn't have the vaccine.","sentiment_score":-0.1125}
{"full_text":"RT The data are now abundantly clear. Natural imm is more effective than vax imm.Sadly, tens of thousands Americans lost th...","sentiment_score":0.325}
{"full_text":"RT As a student what would help my mental health is knowing mine N all other schools across Ontario are safe, N95 Masks are ava...","sentiment_score":0.0916666667}
{"full_text":"RT took a nap after my covid test (i tested positive lol) and had a dream where freddy fazbear started replacing random char...","sentiment_score":0.1757575758}
{"full_text":"RT All the best everyone. I hope no one gets corona after giving the exam. Lets pray for each other as no one is listenin...","sentiment_score":0.4375}
{"full_text":"RT Gretchen Whitmer's nursing home policy was deadly. We need justice for the victims now.","sentiment_score":-0.2}
{"full_text":"RT \"Ms. Jeong is among a growing number of South Koreans who have started brewing makgeolli for the first time, and one of m...","sentiment_score":0.25}
{"full_text":"RT To avoid the corona epidemic, wear a mask and inspire others to wear it. So that you can save yourself and others from...","sentiment_score":0.0}
{"full_text":"RT N95 masks are among the respirators that are approved by the U.S. National Institute for Occupational Safety and Health.","sentiment_score":0.0}
{"full_text":"RT The president told me yesterday that the 2022 midterms \"easily could be illegitimate.\" He added also \"I'm not going to s...","sentiment_score":0.4333333333}
{"full_text":"RT European Commissioner and I discussed the importance of multilateral partnerships like in endin...","sentiment_score":0.05}
{"full_text":"RT This *is* the actual law in Canada. I have been saying it to anyone who will listen. Glad to see it in print. #onpol...","sentiment_score":0.25}
{"full_text":"All the lock down fools love to bash Fl but where do they go to escape?  Desantis 2024!","sentiment_score":0.2347222222}
{"full_text":"ICYMI: Last week, released TravelSafe capability in Zeno. COVID-19 travel and safety requirements of a trip surface at the point of sale, removing the guesswork associated with interstate and international travel.","sentiment_score":0.0}
{"full_text":"That big ol emo concert is cool other than the fact that the tickets are $225 and non-refundable, they're doing ALL those bands in ONE 12-hour day, and we're still in a pandemic which we clearly have no hold of as everyone continues to pretend it's not happening.","sentiment_score":0.08125}
{"full_text":"RT You're going to see a lot of \"I live in an apartment building and we only get one order of COVID tests for the whole buil...","sentiment_score":0.1121212121}
{"full_text":"\"Maybe if I do something monumentally stupid that also retroactively pretends I was right all along, they'll leave me alone.\"","sentiment_score":-0.2571428571}
{"full_text":"RT NEW: Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy it announce...","sentiment_score":0.1363636364}
{"full_text":"RT Finally, the CDC is recognizing what dozes of studies from around the world have been showing for months: natural immunity...","sentiment_score":0.05}
{"full_text":"RT Today we held a picket in Tshwane to demand the reopening of Stadiums and complete relaxation of lockdown regulations be...","sentiment_score":0.1}
{"full_text":"RT This is unethical and unacceptable China hide the truth and spread the virus since 2019Millions of people in the...","sentiment_score":0.0}
{"full_text":"Has that wall of weed resin in your lungs been protecting you from Covid-19 throughout the whole pandemic? Well...not exactly, but a recent study published by researchers at Oregon State University suggests that may not be *too* far from the truth.","sentiment_score":0.1375}
{"full_text":"RT Instead of 4 free covid tests, could the government just give us the heads up next pandemic so we can buy stocks, too?","sentiment_score":0.2}
{"full_text":"Yet another person I was with recently, has got the covid. I have two requests:","sentiment_score":0.0}
{"full_text":"RT Thank you everyone who watches likes &amp; shares this show...I DO THIS FOR ALL YOU BEAUTIFULLY CRAZY BASTARDS! #Wrestling #Wre...","sentiment_score":-0.75}
{"full_text":"RT Super Junior's Eunhyuk is confirmed to have Covid19. Label SJ's official statement below.Let's pray for his recoveryht...","sentiment_score":0.3666666667}
{"full_text":"Please join us at 2 p.m. this afternoon on our Facebook page for a virtual 45th Medical Group Town Hall. This town hall will discuss COVID vaccines, public health protocols, and end with a question and answer portion.","sentiment_score":0.0}
{"full_text":"Tokyo reports record-high coronavirus case count for second straight day on Jan. 20https:\/\/t.co\/XR9mNY2Grh","sentiment_score":0.1}
{"full_text":"As part of our In Focus update, this week we'd like to share a case involving a self-employed applicant who was still feeling the financial effects of the pandemic. Thanks to our manual underwriting, the applicant secured his remortgage. Get in touch:","sentiment_score":0.1}
{"full_text":"Although the #Omicron variant is not deadly as compared to #Delta, it accounts for 90 percent of #COVID19 cases in South Africa and is a growing problem in Europe due to its high transmissibility rate, explains","sentiment_score":0.045}
{"full_text":"So, this is the infamous Fauci's office where we had been receiving all of our COVID19 info? NIce!","sentiment_score":0.125}
{"full_text":"Idaho's positivity rates are still climbing. The latest data from the state will come out later today, but is reporting a 31% positivity rate, and is reporting a 44.5% positivity rate.","sentiment_score":0.25}
{"full_text":"SRMS shifted numerous COVID-19 patients to hospitalshttps:\/\/t.co\/ugf5ogJjUT","sentiment_score":0.0}
{"full_text":"My director tested positive for COVID after our budget meeting yesterday. Did she have on a mask?? Nope.Guess who did tho? Me.","sentiment_score":0.2272727273}
{"full_text":"RT #postpone_cgl_mains2020#postponeUPTETSSC\/DOPT postpone SSC CGL 2020 mains exam. Many candidates are Covid+ve after t...","sentiment_score":0.5}
{"full_text":"Last year was a bad year for everyone. Lockdown made us more resilient but, with little distraction available, many of us also properly saw our relationships for what they were for the first time. And, sometimes, it isn't pretty. 'I found out my husband was a sugar daddy.'","sentiment_score":0.1125}
{"full_text":"Covid rule changes for schools","sentiment_score":0.0}
{"full_text":"Due to the current situation regarding COVID-19 outbreak, European Congress of Internal Medicine 2022, organized by the European Federation of Internal Medicine, an official partner of MIRCIM has been postphoned. The Congress will take place from 9 -11 June 2022, in Malaga, Spain","sentiment_score":-0.0208333333}
{"full_text":"As a result of the #Omicron variant, New York's infections have reached a peak, leaving investors concerned of the impact on the #globaleconomy. In our Investor Download #podcast, we provide insights on what this means for market performance.","sentiment_score":0.1363636364}
{"full_text":"Reports of #ambulances waiting for long periods of time with #patients just to get them into a #hospital continuing to occur. Now arising in California, so tracking #Omicron wave.","sentiment_score":-0.05}
{"full_text":"Turkey prepares to test locally-developed #COVID19 jab Turkovac as booster shot for Pfizer-BioNTech vaccine, first in world to complement mRNA vaccine with inactive onehttps:\/\/t.co\/LrI5gi0fVV","sentiment_score":0.25}
{"full_text":"That mandate would have applied to two-thirds of the American workforce.","sentiment_score":0.0}
{"full_text":"Consumer behaviour has markedly changed in the pandemic but have marketers' methods kept pace? More sophisticated use of location insight will make brands' marketing more relevant &amp; effective. Read more of this article from #marketing","sentiment_score":0.4428571429}
{"full_text":"RT Prior COVID infection more protective than vaccination during Delta surge","sentiment_score":0.25}
{"full_text":"Custer County saw an increase of active COVID-19 cases from yesterday...https:\/\/t.co\/ZWGRzR9XzB","sentiment_score":-0.1333333333}
{"full_text":"Covid doc: We are 'burned out'...","sentiment_score":0.0}
{"full_text":"RT I stand in solidarity with our nurses. They're the true heroes at the bedside.This video explains why nu...","sentiment_score":0.35}
{"full_text":"#IJEM #OACOVID19 pandemic: a resource for International #Emergency_Medicine #trainees? Challenges &amp; opportunities of the International remote medical education #FOAMed #FOAMcc #Education #India #curriculum","sentiment_score":-0.025}
{"full_text":"NSPR relies on listener contributions. But our member drive had to be canceled due to safety-first restrictions necessitated by Omicron. You can still help! In fact, starting a monthly gift now to support this station can keep us going. Donate now at","sentiment_score":-0.078125}
{"full_text":"Next week the COVID rules and restrictions will be changing. Here's how...https:\/\/t.co\/mFG5LLwzmw","sentiment_score":0.0}
{"full_text":"RT My healthy school age kids are 2 months out from having Covid and their school now wants them to wear KN95s all day. Thi...","sentiment_score":0.35}
{"full_text":"It's not the needles that scare  anyone, it's the blood clots, pericarditis, myocarditis &amp; strokes that comes with the covid vaccine.","sentiment_score":0.0}
{"full_text":"Check out this Pandemic Coping Guide for parents from the American Academy of Pediatrics Utah Chapter: #pandemiccoping","sentiment_score":0.0}
{"full_text":"... As you know, the pandemic is highlighting and exacerbating long-standing inequities and I worry that this would be one more case. ...2\/3","sentiment_score":0.5}
{"full_text":"Prime Minister Narendra Modi spoke to former Punjab chief minister and veteran Akali leader Parkash Singh Badal, who has contracted COVID-19, to enquire about his health, government sources said on Thursday.","sentiment_score":0.0}
{"full_text":"Politicians never being trusted again is a positive development. Perhaps then people will stop appealing to them to \"do something\" and will actually look to seize power back from them. Basically, stop letting them run your lives - why do you think they know better than you?","sentiment_score":0.2454545455}
{"full_text":"The Government has planned to strengthen the country's manufacturing economy this year which will be an immense support to solve the major issues prevailing in the country#lka #SriLanka #coronavirus #COVID19","sentiment_score":0.03125}
{"full_text":"I have not, but that venue is close to me. I gotta start getting to more shows. Stupid omicron.","sentiment_score":-0.15}
{"full_text":"Do you love eating  Fish ? Then read this article before eating  fish ... Waiting for Next Outbreak? Fish Farms Across India Found Highly Contaminated and Full of Waste - #GoVeg #healthylifestyle #HealthyFood #AnimalsRights","sentiment_score":0.162}
{"full_text":"Walt Whitman, the pandemic, and BBC series \"Killing Eve\" are among the many inspirations for composer Elizabeth Ogonek's \"Cloudline.\" Elim Chan conducts the U.S. premiere of Cloudline, plus works of Beethoven and Mendelssohn, January 27-30 at Disney Hall!","sentiment_score":0.625}
