{"full_text":"2.30 amsore throat covid fucking up  Mood : ugh ugh!(screaming)#ugh","sentiment_score":-0.6}
{"full_text":"RT Notes from the school grapevine. Parents are starting to clock thet their children can get Covid multiple times, and that...","sentiment_score":0.0}
{"full_text":"There have been media stories at each new wave about the government being unpreparedI think we had one long lockdown and 26 deaths with alpha in 2020And one longer lockdown and 26 deaths with Delta in 2021We + the govt are doing ok. The strategies have worked","sentiment_score":0.1954545455}
{"full_text":"People are beginning to head back into the office but some team members will remain at home. Group Cards can help with birthdays, leaving events, congratulations or commiserations. Find us at  #happybirthday #community #WFH #backtotheoffice #lockdown","sentiment_score":0.0}
{"full_text":"RT 3) and even if Omicron is peaking in some areas for adults... that's only half the battle. Half of all cases are on the way d...","sentiment_score":-0.1111111111}
{"full_text":"RT Bad news: study's authors caution that THC may inhibit CBD's antiviral effects. Good news: Wow. keepin on i...","sentiment_score":0.0333333333}
{"full_text":"RT Here's the result of one year of President Biden:- Debacle in Afghanistan - Biden's Border Crisis - Out of Control Crim...","sentiment_score":0.0}
{"full_text":"RT Although his mum was unvaccinated, Rek insisted she didn't believe in conspiracy theories surrounding the vaccine:'Her philo...","sentiment_score":0.0}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"RT 425,183 new covid cases recorded in France in the past 24 hours. I see banning popcorn in cinemas made all the difference.","sentiment_score":-0.0568181818}
{"full_text":"RT Nphet clears way for easing of Covid-19 restrictions, including end to 8pm curfew with the latest (via","sentiment_score":0.5}
{"full_text":"My cousin in Trinidad won't get the vaccine cuz his friend got it &amp; became impotent. His testicles became swollen. His friend was weeks away from getting married, now the girl called off the wedding. So just pray on it &amp; make sure you're comfortable with ur decision, not bullied","sentiment_score":0.3833333333}
{"full_text":"RT Great job You distributed counterfeit respirators.https:\/\/t.co\/vmHdkgFgA8","sentiment_score":0.8}
{"full_text":"chose to defend TPLF terrorists instead of fighting the pandemic! This is a bad choice! #NoMore #UnityForEthiopia #TplfMustGo!","sentiment_score":-1.0}
{"full_text":"RT 22 months into the pandemic you can get 4 free COVID tests for your family of 5","sentiment_score":0.4}
{"full_text":"RT This is Ontario's slow and ponderous reopening plan. It will be attacked by the COVID Zero crowd as going too fast. The...","sentiment_score":-0.05}
{"full_text":"RT An American Airlines flight to London returned to Miami less than an hour into the flight after a passenger refused to follow the f...","sentiment_score":-0.0833333333}
{"full_text":"RT Hi do you still think vaccine passports are a \"great idea?\"","sentiment_score":0.8}
{"full_text":"RT If anything, the revised GDP growth number that came out today seriously puts in question the removal of Abdul Hafeez Sheikh. To...","sentiment_score":-0.3333333333}
{"full_text":"RT The business community opposed it. Business owners opposed it. But still, the would rather force their culture wars ont...","sentiment_score":0.0}
{"full_text":"They would only get four at-home rapid covid tests","sentiment_score":0.0}
{"full_text":"All you've go to do to get the truth is go to The High Court!ONS confirm that there has been a significant rise in the death rate for adolescent males over the last eight months, compared to the 5yr average.","sentiment_score":0.09625}
{"full_text":"RT Can an American hope, unironically, that the British [covid policies] are coming?https:\/\/t.co\/h8dcCow7DH","sentiment_score":0.0}
{"full_text":"RT 22 months into the pandemic you can get 4 free COVID tests for your family of 5","sentiment_score":0.4}
{"full_text":"RT Great work by Sara Tartof and colleagues who have been lighting it up for US data throughout the pa...","sentiment_score":0.8}
{"full_text":"I am so sorry for your loss ..I love that last sentence you put in there ..why do some people refuse to believe \"that if you are vaccinated and happen to get Covid 99% of the time you will NOT DIE\"..What is so hard about that to understand","sentiment_score":-0.0729166667}
{"full_text":"RT I've had a frankly worrying number of messages from people who think the answer to the hospital crisis is simple: deny care...","sentiment_score":0.0}
{"full_text":"RT I stand in solidarity with students and teachers who are facing a pandemic without adequate protection, defunded school...","sentiment_score":0.3333333333}
{"full_text":"They know all the data is coming out on the vaccine thanks to the federal court in the US turning down the FDAs request to bury the data for 75 years. It all started to change after that decision a few weeks ago. Rhetoric all changed after that....that's my take.","sentiment_score":-0.0518518519}
{"full_text":"Hope they find what they want!Anti-Vaxxers Are Actually PAYING To Get Infected With COVID via","sentiment_score":0.0}
{"full_text":"UK FOI request shows only 4.5% of the deaths had just only COVID listed on the death certificates in England and Wales.","sentiment_score":0.0}
{"full_text":"RT \"Seeing no evidence\" is a less convincing claim from someone who turned up at a drinks party and claims that he didn't see...","sentiment_score":0.1666666667}
{"full_text":"RT These \"N95s\" that Speaker Pelosi gave out have ear loops which is a dead giveaway that they are not NIOSH-approved and are...","sentiment_score":-0.2}
{"full_text":"RT Breaking: CDC study finds natural immunity provides significantly more protection than mRNA pretreatment alone.","sentiment_score":0.3}
{"full_text":"Wearing a tight fitted N95 all day and not taking it off would be very inconvenient and uncomfortable. Also restaurants, cafes, pub's and cinemas couldn't sell food or drink to consume on the premises (as that involves removing your mask) businesses would suffer  2\/","sentiment_score":-0.4861904762}
{"full_text":"Hard worker dishwashing at a busy restaurant in Texas, $1000 would help me so much pay some debts. Getting tested today for COVID. Praying for the best. ","sentiment_score":0.2520833333}
{"full_text":"RT The Covid virus poses very little risk to children but they were the ones most harmed by Covid lockdowns. It's time to list...","sentiment_score":0.128125}
{"full_text":"RT It's 3:27PM on a Thursday and I'm rage bawling because a show whose motto was \"always keep fighting\" ended in a glorified...","sentiment_score":0.0}
{"full_text":"RT A Czech folk singer who was opposed to having a coronavirus vaccine has died after deliberately contracting the virus, according t...","sentiment_score":0.0}
{"full_text":"RT It was clear to me.","sentiment_score":0.1}
{"full_text":"My anti science? No, you've been lied to and mislead by the wrong people who all made lots of money. There was no need for any restrictions, or any vaccine as it has now come out in public that natural immunity is much better, that science was always there.","sentiment_score":0.025}
{"full_text":"RT Did they ever find that 400 billion in Covid relief money that disappeared?","sentiment_score":0.0}
{"full_text":"With me getting over covid a few weeks ago, my body is now feeling a bit too healthy and functional. McDonalds, Preston highway","sentiment_score":0.15}
{"full_text":"But what about all the shedding the vaccinated people are doing?  Why would you want to hang out with people who are going to shed their vaccine and kill you?!?","sentiment_score":0.0}
{"full_text":"Let it go, Wayne.Just take some comfort that it'll be the covidiots like this that the next variant takes 1st. No comfort for the other 100s of billions it'll claim because they've demobbed heroes like yourself. But who knows, maybe it's time for a vigilante covid marshall","sentiment_score":-0.0625}
{"full_text":"RT ITV Lorraine issued Ofcom warning over Dr Hilary's false Covid remarks | HeraldScotland","sentiment_score":-0.4}
{"full_text":"RT Gutted.... Seems WA Premier is a one trick pony when it comes to #COVID19.  Hard border with the rest of the...","sentiment_score":-0.2916666667}
{"full_text":"Back in the parking lot vaccine clinic in Richards Landing and sure am glad for the sunshine and my new winter coat! -20C!","sentiment_score":0.3032670455}
{"full_text":"RT Has anyone equating 'living with it' with a vaccine-only strategy explained how we deal with long COVID - a biological mul...","sentiment_score":-0.05}
{"full_text":"RT Kids have been safe in school with masks that they now finally admit are not effective. Instead of admitting fault and...","sentiment_score":0.0666666667}
{"full_text":"RT I'm proud to join and in their effort to end energy poverty and help families and individuals pay...","sentiment_score":0.8}
{"full_text":"RT I've lost respect for more people in the last three days than I have the entire pandemic.The number of people who think thin...","sentiment_score":0.025}
{"full_text":"You can get free N95 masks next week--here's where to find them","sentiment_score":0.2}
{"full_text":"Kids at much less risk of serious sickness; it's those over 60 and those are immune compromised who are at the most risk.","sentiment_score":0.0}
{"full_text":"Against Omicron, the booster's efficacy diminishes rapidly after 10 weeks.","sentiment_score":0.0}
{"full_text":"You see me take a next vaccine that mfker better be that I won't catch Covid PERIODT.","sentiment_score":0.25}
{"full_text":"Audit the police","sentiment_score":0.0}
{"full_text":"The FTC has ordered more than 20 marketers to stop making \"baseless claims\" that their products can treat or prevent COVID-19.","sentiment_score":0.5}
{"full_text":"RT Build Back Better","sentiment_score":0.25}
{"full_text":"lol I still do all of these things. The pandemic has really made people germophobes, which is ironic because we need to be exposed to germs in order to develop a resistance to them.","sentiment_score":0.4}
{"full_text":"RT Just to clarify. Rublev went from Moscow airport whilst Covid positive, then went on a plane to Sydney airport all whilst he was...","sentiment_score":0.2272727273}
{"full_text":"Good night. I will be back online at 07:00 am tomorrow. -CLWe are operating at full capacity again, but Covid-19 public health measures remain in place: Face coverings mandatory Prebooking of Intercity &amp; Enterprise travel encouragedPlease avoid busiest times where possible","sentiment_score":0.21}
{"full_text":"RT Howard Stern says hospitals should turn away anti-vaxxers: \"You're going to go home and die\"","sentiment_score":0.0}
{"full_text":"RT Kids have been safe in school with masks that they now finally admit are not effective. Instead of admitting fault and...","sentiment_score":0.0666666667}
{"full_text":"RT You lied to 'The Covid-19 Bereaved Families For Justice'. You sat across the table from our members and told them you...","sentiment_score":0.0}
{"full_text":"Is it Covid? ","sentiment_score":0.0}
{"full_text":"RT Unvaccinated doctor challenges UK Health Secretary Sajid Javid over compulsory jabs for NHS staff and tells him he doesn't w...","sentiment_score":0.0}
{"full_text":"RT Reports that several tennis stars at the Australian Open are Covid-positive.But thank goodness we deported Novak Djokovic...","sentiment_score":0.0}
{"full_text":"Even if this is \"FakeNews\" - \"... I'm pretty sure\" - it's not.Look into the issues regarding neurological symptoms with spike protein (COVID + Vaxx) and think of it in terms of \"connectivity\".https:\/\/t.co\/e48PWGLMln","sentiment_score":0.375}
{"full_text":"RT Great job You distributed counterfeit respirators.https:\/\/t.co\/vmHdkgFgA8","sentiment_score":0.8}
{"full_text":"NYC students AND STAFF who have preexisting medical conditions NEED and DESERVE a #RemoteOptionNOW!!!\"According to Spencer, COVID-19 is making preexisting medical conditions worse.\"https:\/\/t.co\/Ybi6V1iCXg","sentiment_score":-0.1333333333}
{"full_text":"RT Jill Biden returns to NJ, her birth state. Announces additional COVID relief for colleges","sentiment_score":0.0}
{"full_text":"New Zealand, pop 5 million, COVID-related deaths: 52.UK, pop 67 million  COVID-related deaths: 176,000.In the pandemic so far (13\/3\/20 to 7\/1\/22), there have been a total of 127,704 excess deaths above the five-year average in England &amp; Wales.It didn't have to be this way.","sentiment_score":0.0172727273}
{"full_text":"RT Covid vaccines don't prevent infection so why are they doing this? Because they are the enforcers for big pharma, shaki...","sentiment_score":0.0}
{"full_text":"RT Prof Ferguson's modelling in December said in a best case scenario, there could be 3,000 daily Omicron deaths at the peak...","sentiment_score":0.5}
{"full_text":"Read a little bit about how other countries have handled testing, and you'll see why. We can and should do better.","sentiment_score":0.0625}
{"full_text":"RT Cases in France have risen 3,815% since they imposed vaccine passports 5 months ago and are at record highsIn response to thi...","sentiment_score":0.0}
{"full_text":"RT Just fyi, omicron is the most contagious 3 days b4 symptoms start.those beginning symptoms look v much like allergies in f...","sentiment_score":0.35}
{"full_text":"RT To beat Covid we need a government who actually like the people they serve.","sentiment_score":0.0}
{"full_text":"RT This is a picture of my wife Katie &amp; our cat Ozzy. Katie was working 12+ hour shifts in the carehome during a lethal p...","sentiment_score":0.0}
{"full_text":"RT Any story about how has handled #COVID19 in his first year in office that fails to include the context that one of...","sentiment_score":-0.125}
{"full_text":"THUG DICK LOCKDOWN","sentiment_score":0.0}
{"full_text":"This almost feels surreal. Hard to believe we were questioning whether or not schools would reopen after Christmas just three weeks ago.. ","sentiment_score":-0.0208333333}
{"full_text":"RT Hospitals in early Omicron hot spots like New York and Washington, D.C., say the pressure is starting to ease, with many...","sentiment_score":0.1972727273}
{"full_text":"RT Yesterday it was announced that Plan B Covid-19 restrictions will end in England from 27 January.People with blood canc...","sentiment_score":0.0}
{"full_text":"RT The neurologic consequences of Covid people who experience neurologic symptoms that li...","sentiment_score":0.0}
{"full_text":"RT Has judge made a mask opinion by wearing it below her nose? Mask useless? Live court hearing downstate Illinois to sto...","sentiment_score":-0.1818181818}
{"full_text":"RT I've dodged covid for 2 years. It finally got me last Friday. Went back to work today and I feel like somebody beat th...","sentiment_score":0.0}
{"full_text":"RT I don't believe that in the space of a few days they are suddenly ending this pandemic out of nowhere after 2 years. W...","sentiment_score":-0.1}
{"full_text":"RT Lockdown Comedy TONIGHT! On Zoom. #LaurenHooberman CityBoxOffice.con\/Lockdo...","sentiment_score":0.0}
{"full_text":"Anti-vax folk singer dies after catching COVID on purpose << Celebrity Gossip and Movie News","sentiment_score":0.6}
{"full_text":"RT He is determined to ride to national power on the votes of the most stupid and paranoid among us, while we hear about how...","sentiment_score":-0.15}
{"full_text":" Tested COVID positive or exposed to someone who has? The latest CDC quarantine guidelines  via","sentiment_score":0.3636363636}
{"full_text":"RT The principle is really simple: \"Everyone has an equal claim to relief from suffering, no matter what they've done or haven'...","sentiment_score":0.0}
{"full_text":"Ontario will soon begin easing COVID-19 restrictions, starting by boosting the size of social gathering and reopening businesses such as restaurants, gyms and cinemas with capacity limits, with an eye to lifting all constraints by mid-March.https:\/\/t.co\/JrBTGPUvHl","sentiment_score":0.0111111111}
{"full_text":"RT The Queen of Petty Politics should concentrate on sorting Scotland's Covid recovery and stop playing childish games with flag...","sentiment_score":-0.2}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"If any state government wants to make available a #hospital,medicine or #vaccine with true intention.\"Then it is not necessary that the hospital should be made in a big building or in a container located on the road.\"Salute to #Kejriwal.","sentiment_score":0.19}
{"full_text":"RT PS450 a month is getting taken directly out of my wage to pay off a 2k fine for being in a house with 5 other people over lo...","sentiment_score":0.1305555556}
{"full_text":"Why would they do that for a virus that has proven to be harmless and without a real risk of death? Other than the obvious, of course.","sentiment_score":0.025}
{"full_text":"RT Verily, I and you have no say in the matter! In line with the Word of Allaah the Exalted..Imam Nasser Mohammed Al-Yam...","sentiment_score":0.0}
{"full_text":"RT This is a picture of my wife Katie &amp; our cat Ozzy. Katie was working 12+ hour shifts in the carehome during a lethal p...","sentiment_score":0.0}
{"full_text":"RT SK COVID update:1,158 new. 64 fewer than Jan. 19.11,973 active. 79 more than Jan. 19.Seven-day average: 1,269.1,092 r...","sentiment_score":0.0882575758}
{"full_text":"RT In Case You Missed It: Every home in the U.S. is eligible to order four free at-home COVID-19 tests. The tests are comp...","sentiment_score":0.4}
{"full_text":"RT Let this sink in--#Omicron many have peaked for adults... but not for younger kids--#COVID19 still spiking 5-11 &amp; not slowing...","sentiment_score":0.25}
{"full_text":"Omicron #nevarneyok","sentiment_score":0.0}
{"full_text":"Everyone 6 months and older should get a #flu vaccine every season. Flu vaccine can reduce flu illnesses, doctors' visits, hospitalizations and has been shown to be life-saving. #FightFlu and get vaccinated today! Learn more: ","sentiment_score":0.3541666667}
{"full_text":"NHS COVID-related staff absences in England are down by a quarter, but do you feel pressure lifting yet?","sentiment_score":-0.1555555556}
{"full_text":"Thailand will resume its quarantine-free travel scheme from February 1, officials said Thursday, after the programme was suspended due to the fast-spreading Omicron Covid-19 variant. l","sentiment_score":-0.125}
{"full_text":"Thanks Mr. Kennedy - Let us not forget about stomping the American rights\/liberties especially those who are continuing to contribute. AKA Mandates, Alternative Medicines (Covid) and Executive Orders.","sentiment_score":0.0666666667}
{"full_text":"RT Hmm... now why might that be?","sentiment_score":0.0}
{"full_text":"Coronavirus is spreading via mail and frozen food? There's no evidence to prove itJosephine Ma (@scmp_joma","sentiment_score":0.0}
{"full_text":"Government Hoping EUR1k Pandemic Bonus Shuts Healthcare Workers Up For At Least A Decade","sentiment_score":-0.3}
{"full_text":"In Case You Missed It: In recent and upcoming months, new businesses are popping up in Lubbock. With opening during a pandemic, business's face problems in staffing and supply. READ MORE HERE:","sentiment_score":0.2121212121}
{"full_text":" Please take two minutes to send in our template letter to urge your Rep. and Senators to support funding in any forthcoming COVID-19 relief. Read more on this and #MuseumsAdvcoacy2022 in our latest Alliance Advocacy Alert:https:\/\/t.co\/gLwgYJ5SJ6","sentiment_score":0.5}
{"full_text":"He met the tribe who worshipped Prince Philip before the pandemichttps:\/\/t.co\/7lxo6sIvM7","sentiment_score":0.0}
{"full_text":"RT As travel opens back up, many people are eager to plan their next vacation. This is how to stay safe while traveling dur...","sentiment_score":0.25}
{"full_text":"Have you recently welcomed a new pet into your home? Congratulations! Stay prepared and shop online for all their supplies.","sentiment_score":0.0852272727}
{"full_text":"Did the Sun cover up the government's lockdown parties?By","sentiment_score":0.0}
{"full_text":"A walk-up COVID-19 testing and vaccination event is scheduled for Saturday in Charleston.https:\/\/t.co\/jZWzeyQcqo","sentiment_score":0.0}
{"full_text":"RT There is no way that someone who had set foot in a hospital in recent weeks would be talking about loosening COVID restricti...","sentiment_score":0.0}
{"full_text":"RT Jordan Peterson is tweeting out (already-debunked) vaccine misinformation and then the words \"draw your own conclusions.\"...","sentiment_score":0.6}
{"full_text":"' Covid in residential care settings 'Experience of relatives of nursing home residents with COVID | NRR' via   #diversealz","sentiment_score":0.0}
{"full_text":"RT I have tested positive for SARS-CoV2. (Home test, confirmed by lab PCR.) I had cold\/allergy symptoms for 1 day, and se...","sentiment_score":0.3136363636}
{"full_text":"Adults need #vaccines, too. Work with your doctor on your #immunization schedule: It may be time for a #tetanus booster, a #flu shot or a #shingles vaccine. Check out the list of recommended vaccines for adults","sentiment_score":0.0}
{"full_text":"The LSU-Arkansas gymnastics meet scheduled for Friday in the PMAC has been postponed due to COVID-19 issues within the Arkansas program.","sentiment_score":-0.125}
{"full_text":"Q: Are young people dying after getting the COVID jab?A: No. Deaths associated with the jabs have been coincidental, tells us. #BhekisisaResource","sentiment_score":0.1}
{"full_text":"From 1983 until 2015, the FDA recommended blood establishments turn away all men who had had sex with men after 1977. The rule was put in place to prevent the population hardest hit by the AIDS.","sentiment_score":0.0}
{"full_text":"Watch Now - Gov. Edwards holds briefing on Louisiana's response to COVID-19, including an update on the omicron variant. It'll be on and KTBS 3 Now. Here's your link &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT Did you miss last night's weekly webinar? Watch now as Dr. Kory discusses the omicron variant, the now-peer-reviewed I...","sentiment_score":0.0}
{"full_text":"The psychological phenomenon called the \"placebo effect\" happens when people feel an improvement in their symptoms that is not directly related to their treatment or medication.https:\/\/t.co\/4kx6dLbnnh","sentiment_score":0.0}
{"full_text":"So are you better off now or last year? Is America United? Covid gone? #BidensAmerica #BidenIsAFailure #Biden","sentiment_score":0.25}
{"full_text":"RT The media goes ape shit over one shark attack. One! 20-35 people per day are dying in NSW of covid and it's like its a b...","sentiment_score":-0.25}
{"full_text":"Live COVID-19 safe! Protect yourself and your loved ones. Wash your hands often with soap and water for at least 20 seconds especially after you have been in a public place, or after blowing your nose, coughing, or sneezing. Learn more at","sentiment_score":0.2373376623}
{"full_text":"The negative effects of the #pandemic are more serious than what we imagined. Around 142 million more children are predicted to fall into extreme #poverty, and an additional 150 million children will experience multiple deprivations. - SRSG Najat Maalla M'jid#EndViolence","sentiment_score":0.0402777778}
{"full_text":"The great reset for the global NWO isn't going as well as they banked on, is it?  Wonder what our \"revised \"died of Covid figures\"will actually be.  If this isn't considered crimes against humanity, them what is? ","sentiment_score":0.2666666667}
{"full_text":"Officials are warning that the IRS is facing \"enormous challenges\" during this tax filing season in the wake of the COVID-19 pandemic and are still dealing with backups in processing returns from the past two filing seasons:https:\/\/t.co\/z31ehaAhgc","sentiment_score":-0.125}
{"full_text":"Our legislators need to know the dire and lasting impacts the COVID-19 pandemic has had on the #museum field. Join us virtually for #MuseumsAdvocacy2022 from wherever you are to make the case for public support for museums!Registration closes tomorrow, January 21.","sentiment_score":0.0}
