{"full_text":"Doctor Ethers TikTok'r For Flexing About 'Bad Bunny' Concert During The Coronavirus Pandemic! Posted by Thrillzhttps:\/\/t.co\/XhaGRKDsUN","sentiment_score":-0.875}
{"full_text":"RT Imagine my shock.","sentiment_score":0.0}
{"full_text":"Why? It surely makes much more sense to test when you have fewer cases, not when there's a pandemic and how can assume most people will get it, but usually mildly?","sentiment_score":0.4583333333}
{"full_text":"Or just get the fucking vaccine because \"natural immunity\" is a hoax.","sentiment_score":-0.25}
{"full_text":" you are making me howl with laughter. Omicron deaths are in... Have you heard yourself. It's a mild cold even the South Africans where it originated cannot believe the hysteria the west have created over it. We look ridiculous","sentiment_score":-0.2}
{"full_text":"A comprehensive guide to remote work for both home workers and companies #remotejobs #remotework #COVID #workfromhome #homeoffice #wfh #digitaltransformation","sentiment_score":-0.1}
{"full_text":"RT Your immune system does not know how to properly fight off a novel virus like COVID.The vaccines help. They may not keep yo...","sentiment_score":0.0}
{"full_text":"RT Covid spreading like michoacana store fronts","sentiment_score":0.0}
{"full_text":"could you please send me@letter stating what a bad person I am? Can it be suitable for framing? Thanks! GO BLUE","sentiment_score":0.025}
{"full_text":"RT We again stand at a juncture where we are battling a COVID wave. Without discussing how dangerous this new variant may...","sentiment_score":-0.2318181818}
{"full_text":"RT I can't stop thinking about how many people lost out on time with their families, a paycheck, and potentially life-saving i...","sentiment_score":0.25}
{"full_text":"If this is what they're willing to tell you now... Imagine 6 months from now.Remember the whole myocarditis thing? It was a conspiracy theory for the first year. Then it was a \"minor\" possibility.... Now it has made the covid vax the deadliest vax in history.","sentiment_score":0.1625}
{"full_text":"RT rajapakshe regime is a pandemic itself","sentiment_score":0.0}
{"full_text":"RT El Salvador 'Covid' health pack","sentiment_score":0.0}
{"full_text":"the insinuation that covid flares up as a conspiracy to help Democrats win elections only exists in right-wing fever dreams. it makes literally zero sense (how can any one person or group control a virus?!?) yet soooo many folks believe it.","sentiment_score":0.4333333333}
{"full_text":"RT The risk of developing diabetes from Covid in kids &lt;18 years old was significantly increased: 31% and 116% in 2 very large d...","sentiment_score":0.2511904762}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT BREAKING: A group of anti-masker passengers who were caught ignoring mask mandates as they partied on a flight to Mexi...","sentiment_score":0.0}
{"full_text":"RT COVID Update: We now understand the difference between a wave and a tsunami.What I've tried to understand is how big it get...","sentiment_score":0.0}
{"full_text":"RT Also. Yall. Re omicron: if you're able to get the booster i highly recommend. The rate of cases in the boosted seems to be...","sentiment_score":0.33}
{"full_text":"RT A very important study. Are we ok to expose young children to a virus that is being associated with a much higher risk of...","sentiment_score":0.3425}
{"full_text":"These kind of practices clearly show if a company respect and care for its employees. Covid 19 is a pandemic, people can't practically avoid it. So it would be kind if for once they think PEOLE before MONEY.","sentiment_score":0.4333333333}
{"full_text":"RT Imo, the anarchist position on the pandemic is that if people had the resources stolen from them by the State &amp; misinform...","sentiment_score":0.0}
{"full_text":"Take it you also approve at the fact that he has lied about testing +ve for Covid on 16\/12 seeing as there are photos and footage of him at a function in 17\/12.He's a twat.","sentiment_score":0.0}
{"full_text":"Fucking took long enough. I was correct in my initial assessment. covid is in fact a little bitch and I will have it beaten by tomorrow.","sentiment_score":-0.1675}
{"full_text":"RT BTW: this tweet by is SPECIFICALLY aimed at Black people. White people don't wait in line to vote.","sentiment_score":-0.0833333333}
{"full_text":"Funny thing abt viruses. Those that vow to destory well the virus makes fools of politicians and big mouths. The chronavirus has 30 mutuations and it has made fools,reveal thier control freak tendencies of the belt. Not to mention it made fools via the vaccinated getting Omicron","sentiment_score":0.125}
{"full_text":"RT Over 95% of COVID patients occupying Oxygen beds in Mumbai are unvaccinated. Vaccines matter.","sentiment_score":0.0}
{"full_text":"This is a new era we living in aba","sentiment_score":0.1363636364}
{"full_text":"sure because you are so much smarter than those that dedicated their live to medical and pandemic research To bad you are smart enough to know how pandemics actually work - as information changes, the results get refined, guidelines are adapted - your ignorance is a blessing","sentiment_score":0.0438311688}
{"full_text":"Wisdom from an Old Man; Rumor has it that the next set of restrictions for COVID-19 will require anyone who has tested positive or has had contact with anyone who tested positive for COVID-19 to yell \"Unclean, unclean\" whenever some approaches within 20 feet.","sentiment_score":0.1386363636}
{"full_text":"Come on, I didn't say nobody get long Covid, but few children do. According to this, 2% of children may get long-Covid: ","sentiment_score":-0.125}
{"full_text":"Sorry Kate - you've had a shocker here. Your boss told people to stay home due to a \"tsunami\" of infections coming (still waiting on that) and that affected business incomes. That's the point you need to acknowledge and address.","sentiment_score":-0.3125}
{"full_text":"RT If your child complains of headaches, tummy aches, odd feeling in throat &amp; chest post covid, believe them. It's all a bit vag...","sentiment_score":-0.1666666667}
{"full_text":"RT The most accurate depiction of the CDC lol","sentiment_score":0.5666666667}
{"full_text":"Mack said covid can come through text messages, bye ","sentiment_score":0.0}
{"full_text":"Alert: SCOTUS Justices Give Key Signals on How They Will Rule on Biden's COVID Vaccine Mandate via","sentiment_score":0.0}
{"full_text":"A story as old as Covid:They Had Reasons for Leaving the City. So Why Are Their Friends Mad?","sentiment_score":-0.2625}
{"full_text":"Maane Delta met Omicron and realized that both were separated at Kumbh Mela ?","sentiment_score":0.0}
{"full_text":"so glad to read this as a person with many risk factors","sentiment_score":0.5}
{"full_text":"The court submission Saturday said Djokovic received confirmation from Australia's Department of Home Affairs saying that his travel declaration had been assessed and that his responses indicated he met the requirements for quarantine-free arrival in Australia.","sentiment_score":0.0}
{"full_text":"Australia has 80% vax rate, they're averaging 53k covid cases per day.  They will host a tennis tournament at fully capacity for 2 weeks.  And they plan on keeping people safe by excluding a young healthy person with natural immunity?","sentiment_score":0.3}
{"full_text":"RT Literally everybodyI get bloodwork done at least 2x per year, each doctor's visit. What do you think that's for? People...","sentiment_score":-0.3}
{"full_text":"Yes. Regular colonoscopies, mammograms, dental cleanings, PSA testing. Annual check ups &amp; labs. Hepatitis. Etc, etc. #EarlyDetectionSavesLives","sentiment_score":0.0}
{"full_text":"RT Supreme Court justices make puzzling claims about COVID stats in challenges to vaccine mandates | Just The News","sentiment_score":0.0}
{"full_text":"Nobody was arguing that nobody gets Covid. They are arguing against govt mandates.  Where are they? Home sick BUT arguing before the Supreme Court. Pretty high functioning.  They are not in the hospital, nor on a ventilator, nor dead. They have a cold. But you do you.","sentiment_score":-0.2208571429}
{"full_text":"RT Corona warriors who served nation 14-16 hours every day, deserve one compensatory attempt for the lost attempt of 2020 an...","sentiment_score":0.0}
{"full_text":"RT Them: There's no evidence the Wuhan coronavirus vaccine affects reproductive health.Me: There's no evidence because it...","sentiment_score":0.0}
{"full_text":"RT Quite often...it's called preventive and first pandemic I've been old enough to be aware....","sentiment_score":0.15}
{"full_text":"RT BREAKING: A group of anti-masker passengers who were caught ignoring mask mandates as they partied on a flight to Mexi...","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"Actually it does. Vaxxed go to hospital less &amp; d*e less from Om variant than unvaxxed.","sentiment_score":-0.1111111111}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT BOOST BLUE MAJORITY SAVE DEMOCRACY\"Over 824,000 Americans, including over 62,000 Floridians, have died of Covid. We c...","sentiment_score":0.0}
{"full_text":"RT Is Omicron mild? Or perhaps it just attacks lungs less, leading to less quick hospitalisation\/death, while attacking the rest...","sentiment_score":0.0833333333}
{"full_text":"RT Take that, you egg-headed little turd.","sentiment_score":-0.1875}
{"full_text":"RT They refuse to make our schools safe from COVID.They refuse to make our schools safe from gun violence.They refuse to ma...","sentiment_score":0.5}
{"full_text":"RT \"Claimed covid deaths are at an all time high\"I was shocked by this one. The very first result on Google i...","sentiment_score":-0.0716666667}
{"full_text":"They have clarified it, variants = alternate universe versions of characters. Sylvie is a Variant of Loki, TASM Spider-Man is a Variant of Tom Spider-Man, etc. Some can look the same, others look different bc it's the multiverse","sentiment_score":0.0}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT #Telangana Covid Cases2nd Jan -  2723rd Jan -  4824th Jan - 10205th Jan - 15206th Jan - 19137th Jan - 22958th Jan - 26...","sentiment_score":0.0}
{"full_text":"Perhaps the vaccine ruins or redirects a person's natural immunity.","sentiment_score":-0.025}
{"full_text":"RT Some have made a fortune off the Covid Industrial Complex","sentiment_score":-0.3}
{"full_text":"right? like, we are in this field to help your pet, but we also want to keep our staff &amp; our clients safe during this covid spike.","sentiment_score":0.3928571429}
{"full_text":"RT Today's jobs report: --Added 6.4 million jobs since January of last year --Lowest unemployment rate since the beginning...","sentiment_score":0.0}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"New Guidlines issued for closing all Schools and Colleges..ButSTUDENTS OF SSC AND HSC.HAVE TO EVEN GO FOR ACTIVITIES IN SCHOOL EVEN IN THIS WORST PHASE OF PANDEMIC Even it is not at Peak Till now..*Why don't Board Postpone SSC\/HSC Exams From March-april To April-May..Please*","sentiment_score":-0.4318181818}
{"full_text":"Follow the scienceCDC said since august will retire PCR bec it does not distinguish between covid &amp; influenza... check it out.","sentiment_score":0.0}
{"full_text":"RT FDA will have 8 months -- not the 75 years it requested -- to release all documents related to the licensing of Pfizer's...","sentiment_score":0.0}
{"full_text":"RT Texas GOP Governor Greg Abbott won't impose a statewide mask mandate but needs assistance from the federal government...","sentiment_score":0.0}
{"full_text":"RT Our scener party has just ended! Thank you so much for joining, we hope you had fun Our peak of participants today was 95...","sentiment_score":0.25}
{"full_text":"Cleared? What did I miss? Possible Covid or did he get hurt? Man I work all day for one day and this is what happens! Haha","sentiment_score":0.1}
{"full_text":"Yes, there are many I would do this for. Maybe that is why I follow CDC guidelines and have been boosted in Nov. I will get a fourth, when requested and available. I wear a mask in drive thru as well. I do NOT want to be part of problem. I do want to be part of solution","sentiment_score":0.3}
{"full_text":"no I am not Australian but every country has its set of. The majority of Europe has a health pass requirement. you need proof of vaccination to enter any public places, board a plane or a train. So if you want to travel , you need to adhere to those or stay home. It's your choice","sentiment_score":0.0}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"RT Immediate relief to aspirants fallout: The impact on education in India -...","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT BREAKING: United States reports over 850,000 new daily coronavirus cases and over 2,000 deaths","sentiment_score":0.0681818182}
{"full_text":"RT I FORGOT TO POST THIS ALL LAST WEEK OOPSThere is no Zonebreaker until February 11th, and the PR season will start with tha...","sentiment_score":0.0}
{"full_text":"I feel that Moe is clearly demonstrating that he has been and still remains negligent in the handling of the pandemic. I've said it before, I don't care that he lacks the intellectual fortitude to understand what's actually going but it's his job to listen to the folks that do.","sentiment_score":0.1333333333}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"Wasn't me","sentiment_score":0.0}
{"full_text":"For a state with the worst Covid case increases ever DeathSantis would rather do away with testing altogether. If you didn't test at all your numbers would be great. 62,000+ deaths in Florida. DeathSantis only won by about 30K.Criminal negligence to waste all those Covid tests.","sentiment_score":-0.1}
{"full_text":"RT Modi ji hai to mumkin hai day': PM Modi congratulates India on...","sentiment_score":0.0}
{"full_text":"RT After another week of Covid data, how do the Sage models compare to actual? We're running a live comparison at the Spec...","sentiment_score":0.0681818182}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"I thought this was a scene from The Office or Parks &amp; Rec  We are DOOMED","sentiment_score":0.0}
{"full_text":"RT Due to the number of COVID cases and exposures among museum staff, the MAC will be closed on Saturday and Sunday, Janu...","sentiment_score":-0.1125}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"RT Why does the pro-life supreme court appears ready to reject a vaccine mandate for businesses when the virus has killed more r...","sentiment_score":0.1666666667}
{"full_text":"RT All these vaccinated people catching Omicron.  Where did they get their antibodies, Santa Cruz?","sentiment_score":0.6}
{"full_text":"RT Dear #America,Want to know how the NEXT #Variant will arise:Allow 600,000 people to get #Infected a day, shorten the...","sentiment_score":0.0}
{"full_text":"RT And not only Finland. Yet another reason I worry about all this \"let it rip\" omicron talk, with premature claims about it c...","sentiment_score":0.0}
{"full_text":"Are you fuckin stupid. I'll put it in big so you can see it. THIS COVID-19 VACCINE IS NOT WORKING AS THEY HAD HOPED!!","sentiment_score":-0.4}
{"full_text":"The SNP have so much to hide, surely this house of cards will come tumbling down soon. #snpout","sentiment_score":0.1814814815}
{"full_text":"RT Health crisis all over Maryland but not in Harford although the covid numbers are higher than almost any other county t...","sentiment_score":0.0625}
{"full_text":"Amy Coney Barrett Asks Key COVID-19 Question: When Will The Emergency End?","sentiment_score":0.0}
{"full_text":"The Doherty Institute's Sharon Lewin confirmed to on the other night, that 200,000 #COVID19 positive cases is VERY LIKELY, if not more, by the end of Jan.#ScottyTheGaslighter#ScottyTheBullshitArtist#ScottyThePathologicalLiar strikes AGAIN.(&amp; the CMO too)","sentiment_score":0.0504545455}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT \"Because they have close ties to the unions, Democrats are concerned that additional closures like those in Chicago cou...","sentiment_score":0.0}
{"full_text":"Listening to this morning's American Real Estate and Urban Economics Association session for #ASSA2022 #AEA2022 conference regarding COVID's effect on real estate - this image sums up the question for commercial real estate.  See the paper at this link:...https:\/\/t.co\/otd5zIk5v6","sentiment_score":0.1}
{"full_text":"RT Lying, corruption and incompetence is the ethos of Tory party.https:\/\/t.co\/s9vYxESl38https:\/\/...","sentiment_score":0.0}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"RT FDA will have 8 months -- not the 75 years it requested -- to release all documents related to the licensing of Pfizer's...","sentiment_score":0.0}
{"full_text":"Meanwhile over on Reddit which is worse, the vax side effects or COVID?Sometimes hard to tell with these posts. Note there were many other \"Me too\" replies.Also more the interesting comment re post removed. Why?(Sometimes) safe and effective.","sentiment_score":0.2229166667}
{"full_text":"RT Thousands across France are set to take to the streets today to protest against changes to the country's COVID-19 pass regulat...","sentiment_score":0.0}
{"full_text":"RT If Joe Biden already admitted that there is no federal solution to the virus, then how could a federal vaccine mandate b...","sentiment_score":0.0}
{"full_text":"RT If what's happening to Novak Djokovic in Australia doesn't convince you that this whole covid vaccination drive is not abou...","sentiment_score":0.2}
{"full_text":"RT Archaeologists: Here's exactly how pandemics have played out in the past w 10 top examplesHistorians: Here's how the 19...","sentiment_score":0.1666666667}
{"full_text":"RT Military deployed to Leicester hospitals amid Covid pressure","sentiment_score":-0.1}
{"full_text":"RT 22% COVID beds in Mumbai are occupied 11.5% COVID beds in Delhi are Occupied12% Oxygen beds in Delhi are occupied","sentiment_score":0.0}
{"full_text":"Asked Nigel Pearson on whereabouts of Tyreeq Bakinson. Nige confirms that the midfielder has had covid. \"He tested positive. Every club is dealing with that. He was training today... He'll be around... He's okay.\" #BristolCity","sentiment_score":0.3636363636}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"Agree.Follow this immunity boosting protocol to greatly minimize your risk of contracting Covid.I do.So far so good","sentiment_score":0.5333333333}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Dear All, it's just a suggestion: I believe the vaccination against Covid-19 must be mandatory for everybody in the World. This is the best way to make the World to win this great war against Covid asap. Vaccines for all!!!","sentiment_score":0.9333333333}
{"full_text":"I think this tweet is incomplete without this information.","sentiment_score":0.0}
{"full_text":"RT \"Ugh I don't feel well. Better go get multiple mammograms and stay home.\" -","sentiment_score":0.25}
{"full_text":"RT I sent a video message to thousands of demonstrators in Paris today who are fighting against authoritarian covid measure...","sentiment_score":0.0}
{"full_text":"I googled to find out what type of diseases that can stop someone from receiving the Covid vaccine, and found nothing, but a confirmed anaphylactic reaction to any of the ingredients in the vaccine, then one can't have the vaccine","sentiment_score":0.4}
{"full_text":"RT UnbelievableThe lawyer opposing Biden's vaccine mandate &amp; downplaying Covid is ARGUING REMOTELY because he has Covid &amp; is qu...","sentiment_score":-0.1}
{"full_text":"RT The Omicron surge has been truly devastating... for cancer centers.  1\/9","sentiment_score":-1.0}
{"full_text":"RT Today's twat in a hat is my brother in law.He's a bodybuilder who won't have the vaccine because he 'doesn't know what...","sentiment_score":0.0}
{"full_text":"Hey you won't believe it man .I work on a cruise ship ,right now docked in the Bahamas . Actually got my first time off in a mth but can't go out as we are level 2 Covid protocol .So that explains the drinking part last night .Btw I am a great fan of you bro","sentiment_score":0.2671428571}
{"full_text":"RT We again stand at a juncture where we are battling a COVID wave. Without discussing how dangerous this new variant may...","sentiment_score":-0.2318181818}
{"full_text":"COVID hits President Alvi againhttps:\/\/t.co\/TCu7LSpRIa","sentiment_score":0.0}
{"full_text":"Would you back COVID-affected essential businesses please?","sentiment_score":0.0}
{"full_text":"\"Covid-19 underlines the importance of grasping the opportunities that arise when you combine pure science with data science and digital technology,\" says Ciara O'Connell, head of the Global Service Centre in Dublinhttps:\/\/t.co\/RrN4DQ63dM","sentiment_score":0.0714285714}
{"full_text":"\"Yes, Trump famously said the pandemic would soon be over. But even his foes are starting to acknowledge a few things he may have done right,\" writes for","sentiment_score":0.1464285714}
{"full_text":"BS I'm vaxed I just had covid I spread it to no less then 5 others and every single one of them were vaxed. 1 got very sick and was hospitalized. You don't know shit about this yet you're dumb enough to listen to jackasses. That's the scary part.","sentiment_score":-0.3114583333}
{"full_text":"RT I can't wait for my girlfriend to marry me, buy us a house and go to work while I stay at home and watch TV the whole day. ","sentiment_score":0.2}
{"full_text":"We want to help your house stay homey even after the seasons change. #furniture #interiordesign #homedecor #design #interior #furnituredesign #home #decor #sofa #architecture","sentiment_score":0.0}
{"full_text":"A new report from the CDC shows that the virus is taking its biggest toll on kids five and younger -- the only ones in the country still not eligible to be vaccinated.","sentiment_score":0.0454545455}
{"full_text":"A young Nuneaton woman 'who was loved wherever she went' has tragically died just days after catching Covid.The loss has left her family &amp; friends shattered.#MCCNews #ChromosomeNews","sentiment_score":0.35}
{"full_text":"Ive had Covid and vaccinated and yes they aren't helping but if precautions were taken throughout the past decade or so we would be better off in schools, hospitals and CHSLD homes. Im pro choice. Implementing vax passport in groceries stores and pharmacies is not acceptable imo","sentiment_score":0.125}
{"full_text":"RT Look at the date on tweet. Our community saw what was necessary. It's all outlined.","sentiment_score":0.0}
{"full_text":"Same tactic used by zionists when they conflate anti Zionism with antisemitism.","sentiment_score":0.0}
{"full_text":"Omicron variant cases increasing in Karachi says, Muradhttps:\/\/t.co\/GW5PrF4CGA","sentiment_score":0.0}
{"full_text":"RT The schools in question here are the DC public schools, where Senator Cruz wants federal power to over-rule local opinion to...","sentiment_score":0.0666666667}
{"full_text":"Dallas County parents: if you're looking to get your kids tested for COVID, many school districts are offering free testing services. More info on testing locations and times available here:","sentiment_score":0.45}
{"full_text":"From restaurants to gyms, businesses and cities across the country have been issuing vaccine mandates, which has received some backlash nationwide.https:\/\/t.co\/cTEwDpQHXj","sentiment_score":0.0}
{"full_text":"an approach I have taken ","sentiment_score":0.0}
{"full_text":"RT Pandemic Preparedness in #JammuAndKashmir reviewed. Div Com Kashmir, Div Com Jammu, Mayors Jammu and Srinagar, DDC Cha...","sentiment_score":0.0}
{"full_text":"World tops 2 million new daily COVID cases, shows AFP tally","sentiment_score":0.0681818182}
{"full_text":"Yes. Its called screening.","sentiment_score":0.0}
{"full_text":"Don't bring COVID-19 back to University.Take a rapid COVID-19 test before you return. And if you haven't, get your booster vaccine.For more information on testing ","sentiment_score":0.25}
{"full_text":"Starting a new thread re: COVID experience. Fully vaxxed (Pfizer, 2nd dose in May 2021) &amp; boostered (Pfizer, November 2021).","sentiment_score":0.0454545455}
{"full_text":"The #AmherstMA Board of Health announced they will be delaying any action of a vaccine mandate for certain Amherst businesses such as restaurants, gyms and others during their emergency meeting on Dec. 30. #COVID19 #WesternMA #VaccineMandateshttps:\/\/t.co\/cKjecynUy6","sentiment_score":0.1047619048}
{"full_text":"RT The pandemic isn't ending because the people in power don't want it to","sentiment_score":0.0}
{"full_text":"launched #air purification systems for #cars and #buses clears out more than 95 percent of viruses, including #Covid19. #CEShttps:\/\/t.co\/9AFzHOPGBU","sentiment_score":0.5}
{"full_text":"Home births are on the rise in CT; pandemic the reason, mothers say:","sentiment_score":0.0}
{"full_text":"The Omicron variant has changed the nature of the pandemic, making it far harder to contain.","sentiment_score":0.0}
{"full_text":"#RoyalCaribbean Cruises Ltd has paused some of its cruise operations amid rising numbers of #COVID19 infections due to the #Omicron variant.Read more:","sentiment_score":0.1875}
{"full_text":"Listen to our bilingual phone-in programme on #COVID19 LIVE","sentiment_score":0.1363636364}
{"full_text":"RT Lionel Messi has been providing us with art like the ghost of Mozart for nearly 20 years and people are mad that he's taking...","sentiment_score":-0.2625}
{"full_text":"A peak in #omicron cases in the U.S. is coming soon, says #infectiousdisease modeler Here'e what to expect: ","sentiment_score":0.0}
{"full_text":"The show expects Golderberg to return to the panel next week.","sentiment_score":0.0}
{"full_text":" Covid Test Makers Struggle to Cope With Whiplash From Omicron: Bloomberg","sentiment_score":0.0}
{"full_text":"Michigan currently leads the COVID-19 case rate for incarcerated people with 76 cases per 100 persons, nine times the rate of the entire state.https:\/\/t.co\/vHgF3E29Bq","sentiment_score":0.0}
{"full_text":"Regardless, asymptomatic testing or testing with minor symptoms which, let's face it is the majority of omicron, is currently greatly impacting hospital ERs.","sentiment_score":0.375}
{"full_text":"RT A question lingering: if Djokovic was claiming a coronavirus positive in last six months as reason for an exemption, whe...","sentiment_score":0.1136363636}
