{"full_text":"RT I really do not take pleasure in having been right about COVID for two years and now seeing the government repeating the...","sentiment_score":0.0928571429}
{"full_text":"RT If Scotland's current Covid measures have having next to no effect, as reported here in the Times, they are unlawful. They...","sentiment_score":0.0}
{"full_text":"RT If you're drinking your own piss to prevent Covid, you've got a lot more to worry about than getting a fucking vaccine.","sentiment_score":0.1666666667}
{"full_text":"After everyone's had it...","sentiment_score":0.0}
{"full_text":"RT While an unvaccinated Novak Djokovic is in court arguing he should be allowed to stay, win a few million dollars in tennis,...","sentiment_score":0.3}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT Johnson's response to allegations he attended a downing street party while the country was in lockdown:","sentiment_score":0.0}
{"full_text":"RT #BreakingNews The Biden Administration is requiring insurance companies to cover 8 at home COVID-19 tests per person per month st...","sentiment_score":0.0}
{"full_text":"RT Why don't and carry the daily White House press briefing every day just like it did for Trump?Insane that I h...","sentiment_score":0.0}
{"full_text":"And the 4.4 billion in pandemic funds that went missing, the lawsuits  lost, stickers that didn't stick, bracelets that didn't beep, license plates that were faulty, photo op jackets with Premier on them, Oh wait,  that's under the wise business man who knows $.","sentiment_score":0.25}
{"full_text":"No lockdowns. Dem never get the memo?","sentiment_score":0.0}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT Every day, It becomes clearer Biden, Fauci &amp; the CDC have been blowing smoke at us about the truth of a vaccine meant to pr...","sentiment_score":0.0}
{"full_text":"My guess would be even Twitter had to rein it in a tad. Safe and effective is a bit of a stretch. Unless someone is going to change the definitions of \"safe\" and \"effective\" like they did vaccine.","sentiment_score":0.55}
{"full_text":"Only partial reimbursement for \"out-of-network retailer[s]\".","sentiment_score":-0.05}
{"full_text":"RT Many people asked me about \"Ebola- or Marburg- like hemorrhage fever virus\" in .Based on my internal sources from ,...","sentiment_score":0.25}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT Even if you're vaccinated and boosted, it's important to mask up in public indoor spaces to protect yourself and people a...","sentiment_score":0.2}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT I've sacrificed a lot, even before Covid, my family have suffered the brunt of it and I've always said \"I'm w...","sentiment_score":0.0}
{"full_text":"Omicron vaccine 'may not matter--everybody's going to be infected,' says expert - CNBC","sentiment_score":0.0}
{"full_text":"RT Joe Manchin continues to move the goalposts, delaying relief for the millions of women and families that are struggling du...","sentiment_score":0.0}
{"full_text":"RT If you're more outraged over Boris Johnson having a garden party during lockdown than you are over lockdown itself, you'r...","sentiment_score":-0.2}
{"full_text":"RT I don't know who needs to hear this but COVID testing should not replace common sense. If you were exposed and develop sym...","sentiment_score":-0.3}
{"full_text":"RT Three doses do reduce the risk of infection with Omicron, though not as much as we'd like. No infection --&gt; no transmiss...","sentiment_score":0.2}
{"full_text":"RT At this point, just let 'em go...","sentiment_score":0.0}
{"full_text":"RT Remember the Nightingale Hospitals? They cost PS500 million and by April 2021 had treated just 384 COVID patients (PS1.3m...","sentiment_score":0.0}
{"full_text":"RT So now we know. While a Minister was in the Covid press briefing telling people to stick to the rules and to meetings of...","sentiment_score":0.0}
{"full_text":"RT \"The NHS workforce has faced unprecedented demands during the pandemic &amp; is key to our recovery from it. This [@CommonsHe...","sentiment_score":0.3}
{"full_text":"He should be banned for spreading #covid #misinformation contrary to #cdc","sentiment_score":0.0}
{"full_text":"RT T-cells from common cold coronaviruses can provide protection against COVID-19, an Imperial College London study has found...","sentiment_score":-0.45}
{"full_text":"RT Watch as two muppets discover fire.","sentiment_score":0.0}
{"full_text":"RT Those who died from COVID with \"underlying conditions\" still suffered a preventable death and deserved to live too.","sentiment_score":0.1363636364}
{"full_text":"\"as per my last email\" is out. It's now \"as per the CDC\"","sentiment_score":0.0}
{"full_text":"RT There's a lot of heated disagreement over vaccine mandates and lockdowns but one thing we (should) all agree on is that t...","sentiment_score":0.0}
{"full_text":"RT Once again the most vulnerable in our community are put at the back of the line. This problem isn't just limited to aged...","sentiment_score":-0.0342857143}
{"full_text":"RT Yet again it's one rule for and another rule for the rest of us. This time a massive garden party at his pl...","sentiment_score":0.0}
{"full_text":"RT \"Dogs don't get COVID because they drink out of the toilet,\" is the next hot take from the land of anti-vax yahoos.","sentiment_score":0.0722222222}
{"full_text":"You know what the pandemic is a good thing","sentiment_score":0.7}
{"full_text":"RT The government's failed COVID19 response will never be due to our country's lack of experts; it's because the government...","sentiment_score":-0.3125}
{"full_text":"#uspoli #covid19 #maga STIPULATED SPREADER by John Darkow #maga #kag #tcot","sentiment_score":0.0}
{"full_text":"RT As we approach one million covid deaths in the US, never forget that our media began using the term \"post-pandemic\" back when...","sentiment_score":0.0}
{"full_text":"I heard from some very good people that vasectomies and getting your tubes tied will prevent you from getting covid.","sentiment_score":0.91}
{"full_text":"RT Plans for \"living with COVID\" should be about mask mandates, crowd limits, access to healthcare, and remote options -...","sentiment_score":-0.1}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT Sue the Democrats for everything!!! Vaccine mandates, border, illegal immigrant costs, on and on.... ","sentiment_score":-0.5}
{"full_text":"RT CNN's Jake Tapper rips into \"misleading\" COVID hospitalization numbers.\"We're 2 years into this ... if somebody's in th...","sentiment_score":0.0}
{"full_text":"RT Dude. WTF.","sentiment_score":-0.5}
{"full_text":"RT The base requirement to save lives is humanitarian access.In Ethiopia, WHO was able to dispatch 14 MT of medical supplies to...","sentiment_score":-0.1}
{"full_text":"RT Liberals would means test and ask for a receipt from someone before administering CPR","sentiment_score":0.0}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT \"During the pandemic, as other states grandstanded, Arizona protected lives, livelihoods and individual liberty.\"COVID was...","sentiment_score":-0.0625}
{"full_text":"RT Pediatric Covid cases surges in Texas. And governor Abbott is concerned with re-election only ! Please vote BETO !","sentiment_score":0.0}
{"full_text":"Pfizer CEO says two Covid vaccine doses aren't 'enough for omicron'","sentiment_score":0.0}
{"full_text":"supporting segregation and draconian measures again.https:\/\/t.co\/8tpgpa8lsc","sentiment_score":0.25}
{"full_text":"RT 99% of people never would have known there was a \"pandemic\" if they hadn't been told","sentiment_score":0.0}
{"full_text":"RT \"As an E.R. Doctor, I Fear Health Care Collapse More Than Omicron\"Writing in the NYT, says we have the tre...","sentiment_score":0.5}
{"full_text":"I cannot say this enough... PLEASE STAY HOME IF YOU'RE SICK! Let others know if you're sick if you been around them. Watch your symptoms and your loved ones in the same house hold. Get everything you need to check your levels for temp, oxygen and heart rate. It's hard right now","sentiment_score":-0.1304421769}
{"full_text":"RT It is absolutely wild to me how many people legit think exposing an entire generation of kids to Covid is better than s...","sentiment_score":0.275}
{"full_text":"RT Late to reality, and finally report the CDC has been issuing 'misleading' COVID hospitalization numbers...","sentiment_score":-0.15}
{"full_text":"RT Conspiracy theorists - 49,837Corporate press - 0","sentiment_score":0.0}
{"full_text":"we in the level red for covid and still not getting shut down???","sentiment_score":-0.0777777778}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"RT Are they going to admit that mass testing of asymptomatic persons using tests that have a high false positive rate wil...","sentiment_score":-0.0042424242}
{"full_text":"COVID hospitalizations in San Mateo County have jumped from 63 confirmed cases Friday to 126, with now 14 in ICU. Still below last January when hospitalizations were in 200s. Testing positivity rates are now 11.3%, from 8% Friday. Total case count jumped from 67,141 to 72,695.","sentiment_score":0.1333333333}
{"full_text":"RT Here's my running medals up to 2020...18 marathons, 25 ultras and various half maras. Since April 2020, my first covid jab,...","sentiment_score":0.0277777778}
{"full_text":"Let's have an election, we need a new approach and new leadership.Action, not hope and pushing through.","sentiment_score":0.1363636364}
{"full_text":"#NovakDjokovic photos with children: Covid-19 positive question shuts down press conference via","sentiment_score":0.0358585859}
{"full_text":"RT This is sheer fucking insanity. Such an incomprehensible move with put those most vulnerable at an increased risk, along...","sentiment_score":-0.12}
{"full_text":"RT Whilst we're all disregarding the safety of disabled people during a pandemic, just remember, they're the only minority...","sentiment_score":-0.1}
{"full_text":"RT There is quite a difference between safely social distancing somewhere for maybe an hour or so and having...","sentiment_score":0.0333333333}
{"full_text":"No way, will just breed those vaccine resistant headaches that will run amok and eat our young","sentiment_score":0.1}
{"full_text":"RT Biden. CDC. FDA. You've screwed up enough. Give us the medications we need to treat early. OUTPATIENT! Untie our hands, step...","sentiment_score":0.0625}
{"full_text":"I still can't believe it looks like the Pacers are going to get through their Covid outbreak without either of Turbonis getting into protocols.Turbonis survives everything somehow.","sentiment_score":0.0}
{"full_text":"The vaccine paradox - look it up.","sentiment_score":0.0}
{"full_text":"covid arc coming in season 4 by 2028 let's go","sentiment_score":0.0}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"RT According to the CDC, only 50,000 people died from COVID-ONLY as opposed to the 836,000 figureI need new conspiracy the...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: Fox's Peter Doocy returns to White House briefings after surviving COVID-19 to ask Psaki why Biden has refer...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Fox's Peter Doocy returns to White House briefings after surviving COVID-19 to ask Psaki why Biden has refer...","sentiment_score":0.0}
{"full_text":"RT Dan..that first sentence is false. 90% of hospitalizations are non vaccinated..thank God the new variant is l...","sentiment_score":-0.0045454545}
{"full_text":"RT If you're drinking your own pee to try to cure Covid, urine trouble.","sentiment_score":0.2}
{"full_text":"RT Aye so I got masks coming from Project 95 or whatever. Label been printed since the 31st. Is there any other place I can get...","sentiment_score":-0.125}
{"full_text":"RT Secret leaked NHS email reveals 'thinly veiled threat' aimed at hospitals as omicron surges take over: staff 'bullied in...","sentiment_score":-0.4}
{"full_text":"RT Based on what we know now, people are most infectious just before developing Covid symptoms and a couple of days after. T...","sentiment_score":0.5}
{"full_text":"RT Fuuuuuuuuuuuck","sentiment_score":0.0}
{"full_text":"Japan says NO to vaccine mandates, passports, and discrimination against unvaxxed","sentiment_score":0.0}
{"full_text":"Me. I did what was \"right\" and got my vaccines when I could even though my age group has an astronomically low chance of serious illness from covid let alone death. Not a chance I'm getting a third, I see no point. But somehow that makes me anti vax (with two shots)","sentiment_score":-0.0119047619}
{"full_text":"RT The article even argues we should mock the deaths of those who oppose vaccine mandates, even if they support people choos...","sentiment_score":0.0}
{"full_text":"RT is she like stuck over there cos of covid","sentiment_score":0.0}
{"full_text":"RT A popular far-right and anti-vaccine leader has a new remedy for followers who fall sick with Covid-19: drink their own uri...","sentiment_score":0.1555194805}
{"full_text":"RT I can't step away from Twitter for a half day without coming back to something ridiculous. Go ahead and call it urine thera...","sentiment_score":-0.1666666667}
{"full_text":"RT Sorry but I don't want Ontario Liberals, who wasted billions of our $ on unreliable 'green' energy, drove up electricity pri...","sentiment_score":-0.3}
{"full_text":"RT We have a lot of older people and as a whole we are less healthier than...","sentiment_score":0.0666666667}
{"full_text":"RT CORONAVIRUS: Pfizer's CEO says vaccine for omicron variant will be ready in March and manufacturing has begun","sentiment_score":0.2}
{"full_text":"RT Somehow and mysteriously, no matter how shocking the trends, how unexpectedly so, how uncorrelated with previous advice...","sentiment_score":-0.2666666667}
{"full_text":"CDC Director: 'What [Vaccines] Can't Do Anymore Is Prevent Transmission'","sentiment_score":0.0}
{"full_text":"RT \"Some of the smartest minds on the planet have developed a series of groundbreaking Covid vaccines in record time.Their...","sentiment_score":0.1}
{"full_text":"RT Dude. WTF.","sentiment_score":-0.5}
{"full_text":"RT Peter Doocy, who says he is triple-vaxed, still got COVID. Fortunately thanks to his vaccinations it was a mild case.B...","sentiment_score":0.2666666667}
{"full_text":"Absolute wanker. How many more revelations can come out about him and this Government just taking the piss.","sentiment_score":0.4}
{"full_text":"RT The state is now having healthcare staff work while COVID-positive. This comes after thousands of staff were fired even i...","sentiment_score":0.0}
{"full_text":"RT Sensitivity of a single antigen test was 95.2% for Ct threshold of &lt; 30 A single BinaxNowTM rapid antigen test dete...","sentiment_score":-0.0714285714}
{"full_text":"RT BREAKING: E3 2022 will be online-only again due to the pandemic.","sentiment_score":-0.125}
{"full_text":"RT Today, we continue to report a very high level of incidence of #COVID19 in the community. It is essential for everyone to p...","sentiment_score":0.104}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"Meanwhile, at an \"affordable housing\" apartment building in the Bronx, no fire sprinklers, self-closing doors that didn't close and stairwells that turned into a chimney full of smoke. Story:","sentiment_score":0.35}
{"full_text":"RT Got my Moderna #COVID19Vaccine booster yesterday and #ChooseToVaccinate was the only choice I had to make! Evidence shows...","sentiment_score":0.0}
{"full_text":"RT Care to change any statements made  in the chamber .Bullshit and Bluster Boris.Don't let the door hit you k...","sentiment_score":0.0}
{"full_text":"Dont worry, the MSM, CDC and big tech are responding to clean up this mess. Will be a thing of the past very soon.","sentiment_score":0.0283333333}
{"full_text":"RT I thought covid was just the flu. Why are these anti-vaxxers suddenly so pissy?","sentiment_score":0.0}
{"full_text":"Covid bi leu won","sentiment_score":0.0}
{"full_text":"This is part of the world wide plan. If we got news at all, people would see how other countries are rebelling in the streets.","sentiment_score":-0.1125}
{"full_text":"He'll spread covid? Lols Australia especially Melbourne reeks with Covid lols... that's the govt for ya, put there noses out of joint they will continue to pick at ya. Let him play its his last game in Aussie and he would if been the draw card.","sentiment_score":-0.1333333333}
{"full_text":"RT Just overheard the husband on the phone w an anti vaxxer from his motorcycle club. \"Wtf, do what research? No disrespect, m...","sentiment_score":-0.5}
{"full_text":"RT  Christmas Ballerina Set Concept (Not Coming to RH) Merry Christmas RHTC, this year has been crazy but really fun and al...","sentiment_score":-0.15}
{"full_text":"RT Follow the science!Latest Lancet article states that vaccinated can catch and spread virus just as easily as...","sentiment_score":0.4333333333}
{"full_text":"RT New CDC policy just dropped","sentiment_score":0.1363636364}
{"full_text":"RT Inslee owns each and every one.","sentiment_score":0.0}
{"full_text":"Because they are coming after the children . Nobody in their right mind would get the vaccine for their child . The uptake is probably low. I'd be surprised if they dont try to make it as hard for unvaccinated children as it is for adults vax free . Testing for a reaction","sentiment_score":0.0988095238}
{"full_text":"RT Preach on. I'm here for it.","sentiment_score":0.0}
{"full_text":"RT It's been over six weeks since the Thanksgiving announcement of omicron. Six weeks to reduce transmission. Six weeks to prepare...","sentiment_score":0.0}
{"full_text":"RT It is with great pleasure I can tell you there are ZERO active covid patients in Intensive Care Community...","sentiment_score":0.3333333333}
{"full_text":"Once this pandemic is over, should take his \"Alex in wonderland\" abroad.","sentiment_score":0.0}
{"full_text":"same Pope  JP23rd who tried to save JFK saving world with and Merton Cousins Khrushchev","sentiment_score":0.0}
{"full_text":"RT #BREAKING: 140,000 Americans hospitalized with COVID-19, highest since pandemic began.","sentiment_score":0.0}
{"full_text":"If they test positive for covid, it is a positive covid case. If they are in ICU and test positive for covid, they are covid. If they die and test positive for covid, it is a covid death.","sentiment_score":0.2272727273}
{"full_text":"RT Everything is getting so stupid","sentiment_score":-0.8}
{"full_text":"RT Biden on CNN: \"you're not going to get Covid if you have these vaccinations.\" ","sentiment_score":0.0}
{"full_text":"BREAKING: The COVID testing system, everywhere?**except Austria apparently.","sentiment_score":0.05}
{"full_text":"RT Biden. CDC. FDA. You've screwed up enough. Give us the medications we need to treat early. OUTPATIENT! Untie our hands, step...","sentiment_score":0.0625}
{"full_text":"RT Why stop there? They should all eat shit as well.","sentiment_score":-0.2}
{"full_text":"RT this pandemic just keeps ruining &amp; ruining &amp; ruining &amp; ruining our fucking PLAAAAANS !!!!!! im just so tired,,, just go...","sentiment_score":-0.7}
{"full_text":"RT Unconfirmed reports coming in that there was at least one day during lockdown that Boris Johnson wasn't at a party","sentiment_score":-0.3}
{"full_text":"Considering when he had COVID he attended public events without even a mask, I wouldn't be shocked if Novak thought so.","sentiment_score":-0.35}
{"full_text":"RT There were no gatherings during lockdownThere were gatherings, but not parties There were parties, but...","sentiment_score":0.0}
{"full_text":"Spot on","sentiment_score":0.0}
{"full_text":"RT As Israel moves ahead with 4th COVID shot, scientists told the New York Times the additional booster may cause more ha...","sentiment_score":0.3181818182}
{"full_text":"I've heard a bite from a rattlesnake will prevent it. Any takers want to try it out?","sentiment_score":0.0}
{"full_text":"RT Stay tuned for tomorrow's press briefing, when Doocy will ask why seatbelt laws have not completely eliminated traffic death...","sentiment_score":-0.05}
{"full_text":"So thinks they come up with a new vaccine every time they come up with a new variant?","sentiment_score":0.1363636364}
{"full_text":"two peas in a pod meant for each other evil is the word I give it","sentiment_score":-0.5625}
{"full_text":"6 more COVID deaths in the #CoachellaValley last week out of 41 in the county.1 in Coachella2 in Indio3 in Palm Desert131 people hospitalized in valley hospitals, the highest since Feb 9, 2021.","sentiment_score":0.25}
{"full_text":"Is it simply that (d) is in an \"approved form\" such as whereas (c), a certificate issued by medical pract. in different form (eg medical practice letterhead). Unless all such certificates must be on the approved form, in which case it would be unnecessary","sentiment_score":-0.0571428571}
{"full_text":"Would you back pandemic emergency service workers please?","sentiment_score":0.0}
{"full_text":"RT AOC avoiding COVID for nearly two years while in NYC and DC but getting it after spending like a week in Florida is...not the...","sentiment_score":0.1}
{"full_text":"Authorities in Texas say a mother has been charged with child endangerment for allegedly putting her 13-year-old son in the trunk of her car so she didn't get exposed after he tested positive for COVID-19.","sentiment_score":0.0636363636}
{"full_text":"Dumbass. The delta variant was first discovered 2 months prior to the vaccines even being publicly available. Even after people got vaxxed they tried to blame the delta variant on unvaxxed people. It's dumb, and so are you.","sentiment_score":0.06875}
{"full_text":"It's important to stay aware of the changes and movements that are driving business in a post-pandemic world. 16 members of Forbes Coaches Council discuss the key trends that they believe will impact #SmallBusinesses the most in 2022. Read here: https:\/\/t.co\/g2WcTyrIz5","sentiment_score":0.2875}
{"full_text":"Not only that, over 40% of covid hospitalizations are people going to the hospital for something else and testing positive. They are fudging the numbers again just like the death count. CNN is even talking about it finally ","sentiment_score":0.0757575758}
{"full_text":"RT At let them do what they want.","sentiment_score":0.0}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"The standoff between the Chicago Teachers Union and City officials drags on as classes have been canceled for the fourth consecutive day amid a surge in COVID-19 cases.","sentiment_score":0.0}
{"full_text":"UPDATED COVID GUIDANCE:* Quarantine reduced to 5 FULL days* Test-to-Stay expanded to include staff* New cases have been exploding. We encourage staff &amp; students to consider surgical or KN95\/KF94 masks rather than cloth. Details:","sentiment_score":0.2431818182}
{"full_text":"#XLIVESOFWOLVERINE2 &amp; #XDEATHSOFWOLVERINE2 exclusive variant with art by Access starts NOW on the Unknown Comics App!Available online 01\/11\/2022 12 PM CST on the site! #WOLVERINE #marvel #marvelcomics #RYANSTEGMAN #unknowncomicbooks","sentiment_score":-0.125}
{"full_text":"High levels of T-cells from common cold coronaviruses can provide protection against #COVID19, an Imperial College London study has found, which could inform approaches for second-generation vaccines.https:\/\/t.co\/WFU1KX4idS","sentiment_score":-0.2466666667}
{"full_text":"They said that 2A was the hood part, not ready but i am very exited YAYAYYYY","sentiment_score":0.05}
{"full_text":"RT You mean the failed vaccine that has saved countless lives and will continue to do so? That failed vaccine?","sentiment_score":-0.328125}
{"full_text":"If you invest $1000 in $MG today at $7.36 per share, and the stock prices rebound back to pre-pandemic prices at $9.68, your investment would be worth $1315.22! That's 32% growth and $315.22 profit!  See more:  $SE $NMZ $CDEV $KBLMW $ESBK","sentiment_score":0.3229166667}
{"full_text":"RT Omicron may be the end to the pandemic crisis - if only elite health officials would let it.","sentiment_score":0.0}
{"full_text":"RT A warning today from the as cases of covid-19 surge.  Details tonight on at 6:30 and 7 on the plus. h...","sentiment_score":0.0}
{"full_text":"RT Media, CDC Quietly Admit 3 COVID Truths After 2 Years Of Lies. Did They Think We Wouldn't Notice?","sentiment_score":0.0}
{"full_text":"RT It's vile that a Labour Party member would actively call for discrimination &amp; segregation of his own constituents viola...","sentiment_score":0.2333333333}
{"full_text":"RT For the first time in your life do the decent thing . Resign. But my thoughts tonight are with all those who...","sentiment_score":0.2083333333}
{"full_text":"Parents calling for more measures to be taken in schools. #OntEd #OnPoli","sentiment_score":0.5}
