{"full_text":"Victorian Premier Daniel Andrews says there is \"significant pressure\" on the state's health system as the state records 37,994 new COVID-19 infections. \"There were 3,992 health - the hospital staff - not available to work because they were either...","sentiment_score":0.1037878788}
{"full_text":"RT Due to the pandemic, the nation's blood supply is dangerously low, prompting the Red Cross to announce a national blood...","sentiment_score":-0.03125}
{"full_text":"What a disappointment. Lower sales yoy Q4 sales with a much more expensive sales team, terrible. 21 people enrolled in COVID phase 3 in 2 months. This leadership is doing nothing and people across the world are still dying everyday.","sentiment_score":-0.36}
{"full_text":"RT I've never taken another \"vaccine\" that caused me to get major symptoms, failed to stop me from spreading a disease to ot...","sentiment_score":-0.21875}
{"full_text":"i certainly think most people (middle class\/working class) are traumatized by this pandemic. death, isolation, disability, job search, poverty, evictions etc. granted everyone is traumatized to a different degreethis pandemic has ruined a lot of things for me personally as well.","sentiment_score":0.1428571429}
{"full_text":"RT *whispers* they slid it in the news a few days ago that at home tests are *not* detecting omicron","sentiment_score":-0.2}
{"full_text":"RT BREAKING: CDC Director admits that over 75% of COVID deaths are in people with 'at least 4 comorbidities.'","sentiment_score":-0.3}
{"full_text":"Locked down with out officially been told to lockdown. What type of world are we living. Peninsulas should be busy. People out enjoying the sun yet we are pigeon holed. Just what the want","sentiment_score":0.1481481481}
{"full_text":"ahhh yes i have seen this person making some epic tweets about Covid as well","sentiment_score":0.1}
{"full_text":"RT A variant I created for the latest artwork bundle Artwork Set:","sentiment_score":0.5}
{"full_text":"RT SCIENTISTS: We developed a vaccine which makes you *20X less likely* to die of Covid.REPUBLICANS: What if we drank pee...","sentiment_score":-0.0222222222}
{"full_text":"RT Pfizer CEO on the vaccine that the U.S. government wants to mandate for the entire population:\"Two doses of the vaccine of...","sentiment_score":0.1}
{"full_text":"Looks like a genocide to me. Effective population cleaning.","sentiment_score":0.6}
{"full_text":"RT SCIENTISTS: We developed a vaccine which makes you *20X less likely* to die of Covid.REPUBLICANS: What if we drank pee...","sentiment_score":-0.0222222222}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"My uni says they're following CDC guidelines sooooo.... ","sentiment_score":0.0}
{"full_text":"RT Scott Morrison has failed on testing, tracing, vaccines and quarantine. That's the Grand Slam of pandemic failures.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: New, first-time COVID vaccinations in Quebec skyrocket by over 300% after the Canadian province bans th...","sentiment_score":0.1363636364}
{"full_text":"RT According to the CDC, only 50,000 people died from COVID-ONLY as opposed to the 836,000 figureI need new conspiracy the...","sentiment_score":0.0681818182}
{"full_text":"Covid: Fact-checking the doctor who challenged the health secretary - BBC News","sentiment_score":0.0}
{"full_text":"RT What if we all just committed to wearing an N95 when around others for the next 2-3 weeks?","sentiment_score":0.0}
{"full_text":"RT My husband died Sunday he didn't have covid but because of covid &amp; his negligent handling of this crisis I w...","sentiment_score":0.0}
{"full_text":"RT Due to the pandemic, the nation's blood supply is dangerously low, prompting the Red Cross to announce a national blood...","sentiment_score":-0.03125}
{"full_text":"RT If the federal government allow a tennis player, with the moral calibre of someone who attended events with kids while a...","sentiment_score":0.0}
{"full_text":"RT entire thread is good","sentiment_score":0.35}
{"full_text":"RT Can't we arrest these people for harassment? I mean come on. Our kids shouldn't have to run the gauntlet of crazy to access t...","sentiment_score":-0.3208333333}
{"full_text":"RT Media, CDC Quietly Admit 3 COVID Truths After 2 Years Of Lies. Did They Think We Wouldn't Notice?","sentiment_score":0.0}
{"full_text":"RT Due to the pandemic, the nation's blood supply is dangerously low, prompting the Red Cross to announce a national blood...","sentiment_score":-0.03125}
{"full_text":"RT \"The British public have just about had enough.\"Labour's Angela Rayner says it is \"despicable\" that the PM allegedly attende...","sentiment_score":-0.025}
{"full_text":"Jen Psaki Schools Fox News Reporter Peter Doocy on How COVID Vaccines Work","sentiment_score":0.0}
{"full_text":"RT UK data: Omicron is as severe as Delta for cases that would be infected by Delta, and infects people who would not be inf...","sentiment_score":0.0}
{"full_text":"RT I was just informed that a patient who presented with dyspnea and was found to have bilateral unprovoked PEs also has \"asymptom...","sentiment_score":0.0}
{"full_text":"RT Fact-checking the doctor who challenged the health secretary on Covid","sentiment_score":0.0}
{"full_text":"Nobody seems to wonder what the chicken pox\/shingles equivalent will be for covid.","sentiment_score":-0.6}
{"full_text":"okay but what about tying myself to a giant ACME rocket and slamming into a cliff face, would that help with COVID-19","sentiment_score":0.25}
{"full_text":"They have had 2 years now to build another hospital, open more clinics. Stop blaming it on covid. We had a problem long before that came along.","sentiment_score":0.15}
{"full_text":"Guy dies and asks God why he didn't help him? He says, I sent the doctors, nurses, scientists and they created a #vaccine but you didn't take it. Don't blame #China #Antifa #BLM #Democrats #Biden because you are too stupid to get #Vaccinated. #Trump is your delusion. #MAGA","sentiment_score":-0.8}
{"full_text":"Hbo shows don't play they just better n they know it period","sentiment_score":0.5}
{"full_text":"RT (1\/2) With escalating Covid infections and uncertainty around Omicron, the SCMS Board is deliberating the best path forward...","sentiment_score":1.0}
{"full_text":"El covid a full","sentiment_score":0.35}
{"full_text":"Y'all don't be embarrassed when y'all log on to this app like I need to know","sentiment_score":0.0}
{"full_text":"RT notice how she said this right after she got the booster? the vaccine is turning our children gay.","sentiment_score":0.3511904762}
{"full_text":"#NaturalImmunity is my new triggering phrase. The #vaccine may not prevent you from getting #Covid but it prevents you from DYING from Covid.Why is this such a hard sell!!??@JoyAnnReid #thereidout #manbc","sentiment_score":-0.0517676768}
{"full_text":"It's deplorable that hospitals are overfilled with those who refuse to be vaccinated or wear masks (Their rights, you know?) What about those with serious medical conditions unrelated to Covid? Don't their rights matter?","sentiment_score":-0.3111111111}
{"full_text":"RT The intensity of last February's winter storm caught many Texans by surprise. With the winter season in full swing, her...","sentiment_score":0.2833333333}
{"full_text":"RT Omicron case numbers are huge but over a billion of us normally get a cold each year, and for most vaccinated people Omicr...","sentiment_score":0.1125}
{"full_text":"RT Very tired of the gaslighting takes that insinuate that the fear\/anxiety over COVID is worse than actual COVID.","sentiment_score":-0.3066666667}
{"full_text":"However, in his own letter, Gaetz identifies the key to dismantling his own argument and rhetoric. Far from requiring a \"vaccine passport\" or requiring proof of vaccination in violation of EO 21-81,","sentiment_score":0.325}
{"full_text":"RT .@Craig_A_Spencer sounds the alarm: As an E.R. Doctor, I Fear Health Care Collapse More Than Omicron","sentiment_score":0.5}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"I thought I might have caught COVID based on my symptoms, but two negative tests within 48 hours says no.","sentiment_score":-0.3}
{"full_text":"Texas Children's Hospital reports highest number of pediatric COVID hospitalizations.For the first time during the pandemic, more than 75 kids are hospitalized with COVID-19 at Texas Children's Hospital. #HISD #Omicron ","sentiment_score":0.375}
{"full_text":"RT We always need to remember covid often starts with a milder prodromal phase (early few days). More severe pathology can...","sentiment_score":0.1333333333}
{"full_text":"RT We locked down. We isolated. We got vaxxed. We attempted remote learning. We wore masks. We checked in. We got tested. We...","sentiment_score":-0.1277777778}
{"full_text":"The scariest thing for me about the Covid pandemic is how many people have let their inner nazi\/psychopath out\/show\/run riot.","sentiment_score":0.25}
{"full_text":"Why is it important to get a booster dose of corona vaccine? -","sentiment_score":0.4}
{"full_text":" please please please pass a stand alone stimulus covid relief payment ASAP for those of us on SSI SSDI VA RR Low Income Elderly etc! We're suffering while upper class are getting everything and not suffering at all!!!!","sentiment_score":0.0}
{"full_text":"RT Pfizer will have an Omicron vaccine ready in March, months after everyone has already contracted and gotten over the vir...","sentiment_score":0.2}
{"full_text":"he admits the alternative of \"proof of a professionally administered negative COVID test within 72 hours immediately prior to the start of the Festival\" by quoting the policy verbatim.I cannot pretend to understand the desired outcome of this letter.","sentiment_score":-0.0666666667}
{"full_text":"what's crazy is .. the assignment i just left was with LAUSD for covid testing. they decided those students who were vaccinated would return to school without wearing masks &amp; those who were unvaccinated would return without them as well.","sentiment_score":-0.3}
{"full_text":"RT Peter Daszak asked for US-funded virus data to be withheld, FOIAed by extremely important that we don't...","sentiment_score":0.4}
{"full_text":"RT During covid, while govt shut down your business &amp; you lost your job, Fauci spent $200k of YOUR taxpayer money to make som...","sentiment_score":-0.1277777778}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"Because you and your media ghouls have been pushing covid fear porn to insane degrees? You're causing the sheep to panic and then reporting on it, wash rinse repeat... Yall are disgusting.","sentiment_score":-1.0}
{"full_text":"RT They pushed A Pandemic that never was with a vax that may not work! -How am I Doing so far?","sentiment_score":0.1}
{"full_text":"So sorry. You aren't the only ones who stay home when kids are obviously sick. We've been doin fevers since Wed. with cough, and 4mo just went down. We feel you. And I'm praying now for you and yours, &amp;the anxiety that comes w\/ caring for sick kids","sentiment_score":-0.4168253968}
{"full_text":"RT If you're drinking your own pee to try to cure Covid, urine trouble.","sentiment_score":0.2}
{"full_text":"Insanity &amp; abject malfeasance.   The Great Surrenderhttps:\/\/t.co\/w5KBvDWDQJ","sentiment_score":0.8}
{"full_text":"And disallow medicines that actually work!","sentiment_score":0.0}
{"full_text":"Big Question: What Is CDC Director Hiding Regarding Deaths? via","sentiment_score":0.0}
{"full_text":"RT Not all face masks are created equal. N95 face masks are far more effective than cloth masks in preventing the spread of...","sentiment_score":0.3}
{"full_text":"RT Arnold Clavio (@TWACofficial) narrates 'real and serious' COVID-19 experience","sentiment_score":-0.0666666667}
{"full_text":"RT You see what he's doing here, right? He's backtracking on the long held claim that his shots do anything past expira...","sentiment_score":-0.0047619048}
{"full_text":"The reason 80% of us do. They say they want u to stay home if ur sick with a wink wink bc ur not actually allowed! #americansHaveNoSICKTIME!","sentiment_score":-0.3571428571}
{"full_text":"RT I was just informed that a patient who presented with dyspnea and was found to have bilateral unprovoked PEs also has \"asymptom...","sentiment_score":0.0}
{"full_text":"RT The CDC director just said over 75% of \"covid deaths\" occurred in people with at least four comorbidities. Since Biden can'...","sentiment_score":-0.3}
{"full_text":"I hope at the next opportunity a reporter will ask - Now that we are in a surge and our hospitals are overflowing what advice have you given Jason Kenney in regards to Covid-19 mitigation?-","sentiment_score":0.0}
{"full_text":"RT I really do not take pleasure in having been right about COVID for two years and now seeing the government repeating the...","sentiment_score":0.0928571429}
{"full_text":"Just curious, obviously you don't have to answer and tell me to piss off if it's intrusive but obviously you're against COVID vax, do you use medical services in any way, take medications, etc.? How can you trust those? Is it just this vax that's the problem?","sentiment_score":-0.025}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT REVEALED: AP source who 'fact checked' Mass Formation Psychosis theory encouraged 'behavioral nudging' people into Covid...","sentiment_score":0.0}
{"full_text":"RT The CDC and Pfizer just admitted that everything they did and said for two straight years was utterly and completely wr...","sentiment_score":0.1}
{"full_text":"What is the new 'IHU' variant discovered in France? via","sentiment_score":0.1363636364}
{"full_text":"RT The fact that the CDC and the fake news are now being forced to admit the truth about Covid isn't because they are having...","sentiment_score":-0.4}
{"full_text":"RT It is absolutely wild to me how many people legit think exposing an entire generation of kids to Covid is better than s...","sentiment_score":0.275}
{"full_text":"RT Just got an email from our daughters teacher in NYC that she's home tested positive but - because no symptoms since Thurs...","sentiment_score":0.2272727273}
{"full_text":"Nope!","sentiment_score":0.0}
{"full_text":"If only someone has told us this was happening...one of the most tiresome features of the last 2 years was the number of people who cried \"conspiracy\" at reasonable things - such as concerns over COVID hospitalizations - to dismiss them. Many of which have proven to be true...","sentiment_score":0.13125}
{"full_text":"RT So all sponsor Novak Djokovic who tested positive for Covi...","sentiment_score":0.2272727273}
{"full_text":"RT I've said it once, and I'll say it again.If the Far Left truly cared about lowering COVID numbers, they'd shut down t...","sentiment_score":-0.0185185185}
{"full_text":"1. I claimed that Florida has had more deaths than New York.  That claim is true. 2. I also claimed that Florida is not the top-20 for most per capita deaths.  That claim is also true. ","sentiment_score":0.3672727273}
{"full_text":"RT Bad poll numbers do amazing things to science.","sentiment_score":-0.05}
{"full_text":"RT Large parts of northern Vietnam have not given up on meticulous and arduous contact tracing of infected cases. Since March...","sentiment_score":-0.0678571429}
{"full_text":"RT My latest column for ","sentiment_score":0.5}
{"full_text":"RT IMPORTANT : No Resident Doctors are given accomodations while on #COVID duty. If they stay with family and have high ris...","sentiment_score":0.28}
{"full_text":"RT ALERT: standing strong on the Hill (and in court!) for clean elections. My colleagues and I testified to Cong...","sentiment_score":0.4541666667}
{"full_text":"Looks like their website returns rand() for test result, see the following tweet.FWIW I got Positive when loading the site from the QR code.","sentiment_score":0.1136363636}
{"full_text":"Advantage Djokovic.","sentiment_score":0.0}
{"full_text":"RT Yes the media and the CDC waited until midterms under the Biden administration to acknowledge that vaccines don't stop t...","sentiment_score":0.0}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"Didn't anticipate Doocy being so good at this job.","sentiment_score":0.7}
{"full_text":"She'll be dead of covid in 3 weeks.","sentiment_score":-0.2}
{"full_text":"RT new substack is up about Youtubes' disgraceful censorship, downing a video I made which con...","sentiment_score":0.1363636364}
{"full_text":"Correct. So if you die from having at least 4 comorbidities and you also tested positive for Covid you died from the comorbidities and not Covid.","sentiment_score":-0.0363636364}
{"full_text":"This isn't good. This will have a huge impact on our children for years to come. The fact they Politicized covid makes many know to question every thing","sentiment_score":0.5333333333}
{"full_text":"Why is everyone making such a big deal out of this. With how contagious omicron is, you are likely to get and spread it, vaccinated or not. If people don't want to get vaccinated let them be and let them deal with their consequences.","sentiment_score":0.0}
{"full_text":"RT please tell me that anti-vaxxers believe eating their own shit will cure COVID next","sentiment_score":0.1333333333}
{"full_text":"RT Missouri health department adds COVID-19 testing sites in Kansas City","sentiment_score":0.0}
{"full_text":"RT Omicron isn't the last strain, this isn't the last lockdown and No. 3 isn't your last booster. You know that.","sentiment_score":0.0}
{"full_text":"#cdnKaren shows up in 3 Ontario nurses who wanted the freedom to endanger their patients. All three #Karens threw themselves on the ground and screamed when told they couldn't.","sentiment_score":0.0}
{"full_text":"RT The fact that the CDC and the fake news are now being forced to admit the truth about Covid isn't because they are having...","sentiment_score":-0.4}
{"full_text":"RT Pfizer CEO says 2 COVID shots 'offer very limited protection, if any,' against COVID-19., by","sentiment_score":-0.0928571429}
{"full_text":"RT One of the best conservatives on TVLisa has been right from the beginning and not afraid to speak out (most \"conservati...","sentiment_score":0.5214285714}
{"full_text":"Covid = 0Orianna = 3","sentiment_score":0.0}
{"full_text":"RT To us non-medical expert types, this level of vaccine effectiveness is known as \"pretty shitty\"","sentiment_score":0.25}
{"full_text":"RT FOLLOW THE HOSTS !  #ConspiracyTheories #Covid19 #Metaverse","sentiment_score":0.0}
{"full_text":"That was from 2 decades ago pandemic time.  No idea on their protocols now.","sentiment_score":0.0}
{"full_text":"damn covid fucked up mannerism and customer service bad boy.","sentiment_score":-0.65}
{"full_text":"RT When people realize how many lies were told in the past two years, there will truly be no forgiveness for those who ruin...","sentiment_score":0.125}
{"full_text":"","sentiment_score":0.0}
{"full_text":"RT Everyone I know testing positive is vaxxed and in most cases boosted, it's officially time to stop blaming this on the...","sentiment_score":0.3636363636}
{"full_text":"On Monday, #ElPaso County recorded 504 people in the hospital with COVID-19 and only three ICU beds available.https:\/\/t.co\/7KNfrOS77v","sentiment_score":0.0}
{"full_text":"This. Thank you, Emily.","sentiment_score":0.0}
{"full_text":"Aoc omar bush Nancy Harris biden chuck and 100 other democrats. Cdc admitted today that 75% of deaths from covid have come from people with 4 or more comorbidites. How long has the biden admin known this and what other democrats knew this","sentiment_score":0.05}
{"full_text":"RT If you're drinking your own piss to prevent Covid, you've got a lot more to worry about than getting a fucking vaccine.","sentiment_score":0.1666666667}
{"full_text":"RT So I take a weekend off from Twitter and come back to find that the MAGAe are now looking at drinking urine and taking f...","sentiment_score":0.0}
{"full_text":"\"Don't go to jail over Novak Djokovic\"The 'Bring It In' panel give their takes on the latest news regarding Novak Djokovic's court battle linked to his COVID vaccine exemption in Australia@MorganPCampbell  WATCH:","sentiment_score":0.2}
{"full_text":"To ensure the safety of our clients during the COVID-19 pandemic, LANDBANK will conduct a modified (online) public bidding on Jan. 28, 2022. Registration period is from Jan. 3 to 11, 2022. Like the LANDBANK Properties for Sale's official page at:","sentiment_score":0.0}
{"full_text":"RT The same people who thought we could control COVID ALSO think we can control the climate.","sentiment_score":0.0}
{"full_text":"#COVID19: Union Health Secretary Rajesh Bhushan said that the numbers were 20% to 23% during the Delta variant-driven second wave that peaked in India in May.https:\/\/t.co\/uQ4NA8Foc3","sentiment_score":0.0}
{"full_text":"RT EcoHealth Alliance wanted to block disclosure of #COVID19-relevant virus data from China. Via ht...","sentiment_score":0.0}
{"full_text":"Textual tension: Can you guess how many of the countries that banned SA for #Omicron are also resisting deals to make #vaccines more accessible? #COVID #IP #access.","sentiment_score":0.4583333333}
{"full_text":"You know the pandemic has turned your brain to mush when you automatically process \"vacancies\" as \"vaccines\". I was wondering why they were tweeting out vaccination records lol","sentiment_score":0.8}
{"full_text":"RT JUST. GIVE. THE. FUCKING. TESTS. AWAY. EVERYWHERE. YOU. CAN. WITHOUT. PAPERWORK. YES. I. LITERALLY. MEAN. GIVE. THEM. AWAY....","sentiment_score":-0.45625}
{"full_text":"[pp]   Hello  We're ready to give the best service for you!               KING HOSPITAL We Serve :   Psychology Control   USG  Give Birth   Baby's VaccineCP:               We Love, We Care https:\/\/t.co\/1ov9xckj9s","sentiment_score":0.5666666667}
{"full_text":"TaiwanPlus speaks to Dr. Shih Hsin-ru of Chang Gung University about the threat of Omicron to Taiwan. Shih says Taiwan should aim for higher vaccination rates, while learning to live with the virus.","sentiment_score":0.1931818182}
{"full_text":"All school staff and students are required to self-screen for COVID-19 before coming to school everyday, stay home when sick, wear face masks at all times except when eating or drinking, and wash or sanitize hands frequently.","sentiment_score":-0.2714285714}
{"full_text":"Flurona: when a person is infected with the influenza virus and the Covid-19 coronavirus, either simultaneously or back-to-backhttps:\/\/t.co\/qO1OmTBwZV","sentiment_score":0.0}
{"full_text":"Omicron explosion spurs nationwide breakdown of services-- First responders, hospitals, schools and government agencies have employed an all-hands-on-deck approach to keep the public safe, but they are worried how much longer they can keep it up.https:\/\/t.co\/LoeoXvWSyh","sentiment_score":0.2375}
{"full_text":"I'm not against the vaccine. I'm against forcing\/ coercing \/ pressuring  people that don't want it to take it.","sentiment_score":0.0}
{"full_text":"RT To anyone drinking pee and thinking it will cure COVID, all I can say is urine for a surprise.","sentiment_score":0.0}
{"full_text":"Uganda Reopens Schools After 2 Years of COVID-19 Lockdown","sentiment_score":0.0}
