{"full_text":"Sue the pharmaceutical companies. This is enough!!!!","sentiment_score":0.0}
{"full_text":"RT 1\/1After last week's article on COVID vaccine mandates, my inbox has been pretty intense. To help navigate this feedback...","sentiment_score":0.15}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"RT First achievement on Day 1. Saskatchewan has dropped the vaccine mandates. Truth &amp; Peace are very powerful. Peacefully...","sentiment_score":0.2966666667}
{"full_text":"RT Really, I'm just sick of accommodating the willfully unvaccinated to live in a perpetual pandemic.","sentiment_score":-0.125974026}
{"full_text":"Because many like me are vulnerable and covid hasn't gone away!","sentiment_score":-0.0625}
{"full_text":"See also:https:\/\/t.co\/uW20h6WD2i (@Debunk_the_Funk)https:\/\/t.co\/IW0K4hcfN5 (Ordinal)https:\/\/t.co\/lxJb0qSPCs (@yanyu247)https:\/\/t.co\/DhPiMdNBxy (@DrSusanOliver1)https:\/\/t.co\/Kx7G2vlN4i (@gtuckerkellogg)https:\/\/t.co\/k1kgOmDTFsAnd","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT I pray Rolling Ray is doing well. About a month ago he posted he was battling Covid in the hospital and he's been inactive o...","sentiment_score":0.0}
{"full_text":"On this season 538 of the pandemic I am on three wordle group chats, and just sprung for an expensive rice cooker --it sings!!","sentiment_score":-0.78125}
{"full_text":"DEVASTATING negative efficacy UK COIVD data week 4, 2022; BOOSTER data; COVID-19 vaccine surveillance report Week 4, 27 January 2022, relative to week 3","sentiment_score":-0.4333333333}
{"full_text":"RT One U.S. child loses a parent or caregiver for every four COVID-19-associated deathsI'm not discounting mental health...","sentiment_score":-0.2}
{"full_text":"But the thing is, there is more known about the mRNA vaccine, human genome project and its effects on the body, than the virus and its effects on the body.  I keep getting shared all these topics about sports stars dropping dead.  But EVERYONE refuses the virus could be the cause","sentiment_score":0.1}
{"full_text":"RT I haven't heard anyone dying from Covid in a year, yet Blue States are stuck in April 2020. Tell me again how it's not poli...","sentiment_score":0.0}
{"full_text":"RT The less effective the vaccine the more you need it The less effective government is at solving the pandemic, the more the...","sentiment_score":0.3111111111}
{"full_text":"The truckers around the world have entered the battle against the communists who wish to dictate vaccine mandates in this Covid crisis than allow open debate, which has been the backbone of science since the dawn of science, on Covid treatments! #TruckersForFreedom2022","sentiment_score":0.0}
{"full_text":"RT Denmark Is First EU Country To Scrap All COVID Restrictions","sentiment_score":0.25}
{"full_text":"When Omicron Isn't So Mild","sentiment_score":0.3333333333}
{"full_text":"In a week when your the only one without Covid and your Dad cuts your hair it's only fair you can choose your first pair of stud boots!","sentiment_score":0.253125}
{"full_text":"RT #postponegate2022#NO_GATE_IN_FEB#delayGATE22 Plz postpone Gate 2022@IITKgp ","sentiment_score":0.0}
{"full_text":"\"A vaccine immunizes and prevents spread of the disease.\" Say it louder for the people in the back, brother!Hell yeah, I always do my part by getting my tetanus booster to stop its communicable spread!","sentiment_score":0.0}
{"full_text":"RT How dare you post this on social media. Delete it NOW or face the full extent of the law.","sentiment_score":0.1916666667}
{"full_text":"RT It is never \"just\" politics. 6 years of my life went through hell because of Duterte administration, 2 years of that I wasted...","sentiment_score":-0.2}
{"full_text":"RT I'm not sure I believe it ??? #JohnsonOut6","sentiment_score":-0.25}
{"full_text":"RT The current seven day average of US Covid deaths is over 2,500. So yes, it is.","sentiment_score":-0.075}
{"full_text":"RT Covid is running out of gas.  Have to stoke another fire.","sentiment_score":0.0}
{"full_text":"RT Explainer: Scientists on alert over rising cases caused by Omicron cousin BA.2","sentiment_score":0.0}
{"full_text":"RT Prince Harry in May 2021, speaking about Joe Rogan and vaccine misinformation.You can't just say don't listen to me......","sentiment_score":0.0}
{"full_text":"RT Death was reduced by 99% overall and across all adults age groups for 3-shots, something I first noted and was surprised thi...","sentiment_score":0.1166666667}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT Dr. Impossible, If mild Covid causes long term neurological damage like Polio did, we a...","sentiment_score":-0.1277777778}
{"full_text":"RT \"We expect a rise of a massive group of 'lonely' consumers who are deeply entrenched in the social isolation kindled by t...","sentiment_score":-0.0166666667}
{"full_text":"RT NO MEDICAL BASIS FOR THIS...NEVER has such a control been imposed using a health related excuse before in Australia....","sentiment_score":-0.0125}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"RT Hamburg Police Block Unauthorized COVID-Restrictions Rally: Police in Germany's Hamburg have blocked a rally against COVI...","sentiment_score":0.0}
{"full_text":"Could've sworn they used some forms of the hiv viruses in the vaccine or do y'all not research? Cause it was out there in the beginning but hmmm K","sentiment_score":0.0}
{"full_text":"RT Ivermectin is made by a $202B company. If Ivermectin cured COVID, Merck would be adve...","sentiment_score":0.0}
{"full_text":"RT Republican state lawmakers across the US have proposed - and in some cases passed - legislation that they say keeps the gove...","sentiment_score":0.0}
{"full_text":"RT You have known Kimmel for 25 years yet didn't call him out even once? you won't find his \"joke\" offensive be...","sentiment_score":0.0}
{"full_text":"RT People protesting against the vaccine mandate are not the \"fringe\" of Canada, they are the FABRIC of Canada.","sentiment_score":0.0}
{"full_text":"Maybe dont lie abt covid and on immagration forms then","sentiment_score":0.0}
{"full_text":"Omicron sub-variant likely behind 1 in 30 Covid cases in England - Window To News #London #Omicron #country","sentiment_score":-0.2}
{"full_text":"More of our children are dying from drugs and suicide than Covid due to our mistreatment of them. None of them should be dying.","sentiment_score":0.1875}
{"full_text":"RT Four resources that speak the plain truth, which has inexplicably become taboo. If you want me to carry on talking abo...","sentiment_score":-0.4071428571}
{"full_text":"RT This drug is seriously scary.","sentiment_score":-0.5}
{"full_text":"RT \"Abnormalities have been identified in the lungs of long Covid patients that could offer a potential explanation for w...","sentiment_score":-0.025}
{"full_text":"Non-availability of fever pill in surge of coronavirus is shameful: Marriyum Aurangzeb","sentiment_score":0.0}
{"full_text":"Doesn't make sense! UK had no restrictions this whole Omicron wave. Cannot be possible. Boris Johnson is fudging numbers and hiding bodies!!!","sentiment_score":0.1}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT I remember CBC's 22 Minutes mocking Harper for sheltering in place during a firefight with an active shooter in the buil...","sentiment_score":-0.1333333333}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"RT Just when you thought Neil Young's boycott of Spotify over Joe Rogan was fizzling out, Prince Harry and Meghan step in to...","sentiment_score":0.1}
{"full_text":"RT Fuckin with the vulnerable's FOOD?! During a PANDEMIC?? During a COLD WEATHER WARNING? The only \"freedom\" they want i...","sentiment_score":-0.4083333333}
{"full_text":"RT If you are in the Northeast area of Columbia, SC and need a FREE COVID test come to Adams Northeast AME Church. No appointmen...","sentiment_score":0.4}
{"full_text":"No way truckers have a higher vaccination rate than the general population of 79%....and a lot of people are against mandatory vaccine mandates","sentiment_score":0.15}
{"full_text":"RT .@JustinTrudeau I see that you have contracted the Coward 19 variant and are hiding in your bedroom from the #FreedomC...","sentiment_score":0.0}
{"full_text":"Sorry for the lack of art guys , caught covid so all I do is sleep  Have some messy sketches ","sentiment_score":-0.35}
{"full_text":"RT This is so awesome.","sentiment_score":1.0}
{"full_text":"RT Tyrannical Corona-Regime drops its masks: #Schiessbefehl (order to shoot) against citizens is back!German city (Ost...","sentiment_score":0.0}
{"full_text":"RT Never forget this man! he left 3.9m tax payers without any PS0 support during a #pandemic He should NEVER be a","sentiment_score":0.0}
{"full_text":"North Carolina man would rather 'die free' than get vaccine needed for life-saving transplant","sentiment_score":0.4}
{"full_text":"RT Virginia's new AG announced that there will be NO vaccine mandates for Virginia state colleges!It'd be pretty great i...","sentiment_score":0.3954545455}
{"full_text":"RT CHANGE MY MIND. The COVID shot is not a vaccine. Vaccines prevent infection. That's their function. It's being label...","sentiment_score":0.0}
{"full_text":"RT Emergency Saturday Broadcast! Canadians Retake Their Capital In Protest Against Covid Tyranny ","sentiment_score":0.0}
{"full_text":"RT SLAMMING THE BRAKES: Canadian province deals major blow to 'freedom' trucker protestorshttps:\/\/t.co\/MO2PQgUUbU","sentiment_score":0.0625}
{"full_text":"RT Done watching Lockdown by Paolo gumabao...Dm me qng wala ka pa... Saved sa gallery q...I can share it tru Email...","sentiment_score":0.0}
{"full_text":"RT Here's the cold hard truth: Every one of these people calling me out for isolating still? If I were to stop isolating,...","sentiment_score":-0.4458333333}
{"full_text":"Covid doesn't kill you. Your comorbidities kill you. Get rid of your comorbidities or get vaccinated. If you don't have comorbidities, don't bother. Why take a shit that won't help you? It's a personal choice.","sentiment_score":-0.1}
{"full_text":"Should we stop healthcare for disabled?Should we stop healthcare for aged?Should we stop healthcare for certain diseases?A mask seems a cheap price to avoid ice flows.  No vaccine, you take your chances.What's new here?  Nothing really.","sentiment_score":0.2376623377}
{"full_text":"RT Agree - he used complete objectivity throughout his lectures. I Believe the freedom of data lecture - (of which  again...","sentiment_score":0.1}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"Guess he got that wrong...","sentiment_score":-0.5}
{"full_text":"RT Vaccines are our best tool in the fight against COVID-19. If you haven't yet, please get vaccinated and get boosted.","sentiment_score":1.0}
{"full_text":"That's not misinformation, who are you to say it is when 16,000 actual doctors and scientists agree? I thought you were the \"believe the science\" party.  (You're not really)https:\/\/t.co\/UH33IpWRBm","sentiment_score":0.0}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"\"We have detailed content policies in place and we've removed over 20,000 podcast episodes related to COVID since the start of the pandemic,\" the streamer said","sentiment_score":0.2}
{"full_text":"Word has gotten out, we offer COVID-19 rapid testing! Call us at 330-262-2500 to schedule yours. Did you know that you can also get four free at home COVID-19 tests? Visit to get yours.","sentiment_score":0.4}
{"full_text":"It is a correct record of Covid &amp;Omicron cases at Delhi state analysis","sentiment_score":0.0}
{"full_text":"It includes areas in Colchester","sentiment_score":0.0}
{"full_text":"My wife's best friend passed from the Detla variant last Wednesday. It was heartbreaking. Hard to see her(in a bio suit)hold the hand of her life long friend as he expired. We love you MikePlease get the vaccine, all bullshit aside. He was not vaccinated. 42 years old father.","sentiment_score":0.2097222222}
{"full_text":"We can keep ourselves, our colleagues, and loved ones safe by staying home and getting a PCR test if we have Covid symptomshttps:\/\/t.co\/tEGxfOa7Zc #FeelUnwell#CovidsStillHere","sentiment_score":0.6}
{"full_text":"Istanbul Airport handles nearly 37 million passengers in 2021 despite disruptions caused by #COVID19, making it Europe's busiest for second year running, data from Airports Council International Europe showshttps:\/\/t.co\/FMsqqL3NUf","sentiment_score":0.0333333333}
{"full_text":"India reports 2,34,281 new Covid-19 cases, 893 deaths in last 24 hours #COVID19 #India #CovidTesting #CovidVaccine #IndiaFightsCorona","sentiment_score":0.0681818182}
{"full_text":"Good morning all - we apologize for not having a feed today - some COVID long-haul issues have me down and I just can't get to things right now - should be able to catch up tomorrow if all goes according to plan. Sorry about that...we shall return!","sentiment_score":0.141031746}
{"full_text":"#TruckersForFreedom2022 is more than a protest over covid restrictions.It's a movement which has sparked the re-unification of an entire country in pain.","sentiment_score":0.25}
{"full_text":"When you take a lateral flow test, remember to report whatever the result is - positive, negative or void. Reporting your result is a great way to help the #NHS reduce the spread of the virus. More info   #COVID19 #LFD","sentiment_score":0.3068181818}
{"full_text":"Palpable. Going into the bathroom at The Doors rehearsal studio where this was recorded. Palpable. Standing in the doorway feeling listening vibing.It was a remarkable experience. Hope the restaurant that is now what this was has made it thru covid economy.","sentiment_score":0.25}
{"full_text":"Toronto - 5+ - All Doses Barrier-free Vaccination Clinic on January 31st Metro Toronto Convention Centre - 255 Front St. W. from 2pm to 8pm.See Below for details.Book here: #COVID19Vaccine #vhcON #VHCDose3","sentiment_score":0.0}
{"full_text":"And I don't see any Covid celebs actually saying when or what metrics should be used to actually take off masks for instance. Hell, when asked, they typically avoid the question or say it's just not time. People are tired of it. Deal with it.","sentiment_score":-0.1416666667}
{"full_text":"The only type of Corona we're happy to see!Corona is lighter than traditional beers, with a crisp and refreshing taste. The aroma is fruity-honey with a touch of malt and the flavour is crisp","sentiment_score":0.3}
{"full_text":"Birthday checklist:Buy Eth Start slow smoke on Traeger Positive Covid tests Having to work on the weekend Canceled dinner with family Felt like I needed to treat myself to something. This midas should do the trick. #nfheroes #MidasGang #HappyBirthday","sentiment_score":-0.0363636364}
{"full_text":"Vaccine Kills Kids","sentiment_score":0.0}
{"full_text":"RT Notice how they fired people for not getting a vaccine that they insisted would stop spread, but they were wrong, and they...","sentiment_score":-0.5}
{"full_text":"The Duke and Duchess of Sussex have been \"expressing concerns\" to Spotify about Covid-19 misinformation but say they will continue to work with the platformhttps:\/\/t.co\/j8cpuLhSFU","sentiment_score":0.0}
{"full_text":"While the focus right now is on testing, the best way to protect yourself from COVID-19 is still to be fully vaccinated. Pima County currently has four standing locations and is operating mobile clinics around the county. Visit for a full list of clinics.","sentiment_score":0.4089285714}
{"full_text":"How can we assess Omicron's psychological toll? Two years into the pandemic, psychology professor is less optimistic about our ability to \"snap back\" -- by","sentiment_score":-0.0555555556}
{"full_text":"RT #IchooseCOVAXIN and soon the world will too. Blaming the \"unvaccinated\" for this mess we're in is wrong. I guess they'r...","sentiment_score":-0.3375}
{"full_text":"RT How the government rushed out loans to fraudsters with no credit checks.","sentiment_score":0.0}
{"full_text":"RT Unvaccinated people face the most risk from Omicron. Data from New York show that vaccines continue to provide excellent...","sentiment_score":0.5454545455}
{"full_text":"RT They weren't covering for China, they were covering for themselves.Fauci and the NIAD sponsored and gain of...","sentiment_score":0.0}
{"full_text":"Don't forget to join fellow Vincentians at 7 p.m. today to say an intentional rosary for help with COVID-19. Intentions are safety of health professionals, recovery of the sick, wisdom for leaders, help for those hurting financially and a cure.","sentiment_score":-0.3571428571}
{"full_text":"Pandemic Pastimes Kids' Korner #677: Are the little ones bored and restless? Here's a fun and diverting activity that will occupy their minds for a little while!","sentiment_score":-0.15546875}
{"full_text":"Since you're keeping some macabre nihilistic score card about human lives. You helped kill thousands of Floridians by allowing tsunami waves of tourists from predominantly #Republican states during the first year plus of the #COVID19 #MoronaVirus45 #pandemic","sentiment_score":0.125}
{"full_text":"Current Conditions for #Sayre PATemp: 11.9FWind Chill: 11.1FHumidity: 68%Dew Point: 3.3F Barometer: 30.161 inHgWind: 2 mph from the SSECorona Virus Weekly Stats:Cases: 577.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Hong Kong has now reached the point that the govt has to point out discussions about if a zero-Covid policy works \"does n...","sentiment_score":0.0}
{"full_text":"Don't forget your second shot if you received either the Pfizer or Moderna COVID-19 vaccine! You need your second dose to get the most out of the vaccine.Find a vaccine site here:","sentiment_score":0.1666666667}
{"full_text":"Flower farmer Leung Yat-shen has burned thousands of flowers he cannot sell this year as Hong Kong's stringent measures against the Omicron variant of coronavirus have halved his Lunar New Year demand.https:\/\/t.co\/Ki4EnSVZYT","sentiment_score":0.1363636364}
{"full_text":"Here's How Arizona Is Recovering From COVID-19 Compared To The Nation","sentiment_score":0.0}
{"full_text":"I also know three ppl who were not vax ex and got Covid. One got very ill but fully recovered","sentiment_score":-0.65}
{"full_text":"RT Republican state lawmakers across the US have proposed - and in some cases passed - legislation that they say keeps the gove...","sentiment_score":0.0}
{"full_text":"SARS-CoV-2","sentiment_score":0.0}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"COVID CONTROLS MAY OUTLAST VIRUShttps:\/\/t.co\/yaFMQEorjq","sentiment_score":0.0}
{"full_text":"RT Please write to #borisjohnson if you have #longcovid &amp; are struggling to get medical help, he will help us apparently......","sentiment_score":0.025}
{"full_text":" Beijing recorded its highest number of new Covid-19 cases for a year and a half on Sunday, as the Chinese capital gears up to host the Winter Olympics in five days.  #Beijing2022","sentiment_score":-0.0101010101}
{"full_text":"If the risk of infection never completely disappears, then any attempts to mitigate risk are rendered meaningless.","sentiment_score":-0.275}
{"full_text":"Change of symptoms between 'old Covid' and Omicron strain now becomes clearhttps:\/\/t.co\/HrDsDeZHPW","sentiment_score":0.1}
{"full_text":"Durham Region - 5-11 yr olds*Reminder* Various clinics are running on January 30th and February 6th from 9:30am to 6:30pm.Book an appointment or walk-in between 4:15pm to 6:15pm.See below for details.#covid19ON #COVID19Vaccine #vhcON","sentiment_score":0.0}
{"full_text":"To think he won a tournament in absence of Anti-vaxx Novak Djokovic. What a surprise, now Nadal will become pro vaccine. He should ask to ban Anti vaxx in Paris, London &amp; New York.Oh wait he doesn't need to do it, those cities are already harsh on Anti vaxx.","sentiment_score":-0.0253787879}
{"full_text":"RT Portugal has a 90% vax rate, and hardly anyone is anti-mask. Why?\"We know that freedom is something else. We have lived in...","sentiment_score":-0.2916666667}
{"full_text":"The so-called stealth omicron variant has genetic mutations researchers are concerned could make it harder to identify","sentiment_score":-0.1}
{"full_text":"RT Nicely played #Omicron. Immersed in #SARSCoV2 throughout the #pandemic as a hospital doc to only now be taken out by my 5y...","sentiment_score":0.3}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"Can you suffer from long COVID-19 symptoms after you get COVID and if you're vaccinated? There's a new study that offers a clue. | By","sentiment_score":0.0621212121}
{"full_text":"You've had COVID and think you don't need to get vaccinated? explains why getting vaxxed is a safer bet for protecting yourself against future infection. Read more in this #BhekisisaResource.","sentiment_score":0.25}
{"full_text":"Follow these safety tips to stay healthy and safe during the cold weather today:-Stay indoors as much as possible. -When outdoors, wear proper clothing. Dress in multiple layers.-Heat your home safely. -Prevent carbon monoxide poisoning. -Provide pets with warm shelter.","sentiment_score":0.1875}
{"full_text":"Thousands in Ottawa protest COVID mandates, many rebukedhttps:\/\/t.co\/E8Yc7YBKFC","sentiment_score":0.5}
{"full_text":"A recently proposed law in South Carolina would make it a criminal offense for any employer or person to ask about someone's vaccination statushttps:\/\/t.co\/qpfwLKCFC3","sentiment_score":-0.2}
{"full_text":"Hasn't it always been like that?","sentiment_score":0.0}
{"full_text":"RT \"Are you now or have you ever been a member of an anti-vax mandate rally\"","sentiment_score":0.0}
{"full_text":"RT I keep warning you all: Narcissistic, entitled, vicious behavior is not just an American thing. It's a first-world, afflu...","sentiment_score":-0.5}
