{"full_text":"I am working the 3am to 7am shift today, then volunteering till midday. I am dead on my feet.","sentiment_score":-0.2}
{"full_text":"BBC News - Covid in schools: Inquiry launched to find 100,000 pupils absent in Englandhttps:\/\/t.co\/8264ZgISgO","sentiment_score":0.0}
{"full_text":"RT It's so frustrating to hear dismissive comments like, \"oh it'll just be like the flu\" as if formulating the seasonal flu va...","sentiment_score":-0.4}
{"full_text":"RT Mga kaps... Nka Lock Down na po tayo ha... Take slow, deep breathing  and then Go forward na tayo for our boys... Hugs a...","sentiment_score":-0.1518518519}
{"full_text":"RT Day 1 covid symptomsFever with chills, body painsHeadacheRunny noseSore throatCoughDiarrheaDay 2 Fever chills...","sentiment_score":0.0}
{"full_text":"RT Please#GATE2022PostponedVery critical situation this time ..my state lockdown.. co-vid case increase day by day.. ...","sentiment_score":0.0}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"RT 'It's entirely Brexit,' says haulier who has been caught up in 15km queues.Just waiting for the government to try &amp; spin...","sentiment_score":0.0}
{"full_text":"Shapovalov, Rublev.... the same story or not? Ben hasn't got the order to investigate, it doesn't suit agenda??","sentiment_score":0.0}
{"full_text":"RT Wonder Woman #786 variant cover by Paulina Ganucheau","sentiment_score":0.0}
{"full_text":"RT North #Kashmir's weyan village of Bandipora district becomes the first village in the country with the entire population o...","sentiment_score":0.125}
{"full_text":"The more I read about you the more interesting it gets. So if BJP in centre says that vaccine is voluntary and you are sold to BJP, why are you passing illegal orders@DmSaharanpur #resignakhileshsingh#corruptdmakhileshsinghFound u here too. Sellouthttps:\/\/t.co\/5iY5gYrvDi","sentiment_score":0.25}
{"full_text":"RT Asia has kept COVID-19 at bay for two years. Omicron could change that","sentiment_score":0.0}
{"full_text":"RT You literally have to enter a lottery to return to New Zealand as a citizen.About 40,000 apply each month and about 1,000...","sentiment_score":0.1363636364}
{"full_text":"RT Slowly but surely Covid is turning me into Dr Manhattan...Not so much the power or omniscience, more the being naked all th...","sentiment_score":0.18}
{"full_text":"Thanks to I can still afford the things my kids love even after losing my job due to covid. I also use the smart shopper points for movie vouchers and fueling up at","sentiment_score":0.1973214286}
{"full_text":"Xctly d point I've bn sayng. Instd f  reforms citing 'Desh ke hit me' Modi &amp; BJP who knw 4m start dat  protst is backed by anti national elements, shudnt hav let it 2 continue 4 an year! Tikaits ticket cd hv cut citing COVID rules.Hope atlst nw BJP finds spine.","sentiment_score":0.0}
{"full_text":"RT kinda feels like those two weeks in March 2020 before the lockdown, when we could see things getting bad overseas and kne...","sentiment_score":-0.7}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"RT A lawsuit against Bill Gates, the Indian government and others, citing extensive case law, is attracting renewed scrut...","sentiment_score":0.0}
{"full_text":"RT Son has been told at work \"have you booked in your  vaccine yet ? as there are a lot of staff that feel uncomfortable yo...","sentiment_score":-0.5}
{"full_text":"RT   | | BREAKING:Latest Neil Ferguson model estimates that total number of covid deaths for the duration of the pande...","sentiment_score":0.0}
{"full_text":"RT Everyone keeps talking about covid becoming endemic, but as I listen to the conversation, it's becoming more &amp; more clear to...","sentiment_score":0.4}
{"full_text":"Stay home...Covid-19 is real","sentiment_score":0.2}
{"full_text":"Everyone who thinks there's a serious difference between dying OF Covid and dying WITH Covid is whistling past the graveyard.","sentiment_score":-0.2916666667}
{"full_text":"It's a pandemic of China","sentiment_score":0.0}
{"full_text":"RT So no one else is suspicious about the sudden complete lifting of covid restrictions?Just me? ","sentiment_score":0.05}
{"full_text":"RT Pauline Hanson has revealed a bold plan for the next federal election based on a sensational claim about Covid in Australi...","sentiment_score":0.3333333333}
{"full_text":"For everyone worried about lack of masks n95 etc - the 95% protection is for a well fitted one - if you get them and will use them look up online how to fit check so you get the best seal possible","sentiment_score":0.4666666667}
{"full_text":"RT WATCHVice President Dr. 'candid talk' to the Banks during a meeting with the Private Sector on #COVID19 Soci...","sentiment_score":0.3}
{"full_text":"RT Loving the mixed responses to this. Having worked on an ER, I can tell you: there is only so much you can do when a...","sentiment_score":0.2}
{"full_text":"RT Omicron detected in the USA a week before South Africa? However, a report from US CDC on wastewatter was only released today...","sentiment_score":0.0}
{"full_text":"RT Me a stay at home wife sending sexxy videos to my husband who has to work to support my lifestyle","sentiment_score":0.0}
{"full_text":"09:59     Covid billionaires now going for political seats. Avoid them via","sentiment_score":0.0}
{"full_text":"The 40962 don't require a vaccine passport. #justsayin","sentiment_score":0.0}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"RT I am covid positive again after 2 months and taking part in this trend because my ship is KARPHYBB15 TROPHY AWAITS KARAN","sentiment_score":0.2272727273}
{"full_text":"RT Make the most of this weekend, but also use it to prepare for the coming war with Omicron. If eligible, get your booster, w...","sentiment_score":0.5}
{"full_text":"Ourselves again - but no guarantees about the future via","sentiment_score":0.0}
{"full_text":"RT Covid vaccines don't prevent infection so why are they doing this? Because they are the enforcers for big pharma, shaki...","sentiment_score":0.0}
{"full_text":"RT Dr Meera Chand, COVID-19 Incident Director says ","sentiment_score":0.0}
{"full_text":"The article is relevant for communities with high rates of vaccinated populations. The suggestions do not appear to be good for the unvaccinated.https:\/\/t.co\/suVQbU0Ico","sentiment_score":0.42}
{"full_text":"RT There seems to be an outbreak of people saying fuck the mandates..!  LOL!","sentiment_score":0.25}
{"full_text":"RT The Melbourne demonstration today against COVID law is enormous!https:\/\/t.co\/ADPnjWanvo","sentiment_score":0.0}
{"full_text":"RT She works as a hygenist at her father's dental clinic and apparently owns a gun shop as well. This is a...","sentiment_score":0.05}
{"full_text":"RT For everyone who can't find a link, even on duckduckgo... Here's a link I found....","sentiment_score":0.0}
{"full_text":"RT UPDATE ON OUR BOY BLU:@larryblustein's Family friend Harold Cole has posted a Go Fund Me fund to raise fund to help Bl...","sentiment_score":0.0}
{"full_text":"RT Gotta love my followers Bye Rio ....Will be back in miami soon  stay tuned for more pics and vids from home...","sentiment_score":0.3333333333}
{"full_text":"exactly. And I 'think' they gave us covid but we barely noticed. (we take a lot of supplements) I had well, runny poop, for 2 days. Then my partner had it. Then both cats took turns having it. 2 DAYS for each of us then it was gone. And haven't been able to get REAL covid.","sentiment_score":0.25}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"RT \"Why aren't you coming to the party?\"My wife: \"COVID cases are still high, it's indoors, no ventilation with  &gt;200 ppl...","sentiment_score":0.16}
{"full_text":"RT He said 'BTS fever' and compared it with covid and then said she's lucky to come ou...","sentiment_score":0.3333333333}
{"full_text":"RT 2,000 hamster euthanasia due to COVID scare in Hong Kong is getting more coverage in US media than almost 1M Americans d...","sentiment_score":0.1875}
{"full_text":"RT \"Thus we have created the worst of all worlds for our children.  Vaccines are unavailable to many of them,  we have done lit...","sentiment_score":-0.25}
{"full_text":"RT I am covid positive again after 2 months and taking part in this trend because my ship is KARPHYBB15 TROPHY AWAITS KARAN","sentiment_score":0.2272727273}
{"full_text":"RT Not well, fever ! Thankfully Covid negative but will try to be as active as I can BB15 TROPHY AWAITS KARAN","sentiment_score":-0.2166666667}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"Covid isn't nature though? Created in a lab.","sentiment_score":0.0}
{"full_text":"RT Perrottet does live in lalaland. No doubt about it! However, 'world leading' gets bandied around a lot by the...","sentiment_score":0.1704545455}
{"full_text":"oh covid sucks :\/ i hope you get better! :D","sentiment_score":0.26875}
{"full_text":"RT Israel :The only quadruple-vaxxed country in the worldMask mandates and Covid passports fully enforced Currently th...","sentiment_score":0.0}
{"full_text":"I am now COVID-Free!","sentiment_score":0.0}
{"full_text":"RT GOOD NEWS: COVID-19 vaccines showed high efficacy against severe Omicron.Meanwhile, #Spreadnecks potentially breed va...","sentiment_score":0.2866666667}
{"full_text":"RT Sajid Javid Must Halt Child Covid Vaccination Immediately and Investigate the Cause of the Spike in Child Deaths - The Dai...","sentiment_score":0.0}
{"full_text":"RT Instead of asking why this is being done in Niagara, shouldn't we be asking why it isn't being done anywhere else?","sentiment_score":0.0}
{"full_text":"The judiciary must explore new ways to improve the delivery system and give meaning to access to justice, particularly in view of the uncertainty posed by the Covid-19 pandemic, said CJSS Tan Sri Abang Iskandar Abang Hashim.https:\/\/t.co\/FYmvZVryi8","sentiment_score":0.1515151515}
{"full_text":"COVID reaches the land of penguins and something has to be done about ithttps:\/\/t.co\/JYSDxScqTZ","sentiment_score":0.0}
{"full_text":"RT Racism is not humor. Racism is not a headline. and actions perpetuate the hate and xenophobia A...","sentiment_score":-0.8}
{"full_text":"Maybe your stoner friends are actually onto something. #MashableSEA #Life #Cannabis #Stoner #COVID19","sentiment_score":0.0}
{"full_text":"RT More graphs to show to anyone in your life who thinks vaccines don't work.","sentiment_score":0.5}
{"full_text":"Centers for Disease Control and Prevention Director Rochelle Walensky said during a White House press briefing Friday the CDC is working to \"pivot\" the agency's language on what it means to be fully vaccinated.Read more:","sentiment_score":0.25}
{"full_text":"DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19.https:\/\/t.co\/diWk8ZnyfV#health #healthy #HealthyLiving #COVID #homedecor #kids #design #homedesign #healthcare #safety #Mindfulness #success #lifestyle #art","sentiment_score":0.4333333333}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0810841259 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie #goodeats","sentiment_score":0.0}
{"full_text":"Why is #LDC5 important?To achieve the leaving no one behind!The #COVID19 pandemic exacerbated other crises already affecting Least Developed CountriesPovertyDebtClimate ChangeThe stakes are high for the LDCs and for us all!https:\/\/t.co\/4NjtLJSkP9","sentiment_score":-0.04125}
{"full_text":"RT Despite 100k cases per day, Covid taking up 15% of NHS beds and &gt;250 deaths per day, This Government have thrown in the to...","sentiment_score":0.0}
{"full_text":"RT #Sulthan  Top 5 from 2021 in Box Office collection   release during heavy covid raising situvation closed theater i...","sentiment_score":0.0666666667}
{"full_text":"RT Tested positive for Covid today. This is after being in and them saying I didn't have the symptoms to be t...","sentiment_score":0.2272727273}
{"full_text":"RT We were given further direction that even if parents give us permission to share with other families that their child has...","sentiment_score":-0.0625}
{"full_text":"67% of people reported feeling less connected to their colleagues because of the pandemic\/ remote working. I suggest breakaway digital events to foster connections. #RemoteWorking #CompanyCulture","sentiment_score":-0.0888888889}
{"full_text":"U.N. secretary-general Antonio Guterres told the Associated Press that the COVID-19 pandemic, the climate change crisis, and geopolitical tensions sparking conflicts everywhere have made the world worse in many ways than when he took the position five years ago.","sentiment_score":0.05}
{"full_text":"#Education Minister Dr Dipu Moni today said the government has no plan to shut educational institutions due to the spike in the #COVID19 cases right now.#BangladeshFightsCorona #BDhttps:\/\/t.co\/XOOkicxIe9","sentiment_score":0.1369047619}
{"full_text":"This will be the fourth survey conducted by the Delhi government in the past two yearsThe study will also focus on analyzing the changes in parenting style, psychological and emotional state of parents","sentiment_score":-0.0625}
{"full_text":"Coronavirus RECAP Scotland: Medics call for facemasks to be worn outdoors | Glasgow Times","sentiment_score":0.0}
{"full_text":"If you're unvaccinated, you're about 8 times more likely to be hospitalised with Covid-19 than if you've had both doses of the vaccine and the booster.Get vaccinated now. #COVID19","sentiment_score":0.25}
{"full_text":"A recent report by #Oxfam has stated that the world's 10 #richestpeople have seen their #fortune increase by more than double from US$700 billion to US$1.5 trillion (PS1.01 trillion)#pandemichttps:\/\/t.co\/URaDYrboly","sentiment_score":0.1666666667}
{"full_text":"RT She also made mention of how financially contributed to the staff of beloved record store hea...","sentiment_score":0.35}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"Mandaue Mayor Jonas Cortes tests positive again for #COVID19","sentiment_score":0.2272727273}
{"full_text":"If you invest $1000 in $JMF today at $1.43 per share, and the stock prices rebound back to pre-pandemic prices at $7.36, your investment would be worth $5146.85! That's 415% growth and $4146.85 profit!  See more:  $BAF $ATI $EBTC $PG $AMAL","sentiment_score":0.3229166667}
{"full_text":"ICYMI: Nicola Sturgeon reported to statistics watchdog over claims she 'twisted' Covid figureshttps:\/\/t.co\/UDhpsknJFt","sentiment_score":-0.5}
{"full_text":"How much is your house worth? Location matters less as pandemic flung property market on","sentiment_score":0.1111111111}
{"full_text":"#Alchemy 1.01 with on - Heart-mind #alchemist on transforming life and perceptions plus #wellbeingexpert Dimple Sthankiya  on how to stay fit and well working from home. ","sentiment_score":0.4}
{"full_text":"5 Chinese drugmakers to make Merck's COVID-19 pill at royalty free","sentiment_score":0.2}
{"full_text":"Official COVID-19 update in ThailandSaturday, 22 January 2022* 2,369,814 people infected (+8,112)* 2,264,564 recovered (+7,582) * 83,231 receiving treatment* 22,019 deaths (+19)#NewCases #Coronavirus #COVID19 #MinistryOfPublicHealth #Update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"RT Based on new CDC data showing if you don't get boosted (after 6 months) the 2 dose mRNA is only 57% protective vs hospitali...","sentiment_score":0.0681818182}
{"full_text":"RT Omicron, South Africa: Deaths continue to rise a month after the 'peak'. Since the start of Dec they have risen by 4-6X....","sentiment_score":0.0}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"RT Before COVID I used to trust reporters on the news as I was told they were fair, balanced and knowledgeableBut when COVID...","sentiment_score":0.7}
{"full_text":"A Mayo Clinic doctor in the US has said that there was an \"animal reservoir\" carrying the COVID-19 virus, as seen in white-tailed deer, which made the chances for the pandemic to turn to an endemic, quite meagre.#pandemic #endemic #COVID19","sentiment_score":0.0}
{"full_text":"covid Was a life altering experience for all of us and constantly evolvingCSE WOMEN ASPIRANTS#UPSCExtraAttempt@priyankagandhi","sentiment_score":0.0}
{"full_text":"Olympic medalist accused of stealing millions in COVID-19 relief moneyhttps:\/\/t.co\/ZLuFWO8o5G","sentiment_score":0.0}
{"full_text":"RT BBC definitely working under direction from the government.This is the first time in 2 years that the 6.00pm news announced...","sentiment_score":0.125}
{"full_text":"RT For documentation of criminal incompetence and crony capitalism worsening the pandemic this week's Saturday Pa...","sentiment_score":-0.4}
{"full_text":"RT I am covid positive again after 2 months and taking part in this trend because my ship is KARPHYBB15 TROPHY AWAITS KARAN","sentiment_score":0.2272727273}
{"full_text":"RT The tide she is a-turnin'","sentiment_score":0.0}
{"full_text":"Finally ","sentiment_score":0.0}
{"full_text":"#cancelboardpariksha#cancelboardexam2022 #cancelboards2022 Physical exam even after so many corona cases??? How will the government run like this? And stop playing with children's lives, government! ","sentiment_score":0.3125}
{"full_text":"RT This is what 'Living with Covid' looks like.12yr old got it in Sept after 2 wks at secondary school &amp; didn't fully re...","sentiment_score":-0.1}
{"full_text":"RT Schools are critical in ensuring holistic growth,  education, and learnings for children. Join Us to #HealTheScars of C...","sentiment_score":0.0}
{"full_text":"Project Manager - Corona in Caaguazu, Paraguay: manager, project, director, driver, engineering","sentiment_score":0.0}
{"full_text":"If you were managing a heart condition quite nicely thank you &amp; got hit by a car and died. Oh, it's not the car they say, it's his dickie heart that did it. FFS so sick of the semantics of explaining covid mortality and injury away, for agendas.","sentiment_score":-0.0571428571}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"RT PUBLIC NOTICE Re: WORLDWIDE A'TIN LOCKDOWN\"I, your A'tin Mayor, is issuing an important announcement. Please read the a...","sentiment_score":0.2}
{"full_text":"New Treatments for Covid | Cyber Attack &amp; Taliban Takeover | Scientist Slams &amp; China News Subscribe to Scrabbl: More News: #Baby #Taliban #China #American #Covid19 #WHO #Coronavirus #Treatment #Russia #CyberAttack #Scrabbl","sentiment_score":0.2121212121}
{"full_text":"RT Terrifying Post-COVID Syndrome Makes Comeback in South Carolina Kids","sentiment_score":-1.0}
{"full_text":"RT DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19...","sentiment_score":0.5}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 680 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Current Conditions for #Sayre PATemp: -7.1FWind Chill: -7.1FHumidity: 93%Dew Point: -8.6F Barometer: 30.716 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 719.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Tracing the 'nightmare' reality of the shadow lockdown | The Saturday PaperAs supply chains collapse, government polici...","sentiment_score":0.0}
{"full_text":"RT INCIDENT American Airlines #AA38 from Miami to London was forced to return after a couple refused to wear a mask","sentiment_score":-0.15}
{"full_text":"Stock market has worst week since beginning of pandemic.","sentiment_score":-1.0}
{"full_text":"Time for honest answers to the population's questions. If the majority are vaxxed and boosted what are we being told to be afraid of? Is omicron as mild as we have been told? Is it just as deadly as alpha or Delta? Why are you spreading fear? Who does your hair ?","sentiment_score":0.0333333333}
{"full_text":"RT For everyone saying it's time to start living with #COVID19, sit with this horror for a moment. Imagine if this were your ch...","sentiment_score":0.0}
{"full_text":"RT Wonder Woman #786 variant cover by Paulina Ganucheau","sentiment_score":0.0}
{"full_text":"RT I've been a regular at the same caffe in the North End of Boston for over 20 years and witnessed the owner turn away fello...","sentiment_score":0.0}
{"full_text":"ROSEDALE -- Rosedale residents and longtime friends Bob Dean and Joe Bures are developing a history of the suburban community, along with Golden Ring and Rossville, and prior to the coronavirus outbreak, they were giving programs on that history, all...","sentiment_score":0.1}
{"full_text":"RT #cdcsays If you qualify for the #booster &amp; had #COVID19 you should get the shot 10 days after you got infected &amp; once yo...","sentiment_score":0.0}
{"full_text":"RT Who hasn't had Covid yet?","sentiment_score":0.0}
{"full_text":"High activity of an affinity-matured ACE2 decoy against Omicron SARS-CoV-2 and pre-emergent coronaviruses | bioRxiv","sentiment_score":0.16}
{"full_text":"tonight is showing me more &amp; more why I stay home &amp; fw no one","sentiment_score":0.5}
{"full_text":"maybe something similar in thread","sentiment_score":0.0}
{"full_text":"RT I just found the smoking gun that ties vaccine doses with increased disease severity. Damning stuff. Stay tuned. Working on i...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"RT The same goes for the Entertainment industry.","sentiment_score":0.0}
{"full_text":"RT The only strike I've ever had on Twitter was for a tweet saying that it would take naturally acquired immunity to end this pa...","sentiment_score":0.05}
{"full_text":"NEW DRIVE-THRU COVID-19 testing site opening in Summerlin this weekend #8NN","sentiment_score":0.1363636364}
{"full_text":"RT As Europe and much of the OECD finalise plans to return to their own pre-2020 disease protocols and declare COVID an end...","sentiment_score":0.4}
{"full_text":"RT Thousands of engineers with qualifications under Priority Migration Skilled Occupation List (PMSOL) and Skill Shortage...","sentiment_score":0.5}
{"full_text":"Big bro should give us some money, and 2 weeks to buy food and weed. Then lock us down. I'd just buy LSD and talk to god for 3 weeks. She always leads me in the right direction.","sentiment_score":0.0433862434}
{"full_text":"How much is your house worth? Location matters less as pandemic flung property market on","sentiment_score":0.1111111111}
