{"full_text":"RT District Leval National Youth day and ICONIC WEEK are celebrated in the ITBP camp at Reckong Peo. Awareness about HIV Aids, TB,...","sentiment_score":0.425}
{"full_text":"RT I have tested covid and become covid positiveBut Dear Students,I will fight for you in all situations@aktuFORstuden...","sentiment_score":0.0}
{"full_text":"RT Over the past two years we have all have suffered immensely because of Covid-19. The collective trauma will last for y...","sentiment_score":-0.0833333333}
{"full_text":"All Netas are getting infected with Covid after rallies.Be safe.","sentiment_score":0.5}
{"full_text":"I stand AGAINST vax conspiracy lies, Covid deniers and representatives that don't support people that have spent their lives in public service. Are any of YOU paying for body guards?","sentiment_score":-0.05}
{"full_text":"Internal hospital data confirm a huge increase in patients with vaccine side effects in 2021","sentiment_score":0.2}
{"full_text":"RT Jesus, I remember in lockdown 1 having an argument with my wife about whether she could come for a walk with me and our daugh...","sentiment_score":0.0}
{"full_text":"RT Jimmy Dore is a Rightwing Grifter","sentiment_score":0.0}
{"full_text":"Take all precautionary measures and follow SOPs while in office, Banking Halls and other public places to reduce the spread of COVID-19. #StaySafe","sentiment_score":-0.0625}
{"full_text":"RT let's all be honest, online classes are sh*t but bringing back limited f2f classes in the middle of covid cases rising a...","sentiment_score":0.1321428571}
{"full_text":"RT Lmfao. Is this for real?I admit supporting you was also an error of judgement Novaxx","sentiment_score":0.25}
{"full_text":"RT Now it seems the covid charade is rapidly falling to pieces, we need more whistle blowers to broadcast and come clean w...","sentiment_score":0.4333333333}
{"full_text":"Tbh I think many people really underlook how hard equities can run once the pandemic restrictions are lifted off.","sentiment_score":0.1361111111}
{"full_text":"RT Tons of students march out in protest against #Omicron. Brooklyn Tech is the largest high school in the US  - with ~6000...","sentiment_score":0.16}
{"full_text":"RT 40% of patients waited longer than four hours in A&amp;E over Christmas.The workforce was stretched thin pre-pandemic. It...","sentiment_score":-0.225}
{"full_text":"\"COVID-19: How to Protect Yourself\" ","sentiment_score":0.0}
{"full_text":"RT Gm  recorded the effects of the covid 19 virus that shaking the world. You should ch...","sentiment_score":0.0}
{"full_text":"RT Pfizer made a copyright claim to remove their CEO's video comments that two doses of their covid vaccine offers \"limited pr...","sentiment_score":0.0142857143}
{"full_text":"RT Patients are afraid.  Families are heartbroken.  They cry and argue in the \"quiet rooms,\" wondering who brought COVID into...","sentiment_score":-0.3}
{"full_text":"STTT:ASTE1 frameshift #mutation triggers the #immune  response in Epstein-Barr #virus -associated #gastriccancer .#China #science #STTT@CHNSci","sentiment_score":0.0}
{"full_text":"RT So.... $1000 if you don't report a positive RAT now.Simple answer. DON'T TEST!If you feel crook STAY HOME.It's not...","sentiment_score":0.2272727273}
{"full_text":"RT Dedicated  Covid  Control  Room  in every GP\/ Municipal Ward with Whatsapp Helpline Nos to assist the affected.#Diamon...","sentiment_score":0.0}
{"full_text":"When he does, the only acceptable answer to at one of the questions is YES, Or  NO. It's not that hard  , really, it isn't.","sentiment_score":-0.0305555556}
{"full_text":"RT Novak Djokovic acknowledged that a travel document he presented to Australian border officials last week contained false infor...","sentiment_score":-0.1333333333}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT HC passed the order in view of Covid pandemic situation and taking into consideration of increase in cases per day in the s...","sentiment_score":0.0}
{"full_text":"RT In August 2020, Morrison had one of the highest approval ratings ever - net approval of 43 (66% satisfied, 23% dissatisfi...","sentiment_score":0.25}
{"full_text":"RT Told you so.","sentiment_score":0.0}
{"full_text":"The world won't be able to boost its way out of the coronavirus pandemic Israel and Chile move ahead with fourth doses as experts question sustainability of strategy.","sentiment_score":0.25}
{"full_text":"Lololololol thank you for not saying the words GAW or covid lol  Ayeeee I needed this laugh ","sentiment_score":0.55}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT 2NCLT Delhi has decided to take up ONLY 'Urgent Application' due to COVIDCases of Residential Societies willing to complete t...","sentiment_score":0.05625}
{"full_text":"RT Japan study on Omicron: Peak infectiousness days 3-6 and infectious up to at least 10 days. Everyone should make sure t...","sentiment_score":0.1}
{"full_text":"Now we have Let it Rip medicine. Australian students and their extended families, and teachers are entitled to a safe and healthy learning environment. Schools should reopen when they are safe and ready. They are no where near ready to open up during a huge outbreak.","sentiment_score":0.2666666667}
{"full_text":"RT As a result of Covid, urban life has dramatically changed. What does the future hold for cities and for people living and wo...","sentiment_score":0.0}
{"full_text":"RT Assuming this 14% holds across the whole Kroger workforce, that's around 65,000 people working at the fourth-largest priva...","sentiment_score":0.2}
{"full_text":"RT \"See for the highest, aim at the highest, and you shall reach the highest.\" - #SwamiVivekananda An unprecedented benchma...","sentiment_score":0.6}
{"full_text":"RT DOUBLE MASKS to keep COVID at bay and 30K tests today.Shri Abhishek Banerjee intervenes to protect his peop...","sentiment_score":0.0}
{"full_text":"Uh, retail workers are absolutely demanding this. And kids definitely pass this onto their parents, grandparents etc. so saying they're healthy? Not after they've been in school.Also simple solution: PAY EVERYONE TO STAY HOME","sentiment_score":0.175}
{"full_text":"If you look at one thing today make it this ","sentiment_score":0.0}
{"full_text":"RT House GOP: Emails reveal Dr. Fauci was warned of the possibility COVID-19 was leaked from a Wuhan lab.","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan allocated $130 billion to keep schools safe in this pandemic. Illinois alone received $5 bill...","sentiment_score":0.25}
{"full_text":"RT There are currently 24 children hospitalized with COVID-19 at Dayton Children's -- that's 20 more than they saw in December...","sentiment_score":0.25}
{"full_text":"The Covid unvaccinated people should have their own medical centers &amp; vaccinated people can have another. Schools should also be separated. One to allow masks &amp; history &amp; books are not censored. Let the parents who threaten our educators and band books and curriculum do their own","sentiment_score":0.4}
{"full_text":"RT Remind yourselves how the Met Police dealt with the women holding a vigil for someone abducted, raped, and murdered by one...","sentiment_score":0.0}
{"full_text":"RT As an economist, if I were asked the best way of achieving under-reporting of Covid-19 I would recommend: 1. making t...","sentiment_score":1.0}
{"full_text":"RT The daily Covid death toll for Australia has increase by over 800% since Christmas Have the politicians and media stopp...","sentiment_score":0.0}
{"full_text":"Send him back from where he came from. He should have watched Australian Border Security. Why should he be treated differently. Citizens &amp; Residents could not return.... So he should just get Fed off.","sentiment_score":0.0}
{"full_text":"RT Rising Covid-19 infections among doctors and healthcare workers is a worrying trend but that's exactly what all govts shoul...","sentiment_score":0.25}
{"full_text":"RT anyone spouting the \"omicron is mild let it rip\" bullshit can kiss my arse I had to lie on the bathroom floor with a b...","sentiment_score":0.3333333333}
{"full_text":"Two deaths in Wollongong.","sentiment_score":0.0}
{"full_text":"RT The first 100,000 dead from COVID in the u.s. garnered front page headlines across the nation. Now, we're nearing 1,000,00...","sentiment_score":0.025}
{"full_text":"RT Ofika kwam apha eTshwane, I met 2 beautiful Tswana girls - they loved me like their big sister.. yapheli contract yam, I w...","sentiment_score":0.5166666667}
{"full_text":"RT Suicide rates among adolescent girls are up 51% since the start of the pandemic.The lives of children are at stake....","sentiment_score":0.0}
{"full_text":"RT exactly","sentiment_score":0.25}
{"full_text":"RT I see once again minimising the risk to children again, retweeting a disinformation account. This isn't tru...","sentiment_score":0.0}
{"full_text":"RT DOUBLE MASKS to keep COVID at bay and 30K tests today.Shri Abhishek Banerjee intervenes to protect his...","sentiment_score":0.0}
{"full_text":"RT One for the ladies! #MaskUp #Covid19","sentiment_score":0.0}
{"full_text":"RT #BREAKING: NSW has made it mandatory to report positive #COVID19 rapid antigen test results, with a $1000 FINE for anyone fai...","sentiment_score":0.321969697}
{"full_text":"RT Come &amp; get itWalk in vaccinations at QEH Woolwich Children under 16 welcome with a parentHardly any queue#COVID19...","sentiment_score":0.8}
{"full_text":"RT Secret leaked NHS email reveals 'thinly veiled threat' aimed at hospitals as omicron surges take over: staff 'bullied in...","sentiment_score":-0.4}
{"full_text":"RT They NEVER felt personally threatened by Covid. They were telling massive lies about the threat level to justify their ab...","sentiment_score":0.0}
{"full_text":"It should never have been a war on covid, still no proof of an actual pandemic, manipulating numbers, fearmongering and propaganda doesn't count and Northern Ireland still part of EU, Johnson has already blown it.","sentiment_score":-0.05}
{"full_text":"RT Short thread on kids, Omicron, hospitalisations:The US is seeing record hospitalisations among children with Covid.","sentiment_score":0.0}
{"full_text":"RT Potentially destroying evidence. Is this a criminal act?","sentiment_score":-0.3}
{"full_text":"RT When Dan Murphy's or LiquorLand suffers supply chain problem due to staff (truck drivers &amp; warehouse staff) being off du...","sentiment_score":-0.3625}
{"full_text":"Nope: \"People who are fully vaccinated against covid-19 are far less likely to infect others\"https:\/\/t.co\/FJA1ideqUj","sentiment_score":-0.0222222222}
{"full_text":"RT How many more LNP-induced  covid deaths can the country take before we collectively lose it?","sentiment_score":0.5}
{"full_text":"RT More zero covid bashing in the Guardian.. How do we deal with people's 'anxieties' about being exposed to COVID-19? Tell...","sentiment_score":0.5}
{"full_text":"RT These contracts are the latest example of why the Morrison Government's so-called 'living with COVID national plan' is a comp...","sentiment_score":0.5}
{"full_text":"RT gave its #gym goers the peace of mind to exercise indoors safely after taking steps recommended by BonaCaeli t...","sentiment_score":0.5}
{"full_text":"RT Guess how many children are hospitalised with Covid each week?896. In England alone.","sentiment_score":0.5}
{"full_text":"RT Kelly Canon, anti-vaxxer &amp; GOP activist, has died from Covid. Kelly said there was \"no clinical reason\" to get a vacci...","sentiment_score":0.0}
{"full_text":"RT All Americans should have face masks that will keep them safe. I will be introducing legislation tomorrow for N95 masks to...","sentiment_score":0.5}
{"full_text":"RT Interesting that it's QLD looking at this more than VIC or NSW who are both in absolutely horrendous positions with med...","sentiment_score":0.4}
{"full_text":"RT next week from the post: COVID loses 75% of ability to infect when you've logged 40+ hours at work in a week","sentiment_score":-0.15}
{"full_text":"RT i cant believe this meme is true","sentiment_score":0.35}
{"full_text":"RT Oh, you didn't have any taste before Covid either, honey","sentiment_score":0.0}
{"full_text":"So you want people to stay at home for almost 3 years? What stupidity","sentiment_score":-0.6}
{"full_text":"Absolutely Ben! The fact that he had ALREADY had that previous #COVID situation where he held an event &amp; infected multiple people underscores the seriousness of this 2nd act! He KNEW better! We're in a PANDEMIC &amp; he only cares about himself! Unacceptable! #DjokovicOut","sentiment_score":0.1180555556}
{"full_text":"RT I've tweeted this before, but my company manufactures the packaging for Brisbane based Ellume RA kits. These Australian made ki...","sentiment_score":0.0}
{"full_text":"Irrelevant...he went knowing he was covid positive.","sentiment_score":0.2272727273}
{"full_text":"RT If anyone still thinks this Prime Minister is not taking the public for fools watch this superb compilation from","sentiment_score":0.5}
{"full_text":"RT Dirty COVID, Spike protein. White cells, immunity. Fully loaded vaccine","sentiment_score":-0.3}
{"full_text":"RT Several well-known columnists called for him to step down or to be fired.widely read column in La Presse  Patrick Lagace...","sentiment_score":-0.0777777778}
{"full_text":"RT Boris Johnson is like a virus who infects all those who come into contact with him: No 10, the Tory party, the whole co...","sentiment_score":0.2}
{"full_text":"RT Went out for dinner in France tonight. Not asked for a vaccine passport, despite the law. Police car showed up outsi...","sentiment_score":0.0}
{"full_text":"So true","sentiment_score":0.35}
{"full_text":"RT \"Believe me, this here is turning into a third-world country because of the f---ing morons we have living here,\" Howar...","sentiment_score":-0.8}
{"full_text":"RT #BREAKING Djokovic says Australia travel declaration mistake was \"human error\" and media interview after positive Covid test was \"...","sentiment_score":0.1136363636}
{"full_text":"RT The issue of migration, together with the pandemic and climate change, has clearly demonstrated that we cannot be saved alone...","sentiment_score":0.1}
{"full_text":"RT Happy to confirm that Ken only invited himself to attend his own #drinksparties in 2020. No one else from #TeamAAB was i...","sentiment_score":0.4666666667}
{"full_text":"#Assam | This year the locals in Amonikhali village in Assam's Raha have constructed a unique bhela ghar (straw house) for the Magh Bihu festival. The bhela ghor  made of bamboo and paddy thatch, represents surgeons and nurses injecting a giant needle into an omicron cell.","sentiment_score":0.1875}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT There isn't a single Tory MP who wants Johnson to go because of the horrific mismanagement of the pandemic or the blatant lo...","sentiment_score":-0.3428571429}
{"full_text":"Todo super covid friendly ","sentiment_score":0.3541666667}
{"full_text":"If I already had COVID-19, do I still need the vaccine? Yes. Emerging evidence shows that getting a vaccine after you recover provides added protection to your immune system. Register at or call (670) 682-7468. Learn more:","sentiment_score":0.5}
{"full_text":"Would you support the UK Vaccine Task Force please?","sentiment_score":0.0}
{"full_text":"The pandemic has changed #Education forever, especially in terms of #EdTech. Ben Pammenter looks at the changing expectations of students when it comes to digital fluency in universities and suggests how organisations can meet these #DigitalTransformation","sentiment_score":0.0}
{"full_text":"Former chief of MI6 Sir Richard Dearlove shares his thoughts on the origins of the pandemic. To hear more listen to One Decision today:","sentiment_score":0.25}
{"full_text":"ACTIVE COVID-19 CASES BACK UP TO 200KThe DOH logs 32,246 new COVID-19 cases. The total reported cases has reached 3,058,634 on January 12, 2022.#New deaths: 144#New recoveries: 5,063#Total active cases: 208,164More updates on #COVID19PH here:","sentiment_score":-0.0260606061}
{"full_text":"World No.1 Novak Djokovic admits breaking isolation while Covid positive. #AusOpen","sentiment_score":0.2272727273}
{"full_text":"It's nothing like a pandemic and never has been","sentiment_score":0.0}
{"full_text":"RT The number of people in Alberta hospitals with COVID has jumped 40% in 4 days.Rapid spread of Omicron, staffing shor...","sentiment_score":0.0}
{"full_text":"Infections in the country, of which #Dubai is a part, rose above 2,000 for the first time in six months in Decemberhttps:\/\/t.co\/cWtUrNOIXs","sentiment_score":0.2833333333}
{"full_text":"[pp] Hello  We're ready to give the best service for you!               KING HOSPITAL We Serve :   Psychology Control   USG  Give Birth   Baby's Vaccine CP:               We Love, We Care https:\/\/t.co\/1ov9xckj9s","sentiment_score":0.5666666667}
{"full_text":"RT Let's also not forget the mass purchases for COVID -19 equipment in 2018. A full 2 years before it's discovery.","sentiment_score":0.35}
{"full_text":"3 months since your second dose of the COVID-19 vaccine?Don't wait any longer, get your booster now.If you're aged 18+ and you had your second dose 3 months ago, book your booster or visit your nearest walk-in clinic:","sentiment_score":-0.0333333333}
{"full_text":"This city is nearing reaching herd immunity against coronavirus disease 2019 (COVID-19) with 78. 93 percent of its total target population is already vaccinated.https:\/\/t.co\/qe4xuweMXb","sentiment_score":0.0}
{"full_text":"RT No 10 staff told to 'clean up' phones amid lockdown party allegations, sources claim","sentiment_score":0.3666666667}
{"full_text":"The most common signs of Omicron are more comparable to the common cold.https:\/\/t.co\/Cs7Xkv2num","sentiment_score":0.1}
{"full_text":"#Doctors and hospitals have gradually begun prescribing #Covid #antiviral drug #molnupiravir citing that the benefits of the drug outweigh the potential risks it may have for high-risk patientshttps:\/\/t.co\/qpY6Ht87rz","sentiment_score":0.0}
{"full_text":"As Chicago public schools prepare to reopen, parents are divided over COVID-19 safety concerns. Some parents cheered the resumption of in-person classes while others support keeping children out the rest of the week","sentiment_score":0.0}
{"full_text":"OUR TSOS X NYC BALL HAS BEEN RESCHDEULEDDue to concerns with Covid, we have made the tough decision to postpone our NYC Ball to Saturday 5th March at the Radisson Blu Glasgow.Get you ticket now via the link below https:\/\/t.co\/5hVMRp5JJt","sentiment_score":-0.3888888889}
{"full_text":"To stay on top of the latest travel updates related to entry restrictions, visit","sentiment_score":0.3333333333}
{"full_text":"RT Every single one of them should resign for breaking lockdown ruleshttps:\/\/t.co\/zxmr93YL5C","sentiment_score":-0.0714285714}
{"full_text":"\"In an increasingly complex fixture calendar due to Covid-19, it was regrettably decided the only choice was to cancel the matches\"","sentiment_score":-0.1416666667}
{"full_text":"\"Doesn't the fact that you caught it a second time prove that your natural immunity didn't keep you from getting Covid?\" MSNBC's asked an unvaccinated educator.","sentiment_score":0.05}
{"full_text":"32,246 NEW COVID-19 CASESBREAKING: The DOH recorded 32,246 additional COVID-19 infections on Wednesday, bringing the country's total number of cases up to 3,058,634. #CoronavirusPH #COVID19PHReal-time updates on COVID-19 here:","sentiment_score":0.0681818182}
{"full_text":"Just found them in the other report they do, also just released:","sentiment_score":-0.125}
{"full_text":"Wellbeing in the home has become increasingly important as a result of the pandemic. Sherine Garrana, our own Head of Wellbeing, explains how we're helping consumers to maintain a healthy home.  #wellbeing #shapelivingforthebetter","sentiment_score":0.5}
{"full_text":"RT #Justice4hpEmployees It's very Shameful news for hp Inc (printer , Laptop, Desktop Manufacturing Company Kicked out 1...","sentiment_score":0.2}
{"full_text":" 'Contempt For The Victims'#66% say PM should quit over 'bring your own booze' lockdown bash#@DominicYeatman @MetroUK #frontpagestoday #UK ","sentiment_score":0.6}
{"full_text":"RT From home. Not in the office like she's demanding of the entire Chicago public school system?","sentiment_score":0.0}
{"full_text":"RT It's game over.The CDC just admitted vaccines don't prevent spread of Omicron. Nothing can stop it. Not jabs, not iso...","sentiment_score":-0.4}
{"full_text":"Travel during the pandemic becomes unrealistic and it literally has changed our travel habits. Get yourself jumping into a drama show can be an option for you to escape from the reality and have some fun with your imagination to the wonderland.","sentiment_score":-0.1}
{"full_text":"Covid has turned the world upside-down. What will that mean for your brand's marketing strategy?The Covid Effect: Why CEOs Must Adapt a Digital Marketing Mindset #marketing","sentiment_score":-0.15625}
{"full_text":"The onset of #covid19 led to the #Shutdown of many countries and Africa was not spared. This affected  #religious activities as in person gatherings were banned. How did different #faiths deal with this? Find out today on at 1500Hrs CAT #ItsUpToUs","sentiment_score":0.1666666667}
{"full_text":"Home COVID tests to be covered by insurers starting Saturdayhttps:\/\/t.co\/q1kmiMB2OP","sentiment_score":0.0}
{"full_text":"The World Economic Forum (WEF) has once again ranked the #ClimateCrisis as the world's biggest risk in the long-term - and it has also overtaken Covid-19 as the biggest medium-term risk.#ClimateAction #Weather","sentiment_score":0.2}
{"full_text":"Do you work in Gauteng at a place where there are 50 or more employees who need a COVID-19 vaccine jab? Send your request on Email: popupsite@gauteng.gov.za or call 0800 222 8827 and the will come to your workplace and vaccinate all employees #VaccinesSaveLives","sentiment_score":0.5}
{"full_text":"We increasingly seem to live in a world where rule-breakers face no consequences. has shown no regard for the safety of others &amp; brought the game into disrepute. Ask other players if they are willing to play opposite him #NovaxDjokovid","sentiment_score":-0.0277272727}
