{"full_text":"RT If a vaccine works by training your immune \"memory\", then ask yourself why this vaccine requires 3-4 doses in a year wi...","sentiment_score":0.0}
{"full_text":"RT In 2019, the leading cause of death was heart attack, at 1,800 per day. Cancer was second at 1,650 per day.That comes to...","sentiment_score":0.0}
{"full_text":"RT Bill Maher is so far off base abt covid. he doesn't seem to get we have been trying to protect vulnerable ppl.  there a...","sentiment_score":-0.4}
{"full_text":"must ensure businesses conduct risk assessment inc critical review &amp; remediation of ventilation, N95 masks, prior 2 directing return 2 workplace. Impose fines or jail for failures.Forced presenteeism means employees in unsafe workplaces.","sentiment_score":-0.0333333333}
{"full_text":"RT Justin Trudeau and his family flee for a secret location as up to 50,000 'Freedom Convoy' anti-vaccine mandate truckers mar...","sentiment_score":-0.4}
{"full_text":"There are 'do overs' after getting a synthetic experimental untested vaccine....","sentiment_score":0.1}
{"full_text":"RT Will Zalatoris is #48 in OWGR but is definitely a top 20 player in the world right now.  This screenshot is his ENTIRE PGA To...","sentiment_score":0.2619047619}
{"full_text":"A vaccine doesn't stop you from catching covid.No vaccine has ever stopped someone from catching a virus, its sole purpose is to lessen symptoms of viral infection and lower hospitalisation and deaths","sentiment_score":0.4}
{"full_text":"RT A 77 year-old man subject to prison for 46 years on a crime his prosecutors admit he didn't commit.Leonard Peltier must be fre...","sentiment_score":-0.1666666667}
{"full_text":"RT Over 100 California school board members have now signed the letter opposing mask\/vaccine mandates and demanding an end t...","sentiment_score":0.0}
{"full_text":"RT What we claimed in April 2020 has manifested.We are in a pandemic of Non-Covid Natural Deaths which began to arrive i...","sentiment_score":0.1}
{"full_text":"RT Vaccines are our best tool in the fight against COVID-19. If you haven't yet, please get vaccinated and get boosted.","sentiment_score":1.0}
{"full_text":"RT The  FreeDumb truckers and their supporters are hoping they can bring down Justin Trudeau, and intimidate those who supp...","sentiment_score":-0.1555555556}
{"full_text":"RT Hey, they're talking about my short film again, You can check it out this weekend at","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT One thing to notice is that the Non-Covid Natural Deaths are REDUCED by the Pull Forward effect.Whatever is causing t...","sentiment_score":0.1}
{"full_text":"RT They all egged him on and now he's dead. Any regret? No way.","sentiment_score":-0.2}
{"full_text":"\"Shameful as there are now thousands without access to cancer treatments as our hospitals care for the unvaccinated,\" ..\"","sentiment_score":0.0}
{"full_text":"RT Me and my whole unvaxxed family had Covid with same symptoms. No ho...","sentiment_score":0.1}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"Chicago rally to end vaccine mandates led by students: 'Freedoms were given by God, not government'","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"Why don't we ever hear how this vaccines plus should be implemented instead of a meaningless throwaway line?","sentiment_score":-0.5}
{"full_text":"RT Black Mirror update","sentiment_score":-0.1666666667}
{"full_text":"RT The ANTI-VAX cop who told  Governor Jay Inslee to \"kiss his ass\" after being fired over his refusal to get vaccinated...","sentiment_score":0.0}
{"full_text":"I'm so sorry. I have my son who is disabled living with me so it helps. But if we plan going somewhere it takes twice as long just to get us out the door. With covid I have been extra cautious because my son is high risk. Now he. Is .such a homebody he doesn't like to go anywhere","sentiment_score":-0.118}
{"full_text":"RT Why won't these people I called Nazis for 5 years take this vaccine I am offering them out of love?","sentiment_score":0.5}
{"full_text":"Just because you don't agree with what he says doesn't mean he's wrong. The Covid narrative changes daily - and I'm triple vaccinated and in the medical field","sentiment_score":-0.203125}
{"full_text":"I didn't put words in your mouth, I used  a reductio ad absurdum. This is why I call you folks vaccine fanatics, arguments aren't based on logic, and can't even understand I challenge the irrationality of your position, and instead think I'm putting words in your mouth.","sentiment_score":0.0}
{"full_text":"#COVID19 #USA Vaccines have prevented 100s of thousands of deaths and millions of hospitalizations. The vast majority of those who died were unvaccinated, implying if they had been vaccinated, most would not have died. Don't be a #COVIDIOT get vaccinated.https:\/\/t.co\/1ZxYmS30Rc","sentiment_score":0.25}
{"full_text":"Has #Gerry Adams or #Martyn McGuinness been having parties during lockdown then by any chance with Jeremy corbyn ","sentiment_score":0.0}
{"full_text":"RT PLEASE READ POST CAREFULLYSFW ONLY, 5 SLOTS I WILL NOT START THESE UNTIL FEBRUARY 4THI WILL ALSO BE OPENING MORE SLO...","sentiment_score":0.25}
{"full_text":"RT Midwife Erika has been told that she is going to lose her job because she refuses to get jabbed.Around 80,000 NHS staff coul...","sentiment_score":0.0}
{"full_text":"Iron County sheriff hospitalized with COVID","sentiment_score":0.0}
{"full_text":"RT sorry no you can't have terry fox as a hero and also be okay with \"just people with cancer and co-morbidities dying from cov...","sentiment_score":0.0}
{"full_text":"RT Yeji itzy another variant ","sentiment_score":0.0}
{"full_text":"BEYOND LOCAL: Comments from the front lines of the Parliament Hill protest against vaccine mandates via","sentiment_score":0.0}
{"full_text":"RT Thank you.","sentiment_score":0.0}
{"full_text":"RT So, so we start calling it the \" pandemic of the vaccinated\", now?No. Because we are not assholes.","sentiment_score":0.0}
{"full_text":"RT Here's the latest on the coronavirus pandemic","sentiment_score":0.5}
{"full_text":"RT My incredible, young, fit, sassy mother just died of complications from Covid. She did so much good in the world and will be g...","sentiment_score":0.525}
{"full_text":"RT Spotify lost $4 billion in market value this week after rock icon Neil Young called out the company for allowing comedian...","sentiment_score":0.1}
{"full_text":"RT My parents just phoned my dad has covid. They went out with friends last Tuesday, all triple jabbed, 7 out of 8 have now test...","sentiment_score":0.0}
{"full_text":"RT If you think vaccine mandates are oppression and genocide just wait until you open a US history textbook.","sentiment_score":0.0}
{"full_text":"RT The U.K. will start to vaccinate children between the ages of five and 11 who are most at risk of Covid-19 from this week htt...","sentiment_score":0.5}
{"full_text":"So how was i not in the wall on lap 1","sentiment_score":0.0}
{"full_text":"RT I've been thinking about this all day and cant believe someone wrote this joke and said it out loud and thought it was...","sentiment_score":0.1}
{"full_text":"Well Fauci, big Pharma, democratic news media &amp; medical groups stopped trials of alternative medicines against the virus long before a vaccine was even out.  How many deaths did they cause. Fauci, Gates and others did say early on that the vaccine stopped Covid. Where is science","sentiment_score":0.11}
{"full_text":"RT On the radio just now, I said that no Conservative MPs would be stupid enough to go onto Parliament Hill and risk getting...","sentiment_score":-0.4}
{"full_text":"RT My parents just phoned my dad has covid. They went out with friends last Tuesday, all triple jabbed, 7 out of 8 have now test...","sentiment_score":0.0}
{"full_text":"Pre pandemic hospitalized for three months receiving intravenous antibiotics for an lung abscess. Was stuck in an basement apt for a year no ventilation breathing in black mold. Diabetes, Asthma, Lupus 2 strokes. But struggling from complications of COVID?  Vaxxed &amp;","sentiment_score":0.2166666667}
{"full_text":"RT A new study suggests that vaccinated people who get infected are much less likely to develop long Covid...another reason...","sentiment_score":-0.0200757576}
{"full_text":"RT Here the chart on death rates between England and Wales since start of pandemichttps:\/\/t.co\/o1MiYtFUi0","sentiment_score":0.0}
{"full_text":"RT The last time I checked - I didn't face the threat of losing my job if I didn't get vaccinated for measles, mumps and rubella...","sentiment_score":0.0}
{"full_text":"RT The World is waking up","sentiment_score":0.0}
{"full_text":"RT US scientists who downplayed COVID-19 lab leak origins theory sang a different tune in private, emails show","sentiment_score":0.0}
{"full_text":"RT Republican parents will rather have their kids come home with COVID rather than knowledge. #FreshWords","sentiment_score":0.0}
{"full_text":"She went to an anti-mandate rally. It's very important to make that distinction, but this is normal for the media","sentiment_score":0.335}
{"full_text":"RT How to reduce Covid hospitalizations by 97%?Get vaccinated and boosted.Latest datahttps:\/\/t.co\/M2Bu9rj1VeAge 65+...","sentiment_score":0.0}
{"full_text":"Come on now, we really really really need to #BanTheJab, like NOW. The science is settled, it's time we ACTED. ","sentiment_score":0.2}
{"full_text":"RT If you're still refusing to wear a mask, will never show your \"vax pass\" to eat in a restaurant, and are willing to put...","sentiment_score":0.25}
{"full_text":"RT 'We just sleep and hope we don't perish': 2m in #Tigray in urgent need of food - UN","sentiment_score":0.0}
{"full_text":"RT 31 of 52 of NSW's covid dead yesterday, over 60%, were aged care residents. And 21 of them didn't make it to hospital ","sentiment_score":-0.15}
{"full_text":"RT The Tories are cutting PS1040 a year from the poorest people in the country while Rishi Sunak casually writes off PS4.3 b...","sentiment_score":-0.55}
{"full_text":"RT Why won't these people I called Nazis for 5 years take this vaccine I am offering them out of love?","sentiment_score":0.5}
{"full_text":"RT Worldwide resistance is building -- to the virus and all the mandates.","sentiment_score":0.0}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"RT Not sure what to make of Senator Ron Johnson -- I suspect he knows better...https:\/\/t.co\/Eijksrc5Db","sentiment_score":-0.25}
{"full_text":"RT Between people being ripped off by NFT and coin scams and people saying \"I don't need the vaccine\" dying I do wonder if we de...","sentiment_score":0.0}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"RT So Covid was introduced in China to take down trump in the US?","sentiment_score":-0.1555555556}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Not a single variant of concern has come from a country pursuing an active Covid suppression strategy.","sentiment_score":-0.0488095238}
{"full_text":"RT Finally got my head around what Morrison et al mean by 'living with Covid'He &amp; Perrottet constantly talk modelling, so in e...","sentiment_score":-0.1041666667}
{"full_text":"THE ZEDS SERIES... #wattpad #wip #amwriting #zombies #apocalypse #pandemic #series","sentiment_score":0.0}
{"full_text":"RT 1. There is zero reason to believe this is true. Him repeating regime media does not count as one.2. If it is accurat...","sentiment_score":0.35}
{"full_text":"Railway and airline companies implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvDTCc#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"RT The global #education crisis is worse than what we initially thoughtTo revert the trend countries must implement lea...","sentiment_score":-0.1333333333}
{"full_text":"RT Why this country will continue to struggle in this pandemic. We can't even agree on policy around one of the simplest...","sentiment_score":0.0}
{"full_text":"New #COVID19 cases in #SaudiArabia dropped below the 4,000-mark on Saturday with 3,913 new infections recorded over the past 24 hours.https:\/\/t.co\/NQBzq6gEV4","sentiment_score":0.0075757576}
{"full_text":"\"During #COVID19, #ECW investments have been life-sustaining for children &amp; adolescents enduring crisis &amp; conflict around the world.\" ~@YasmineSherif1, Director of more about #ECW's response to the pandemic:","sentiment_score":0.5}
{"full_text":"A Northern California man has been charged with stealing other people's identity to illegally obtain more than $1 million in unemployment benefits for people affected by the coronavirus pandemic.https:\/\/t.co\/mg1eCMgSEp","sentiment_score":-0.0416666667}
{"full_text":"RT \"A pediatric nurse practitioner has been arrested for selling phony COVID-19 vaccine cards on Long Island -- and her NYP...","sentiment_score":-0.05}
{"full_text":"Thousands of protesters gathered in #Canada's capital on Jan 29 to protest vaccine mandates, masks and lockdownshttps:\/\/t.co\/0UuOxbWo7U","sentiment_score":0.0}
{"full_text":"A expert just called the end of the pandemic. Why is nobody celebrating? The latest from Danny Westneat.","sentiment_score":0.5}
{"full_text":"RT #OnThisDay 1954 Dr Dorothy Stopford Price passed away. During the Irish War of Independence, Stopford often tended to w...","sentiment_score":0.0}
{"full_text":"RT I got to say a few words to the crowd courtesy of mic &amp; speaker set up. I took a survey &amp; asked the crowd i...","sentiment_score":-0.2}
{"full_text":"RT This is dementia. Anybody who has ever seen a loved one suffer from it recognizes these outbursts. Jill Biden and the en...","sentiment_score":0.7}
{"full_text":"Please help escalate this dangerous pollution smoke from Vaikunth smashan bhumi@Matapune@BJP4Maharashtra@mohol_murlidhar@ChDadaPatil@Dev_Fadnavis@MPGirishBapat@nitin_gadkariAQI is 330 to 559@GaneshBidkarBJP@MoHFW_INDIA@DoJ_India@TOIPune","sentiment_score":-0.6}
{"full_text":"New DNA Sequencing Ability At WINDREF Aids Grenada In Identifying New COVIDVariants","sentiment_score":0.1363636364}
{"full_text":"I had a Covid test yesterday due to mild cold symptomsI only waited 10 minutes at Northcote testing centre for the test &amp; received the result (-ve thankfully!) in less than 11 hours.Testing efficiency has improved lots. Congratulations to all involved.","sentiment_score":-0.1116666667}
{"full_text":"Are you getting ready to go back to school or work? Or do you want to stay at home and continue playing video games?Either way, you can get your hands on an MSI laptop during our BTS Sale here:  #Laptop #Sale #BTS #MEME #MSIMEME #LOL #Gaming","sentiment_score":0.3333333333}
{"full_text":"The new Face ID technology can detect users' faces even if they wear a protective mask and glasses.https:\/\/t.co\/FtA0ZZIcbz","sentiment_score":0.1363636364}
{"full_text":"Covid tastebuds ","sentiment_score":0.0}
{"full_text":"Japan finds 84,937 new coronavirus cases - The Japan News","sentiment_score":0.1363636364}
{"full_text":"Thank you, Cebu Chamber of Commerce and Industry, for this opportunity to help our kababayans who were affected by Typhoon Odette. May all of us become beacons of hope as we recover from the effects of this calamity and the pandemic. Because this 2022, we are #RisingTogether","sentiment_score":0.0}
{"full_text":"It seems that you are a lover of science. So am I. Here is 5 hrs of it for you to watch. Maybe you will learn some new things. I did!","sentiment_score":0.1704545455}
{"full_text":"Two nurses on Long Island are accused of forging COVID-19 vaccination cards and pocketing more than $1.5 million from the scheme.","sentiment_score":0.225}
{"full_text":"HEADLINES: Two nurses on Long Island are accused of forging COVID-19 vaccination cards and pocketing more than $1.5 million from the scheme, prosecutors and police said.https:\/\/t.co\/9KmtHty5oC","sentiment_score":0.225}
{"full_text":"And Ireland donated back to Choctaw tribe to help with Covid supplies","sentiment_score":0.0}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"Prosecutors said nurses forged a fake card showing a vaccine was given to an undercover detective but never administered the vaccine to the detective.https:\/\/t.co\/Y6sPnHZ6dL","sentiment_score":-0.5}
{"full_text":"RT Is it not possible to make covid test kits in America? We bought 500 million from China during a supply chain crises. Let th...","sentiment_score":0.0}
{"full_text":"RT Sweden decides against recommending COVID vaccines for kids aged 5-12","sentiment_score":-0.1}
{"full_text":"RT Covid is the #1 cause of death in the United States.And yet our national conversation in the media is about when we c...","sentiment_score":0.0}
{"full_text":"#NeoCoV: Here's what we know about the #coronavirusIt's not a new variant of #COVID19 virus and has not been found in humans so far #SpecialReporthttps:\/\/t.co\/8DzWI7y1SU","sentiment_score":0.0159090909}
{"full_text":"People that are popular usually don't have to hide in an undisclosed location. Criminals usually like to hide.","sentiment_score":0.0333333333}
{"full_text":"With BA.2 now spreading in more than 50 countries around the world, there's early hope that vaccine booster doses still hold up against the Omicron subvariant.https:\/\/t.co\/kzucjTa2o1","sentiment_score":0.3}
{"full_text":"RT My little niece now has type 1 diabetes after (very mild!) covid. Even more worrying is that her blood...","sentiment_score":0.2847222222}
{"full_text":"RT In a new interview, Michael Flynn says covid was intentionally introduced into the world by global elites like George S...","sentiment_score":0.0681818182}
{"full_text":"Reading pandemic fiction in the time of Covid-19https:\/\/t.co\/3yvloiH2Hi","sentiment_score":0.0}
{"full_text":"Many healthcare workers face a Thursday deadline to get their first dose of the COVID-19 vaccine under a the Biden administration's vaccine mandate.","sentiment_score":0.375}
{"full_text":"I don't believe you","sentiment_score":0.0}
{"full_text":"Same with my mum. Fed govt aged care facility is out of lockdown but won't allow visitors becoz staff shortages &amp; no RAT's for visitors. Mum will feel abandoned by her family. Vote LNP out.","sentiment_score":-0.05}
{"full_text":"RT  URGENT: Looking for a lawyer to represent a NYC city employee I know whose religious exemption against the vaccine mandat...","sentiment_score":0.0}
{"full_text":"RT Although deadly new Covid variants could emerge, I'm more optimistic today than at any point since the pandemic began. He...","sentiment_score":0.3181818182}
{"full_text":"RT They all egged him on and now he's dead. Any regret? No way.","sentiment_score":-0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 7.4FWind Chill: 0.7FHumidity: 81%Dew Point: 2.9F Barometer: 30.088 inHgWind: 4 mph from the WNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#POFreight: Freight no longer need a Covid-19 test to enter France. As of the 6th April, any drivers arriving in the UK from abroad will need to take a test if they are staying for more than 2 days. Please see the following link for more information -","sentiment_score":0.3333333333}
{"full_text":"They better stay asked after COVID is endemic because we never stop spreading germs.","sentiment_score":0.5}
{"full_text":"I'm just getting over Covid myself and have also decided to devote myself hard to fitness when I'm cleared. Ready to finally do it big","sentiment_score":-0.0305555556}
{"full_text":"RT Didn't get a picture, but one guy was offering free joints to anyone who deleted their vaccine passport. If they didn't h...","sentiment_score":0.4}
{"full_text":"RT As president of the United States, what measures has Joe Biden taken to battle the pandemic of human\/child trafficking?","sentiment_score":0.0}
{"full_text":"RT This is the entire sick, awful tragedy in a nutshell. You can bet Ingraham is vaxxed, of course. Just utterly monstrous.","sentiment_score":-0.4285714286}
{"full_text":"RT  URGENT: Looking for a lawyer to represent a NYC city employee I know whose religious exemption against the vaccine mandat...","sentiment_score":0.0}
{"full_text":"RT Worldwide resistance is building -- to the virus and all the mandates.","sentiment_score":0.0}
{"full_text":"RT The world's most powerful X-ray device looks at the lung of a 54-year-old man who died of #COVID19 revealing massive da...","sentiment_score":0.2666666667}
{"full_text":"National disgrace but MSM don't bother to call it out.","sentiment_score":0.0}
{"full_text":"Thousands in Ottawa protest COVID mandates, many rebuked","sentiment_score":0.5}
{"full_text":"RT Virginia's new leaders are phenomenal. Love this.","sentiment_score":0.3787878788}
{"full_text":"RT \"Mild in kids\"Eight children died in the last week in England. Nine children a day are doing in the US currently. The...","sentiment_score":0.1111111111}
{"full_text":"RT COVID deaths in the month since Conor's tweet:United States: 61,000New Zealand: 1","sentiment_score":0.0}
{"full_text":"RT Good to appear on @GBNEWS last week to draw attention to the @theSNP's power grab.It's totally unacceptable that Scott...","sentiment_score":0.2333333333}
{"full_text":"RT Jesus!!","sentiment_score":0.0}
{"full_text":"RT Attended another anti-mandatory vaccine demonstration in Vienna today. Was extremely windy, rainy and cold, but totally...","sentiment_score":-0.2416666667}
{"full_text":"RT Omicron BA2 Denmark: deaths are rising and higher than 1st wave increasing by a factor of 9X since start of Nov: hospita...","sentiment_score":0.25}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT Omicron Israel: admissions are near double any other wave: and deaths continue to rise almost vertically--20x rise since...","sentiment_score":-0.0083333333}
{"full_text":"RT Stunning data from Unvaccinated people 65 &amp; up are 52X more likely to be hospitalized from #covid19 compared to th...","sentiment_score":0.3333333333}
{"full_text":"The Physical &amp; Mental Health Impact of the Pandemic on The Asian American Community with Jeff Le","sentiment_score":-0.025}
{"full_text":"Latest #COVID19 vaccination update in Tunisia:- 14,183 daily doses administered- 12.72 million total doses administered- 59.44% 1st dose vaccinated- 52.09% fully vaccinatedhttps:\/\/t.co\/BZbus971bJ","sentiment_score":0.1666666667}
{"full_text":"Dentists say they're treating more patients who are suffering from grinding and clenching of teeth in recent months.","sentiment_score":0.25}
{"full_text":"RT The ANTI-VAX cop who told  Governor Jay Inslee to \"kiss his ass\" after being fired over his refusal to get vaccinated...","sentiment_score":0.0}
{"full_text":"This is how these tyrants are they run to safety because they know their policies have done nothing but hurt people enough of these people having places to run to face the music you little twit","sentiment_score":-0.09375}
{"full_text":"RT #JoeRogan isn't responsible for the lack of free tests, not sharing the vaccine with countries who desperately wanted them,...","sentiment_score":3.700743415e-17}
{"full_text":"RT 220129 I got the 3rd vacciney\/n have you gotten [the 3rd vaccine]?","sentiment_score":0.0}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"RT CANADA  - Good luck Canada, make it peaceful and make it count.It's your time. Only you can set you free. The world...","sentiment_score":0.3375}
{"full_text":"I wanna be a stay at home gf  das on amazon?","sentiment_score":0.0}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"The uh, Indiana?  Mask from armbrust feels like a fluffy soft dream compared to those.  As soon as I heard about Omicron I ran out and bought some.  Not enough, but should get us through another month.","sentiment_score":-0.0333333333}
{"full_text":"RT Should Tucker Carlson be SUED over Covid misinformation? ","sentiment_score":0.0}
{"full_text":"RT OUTRAGEOUS! Two nurses from Long Island are accused of FORGING Covid vaccination cards and entering the information in...","sentiment_score":-0.525}
{"full_text":"RT Disinformation kills.https:\/\/t.co\/ry0H1zh568","sentiment_score":0.0}
{"full_text":"RT A reminder that if Terry Fox needed cancer surgery today in Ontario, he'd be told he has to wait because hospitals are o...","sentiment_score":0.0}
{"full_text":"RT Fascinating. The New York Times does now have a story on the Freedom Convoy, but they don't seem to want anyone to read...","sentiment_score":0.4181818182}
{"full_text":"RT Let me get this straight, Sajid Javid's brother, Bas Javid, is Deputy Assistant Commissioner at the Metropolitan Police, i...","sentiment_score":0.2}
{"full_text":"Living with #COVID19 can be stressfulYou may find mental health information in languages other than English usefulFor translated mental health resources visithttps:\/\/t.co\/LDJKylUWk0","sentiment_score":-0.08125}
{"full_text":"Denying medical treatment on the basis of vaccine status is unspeakably cruel. We can't let our healthcare become a system of haves and have-nots.","sentiment_score":-0.5}
{"full_text":"On 1\/28, we received confirmation of our first case of the Omicron subvariant, BA.2. The potential impact of BA.2 is not yet fully known. We continue to urge everyone to get vaccinated and boosted when eligible. Details:","sentiment_score":0.125}
{"full_text":"RT \"I haven't taken the vaccine and I'm absolutely fine.\" That's because the rest of the community have done the hard work t...","sentiment_score":0.0625}
