{"full_text":"Oh well... anyway... what's everyone watching tonight?https:\/\/t.co\/QPVRmmC8Oc","sentiment_score":0.0}
{"full_text":"RT Boston Bomber Received $1,400 COVID Relief Check","sentiment_score":0.0}
{"full_text":"Just tested positive myself but have been boosted and have had very few symptoms other than sore throat. Vaccine has done its job.","sentiment_score":-0.0525757576}
{"full_text":"RT This is just absolutely astonishing.  \"100,000 children in serious condition,\" per Sotomayor.  Where do these people obtain the...","sentiment_score":0.0833333333}
{"full_text":"RT The U.S. broke its record for daily COVID cases this week, but federal agency charged with keeping worker...","sentiment_score":0.0}
{"full_text":"RT Thanks to Democrats and the #AmericanRescuePlan we are seeing record shattering numbers in:Job creationUnemployment dec...","sentiment_score":0.2}
{"full_text":"In some California counties, less than a 25% of vaccinated residents are boosted. One health official blames \"pandemic fatigue.\"","sentiment_score":-0.1666666667}
{"full_text":"RT We in a whole pandemic and y'all eating wings from Taco Bell omg there's better ways to off yourself","sentiment_score":0.35}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT Please pray about today's Supreme Court hearing regarding vaccine mandates, #SupremeCourt #OSHA #VaccineMandate","sentiment_score":0.0}
{"full_text":"I keep saying that there isn't nearly enough out there about long Covid. So many of the Antiva crowd focus on the relatively high survival rate of Covid while ignoring that something like 80% of the survivors suffer anywhere from long-term effects to permanent damage.","sentiment_score":0.1525}
{"full_text":"Vaccinated individuals continue to get Covid and spread Covid so tell me how vaccinated individuals make the work place safer?","sentiment_score":0.0}
{"full_text":"Pssst...I didn't get the vaccine.  College educated.  I am able to type this because I've had the virus and I didn't die.  Different choices, same outcome.","sentiment_score":0.1666666667}
{"full_text":"No, stay home","sentiment_score":0.0}
{"full_text":"RT Yah, we women have been saying this since we took it, which is why I won't let my daughter have it. This does something...","sentiment_score":0.0}
{"full_text":"RT Today the Supreme Court will hear the case on Biden's unconstitutional vaccine mandates. Rip it to shreds.","sentiment_score":0.0}
{"full_text":"RT Think you might have Covid?Runny noseSore throatCoughTiredness Body achesNight sweatsTrouble breathing...","sentiment_score":0.0}
{"full_text":"RT Cirsten Weldon, a top QAnon promoter, called vaccine recipients gullible \"idiots\" and warned people at a vaccine site that...","sentiment_score":-0.15}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"They're the kind of people who are hoping their grandmothers get Covid so they can inherit early.","sentiment_score":0.35}
{"full_text":"RT \"The science isn't strong enough\".Watch the moment an unvaccinated hospital consultant challenges Health Secretary Sajid Jav...","sentiment_score":0.2166666667}
{"full_text":"The pandemic continues to upend the movie industry. Disney Animation's Encanto did okay at the box office, but nowhere near what it would have pulled in pre-pandemic. Since hitting Disney+, it has taken over social media (TikTok), with millions connecting to the story &amp; songs.","sentiment_score":0.2111111111}
{"full_text":"Yup so you don't end up like this Q tardCirsten Weldonhttps:\/\/t.co\/hEOhtw6OV9","sentiment_score":0.0}
{"full_text":"it reads as though streaming is spreading covid","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT Our strategy for covid should now be what it had been for flu our whole lives Shots offered to those at high risk, the sy...","sentiment_score":0.18}
{"full_text":"RT In 2011 former PM Kevin Rudd helped Brisbane flood victims evacuate. Today, as the pandemic explodes, Australians cannot buy f...","sentiment_score":0.0}
{"full_text":"What does \"taking wickets in the virus\" even mean? Covid is not a joke you #dickhead. #ScottyFromPhotoOps#ScottyMustGo","sentiment_score":-0.3125}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT We need an accounting of how many people who lost PUA benefits are now meaningfully employed. The economy is...","sentiment_score":0.5}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":" x 43\"[Their] absence is like the sky, spread over everything.\" - C.S. Lewis#VaccinesWork #WearAMask #StayDistanced #KeepYourBubbleTight #TestToProtect #BeKind","sentiment_score":-0.0125}
{"full_text":"I just wish there was video so we could have seen Alito whisper \"you lie\" when they said the stuff they did.","sentiment_score":0.0}
{"full_text":"RT #covid19 - How my e-book reader helped me through the pandemichttps:\/\/t.co\/UDUqGQdRKl#omicron #lockdown #quarantine #boo...","sentiment_score":0.0}
{"full_text":"RT Justice Sotomayor falsely claims Omicron 'as deadly' as Delta, 100,000 children hospitalized with COVIDhttps:\/\/t.co\/fnl8...","sentiment_score":-0.3}
{"full_text":"RT This is just absolutely astonishing.  \"100,000 children in serious condition,\" per Sotomayor.  Where do these people obtain the...","sentiment_score":0.0833333333}
{"full_text":"Thanks, feels like tail end of it, hearing omicron is a 5-6 day period typically","sentiment_score":0.0166666667}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT Today we launched the \"Tests for Tots\" program, which will provide rapid antigen COVID-19 test kits to regulated childcar...","sentiment_score":0.0}
{"full_text":"This is called abuse and is a small scale of what the Government is doing to you. Shit flows downhill unfortunately.","sentiment_score":-0.3166666667}
{"full_text":"RT Justice Sotomayor falsely claims Omicron 'as deadly' as Delta, 100,000 children hospitalized with COVIDhttps:\/\/t.co\/fnl8...","sentiment_score":-0.3}
{"full_text":"RT This is one shocking slide from ! Diet more damaging than a pandemic #OFC22","sentiment_score":-0.25}
{"full_text":"#AustraliaHasFallen Here I am, in lockdown.","sentiment_score":0.0}
{"full_text":"RT Photos: Mumbai-Goa Cordelia cruise turns Covid cluster Almost two days after the Cordelia cruise ship from Goa docked i...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT Because, nearly three years into a pandemic, I don't feel as though I should have to explain the concept of \"hats.\"","sentiment_score":0.1}
{"full_text":"So me and my mom have covid even tho the at home test said we were BOTH negative both our pcr tests came back positive","sentiment_score":-0.0242424242}
{"full_text":"RT Shooting for #SalmanKhan and #KatrinaKaif starrer #Tiger3 gets postponed #Omicron","sentiment_score":0.0}
{"full_text":"RT We had a magical TWENTYTWENTY-ONE.Despite the surge in COVID-19 concerns, defied all odds to meet music exec...","sentiment_score":0.5}
{"full_text":"RT  We Need YOUR help  HIGH RISKURGENT POSSIBLE MENTAL HEALTH CRISIS  #KiaraBaker #MissingChild #MissingChildren #Miss...","sentiment_score":0.02}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT It's hard to convey the disrespect showed by Justices Sotomayor and Breyer today.100 million Americans are affected by th...","sentiment_score":-0.2916666667}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"It's not like I didn't believe scientists when they told us about Omicron, but I didn't quite get it viscerally. With previous waves, I felt (perhaps incorrectly) that I could keep my family safe if we all just did the right things. Now it feels as though the virus is closing in.","sentiment_score":0.2063492063}
{"full_text":"RT It's EVERYBODY vs. the unvaccinated! PMJT defined them as all that stands between us and the end of the pandemic. He asso...","sentiment_score":0.0}
{"full_text":"This is what utter partisan bullshit looks like. In WA state we vote by mail with no problems at all. Build better tech you luddites.","sentiment_score":0.25}
{"full_text":"Or 1\/4 of the money the criminal Tories stole from us under the repulsively mendacious &amp; opportunistic pretext of a track &amp; trace system. In the middle of a pandemic.","sentiment_score":-0.2}
{"full_text":"Me getting on a zoom meeting with my other coworkers who also have covid","sentiment_score":-0.125}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT I know Gorsuch, nor any conservative, nor any \"omg I'm bored and want to go to the movies\" person, will APOLOGIZE for their co...","sentiment_score":-0.5}
{"full_text":"vaccine mandates are CRIMINAL and WRONG.","sentiment_score":-0.45}
{"full_text":"RT Correction it was Justice Sotomayor","sentiment_score":0.0}
{"full_text":"RT The current US economy in one image: This store sells $400 Le Creuset cookware and Covid rapid tests for $20 a pop (for a *...","sentiment_score":0.0}
{"full_text":"Someone needs to help this mom realize we don't care if you wear a mask.  In fact please do so we can laugh at you","sentiment_score":0.3}
{"full_text":"RT Apologies for Friday evening tweet. Our NHS colleagues are under extreme pressure and following discussion this evening we...","sentiment_score":-0.0625}
{"full_text":"RT This is a reminder that a THREE-vaccine regimen is highly protective against HOSPITALIZATION, whereas high quality MASKS, s...","sentiment_score":0.16}
{"full_text":"RAT tests are almost impossible to get hold of. No person with COVID symptoms should have to queue in hot sun or rain for days to get a PCR test where the results may come days later when two RAT tests done 2-3 days apart can get the same accuracy as a PCR","sentiment_score":-0.1041666667}
{"full_text":"I got covid:\/ but I'm live!! Let's go! #twitchstreamer #TwitchAffilate #SupportSmallStreamers #teamB42","sentiment_score":0.2663352273}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"I'm delighted that we currently only have 3.9% unemployment, but I remain discouraged that we have roughly 5 million fewer people employed today than we did before the Covid-19 pandemic started.","sentiment_score":0.2}
{"full_text":"RT lol my doctor recommended I don't come in for a high risk ultrasound for a high risk baby in a high risk pregnancy because of...","sentiment_score":0.32}
{"full_text":"That's my next move if harbor freight doesn't restock them Monday. Would you recommend these? I've heard good things about powecom and would rather not spend $50 on N95","sentiment_score":0.35}
{"full_text":"RT IF POSSIBLE GET THE NASAL SPRAYS APPROVED...FDA Signals It Will Expedite Full-Approval Process for COVID Vaccines htt...","sentiment_score":0.0}
{"full_text":"RT If NSW is a #Covid \"success\", what does a public health failure look like?","sentiment_score":-0.0055555556}
{"full_text":"RT BREAKING NEWS: The CDC has announced and confirmed that if you lean wit it, you are required to rock wit it.","sentiment_score":0.4}
{"full_text":"RT Stuffed up vaccine order.Stuffed up quarantine.Stuffed up getting enough Rapid Antigen Tests.Stuffed up making RAT...","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT Cirsten Weldon, a top QAnon promoter, called vaccine recipients gullible \"idiots\" and warned people at a vaccine site that...","sentiment_score":-0.15}
{"full_text":"Does tossing out the vaccine mandate mean home healthcare workers, DSPs and prison workers are no longer mandated to get TB tests","sentiment_score":-0.3125}
{"full_text":"RT Update today....","sentiment_score":0.0}
{"full_text":"RT The very same John Roberts who maintained that Trump's extensive history of racist statements defending his travel ban was...","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT If we were going to see the omicron wave do anything big in the way of hospitalisations, we should have seen it by now -...","sentiment_score":0.0}
{"full_text":"RT Pandemic babies are smart ASF","sentiment_score":0.2142857143}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Mandatory vaccination and vaccine passports are wrong, read this...","sentiment_score":-0.5}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Well done another one of our #AirHeroesSchools cannot rely on scientifically illiterate advice from","sentiment_score":0.0}
{"full_text":"RT Is *anyone* living \"Covid normally\"?Everyone I know is either:A. In isolation B. Positive C. Doing their own versio...","sentiment_score":0.3257575758}
{"full_text":"I DONT JNOW WHAT TO DO LY FRIENDW ARE SAYIJY STAY HOME BUT DO I I DONT YACE MY TEXTBOOK OT QS MUCH DTYFF AT HOME","sentiment_score":0.2}
{"full_text":"RT Ron DeSantis should resign for letting around a million Covid tests expire. Absolutely horrible.","sentiment_score":-1.0}
{"full_text":"Omicron COVID-19 variant batters Nunavut, finding even the remotest of Arctic communities \/via","sentiment_score":0.0}
{"full_text":"RT \"The science isn't strong enough\".Watch the moment an unvaccinated hospital consultant challenges Health Secretary Sajid Jav...","sentiment_score":0.2166666667}
{"full_text":"Sunday's Speak Easy Birthday Party has been CANCELLED due to that jerk, Covid-19. We hope to be able to reschedule it in the future. Please stay safe out there. #SpeakEasy #CovidSucks","sentiment_score":0.2616666667}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT covid sucks. i miss the days when u could travel. a year ago I was in dc with some friends I met online touring a governm...","sentiment_score":-0.3}
{"full_text":"RT Supreme Court Justices Spew 'Shocking' Misinformation During Arguments on Biden's Vaccine Mandate","sentiment_score":-1.0}
{"full_text":"RT CDC's briefing announcement comes after former officials - including - slammed the agency for mismanaging t...","sentiment_score":0.0}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"#Kentucky #Covid19 New#'s11,096 New cases 1878 18yrs &amp; 915,881 TTL cases24.45+rate 12,358 Kyians lost to Covid19423\/223 ICU\/Vent10,959,899 TTL Tests39 deaths","sentiment_score":0.1363636364}
{"full_text":"OP-ED | The head of Canada's largest private-sector union says the refusal by the country's grocers to reinstate \"hero pay\" for employees amid an exponential rise in COVID-19 cases is \"about greed, period.\"Here's why it's actually about \"the economy\".by the National Post","sentiment_score":0.0}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"We all gonna catch Omicron, regardless of number of doses","sentiment_score":0.0}
{"full_text":"This goes up with boosters, but as yet, we don't know for how long. I can't see a case for passports, because I can't see what information they're meant to convey. It's possibly time limited, and may say nothing about protection from a new variant.","sentiment_score":0.0037337662}
{"full_text":"First lockdown was ineffective in the sense that it only delayed the peak. So what does this one do? I'm all for taking care and consideration but 3 bars, a few clothing stores, drogisterij, kapper, it's all gone. And I live in the east, a town where those are needed","sentiment_score":0.0465909091}
{"full_text":"RT Currently we have half the number of PCR positive Covid patients that we had at the peak last January. And half of them have...","sentiment_score":-0.0212121212}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"RT Justice Sotomayor claimed today that 100 thousand children are currently hospitalized with covid.100 THOUSAND.A Su...","sentiment_score":0.0}
{"full_text":"RT Sonia Sotomayor roasted after spreading false information about child COVID hospitalizationshttps:\/\/t.co\/qbeEqF7lPu","sentiment_score":-0.4}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"French lawmaker Jose Evrard, whose vaccine-sceptic far-right party had opposed government measures to control the spread of COVID-19, has died after contracting the coronavirushttps:\/\/t.co\/4kTcRP9eOQ","sentiment_score":0.0}
{"full_text":"RT A big  in hosps of kids \"for other reasons but with covid\" simply means that we don't yet recognize all of the clinica...","sentiment_score":-0.0416666667}
{"full_text":"RT It's hard to convey the disrespect showed by Justices Sotomayor and Breyer today.100 million Americans are affected by th...","sentiment_score":-0.2916666667}
{"full_text":"RT Of course this lunatic is a teacher...This is the irrational level of fear the left and media want you living in.ht...","sentiment_score":0.0}
{"full_text":"RT The pandemic killed so many dialysis patients that 2021 was the first year in history that the U.S. dialysis population actual...","sentiment_score":0.1375}
{"full_text":"dodged all three COVID-19 waves besides the pregnancy wave","sentiment_score":0.0}
{"full_text":"RT Here's another one. Thanks for the tip, If we can find more of these, people can have more options.","sentiment_score":0.4}
{"full_text":"Vaccines don't stop contagion. Why would I risk traveling in close proximity with people who could be transmitting a deadly new variant? Other countries are doing their best to keep citizens safe.  Ours seems to want us misinformed, reckless or dead.","sentiment_score":0.2622727273}
{"full_text":"No need for a fourth Covid jab yet, say UK advisers","sentiment_score":0.0}
{"full_text":"RT #COVIDisAirborne I recommend that everyone wear an N95 filtering facepiece respirator for all interactions with people w...","sentiment_score":0.0}
{"full_text":"Do you know what long Covid is?","sentiment_score":-0.05}
{"full_text":"RT Incredible turnout today for our Mission incentive vaccine clinic! We partnered up with to vaccinate mo...","sentiment_score":1.0}
{"full_text":"RT she would've cured covid by now","sentiment_score":0.0}
{"full_text":"RT Remember, the right-wing donors who built the Supreme Court want to tear down ALL federal regulations. They really don't...","sentiment_score":0.0222222222}
{"full_text":"Sure turdledove.Here's your list.  I'm sure you'll actually consider it.  Byee.https:\/\/t.co\/MGXYdzY7Lx","sentiment_score":0.3333333333}
{"full_text":"RT Vaccinations are free and safe.","sentiment_score":0.45}
{"full_text":"RT New data shows 63% of COVID patients in England are being treated primarily for COVID, down from 67% last week and 75% in Octo...","sentiment_score":0.0952020202}
{"full_text":"Haha, no, but I think it's pretty unlikely that a consultant anaesthetist in his 40s (my guess!) has a previous career as a nationally respected pandemic response strategy expert. ","sentiment_score":-0.0854166667}
{"full_text":"RT Alberta premier outright refuses federal suggestion to consider mandatory COVID-19 vaccines:","sentiment_score":0.0}
{"full_text":"Welcome to the #repentinitis club","sentiment_score":0.8}
{"full_text":"RT COVID-19 vaccine registration is now open for all children aged 5-11. A parent or legal guardian will need to give consent fo...","sentiment_score":0.0333333333}
{"full_text":"Despite the ongoing challenges we're facing with Omicron, it's important to know you are not alone - help is always available 24\/7. Reach out to a trusted health professional or one of these services:* Lifeline 13 11 14* Beyond Blue 1300 22 4636","sentiment_score":0.225}
{"full_text":"The organisation's emergencies chief, Dr Michael Ryan, said speculation omicron might be the last variant of the outbreak was \"wishful thinking\"","sentiment_score":0.0}
{"full_text":"Couple helped nursing home adapt--Windsor Place administrator Linda Milholland retired at the end of the year after 16 years. She reflects on some of the changes at the facility, especially the challenges brought by the COVID-19 pandemic.https:\/\/t.co\/GPJKlFWIhl","sentiment_score":0.0}
{"full_text":"Star Trek: Picard has one of the largest crews in show business, and a lot of them have COVID. (Not Patrick Stewart, if you're wondering.)","sentiment_score":0.0}
{"full_text":"Let us hope it wasnt staged and sewing the seeds of vaccine waning, impossible to inject people once every month...to pave the way for pills!","sentiment_score":-0.8333333333}
{"full_text":"\"People are so selfish that they refuse to get a vaccine that would protect me and others,\" the woman said after waiting 3 days in a STL County emergency room because there were no open units for her","sentiment_score":-0.25}
{"full_text":"With #COVID19 on the rise, now is the time to sign up for your vaccine booster shot. Visit for more information on how to keep you and your families safe and healthy.","sentiment_score":0.5}
{"full_text":"Due to the mental and emotional strain of the continuing COVID-19 pandemic, some may turn to alcohol to escape stress. However, unhealthy drinking can cause new problems. Moderation is key for those who drink alcohol.","sentiment_score":-0.0814393939}
{"full_text":"Think that was a peak pandemic moment that ... they should give him his own conspiracy theory show...like when Shaun Ryder got his own hunting UFO's show","sentiment_score":0.6}
{"full_text":"ACI is proud to back in their initiative to get people vaccinated against COVID and the flu. They're scheduling appointments for anyone who fills out their request form at","sentiment_score":0.4}
{"full_text":"In a post-covid era, is supply chain resiliency of greater concern than cost? Find out if the US can revive its own manufacturing units  as a solution.","sentiment_score":0.55}
{"full_text":"White House signs deal to kickstart delivery of 500M free COVID testshttps:\/\/t.co\/9AcwfMppJX","sentiment_score":0.2}
{"full_text":"here is a pro tip: If you feel the urge that you need to give your sniffles, cough and sore throat a name so you go get tested just so you can call it covid, you're part of the freakin problem!","sentiment_score":0.0}
{"full_text":"Our nation is in an epidemic, but not the one you're thinking about...","sentiment_score":0.0}
{"full_text":"12 cases of IHU have so far been discovered#COVID19Ireland","sentiment_score":0.1}
{"full_text":"\"Today we have 1,000-plus cases (in El Paso). My expectation is that we'll blow through 2,000 potentially by next week, and that was our high in 2020. We're just at a space where omicron is here.\"Here's what you need to know about the omicron variant:https:\/\/t.co\/pBRd4KXf2T","sentiment_score":0.08}
{"full_text":"Supreme Court wrestles with Biden's COVID-19 vaccine requirements as Omicron cases surge","sentiment_score":0.0}
{"full_text":"Two hundred fifty-seven grants spent on social disparities with Covid and only four on how it spreads? Why is the Left so focused on race and gender? This government cannot be trusted.https:\/\/t.co\/MNxA8lT4jV","sentiment_score":-0.0166666667}
{"full_text":"RT Smash the like button if you think Fox News needs to be held accountable by the law for spreading COVID lies.","sentiment_score":0.0}
{"full_text":"How Communication Around COVID Fuels a Mistrust of Sciencehttps:\/\/t.co\/hvACapkJMC","sentiment_score":0.0}
{"full_text":"RT #DYK a donor's blood stem cells can help cure over 70 diseases? They're able to make many types of cells that patients with di...","sentiment_score":0.5}
{"full_text":"RT  Such important parent-led advocacy! Sign on!","sentiment_score":0.3125}
{"full_text":"RT A number of surprises in today's arguments, including Breyer questioning the constitutionality of the OSHA mandate. Bu...","sentiment_score":0.0}
{"full_text":"How might misinformation on social media impact American politics in 2022 and how can experts address it? Prof weighs in. #Misinformation #SocialMedia #COVID19","sentiment_score":0.0166666667}
