{"full_text":"The U.S. has a higher Covid-19 death rate per 100,000 than 89.7% of 185 listed countries. This country has a public health problem, but it also has a psychological pathology, which is allowing the pandemic to flourish.      ","sentiment_score":0.0833333333}
{"full_text":" Who Wan tryProud of my teamAllen les Lions#AFCON2022","sentiment_score":-0.2}
{"full_text":"RT Masks + vaccines + boosters = best protection against #Omicron.When you wear a mask, you help protect yourself &amp; others from...","sentiment_score":1.0}
{"full_text":"The same could be said for the irreversible long covid.","sentiment_score":-0.025}
{"full_text":"I have two adult sons.  One has two children. I also have a stepdaughter with a child.  I have post covid syndrome.   I can't  imagine how you are dealing with this. Sending love and understanding ","sentiment_score":0.3}
{"full_text":"RT NHS vaccine mandate 'is unlawful and must be stopped'https:\/\/t.co\/1VHGvvNfRt","sentiment_score":0.0}
{"full_text":"RT Once a problem far in the future, the population crisis is arriving earlier than expected after the Covid baby bust. Popu...","sentiment_score":0.0}
{"full_text":"RT Q4. Which colour variant of the vivo Y75 5G would you like to win?A. Glowing GalaxyB. Starlight Black#stufflistingsar...","sentiment_score":0.0}
{"full_text":"RT Uninvited missionaries and plagues, name a more iconic duo.","sentiment_score":0.5}
{"full_text":"RT Why is this doctor who claims expertise cant accept that covid is not just clinical management. That this pandemic is beyond...","sentiment_score":0.0}
{"full_text":"o god o no another variant o fuck o fuck we're doomed this time i mean it very srs business","sentiment_score":-0.228125}
{"full_text":"RT Good points. Let reason--and Science--prevail now...","sentiment_score":0.7}
{"full_text":"RT HC workers have had to endure threats and assaults from Trumps' radicalized followers....","sentiment_score":0.0}
{"full_text":"RT Goa reported 20 COVID-related deaths in 24 hours Highest Single Day Death Toll in Third WaveBJP's Covid Mismanagement has t...","sentiment_score":-0.0357142857}
{"full_text":"RT Lot of updates to the definition of vaccine early this year...Removing \"Immunity\" certainly made the Fauci \"highly eff...","sentiment_score":0.1580952381}
{"full_text":"RT Triple-vaxxed and proud of it. If you haven't gotten the jab yet, don't delay, do it today.Protect yourself against C...","sentiment_score":0.8}
{"full_text":"It is STILL a Pandemic https:\/\/t.co\/9RCNe99pbm","sentiment_score":0.0}
{"full_text":"RT New Zealand journalist is forced to turn to the TALIBAN for help after she was left stranded in Afghanistan because of Ja...","sentiment_score":-0.0545454545}
{"full_text":"RT Freaking seriously. Dave Grohl,","sentiment_score":-0.3333333333}
{"full_text":"RT IT'S HAPPENING AGAINCatalonia in Spain has announced they are scrapping the use of covid passports to access public are...","sentiment_score":0.0}
{"full_text":"LINK, ABOVE THE CHEAPER THAN ALL STORES ONLY FOR PS5.50 WORLDWIDE DELIVERY EVERY PERSON SHOULD CARRY ONE DURING THIS  CORONAVIRUS PANDEMIC MEASURES YOUR OXYGEN LEVELS INSTANTLY^^^^^^^^^","sentiment_score":0.0}
{"full_text":"RT And whoever opposes Allaah and His caliph indeed Allaah is severe in Punishment. Imam Mahdi Nasser Mohammed Al-Yamani...","sentiment_score":0.0}
{"full_text":"RT This is dementia. Anybody who has ever seen a loved one suffer from it recognizes these outbursts. Jill Biden and the en...","sentiment_score":0.7}
{"full_text":"RT Hey! The #COMPLETION album is out!Due to the Corona, hardcopy CDs are not available. Please DM me your e-Mail\/WhatsApp...","sentiment_score":-0.2}
{"full_text":"RT always going to be entertained grayzone only became a thing by becoming an assad propaganda outlet at first","sentiment_score":0.15}
{"full_text":"RT The world's most powerful X-ray device looks at the lung of a 54-year-old man who died of #COVID19 revealing massive da...","sentiment_score":0.2666666667}
{"full_text":"RT This study actually does that, but it's buried in a paragraph that the pandemic minimizers will never talk about....","sentiment_score":0.0}
{"full_text":"I've had Covid. Worked out fine as I'm still here. Here's evidence masks don't work. I tried to find the simplest graph even a poet could read, but I'm still skeptical about you","sentiment_score":-0.0416666667}
{"full_text":"I'm sorry sweetie.Covid really kicked my ass.I hope it doesn't affect you nearly as badly.","sentiment_score":-0.3333333333}
{"full_text":"RT Long Covid: Hidden lung damage spotted on scans","sentiment_score":-0.1083333333}
{"full_text":"Men Leather Lambskin Jacket Bomber Slim Fit Outwear With Chest Pockets and Removeable HoodPrice Only: $189.99Use this coupon to get $20 Discount on your first purchase (XMAS20)Purchase Now:https:\/\/t.co\/UUkO62I26lOur Store:https:\/\/t.co\/fcFej0EUwI","sentiment_score":0.2166666667}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Very important data on risk assessment and public policy. Amazing how many in the replies are raging at this doctor for sha...","sentiment_score":0.405}
{"full_text":"RT Sir,We hope you are not appreciating the stagnation which is being faced by approx 20 thousands of employees of","sentiment_score":0.0}
{"full_text":"RT Oh and my dad tested positive and recovered from Covid-19 over the past weeks. I am relieved, glad and don't have to hear...","sentiment_score":0.1590909091}
{"full_text":"We are suffer from covid and conduct exam no way to leave the any single paper I attempt all the paper on time and many students are covid but no one care stop your thinking stop your mindset close the university and colleges Peshawar ratio are too much high so plz #onlineclass","sentiment_score":0.1961904762}
{"full_text":"RT Meet Alan Hawes, the former photojournalist  turned critical care nurse who has the unique ability to tell the intimate s...","sentiment_score":0.14375}
{"full_text":"RT Every organization mandating boosters in young healthy people knowing the data on omicron's breakthrough rate despite boo...","sentiment_score":0.3}
{"full_text":"RT Robert LaMay, the anti-vaccine state trooper who recently died of COVID, was praised as \"a celebrity\" by Fox's Laura Ingraha...","sentiment_score":0.0}
{"full_text":"RT New Zealand journalist is forced to turn to the TALIBAN for help after she was left stranded in Afghanistan because of Ja...","sentiment_score":-0.0545454545}
{"full_text":"RT people are mad that they can't eat dinner at a restaurant after having tested positive for covid unless they...","sentiment_score":-0.1988636364}
{"full_text":"Joni Mitchell says boycotting Spotify over Covid 'lies' via","sentiment_score":0.0}
{"full_text":"It speaks to the politicalization of Covid, masks, social distancing and vaccinations. The same folks who were vaccinated at birth, vaccinated their kids at birth, were vaccinated while in the military ALL OF A SUDDEN ARE JUXTAPOSING VACCINATIONS WITH FREEDOMS!","sentiment_score":-0.0166666667}
{"full_text":"#ProfessionalAnalApeture  Michele Bachmann Says Sarah Palin 'Should Be Commended' for Eating Out After Positive COVID Test","sentiment_score":0.2272727273}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"RT Reducing Covid deaths by 99% and hospitalizations by 98% with vaccination and a booster","sentiment_score":0.0}
{"full_text":"RT Some extremists want to purposely spread covid. Other extremists want to not spread covid. The rational compromise is to...","sentiment_score":-0.125}
{"full_text":"RT Canadian Transport Minister today questioned about the truckers vaccine mandate: \"These measures...they're...","sentiment_score":0.0}
{"full_text":"RT It is unfortunate that you failed to highlight one of the KEY reasons vaccine mandates ar...","sentiment_score":-0.3333333333}
{"full_text":"\"55 saves lives\" was bad science.  It was true in town, but not in the country.  The Federal government made one law.  I think the same would happen with Covid laws.  But I could be wrong.","sentiment_score":-0.2125}
{"full_text":"Jobs still not back to 2019 peak. We turned off economy to combat covid and then turned the economy back on and you take credit for that? What a S. Sob","sentiment_score":0.0}
{"full_text":"RT \"Yahoo reduced cultism, ritual k!!llings and armed robbery\"","sentiment_score":0.0}
{"full_text":"RT Unlike Bandcamp, hasn't done shit for artist this entire pandemic except for pay them the lowest...","sentiment_score":-0.1}
{"full_text":"RT That's sad part people don't understand it's not about left or right. It's not about vaccine or no vacc...","sentiment_score":-0.0714285714}
{"full_text":"Yet people will still continue to defend the jab. Is it not the same covid\/variants infecting EVERYONE (un&amp;jabbed) alike?! Ask urself why and how, based on 'science' can the 'recommendations' be so totally different for the same world wide 'pandemic'","sentiment_score":-0.025}
{"full_text":"COVID test available tomorrow at CVS (1002 South Busse Road, Mount Prospect, IL 60056) at 11:20AM 11:50AM 12:20PM 12:40PM 12:50PM 01:00PM 01:10PM 01:20PM 02:00PM 02:10PM 02:20PM :","sentiment_score":0.4}
{"full_text":"RT Michael Flynn said Covid was \"introduced to the world by Bill Gates\" as a way to \"control humanity\" and \"defeat Trump....","sentiment_score":0.0}
{"full_text":"RT When I saw my representative spread misinformation about the COVID-19 pandemic, while simultaneously spreading the Big Li...","sentiment_score":0.0}
{"full_text":"All those deaths were not Covid. Many died with Covid and counted as Covid but NOT!","sentiment_score":0.625}
{"full_text":"RT 2m away.. the closest I've been to since I've been here!  Separate bubbles isn't much fun! The joys of broadca...","sentiment_score":0.375}
{"full_text":"RT First ever HIV vaccine!","sentiment_score":0.3125}
{"full_text":"RT The last time I checked - I didn't face the threat of losing my job if I didn't get vaccinated for measles, mumps and rubella...","sentiment_score":0.0}
{"full_text":"RT Cancer surgeries and screenings have had to be cancelled at several points of the pandemic because of high numbers of Cov...","sentiment_score":0.08}
{"full_text":"Maine has had 172k positive cases since the start of the pandemic. There's a 55k case backlog right now.If those were processed quickly, you would have seen a massive spike for the last 1-2 months.","sentiment_score":0.1692640693}
{"full_text":"I spoke way too ","sentiment_score":0.0}
{"full_text":"RT Three large new studies from the  highlight the importance of getting a booster vaccination to receive the best...","sentiment_score":0.4502164502}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"Marge was not voicing an opinion! She was spreading lies about vaccines, masking and social distancing &amp; against practicing good civic sense in middle of a Global Crisis the COVID pandemic!There are first amendment rights and there are also responsibilities!","sentiment_score":0.2091666667}
{"full_text":"10 Legitimate Reasons So Many People Are Refusing The Covid Shots via","sentiment_score":0.5}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"RT QUEBEC  -  Medical discrimination now social discrimination.The unvaccinated can shop in a grocery store, but can on...","sentiment_score":0.0166666667}
{"full_text":"RT Small businesses are struggling with import checks, staffing issues, and red tape as a result of Brexit.To many, the unc...","sentiment_score":0.0833333333}
{"full_text":"RT The collapse of Tigray's healthcare system, in conjunction with the interruption of childhood vaccination, poor sanitation &amp;...","sentiment_score":-0.4}
{"full_text":"So if I can put a mask on to save you buttheads, perhaps you wouldn't take that in consideration when you say no to a vaccine that may help someone else from not being sick and so on and so forth three or four down and meeting my parents and killing them it's your right to kill","sentiment_score":-0.1947089947}
{"full_text":"Down here in Houston. Have covid and pneumonia and yiu helping me enjoy this day. Sent you a donation and hope my tweet helps. A great cause from 2 great people","sentiment_score":0.4611111111}
{"full_text":"RT Expected Omicron deaths in Canada: provincial estimates, as of Jan 28Individual panels below for provinces where estimat...","sentiment_score":-0.1}
{"full_text":"All you did literally was switch the actual numbers around. Vaccines have proven to be 5 times more effective than natural immunity. Yes I did verify my sources before responding to this lame attempt at trying to convince people that the vaccine doesn't work.","sentiment_score":0.14}
{"full_text":"RT New Zealand Prime Minister Jacinda Ardern says she is self-isolating after coming into close contact with a person infected with th...","sentiment_score":0.1363636364}
{"full_text":"RT This terrific piece shows how #SARSCoV2 devastates the heart, contributing to long #COVID .\"..she found hersel...","sentiment_score":-0.025}
{"full_text":"\"I think you should get vaccinated and then get sick. This is why: because then you got the vaccine protects you from a bad infection and then you get COVID so then you get the robust immunity that's imparted from having the actual disease itself.\" -Rogan","sentiment_score":-0.4714285714}
{"full_text":"RT .@GovStitt's official stance (per on Oklahoma's pandemic-worst COVID hospitalization situation:If you don'...","sentiment_score":0.0}
{"full_text":"RT Racism &amp; colonialism in ScienceSouth Africa's #COVID19 experts: #Omicron is mild vs other variantsWestern: I don't b...","sentiment_score":0.1041666667}
{"full_text":"RT #SBTE_Bihar  and #Bihar govt. should listen and take on this issue. It's very hard to go to center (300km-400km away from...","sentiment_score":-0.2395833333}
{"full_text":"RT Barely 3 months later, and this guy, who was only 51, is now dead from Covid.","sentiment_score":-0.0375}
{"full_text":"This Washington state trooper who told Governor Inslee to \"Kiss My A**\" over Vaxx mandate has died from Covid-19.He fucked around and found out!!! ","sentiment_score":-1.0}
{"full_text":"Taking walk-ins at the #Barrie #SMDHU vaccine clinic at Georgian Mall!Until 3:55 PM today (Saturday!)#VaccinesWork","sentiment_score":0.0}
{"full_text":"RT There is not a health agency IN THE World which tells a triple jabbed person who also has a recent negative test to go i...","sentiment_score":-0.15}
{"full_text":"RT 1\/36 Update of the covid and the brain talk I recently gave to Drs at Select MedicalBetter quality figures More on ref...","sentiment_score":0.25}
{"full_text":"RT I began making these #frontline #bunnies with  when the #pandemic started - they have signs now saying \"thanks for what you...","sentiment_score":0.2}
{"full_text":"RT Kid Rock announced that he will not perform at any venues that require COVID-19 vaccination or masks.","sentiment_score":0.0}
{"full_text":"Did Trudeaus Vaccine Failures contribute to vaccine hesitancy?Very late start Delaying 2nd dose intervalsExtending expiry datesMixing and matching vaccines","sentiment_score":-0.15}
{"full_text":"RT Sega has officially droped out of the arcade business:","sentiment_score":0.0}
{"full_text":"Its simple science. Cope.(And the evidence that pets can spread the virus is minuscule, at worst the odds transmission appear low)https:\/\/t.co\/GcmfICFxN5","sentiment_score":-0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Learn from this and be alert for the next pandemic that they will try to use as a power grab. We don't need government \"helping\" with infectious disease.","sentiment_score":0.0}
{"full_text":"RT Afghanistan &gt; New Zealand. Truly. The TALIBAN is helping this New Zealand journalist who is a woman, unmarried and pregnant whe...","sentiment_score":0.202020202}
{"full_text":"RT Not that long ago this man was the actual national security adviser in the actual White House.","sentiment_score":-0.0125}
{"full_text":"RT BOOM! Dan Bongino got permanently BANNED from YouTube earlier this week, and now he's been KICKED OFF Google Ads for r...","sentiment_score":0.0}
{"full_text":"are just following your science.","sentiment_score":0.0}
{"full_text":"RT Fantastic sir #SDG4BW","sentiment_score":0.4}
{"full_text":"covid be like: wake up, eat, sleep 6-8 hrs (repeat 30x)","sentiment_score":0.0}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak must be loving the fact that all the focus is on 'partygate' - and hardly anyone's talking the missing PSBI...","sentiment_score":0.0361111111}
{"full_text":"RT I really hope that &amp; all the others who enthusiastically praised this guy's...","sentiment_score":0.2}
{"full_text":"RT Clinical data beats cherry picked data. Who knew?","sentiment_score":0.0}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"WHEN THEY MEAN THAT OTHER ONE AND ONLY SAYING OMICRON WHEN TALKING ABOUT ALL THE DIFFERENT SUBVARIANTS OF B.1.1.529, AND IF THEIR FINDINGS ARE BASED ON A MIX OF SAMPLES FROM DIFFERENT OMICRON-SUBVARIANTS BUT SOME VARIANT IS HEAVILY OVERREPRESENTED, TO EXPLICITLY STATE","sentiment_score":-0.10625}
{"full_text":"RT I thought Trudeau was isolating because he exposed to COVID?  Why are they putting officials \"in harms way?\"","sentiment_score":0.0}
{"full_text":"RT Pass this on and on and on to all our friends","sentiment_score":0.0}
{"full_text":"RT Joni Mitchell pulls music from Spotify in stand with Neil Young against covid #misinformation","sentiment_score":0.1}
{"full_text":"RT A Washington state trooper Who Told Governor to 'Kiss My A**' Over Vaxx Mandate has Died from Covid-19","sentiment_score":0.0}
{"full_text":"RT I'm guessing Fox isn't paying funeral costs","sentiment_score":0.0}
{"full_text":"RT Why is it \"faith over fear\" when it comes to Covid in our schools but not when it comes to certain books?","sentiment_score":0.2142857143}
{"full_text":"THAT BECAUSE OMICRON=99% BA.1 IS NOT TRUE FOR EVERY REGION AND\/OR EVERY POINT IN TIME. And also there is a remote possibility that WHO might assign another greek letter to one of the current or future subvariants so maybe using some pangolin notation as well that would","sentiment_score":-0.055}
{"full_text":"RT It's Saturday so Paris takes to the streets for another weekend protest against COVID law.From todayhttps:\/\/t.co\/DaXlxCUR7P","sentiment_score":0.0}
{"full_text":"RT Every time Chief Justice John Roberts allows Clarance Thomas to rule on cases he clearly has a conflict on, especially wit...","sentiment_score":0.05}
{"full_text":"I have two nephews that had it. They both had it early on in the pandemic. Prior to the vaccination. But my understanding is that they are both fully vaccinated now.","sentiment_score":0.05}
{"full_text":"COVID-19 cases and hospitalizations continue to climb in Tennessee and Columbia's Maury Regional Medical Center is facing the brunt of the increase.https:\/\/t.co\/txz6mX4eId","sentiment_score":-0.05}
{"full_text":"HOSPITALS ARE ALMOST ALWAYS OVERWHELMED, SO WHAT ARE WE DOING HERE?Split-screen pandemic: Families resume lives as hospitals overwhelmed...https:\/\/t.co\/jyVQEIttIk","sentiment_score":0.0}
{"full_text":"They are finalizing a new location in Council Bluffs and are expected to open next week. #CovidTestinghttps:\/\/t.co\/GGvOt62KTG","sentiment_score":0.0090909091}
{"full_text":"City budgets were nearly wiped out overnight by the pandemic. In an event like this, how can public servants make sure the impacts don't fall on the backs of the most marginalised?","sentiment_score":0.275}
{"full_text":"RT #Back2SchoolGodspeed my gotweShe didn't want to take off her mask \"because there is corona\"","sentiment_score":0.0}
{"full_text":"Check out this short video about natural versus vaccine-induced protection against COVID-19.https:\/\/t.co\/h58bGeBfi5","sentiment_score":0.05}
{"full_text":"Can we all value unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"RT the real vaccine is here","sentiment_score":0.2}
{"full_text":"Of the 377 local areas in the UK, 226 (60%) have seen a week-on-week rise in rates, 150 (40%) have seen a fall and one is unchanged https:\/\/t.co\/e6fzUuTZMf","sentiment_score":0.0}
{"full_text":"The latest The CDC INFO Career News! Thanks to #leadership #career","sentiment_score":0.4125}
{"full_text":"Hi there, I'm a stay-at-home parent, my home was taken by a herd of elephants, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"The Palace of Fine Arts has hosted the most incoherent cultural moments of the CDMX. Come to Atencion Central and learn more about our Free Walking Tours. *Changes without prior notice due to the pandemic.","sentiment_score":0.1768518519}
{"full_text":"Italy - China's virus gateway to the West","sentiment_score":0.0}
{"full_text":"Joni Mitchell said Friday she is seeking to remove all of her music from Spotify in solidarity with Neil Young, who ignited a protest against Spotify for airing a podcast that featured a figure who has spread misinformation about the coronavirus.https:\/\/t.co\/kYI1vxi6cZ","sentiment_score":0.1}
{"full_text":" Shaken or stirred? Whatever your preference, getting your #COVID19 vaccination takes less time than making a cocktail. Find a walk-in near you or book an appointment online or by calling 119i For more info &amp; to book:","sentiment_score":0.1444444444}
{"full_text":"Neil Young has threatened to pull his music from the Spotify streaming service in protest of its relationship with podcaster Joe Rogan, who the prolific singer-songwriter accuses of spreading misinformation about COVID-19.https:\/\/t.co\/qqvMwTmxGD","sentiment_score":0.1}
{"full_text":"Ohio led the nation in COVID-19 deaths over the last seven days. And while hospitalizations and infections are waning, they continue to occur at some of the highest rates of the pandemic. By","sentiment_score":0.0}
{"full_text":"Also true at my hospital ","sentiment_score":0.35}
{"full_text":"The Human Services Agency in partnership with Merced County Department of Public Health, will be hosting a COVID-19 Mobile Vaccination Clinic TODAY, Sat., Jan. 29th from 9:00 AM - 3:00 PM!COVID-19 vaccines are available for everyone aged 5 and up.","sentiment_score":0.075}
{"full_text":"ICYMI -- USPS will start mailing free at-home COVID tests soon!Make sure you order yours here:","sentiment_score":0.45}
{"full_text":"Was at Fantastic conference The COVID protocols were excellent.I realize there's people that aren't ready &amp; there's people that shouldn't based on health &amp;age. That's fine. Their decisions should be respected as should the people that want to get moving #manifest2022","sentiment_score":0.3388888889}
{"full_text":"RT there's such a \"split\" that every blue school district in Va is defying Youngkin and keeping mask mandates","sentiment_score":0.0}
{"full_text":"Yes. And lately he had lots of Covid disinformation and climate denier. So yeah not good","sentiment_score":-0.325}
{"full_text":"KCKPS is happy to announce  another Strikeout COVID event. This event is for those ages 5 to 11 who need their first or second dose of the vaccine. A parent or guardian must be present. Giveaways and free food for those who get the vaccine.","sentiment_score":0.29}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"Should you be less worried about #Omicron? It may be less deadly, but these scientists say that doesn't mean it's time to sit back and relax. Find out more, via","sentiment_score":-0.0576388889}
{"full_text":"RT today my coworker begged my unvaccinated coworker to please wear a mask because i'm on 3 immunosuppressive meds right...","sentiment_score":0.2857142857}
{"full_text":"Oh, please... Not another conspiracy theorist. How many shots have you had as a child? Probably many if you're like me. Yet, we are both alive and well, and many deadly diseases have been almost eradicated as a result. The COVID vaccine is no more dangerous than these shots were.","sentiment_score":0.0785714286}
{"full_text":"RT #DYK January is National Birth Defects Awareness Month? 1 out of every 300 newborns is diagnosed with a serious health conditi...","sentiment_score":-0.3333333333}
{"full_text":"number of people in hospital throughout the UK who have recently tested positive for Covid has now dropped below 16,000! That is down almost 3,500 from this time two weeks ago. #Covid19UK #coronavirusuk #DailyCovidUpdate","sentiment_score":0.0428451178}
{"full_text":"In this week's Threat Intelligence Brief, #FortiGuardLabs looks into future threats; wiper #malware that looks like #ransomware; and a new #phishing campaign that is delivering a new #STRRAT #RAT #malware variant as an attachment.","sentiment_score":0.0681818182}
