{"full_text":"So what has happened with the original and other versions of Covid? They have been'killed' off or no longer spread?","sentiment_score":0.0166666667}
{"full_text":"Making them accountable is a good first step toward policy-making that doesn't keep us on the spin cycle.","sentiment_score":0.475}
{"full_text":"RT Please please please do not drink your own piss as the  magical cure for covid. For God's sake ","sentiment_score":0.55}
{"full_text":"The Cabinet Division has announced a set of restrictions to curb the spread of #COVID19 effective from 13 January.People have to show proof of #vaccination to dine at restaurants and rent hotels.#BangladeshFightsCorona #Bangladesh","sentiment_score":0.6}
{"full_text":"Ratioed.Every.Time.","sentiment_score":0.0}
{"full_text":"RT The evidence doesn't exist.Fauci said it was an economic one on live TV.\"according to the CDC's own rationa...","sentiment_score":0.3121212121}
{"full_text":"In the most recent podcast with Dr. Malone, it's mentioned by Dr. Malone that Covid cases in India dropped to zero after the use of an unspecified drug and shortly thereafter our President visited India personally and asked them to keep the name of the drug a secret.","sentiment_score":0.02}
{"full_text":"Correct decision :!  RT","sentiment_score":0.0}
{"full_text":"I hope this catches on.","sentiment_score":0.0}
{"full_text":"They wouldn't want to emphasize that even a covid obsessed teacher shows she doesn't believe masks do anything to stop the spread.","sentiment_score":-0.5}
{"full_text":"RT Now We Wait: Anthony Fauci Has Set Up A Big Bowl Of The Omicron Variant's Favorite Bird Seed Under An Anvil","sentiment_score":0.25}
{"full_text":"If one more person blames me for the pandemic not being over because my clinic is fully booked for testing. I'm going to lose my mind. Yes it's terrible, no I didn't do this to you I'm sorry.","sentiment_score":-0.3333333333}
{"full_text":"RT Now We Wait: Anthony Fauci Has Set Up A Big Bowl Of The Omicron Variant's Favorite Bird Seed Under An Anvil","sentiment_score":0.25}
{"full_text":"RT Retweet if you agree that Ontario needs to end the wage suppression of nurses during this deadly pandemic where many people...","sentiment_score":0.15}
{"full_text":"RT Every 4th #Covid Test Now Positive In #Delhi, 19,000 New CasesRead more:","sentiment_score":0.2878787879}
{"full_text":"RT Ontario is reporting 9,706 new cases of COVID-19 today, with 2,467 people currently in hospital and 438 people in ICU.C...","sentiment_score":0.0681818182}
{"full_text":"Que vintage tener covid","sentiment_score":0.0}
{"full_text":"\"New studies show that natural immunity to the coronavirus weakens (wanes) over time, and does so faster than immunity provided by COVID-19 vaccination.\"OP thinks they are 'immune' to covid because they have gotten it already.  This is false.  Yes, should have been more clear.","sentiment_score":0.0872727273}
{"full_text":"RT My daughter works for a private lab genetic sequencing genome for research labs &amp; run tests dist...","sentiment_score":0.0}
{"full_text":"RT MSNBC just got taken to school by a Chicago parent they had during a segment where they were literally trying to Crossfire\/b...","sentiment_score":0.0}
{"full_text":"RT For #COVID19 related assistance, please contact the State\/District War Rooms Please note that these district-level helplin...","sentiment_score":0.0}
{"full_text":"The line this morning for Covid testing in Herriman is about a mile long. Goes from City Hall to the McDonald's on 13400 South.","sentiment_score":-0.05}
{"full_text":"Lil man living thru covid timesThey worst than us..If It ain't make sense learning, they going sleep...,","sentiment_score":-1.0}
{"full_text":"RT New #OMICRON Research Rapid Ag Tests work w omicronThis data cannot be refuted@AbbottNews BinaxNOW working As We...","sentiment_score":0.1363636364}
{"full_text":"RT This one made my day  #COVID19 #humor","sentiment_score":0.0}
{"full_text":"RT I have tested positive for COVID -19 today with mild symptoms. My health is fine, I am under home quarantine. I request every...","sentiment_score":0.3257575758}
{"full_text":"Rapidly diminishing vaccine-induced Ab titers. This is a joke. People are obsessed with circulating Ab titers. What you're not going to get - immunityWhat you're going to get - additive toxicity risk","sentiment_score":-0.5}
{"full_text":"RT Actually this is not true@CDCgov, which keeps annual data on suicides, found that they actually fell in 2020 from 2019 leve...","sentiment_score":0.0}
{"full_text":"RT Covid could surge every four months, says WHO expert","sentiment_score":0.0}
{"full_text":"RT If you are not vaccinated, please talk to your doctor. If you don't have a doctor, read what doctor's organizations like the A...","sentiment_score":0.0}
{"full_text":"RT Today's covid denialists are tomorrow's openly eugenicist \"these disabled people are a drain on society\"Literally. 13 y...","sentiment_score":-0.1}
{"full_text":"RT It's really hard to see a quote like this and not just go into a white hot rage or a panic attack because right now, m...","sentiment_score":0.0610119048}
{"full_text":"RT Vaccine passports are a discriminatory segregationist policy that coerces the unvaxxed...","sentiment_score":0.0}
{"full_text":"Check out COVID STREAM | !socials !gfuel !hyperx !patreon","sentiment_score":0.0}
{"full_text":"RT TRANSLATION: The Regime is trying to shut off COVID panic and recover their approval numbers before the midterms.","sentiment_score":0.0}
{"full_text":"RT Notice how we're only finding this out because Democrats are about to get defeated in the midterms","sentiment_score":0.0}
{"full_text":"RT it's SO understandable to feel like you've lost your 20s to covid but i also think we need to get rid of this idea that y...","sentiment_score":0.0}
{"full_text":"RT I was down in the dumps about the US Covid deaths being the highest in the world but now that I hear the economy is doing...","sentiment_score":-0.1555555556}
{"full_text":"RT There's no evidence that vaccines are reducing the spread, the vax'd get Covid just like the un-vax'd do","sentiment_score":0.0}
{"full_text":"RT so this was what they meant by \"flatten the curve\"","sentiment_score":0.0}
{"full_text":"RT Biden team says $5T in COVID relief not enough. So, where did it all go? #FoxNews","sentiment_score":0.0}
{"full_text":"RT While the owners of Walmart, the wealthiest family in the country, became over $60 billion richer during the pandemic, they...","sentiment_score":0.0}
{"full_text":"Growing up I used to have lots of friends. As life went up and I got older much of those friends disappear. You know what they say, reason, season and a life time. Today, I'm on day #10 with COVID. The few I got, haven't had time to reach out to me.  #RealityCheck","sentiment_score":0.0555555556}
{"full_text":"RT  a different girl?? INSANE -- heheh, gonna actually try and expand more,, also yet another art style variant I'm working thr...","sentiment_score":-0.125}
{"full_text":"RT I have tested positive for COVID -19 today with mild symptoms. My health is fine, I am under home quarantine. I request every...","sentiment_score":0.3257575758}
{"full_text":"RT NEW: Dallas Police Department held a vigil to remember Officer Chris Gibson -- who died from #COVID19, last week. Gibson is...","sentiment_score":0.0681818182}
{"full_text":"Apparently education is crucial in this country. Never knew we had this many imbeciles in this country until we saw the orange loser get elected. Wow...","sentiment_score":0.1625}
{"full_text":"RT If you're drinking your own piss to prevent Covid, you've got a lot more to worry about than getting a fucking vaccine.","sentiment_score":0.1666666667}
{"full_text":"RT \"While EU countries have largely recovered to pre-COVID levels of trade, the same cannot be said of the UK.\"","sentiment_score":0.1071428571}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"RT I am pleading with anyone who will listen. I'm begging you, as a nurse, from the bottom of my heart please get vaccinated. To...","sentiment_score":0.0}
{"full_text":"Pssst. It's about the money","sentiment_score":0.0}
{"full_text":"If I said I didn't want want to take a vaccine, would you approve of someone holding me down to administer it? That's what would need to happen.","sentiment_score":-0.1555555556}
{"full_text":"RT The CDC director just said over 75% of \"covid deaths\" occurred in people with at least four comorbidities. Since Biden can'...","sentiment_score":-0.3}
{"full_text":"Both of mine are double-dosed, so i'm ok with the risk\/reward for both of them.  Like I said, unvaxxed kids should have option to stay online if parents think that's best. (Also remembering that not everyone works from home, and even if they do can be a nightmare with young kids)","sentiment_score":0.5333333333}
{"full_text":"RT NBC News: The U.S. has exceeded 60 million COVID cases since the start of the pandemic.One million new cases in two day...","sentiment_score":0.1363636364}
{"full_text":"RT NEW: Red Lobster refuses to provide paid sick leave to its 50,000+ restaurant workers during the ongoing pandemic.Empl...","sentiment_score":-0.1926406926}
{"full_text":"RT So I take a weekend off from Twitter and come back to find that the MAGAe are now looking at drinking urine and taking f...","sentiment_score":0.0}
{"full_text":"imagine sitting on your toilet and looking at 20,000 person study (practically nobody from a statistical point of view) from a credential-less fringe no-name Canadian anti-vax\/vaccine-conspiracy group and thinking you've done \"research\"","sentiment_score":-0.0333333333}
{"full_text":"Got vaccine booster and I feel slightly mushy...","sentiment_score":-0.1666666667}
{"full_text":"RT People jumping on the \"T Cells from common cold can protect you from Covid!\" bandwagon as if the last two years never ha...","sentiment_score":-0.35}
{"full_text":"Well gave COVID so anything is possible","sentiment_score":0.0}
{"full_text":"RT So. This is blood boiling but I'm going to take it as a sign this madness may be coming to an end soon.","sentiment_score":0.0}
{"full_text":"3\/4 Giving back to this amazing trust through what started as a small side project during the initial lock-down period is something I never even dreamed of so thanks to each and everyone of you for making it possible. You are appreciated immensely...","sentiment_score":0.09375}
{"full_text":"RT Meanwhile, down the road at historically Black NCCU:","sentiment_score":-0.1611111111}
{"full_text":"RT India began administering Precaution Doses. Kudos to those who have got vaccinated today. I would request all those who a...","sentiment_score":0.0}
{"full_text":"The implication that me not taking a vaccine is due to misinformation or hesitancy. I've never hesitated, and my decision not to be vaccinated has nothing to do with misinformation.","sentiment_score":-0.125}
{"full_text":"There are two wolves inside you. One is Omicron. The other is the flu.","sentiment_score":-0.125}
{"full_text":"RT So theatres won't be closed from 14th to 18th but temples will? Wow....","sentiment_score":0.0}
{"full_text":"RT If you are reading this story and thinking having had a cold will protect you from covid, I would recommend a vaccine,...","sentiment_score":-0.6}
{"full_text":"RT Doubtful you've heard this because Biden refuses to address it and the media and academia are so thoroughly in the poc...","sentiment_score":-0.8}
{"full_text":"RT India began administering precaution doses. I would request all those who are eligible to get vaccinated. As we all know, vaccinat...","sentiment_score":0.0}
{"full_text":"Interviewed during the draft at his home a few years ago, (Covid year), he seemed like a personable, good family man.","sentiment_score":0.25}
{"full_text":"Are you denying that's what she said?  Because it's right here on cnn: ","sentiment_score":0.2857142857}
{"full_text":"RT As decided by Competent authority in consultation with Civil Administration,J&amp;K(UT) Retreat Parade Ceremony at BOP Octroi is...","sentiment_score":0.125}
{"full_text":"RT But the fascist Trudeau government still insists on going ahead with it. 'Vaccine mandate for truckers could lead to m...","sentiment_score":0.0}
{"full_text":"RT Listen below, and think of the lives that could have been saved if the \"public health\" experts had made sure we got 99.9% o...","sentiment_score":0.25}
{"full_text":"Sound even more raging than usual cos my throats fucked from having covid","sentiment_score":0.0125}
{"full_text":"RT India began administering Precaution Doses. Kudos to those who have got vaccinated today. I would request all those who a...","sentiment_score":0.0}
{"full_text":"Fucking idiocy","sentiment_score":-0.3}
{"full_text":"I'm CEV in my 50's as the vaccine does not stop you passing infection to others does it matter ? My opinion is to see the best Dr  Nurse Para medic to assess your health for best care management plan at review &amp; at time of need Thanks to all Healthcare teams in every setting","sentiment_score":0.7333333333}
{"full_text":"RT COVID stats in Pakistan during the last 24 hours. Karachi Lahore Gilgit","sentiment_score":0.0}
{"full_text":"RT How does a Covid recovered tennis player who has repeatedly tested negative and does not have Covid pose any national s...","sentiment_score":-0.3}
{"full_text":"Biden is the Covid, he is infected with alot of Bs","sentiment_score":0.0}
{"full_text":"RT Union Health Ministry removes photo of PM Modi from COVID-19 vaccine certificates in poll-bound Uttar Pradesh, Uttarakhan...","sentiment_score":0.0}
{"full_text":"RT It's interesting how during Covid-1984, the places known for being 'liberal', 'democratic' and\/or 'progressive' adopted actu...","sentiment_score":0.5}
{"full_text":"RT my boss unable to get through her \"why everyone must return to the office\" explanation due to the constant interruption...","sentiment_score":-0.2083333333}
{"full_text":"RT I don't follow you at all. Suck my dick","sentiment_score":0.0}
{"full_text":"RT 50% mortality rate after 5 years.. I guess 2026 is when the real pandemic starts smh","sentiment_score":0.2}
{"full_text":"RT IF YOU HAVE COVID STAY YOUR ASS HOME!","sentiment_score":0.0}
{"full_text":"RT Chalk up another victory for the \"conspiracy theorists\"","sentiment_score":0.0}
{"full_text":"RT The data the government has used for years to justify their lockdowns, mandates and control over your life is contaminate...","sentiment_score":0.0}
{"full_text":"RT What happens when one of the best vaccinated (90% total population) countries in the world gets Omicron?","sentiment_score":0.5}
{"full_text":"RT Another grumble:Covid has been a perfect example of how Britain works.Yet I'll wager most ordinary Scots don't kno...","sentiment_score":0.4166666667}
{"full_text":"RT The CDC director just said over 75% of \"covid deaths\" occurred in people with at least four comorbidities. Since Biden can'...","sentiment_score":-0.3}
{"full_text":"RT Just got an email from our daughters teacher in NYC that she's home tested positive but - because no symptoms since Thurs...","sentiment_score":0.2272727273}
{"full_text":"You got 3 shots for smallpox when you were a kid. Have you gotten smallpox since.... No. That's how a vaccine works. You take 3 shots for covid and can still get it then it's not effective. Idk why y'all cannot understand this.","sentiment_score":-0.3}
{"full_text":"RT I tire of wearing a mask. But I wear it when I'm in public places, even though I'm  vaxxed and boosted.  Because I don...","sentiment_score":0.0}
{"full_text":"Weren't they saying vaccines would feminize you or some shit though? I don't understand","sentiment_score":-0.2}
{"full_text":"RT Remember Tcells: our warriors &amp; unsung heroes?It's been known re SARSCoV2 for ~2yrs. I was maliciously attacked\/reported in...","sentiment_score":0.0}
{"full_text":"RT For several decades experts have agreed that the first action to slow the spread of a pandemic is to ground all aircraft. Some...","sentiment_score":0.0125}
{"full_text":"RT BREAKING: Country That Has Decided That We Should Live With Mass Shootings Has Also Surprisingly Decided That We Should...","sentiment_score":0.4181818182}
{"full_text":"RT If I hear one more persons defend the Biden administration's COVID response, I'm shoving this article down their throat. \"...","sentiment_score":0.1722222222}
{"full_text":"RT So. This is blood boiling but I'm going to take it as a sign this madness may be coming to an end soon.","sentiment_score":0.0}
{"full_text":"RT We and the pandemic.","sentiment_score":0.0}
{"full_text":"RT Has there been testing to see if all these Covid jabs are compatible with each other?","sentiment_score":-0.125}
{"full_text":"RT \"The overwhelming number of death, over 75%, occurred in people who had at least 4 comorbidities. So really these are pe...","sentiment_score":0.1333333333}
{"full_text":"my Screenshot- #PepeGoodies #PepeJeansIndia #PepeIsOn #WeLovePepe #MyPepeJeans #WinYourPepe #ShopOnline #ShopNow #Contest #Winner #Jeans #Denim #Fashion #MaskUp #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT I am President of the British Thoracic Society and stand alongside my intensive care colleaguesI have been vaccinated becau...","sentiment_score":0.0}
{"full_text":"RT #Mumbai logs 13,648 new #COVID19 cases, 5,826 less than previous day, and five fatalities: civic body. (PTI)","sentiment_score":-0.0656565657}
{"full_text":"*Pretends to be shocked face*","sentiment_score":-0.7}
{"full_text":"RT **KY HFMA 2022 ANNUAL CONFERENCE UPDATE**Due to the current COVID conditions, the February Conference dates have been pushed b...","sentiment_score":0.0}
{"full_text":"RT We need to organise lifetime bans in every shop, pub, restaurant, venue etc for politicians of all parties...","sentiment_score":0.0}
{"full_text":"is worthless.","sentiment_score":-0.8}
{"full_text":"Covid is the only illness in the world. The flu went missing and cancer and the rest of it was put on hold for this great disease of convenience for the \"great\" and the not so good","sentiment_score":0.42}
{"full_text":"You said it out loud. \"Omicron surge\"This govt is nuts! The minimal amount is safety is coming...You're so late you think you're ahead. As usual. What a joke.","sentiment_score":-0.13125}
{"full_text":"\"You're at risk because of a systemic problem? Have you tried individual measures?\"Fuck you, fuck you, fuck you.","sentiment_score":-0.3}
{"full_text":"RT I was down in the dumps about the US Covid deaths being the highest in the world but now that I hear the economy is doing...","sentiment_score":-0.1555555556}
{"full_text":"RT I cannot overstate how difficult our current reality is on people who write satire.","sentiment_score":-0.25}
{"full_text":"RT If left uncorrected, Judge Sotomayor's wildly inaccurate statement about children and Covid will undermine public confidence...","sentiment_score":0.0333333333}
{"full_text":"RT \"If you have a positive rapid test, you almost definitely have COVID-19, says. False positives are rare, es...","sentiment_score":0.0318181818}
{"full_text":"RT They knew this in 2020. Mds I know told me things like \"we had a guy hit by a bus marked as a COVID death because he al...","sentiment_score":0.1}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT Retweet if you know someone who has NOT gotten COVID so farTell the world that prevention is possible","sentiment_score":0.0}
{"full_text":"Pope on COVID vaccines says health care a 'moral obligation'","sentiment_score":0.0}
{"full_text":"RT At This Point I Would        Feel Safer If  Coronavirus Held A   Press Conference   Telling Us How It's   Going To Save Us...","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic media melt down has little to do with vaccine hysteria and more to do with his activism against Rio Tinto...","sentiment_score":0.0523148148}
{"full_text":"Nothing more true.","sentiment_score":0.425}
{"full_text":"RT The CDC and the FDA, both of which have repeatedly misrepresented scientific studies on countless covid topics, are un...","sentiment_score":0.0}
{"full_text":"Corona chl rha hy business me risk hy yeh bat tu uncle be janty hn","sentiment_score":0.0}
{"full_text":"Not Covid being an entrepreneur. This is truly a bandemic.","sentiment_score":0.0}
{"full_text":"RT Djokovich is the whipping boy for angry Aussies who realise their two-year obsession with zero-Covid has done their country...","sentiment_score":-0.5}
{"full_text":"It's weird to me when people say \"vaccine mandates work to get more people vaccinated\", but I thought the goal was to stop the high transmission rates of Covid, and we know the vaccine doesn't do that. So what's really the end game here?","sentiment_score":-0.008}
{"full_text":"RT This week's briefing is now out! Featuring: Covid pressure increases in Sheffield's hospitals Weathe...","sentiment_score":0.0}
{"full_text":"RT I will never not be gobsmacked at how the Brexiteers were so willing to throw the economy under a bus to get Brexit whilst...","sentiment_score":0.25}
{"full_text":"RT CUT OFF: \"Voters must insist: no more blank checks for the incompetent Joe Biden White House.\" - #NextRevFNC","sentiment_score":-0.15}
{"full_text":"COVID Natural Immunity: What You Need to Know | Johns Hopkins Medicine","sentiment_score":0.1}
{"full_text":"RT Pfizer CEO Bourla says vaccine adapted to Omicron will be ready in March; not sure 4th dose needed v...","sentiment_score":-0.025}
{"full_text":"| Green bin collections are suspended for this week.This is due to the impact of Covid-19 on our contractor, who is working to ensure that black and blue bins are collected.  We apologise for any inconvenience causedFor info on missed bins, visit:","sentiment_score":-0.1229166667}
{"full_text":"RT Please report any side effects to the Yellow Card. Even the MHRA has started posting about it now ","sentiment_score":0.0}
{"full_text":"RT Have you ever noticed that #Covid19 in Alberta Private schools has never been reported in the media or by Hinshaw and K...","sentiment_score":0.0}
{"full_text":"RT well this aged like milk. #Djokovic","sentiment_score":-0.1}
{"full_text":"Overstatement. If a vaccine greatly diminishes odds of death, hospitalization and long Covid, they're hardly concluding there's no scientific justification.","sentiment_score":0.1527777778}
{"full_text":"RT Worth reading this interview by Prof Krishna Kumar of IIT Madras.https:\/\/t.co\/fCeVyGK4o4","sentiment_score":0.3}
{"full_text":"should i go to the timberwolves-pelicans game or do i stay home and watch the raptors finally play a competitive team (suns) ?","sentiment_score":-0.2}
{"full_text":"So Injustice Gorsuch's  number that he's using to make the assertion only differs by an order of magnitude?  I feel better now.He should have been listening to Justice Breyer who knew that Covid-19 has killed around 750K  people.","sentiment_score":0.1}
{"full_text":"\"All the ragers are about is their own rights without thought for anyone else.\"  That's true of \"ragers\" on all sides of the COVID vaccine issue.","sentiment_score":0.475}
{"full_text":"RT The CDC says to smoke more weed.","sentiment_score":0.5}
{"full_text":"RT I am a Consultant in Acute Medicine &amp; have admitted many sick people with Covid-19. I'm also a single mum.I am fully va...","sentiment_score":0.0785714286}
{"full_text":"RT To prevent panic, has been using the term \"mild\" to describe any case of COVID-19 which does not require hospita...","sentiment_score":0.3333333333}
{"full_text":"RT How does a Covid recovered tennis player who has repeatedly tested negative and does not have Covid pose any national s...","sentiment_score":-0.3}
{"full_text":"RT For all my \"vaccines don't work because vaccinated people still get covid\" friends out there. Look at the latest data fr...","sentiment_score":0.5}
{"full_text":"RT What did Novak Djokovic do after testing positive for Covid? Here's a timeline of what we knowhttps:\/\/t.co\/875vSOh5sh","sentiment_score":0.2272727273}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT my chaewon we love you","sentiment_score":0.5}
{"full_text":"RT NEW: Anti-vax leader urges people to DRINK THEIR OWN URINE to cure Covid-19. \"The antidote that we have seen, and we h...","sentiment_score":0.3681818182}
{"full_text":"There will be no way to tell now after the fact. It's like recounting an election, you will just get the same results.","sentiment_score":0.0}
{"full_text":"RT 1. Terengganu police have arrested a doctor suspected of issuing fake Covid-19 vaccination certificates at his private clinic...","sentiment_score":-0.25}
