{"full_text":"RT The border is a mess. The supply chain is broken. Crime is up in major cities across the country. COVID hospitalizations a...","sentiment_score":-0.1708333333}
{"full_text":"Holy shit. I just found out that 25% of population of my county is covid positive.","sentiment_score":0.0136363636}
{"full_text":"u r brother economy is doing well are you planning to move now please say yes please u please please","sentiment_score":0.0}
{"full_text":"RT In the Stupid Minister Stakes, Anne Ruston makes a rails run into the straight.","sentiment_score":-0.3}
{"full_text":"The vaccine is useless, the problem is the mask. You are giving examples of the worst cities to give an example off. The cities that force ridiculous mask laws and lockups. It's proven the maskless areas they do better. Numbers went down before vaccination.","sentiment_score":-0.2977777778}
{"full_text":"\"Thank You Joe Biden for Bringing on a Premature Death of a Life not Fully Lived\" - Covid Vaccine Death obituary in MN Blames","sentiment_score":0.0}
{"full_text":"RT If you think things can't get any worse just let the Biden admin get what they want - federal takeover of national electi...","sentiment_score":-0.4}
{"full_text":"Still have a few of our patients showing up w the \"cocktail\" that didn't get the vax. Most didn't have the ability to leave AMA bc they didn't make it. Local COVID unit docs said to me, \"too many to count\" that have died. Misinformation has real consequences.","sentiment_score":0.2}
{"full_text":"RT If you've caught Omicron, and have any kind of lingering symptoms in the weeks after, Dr has been generously,...","sentiment_score":0.6}
{"full_text":"RT BREAKING: 150,000 Americans hospitalized with COVID-19, highest since pandemic began","sentiment_score":0.0}
{"full_text":"RT pls share i have a lot of health problems which have worsened from having covid (including POTS) and now i can barel...","sentiment_score":0.0}
{"full_text":"If even vaccinated people have a chance of catching and spreading COViD-19, Then what's the point of getting vaccinated ?!","sentiment_score":0.75}
{"full_text":"RT It's so weird how we talk about death in relation to this virus. If a bushfire killed thousands, there would be a national o...","sentiment_score":-0.35}
{"full_text":"Keeps you from getting covid AND cures jellyfish stings! Say Yes, Please!","sentiment_score":0.0}
{"full_text":"RT Nayeon revealed that she planned to travel with Chaeyoung to Paris during their vacation, but this was not possible be...","sentiment_score":0.0}
{"full_text":"RT Since studies in Denmark and Ontario indicate the vaccinated people have higher rates of Omicron than the unvaccinated and ho...","sentiment_score":0.25}
{"full_text":"2) my Primary Care Dr suggested I get my blood tested to see if I had any of the Antibodies from the Vaccine. I did not..My Dr. was the only one who didn't just say we don't know enough yet, he said \"Let's find out\" I am blessed to have him","sentiment_score":0.1333333333}
{"full_text":"RT BREAKING: The Australian Open will run at half its capacity under new restrictions as Omicron cases continue to surge in...","sentiment_score":-0.0075757576}
{"full_text":"RT Why should anyone w Natural Immunity have to wear a mask, test, or get a vaccine?Why?","sentiment_score":0.1}
{"full_text":"PLOT TWIST from the kunt who locked you down longer than anyone else on earth to achieve covid zero, who also sacked &amp; stopped the unvaccinated from work, going to a cafe or pub - BUT NOT BROTHELS. Now wants covid positive workers to go to work cOz sCiEnCehttps:\/\/t.co\/gkxAm3QYtr","sentiment_score":0.0905723906}
{"full_text":"RT So just to clarify I can't wear gel nail polish for infection control reasons but I can go to work covid(+)? This is...","sentiment_score":0.0}
{"full_text":"RT Now we're talking.","sentiment_score":0.0}
{"full_text":"RT #1YrOfIndustrySaviourMASTERABSOLUTELY! The blockbuster which kickstarted Indian Cinema's theatrical BO again, post th...","sentiment_score":0.0}
{"full_text":"RT Feds make last-minute reversal on vaccine mandate for truckershttps:\/\/t.co\/LXOyXjhel1","sentiment_score":0.0}
{"full_text":"RT Buffalo Run Resort and Casino have canceled the tournament January 14-16, 2021 due to recent COVID outbreaks in Northeast Ok...","sentiment_score":0.125}
{"full_text":"RT NEW: Trump just took a shot at Ron DeSantis for being too \"gutless\" to reveal whether he has received the vaccine booster...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING Alpine SD moving to at-home learning because of COVID-19 and student &amp; staff absenteeism.","sentiment_score":0.0}
{"full_text":"RT #hamburg today#HappyNewYear Friends without a pandemic!peacelove No war!","sentiment_score":0.0}
{"full_text":"I just saw the pic, yeah that's bs. Jeez that's frustrating. I personally can't stand covid bs either since I'm a high risk person. Sounds like quite a jerk. Respect should go two ways, you really don't deserve that :\/","sentiment_score":-0.058}
{"full_text":"RT  THROWBACK POST These were 4 of the original matches planned for ROSELAND 2 before the pandemic hit (originally sc...","sentiment_score":0.375}
{"full_text":"RT Not acceptable ...","sentiment_score":0.0}
{"full_text":"RT Big Buzz:- Tom Cruise is Set to Make an Appearance in #DoctorStrange Multiverse of Madness as an Iron Man Variant","sentiment_score":0.0}
{"full_text":"RT Omicron meet Portugal, one of the world's most vaccinated nations. Portugal has vaccinated ~90% of its total population...","sentiment_score":0.25}
{"full_text":"RT Suppose you have 100 people. 85 are vaccinated, 15 are not. Some catch covid. 30 of the vaccinated people and 10 unvacc...","sentiment_score":0.0}
{"full_text":"RT 'Vaccine passports' are not about health, they are about implementing digital identity with a Chinese Communist Party styl...","sentiment_score":0.0}
{"full_text":"RT Labs are closing. Nurses are dropping out. You think this is a brief crisis and then there will be a health care system ag...","sentiment_score":0.0}
{"full_text":"RT You know who shouldn't have children?The crazy people isolating their kids from them.. or putting them in the trunk of...","sentiment_score":-0.6}
{"full_text":"I've moved the goalposts on when I'm done, farther out (from \"when hospitals not dangerously close to capacity\" to that + faster procedure for vaccines for variants).  But that's because I don't find masks very annoying and am terrified of long COVID.","sentiment_score":-0.25}
{"full_text":"RT Comparing and contrasting State of the State with some of Joe Biden's greatest hits.Today's show:","sentiment_score":1.0}
{"full_text":"RT \"The government counter-fraud function has assessed a high risk of fraud in the procurement of PPE.\"","sentiment_score":0.16}
{"full_text":"RT \"Many supposedly \"incidental\" infections aren't really incidental, and cannot be dismissed.\"The #COVID19 hospitalization...","sentiment_score":0.35}
{"full_text":"RT i cant believe this meme is true","sentiment_score":0.35}
{"full_text":"Eric Paschall is a rotational good NBA basketball player. I don't think there was ever much doubt to that. He's talented","sentiment_score":0.5333333333}
{"full_text":"Help-My virus stuck in 19,4kI need more Omicron impact https:\/\/t.co\/ZSSQxRJFR3","sentiment_score":0.5}
{"full_text":"RT At #PMQs, Boris Johnson once again falsely claimed that there are more people in work now than there were before the pandemic...","sentiment_score":0.05}
{"full_text":"RT Fentanyl killed more Americans aged 18-45 last year than Covid-19, suicide, car accidents, heart disease, homicide, an...","sentiment_score":0.05}
{"full_text":"RT Nothing, but remember it's not Joe Biden's agenda, it's the Democrats agenda that they're pushing through and sticking...","sentiment_score":0.0}
{"full_text":"RT India began administering Precaution Doses. Kudos to those who have got vaccinated today. I would request all those who a...","sentiment_score":0.0}
{"full_text":"RT governor 'extremely unwell' after positive COVID-19 testPer press release, Justice, who is fully...","sentiment_score":0.0511363636}
{"full_text":"RT Yea, 301\/458 were because of covid. Police haven't been masking, fought vaccines, refused to follow public health guidance...","sentiment_score":0.0}
{"full_text":"Question for Stroke Centers, are you seeing an increase in hemorrhagic strokes these past couple of weeks? #ER  #stroke #COVID19 #Omicron","sentiment_score":-0.25}
{"full_text":"RT Omicron is Blowing Up!!","sentiment_score":0.0}
{"full_text":"RT What is the Bill that Republican State reps in the House are drafting as a solution to arrest covid in it's tracks?...","sentiment_score":-0.05}
{"full_text":"RT Now that the wrong people are losing money, and the wrong politicians are losing popularity, watch how fast the Covid negat...","sentiment_score":-0.2666666667}
{"full_text":"RT #Science in #NSW:Fully vaccinated #Covid19-POSITIVE nurses are allowed to work in hospitals.Unvaccinate...","sentiment_score":0.0}
{"full_text":"EDSA Traffic Thins as Omicron Casts Spell","sentiment_score":0.0}
{"full_text":"imagine risking covid for that horrible ass coachella lineup im ctfu","sentiment_score":-1.0}
{"full_text":"We're all struggling. Quebec made a dramatic move to address the burden on health care yesterday by stating they were going to put a hospital fee on taxes of unvaccinated who go to hospitals for covid care, being tax-payer paid &amp; all. It immediately resulted in new apts for vax.","sentiment_score":-0.1484848485}
{"full_text":"RT worse on a real basis","sentiment_score":-0.1}
{"full_text":"COVID Deaths Jump 40% As US Continues To See More Than 1 Million Cases A Day.","sentiment_score":0.5}
{"full_text":"RT We are at level 4 surge capacity. There is no level 5.Instead of explaining very plainly to the population what that...","sentiment_score":-0.2785714286}
{"full_text":"RT In England we've had more admissions in &lt;18s with Covid in *first 9 days of this year* than the whole of the first wave. Mo...","sentiment_score":0.3}
{"full_text":"RT The simple piece of the pandemic people are taking part in and employers aren't enforcing \"if your sick stay home \"","sentiment_score":-0.3571428571}
{"full_text":"RT Coaches please understand that we are being pulled in every direction with COVID BS on top of our normal responsibilities...","sentiment_score":0.325}
{"full_text":"RT it's concerning how many people i've seen reporting covid cases or potentially having been infected via their friends\/family...","sentiment_score":0.25}
{"full_text":"RT Good trouble","sentiment_score":0.25}
{"full_text":"RT \"follow the science\", they told us.They had her tied up in their basement.","sentiment_score":0.0}
{"full_text":"RT #1YrOfIndustrySaviourMASTERAt a time wen no producer was ready to release in theatres, #Master was released and d resul...","sentiment_score":0.2}
{"full_text":"RT Maintaining all #COVID19 protocols the dignitaries at NYKS HQ monitor the live stream inauguration event of #NationalYouthFe...","sentiment_score":0.1363636364}
{"full_text":"Walensky defends the isolation guidance in a rare media briefing for the agency\"Public health experts criticized its failure to recommend that people infected with the virus test negative before ending the shortened, five-day isolation period.\"","sentiment_score":-0.0791666667}
{"full_text":"RT I want my COVID test to tell me who gave it to me. Names! I want names.","sentiment_score":0.0}
{"full_text":"@DJdolph, have you heard anything further from re: #Alaska2022 FIGHT. He is said to be recovering from surgery for a \"training\" injury. It may not be going well. And that's after COVID almost killed him before his 60th birthday in August.","sentiment_score":-0.1}
{"full_text":"I think Elise picked up the Covid cooties in the petrie dish that is FL and has brought it home.  Sure hope the baby remains safe.","sentiment_score":0.5}
{"full_text":"I realised that I had no razor blades left after half my facial locks were dismissed.  Had to go to the shop and, against all my ethical beliefs, I had wear a face mask to buy some more.  I'm either a fooking hypocrite or so vain...","sentiment_score":0.1066666667}
{"full_text":"RT It is Airborne. Like the real deal, long-range, \"Measles Airborne\". (cc: you are isolating, be sure to...","sentiment_score":0.35}
{"full_text":"RT COVAXIN booster shown to neutralize both Omicron and Delta variants of SARS-CoV-2: Bharat Biotech","sentiment_score":0.0}
{"full_text":"RT This pandemic never endingmy mom is a middle school teacher and during class her student said \"guess what Ms. Muhammad.....","sentiment_score":0.0}
{"full_text":"RT Seattle Public Schools: We just fired unvaccinated staff to protect everyone and stop the spread of COVID! We now have a fu...","sentiment_score":0.0}
{"full_text":"RT Dr. Vera Etches is failing miserably at her job. Pass it on.","sentiment_score":-1.0}
{"full_text":"RT Amid Pandemic, Red Cross Warns of Blood Supply Crisis","sentiment_score":0.0}
{"full_text":"RT Kind of tired of people who do not work in the hospital describing what is happening here and debating how to categorize co...","sentiment_score":0.1}
{"full_text":"I flew international, this bitch ain't mentioned a Covid test, results, no Nathan. ","sentiment_score":0.0}
{"full_text":"RT Right now, 91% of children age 5-11 who are hospitalized with COVID are unvaccinated.Parents &amp; guardians, please prot...","sentiment_score":0.2857142857}
{"full_text":"We need a vaccine that actually prevents the virus from spreading! The money was behind the wrong ones! Inovio's would have been a much better option!","sentiment_score":-0.1}
{"full_text":"I think it's a statement on social distancing in this modern age","sentiment_score":0.1166666667}
{"full_text":"RT #WorldHeritage sites have been severely impacted by the #COVID19 pandemic.In our survey, 157 days of average closu...","sentiment_score":-0.15}
{"full_text":"I'm so fatigued all the time :0( I cant do things for too long without shaking and needing to lay down I hate covid !!!!!!!!! I'm glad none of my family caught it ","sentiment_score":-0.1763888889}
{"full_text":"RT It's interesting to consider, re. supply-chain shortages, that COVID doesn't infect machinery or transport; just people. So e...","sentiment_score":0.5}
{"full_text":"Much like the federal govt and business\/industry groups discussing the relaxation of covid restrictions on workers without consulting unions.","sentiment_score":0.2}
{"full_text":"RT I just took a piss and I seen COVID coming out","sentiment_score":0.0}
{"full_text":"RT So the reason not to say \"screw it, let's just unmask and go back to normal\" right now is to try to....flatten the curve....","sentiment_score":0.1452380952}
{"full_text":"Not according to the hospital I was in last week, 2\/3's of the covid patients WERE fully vaccinated!Go back and your stats correct","sentiment_score":0.0}
{"full_text":"RT Israel has shattered all of their previous case records, despite mask mandates, vaccine passports and rolling out a 4th doseI...","sentiment_score":-0.1666666667}
{"full_text":"RT i was 22 when covid started and now i'm gonna be 2- twenty f 25 ","sentiment_score":0.0}
{"full_text":"RT how the government is handling the pandemic should fucking enrage you","sentiment_score":-0.6}
{"full_text":"It's becoming corona yatra.","sentiment_score":0.45}
{"full_text":"RT When I talk about the pandemic as a #MassDisablingEvent I don't mean it as a scare tactic. It's a wake up call. We can st...","sentiment_score":-0.3125}
{"full_text":"Of course, the pandemic is going to affect the mortality and morbidity tables. Another reason to despise people who will not get vaccinated, and, avoid large gatherings and wear a mask when appropriate. I want my freedom and life back, and I'm sick and tired of the non-vaccinated","sentiment_score":-0.08}
{"full_text":"RT \"New data suggest omicron cases may have peaked in the Boston area. In December, the level of COVID found in the metro area...","sentiment_score":0.1363636364}
{"full_text":"RT Contrarians went from from \"no one gets COVID in schools\" to \"let everyone get COVID in schools.\"","sentiment_score":0.0}
{"full_text":"Man now my grandma has covid  she's boosted and doing okay but she's got Alzheimer's and I can't imagine what it's like confused and sick","sentiment_score":-0.2047619048}
{"full_text":"RT the cdc has ruled that drinking urine is an acceptable substitution for being vaccinated and you should record yourself...","sentiment_score":0.0}
{"full_text":"RT On consideration of difficulties reported by taxpayers\/stakeholders due to Covid &amp; in e-filing of Audit reports for AY...","sentiment_score":-0.125}
{"full_text":"RT 6) Many folks know I've been calling out for her lackadaisical attitude towards mask guidelines - CDC's May 20...","sentiment_score":0.5}
{"full_text":"RT If you've got ZERO time for Novak Djokovic and others who risk human lives for personal gain, RT + please follow me!...","sentiment_score":0.0}
{"full_text":"RT PSA: if you went to the philly LAN please get a covid test ASAP.One of our teammates lied about getting a PCR test...","sentiment_score":0.0}
{"full_text":"Japan Chief Cabinet Secretary says will quickly consider expanding coronavirus measures via ForexLive #forex #fx","sentiment_score":0.3333333333}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT #FASTALERT 7:00 PM, Jan 12 2022Covid Testing: Sam Boyd Stadium, Thru Thursday 5:30PM-10:30PM. From I-515, use Galleria exit,...","sentiment_score":0.0}
{"full_text":"Huge if true.","sentiment_score":0.375}
{"full_text":"RT Pfizer CEO's blunt Omicron admission reported in mainstream mediaI wonder what will say about Pfizer CEO's comments...","sentiment_score":0.0}
{"full_text":"RT #1YrOfIndustrySaviourMASTERAt a time wen no producer was ready to release in theatres, #Master was released and d resul...","sentiment_score":0.2}
{"full_text":"RT Pasien Covid-19 di wisma tembus 2k. Please use your mask ","sentiment_score":0.0}
{"full_text":"RT #1YrOfIndustrySaviourMASTERTN gross of 140 CR &amp; TN share of 80 CR, in uncertain post-Covid times of restricted occupa...","sentiment_score":0.0}
{"full_text":"RT Mehmet \"Dr\" Oz said Covid is an \"epidemic of cowardice.\" 5.4 million people have died from Covid. Mehmet is not a doct...","sentiment_score":0.0}
{"full_text":"RT I really wish would stop sending door to door sales people out during a pandemic!I do not want spectrum w...","sentiment_score":0.2}
{"full_text":"632\/#COVID19 #coronavirusWED JAN 12, 2022US Cfm Cases : 64.3446 M#US Death Toll :  0.8668 M Cfm Cases : 317.5407 M#Global Death Toll :    5.5303 Mhttps:\/\/t.co\/BCFqDQiEJR","sentiment_score":0.0}
{"full_text":"RT if anyone would like to send me anything for costs with me moving back into my dorm &amp; hopefully being able to take some time...","sentiment_score":0.25}
{"full_text":"Very nice!I played around with the types to infer the variant types as well. Got something working but feel like there's probably a better way to go about it.https:\/\/t.co\/OkBtSYPa5E","sentiment_score":0.35}
{"full_text":"New UN Vaccine Equity Campaign Underscores Travel's Inaction","sentiment_score":0.1363636364}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Whoever set my expectations that omicron was like a \"mild flu\" can go f*ck themselves. I have had this since before Christma...","sentiment_score":0.3333333333}
{"full_text":"That's the problem the specialized facilities have basically had covid so it's not responsible to pass me along to them","sentiment_score":-0.1}
{"full_text":"This has been going on for a while for you as well . Any ideas why? I'm thinking for me it's the political climate, COVID losses and restrictions, many friends passed this year. Just overload and for some reason this time I can't shake it.","sentiment_score":0.25}
{"full_text":"RT It's interesting to consider, re. supply-chain shortages, that COVID doesn't infect machinery or transport; just people. So e...","sentiment_score":0.5}
{"full_text":"RT JUST THIS WEEK:Biden: There is no \"federal solution\" to beat COVID-19CDC Director: \"PCR tests are unreliable\"Fauci:...","sentiment_score":0.0}
{"full_text":"RT What the fuck does Omicon have to do with #Ripple and the #XRP lawsuit? This virus has gone too far now ","sentiment_score":-0.15}
{"full_text":"RT #1YrOfIndustrySaviourMASTERTN gross of 140 CR &amp; TN share of 80 CR, in uncertain post-Covid times of restricted occupa...","sentiment_score":0.0}
{"full_text":"full iop","sentiment_score":0.35}
{"full_text":"RT Big business profiteers ride Omicron wave, private hospital profit wave is next. |Mates, first. Always. #ScottytheFailur...","sentiment_score":0.0625}
{"full_text":"RT Today, approximately a *quarter of a million* people were newly diagnosed with COVID-19......in just three states.","sentiment_score":-0.1318181818}
{"full_text":"Tonight on Alaska News Nightly:Anchorage hospitals try to cope as Alaska notches record-breaking COVID case counts. Also, how sporadic winter ferry service is impacting Southeast communities.Listen here:","sentiment_score":0.0}
{"full_text":"These tips will help you celebrate a safe Lohri 2022, keeping in mind the pandemic restrictions.#Lohri #Covid19","sentiment_score":0.5}
{"full_text":"Trump criticized politicians who would not admit to receiving a booster shot, calling them \"gutless.\"","sentiment_score":0.0}
{"full_text":"As the world struggles to scale-up COVID-19 vaccinations, the emergence of new virus strains has left many countries wondering what these variants mean for pandemic response efforts--both now and in the future.","sentiment_score":0.0647727273}
{"full_text":"RT My cells to COVID-19","sentiment_score":0.0}
{"full_text":"\"Learning to live with Covid\" is US capitalism's surrender slogan. The system failed to prepare for or cope with Covid's threat to public health. Dont waste time blaming this or that person or group trapped in the system. The system is the problem.","sentiment_score":-0.1527272727}
{"full_text":"RT Despite self-praise, giddy Gov. DeSantis isn't right about anything COVID-19 in Florida | Opinion ","sentiment_score":0.2857142857}
{"full_text":"Job ads in recovery with December gain - Job ads end 2021 on high note, says Employment Report, but some #Omicron clouds loom on the horizon:","sentiment_score":0.16}
{"full_text":"RT Officially diagnosed with long covid and now need disability accommodations for school because of it. Stop talking abo...","sentiment_score":-0.05}
{"full_text":"On Tuesday, the Cleveland Clinic said they had 1,100 COVID-19 patients, with 220 in the ICU.https:\/\/t.co\/xcgizGcWJn","sentiment_score":0.0}
{"full_text":"RT Comparing complying with a vaccination against a pandemic that has killed 820,000 or more Americans to the wholesale slaught...","sentiment_score":0.15}
{"full_text":"RT Since studies in Denmark and Ontario indicate the vaccinated people have higher rates of Omicron than the unvaccinated and ho...","sentiment_score":0.25}
{"full_text":"Government and Dr Strang lied to us today!  175 in hospital with covid NOT 60 like they said!","sentiment_score":0.0}
{"full_text":"Ticket sales for the Australian Open will be capped at 50 per cent of Melbourne Park's capacity to make the world-famous event COVID-safe, the Victorian Government has announced.MORE: story, 5.00pm and 6.00pm on #9News","sentiment_score":0.0}
{"full_text":"The CDC continues to recommend that any mask is better than no mask. ","sentiment_score":0.5}
{"full_text":"RT who here hasnt lost their covid virginity to the covussy yet","sentiment_score":0.0}
{"full_text":"The majority of people admitted to intensive care in the ACT for COVID-19 treatment continue to be unvaccinated, reportshttps:\/\/t.co\/PYIHg7nEZX","sentiment_score":0.0}
{"full_text":"This is interesting, thanks to monkey werx US on youtube                                                             Coronavirus Disease 2019 (COVID-19) via","sentiment_score":0.2166666667}
{"full_text":"The PHO said that 90,566 COVID-19 patients have recovered. There were two recorded deaths that brought the total number of fatalities due to COVID-19 to 1,491.https:\/\/t.co\/79Kn8Nl83I","sentiment_score":-0.0625}
{"full_text":"RT With a hangover. What a trooper.","sentiment_score":0.0}
{"full_text":"RT Officials say no need to close schools with Covid cases, measures already in place - more at #Thailand A Public Health Ministry official says there's no need to close schools where Covid-19 infections are found a...","sentiment_score":0.25}
{"full_text":"Vaccinations among the elementary school set surged after the shots were introduced in the fall, but the numbers have crept up slowly since then, and omicron's explosive spread appears to have had little effect.https:\/\/t.co\/0VvpLDpNUU","sentiment_score":-0.0625}
