{"full_text":"The psychological impact of having to make such decisions must be immense: \"My bile rises as I'm asked to move my dying cancer patient out of ICU to make room for an unvaccinated man with Covid\"  @docranjana in @guardian ","sentiment_score":0.0}
{"full_text":"RT Over and over again the truth must be qualified or denied based on the consequences\/convenience of acknowledging it. Tr...","sentiment_score":0.0}
{"full_text":"RT \"The World Health Organisation (WHO) on Wednesday said vaccination status should not be used to disqualify people from tr...","sentiment_score":0.0}
{"full_text":"COVID-19 and influenza are caused by different viruses, health officials and experts say#13thJanR","sentiment_score":0.0}
{"full_text":"The latest covid is pretty mild.","sentiment_score":0.3611111111}
{"full_text":"This must be broadcasted far and wide.#ToryCorruption#JohnsonLiedPeopleDied #JohnsonOutToday #NeverTrustATory#ToriesOutToday","sentiment_score":0.1}
{"full_text":"RT The founder of big pharma was an actual snake oil salesman. Their poison \"vaccine\" injury payouts are over $4.5 billion in...","sentiment_score":0.0}
{"full_text":"RT If any secondary school with Covid staffing problems in south\/east London needs a teacher to cover some drama (maybe other...","sentiment_score":-0.2125}
{"full_text":"RT If the PM should resign over attending a work drinks (which he shouldn't), what about all those Labour MP's who broke lock...","sentiment_score":0.0}
{"full_text":"RT fyi........ pse strong............no covid panic.....buyers controlling price movement.....","sentiment_score":0.0}
{"full_text":"RT This pandemic will really humble you. I don't think I'm good at anything anymore. All I want to do is do nothing. ","sentiment_score":0.25}
{"full_text":"RT #1YrOfIndustrySaviourMASTER - Even Bollywood did not dare to release a film in the middle of the pandemic, but","sentiment_score":0.0}
{"full_text":"RT no fucking way this stupid meme was real","sentiment_score":-0.1}
{"full_text":"RT Just a reminder that  Labour encourage and physically attend mass gathering protests mid pandemic but still have the abs...","sentiment_score":0.0}
{"full_text":"I think on COVID they are yeah totally. The situation in Australia is laughable but we could be doing so much better in other important areas that the govt has responsibility for.","sentiment_score":0.055}
{"full_text":"RT let's all be honest, online classes are sh*t but bringing back limited f2f classes in the middle of covid cases rising a...","sentiment_score":0.1321428571}
{"full_text":"RT 'Vaccine passports' are not about health, they are about implementing digital identity with a Chinese Communist Party styl...","sentiment_score":0.0}
{"full_text":"Addendum 2) Of those 36 people who died, the study found that 28 of them -- about 78% -- had four or more of the eight \"risk factors\" the study identified as statistically significant.This was the full weekly CDC statement, that some media cut \" for time \" reasons.","sentiment_score":0.425}
{"full_text":"RT Alex Hawke has not yet made a decision on Djokovic's visa and PM Scott Morrison will not make any announcements on an outco...","sentiment_score":0.0}
{"full_text":"Its fpj ave my dear.","sentiment_score":0.0}
{"full_text":"RT Right now covid is on it's pinnacle. So students wouldn't be able to give their...","sentiment_score":0.3928571429}
{"full_text":"I will never get over how, at every stage of the pandemic, with ever-increasing trauma and death, there were always people insisting it wasn't that serious and disregarding the evidence everywhere. I worry that before it's all said and done we'll see deaths in the 10s of millions","sentiment_score":-0.3333333333}
{"full_text":"Fundamental truth on Covid19 since March 2020. This virus cannot be contained. Its by getting infected, recovered &amp; attaining natural immunity that the community can attain HERD IMMUNITY.","sentiment_score":0.1}
{"full_text":"RT Everybody is saying the N95 offers better protection, so I just ordered these. I hope they work.","sentiment_score":0.3}
{"full_text":"RT Delighted to share that we have been able to pay appropriate tributes to Swamiji by conducting MORE THAN 50 THOUSAND #COV...","sentiment_score":0.55}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT Thousands of vaccine passport protesters attempt to breach Sofia's Bulgarian parliament.The crowd chants: \"I want a nor...","sentiment_score":0.0}
{"full_text":"RT With a hangover. What a trooper.","sentiment_score":0.0}
{"full_text":"Science says this vaccine isn't working,","sentiment_score":0.0}
{"full_text":"RT remember when trump would do something awful and people on here were like \"the cruelty is the point!!!\" anyway if you're in...","sentiment_score":-1.0}
{"full_text":"RT We went from \"teachers are amazing and deserve all the money\" to \"teachers don't want to work.\" We went from \"essential w...","sentiment_score":0.3}
{"full_text":"RT  #BTPMHi folks, someone shared a story with us today that spells out perfectly the absolute WORK of being unemployed, eve...","sentiment_score":0.6}
{"full_text":"Death will happen in large scale for hunger if gvt impose lockdown for your hype. Stop this nonsense.","sentiment_score":0.2142857143}
{"full_text":"(a) Delta isn't \"going extinct\" it's merging with omicron(b) permanent vascular damage is caused by infection, leading to, but not limited to, blood clots, strokes, cardiac arrest and more (c) I read the Lancet, New England Journal of Medicine and studies","sentiment_score":0.0286796537}
{"full_text":"January 13, 2022 Patrolman Kevin M Depdepen PNP member of Sugpon PS provided police presence, distributed flyers and reiterated the mandatory wearing of face mask and social distancing at barangay Poblacion of this town.#PNPKakampiMo@pro1officialtw","sentiment_score":0.0333333333}
{"full_text":"RT Long COVID \/ PASC is disabling anywhere from 30-50% of those infected, regardless of severi...","sentiment_score":-0.05}
{"full_text":"RT Delhi is expected to report around 27,500 #COVID cases today as well. The rate of hospital admissions among COVID patients is sta...","sentiment_score":-0.1}
{"full_text":"RT TRUDEAU is backing down from its vaccine mandate for Canadian truckers 3 days before it was set to take effect! Take n...","sentiment_score":-0.1944444444}
{"full_text":"RT The Great Barrington Declaration posed a threat to Fauci because he wanted to maintain the illusion of a scientific co...","sentiment_score":0.8}
{"full_text":"RT What I think about this wave of corona , if we don't follow the proper protection protocols:","sentiment_score":0.0}
{"full_text":"RT it's easier to buy a bag of coke than it is a rapid covid test","sentiment_score":0.0}
{"full_text":"RT #IkLastHope4NationPM Imran said that the livelihood of poverty-stricken people gets more affected due to the lockdown...","sentiment_score":0.1875}
{"full_text":"RT Minneapolis and St. Paul are temporarily requiring either a proof of vaccine or negative COVID test from at least 74 hours...","sentiment_score":-0.3}
{"full_text":"Nobody is surprised to hear about anti-vaxxers resorting to drinking piss as a Covid miracle treatment over the vaccine","sentiment_score":0.1}
{"full_text":"RT My tweet on France &amp; it's 370,000 cases per day, seems to hit home for even some Lockdown lovers.I'm glad the penny is dropp...","sentiment_score":0.5}
{"full_text":"RT As advised by the MHRA ","sentiment_score":0.0}
{"full_text":"RT 'Vaccine passports' are not about health, they are about implementing digital identity with a Chinese Communist Party styl...","sentiment_score":0.0}
{"full_text":"RT January 11, 2022: European Medicines Agency admits that VAXXXINES and BOOSTERS will and do cause VACCINE ACQUIRED IMMUNODEFICI...","sentiment_score":0.0}
{"full_text":"RT We went from \"teachers are amazing and deserve all the money\" to \"teachers don't want to work.\" We went from \"essential w...","sentiment_score":0.3}
{"full_text":"Covid Isolating with other people who have covid is just a viscous circle of transmission of symptoms. How can the top doctors and #weenippy not see this.","sentiment_score":0.1875}
{"full_text":"RT Supreme Court expected to rule on vaccine mandates tomorrow","sentiment_score":-0.1}
{"full_text":"RT Officially diagnosed with long covid and now need disability accommodations for school because of it. Stop talking abo...","sentiment_score":-0.05}
{"full_text":"RT This is true, but it was always true.Interestingly, it comes right after that California 300,000 case day.","sentiment_score":0.3178571429}
{"full_text":"RT The unvaccinated are 10X more likely to be infected with Covid-19 and 20X more likely to die than those who are vaccinated. E...","sentiment_score":0.25}
{"full_text":"RT Vaccine mandates will increase until the unvaccinated are denied all political participation. Destruction of democracy for...","sentiment_score":0.0}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"RT Whaaaat","sentiment_score":0.0}
{"full_text":"Yes, you are right! All series are rebased to the start of the pandemic so the number of 24+ months has increased by 20% since then.","sentiment_score":0.3571428571}
{"full_text":"RT Very concerning when I hear folk suggesting the PM must go because he no longer has the authority to introduce new lockdown...","sentiment_score":0.1681818182}
{"full_text":"COURTS CLOSEDThe physical closure of judicial courts in the country, especially in areas that are heavily affected by the corona virus, is ordered by the Supreme Court.","sentiment_score":-0.0666666667}
{"full_text":"RT Hong Kong school closure: zero-Covid goal is not worth the damage to children's learning and long-term economic growth","sentiment_score":0.025}
{"full_text":"RT It's one thing for dogs to pick up Covid. It's another to discriminate people with #LongCovid. 23 of 45 people (51%) with L...","sentiment_score":0.0}
{"full_text":"RT Enough of this Evil.This must stop.COVID vaccine for Israeli babies, toddlers expected by April, says health offic...","sentiment_score":-0.05}
{"full_text":"RT The fact that Scott Morrison hurried to do a press conference about Novak instead of fixing the 3rd dose vaccine rollout,...","sentiment_score":0.0}
{"full_text":"RT Please don't tell me asking for a photo ID to vote in elections is racist while simultaneously supporting vaccine passpo...","sentiment_score":0.25}
{"full_text":"Thankfully he tested negative yesterday. Please dont be that person, this pandemic is far from over. Lying puts other people at risk.","sentiment_score":-0.1083333333}
{"full_text":"RT What is the point of this? It is not stopping COVID cases that's for sure ...","sentiment_score":0.5}
{"full_text":"RT Seriously? We know more about the timeline of Djokovic's movements &amp; visa application than we do about why","sentiment_score":0.0833333333}
{"full_text":"RT My P5 kid bro was asked, How they call people who come from Cameroon he answered Cameras  covid ekikozze","sentiment_score":0.0}
{"full_text":"THIS MAN HAS A POINT #MICDROP","sentiment_score":0.0}
{"full_text":" CHINA: Authorities impose lockdown measures in Jinhua and Luoyang |","sentiment_score":0.0}
{"full_text":"Number of Fishes in the market today&gt; Number of Covid Cases in Assam","sentiment_score":0.0}
{"full_text":"RT Today we've seen the real Tory party.The PM brazenly lying about his breaches of his own lockdown rules.And his Gove...","sentiment_score":0.4}
{"full_text":"RT How far about the the FMBN COVID 19 loan now?","sentiment_score":0.1}
{"full_text":"RT Results of COVID-19 tests done on 10 January 2022 confirm 670 new cases. The cumulative confirmed cases are now 156,046....","sentiment_score":0.2681818182}
{"full_text":"That's right, if I'm you, would definitely change anti phishing, password and email. Because this email linked with all your CDC accounts so better do that .To make sure if you still have the #loadledlion, log in your nft account, and withdraw to your defi wallet ...","sentiment_score":0.3214285714}
{"full_text":"RT While we could only meet 1 person outdoors, invited 100 people to a party.While we obeyed the rules,...","sentiment_score":0.0}
{"full_text":"RT BMC protects illegal hawkers and penalised tax paying citizens for not wearing masks.Thank you BMC.","sentiment_score":-0.5}
{"full_text":"RT Funny how Johnson couldn't make time to attend the Covid COBRA meetings in Number 10 but kept accidently stumbling into dri...","sentiment_score":0.25}
{"full_text":"RT Missing the Delhi Times print edition? Click below to read the edition   #SonuSo...","sentiment_score":-0.2}
{"full_text":"Covid will kill old, overweight, children, republicans, liberals, Qanon, but unvaccinated 20 times for likely to die for Covid, even you Cindylouwhodoodoo !!","sentiment_score":0.05}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Excellent to see Miriam Cates MP ask pressing questions on new side-effect and transmission evidence affecting the risk-be...","sentiment_score":0.5681818182}
{"full_text":"RT is she like stuck over there cos of covid","sentiment_score":0.0}
{"full_text":"RT He also left me a lovely review on Airbnb.","sentiment_score":0.25}
{"full_text":"The practice of Testing &amp; Reporting data will make this Pandemic PERMANENT. It just serves the purpose of keeping humanity obsessed with a disease. This practice should be stopped. It also creates more infections, hospitalizations, deaths &amp; data frauds.","sentiment_score":0.0}
{"full_text":"RT #1YrOfIndustrySaviourMASTER - Even Bollywood did not dare to release a film in the middle of the pandemic, but","sentiment_score":0.0}
{"full_text":"RT Check out our Copper Wire Wrapped earrings. #buyartisan #artisanjewelry #jewelryaddict #copperwi...","sentiment_score":0.0}
{"full_text":"RT In a survey of about 36,000 Kroger hourly employees, 42% of workers said they had to borrow money to pay for basic needs...","sentiment_score":0.0}
{"full_text":"RT Let this sink in twitteratia. Sturgeon shut us down while England opened up. Scotland now has the highest Covid cases...","sentiment_score":-0.1555555556}
{"full_text":"Doesn't replacing front line hospital staff cost more than replacing N95s and surgical masks combined?","sentiment_score":0.5}
{"full_text":"RT This is what COVID curfews in Quebec look like. Tell me that you live in a police state without telling me that you liv...","sentiment_score":0.1363636364}
{"full_text":"MO: Rapid Test appointments available at CVS KANSAS CITY - NE VIVION RD POCT Covid - 19 Testing Site Lane 2 on Jan 13. Sign up here, zip code 64119:https:\/\/t.co\/uv9JLWdcNb","sentiment_score":0.4}
{"full_text":"RT Morrison first Stuff the public #COVID19 #Australia #auspol","sentiment_score":0.125}
{"full_text":"MO: Rapid Test appointments available at CVS KANSAS CITY - NE VIVION RD POCT Covid -19 Testing Site on Jan 13. Sign up here, zip code 64119:https:\/\/t.co\/uv9JLWcEXD","sentiment_score":0.4}
{"full_text":"I know my purpose is serve and uplift humanity.In my new book, My COVID journey, I share how I recovered from COVID-19 pneumonia. Purchase the book using #author  #Mindset #inspiration","sentiment_score":0.1363636364}
{"full_text":"Understand the innocence of a 3 year old who has spent most of her lifetime in isolation due to covid. I see she has a set of manners instilled and she is a strong willed girl. I think I like her already. So should h3 have beaten her? Let my boy join her wama","sentiment_score":0.1616666667}
{"full_text":"How Boris Johnson's 'bring your own booze' party in lockdown has created a storm","sentiment_score":0.6}
{"full_text":"RT Ah yes, the beginning of the spring semester when educators question if they have a sore throat from talking all day,...","sentiment_score":0.0}
{"full_text":"Ah yes, the 2020's Saga","sentiment_score":0.0}
{"full_text":"MO: Rapid Test appointments available at CVS KANSAS CITY - 315 W 75TH ST POCT Covid - 19 Testing Site Lane 2 on Jan 13. Sign up here, zip code 64114-5738:https:\/\/t.co\/uv9JLWcEXD","sentiment_score":0.4}
{"full_text":"RT Rise and fall of SARS-CoV-2 dynasties","sentiment_score":0.0}
{"full_text":"RT Tested positive for COVID-19 today. Only reason behind it is the offline semester exam conducted by betwee...","sentiment_score":-0.0575757576}
{"full_text":"Im close to my immediate family bcs my parents are first gen immigrants so we're all the family we have here. I only meet my extended family living overseas once a year at most and due to covid i havent seen them for 2+ years. Def wish i could meet my grandparents more often tho","sentiment_score":0.225}
{"full_text":"#Karnataka CM #BasavarajaBommai urges LoP #Siddaramaiah and State Congress chief #DKShivakumar to call off #MekedatuPadayatra in view of rising #COVID cases: CMOCatch the day's latest news and updates:","sentiment_score":0.5}
{"full_text":"Daddy betta' stay home.","sentiment_score":0.0}
{"full_text":"How can at risk and vulnerable communities be effectively reached during the #Coronavirus? The has a guide for communicators and organisers with a few ideas, new on our resource page.","sentiment_score":0.0090909091}
{"full_text":"Plymouth injury list ahead of #SWFC clashhttps:\/\/t.co\/YtiFfJlVbP","sentiment_score":0.0}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT Now we're talking.","sentiment_score":0.0}
{"full_text":"Self caterers say they feel \"snubbed\" by the Scottish Government, saying they've been excluded from the latest round of Covid funding.https:\/\/t.co\/nnOiH4S9Ow","sentiment_score":0.15}
{"full_text":"Self caterers say they feel \"snubbed\" by the Scottish Government, saying they've been excluded from the latest round of Covid funding.https:\/\/t.co\/rAHGMvKeaS","sentiment_score":0.15}
{"full_text":"RT He secured an 80 seat majority, got Brexit done, led the world in testing, Furlough, Genome Testing, and the vaccine ro...","sentiment_score":0.0}
{"full_text":"With #omicron infections surging around the world, many countries are changing their #coronavirus testing guidelines to better deal with the new variant and the huge number of cases it is causing.","sentiment_score":0.3840909091}
{"full_text":"Pray for Gerrards Cross &amp; Fulmer: That we'd be bold and prayerful as we engage with our communities in 2022, in particular to build on the contacts made during our Christmas outreach. That we would remain united and outward-looking, amidst the pressures of life in a Covid world.","sentiment_score":0.1666666667}
{"full_text":"Jurgen Klopp believes the #CarabaoCup semifinals should be played over one leg in future to reduce fixture congestion, as Arsenal travel to Anfield tonight after the match was delayed for a week due to a coronavirus outbreak.","sentiment_score":-0.0625}
{"full_text":"Good , never required in the first place as all his 'experts' declared in the early days of the pandemic. One of the controlling \/ scare tactics fabricated by Sage.","sentiment_score":0.2625}
{"full_text":"diabetes after corona covid treatment#diabetesaftercovid","sentiment_score":0.0}
{"full_text":"'The idea that a vaccine can give you an impenetrable shield against infection is not backed up by the science.' Dr Steve Jameshttps:\/\/t.co\/Ka2TXGIfl7","sentiment_score":0.0}
{"full_text":"Over 3 crore youngsters between the 15-18 age group have received 1st dose of the #COVID19 vaccine. says dr. #propunjabtv #CoronaUpdatesInIndia #CovidVaccine","sentiment_score":0.0}
{"full_text":"We have joined #HealingTrees to send powerful messages of hope, unity and solidarity through the largest planting project in recent years. They are planting more than 5 million trees around the world as a memorial to lost lives by COVID-19.Join at","sentiment_score":0.2666666667}
{"full_text":"25% Off!Schwinn - 270 Recumbent Exercise Bike - Blackhttps:\/\/t.co\/VHP5O1mz1e#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0}
{"full_text":"The Center for COVID-19 Situation Administration (CCSA) has approved Sandbox entry schemes for international visitors in Phang-nga, Krabi, and Surat Thani.  For the latter province, the Sandbox area is limited to Samui, Pha-ngan, and Tao islands. See more:","sentiment_score":0.0657142857}
{"full_text":"In our latest blog post, guest contributor Malaika shares their experience of racialised street harassment and violence on a winter evening during the COVID-19 pandemic. To read the full blog, follow the link in our bio.#ItsNotACompliment #StreetHarassment #Blog #Australia","sentiment_score":0.425}
{"full_text":"Covid-19: Disruptions affect KFC Australiahttps:\/\/t.co\/kInLLIpUHY","sentiment_score":0.0}
{"full_text":"Self caterers say they feel \"snubbed\" by the Scottish Government, saying they've been excluded from the latest round of Covid funding.https:\/\/t.co\/t7zeZawLvI","sentiment_score":0.15}
{"full_text":"RT Omicron meet Portugal, one of the world's most vaccinated nations. Portugal has vaccinated ~90% of its total population...","sentiment_score":0.25}
{"full_text":"The resources provided by the #EU to rebuild after #COVID19 can help tackle #climatechange &amp; boost #digitalisation. Check out the new EIB Investment Report 2021-22 to understand how public interventions helped investment &amp; firms during the crisis #EIBEcon","sentiment_score":0.0681818182}
{"full_text":"Honestly astounding that the federal health insurance program will not reimburse people for their covid tests.","sentiment_score":0.6}
{"full_text":"High-end estate agency #Savills revises profits forecast buoyed by surge in sales of PS1m-plus homes in countryside #property ","sentiment_score":0.0}
{"full_text":"Self caterers say they feel \"snubbed\" by the Scottish Government, saying they've been excluded from the latest round of Covid funding.https:\/\/t.co\/9f1ivJNDU7","sentiment_score":0.15}
{"full_text":"The Department of Tourism has announced that fully vaccinated tourism workers are now receiving booster shots as an added protection. 50% of Metro Manila's 25,386 hotel workers have already received their COVID-19 booster shots.","sentiment_score":0.0}
{"full_text":"KS: Rapid Test appointments available at CVS OVERLAND PARK - West 75TH St. POCT Covid - 19 Testing Site Lane 4 on Jan 13. Sign up here, zip code 66204-2927:https:\/\/t.co\/uv9JLWcEXD","sentiment_score":0.4}
{"full_text":"RT Information about COVID-19 changes rapidly. While the internet can be a great source of information, the spread of COVID-19...","sentiment_score":0.8}
{"full_text":"Cause our kids lives have been flipped upside down (like everyone's) but the lack of socialization is having detrimental effects upon the majority of kids mental health. We were having a youth mental health crisis before Covid, it's an all out pandemic among our youth.","sentiment_score":-0.1185185185}
{"full_text":"RT Somebody tell to rehire STAT!","sentiment_score":0.0}
{"full_text":"RT The pundit class view that we must hold in-person school in spite of the Omicron wave might kill over at The Atlantic an...","sentiment_score":0.0}
{"full_text":"The active cases comprise 3.08 per cent of the total infections, while the national COVID-19 recovery rate decreased to 95.59 per cent, the ministry said#COVID19 #Coronavirus","sentiment_score":-0.1777777778}
{"full_text":"We promise to continue our efforts towards BRINGING DOWN THE POSITIVITY RATE further, which is CUTRRENTLY at 2.16%.","sentiment_score":-0.0777777778}
{"full_text":"The discourse on quality jobs and decent work has changed since the onset of the pandemic. This transition has provided key insights and policy implications.","sentiment_score":0.0833333333}
{"full_text":"said that blood donations have been significantly impacted by the Covid-19 pandemic over the last two years with lockdowns limiting access to regular blood drive venues.#BloodDonation","sentiment_score":0.125}
{"full_text":"Ready to get your PCR results in as fast as 30 minutes in ? Once approved, peakPCR will be able to significantly speed up COVID-19 testing while also potentially reducing its cost. PeakPCR was developed by the startup diaxxo, a Zurich spin-off.https:\/\/t.co\/XfH8QKVg4c","sentiment_score":0.2291666667}
{"full_text":"With a dash of Stokie at 9pm ..","sentiment_score":0.0}
{"full_text":"West Visayas State University (WVSU) Cultural Center in La Paz, Iloilo City and Robinsons Place Pavia in Barangay Ungka, Pavia, Iloilo are the venues of the provincial government's vaccination campaign against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/hMM0jUepoU","sentiment_score":0.0}
{"full_text":"\"I'm, once again, lost for words to describe this government.\"https:\/\/t.co\/9CmebYo5FB","sentiment_score":0.0}
{"full_text":"RT Other countries also face a burden by unvaccinated people on their healthcare. Some are turning to fining the unvaccinated...","sentiment_score":-0.125}
{"full_text":"Thousands of protesters have taken to streets across cities in western #Europe in protest against pandemic restrictions, despite shooting cases of coronavirus cases last weekend -- Read more on Pixstory -","sentiment_score":0.1666666667}
