{"full_text":"Doctors suspect varied range of medicines used in treatment of recent #Covid cases, self-medication and homemade concoctions could be behind rise Read more on ","sentiment_score":0.0333333333}
{"full_text":"RT Head of Covid communications for HHS called the Covid-19 vaccine \"rushed\" and \"unsafe\" in resurfaced tweet.","sentiment_score":0.0}
{"full_text":"North Carolina zoo temporarily closing its bird habitat amid avian flu outbreak","sentiment_score":0.0}
{"full_text":"RT Ivermectin could end this Pandemic in less than a month...But then Democrats will have no excuse to demand mail in ballo...","sentiment_score":-0.0708333333}
{"full_text":"RT Congress might finally set up a 9\/11-like commission to examine the response to the Covid pandemic.","sentiment_score":0.0}
{"full_text":"RT Current scene in Winnipeg: Traffic comes to a halt after the nationwide convoy of truckers protesting government's vacci...","sentiment_score":0.0}
{"full_text":"RT So wrong, so bad.","sentiment_score":-0.6}
{"full_text":"Don't worry due to covid surge we had some disruption across the board  can help sort this asap","sentiment_score":-0.125}
{"full_text":"RT 200 or so million people are fully vaccinated with an mRNA vaccine in the US alone. If they were unsafe WE'D KNOW","sentiment_score":0.0}
{"full_text":"RT 2000+ Americans still dying every day. Raising awareness on how higher risk folks can access early treatment (Paxlovid) o...","sentiment_score":0.175}
{"full_text":"RT Pfizer and BioNTech have begun a clinical trial for their omicron-specific coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Republicans then they die or spread covid .","sentiment_score":0.0}
{"full_text":"RT I'm a liberal Democrat, when I'm \"woke\" I usually wake up in the middle of the nite to peeGQP Are \"woke\" when they drink the...","sentiment_score":-0.125}
{"full_text":"RT Hey y'all!I'm Kathleen Brown running for Congress in Texas against Trump's old COVID-denying doctor, Ronny Jackson....","sentiment_score":0.1}
{"full_text":"RT 54 Albertans died from covid the last 4 days, Muslim women are still being assaulted in Edmonton and 93 unmarked graves...","sentiment_score":0.0}
{"full_text":"RT \"Get kids back into classrooms unmasked and regardless of vaccine status\" while we do Zoom meetings really doesn't hit the...","sentiment_score":0.1}
{"full_text":"RT \"Schools can now safely make masks optional with the CDC's new guidelines\" by ID MDs and others:-please remember how pro...","sentiment_score":0.3181818182}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT RCT of patients with acute hypoxemic respiratory failure due to #COVID19 found an initial strategy of CPAP, compared with...","sentiment_score":0.0395833333}
{"full_text":"RT Fox host: Why are so many people still dying of covid?Doctor: The biggest problem is people aren't getting vaccinated and...","sentiment_score":0.5}
{"full_text":"RT The FDA has halted two monoclonal antibody treatments because of evidence they are supposedly \"less effective\" against OMI...","sentiment_score":0.2166666667}
{"full_text":"Covid spiking because idiots won't wear masks. This guys shit vaccine lies should not be allowed on twitter or anywhere else.","sentiment_score":-0.5}
{"full_text":"RT The FDA's reason for revoking usage of the monoclonal antibodies is that it \"doesn't work well on Omicron\". But we were...","sentiment_score":0.0}
{"full_text":"RT Regeneron, which makes monoclonal antibodies, says that they don't work against OmicronRon DeSantis is falsely claiming that...","sentiment_score":-0.4}
{"full_text":"RT \"Fauci organized an all hands on deck conference call with colleagues where he was told that risky experiments with th...","sentiment_score":0.0}
{"full_text":"RT This app never fails to entertain me","sentiment_score":0.25}
{"full_text":"RT Past infection from covid  is highly protective against hospitalisation from covid","sentiment_score":-0.045}
{"full_text":"Megastar tested positive for Covid-19#Chiranjeevi","sentiment_score":0.2272727273}
{"full_text":"RT Many hospitals--including my own--stopped using Regeneron &amp; Eli Lily monoclonal antibody treatments weeks ago because th...","sentiment_score":0.5}
{"full_text":"I would do anything for love but I won't get vaxxd...But I won't wear a mask.","sentiment_score":0.5}
{"full_text":"RT I diagnosed a 4 month old baby last night with Covid and the parents were like, they're all vaccinated and boosted and...","sentiment_score":0.05}
{"full_text":"Omicron isn't the only virus infecting people. All treatments should be available e","sentiment_score":0.2}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"Until the next variant comes out.... About a week after we get those free masks from sleepy joe.","sentiment_score":0.2}
{"full_text":"RT The FDA's reason for revoking usage of the monoclonal antibodies is that it \"doesn't work well on Omicron\". But we were...","sentiment_score":0.0}
{"full_text":"RT You are not fed up with the pandemic more than healthcare workers are. Trust me.","sentiment_score":0.5}
{"full_text":"An uncontrolled outbreak of Omicron could be devastating for Hong Kong since a large percentage of the risk groups, like the elderly, have low vaccination rates or are vaccinated with Sinovac which has been shown to have limited protection against the new variants such as Omicron","sentiment_score":-0.1201298701}
{"full_text":"RT Here's what I want you to know tonight. The man called Dad died today. In the hospital. Of covid. She is f...","sentiment_score":0.0}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT \"Of course I'm frustrated because we're not healthy. It's a lot of inconsistency for whatever reason - injuries, COVID, whatev...","sentiment_score":-0.475}
{"full_text":"RT The American people deserve to know how this pandemic started, to know if the NIH funded dangerous gain-of-function research...","sentiment_score":-0.3}
{"full_text":"'Peace, freedom, no dictatorship!': Germans protest against Covid restrictions","sentiment_score":0.0}
{"full_text":"RT Join me in sending donations to a nurse who went down on the field of battle six hours after testing positive for covid....","sentiment_score":0.0358585859}
{"full_text":"RT Regeneron, which makes monoclonal antibodies, says that they don't work against OmicronRon DeSantis is falsely claiming that...","sentiment_score":-0.4}
{"full_text":"Tick Tock! #Nuremburg2 #Nuremberg2 #WakeUp #StandandFight #HealthcareHeroes people turnoff your TV. Become #TheHerd Boom! Witnessed negligent murder; just following orders! Sound familiar?! Know your history. Nazi officials tried that one. Epic fail!","sentiment_score":0.06875}
{"full_text":"Beauty is pain. Vaccine got uncertainty in their composition. Cannot... Hahahaha .","sentiment_score":0.2}
{"full_text":"RT Check for new locations of interest here:","sentiment_score":0.1363636364}
{"full_text":"RT I realized that an older version of me died when the pandemic started and I'm still learning this newer version of myself","sentiment_score":0.1666666667}
{"full_text":"RT Get well soon dear Megastar We wish you a very speedy recovery sir ","sentiment_score":0.2}
{"full_text":"RT Get Well Soon#Chiranjeevi #COVID19","sentiment_score":0.0}
{"full_text":"I can't believe we are still in pandemic..god only knows why.","sentiment_score":0.0}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT Unbelievable.","sentiment_score":-0.25}
{"full_text":"RT Cheryl Hines calls husband RFK Jr.'s vaccine mandate comments invoking Anne Frank 'reprehensible'","sentiment_score":0.0}
{"full_text":"RT Get well soon dear Megastar We wish you a very speedy recovery sir ","sentiment_score":0.2}
{"full_text":"RT This is just a flat out lie. Even the drug manufacturers acknowledge these treatments are now completely ineffective in he...","sentiment_score":0.0375}
{"full_text":"RT Indiana's AG Todd Rokita is telling Hoosiers not to trust our states covid team. Plus our 2 Senators","sentiment_score":0.0}
{"full_text":"RT This is the data that WVU wanted to hide when they quitely stopped reporting COVID test results last week. In just two weeks of...","sentiment_score":0.0}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT The American people deserve to know how this pandemic started, to know if the NIH funded dangerous gain-of-function research...","sentiment_score":-0.3}
{"full_text":"RT Keep getting told we have to do business as usual as well as covid... covid is business as usual and if staffing is...","sentiment_score":-0.25}
{"full_text":"RT Every single person has been raving about the monoclonal antibodies as an effective treatment to Covid. It has quite lite...","sentiment_score":0.2642857143}
{"full_text":"RT Every single person has been raving about the monoclonal antibodies as an effective treatment to Covid. It has quite lite...","sentiment_score":0.2642857143}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT target goleta has covid rapid tests in stock btw","sentiment_score":0.0}
{"full_text":"RT He was the only person who became the voice of the students all the time, whether the examination was postponed at the...","sentiment_score":0.0}
{"full_text":"RT Congratulations to Sonu Nigam Ji on being conferred the Padma Shri Award. His contribution to the world of music is imme...","sentiment_score":0.0}
{"full_text":"It's the dog and pony show about Ukrainian issues.","sentiment_score":0.0}
{"full_text":"Alex Berenson has zero science or medical background. He has a BA in history.","sentiment_score":0.0}
{"full_text":"RT How is COVID-19 fatigue actually Biden-20 fatigue? @realLizUSA with THE REAL STORY","sentiment_score":0.1}
{"full_text":"RT Get well soon dear Megastar We wish you a very speedy recovery sir ","sentiment_score":0.2}
{"full_text":"French could only dream of having the influence Carlson has. Jealousy is unbecoming David. Maybe you should make that your Sunday sermon, and have a little introspection about it.","sentiment_score":-0.103125}
{"full_text":"RT India reports 2,85,914 new COVID cases, 665 deaths in the last 24 hoursActive case: 22,23,018  Daily positivity rate:...","sentiment_score":0.0454545455}
{"full_text":"RT Mr. Berenson is incorrect. The mRNA vaccines are good vaccines, and the Pfizer-BioNTech which I took may have saved my life...","sentiment_score":0.7}
{"full_text":"RT Quoted in the commenting on how terminated employees may have recourse against employers which unilaterally imp...","sentiment_score":-0.5}
{"full_text":"RT Probably the most timely paper I've ever worked on","sentiment_score":0.5}
{"full_text":"RT 54 Albertans died from covid the last 4 days, Muslim women are still being assaulted in Edmonton and 93 unmarked graves...","sentiment_score":0.0}
{"full_text":"RT Current scene in Winnipeg: Traffic comes to a halt after the nationwide convoy of truckers protesting government's vacci...","sentiment_score":0.0}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT Those who are most covid compliant are also the most panicked...because that's been the public health strategy the entire t...","sentiment_score":0.25}
{"full_text":"RT Clear skies over Tokyo today. And from the Wall Street Journal: \"Japan's Foreigner Ban Over Omicron Raises Memories of I...","sentiment_score":0.1}
{"full_text":"RT RT if you think pandemic #paidleave should still be in place. #covidlife","sentiment_score":0.0}
{"full_text":"Get well soon boss  wish you speedy recovery ","sentiment_score":0.0}
{"full_text":"RT Dr. Henry! Dr. Henry! In your last presser, you said we were nowhere near being endemic. Why are your underlings saying the ex...","sentiment_score":0.05}
{"full_text":"Omicron Survives Longer on Plastic, Skin Than Other COVID Variants","sentiment_score":-0.125}
{"full_text":"Too young to retire but at risk for Covid, older Americans struggle to find work #SmartNews","sentiment_score":0.1333333333}
{"full_text":"RT My #UrgencyOfNormal includes:People w\/ #cancer needing urgent chemo getting a hosp bed without a wk+ wait &amp; a desperate p...","sentiment_score":-0.6}
{"full_text":"RT Get well soon sir","sentiment_score":0.0}
{"full_text":"RT OSHA withdrew its emergency vaccine mandate today, after our win in the US Supreme CourtOur case was about the limits pow...","sentiment_score":0.8}
{"full_text":"RT Are we done with this now? Please tell me we're done with this now. #cdnpoli","sentiment_score":0.0}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"This is what I need like baby stay home cook clean let me pay the bills you keep the house energy good so I can come home to peace","sentiment_score":0.5333333333}
{"full_text":"RT How many Americans have died of Covid because they believed lies peddled on show?The number is greate...","sentiment_score":0.5}
{"full_text":"Pandemic headed for a long pause, but not the end, warn experts via","sentiment_score":-0.05}
{"full_text":"RT If you have full blown AIDS, the flu and are Covid positive w\/ symptoms--hospitals will treat you, so long as you took the...","sentiment_score":0.1757575758}
{"full_text":"RT The wealth of UK billionaires is up by PS106,500,000,000 in the pandemic.But instead of raising taxes on their wealth, t...","sentiment_score":0.0}
{"full_text":"RT Many hospitals--including my own--stopped using Regeneron &amp; Eli Lily monoclonal antibody treatments weeks ago because th...","sentiment_score":0.5}
{"full_text":"The Go-Go's have now announced rescheduled West Coast concerts postponed in December &amp; January also due to #COVID19. ","sentiment_score":-0.125}
{"full_text":"Oh I sure am. I tweeted about this earlier. It seems to just be glossed over. And we already have over 1300 in hospital with Covid. And over 50 people have died in 4 days. What the actual...?!?!","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING: Amal Nakhleh, 18, has tested positive for COVID-19 while in Israeli military detention. He has been held withou...","sentiment_score":0.0636363636}
{"full_text":"RT Girl Brees retired, COVID kicking our ass, NOPD and the DA beefing, Cantrell don't wanna cancel Mardi Gras, the project b...","sentiment_score":0.0}
{"full_text":"RT Any chance that Covid can delay the season for 6-8 weeks?","sentiment_score":0.0}
{"full_text":"What does it mean to live well and choose well, even when the world is ending and you're about to die? Because COVID or not, there is a 100% chance we are all going to die. Yes, that is the darkly funny but true context for the film.--Hannah Woldum Ragusahttps:\/\/t.co\/S5c9JNW8PD","sentiment_score":0.1059659091}
{"full_text":"RT Get prepared for Omicron. Download your COVID-19 checklist here:","sentiment_score":0.0}
{"full_text":"RT Fox host: Why are so many people still dying of covid?Doctor: The biggest problem is people aren't getting vaccinated and...","sentiment_score":0.5}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"RT A pandemic of inhumanity.I've seen people take pride in showing no sympathy to the unvaccinated: losing their jobs, losing...","sentiment_score":0.0}
{"full_text":"Let me get this straight you're pro #COVID19  politics have gotten your ass in a sling. You ask the feds for help yet you do nothing to #StopTheSpread ?","sentiment_score":0.2}
{"full_text":"Join us for our #AustraliaTrendBriefing2022 online event on 24 February, where we will show you how to navigate the inter-Covid era and beyond with two new mind-expanding macrotrends.Book your ticket now :","sentiment_score":0.1363636364}
{"full_text":"Are you struggling to find joy? Check out this article from NPR on 12 ways people are cultivating happiness during the pandemic.","sentiment_score":0.75}
{"full_text":"I see, you feel entitled. Entitled to hospital treatment paid by taxpayers if you get sick with COVID. Entitled to antibody treatments when you refused to produced your own antibodies with the vaccine. Entitled to selectively believe in science when in need of medical treatment.","sentiment_score":-0.0380952381}
{"full_text":"RT I bring up a 40yr old drug problem that resulted in a criminal conviction for heroin possession bc is...","sentiment_score":-0.15}
{"full_text":"RT MIND YOUR BUSINESS: One state wants to make it illegal to ask for your vaccine statushttps:\/\/t.co\/N9u5JkAu1v","sentiment_score":-0.15}
{"full_text":"RT Every single person has been raving about the monoclonal antibodies as an effective treatment to Covid. It has quite lite...","sentiment_score":0.2642857143}
{"full_text":"RT The charts are going nuts in the most heavily vaccinated countries. What a fucking disaster!","sentiment_score":-0.15}
{"full_text":"RT As I'm sure you can appreciate, this MoU is utter nonsense for a variety of reasons.But the core organizers of this conv...","sentiment_score":0.25}
{"full_text":"We must support sincerely even when stay-at-home lockdown is over, the National Health Service.","sentiment_score":0.5}
{"full_text":"Disproportionate, maybe, but still a SMALL amount. Less than 5%. And guess what? Its been less than 5% FROM THE BEGINNING, even WITHOUT vaccines. My chances of ending up hospitalized don't go UP just because you got a vaccine.","sentiment_score":-0.1944444444}
{"full_text":".@Pfizer and have launched a clinical trial of a COVID-19 vaccine that specifically targets the #OmicronVariant. By","sentiment_score":0.0}
{"full_text":"The International Monetary Fund (IMF) has slashed the economic growth forecast for member countries of the ASEAN as the global economy entered 2022 in a weaker position amid higher inflation and the spread of the Omicron COVID variant.","sentiment_score":0.1125}
{"full_text":"RT It's so revealing that no mainstream media has anything positive to say about China's 0-Covid strategy.The anti-China...","sentiment_score":0.2272727273}
{"full_text":"COVID-19 booster drive is faltering in the US. #KTVONews","sentiment_score":0.0}
{"full_text":"Did not a single reporter define\/quantify how much less effective it is vs Omicron?\"Less effective\" means... 100%? 3%.  50%","sentiment_score":0.1804761905}
{"full_text":"Good summary!","sentiment_score":0.875}
{"full_text":"RT \"Do I still need to wear a mask in the store?\"Link in bio for CA tour dates and merch!","sentiment_score":0.0}
{"full_text":"RT Shout out to good books for helping us all make it through the pandemic.","sentiment_score":0.7}
{"full_text":"RT The public are being urged to sign-up to a world-leading study for antivirals if they test positive for COVID-19.Find out more...","sentiment_score":0.2424242424}
{"full_text":"Infometrics principal economist Brad Olsen said restrictions on activity were expected to keep economic activity 2-3% below normal levels, costing about $190 million a week.https:\/\/t.co\/oRqS8TDkkI","sentiment_score":0.0833333333}
{"full_text":"Qualifying residents can now receive up to 3 months of rental assistance. Please visit to apply. If you already applied, call 562-299-6706 to see if you qualify for two additional months of rental assistance. #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"Froilabo's #Serology #WaterBath is very easy to use, available in 2 volumes (3 &amp;6 liters) and their transparent plexiglass tank allows full control of your samples.Find out more about serology water baths and how they can be used for Covid-19 testing... ","sentiment_score":0.4533333333}
{"full_text":"Chillin' at Casaroro Falls in Valencia, shared by Mayana Anoda [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Love Box Tee - #Mississippi #MadeinMississippi #MississippiMade #ShareMississippi #MississippiGifts  #Gifts #TheMississippiGiftCompany","sentiment_score":0.5}
{"full_text":"Latest COVID-19 Update Zimbabwe","sentiment_score":0.5}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"11,862 new cases and 311 new deaths in Kazakhstan [5:00 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT If we're \"at war\" with COVID, then withholding life saving medicine from Americans is akin to a war crime. Who is resp...","sentiment_score":0.0}
{"full_text":"#Taiwan's economy could grow by 4.1% in 2022 despite #COVID surgehttps:\/\/t.co\/1mSJYCmnHQ","sentiment_score":0.0}
{"full_text":"Urgent News! Impending global food crisis! An astonishing solution!An introduction to the happiest place on earth! A place that is COVID-free and mask-free!\"https:\/\/t.co\/Tb0ODyHJPw","sentiment_score":0.390625}
{"full_text":"The Food and Drug Administration (FDA) announced it finally allowed the local use of two brands of self-administered antigen test kits for novel coronavirus disease (Covid-19).  ","sentiment_score":0.0}
{"full_text":"Just stay home, turn off your PC and chuck your cell phone in the trash. You'll be safe from covid then.#commie","sentiment_score":0.5}
{"full_text":"Get a taste of what it feels like to be the greatest hacker in Chicago with this Aiden Pearce-inspired long coat and its black mask cover! #WatchDogsCheck it outhttps:\/\/t.co\/yNBKKoMHu4For customers in the US and Canada, please see QRTVhttps:\/\/t.co\/QqxB3DJiQx","sentiment_score":0.2472222222}
{"full_text":"RT My sister Tracy was just taken into the ER in SC. She's COVID positive, has a pulse ox atm of 80 while being on oxygen.I...","sentiment_score":0.2272727273}
{"full_text":"The Pasig City local government announced on Tuesday, Jan. 25, that it has seen a huge decrease in its active COVID-19 cases after tallying 479 active cases on Jan. 24, from 3,008 cases on Jan. 23.https:\/\/t.co\/EHvQTdrpxY","sentiment_score":0.0333333333}
{"full_text":"RT Governor Love Your Neighbor establishes Big Brother in our schools. What's next... a Scarlet \"M\" for those who choose to we...","sentiment_score":0.1666666667}
{"full_text":"OSHA Officially Withdraws Biden's Vaccine Mandate After Supreme Court Ruling: 'Blatantly Unconstitutional' | CBN News #SCOTUS","sentiment_score":-0.5}
{"full_text":"A man fighting for his life is reportedly ineligible for a heart transplant because he won't get vaccinated against COVID-19.https:\/\/t.co\/0OVYFDCjXN","sentiment_score":0.0}
{"full_text":"The government will start vaccinating children aged 5 to 11 against Covid19 on February 4, vaccine czar Secretary Carlito Galvez Jr. said. | Read more:","sentiment_score":0.2}
{"full_text":"Qualifying residents can now receive up to 3 months of rental assistance. Please visit to apply. If you already applied, call 562-299-6706 to see if you qualify for two additional months of rental assistance. #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"RT okay, younghoon also got covid.. i also have his pm subscribtion so feel free to dm me what you want to say to him (ma...","sentiment_score":0.45}
{"full_text":"Courts expose the reality of covid's devastation in India.https:\/\/t.co\/6FbiBVVtxF","sentiment_score":0.0}
{"full_text":"Hope is now just a call away.Just as we value our physical health, our mental health is as significant especially during this time of the COVID-19 pandemic.","sentiment_score":0.06875}
{"full_text":"RT In any one of a hundred Neil Young songs there's more authenticity, heart, and soul, than in Clapton's entire catalogue. Now...","sentiment_score":0.2}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT This thread from last month lays out what sorts of supports \"focused protection\" would require if it weren't...","sentiment_score":0.0}
{"full_text":"having covid is basically being a communist bc i can't laugh at anything without it being painful LMAO","sentiment_score":0.0666666667}
{"full_text":"There are some signs that the aggressive omicron wave in Mexico could be losing steam. reports.","sentiment_score":0.0}
{"full_text":"The 180 barangays in this southern city are conducting an inventory of persons vaccinated and unvaccinated against coronavirus disease 2019 (COVID-19) in their respective turfs.https:\/\/t.co\/CnCXLVGLl6","sentiment_score":0.0}
{"full_text":"Dr. Abdullah Asiri, assistant deputy minister of health for preventive health, said that the #Omicron mutant, has become the only strain found in #SaudiArabia.","sentiment_score":0.0}
{"full_text":"RT Regeneron, which makes monoclonal antibodies, says that they don't work against OmicronRon DeSantis is falsely claiming that...","sentiment_score":-0.4}
{"full_text":"Health authorities in Laos ease requirements for newly discharged Covid-19 patients","sentiment_score":0.1363636364}
{"full_text":"Get Well Soon Garu ","sentiment_score":0.0}
{"full_text":"RT Teachers,If you test positive for Covid but are asymptomatic, we still need you to show up to work because of the sub...","sentiment_score":0.2272727273}
{"full_text":"See,  how people are being forced indirectly to take vaccine.. .","sentiment_score":-0.3}
{"full_text":"A week or so after Craig, Alaska's school board decided that students didn't need to quarantine *or* wear masks after being ID'd as close contacts, 20% of staff and students are sick and the district is struggling to keep schools open.https:\/\/t.co\/FYqoK74QRN","sentiment_score":-0.7142857143}
{"full_text":"Current Conditions for #Sayre PATemp: 12.3FWind Chill: 12.3FHumidity: 76%Dew Point: 6.1F Barometer: 30.358 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 711.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT sorry a whole country didn't allow itself to open during a pandemic when her COLLAB was being filmed  but they were BOTH i...","sentiment_score":-0.1}
{"full_text":"RT The FDA has halted two monoclonal antibody treatments because of evidence they are supposedly \"less effective\" against OMI...","sentiment_score":0.2166666667}
{"full_text":"RT okay, younghoon also got covid.. i also have his pm subscribtion so feel free to dm me what you want to say to him (ma...","sentiment_score":0.45}
{"full_text":"RT I knew of 6 people who got the jab and they all died . One who didn't get the jab and died from getting covid but had heart...","sentiment_score":0.0}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"I just can't understand the mendacity of Carlson knowingly spreading vaccine disinformation which will lead to more needless suffering and death ","sentiment_score":0.0}
{"full_text":"Rules they've had for years? The covid vaccine is not something we've had for years so technically that's a new rule. Correct if I'm wrong plz","sentiment_score":-0.1212121212}
{"full_text":"Didi, as the Chief Minister you have done a lot for the people of Bengal.Considering the COVID situation,10 states have raised the age limit for government service to 42\/45.It would be great if you could raise the age limit for government service to at least 42.","sentiment_score":0.25}
{"full_text":"RT Government's omicron plan, which they've been furiously working on apparently, is 2.5 pages long. The press release is almos...","sentiment_score":0.0}
{"full_text":"\"I kind of get the impression this is just kind of like, let it run wild,\" the school board VP said at the time, minutes before voting to approve the plan. Two members of CCSD's COVID-19 committee, including its medical adviser, resigned in protest.","sentiment_score":0.325}
{"full_text":"Cancel ?https:\/\/t.co\/Yl9WYsLcmf","sentiment_score":0.0}
