{"full_text":"RT  New National Covid protocols released today. Designed to limit use of PCR. Nothing to do with reducing spread  The Gov...","sentiment_score":0.1363636364}
{"full_text":"RT \"Since 2020 - the start of the pandemic - Children's has seen a 50% increase in the number of children requiring hospi...","sentiment_score":0.0}
{"full_text":"RT Many seem to be assuming that covid provides lasting immunity, even though we already know it does not.  Each covid infect...","sentiment_score":0.25}
{"full_text":"RT 2) \"He warned that if a cluster infection appears in a quarantine center or epidemic prevention hotel and is not detected i...","sentiment_score":-0.1}
{"full_text":"gave him covid thru the phone ","sentiment_score":0.0}
{"full_text":"Politics should never come before the well-being of the people.  He is just all about sucking up!","sentiment_score":0.0}
{"full_text":"RT the only good thing that came out of the pandemic","sentiment_score":0.35}
{"full_text":"RT Please use #ProtectBCed if you have any useful and helpful tips and information for keeping children, students, youth,...","sentiment_score":0.3}
{"full_text":"Same here!Our biggest 'practical' worry about COVID was getting it at the same time, making it that much harder to take care of our little kids (based on how little energy the rest of my family had for a week plus when they all got it)","sentiment_score":-0.095}
{"full_text":"RT Omarion addresses the Omicron varient jokes: \"I am an artist, not a varient.\"","sentiment_score":0.0}
{"full_text":"RT As #COVID19 continued to dominate the headlines around the world in 2021, we must be prepared to manage multiple hazards...","sentiment_score":0.0}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT New York State hospitalizations from COVID.17th December: 3,90924th December: 4,89131st December: 8,451","sentiment_score":0.1363636364}
{"full_text":"RT #Raiders activated Perryman, CB Casey Hayward, LB Cory Littleton and DT Darius Philon from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT And get vaccinated.","sentiment_score":0.0}
{"full_text":"RT UnacceptableGov needs to govern! FL has a 1,000%+increase in Covid cases over the last 2weeks &amp; not ONE state testing...","sentiment_score":0.0}
{"full_text":"what a moron, it's like he wants us to get covid","sentiment_score":-0.3}
{"full_text":"Oh goodness, you mean you lot have fallen for the ole' 'next year I promise'. That's hilarious. Really that gullible? Nicola is going to blame Covid and set a new deadline.. Gurss what.. You'll believe that too  She's laughing at her own supporters.","sentiment_score":0.1873106061}
{"full_text":"RT Hospitals across OH have more COVID-19 patients in their ERs and ICUs than ever. The overwhelming majority are unvacci...","sentiment_score":0.5}
{"full_text":"COVID isn't the threat here. It's the mentally I'll that have been programmed to live in extreme fear.  Sad ","sentiment_score":-0.1471590909}
{"full_text":"pretending to be president.","sentiment_score":0.0}
{"full_text":"Kyrie needs to be spotted at a vaccine clinic.","sentiment_score":0.0}
{"full_text":"Taiwan rejects US CDC guidance on 5-day quarantine | Taiwan News | 2021-12-30 18:59:00","sentiment_score":0.0}
{"full_text":"RT \"Nobody could have predicted the enormous scale of the surge in demand for COVID-19 test kits that we saw yesterday, following...","sentiment_score":0.0}
{"full_text":"RT Among the new laws taking effect in 2022: California restaurants can continue to sell to-go cocktails with food orders for f...","sentiment_score":0.1363636364}
{"full_text":"RT the CDC says it's not omicron unless it comes from the Omicronne region of France, otherwise it's just sparkling covid","sentiment_score":0.0}
{"full_text":"RT There are concerns already stretched pharmacies may not be able to cope with demand as the number of Australians eligible for...","sentiment_score":0.225}
{"full_text":"Welcome 2022 ","sentiment_score":0.8}
{"full_text":"#COVID19 #USHealthcare #Healthcare follow","sentiment_score":0.0}
{"full_text":"RT Besides the obvious risks to students, educators and staff, and their families, covid transmission can occur in any settin...","sentiment_score":0.0}
{"full_text":"Really? #COVID19 was 'discovered' in 2019. #TFG was first notified\/alerted in December 2019 or thereabouts.Some of us remember.","sentiment_score":0.225}
{"full_text":"RT working side by side for 10 hours with a Covid positive nurse who's back at work because  CDC  guidelines  state ","sentiment_score":0.1136363636}
{"full_text":"RT Anti-Vaxxer Greene Secretly Holds Vaccine Makers' Stocks","sentiment_score":-0.4}
{"full_text":"RT Whatever it takes. Wish they would get a little more stringent with the mandates here in America. Imagine if people would've...","sentiment_score":0.15625}
{"full_text":"RT We live with smoking but we have rules on bans, adverts, selling, tax.We live with road accidents but we have traffic...","sentiment_score":0.1363636364}
{"full_text":"RT For anyone wondering...you can book your 2017 born child for a vaccine now that it's 2022!","sentiment_score":0.0}
{"full_text":"He is touring the country actively encouraging the spread of covid in every city they hold one of these plague revivals. Enemy to public health.","sentiment_score":-0.0666666667}
{"full_text":"Also known as the featured guest at a Mavs basketball camp I attended.","sentiment_score":0.0}
{"full_text":"RT At first I felt sorry for her, but then I read that she took 5(!) tests before the flight, all negative, and then anot...","sentiment_score":-0.1375}
{"full_text":"I guess and hope in upcoming days\/weeks there will be enough tests, I see ppl need more tests there. Here in Europe we've even in developing countriesI guess thats the reason CDC is asking only medical staff to end isolation with a test cos there are not enough tests actually","sentiment_score":0.0833333333}
{"full_text":"RT Cdc this cdc that, lemme c dem titties","sentiment_score":0.0}
{"full_text":"Nanny tested + for covid ~12\/25. Tested + again 12\/30 (tho no more symptoms). Now a Dr, citing new guidelines, has told her she shouldn't have retested bc she could keep testing + for months. Is this a generally accepted idea now? It's new to me.","sentiment_score":0.0181818182}
{"full_text":"Lmmmfaaaooo","sentiment_score":0.0}
{"full_text":"RT Use of fear to control behaviour in Covid crisis was 'totalitarian', admit scientists","sentiment_score":0.0}
{"full_text":"RT New York has 10x as many COVID cases RIGHT NOW as China (population: 1.4 billion) has had during the entire pandemic.","sentiment_score":0.2305194805}
{"full_text":"RT He surmises why exactly he was banned from Twitter - COVID Care Alliance video re COVID vaccines and\/or a post about the...","sentiment_score":0.25}
{"full_text":"RT Because the vaccine doesn't stop infection. You should know that by now. Stop asking silly questions","sentiment_score":-0.5}
{"full_text":"US flight cancellations hit a record level as COVID thins crews amid severe weather conditions across the countryhttps:\/\/t.co\/rtKiOOkIdB","sentiment_score":0.0}
{"full_text":"RT If I suddenly lost control of my senses &amp; decided I wanted to vaccinate myself against a seasonal coronavirus that appears...","sentiment_score":0.0}
{"full_text":"RT There are 2 opposing medical opinions in relation to the COViD vax.Not all doctors agree.So who is telling the truth?...","sentiment_score":0.0}
{"full_text":"RT Very much the fascist playbook. Start with an obsession with germs and 'purity', then attach that to a specific group a...","sentiment_score":0.13}
{"full_text":"RT Dr. Robert Malone on \"There is clearly a concerted effort on the part of multiple players in the pharmaceutica...","sentiment_score":0.05}
{"full_text":"RT In remarkable twist of fate, the CDC has managed to prove to us all that the FBI isn't actually the most corrupt, destructi...","sentiment_score":0.1875}
{"full_text":"RT (your regular reminder: \"mild\" covid can still involve damage to the vascular, immune, &amp; central nervous systems) 4\/","sentiment_score":0.1111111111}
{"full_text":"RT If I suddenly lost control of my senses &amp; decided I wanted to vaccinate myself against a seasonal coronavirus that appears...","sentiment_score":0.0}
{"full_text":"RT Jurgen Klopp will miss our meeting with Chelsea on Sunday after returning a suspected positive COVID-19 test result.","sentiment_score":0.2272727273}
{"full_text":"RT Can someone tell Hillary Clinton that COVID is going to testify against her so it can go away already?","sentiment_score":0.0}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT Our hospital is overwhelmed, but a big part of that is the ER being clogged with outpatients wanting a covid test!Don't c...","sentiment_score":0.0}
{"full_text":"RT When will #COVID19 #vaccines be added to our \"childhood immunization schedule\"? Because before we called it a #vaccinemandat...","sentiment_score":0.0}
{"full_text":"RT Texas beats Biden admin again; federal court halts another vaccine mandate","sentiment_score":0.0}
{"full_text":"RT #quebec at 90% double vaccinated just completely destroyed the argument for vaccine effectiveness.#Curfew #LegoLand","sentiment_score":0.05}
{"full_text":"RT BTS songs that will reach 200M streams on Spotify this year:Pied PiperHOMEFilm OutdimpleSingularityBest Of MeMIR ft...","sentiment_score":0.0}
{"full_text":" is just another bible thumping GOON","sentiment_score":0.0}
{"full_text":"RT Every single patient I admitted last night had COVID. Every. Single. One. ","sentiment_score":-0.0476190476}
{"full_text":"RT Wouldn't the faster way to catch COVID be standing in line, for hours, with hundreds of people who think they have COVID?","sentiment_score":0.0}
{"full_text":"RT These shamans in Peru say they know what 2022 has in store -- including when the pandemic is going to end.","sentiment_score":0.0}
{"full_text":"RT A church in Etobicoke is selling fake covid vaccine certificates for $1000. When we find out the name- we will call you ou...","sentiment_score":-0.5}
{"full_text":"RT I have never been to a New Year's party worth getting a hangnail over, let alone COVID, even if \"mild.\" I'm 368 days o...","sentiment_score":0.2565656566}
{"full_text":"Got covid but I'm ALIVE I MADE IT BITCH what's worse is that I don't even go out","sentiment_score":-0.15}
{"full_text":"RT Who else thinks Marco Rubio should goest &amp; fucketh thyself? Quoting the Bible isn't going to help the lives he's taken by...","sentiment_score":0.0}
{"full_text":"Yep, we are back to eye protection in  all indoor settings.","sentiment_score":0.0}
{"full_text":"RT People who don't want the covid vaccine are \"often racists,\" claims batty Canadian PM Canada, like New...","sentiment_score":0.1363636364}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"Not only Fauci young lady but that treasonous potus who was in league with him also they both funded the research on the covid virus to gain function and control of it. !!","sentiment_score":0.078125}
{"full_text":"#Raiders roster moves before Colts game:Activated from COVID list: CB Casey Hayward, LB Denzel Perryman (now questionable w\/ ankle), LB Cory Littleton, DT Darius PhilonActivated from practice squad: S Jordan Brown, C Hroniss Grasu, WR Tyron Johnson, DT Damion Square","sentiment_score":-0.375}
{"full_text":"RT New York state reports 85,476 new coronavirus cases, the biggest one-day increase on record, including 49,724 in New York City","sentiment_score":0.1363636364}
{"full_text":"RT Thinking of all those we have lost throughout this pandemic. We must hold our Government accountable for their failur...","sentiment_score":0.0}
{"full_text":"COVID has a higher net positive rating than you.","sentiment_score":0.1590909091}
{"full_text":"RT The ones about there being a pandemic and Trump losing the election?","sentiment_score":0.0}
{"full_text":"RT While the #Indiana #COVID19 State Dashboard and Data Hub have no data more recent than Wednesday (and won't be updated aga...","sentiment_score":0.25}
{"full_text":"RT 2 years ago today: 8 people, including Dr. Li Wenliang, are reprimanded by police for \"spreading rumors\" about a virus outbrea...","sentiment_score":0.0}
{"full_text":"RT ESPN Sources: The NBA and NBPA have agreed on new protocols that would allow Covid-positive players to clear isolation after f...","sentiment_score":0.1181818182}
{"full_text":"RT Excellent piece by Lord Sumption: we need to look at the Covid problem as a whole, considering social, educational, ec...","sentiment_score":0.3708333333}
{"full_text":"RT Electronic cigarettes will be subject to a new tax as of July 1, 2022 to be paid by purchasers, equal to 12.5% of the sales pr...","sentiment_score":-0.0101010101}
{"full_text":"RT Hell hath no fury like a conservative asked to wear a mask during a pandemic.","sentiment_score":0.0}
{"full_text":"These new Covid jabs are nothing like the smallpox jabs. They certainly won't eradicate Covid. https:\/\/t.co\/jvIhG8eDx1","sentiment_score":0.1753246753}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"RT 95% of the people that have died from Covid have had an average of four co morbidities?","sentiment_score":-0.15}
{"full_text":"RT Please watch this through and keep retweeting. This is why the formal public inquiry got booted into the longest possible...","sentiment_score":0.0}
{"full_text":"RT Remember when y'all had cabin fever during lockdown and was lusting over Tyler Perry all up and down the timeline? The...","sentiment_score":-0.1555555556}
{"full_text":"RT Abbott fought hard against federal guidelines and mandates.  Said he knew what's best for Te...","sentiment_score":0.3541666667}
{"full_text":"update; i have covid ","sentiment_score":0.0}
{"full_text":"RT Dr Jenny Harries started the pandemic by telling us that masks were a bad idea and large events should go ahead. She's now...","sentiment_score":-0.2428571429}
{"full_text":"RT Talk about unethical. In winter with record homeless and COVID surge - allow landlords to gouge tenants #Housi...","sentiment_score":0.0}
{"full_text":"RT Outside ED attending transferring a COVID patient to our MICU: \"He doesn't believe in COVID, but he'd like to be treated...","sentiment_score":0.0}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT This tweet distills the absurdity (and failure) of almost every public health policy I have witnessed in the pandemic. The...","sentiment_score":-0.1583333333}
{"full_text":"RT The CDC recommends Brock Martin press charges on the offensive lineman who tackled him.","sentiment_score":0.0}
{"full_text":"That's the kind of science I can get behind.Play stupid games, win stupid prizes.#COVID19 #DEATHVAXX","sentiment_score":-0.05}
{"full_text":"Always remember Marco Rubio was right in line for the vaccine before it was available to many despite him not having any conditions that increased his risk. Plus, he stood by and let others in his party call COVID a hoax while making sure Texas protected, and...","sentiment_score":0.4214285714}
{"full_text":"RT How nice for you that President Biden doesn't hold a grudge against governors who spit in his face and then ask for help.","sentiment_score":0.6}
{"full_text":"Not true.Actually they make like 1\/ 5 of what they would make when someone is hospitalized. Here in america. You are uk. Insurance makes the biggest buck because of premiums. The pharmas dont lose but they really dont win either. Where the vaccine is a DIRECT 100% profit.","sentiment_score":0.3666666667}
{"full_text":"Omicron COVID-19 cases appear to have become the dominant strain in Victoria amid calls to re-introduce restrictions as cases continue to rise. #9Newshttps:\/\/t.co\/sl4W7VhQfL","sentiment_score":0.0}
{"full_text":"RT If we end inequity, we end the pandemic. #VaccinEquity","sentiment_score":0.0}
{"full_text":"IT HAS BEEN MY THEORY SINCE THE START THAT COVID IS BEING SPREAD VIA THE FOOD CHAIN!MY PRODUCT (K.T.T) IS THE ONLY SOLUTION TO THIS GLOBAL PROBLEM!","sentiment_score":0.0}
{"full_text":"But ultimately it remains statistically safe otherwise if the vaccine is deemed dangerous then by god do we have quite a lot to worry about the virus itself. For example the flu affects people differently depending on demographics but doesn't mean it's dangerous","sentiment_score":-0.16875}
{"full_text":"RT REJECTING THE CDC ISOLATION RULE--Taiwan's Central Epidemic Command announced it will not follow guidance on shor...","sentiment_score":0.0}
{"full_text":"*mocking crying*","sentiment_score":-0.2}
{"full_text":"RT me checking if andrew garfield has covid","sentiment_score":0.0}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"RT \"Alec Baldwin has killed more people in 2021 than the Omicron variant.\" - Jimmy Dorehttps:\/\/t.co\/43bwDKO36A","sentiment_score":0.15}
{"full_text":"There's an easy alternative if the FDA\/CDC wasn't prioritizing profit over healthCOVID Antiviral Pills Cause Life-Threatening Reactions When Used With Many Common Meds: FDA","sentiment_score":0.2111111111}
{"full_text":"RT Maybe that's why they have only five thousand dead?","sentiment_score":-0.1}
{"full_text":"RT Long Crazy is going to be a way bigger health issue than Long Covid.","sentiment_score":-0.175}
{"full_text":"Know a college student headed back to school? They might want to check to see if they need a #COVID19 #Boosterhttps:\/\/t.co\/IcnbrDUL8A","sentiment_score":0.0}
{"full_text":"RT CDC has shortened the recommended time for #COVID19 isolation and quarantine. Learn more about what to do if you test positive...","sentiment_score":0.3636363636}
{"full_text":"RT the only good thing that came out of the pandemic","sentiment_score":0.35}
{"full_text":"One of the biggest challenges in spring training with Covid was that pitchers were in one clubhouse and hitters another through much of camp.","sentiment_score":0.2}
{"full_text":"Tens of thousands of Leeds women missed smear test during pandemic risking increase in preventable cancershttps:\/\/t.co\/rpeJ3Ueqrl","sentiment_score":0.0}
{"full_text":"RT Wouldn't the faster way to catch COVID be standing in line, for hours, with hundreds of people who think they have COVID?","sentiment_score":0.0}
{"full_text":"Covid has put a strain on the supply chain, but they've still struggled to meet customer demand. :https:\/\/t.co\/1l97nXdevQ....#inventorymanagement #IMS #inventorymanagementsoftware #news #inventorymanagementsystem #businessnews","sentiment_score":0.0}
{"full_text":"BRENDA HOWARD, 65, of Macon, Georgia, died of COVID on Sept. 8, 2021.\"Brenda was by far her happiest when she was spending time with her family especially her children and grandchildren.\"","sentiment_score":0.05}
{"full_text":"Have you been implementing national social-distancing measures?","sentiment_score":0.0}
{"full_text":"RT the CDC rn","sentiment_score":0.0}
{"full_text":"Here's how the world welcomed 2022 under Covid shadow #World #NewYear #NewYearCelebrations #Covid19 #RE","sentiment_score":0.0}
{"full_text":"The annual CES gadget convention will be three days instead of four amid a jump in COVID-19 cases and the withdrawal of some of its best-known tech presenters.https:\/\/t.co\/jVM5JMoRoB","sentiment_score":0.0}
{"full_text":"Ontario announced a slew of changes to testing and isolation guidelines in its response to the COVID-19 pandemic as the Omicron variant continues to rip through the province.","sentiment_score":0.0}
{"full_text":"Global Health Faculty Fellow Benjamin Pinsky discusses the importance of unraveling what went wrong with the contaminated tests in early 2020. Read more in this article:","sentiment_score":0.025}
{"full_text":"Omicron's New Year's cocktail: Sorrow, fear, hope for 2022","sentiment_score":0.1363636364}
{"full_text":"Day 4 of covid and you'll never believe it-- I barely have any symptoms! What a pandemic!!","sentiment_score":0.09765625}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"RT I've asked Joe by email DM on several occasions this pandemic. He's not had me on since early 2020. I don't have a problem...","sentiment_score":0.05}
{"full_text":"Eating disorders diagnoses and hospitalizations are up significantly as a result of the pandemic.https:\/\/t.co\/Vh9USJwsdJ@DrWider","sentiment_score":0.375}
{"full_text":"Happy New Year! #2022 is a year to show #gratitude for what we have and for each other. As you celebrate the #newyear visit for tips on how to stay #healthy:","sentiment_score":0.3363636364}
{"full_text":"Charlotte Crosby reveals she's tested positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT Texas governor Greg Abbott is asking the Biden Admin and FEMA for assistance in handling the COVID surge in the state. Bex...","sentiment_score":0.0}
{"full_text":"The case was found in a pregnant woman","sentiment_score":0.3333333333}
{"full_text":"Because it's not the holidays until there's an argument, and I go for Round 2.Do vaccine passports still make sense in the age of Omicron?","sentiment_score":-0.2}
{"full_text":"A year after #NewYearsDay passed without a #RoseParade due to the #coronavirus pandemic, the floral spectacle celebrating the arrival of 2022 was set to proceed despite a new surge of infections due to the #omicron variant.Read more:","sentiment_score":0.0965909091}
{"full_text":"RT This is not a system in distress, it's a system in failure. And that's just health care. These same conditions exist acro...","sentiment_score":-0.1583333333}
{"full_text":"RT Immunity wanes against the Omicron variant of the coronavirus with both the Moderna and Pfizer vaccines, but not as much as it...","sentiment_score":0.2}
{"full_text":"RT \"I know we're suing you to stop a vax\/testing requirement that would have reduced the number of Texans who are in the...","sentiment_score":0.0}
{"full_text":"RT \"The world will move to Biometric ID [Vaccine Passports] &amp; they will do it because in the end, it is better for people.\"...","sentiment_score":0.5}
{"full_text":"RT Dr. Robert Malone describes the financial incentives and medical code instructions that hospitals were given by Congress...","sentiment_score":0.0}
{"full_text":"RT Many #SK families are worried re: return to school Jan 3. How safe are our kids &amp; school staff?Omicron in Regina and Saskato...","sentiment_score":0.5}
{"full_text":"Former CDC director says nation was 'underprepared' for COVID-19 testing. #KTVONews","sentiment_score":0.0}
{"full_text":"Calcutta High Court to function in virtual mode as Covid-19 cases rise#COVID #Omicronhttps:\/\/t.co\/rJ6xFSkRDl","sentiment_score":0.16}
{"full_text":"RT BREAKING: Texas just beat Biden again. Another of Biden's vaccine &amp; mask mandates was just halted by a federal judge i...","sentiment_score":0.0}
{"full_text":"RT CDC just told me \"it be like that sometimes\"","sentiment_score":0.0}
{"full_text":"Teens and young adults driving record Covid cases in US, health officials say","sentiment_score":0.1}
{"full_text":"RT How can I protect myself &amp; my family against the Omicron variant?*Wear a mask that covers your nose &amp; mouth. Make sure that...","sentiment_score":0.5}
{"full_text":"RT #LoserTrump put #GOP underground with his fake meds that put #Americans in the grave- he was evil &amp; the #GOP enabled &amp;...","sentiment_score":-0.75}
