{"full_text":"RT Our Prime Minister is a hypocrite and a liar. He shames our country. He should resign","sentiment_score":0.0}
{"full_text":"it's 2022 and people still have the guts to blame those who are vaccinnated but got covid as to why they got covid??? ahhahahahahahahha goes to show how unaware you are while we are in a 2 year pandemic XD","sentiment_score":0.0}
{"full_text":"Vaccine Vial Rubber Stopper Market Key Players, Applications, Outlook, SWOT Analysis And Forecasts By 2031https:\/\/t.co\/oFhUGiCE0Q","sentiment_score":0.0}
{"full_text":"RT \"My generation gets to paint the picture of a Bangladesh where women scientists have the agency to design their own futures\"...","sentiment_score":0.6}
{"full_text":"RT Tomorrow at 6:50am and will discuss call for government to recognize that...","sentiment_score":0.0}
{"full_text":"RT Ever ask yourself why this is?Most COVID deaths in England now are in the vaccinated - here's why that shouldn't alarm you...","sentiment_score":0.0}
{"full_text":"#cancelexams2022 #canceluniversityexams#cancelcollegeexams #cancelofflineexams ....cases are rising rapidly And indore is becoming hotspot area due to rising cases of COVID and omicron ..with the new variant of omicron .@DrMohanYadav51","sentiment_score":0.1537878788}
{"full_text":"RT You can see who saw coronavirus coming early, and knew how to stop it. So many lives lost because Pelosi told people to at...","sentiment_score":0.3}
{"full_text":"RT Marjorie Taylor Greene has accumulated $80,000 in fines for failing to wear a mask on the House floor.","sentiment_score":0.0}
{"full_text":"RT Pretty evident that a governing culture that allows for repeated rule breaches over covid gatherings is also going to be...","sentiment_score":0.25}
{"full_text":"RT Cameroon did not play a friendly match before the AFCON for fear of COVID. They kept their camp closedMeanwhile, we saw...","sentiment_score":0.375}
{"full_text":"RT Obama once said he would wear the same clothes every day, eliminating all small decisions to focus entirely on the big decisio...","sentiment_score":-0.0625}
{"full_text":"RT Hospital trick: patients admitted with covid in 10-12 days become post-covid &amp; no longer counted as hospitalized covid patie...","sentiment_score":0.0}
{"full_text":"RT A reminder that when Boris Johnson first announced the inquiry into Downing Street parties, he tried to stitch it up so th...","sentiment_score":0.25}
{"full_text":"RT Exactly! I worked in a school during lockdown with children of ICU doctors &amp; vulnerable children....","sentiment_score":-0.09375}
{"full_text":"We are governed by laws that protect 91% of Canadians.  Measles? Vaccine.  Polio? Vaccine. Who is the idiot?","sentiment_score":-0.8}
{"full_text":"greetings from the Uk . I read your thread about catching covid. I wish you and your family including the little one speedy recovery .","sentiment_score":0.20625}
{"full_text":"RT So, let me understand this correctly. If I'm working from home during lockdown rules i wouldn't have been arrested if I'd have...","sentiment_score":0.0}
{"full_text":"RT While only 200 people have been invited, following of Covid-appropriate behaviour like wearing facial mask and ensurin...","sentiment_score":0.0}
{"full_text":"RT Young Puhabi has been innovating to help COVID-19 patients. Congratulations to her on winning the Rashtriya Bal Puraska...","sentiment_score":0.3}
{"full_text":"He was just busy with Covid.","sentiment_score":0.1}
{"full_text":"This is why it matters! So sorry Oli!","sentiment_score":-0.625}
{"full_text":"RT A reminder that when Boris Johnson first announced the inquiry into Downing Street parties, he tried to stitch it up so th...","sentiment_score":0.25}
{"full_text":"Then stay home and watch it. It was an exciting ending that was celebrated","sentiment_score":0.325}
{"full_text":"RT Here's webinar on how to pull it all together and make schools safer:https:\/\/t.co\/ghWK7WDAxw 14\/","sentiment_score":0.0}
{"full_text":"RT I was Covid Positive and was in quarantine for 7 days. Fit and fine Now and ready for Party and Nation work again","sentiment_score":0.3109848485}
{"full_text":"RT If you're just getting going, here's 4 minutes on the last 6 days for Boris Johnson. Starting with a call to resign and f...","sentiment_score":0.0}
{"full_text":"RT Sue Gray has been called the most powerful person Britons had never heard of. But the civil servant is now the center of atten...","sentiment_score":0.2333333333}
{"full_text":"There is nothing like using old data to form current opinions.Alpha seldom affected children. The Delta and Omicron variants seem to harm children and young adults more than the earlier strains.https:\/\/t.co\/7VwOeZnNM2","sentiment_score":0.14}
{"full_text":"RT I've been to fewer parties in my entire thirties than Boris Johnson attended in a national lockdown","sentiment_score":0.0}
{"full_text":"RT Many others are pointing to this tweet tonight...","sentiment_score":0.5}
{"full_text":"RT \"Defy orders\".We are in a very dark place.https:\/\/t.co\/z5Vux8VWGU","sentiment_score":-0.195}
{"full_text":"RT My father (a decorated WW2 veteran) spent his final 95th &amp; 96th birthdays eating his #birthdaycake alone. He d...","sentiment_score":-0.0333333333}
{"full_text":"RT Can't retweet the button I'd blocked, proof of how much they are censoring us","sentiment_score":0.2}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Health Ministry experts back 4th COVID vaccine dose for over-18s","sentiment_score":0.0}
{"full_text":"RT anyone who publishes an endemic COVID oped and says we have to live with it has to also write out a paragraph about how hosp...","sentiment_score":0.1363636364}
{"full_text":"RT Minister quits in Lords over government handling of Covid loans fraud","sentiment_score":0.0}
{"full_text":"RT It is abundantly clear that the fundamental principle of Public Health has not been followed during the management of th...","sentiment_score":0.05}
{"full_text":"Like you and many many others I am also trying to forgive myself for doing the right thing and save lives and protect the NHS not just because it went wrong for us but for being naive in thinking our government would protect and support us.","sentiment_score":0.0971428571}
{"full_text":"RT 2) Denmark's #Omicron was almost all BA1 before. Now it is majority BA2. The coronavirus doesn't screw around. If a new var...","sentiment_score":0.1363636364}
{"full_text":"RT did micchi just say \"stay home\"???? so fucking cute ","sentiment_score":0.5}
{"full_text":"RT That's the BMJ. Are they conspiracy theorists...","sentiment_score":0.0}
{"full_text":"RT That's your opinion, but neither you or Ms. Tame have had to handle a 1 in 100 year...","sentiment_score":-0.2166666667}
{"full_text":"RT Markets in HCM City have come alive as people rush to get #LunarNewYear shopping done. It's a positive sign for small b...","sentiment_score":0.0257575758}
{"full_text":"RT \"I just don't think the Prime Minister has the moral authority to lead a country like the UK\"First Minister of Wales, Mar...","sentiment_score":0.125}
{"full_text":"RT We are seeing the very richest people in the country become incredibly richer during this pandemic while millions of Americ...","sentiment_score":0.55}
{"full_text":"RT Yes - plus he has a massive conflict of interest as the owner of a travel agency campaigning against COVID restricti...","sentiment_score":0.0}
{"full_text":"RT The LSU-Arkansas gymnastics meet scheduled for Friday in the PMAC has been postponed due to COVID-19 issues within the Arkansas...","sentiment_score":-0.125}
{"full_text":"RT Grant Shapps is right. Who amongst us didn't have a gathering on their birthday during lockdown with 30 colleagues? And...","sentiment_score":0.2857142857}
{"full_text":"RT A lot of the immunocompromised folks you know are at the tail end of any immunity we gained from our primary vaccine s...","sentiment_score":0.4}
{"full_text":"RT Pretty evident that a governing culture that allows for repeated rule breaches over covid gatherings is also going to be...","sentiment_score":0.25}
{"full_text":"RT Few things are more Nigerian than making the consequences of your own actions seem like it's people trying to \"bring you down\".","sentiment_score":0.1861111111}
{"full_text":"RT Don't just wear a mask - make sure it fits you snugly. Really key paper summarised here:https:\/\/t.co\/92zMaigBun","sentiment_score":0.25}
{"full_text":"https:\/\/t.co\/858SSef8lMhttps:\/\/t.co\/BlkXk7AM4Jhttps:\/\/t.co\/fbYdRc7HmEhttps:\/\/t.co\/w1edhRazeoFree on #KindleUnlimited #amreading #shortstory #Lockdown #mustreads #tuesdayvibes","sentiment_score":0.0}
{"full_text":"RT I've seen a few people recently shouting about how new ONS data shows that the \"true\" death toll from COVID in England &amp;...","sentiment_score":0.0715909091}
{"full_text":"The hundreds of PS they pay through tax on cigarettes and food does in no way cover the cost of their treatment. They should pay extra tax, as should those who are vaxed &amp; who need hospital treatment for Covid or an adverse reaction.","sentiment_score":0.0}
{"full_text":"RT Sturgeon already has civil servants working on breaking up the UK, at the taxpayers' expense, during a pandemic.Let that si...","sentiment_score":0.0}
{"full_text":"\"Johnson was only there for 10 minutes blah blah.\" Kay Burley popped into a restaurant to use the loo and it was front page news, for which she was punished by being kept off air for many months. Let's not forget how oppressive lockdown law was.","sentiment_score":0.25}
{"full_text":"RT Boris Johnson: PM broke coronavirus rules and had birthday party during first national lockdown, reports suggest","sentiment_score":0.25}
{"full_text":"RT My sense of Johnson isn't that he thought he was cheekily getting away with something re: those lockdown parties. It's...","sentiment_score":0.0}
{"full_text":"Corona epidemic: 17 more dead, over 6,300 corona caseshttps:\/\/t.co\/JMS196G0j0#BaaghiTV #Pakistan #Coronavirus #Covid19 #NCOC #ActiveCases #DeathToll #PositivityPercentage","sentiment_score":0.15}
{"full_text":"RT New Zealand is back into its highest level of restrictions due to there being 9 omicron cases in the country. I have 9 con...","sentiment_score":0.0037878788}
{"full_text":"My husband regrets it but had to do it to keep his job. At 42,he's the healthiest person I've ever known. Literally never even had a toothache in his life. Since the vaccine he's had issue after issue. Even had to pull over &amp; call an ambulance for himself with our kids in the car","sentiment_score":-0.1}
{"full_text":"Researchers used sequencing data and behavioral traits to predict which of 5,400 species were most susceptible to contracting and spreading SARS-CoV-2 back to humans. ","sentiment_score":0.25}
{"full_text":"Fraud or scams have increased, (or there is more awareness,) Since the Pandemic, more cybersace accessibility being needed by people to accomplish tasks.","sentiment_score":0.5}
{"full_text":"The HIV\/AIDS crisis in the United States raged for two decades after the first U.S. case was discovered in 1981, and still claims lives today.https:\/\/t.co\/WJk7yobIF4","sentiment_score":0.25}
{"full_text":" A reminder that we are closed today between 10am-3.30pm for a school visit.Closure is to ensure Covid safety for children and staff during their visit.  You can book your museum visit online here:","sentiment_score":-0.1}
{"full_text":"Are you planning to visit any of our GPG premises? Beat the queues. Use our #COVID19 PRE-SCREENING APP available at your fingertips. Access the health web-based service by clicking #GautengeGov#screeningAPP","sentiment_score":0.4}
{"full_text":"At Square Hub in Bacong. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3506944444}
{"full_text":"RT Oh mai godddd his bm better than anak2 payung kuning","sentiment_score":0.5}
{"full_text":"RT We cannot stress this enough: no one should think of a booster as just a bonus or an extra dose. Getting your booster sh...","sentiment_score":0.0}
{"full_text":"Goodbye cosy crime, hello pandemic dystopia: Hanya Yanagihara (of A Little Life fame) has beaten Richard Osman to the top of our fiction hardbacks bestseller list with her new novel To Paradise","sentiment_score":0.1496212121}
{"full_text":"Hi Chris,Thanks for your question.Please visit the link below which states which businesses are eligible for the grants or please call our team on: 01642 245432 who will be able to assist you further. Thank you.","sentiment_score":0.25}
{"full_text":"Did you catch Emmanuel Mushy's story of #resilience and #innovation on the last episode of Africa Health Check? He is using #Art to bring hope and spread information about #covid one mural at a time! You can watch his feature here:","sentiment_score":0.0}
{"full_text":"What do you think of the latest allegations?","sentiment_score":0.5}
{"full_text":"We still have high Covid-19 cases in our city. Keep staying safe. Please #TakeCareNottinghamMake sure you've had your vaccine: Walk-in to Forest Rec site today, no appointment needed, 8.30am-7.30pm Book a day\/time\/venue to suit you:","sentiment_score":0.3866666667}
{"full_text":"\"I mean, my young children have handled this pandemic more maturely and less childishly than the likes of Bari Weiss, who, I'm sorry, can't go to as many indoor parties as she'd like to,\" concluded.","sentiment_score":0.0026041667}
{"full_text":"12,596 nurses were recruited into this survey re the emotional effects of #COVID19. Participants were asked to complete these tools:Maslach Burnout Inventory (MBI)Post Traumatic Growth Inventory-Short Form (PTGI-SF)Trauma Screening Questionnaire (TSQ)https:\/\/t.co\/NxK5SRCTvP","sentiment_score":0.05}
{"full_text":"Wondering what happens after your sample is collected? Stay updated with the status of your test through our tracking site. Track your test: #DashlabsAi #LabAutomation #HealthcareInnovation #PCRTest #Covid19","sentiment_score":0.0}
{"full_text":"People who are unvaccinated are about 8 times more likely to be hospitalised with #COVID19 than those who have had both doses of the vaccine and a booster.Vaccination reduces your chances of becoming seriously ill, even if you have a weaker immune system.Book yours now.","sentiment_score":0.1125}
{"full_text":"CANADA: Hundreds of semi-trailer trucks and personal vehicles descended on Winnipeg on Monday to rally against mandatory cross-border vaccinations for truckers, mandatory vaccines for residents, ongoing public health orders and Justin Trudeau.https:\/\/t.co\/1ZFrdAifAg","sentiment_score":0.0}
{"full_text":"RT Labour, Pro EU and MSM doing somersaults ahead of Gray, they really are pretty desperate to head of release or try to discre...","sentiment_score":-0.05}
{"full_text":"Engathi labomaskito are not just after our blood, engathi baze nokuningi. Mphakathi waseThekwini nawu umbiko: The NICD says many malaria cases are being misdiagnosed as Covid-19.https:\/\/t.co\/kW2SUtYR5x#gagasifmnews#StillAtIt","sentiment_score":0.5}
{"full_text":"GREAT NEWS: All but one ward saw a fall in COVID-19 cases. #Macclesfield","sentiment_score":0.8}
{"full_text":"RT The more people in an INDOOR SPACE, the more likely someone is exhaling virus. Risk is highest if people are speaking,...","sentiment_score":0.3333333333}
{"full_text":"#CBLive viewers blast controversial 'Covid capsule' segment","sentiment_score":0.55}
{"full_text":"The U.S. Food and Drug Administration is significantly limiting the use of two kinds of COVID-19 treatments, saying they just don't work against the omicron variant.https:\/\/t.co\/m8Mx2c1ycr","sentiment_score":0.375}
{"full_text":"In OGWE, delights with a deep dive into the Marvel Universe. Why is there so much anti-comic chat from directors like Coppola and Scorsese? And how has COVID changed cinema?Monday mini-casts are Backers-only - sign up to listen:","sentiment_score":0.1}
{"full_text":"RT In OpinionJapan embraced the science of the coronavirus early, writes Hitoshi Oshitani, a professor of virology.","sentiment_score":0.1}
{"full_text":"ONE!! MORE!! WEEK!! Follow my cast of twenty-something characters as they muddle through a week on lockdown and face relationship rollercoasters, new romances, and so much more... Pre-order your copy now:","sentiment_score":0.5454545455}
{"full_text":"The single-shot Sputnik Light COVID-19 vaccine is a \"good candidate\" as a booster shot, members of the Vaccine Expert Panel said Tuesday, Jan. 25.READ:","sentiment_score":0.55}
{"full_text":"One of the most recommended dishes for those recovering from covid-19 is chicken soup. Here are three ways to make it","sentiment_score":-0.05}
{"full_text":"When the pandemic began in 2020, much was made of children's ability to be resilient: their ability to bounce back after facing adversity. But this year, as the pandemic continues to disrupt kids' lives, it's all about their ability to adapt. ","sentiment_score":0.1}
{"full_text":"RT Please Dont make us suffer more in this situtaion. our life is not a game .","sentiment_score":0.35}
{"full_text":"Supplies are limited to four tests per household and up to three free masks per person.","sentiment_score":0.1642857143}
{"full_text":"The COVID-19 pandemic hasn't stopped Nari Ishii's fight against Parkinson's disease. The determined spirit of Rock Steady Boxing has allowed Ishii and dozens of others to continue their battles online.","sentiment_score":0.1666666667}
{"full_text":"RT I know so many of us are #DoneWithCovid but some of my sickest #COVID19 patients in hospital lately have been Delta. That's...","sentiment_score":0.1}
{"full_text":"During the second covid wave when major crisis of oxygen created havoc, Shahnawaz sold his SUV to provide oxygen to those in need.Read to know more about him.#HealthCareAwards2022","sentiment_score":0.1875}
{"full_text":"Many of us are carrying some extra lockdown pounds and those extra pounds can put strain on our bodies. For help and support to make simple changes and feel healthier visit Let's do this!https:\/\/t.co\/i2Q3TPX3HvTwitter -","sentiment_score":0.125}
{"full_text":"FBI Searches HQ Of COVID-19 Testing Company After It Issued $120 Million Bill via","sentiment_score":0.0}
{"full_text":"When will the next pandemic hit? Nobody knows exactly, but you can hear from experts in various key disciplines discuss what was learned from #COVID19 and what can be improved before there is a new one.#FutureCOVID2022","sentiment_score":0.0772727273}
{"full_text":"Sainsbury's issue Covid rule update in stores from January 27.https:\/\/t.co\/jX8BGnKKpq","sentiment_score":0.0}
{"full_text":"The National Institute for Communicable Diseases (NICD) has reported 1 332 new Covid-19 cases in the last 24 hours reporting cycle.","sentiment_score":0.0681818182}
{"full_text":"Pesticides Packaging Market 2021 (COVID-19 Impact Analysis Included) Opportunities, Regional Overview, Top Leaders, Revenue and Forecast to 2031https:\/\/t.co\/zQJEMmJ0dI","sentiment_score":0.5}
{"full_text":"RT Emerson is back in training with OL after recovering from Covid-19. ","sentiment_score":0.0}
{"full_text":"Gary Shteyngart brings a touch of Chekhov to a pandemic social comedy","sentiment_score":0.0333333333}
{"full_text":"RT Dada and Didi (me) with Akka (@nistula ) at @BJP4India HQ after many days! Fighting covid &amp; cold wavePS: masks off...","sentiment_score":0.0125}
{"full_text":"RT 3) So let's think it through -- if BA1 #Omicron has infected a huge swath of the population already in many countries (DK be...","sentiment_score":0.45}
{"full_text":"Today from 9:30am-6pm Alsager Pharmacy, Lawton Road, will have a pop-up vaccination clinic giving out 1st, 2nd and Booster doses of Pfizer and Moderna, so if you are 16 or older please come on down and get your vaccine. There is no need to book!","sentiment_score":-0.0092592593}
{"full_text":"Covid tests for vaccinated travellers heading to England will be scrapped in February.https:\/\/t.co\/X2KqBRUv1p via #BusinessTravel","sentiment_score":0.0}
{"full_text":"The #Beijing2022 organizers on Monday recorded 15 positive #COVID19 cases among Games-related personnel who came to the Chinese mainland, officials said Tuesday.Three of the cases were detected in tests under the closed-loop management.","sentiment_score":0.1136363636}
{"full_text":"How Should Autonomy of Persons Experiencing Homelessness Be Balanced With Public Health During a Pandemic?","sentiment_score":0.0}
{"full_text":"he average claim for R&amp;D tax credits for an SME is over PS50k, this can be invaluable for driving growth in a business or helping to protect you against economic challenges such as the COVID-pandemic.Speak to Oxford &amp; Marylebone's leading adviser to #EntrepreneurialBusiness","sentiment_score":0.0166666667}
{"full_text":"#benalla #Ensign #CovidVic With many experts predicting the Omicron wave has peaked, numbers in the Rose City seem to support that hypothesis.Read more:","sentiment_score":0.5333333333}
{"full_text":"There's still time to register for an upcoming webinar where several great speakers from and will discuss 'Doing Development Research Differently during and beyond Covid-19'. 16th February, 13:00-14:30. Sign up here:https:\/\/t.co\/EGjUledcA8","sentiment_score":0.2666666667}
{"full_text":"If you are attending the show tonight or tomorrow please note that the doors open at 6pm and the show starts at 7.30pm. Please also remember to check their website for bag policy (most venues are only allowing very small bags) and COVID info.https:\/\/t.co\/fIGzCnDn9U","sentiment_score":0.04375}
{"full_text":"RT one little-known fact is that Mark Drakeford spent the first lockdown living in a hut at the bottom of his garden because hi...","sentiment_score":0.075}
{"full_text":"Current Conditions for #Sayre PATemp: 23.9FWind Chill: 23.9FHumidity: 98%Dew Point: 23.4F Barometer: 29.899 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 711.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Premier League examining new #Covid rules that will impact #Manchester United and Man City Manchester Evening News","sentiment_score":0.1363636364}
{"full_text":".@nicd_sa relies on hospitals to let them know whether #COVID patients are #vaccinated. As a result, they only know the #vax status of a third of hospitalisations.","sentiment_score":0.0}
{"full_text":"chief warns against premature talk of pandemic \"endgame\"","sentiment_score":0.0}
{"full_text":"Two shots for delta one shot for omicron.. is what she said today.. summer left the building anyway.","sentiment_score":0.0}
{"full_text":"The General Manager of a bar and restaurant in Ballincollig says many in the sector have totally changed their recruitment process due to the pandemic.","sentiment_score":0.10625}
{"full_text":"RT What has happened to our country?Millions of people are living in poverty and the major media outlets are covering nons...","sentiment_score":0.0625}
{"full_text":"Canadian #infectiousdiseases physician says: \"The pandemic has shown me that we can aim higher and be more ambitious - and that is exactly what we plan to do with REVERSE.\" More insight from Ashlesha in the interview #AMR","sentiment_score":0.35}
{"full_text":"2022 could be a 'very different' year with new Covid-19 vaccines and therapeutics, says Kavita Patel of Brookings Institution.","sentiment_score":0.0681818182}
{"full_text":"RT Brilliant ","sentiment_score":0.9}
{"full_text":"#UK scraps #Covid testing after arrival for double-#vaccinated #travellers The Guardian","sentiment_score":0.0}
{"full_text":"State health officials Monday say BA.2, the newest variant of COVID-19, has been detected in Washington state.https:\/\/t.co\/T2i5cFb3qF","sentiment_score":0.0}
{"full_text":"RT A reminder that when Boris Johnson first announced the inquiry into Downing Street parties, he tried to stitch it up so th...","sentiment_score":0.25}
{"full_text":"\"We warmly thank  for this generous, ground-breaking contribution. Education provides safety, hope &amp; opportunity for the millions of children &amp; adolescents worldwide impacted by conflicts, #COVID19 &amp; #ClimateChange.\" ~@YasmineSherif1, #ECW Director ","sentiment_score":0.6}
{"full_text":"A shipment of China-donated 1.5 million doses of #COVID19 vaccine arrived in Lao capital Vientiane on Tuesday. This is the 8th batch of Chinese donation, with the rest of 500,000 doses to be handed over to Laos at the border.","sentiment_score":0.0}
{"full_text":" Don't wait to get your #COVID19 vaccine! The vaccination is strongly recommended for pregnant\/breastfeeding women. Pregnant women are eligible for a booster, 12 weeks after their second dose.i For more info visit","sentiment_score":0.3166666667}
{"full_text":"New Job - Multiskilled Site Operative - COVID 19 L... in Hatfield, De Havilland Campus Car Park (DfE) at #SDX #job #jobs","sentiment_score":0.1363636364}
{"full_text":"COVID-19: Kenya Records 170 New Cases, 4 Deaths; Positivity Rate At 4.7%.https:\/\/t.co\/73d1naSS2Z","sentiment_score":0.1363636364}
{"full_text":"Lord Agnew of Oulton has resigned as a Treasury and Cabinet Office minister over the Government's \"lamentable\" record on tackling COVID business loan fraud, saying it \"appears to have no knowledge or little interest in the consequences of fraud to our economy or our society\".","sentiment_score":-0.1875}
{"full_text":"Top-ranked player #NovakDjokovic could be #allowed to defend his #FrenchOpen title under the latest COVID-19 rules #adopted by the #Frenchgovernment, even if he is still not #vaccinated when the clay-court #GrandSlam starts in May.Read More:","sentiment_score":0.5}
