{"full_text":"RT I still can't believe that Hangoong literally yeeted Haegeum off the boat ","sentiment_score":0.0}
{"full_text":"RT Roman gonna murk Seth. Seth Rollins is gonna be a stay at home dad for some months when Roman is done with him #Smackdown","sentiment_score":0.0}
{"full_text":"RT Patients are fortunate to have you as their #Nurse my friend. You are a treasure to #Nursing safe please....","sentiment_score":0.45}
{"full_text":"RT Article about how CDC had a messaging plan and it went out the window during this.https:\/\/t.co\/7KgW4lrJbl","sentiment_score":0.0}
{"full_text":"RT \"Omicron is so contagious that it can't be stopped.\"\"We're all going to catch it. It's inevitable.\"\"Omicron is like...","sentiment_score":0.0}
{"full_text":"RT BREAKING: GOP Senator Ron Johnson's hometown newspaper DESTROYS him, calling him a \"charlatan,\" a \"political grifter,\" an...","sentiment_score":0.0}
{"full_text":"RT just a reminder that the Supreme Court made everyone involved in hearing the vaccine mandate case take a PCR test in advanc...","sentiment_score":0.0}
{"full_text":"RT Scenes from the decline.","sentiment_score":0.0}
{"full_text":"Eye opening piece and interview from Deborah Snow. @rohancct Scott Morrison: An Australian PM's bruising years of COVID-19 and politics","sentiment_score":0.0}
{"full_text":"RT Weird that this would happen during an election cycle.","sentiment_score":-0.5}
{"full_text":"RT I've joined in introducing a bill to end the vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Polish scientists have discovered a gene that they say more than doubles the risk of falling severely ill with, or even dying...","sentiment_score":0.0}
{"full_text":"RT Now is not the time to give up or \"let it rip.\" But that doesn't mean Covid has to dominate our lives. We can make a big...","sentiment_score":-0.15625}
{"full_text":"'The disconnect between the lived experience of most ordinary people and the pronouncements of government only seems to grow.' @latingle #auspol ","sentiment_score":0.0833333333}
{"full_text":"this looks good","sentiment_score":0.7}
{"full_text":"RT Our Government's top priority is the health and safety of Canadians. Vaccines are our best tool to end the pandemic. That...","sentiment_score":0.75}
{"full_text":"Covid been killing me all week ","sentiment_score":0.0}
{"full_text":"COVID has been mostly killing people that were going to die from the next thing that compromised their immune systems anyway. The next flu season maybe? People need to get a grip.","sentiment_score":0.1666666667}
{"full_text":"Maureen is my role model","sentiment_score":0.0}
{"full_text":"RT I love a Supreme Court that draws a line from the power grabbing branches of governmenthttps:\/\/t.co\/RGwIN950Ka","sentiment_score":0.5}
{"full_text":"RT Omicron is causing a TSUNAMI, not a wave, of infections in the US. No one knows what will come next with Covid, but we ca...","sentiment_score":0.0}
{"full_text":"RT This piece asks the question \"Why aren't the poors listening to US instead?\" ... and literally answers it in the lead-...","sentiment_score":0.0}
{"full_text":"RT Let's all together follow COVID-19 protocols and win this war against Covid #covid #protocols #facemask #vaccine #radi...","sentiment_score":0.8}
{"full_text":"NO I WANT A VARIANT","sentiment_score":0.0}
{"full_text":"RT Wearing a mask to prevent Omicron is quite simply pseudoscience.","sentiment_score":0.0}
{"full_text":"testing for covid pray for me","sentiment_score":0.0}
{"full_text":"RT Can someone please explain to me why N95 masks are being handed out at Liquor Marts instead of at schools in MB?","sentiment_score":0.0}
{"full_text":"No I haven't read the book. I listened to the review, and it seemed like something I'd enjoy, but I was hesitant because of the pandemic nature. But I think I'll check it out!","sentiment_score":0.5}
{"full_text":"RT Masks don't stop the spread. Vaccines don't stop the spread. Standing six feet away from people is pointless. Getting teste...","sentiment_score":-0.25}
{"full_text":"RT CPS students held the intersection outside CPS headquarters and blocked traffic, demanding safer schools during COVID....","sentiment_score":0.0}
{"full_text":"RT Great piece by Adrian Esterman which shows that with the collapse of state &amp; territory testing systems, we no longer have ac...","sentiment_score":0.8}
{"full_text":"RT Affordable care package idea for people you know with COVID19: 3 cans of Progresso Chicken noodle soup  Tea  Gato...","sentiment_score":-0.05}
{"full_text":"RT Governor Justice after bout with covid: 'I'm a lot better today'https:\/\/t.co\/P5FRmGch8z","sentiment_score":0.5}
{"full_text":"Sadly, I'm more of a Bane man... #COVID19","sentiment_score":0.5}
{"full_text":"RT I just asked someone to leave my house because she insisted I wear a mask -- IN MY OWN HOME! She was from a design team that...","sentiment_score":0.75}
{"full_text":"RT Among Texas' largest counties, San Antonio's Bexar County has seen the steepest recent increase in COVID-19 cases. Lawmak...","sentiment_score":0.0}
{"full_text":"RT KING ","sentiment_score":0.0}
{"full_text":"Stated facts about my work environment and Pfizer vaccine . I did not rant about MSM , Big Pharma , bribes etc or a magic potion . It's a vaccine you can call it what you want and if you don't want it don't take it . Good night .","sentiment_score":0.4}
{"full_text":"593 new cases and 1 new death in Honduras [3:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT Midterms coming up!","sentiment_score":0.0}
{"full_text":"RT I am directing my team to procure a president who hasn't been asleep for an entire year in the middle of a deadly pandem...","sentiment_score":-0.0666666667}
{"full_text":"RT I was born with a spine in the shape of a question mark and even my backbone isn't as weak as yours lol","sentiment_score":0.2125}
{"full_text":"RT White House pledges to press forward with encouraging businesses to enact vaccine mandates","sentiment_score":0.0}
{"full_text":"RT We're all free Americans in the United States of America unless your in prison then your federal\/state p...","sentiment_score":0.4}
{"full_text":"RT 94yo patient said he didn't deserve to be treated this way. He took my hand, &amp; in tears, said he worked hard all his lif...","sentiment_score":-0.2916666667}
{"full_text":"Uh oh debunked again ","sentiment_score":0.0}
{"full_text":"RT Omicron doesn't just descend to zero. There's a tail, the length of which is likely to vary between places and populations...","sentiment_score":0.0}
{"full_text":"RT Biden actually had a pretty good week. He got the media to focus on Sinema, ramping up the pressure on her going forward....","sentiment_score":0.3166666667}
{"full_text":"Makes total sense. Can't be in class but a shoulder to shoulder protest is fine.","sentiment_score":0.2083333333}
{"full_text":"RT You're not a journalist if you interview a lawyer representing Cuomo and don't bother asking about the nursing home deaths,...","sentiment_score":0.0}
{"full_text":"RT Yesterday while my incarcerated cousin was talking on the phone with me he hung up all of a sudden. He was surrounded by...","sentiment_score":0.0}
{"full_text":"RT They think you are stupid enough to believe that a new variant is the reason cloth masks \"no longer\" work.","sentiment_score":-0.2212121212}
{"full_text":"March 2020https:\/\/t.co\/r0AcP0YsBy","sentiment_score":0.0}
{"full_text":"An excellent thread. I bought 50 N95 masks for myself, friends and fam in early 2020 and by cycling the I've just got to the end of them. I don't do the paper bag method, I hang them in a light (not direct sunlight)  airy room that's rarely used.","sentiment_score":0.35}
{"full_text":"how different do you think the response to covid wouldve been if tom hanks had died during the beginning of the pandemic?","sentiment_score":0.0}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"My beautiful, sweet, innocent friend returning to LA for the first time after 3 years in New Zealand is asking me how to get a covid test. Just go back, babe.","sentiment_score":0.3477272727}
{"full_text":"RT Corporate greed is Kroger giving its CEO a $6.4 million salary increase during the pandemic (a 45% pay raise) while slas...","sentiment_score":0.0}
{"full_text":"RT Newcastle  Anti Pandemic BS  Australia is on fire ","sentiment_score":0.0}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"Dr. Peter McCullough: Official COVID &amp;apos;narrative has crumbled'","sentiment_score":0.0}
{"full_text":"RT For the second-consecutive day, Los Angeles County has reported over 40,000 positive cases and 4,000 hospitalizations due to COV...","sentiment_score":0.0511363636}
{"full_text":"RT Paging COVID mask police officer","sentiment_score":0.0}
{"full_text":"RT Unfortunately for the global poor, the vulnerable, and the working class, the pandemic ends when the laptop class deci...","sentiment_score":-0.35}
{"full_text":"RT \"the Private Motor Truck Council of Canada, told CTV that it is important to remember that truck drivers have been deliveri...","sentiment_score":0.2}
{"full_text":"Awesome! Vindication is sweet! Love hearing this and learning so much! One thing good about COVID is all the information a lot of us are learning. It is even encouraging me to take better care of myself. :-)","sentiment_score":0.5553571429}
{"full_text":"monthly survey on opinions about Covidreally interesting 4 in 10 parents spoke to their child's pediatrician about vaxParents report...their child's pediatrician did Not recommend vax  for their child:1 in 3 rural1 in 7 suburb1 in 10 urbanhttps:\/\/t.co\/kDgctNPPIS","sentiment_score":0.5}
{"full_text":"RT But it's a pandemic of the unvaccinated?Local news tonight","sentiment_score":0.0}
{"full_text":"RT #ANALYSIS: So many of Australia's COVID rules just don't make sense -- and anger is rising","sentiment_score":-0.1}
{"full_text":"RT i really feel the social distancing whenever i mention vore or furries","sentiment_score":0.1166666667}
{"full_text":"#FuckthePolice #FTP bunch of narcissistic, power drunk pigs. The fish rots from the head, remove the police chief","sentiment_score":-0.5}
{"full_text":"Please please stop saying far less likely or mild when speaking about omicron. My dad DIED Tuesday from Covid pneumonia and was triple vaxxed -yes, immunocompromised. This talk is not helping !!!!","sentiment_score":0.1867838542}
{"full_text":"My son says he takes Covid rapid tests almost as a recreational activity.","sentiment_score":0.0}
{"full_text":"Oh, and instead of freaking out about the amount of positive cases, take a serious look at the real numbers and understand that this variant of Covid is very mild and not many are dying at all.","sentiment_score":0.0554545455}
{"full_text":"RT #postpone_rrb_ntpc_mains exam due to covid #RRBNTPC #RRB","sentiment_score":-0.125}
{"full_text":"RT Omicron is causing a TSUNAMI, not a wave, of infections in the US. No one knows what will come next with Covid, but we ca...","sentiment_score":0.0}
{"full_text":"RT Not a good omen for the \"let everyone get mild omicron\" crowd; better hope it's a blip and doesn't portend lots more serious...","sentiment_score":0.13}
{"full_text":"RT Wishing all #JanaSainiks a Very Happy Sankranthi !!!Enjoy this festive with your families at home &amp; stay safe.#San...","sentiment_score":0.7}
{"full_text":"RT It is a myth that three layer cloth masks are in the same league as N95\/KN95\/KF94 masks. This myth is perpetuated by some in...","sentiment_score":0.0}
{"full_text":"RT I never thought I'd serve with a braver colleague than John Lewis. Then Thomas Massie stood up and refused to order takeou...","sentiment_score":0.0}
{"full_text":"RT Biden......cleared the shelves of (limited production) COVID tests everywhere......to distribute them through a vastly less...","sentiment_score":-0.119047619}
{"full_text":"Dude got Covid ","sentiment_score":0.0}
{"full_text":"Union #Budget Expectations: #Tax deductibility of #Covid expenditure tops corporate #India's Budget wish list - @EconomicTimes #Budget2022","sentiment_score":0.0}
{"full_text":"RT Not sure how CDC builds trust when they basically can't be clear about mask recommendations because they think the America...","sentiment_score":-0.075}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT Unvaccinated nurses are SO DANGEROUS that you have to bring in the COVID positive vaccinated nurses back into the hospi...","sentiment_score":-0.1242424242}
{"full_text":"Another pandemic will come: have we learnt any lessons from this one? -","sentiment_score":0.0}
{"full_text":"RT One of the strangest parts of the epidemic is how Bernie Sanders, in just a few seconds, was able to easily explain that N...","sentiment_score":0.2444444444}
{"full_text":"RT This is a man so threatened by a strong woman who dared question his horrendous health decisions during a pandemic that...","sentiment_score":0.4333333333}
{"full_text":"i've been trying to get covid for the last two weeks so that my family can finally leave the house and i haven't gotten it yet but now i have a stuffy nose and a sore throat and i hope it's covid","sentiment_score":0.0}
{"full_text":"RT Midterms coming up!","sentiment_score":0.0}
{"full_text":"RT How many days before he gets Covid and gives it to someone else?","sentiment_score":0.5}
{"full_text":"RT Omicron is causing a TSUNAMI, not a wave, of infections in the US. No one knows what will come next with Covid, but we ca...","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT Dems: Please wear a mask.Repubs: No.D: Please get vaccinated.R: No.D: Please respect our voting rights.R: No.D:...","sentiment_score":0.0}
{"full_text":"RT Soaring freight costs and Omicron-related labor shortages at processed-food and fresh-produce companies leave store shelves em...","sentiment_score":0.0}
{"full_text":"RT #postpone_opsc_mains for breaking the chain of covid in coming days which is day by day increasing and may lead to fatal to...","sentiment_score":0.0}
{"full_text":"RT Seeing all my high risk disabled friends who have been isolating for almost 2 years finally catching COVID and fuck this s...","sentiment_score":0.04}
{"full_text":"RT \"I got the shot and then a booster and now I'm sick, but I'd be dead right now if I hadn't got it, and you should be fo...","sentiment_score":-0.2095238095}
{"full_text":"RT If I die of from or with Covid please note that my most important co-morbidity was poverty.","sentiment_score":0.45}
{"full_text":"The  Supreme  Court  demands  covid  protections  for  itself  (masks,  negative  covid  tests, possibility of remote work)  that  they  deny  other American  workers. Fox News demands employees be vaccinated while spreading antivax propaganda to others.https:\/\/t.co\/YQ01UdQJaM","sentiment_score":-0.125}
{"full_text":"Not true.","sentiment_score":-0.175}
{"full_text":"RT The ongoing global pandemic has reaffirmed the importance of keeping fit and boosting immunity. This is a great effort to...","sentiment_score":0.4}
{"full_text":"RT Those ladders have helped kill more people than covidToo soon?","sentiment_score":0.5}
{"full_text":"RT Downing Street.  Literally.","sentiment_score":0.0}
{"full_text":"RT no beds means no bedsplease listen to doctors and nurses!get shots, protect yourselves and others","sentiment_score":0.0}
{"full_text":"RT We and the pandemic.","sentiment_score":0.0}
{"full_text":"RT If only there were some kind of shot he could have gotten... https:\/\/t.co\/7gyQ5sdYBh","sentiment_score":0.3}
{"full_text":"RT This is too difficult to watch...These stupid lateral flow tests aren't 'a small, harmless thing'... Either due to...","sentiment_score":-0.41875}
{"full_text":"Sir i think students are persuing healthy life since last 2 years beacuse of this lockdown make them obese, lethargic and redundant(of no use).","sentiment_score":0.25}
{"full_text":"RT Pregnant women  get vaccinated. ","sentiment_score":0.3333333333}
{"full_text":"RT Am I sending my son back to school next week?If he was in grade 6 or less or had to take a bus: NO WAY.He's at a grade 7-1...","sentiment_score":-0.0555555556}
{"full_text":"RT the 7-12 days to ship a covid test thing is so embarrassing and contrary to biden's central campaign pitch that I don't t...","sentiment_score":0.0}
{"full_text":"RT \"the Private Motor Truck Council of Canada, told CTV that it is important to remember that truck drivers have been deliveri...","sentiment_score":0.2}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT SCOTUS suggests that healthcare workers are not qualified to make their own healthcare choices.This obvious contradicti...","sentiment_score":0.3}
{"full_text":"RT Joseph Mercola is \"The Most Influential Spreader of Coronavirus Misinformation Online\" - NYTimes","sentiment_score":0.5}
{"full_text":"Nothing is perfect in ending a conflict. But he did get us out with minimal casualties. What could he do to COVID that the right-wing would be ok with? Free spending? After the last admin spending, that can't be a serious argument. Less senile than Reagan, who the right loves.","sentiment_score":0.1982142857}
{"full_text":"Exacerbated by misinformation, propaganda, religious+political zealots, and a sense of self and only self...@tc2oons","sentiment_score":-0.05}
{"full_text":"Buses to be available across Dakshina Kannada on the basis of passenger response. People can travel to far off places via buses, trains &amp; flights, said DK DC Dr Rajendra K V. #Mangaluru #Mangalore #Karnataka #DakshinaKannada #Covid #Covid19 #Kerala","sentiment_score":0.25}
{"full_text":"Geo Contractors technicians are following all precautions to ensure the safety of all tenants!","sentiment_score":0.0}
{"full_text":"RT Bengal govt says they tested 30,000 - 40,000 people and found just one covid case!Just oneImagine how worthless and u...","sentiment_score":-0.8}
{"full_text":"RT BREAKING: U.S. reports 926,693 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"Walgreens and CVS Just Issued This COVID Warning to All Shoppers #SmartNews ","sentiment_score":0.0}
{"full_text":"RT July- High Court told Delhi Govt to set up covid care centre in JNU within 2 weeks.Aug- Delhi Govt said Covid Care centr...","sentiment_score":0.16}
{"full_text":"RT For the record, you can't go unmasked and unvaxxed spreading Omicron everywhere then complain about shortages of things th...","sentiment_score":0.0}
{"full_text":"RT DeSantis plans to defy the US Supreme Court ruling on vaccine mandates for health care workers because he thinks he's a...","sentiment_score":0.0}
{"full_text":"RT Those who are double vaccinated in NZ have little supposed protection now since the so called efficiency of these vaccines...","sentiment_score":-0.09375}
{"full_text":"RT Change of mood about Covid restrictions as demands rise to reboot Test &amp; Go - more at #Thailand #MinorGroup #BillHeinecke There's a change of mood in some government circles as plans are afoot to ease some curren...","sentiment_score":0.5}
{"full_text":"RT Covid Team Captain, Ron DeSantis, proposed the Stop WOKE Act (I'm not making that up).His priority, besides suppressing...","sentiment_score":0.0}
{"full_text":"A judge has found no probable cause to support a charge a Houston mother faces after being accused of placing her 13-year-old son in the trunk of her car in an attempt to isolate him after he tested positive for COVID-19.https:\/\/t.co\/4KCFzaqgyN","sentiment_score":0.2272727273}
{"full_text":"See this heart breaking story?  It was all a lie.  There had been no deaths in AL for months before this story.  The hospital confirmed she had never worked there.  So I need statistics not stories. ","sentiment_score":0.4}
{"full_text":"RT Jinjin said for Lockdown, he asked rocky for a favor. To do the vocals strongly. to achieve his dreams lol. because with...","sentiment_score":0.6166666667}
{"full_text":"are ALL discussing covid, &amp;have been since day 1. I suggest that if you are SO stupid... that u feel Rogan is the only person discussing it.. that you follow these people... read what they tweet.. and then follow the people THEY retweet","sentiment_score":-0.4}
{"full_text":"Ummmm....That is not true, Mr. Combs.","sentiment_score":-0.175}
{"full_text":"Omicron Scientific Name For The Yearly Cold Flu Virus that comes around towards The Autum \/Winter Season. Simples..Same ol Cold Flu Seaon just jazzed up with the Offical Scientific Name to Scare People","sentiment_score":-0.6}
{"full_text":"RT Due to COVID19 I'll be blessing the first 150 people to like &amp; retweet this absolutely nothing through CashApp, Venmo , Apple...","sentiment_score":0.1083333333}
{"full_text":"Tonight on Alaska News Nightly:The sudden firing of the Permanent Fund Corporation Director leaves some lawmakers concerned. Also, what a jump in case numbers and supply constraints mean for COVID treatment.Listen here:","sentiment_score":-0.15625}
{"full_text":"Covid-19 cases dip in Delhi, but so do testing numbershttps:\/\/t.co\/xC2FLimem4","sentiment_score":0.0}
{"full_text":"\"'Of' means Covid is the murder weapon. 'With'  means Colonel Mustard did it with a poker in the library, and Covid was just standing in the corner.\"","sentiment_score":0.0}
{"full_text":"Sajid Javid has concluded that people's safety no longer matters in the UK. This variant is anything but \"mild\". This is devastating news for those still shielding and leaves the floodgates open for another pandemic of Long Covid.","sentiment_score":-0.1791666667}
{"full_text":"You'd think they would want to know HOW MANY were UNVAXXED.  Because they are obviously not concerned about # people DYING from COVID anymore.  They never reported DEATH COUNT accurately anyway.  INFLATE #s using deaths both FROM &amp; WITH COVID  INCREASE FEAR  INCREASE # VAXED.","sentiment_score":0.3}
{"full_text":"Well, they're vaxxed and boosted. It's kind of a given that they would get Covid.","sentiment_score":0.6}
{"full_text":"I cannot fathom the reasoning of people who go on cruise ships during a pandemic.","sentiment_score":0.0}
{"full_text":"This past Sunday, the U.S. surpassed last winter's peak in #COVID19 hospitalizations. It is imperative that we get vaccinated and continue wearing masks and physical distancing as #Omicron continues to spread.","sentiment_score":-0.0833333333}
{"full_text":"Along with the rest of the country, we have also been hit hard by the rise of Omicron cases. And so we'd like to take this opportunity to send our love and support to all those who are affected and recovering from Covid-19. May you and your loved ones stay safe and well","sentiment_score":0.3520833333}
{"full_text":"A study found a third shot of the Pfizer #COVID19 vaccine showed a 25-fold increase in protection from the omicron variant.https:\/\/t.co\/nkqrf1VQbd","sentiment_score":0.0}
{"full_text":"RT KING ","sentiment_score":0.0}
{"full_text":"RT In short: This administration is using the Selective Service System to log Covid data on federal employees and contractors.","sentiment_score":0.0}
{"full_text":"RT Excellent. Some sanity returning to Virginia.","sentiment_score":1.0}
{"full_text":"was a member of #TPLF's central committee prior to becoming a DG of and still keeps close ties with this group, which is a designated terrorist group. One needs to only read his tweets of past year to see bias towards TPLF#Ethiopia","sentiment_score":0.04}
{"full_text":"RT Again, interesting timing for Rod Phillips to jump out of the plane","sentiment_score":0.5}
{"full_text":"RT 1) why did they not disclose the fact that young Arya got the vaccine 2 days before her death, instead rushed to threat...","sentiment_score":0.1}
{"full_text":"Given that is scrapping vaccine passes, our cut-and-paste-from-Europe must follow suit. Data from showed these NWO ideas were non-starter. #JesusChrist","sentiment_score":0.0}
{"full_text":"RT \"YouTube is allowing its platform to be weaponized by unscrupulous actors to manipulate and exploit others, and to organi...","sentiment_score":0.0}
{"full_text":"RT Do. Not. Obey.","sentiment_score":0.0}
{"full_text":"RT 1) why did they not disclose the fact that young Arya got the vaccine 2 days before her death, instead rushed to threat...","sentiment_score":0.1}
