{"full_text":"They needed someone to vent their rage on! They're left feeling angry for allowing themselves to be fooled in such a way! Why should a man in the peak of health and his career put an unknown vaccine into himself? Are they they frustrated that they did now?","sentiment_score":-0.26}
{"full_text":"The news is confirmed. I misread your comment as asking about rumours on health minister health status. On omicron the news is correct.","sentiment_score":0.4}
{"full_text":"In fairness he's been off for 3+ weeks thanks to Covid.","sentiment_score":0.2}
{"full_text":"RT 10,775 new covid cases","sentiment_score":0.1363636364}
{"full_text":"RT Notwithstanding the mounting evidence for myocarditis being greater from vaccination than infection in young people and...","sentiment_score":0.3}
{"full_text":"RT Sick to the back teeth of hearing about the hospitality industry's whoa's about covid restrictions. What about our SNHS wor...","sentiment_score":-0.3571428571}
{"full_text":"RT In #Sweden, none of the prominent figures of the public health agency has EVER been seen wearing a face mask since the pandemic...","sentiment_score":0.25}
{"full_text":"Even has said there is no religious objection to or exemption from the vaccine.The real question why are you so gleefuly promoting the spread of virus that is going to kill more men, women, children, and elderly?Already 75,000 Texans dead from your #LetHerRip plan","sentiment_score":0.125}
{"full_text":"RT #Thala61 Pooja likely to happen on Jan 16th 2022 (if not sunday lockdown)Shooting starts from Jan end or FebH.Vinot...","sentiment_score":0.0}
{"full_text":"RT \"if an infected and an uninfected person are both wearing a well-fitting FFP2 mask and are in close contact, the chance of...","sentiment_score":0.0}
{"full_text":"RT Saying it like it is. There's a storm comin'.","sentiment_score":0.0}
{"full_text":"Best yet ","sentiment_score":1.0}
{"full_text":"RT Philippines records 17,220 new COVID-19 cases on Thursday, January 6, 2022, the highest since September 27, 2021. Posi...","sentiment_score":0.1363636364}
{"full_text":"RT Djokovic is the #1 male tennis player in the world. He's on the verge of breaking the record for most grand slam singles titl...","sentiment_score":0.3333333333}
{"full_text":"RT \"Most Western health authorities have not yet acknowledged that their entire approach to the pandemic has been a compl...","sentiment_score":0.1666666667}
{"full_text":"RT Does anyone have contact details or list of tiffin services in Faridabad? Need it for families who are in quarantine bec...","sentiment_score":0.0}
{"full_text":"RT The CDC says it's actually fine to enter the faery realm and eat and drink of their foods and wines and it'll be total...","sentiment_score":0.2083333333}
{"full_text":"RT The absolutely rampaging #Omicron virus is incredibly hard on our nurses- trying to stay healthy, but themselves getting sic...","sentiment_score":0.1361111111}
{"full_text":"RT both vaccinated and unvaccinated people can catch covid, in the same way that both Steve Smith and I can play cricket","sentiment_score":0.0}
{"full_text":"RT :@Khairykj -\"Our SEIR models predict that with R0 at 1.2, cases will increase to 13,000 by end of March.R0 was more than 3...","sentiment_score":0.5}
{"full_text":"RT If you have no paid leave and have to isolate because of Covid, you can access these pandemic leave payments unions fough...","sentiment_score":0.0}
{"full_text":"RT Even after 2 years, not a single bed increased for covid at AIIMSAgain going to Shift patients frm Trauma centre to em...","sentiment_score":0.0357142857}
{"full_text":"That's hyperbolic &amp; not what happens for most people who are immunocompromised now. Most get extra doses of the vaccine to top up their immunity. They prob take extra precautions, of course, just as they would before C19, esp if can't take vaccine (this is a much smaller group).","sentiment_score":0.25}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT Things you'll never catch me doing: Lining up next to sick people for hours to see if I'm sick.I love how people who refus...","sentiment_score":-0.0714285714}
{"full_text":"RT Are you seeing how people are commenting that nurses are \"whining\" \"crying\" and being \"Babies\" when they are referring to...","sentiment_score":-0.2}
{"full_text":"gotta rehire all those engineers they fired once the first vaccine cleared trials probably","sentiment_score":0.25}
{"full_text":"RT 335,000 Covid cases for France today. Vaccine passports and closed nightclubs and bans on English tourists really work...","sentiment_score":0.0333333333}
{"full_text":"RT \"National Cabinet was forced to concede yesterday that the sheer weight of COVID infections means it is no longer feasible for...","sentiment_score":-0.15}
{"full_text":"RT VIP mana yang tak vaccine tapi lepas umrah? Also don't forget there are MPs and assemblymen yang tak vaccine juge","sentiment_score":0.0}
{"full_text":"RT BREAKING: The DOH tallies 17,220 new COVID-19 cases -- the highest since Sept. 27, raising the country's total to 2,888,...","sentiment_score":0.0681818182}
{"full_text":"Today I had the yellow fever, flu, Covid, AND travellers diarrhea vaccines. I cannot sleep due to a headache  but I don't regret getting that immunity","sentiment_score":-0.0625}
{"full_text":"RT 17,220 NEW COVID-19 CASESBREAKING: The Department of Health reported 17,220 additional cases of COVID-19 on Thursday,...","sentiment_score":0.1363636364}
{"full_text":"RT #AK61 : #AjithKumar' next after #Valimai , the new movie Pooja likely to happen on Jan 16th 2022 (if not sunday lockdown)...","sentiment_score":0.0454545455}
{"full_text":"RT Now says he may have to cancel elective surgery because of Covid. Maybe he should have thought about th...","sentiment_score":0.0}
{"full_text":"RT Rafa Nadal, a gentleman of the game and good human all round...","sentiment_score":0.025}
{"full_text":"RT  and  have already talked about a new chapter a few times. And we have known there's a new album coming for some time n...","sentiment_score":0.0242424242}
{"full_text":"RT FSB: If the Omicron-variant has changed the rules of the game, local and independent firms deserve to know what those rul...","sentiment_score":-0.1333333333}
{"full_text":"RT The fact that they're not free in the first gotdamn place","sentiment_score":0.025}
{"full_text":"It's Real Vaccination Of Corona","sentiment_score":0.2}
{"full_text":"RT Went outside India for the first time since COVID and got a bunch of people amused by my name. Future foreign trips are...","sentiment_score":0.03125}
{"full_text":"RT Well done making what should be a bureaucratic decision look totally political.Does he think? At all?","sentiment_score":0.0}
{"full_text":"RT Today's update on the Daily Sceptic is here. Back to normal by February, says Boris; suspension of confirmatory PCR tests...","sentiment_score":0.05}
{"full_text":"RT Walmart, Kroger raise at-home test prices after agreement with White House expires - because greed in a pandemic is the Amer...","sentiment_score":0.0}
{"full_text":"RT Obv, the growing Johnson bonfire of Covid rules is purely political: a Conservative party basically run by the Baker\/Re...","sentiment_score":0.0}
{"full_text":"RT Our new paper on quantifying the risk of transmission of SARS-CoV-2 in different environmental conditions. Picture sh...","sentiment_score":0.0681818182}
{"full_text":"#january2022 -COVID-19 Travel Regulations Map* (powered by Timatic)","sentiment_score":0.0}
{"full_text":"RT As a former Ebola researcher I promise we never want an Ebola outbreak to look anything like this . If Ebola was this...","sentiment_score":0.0}
{"full_text":"I too have joined the Covid club. Resigned acceptance is a good way to describe how I currently feel about the whole thing. I suppose it was going to catch up with us eventually. Hope you don't feel too ill and recover quickly. ","sentiment_score":0.1466666667}
{"full_text":"RT \"if an infected and an uninfected person are both wearing a well-fitting FFP2 mask and are in close contact, the chance of...","sentiment_score":0.0}
{"full_text":"RT I think too many people *remember* spring 2020 and the initial optimistic idea that the shutdowns were going to be a few...","sentiment_score":0.1}
{"full_text":"RT The Covid fascists making an example of Novak Djokovich.","sentiment_score":0.0}
{"full_text":"New 4* for The Sterling Directive on Amazon: \"A great way to pass the lockdown...\" I think that makes me the literary equivalent of sourdough bread? I'll take that.","sentiment_score":0.3454545455}
{"full_text":"RT TO KNOW: Effect of Covid-19 Vaccination on Transmission of Alpha and Delta Variants | NEJM","sentiment_score":0.0}
{"full_text":"RT Essential workers should earn a living wage. There's no excuse for paying those keeping us going during this pandemic...","sentiment_score":0.0125}
{"full_text":"RT The meeting to decide whether or not schools were safe enough for teachers and pupils to return to them was held online f...","sentiment_score":0.25}
{"full_text":"RT Omicron Virus Symptoms Basically Are The Same Feelings You Get When Your Wife  Is Checking Your Phone...-Difficulty In...","sentiment_score":0.0}
{"full_text":"RT One sincere request to all my wonderful Twitter family please do whatever you wish do not go out without mask and your ow...","sentiment_score":0.75}
{"full_text":"RT Can the PM and everyone associated with him STOP trying to call what happened yesterday in #Punjab an assassination attempt...ca...","sentiment_score":0.0}
{"full_text":"RT Imagine if they'd just given PS37bn to the NHS to deal with the pandemic instead of private companies aka donors.","sentiment_score":0.0}
{"full_text":"RT (cont.) * Bisexual men feel more HIV stigma, are lonelier and more socially isolated than gay men:https:\/\/t.co\/ROaltQX2GG (...","sentiment_score":0.3625}
{"full_text":"remember how in the UK at the start of the pandemic people would stand on their porches and clap for hospital workers at like 4pm every day and then the government told nurses they were only going to raise their salaries by like 1%.","sentiment_score":0.0}
{"full_text":"RT A relative in Germany -- who has no idea what I think on the subject -- tells me that three perfectly healthy adults he kn...","sentiment_score":0.1111111111}
{"full_text":"RT Is Sharad Pawar taking over the charge on COVID? Has summoned Health Minister for a status update. Basically telling the...","sentiment_score":0.0}
{"full_text":"RT With the high number of people falling ill with omicron it would seem that the virus is staging the largest general strike i...","sentiment_score":-0.0966666667}
{"full_text":"RT I think it is fair to say sturgeon has started 2022 even worse than how she ended 2021. Rude, aggresive, lying, refusing t...","sentiment_score":-1.850371708e-17}
{"full_text":"RT Between 11.7 million and 21.8 million excess deaths have occurred globally since the pandemic started.This comes from the mo...","sentiment_score":0.0}
{"full_text":"RT We were told that hospitalizations were the metric to follow. Acting late to slow transmission is still better than not at al...","sentiment_score":-0.025}
{"full_text":"RT #BREAKING: Federal Circuit Court now hearing Novak Djokovic's appeal against deportation over vaccine exemption.","sentiment_score":0.0}
{"full_text":"RT An SBS reporter asked me if our governments were putting people with compromised immune systems at risk by the \"you have...","sentiment_score":0.0}
{"full_text":"Weak Johnson forced his MPs to be at PMQs to give appearance of support as he terrified of Rayner. Shame he is so weak he can't act on covid\/public health because his ERG idiots are actually governing this country. Pathetic. ","sentiment_score":-0.475}
{"full_text":"RT My lead letter in today (6 January 2022) about the Head of depressingly philistine suggestion that...","sentiment_score":-0.6}
{"full_text":"RT Biweekly salaries &amp; credit card debt will create more conformity &amp; subservience than any vaccine","sentiment_score":0.5}
{"full_text":"RT Mussolini would be proud.","sentiment_score":0.8}
{"full_text":"RT The madness at the border I am referring to is the requirement to have a vaccine to enter.There is no scientific basis fo...","sentiment_score":0.0}
{"full_text":"RT Oregon Health &amp; Science University found that \"symptomatic or asymptomatic SARS-CoV-2 infection is associated with incre...","sentiment_score":0.0}
{"full_text":"RT There's nothing remotely superior\/developed about trying to 'tech' our way out of the pandemic with vaccines, therapeutics...","sentiment_score":-0.1}
{"full_text":"RT I can't imagine any multi millionaire has endured the hardships of covid. But his choice to be u...","sentiment_score":0.0}
{"full_text":"RT Govt now withdraws mandatory #Covid19 vaccination requirement for passenger. Works and Transport minister Gen Katumba Wamal...","sentiment_score":0.0}
{"full_text":"RT \"if an infected and an uninfected person are both wearing a well-fitting FFP2 mask and are in close contact, the chance of...","sentiment_score":0.0}
{"full_text":"RT I'm not vaccinated. I got Covid a few weeks ago. Got monoclonal, took Ivermectin, Advil  and drank lots of water. Better i...","sentiment_score":0.15}
{"full_text":"RT \"if an infected and an uninfected person are both wearing a well-fitting FFP2 mask and are in close contact, the chance of...","sentiment_score":0.0}
{"full_text":"It's #NationalTechnologyDay and we know how Vets are renowned to be resistant to change and disregarding of their technology but since the start of Covid-19, this has changed because it had to, now it has to continue to change. #EmbraceChange #EmbraceTechnology","sentiment_score":0.0}
{"full_text":"RT Here are Rafael Nadal's full answers on the Novak Djokovic situation, which Nadal clearly thinks Djokovic created for hi...","sentiment_score":0.225}
{"full_text":"RT UPDATE: PNP Health Service recorded the following total number of confirmed COVID-19 cases, death and recoveries on January 6,...","sentiment_score":0.1333333333}
{"full_text":"RT Australia's Omicron\/Delta surge in perspective. Thursday's 72 392 cases are just more than the total cases recorded in O...","sentiment_score":0.25}
{"full_text":"RT I'm sorry to say that I'd missed this story until now.--That the Tories would seek to privatise another piece of our sover...","sentiment_score":-0.5}
{"full_text":"Love hate relationship with covid, had to isolate 1 week but I lost 7lbs gitup","sentiment_score":-0.15}
{"full_text":"RT Happy Spring dear Friends May God protect You #StayAtHome ","sentiment_score":0.8}
{"full_text":"At least for the rising corona cases !! Lekin we know ! They won't ! Since they have created it as an opportunity","sentiment_score":-0.732421875}
{"full_text":"It's bewildering that they choose to go on strike even though they've been getting a lot of benefits from Philex and assure them job opportunities that are hard to come by during this pandemic. #YesToOfferNoToStrike","sentiment_score":-0.2916666667}
{"full_text":"But parties during lockdown, actually endangering the health of fellow citizens, that's ok!!","sentiment_score":0.390625}
{"full_text":"RT For sure these retailers have a right to do what they want... but to raise prices on Covid home test kits.. RIGHT NOW......","sentiment_score":0.3571428571}
{"full_text":"RT Hey Doug, if omicron is \"mild,\" then why are 2,081 Ontarians in hospitals right now with Covid?","sentiment_score":0.3095238095}
{"full_text":"RT There once was an MP called KeirWhom the electorate wouldn't go nearHe was loathed more than BorisDid bollocks-all for...","sentiment_score":0.5}
{"full_text":"RT There were 170 deaths per day from Covid over the last week. A 50% increase. But it's all good, I'm going clubbing tonig...","sentiment_score":0.35}
{"full_text":"RT BREAKING: U.S. reports 716,714 new coronavirus cases, setting world record for cases in one day","sentiment_score":0.1363636364}
{"full_text":"RT #GRAMMYs officially delayed over COVID concerns for second year in a row. No new date yet.","sentiment_score":-0.0340909091}
{"full_text":"RT Tomorrow I have to go to school for vaccine :(REAL BOSS PRATIK SEHAJPAL","sentiment_score":-0.275}
{"full_text":"RT Lol. All the time. We discovered brain fog even before #covid19 was a thing. ","sentiment_score":0.8}
{"full_text":"Spain mother 'kidnapped' sons to avoid Covid vaccine","sentiment_score":0.0}
{"full_text":"Job opportunity: A lab that has processed more than six million Covid tests since the spring is hiring- and is now operating at a rate of around a million each month.","sentiment_score":0.5}
{"full_text":"RT Listen, if u still willing to get jabbed after seeing Twitter has suspended Dr Robert Malone (inventor of mRNA tech), for s...","sentiment_score":0.25}
{"full_text":"According to the WHO, suggesting that omicron variant is just a mild disease is dangerous. Read on to know more about it.#OmicronVariant #OmicronVirus #Covid19","sentiment_score":0.0777777778}
{"full_text":"COVID-19 | With over 66 thousand new cases, Turkey's Health Ministry has reported the highest number of daily cases in a day","sentiment_score":0.0681818182}
{"full_text":"The Covid Recovery Programme for Charities &amp; Social Enterprises is now open. Application details can be found at the following link on our website: Ireland only) Please share","sentiment_score":0.0083333333}
{"full_text":"RT If we can avoid the past errors, and use the newer tools smartly, we should handle the 3rd wave in  India betterPlease se...","sentiment_score":-0.0119047619}
{"full_text":"Speechless","sentiment_score":0.0}
{"full_text":"RT Leeds Council support grant scheme is now open because we know how hard Omicron has hit businesses over Christmas.Parti...","sentiment_score":-0.1458333333}
{"full_text":" Omicron variant is expected to slow, but not derail global economic growth in the first quarter  #omicron #insights #RankiaProEuropehttps:\/\/t.co\/PhLJkdJpqC","sentiment_score":0.01}
{"full_text":"RT Walmart, Kroger raise at-home test prices after agreement with White House expires - because greed in a pandemic is the Amer...","sentiment_score":0.0}
{"full_text":"Support with their survey on \"#Migration and #Citizenship After #Brexit\" as they look for insights on how #Brexit and #Covid have affected people's decisions to stay put, migrate, or repatriate.","sentiment_score":0.0}
{"full_text":"The #IncomeReliefFund by with support from was set up as an emergency solution to provide income relief to families in SADC most affected by the drop in #remittances due to COVID19. We are now supporting 1,425 families in a second round of payments.","sentiment_score":0.085}
{"full_text":"NEW BLOG POST ALERT Working through Covid-19 has been a challenge for everyone. Read our new article to find out how we coped and organised our work through this pandemic.  Follow this link to read more   #TheCommUnityProject #newblogpost","sentiment_score":0.2575757576}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"With more than 17,000 new cases reported today, we are seeing another coronavirus surge in the country. To fight off an even bigger spread, let's follow these simple, yet highly effective, prevention measures. Know more about COVID-19 Assist+:","sentiment_score":0.2893939394}
{"full_text":"#Poverty, disease, hunger, and lives cut short. on the true cost of #Covid19 in the global south. #inequality","sentiment_score":0.1166666667}
{"full_text":"North Korea said Thursday it has successfully launched a hypersonic missile as part of efforts to modernize its strategic weapons systems, days after leader Kim Jong Un vowed to bolster his military forces despite pandemic-related difficulties.Read more:","sentiment_score":0.3833333333}
{"full_text":"Half of people with flu-like symptoms have Covid-19, scientists warn #HealthyNation ","sentiment_score":-0.1666666667}
{"full_text":"RT Listening to Govt minister saying on the BBC \"it is crazy not to get vaccinated\". Well, it's not crazy if the first va...","sentiment_score":-0.0166666667}
{"full_text":"RT if you dont get a PCR test you are ineligible for the govt Covid support payment while off work.You...","sentiment_score":0.0}
{"full_text":"Thank you to everyone in the childcare workforce who has been vaccinated. If you haven't already, please take up your Covid-19 vaccine and booster to protect yourself and others. Find a drop in clinic:","sentiment_score":0.0}
{"full_text":"Here is a rundown of new changes that will be happening to the COVID testing procedures and new rules for businesses.https:\/\/t.co\/1UzDLxukfL","sentiment_score":0.1363636364}
{"full_text":"The hospital refused her entry without a COVID test.","sentiment_score":0.0}
{"full_text":"WBAP Morning News: Will China ever be held accountable for COVID-19? Should we be worried if Russia invades Ukraine? Jim Carafano of the Heritage Foundation talks about it here.https:\/\/t.co\/zDdlQva32Z","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Catherine McGuinness, the City of London's policy chief, has warned that Covid may mean some of the impact of leaving the EU has yet to be realised, with staff relocations in particular delayed due to pandemic restrictions.https:\/\/t.co\/I6xjUB5bnk","sentiment_score":-0.0902777778}
{"full_text":"Emily Carver: The decision to recommend masks in classrooms is utterly indefensible | #Conservative Home #Education #covid19 #bbcnews #gbnews #R4Today","sentiment_score":0.0}
{"full_text":"US bases in Japan requested to impose curfews amid COVID spread","sentiment_score":0.0}
{"full_text":"DOH has clarified circulating materials claiming there are differences in symptoms for infections caused by COVID-19's delta and omicron variants and influenza.READ:","sentiment_score":0.0}
{"full_text":"The Western Trust are hosting mobile vaccination clinics in Shantallow and Castlederg next week.Shantallow Community Centre11th January4pm-8pmDerg Valley Healthy Living Centre13th January4pm-8pmBook online  info ","sentiment_score":0.1666666667}
{"full_text":"RT #nnn #stocks #nanosynth new joint partnership helps in nano technology in the fight against #OmicronReduced the spr...","sentiment_score":0.1363636364}
{"full_text":"RT If you have no paid leave and have to isolate because of Covid, you can access these pandemic leave payments unions fough...","sentiment_score":0.0}
