{"full_text":"wow. Not blaming anyone. Just stating facts of what has happened since October because people are so upset about the omicron. It hasn't caused to the spike in vaccinated hospitalizations as some have worried. That's all","sentiment_score":0.1}
{"full_text":"I don't think I need to elaborate on the extremely dangerous historical precedents on this.For many of us, the question of 'What would we have done in 1933?' has been definitively answered.Those who forget their history are doomed to repeat it.","sentiment_score":0.1}
{"full_text":"RT When my Father was in WWII vaccines were requiredWhen I traveled to other countries years ago vaccines...","sentiment_score":-0.125}
{"full_text":"How come people are so misinformed to believing that having a vaccination protects others from getting covid. It's not a cure idiots.","sentiment_score":-0.8}
{"full_text":"RT (RT) if you excited about the new COVID DLC PACK!","sentiment_score":0.2727272727}
{"full_text":"We are always accepting new members!","sentiment_score":0.1704545455}
{"full_text":"RT Battling anti-vaxers - my letter @Telegraph today - until we have a pandemic early warning system the vaccines are our mai...","sentiment_score":0.1}
{"full_text":"RT Triple jabbed Geraldo Rivera got COVID - said he was shocked. Let's remind everyone what the jerk said about the unvaccinat...","sentiment_score":-0.7}
{"full_text":"Lol wow","sentiment_score":0.45}
{"full_text":"RT Conservatives are like \"this is normal, and anyone who thinks law enforcement should get involved is an AMERICA-HATING COMMIE...","sentiment_score":0.15}
{"full_text":"RT Tonight's episode is and I talking about our experience of having COVID (quite badly). Has it changed...","sentiment_score":-0.7}
{"full_text":"RT CDC releasing the report that COVID significantly increases risk of children developing diabetes *on Friday night* after lying t...","sentiment_score":0.375}
{"full_text":"RT There's so many variants now CoVid could start having a yearly convention","sentiment_score":0.5}
{"full_text":"RT 1\/6 Important new study from Japan finds that with Omicron, infectious viral loads peak 3-6 days after symptom onset\/d...","sentiment_score":0.2681818182}
{"full_text":"This is a good glimpse into the medical establishment mindset and those same people who try to logic data and #s one size fits all everyone. its sad","sentiment_score":0.05}
{"full_text":"Could Small Businesses Get More Federal COVID Relief Money in 2022?","sentiment_score":0.125}
{"full_text":"RT The government can only control the people when the people are scared and\/or divided. Now the government is scared and...","sentiment_score":0.0}
{"full_text":"RT I tire of wearing a mask. But I wear it when I'm in public places, even though I'm  vaxxed and boosted.  Because I don...","sentiment_score":0.0}
{"full_text":"RT \"I think many people now come to work sick ... because they feel they have no other choice,\" Millions of U.S. workers who don't get...","sentiment_score":-0.0505952381}
{"full_text":"RT FDA asks for 75 years to release approval paperwork for Pfizer vaccine, the judge gives them 8 months.https:\/\/t.co\/ADN...","sentiment_score":0.0}
{"full_text":"Dude you need to stay home for a while haha. You've been gone for so long.","sentiment_score":0.075}
{"full_text":"RT The data the government has used for years to justify their lockdowns, mandates and control over your life is contaminate...","sentiment_score":0.0}
{"full_text":"Me: *wheezes like a squeaky toy all night*Chris: You sure you were negative?Me: Yep. And it doesn't feel like covid. I'm just allergic to dust and failed to plan for that Chris: if you say so","sentiment_score":0.0}
{"full_text":"#Purdue's Tuesday night game at Michigan has been postponed due to COVID issues in the Wolverine program.","sentiment_score":-0.2625}
{"full_text":"RT In West Bengal, 1 out of 3 is testing positive #COVID19","sentiment_score":0.2272727273}
{"full_text":"I'm currently unvaccinated and am recovering from covid just fine. Never once thought I would need a hospital.My positive test will never show up in any data, nor will my recovery.This is why any data you use is questionable.","sentiment_score":0.0359848485}
{"full_text":"Unvaccinated truckers should stay home period. No one want them to spread their misery this side of the border","sentiment_score":0.0}
{"full_text":"RT And it only took 836,000 deaths (conservatively) to get there","sentiment_score":0.0}
{"full_text":"RT The CDC will begin to provide data on how many of the 836,000 deaths in the U.S. linked to Covid are FROM Covid and how...","sentiment_score":0.5}
{"full_text":"The success of businesses at all stages is essential to the future of our economy &amp; region. Elevate Business created through a unique partnership with &amp; is providing the supports that entrepreneurs need to adapt and grow.","sentiment_score":0.16875}
{"full_text":"Actually, I just re-read that and I wrote that initial tweet incorrectly so you're right. If I thought that, I couldn't also be okay with censorship at all. I apologize for the confusion. I'm getting over covid and it's making me dumb.","sentiment_score":0.0821428571}
{"full_text":"RT ...Again, you are allowed to be a zealot, just not a skeptic on vaccines or Covid. The corrective stories following the...","sentiment_score":0.0}
{"full_text":"RT Many cancer patients also delayed screenings\/treatment. Teresa, a longtime worker at a Chicago candy factory, didn't want to c...","sentiment_score":0.5}
{"full_text":"RT If wants to follow the law to the letter then I'll be doing the same","sentiment_score":0.1}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"RT If you wear a mask to go to a store during a pandemic it's called proper health protocols not living in fear.If you need t...","sentiment_score":0.0}
{"full_text":"They were told last time, but they pushed ahead with the roll out anyway.","sentiment_score":0.0}
{"full_text":"RT \"There is no evidence of a pandemic \"mass formation psychosis\" according to and - according to several double...","sentiment_score":0.0}
{"full_text":"RT The Andrew Lawton Show: The pandemic is over when Canadians say it is via","sentiment_score":0.0}
{"full_text":"Another social distancing joke!!!","sentiment_score":0.0651041667}
{"full_text":"RT Before covid..we were so happy during this time ","sentiment_score":0.8}
{"full_text":"RT Excellent research &amp; a very important point, when health authorities say most transmission is close range it's because co...","sentiment_score":0.6733333333}
{"full_text":"What is with the plan to give us all Covid and kill large numbers of us?","sentiment_score":0.2142857143}
{"full_text":"RT To recap Ron DeSantis' AWFUL handling of the worst surge in cases Florida has seen: DeSantis closed all state operated COVID...","sentiment_score":-0.7}
{"full_text":"RT Looks like even Coronavirus didn't enjoy his stay inside Kejriwal &amp; moved out in 4 days ","sentiment_score":0.4}
{"full_text":"'When Does The Emergency End?': Amy Coney Barrett Grills Pro-Vaccine Man... via","sentiment_score":0.0}
{"full_text":"RT Will Omicron peak this week? If so, doom mongers Jason the Dentist and Humza the stunt rider were once again badly wrong w...","sentiment_score":-0.5}
{"full_text":"RT As Israel moves ahead with 4th COVID shot, scientists told the New York Times the additional booster may cause more ha...","sentiment_score":0.3181818182}
{"full_text":"They want a greater % to support the vaccine drive. So they made sure that only a lower percent age of shots causes harm. This way, the other part from which is safe, lead to a horde of idiots who thought vaccines are safe. It's not rocket science but yeah, your ego won't allow","sentiment_score":0.1535714286}
{"full_text":"RT The highest yearly number of flu deaths in the US in the last 100 years was 80k. We've lost 840k lives in the last 21 mont...","sentiment_score":0.0}
{"full_text":"RT So then she should accuse Trump of killing thousands of people for all the lies he told about the Coronavirus...","sentiment_score":0.0}
{"full_text":"I call bullshit","sentiment_score":0.0}
{"full_text":"Rut row, the narrative is imploding","sentiment_score":0.0}
{"full_text":"Dalle; both RT-PCR tests and vaccines are COMPLETELY FREE in US!I've got tested myself at least 20 times; got both doses of Moderna and Pfizer booster dose for FREE!","sentiment_score":0.2}
{"full_text":"Covid going around my daughter's office.Daughter and I were sick all week;fatigue,headaches, and nausea.I couldn't find any store w\/ felt like when we had Covid Dec 2020 but milder...No ER visit this time.GasX and Tums help headaches","sentiment_score":-0.7142857143}
{"full_text":"RT a loathsome feature of the pandemic is normal people calling vaccines \"jabs,\" a british perversion","sentiment_score":0.075}
{"full_text":"RT So Boris Johnson and his cabal had a party in the garden in May 2020 when the whole country was in lockdown and people wer...","sentiment_score":0.2}
{"full_text":"RT Just a heads up. Regarding \"Deltacron\" or the \"new variant\" out of Cyprus. Please be aware those sequences being report...","sentiment_score":0.1931818182}
{"full_text":"RT So much damage control. Damage control as far as the eye can see","sentiment_score":0.15}
{"full_text":"RT Actually a narcissist who snaked his partner of a decade\/hosted covid parties during lockdown and a woman who helped cove...","sentiment_score":0.0}
{"full_text":"RT Has anyone ever been flagged for Covid disinformation for overstating deaths and creating panic by lying about hospital over...","sentiment_score":0.0}
{"full_text":"RT (RT) if you excited about the new COVID DLC PACK!","sentiment_score":0.2727272727}
{"full_text":"Rightly so in that case!","sentiment_score":0.3571428571}
{"full_text":"RT My boys are boosted! The CDC approved the Pfizer COVID-19 booster shot for kids ages 12-15. I'm relieved Luke and Paul n...","sentiment_score":0.0}
{"full_text":"RT I am pleading with anyone who will listen. I'm begging you, as a nurse, from the bottom of my heart please get vaccinated. To...","sentiment_score":0.0}
{"full_text":"RT Many of us have been ostracized &amp; attacked for making points that are finally acknowledged today - origins of virus, l...","sentiment_score":0.25}
{"full_text":"RT How can reducing #covid isolation period to 5 days be good for anyone? You will be bringing infectious people back into socie...","sentiment_score":0.35}
{"full_text":"RT Failure to investigate missing Indigenous women? Social murder. Failure to staunch opioid crisis? Social murder. Failur...","sentiment_score":-0.1533333333}
{"full_text":"RT Hundreds march in Montreal against COVID-19 health measures, vaccine mandates.","sentiment_score":0.0}
{"full_text":"Got where?Are you a covid denier?","sentiment_score":0.0}
{"full_text":"I lost my health insurance from changing jobs, and before I could get a new policy I got food poisoning. Obviously went to the doctor in case it was covid. They said \"there's nothing we can do, go home and sleep it off\". Got a bill 2 weeks later for $200","sentiment_score":0.0454545455}
{"full_text":"Dean McDermott: COVID-19 'scared the s-t out of me'","sentiment_score":0.0}
{"full_text":"RT New Covid variant combining the delta and omicron strains is real, though it may not pose a major threat","sentiment_score":0.1329545455}
{"full_text":"this is smart Ontario take notes","sentiment_score":0.2142857143}
{"full_text":"RT Keep lateral flow tests free!","sentiment_score":0.5}
{"full_text":"RT Ron Johnson, a G.O.P. senator from Wisconsin who has spread many false claims about the 2020 election and Covid, said he would...","sentiment_score":0.05}
{"full_text":"Sucks they are using the term vax. Because it's literally not a vaccine. It's a therapy to provide  a shield . No one is talking about it","sentiment_score":-0.3}
{"full_text":"They quarantine while requiring asymptomatic health professionals to work on the sick &amp; dying. Who knew? Sigh.https:\/\/t.co\/SnwTD2A0Zb","sentiment_score":-0.7142857143}
{"full_text":"RT I've been tweeting about Covid for nearly 2 years. But this week it became personal when my 28-year-old younger son got it...","sentiment_score":0.0333333333}
{"full_text":"RT as an immunocompromised person, I have had to follow the rules, suffer in isolation, get vaccines that cause my body extreme...","sentiment_score":-0.125}
{"full_text":"My friend No it isn't the G men are so Damn Bad why risk catching the virus with friends when the team SUCKS you can stay in the safety of your home with peace of mind and watch a better game on  knowing you are SAFE instead of thinking are all my friends vaccinated !","sentiment_score":0.0541666667}
{"full_text":"RT Triple jabbed Geraldo Rivera got COVID - said he was shocked. Let's remind everyone what the jerk said about the unvaccinat...","sentiment_score":-0.7}
{"full_text":"Mo Brooks: COVID a 'Bioweapon' Created in the 'Wuhan Bioweapons Lab of the Communist Chinese Party'","sentiment_score":0.0}
{"full_text":"OMG, pls, just stop. Your constant doubling down on this subject is now embarrassing. Your logic is starting to falter as well; those of us suggesting a 1-month pause of in-person learning to get us past #Omicron are ALSO calling for closing of stadiums, restaurants, bars, etc.","sentiment_score":-0.1144444444}
{"full_text":"RT Washington Post blasts Sotomayor for 'false' COVID claim that 'over 100K' children are in 'serious condition'","sentiment_score":-0.3666666667}
{"full_text":"RT Under Joe Biden, the U.S. economy and unemployment rate has almost completely rebounded from the devastation of Covid. How mu...","sentiment_score":0.1}
{"full_text":"Been saying it since the onset ? Give the figures of death from COVID ! Or will that destroy the rhetoric ?","sentiment_score":-0.2}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"RT Hey glad you got vaxxed and boosted. As you can see from this chart of hospitalizations in Miami, Flor...","sentiment_score":0.5}
{"full_text":"RT Saw Pushpa finally thanks to lockdown! garu, you deserve the praise and love shown by people all across...Congrat...","sentiment_score":0.375}
{"full_text":"C'mon stick with growing beets Mr Wilson","sentiment_score":0.0}
{"full_text":"Well he won't admit it wasn't a bear that kills him.","sentiment_score":0.0}
{"full_text":"Fucking hell.That is disgusting.Mite take 20\/30 years,but the TD,s\/MP's setting out all these vaccine mandates,will have their day in court.","sentiment_score":-0.6}
{"full_text":"RT Morning y'allI can't stop thinking about the woman who put her child in the trunk of her car because she was afraid...","sentiment_score":-0.6}
{"full_text":"RT The Government must go further to stop Covid spreading throughout schools. This means:More vaccination. More ventila...","sentiment_score":0.25}
{"full_text":"RT The highest yearly number of flu deaths in the US in the last 100 years was 80k. We've lost 840k lives in the last 21 mont...","sentiment_score":0.0}
{"full_text":"1\/ 650,000 New Cases of Omicron Every Day &amp; SCOTUS has to think about Allowing Vaccine &amp; Testing Mandates?  Does SCOTUS EVEN READ REAL NEWS?  And Supreme Court Justice Roberts said, \"bbbbut we never did this before\"; Hey Bobby, \"bbbut we never had a pandemic before, as in global+","sentiment_score":0.1121212121}
{"full_text":"RT \"double vaxed + boosted...don't 4get to still wear a mask this sh*ts contagious .\" -- on Instagram","sentiment_score":0.0}
{"full_text":"RT A man that probably will order viagra instead of getting the vaccine. Definitely a FOXNews watcher.","sentiment_score":0.0}
{"full_text":"RT If Mumbai\/Delhi say 20,000 cases a day- probably it's over 50,000. More than half, asymptomatic- not aware, rest taking home...","sentiment_score":0.0694444444}
{"full_text":"RT Lockdown in Mumbai.","sentiment_score":0.0}
{"full_text":"All these angry Snack shop owners were demanding we cut off unemployment so they could get more employees. Not even realizing our cruel system has a built in way to make you go back to work. It's called health care, and you don't get it unless you make the capitalism machine go.","sentiment_score":-0.25}
{"full_text":"You blocked me, so maybe you've already posted an answer to my question. But what is the treatment protocol you're recommending to people with Covid?","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: CDC Director Walensky REFUTES Justice Sotomayor's Statement That \"Over 100,000 Children\" Are Hospitaliz...","sentiment_score":0.0}
{"full_text":"RT The CDC director is asked by how many of the 800k+ covid deaths are \"with covid\" as opposed to \"from covid\" and...","sentiment_score":0.5}
{"full_text":"RT Finally got the COVID after two years. Was very tired last night with a 100.4 fever, elevated heart rate, and headaches. T...","sentiment_score":-0.1733333333}
{"full_text":"Because Biden wants to declare victory over COVID by summer. That's their only hope for the 2022 midterms.It's been obvious since the mandates were announced.","sentiment_score":0.0666666667}
{"full_text":"RT BREAKING: Ron DeSantis allowed a state stockpile of more than 1 MILLION rapid Covid tests to EXPIRE.Who thinks he sh...","sentiment_score":0.5}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"RT More lockdowns are therefore clearly called for (this is after all noted right-wing rag Daily Mail. Wait a minute.......","sentiment_score":0.2}
{"full_text":"RT CDC director admits over 75% of Covid deaths had at least 4 pathological conditions (comorbidities).Since the total death r...","sentiment_score":-0.15}
{"full_text":"RT CDC director admits over 75% of Covid deaths had at least 4 pathological conditions (comorbidities).Since the total death r...","sentiment_score":-0.15}
{"full_text":"I haven't talked to my bio dad in three years, my ex-step dad and his wife had Christmas yesterday (COVID things). I got the orange flavored chocolate ball she gets all of her kids. I am loved  family doesn't have to be blood related, hi family :3","sentiment_score":0.4}
{"full_text":"What vaccine passports? I haven't shown anyone my vaccine status.","sentiment_score":0.0}
{"full_text":"RT The data the government has used for years to justify their lockdowns, mandates and control over your life is contaminate...","sentiment_score":0.0}
{"full_text":"Woof","sentiment_score":0.0}
{"full_text":"RT German Minister for Health: \"Data from UK for children is frightening. As Omicron can be warded off successfully by masks,...","sentiment_score":0.0833333333}
{"full_text":"We live in dark, interesting times","sentiment_score":0.1621212121}
{"full_text":"RT Meanwhile GOP friends and colleagues are trying to get a rumor going that she died from the vaccine and her mou...","sentiment_score":0.0}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"RT Everyone is straight up making up covid comorbidities. No, autism is not comorbid with covid, what is wrong with this site.","sentiment_score":-0.15}
{"full_text":"Sure as hell is. It's about freedom.The Vaccine-Mandate Case Is About So Much More Than Vaccine Mandates","sentiment_score":0.5}
{"full_text":"RT LOL - I told you he'd be another DeBlasio.  Laughing at all the suckers who thinks a moderate Democrat actually exists.","sentiment_score":0.125}
{"full_text":"RT The Washington Post ruled that Justice Sotomayor's \"absurdly high\" figure warrants \"four Pinocchios.\"","sentiment_score":0.16}
{"full_text":"What an amazing interview! #COVID19","sentiment_score":0.75}
{"full_text":"RT The most disgusting thing about this entire mess is that complete lack of consideration over the welfare of our children...","sentiment_score":-0.115}
{"full_text":"RT This weekends protest in Paris against COVID law was so big the police couldn't stop it.","sentiment_score":0.0}
{"full_text":"RT Hey glad you got vaxxed and boosted. As you can see from this chart of hospitalizations in Miami, Flor...","sentiment_score":0.5}
{"full_text":"I'm happy for your child, my child has been fighting covid for three weeks now. This is not a cold.  He is not obese, or has comobidities. His fever, congestion, fatigue, covid brain and weakness have not subsided. This is not a hoax, we are very concerned about long term effects","sentiment_score":0.3125}
{"full_text":"RT This weekends protest in Paris against COVID law was so big the police couldn't stop it.","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to the Bermuda Triangle, and I'm here to win the million dollars.","sentiment_score":0.8}
{"full_text":"The COVID-19 vaccines are:SafeLife SavingFree regardless of insurance or immigration statusGo to today to find a vaccine near you! #WeCanDoThis #MadeToSave","sentiment_score":0.125}
{"full_text":"Where's ?","sentiment_score":0.0}
{"full_text":"[Videos] As we said, the manthra in those #times is getting #creative not breaking the rules. Rather, it's about incorporating the #rules for you to become an innovator....  #bodybuilder #athlete #trainer #marketing #muscle #models","sentiment_score":0.5}
{"full_text":"#SaudiArabia recorded 27,742 #COVID19 violations in one week, as authorities stepped up their monitoring campaigns to ensure compliance with precautionary measures imposed to stem the spread of coronavirus.https:\/\/t.co\/6920KZ6ER4","sentiment_score":0.0}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"This #StatsSunday, we're proud to announce that during covid, we awarded almost 100 college scholarships and donated almost 100 computers to our students! We couldn't have done it without the support of our donors!","sentiment_score":1.0}
{"full_text":"Was talking to my niece yesterday, her friend who is a nurse had to go back to work even though she was still very much sick w COVID.So good thing they have a vaccine mandate in the hospital - you know, so the staff isn't spreading it around.  https:\/\/t.co\/O8zD1A1ns7","sentiment_score":-0.0047619048}
{"full_text":"If someone is hospitalized for unknown reasons and then \"happens\" to test positive for COVID, how do we know that the condition they were originally hospitalized for wasn't linked to COVID???","sentiment_score":0.1674242424}
{"full_text":"#DDMA meet tomorrow; red alert, more Covid curbs on agenda. Here's what it means Read here:","sentiment_score":0.25}
{"full_text":"Marathon 85 - Newspeak - Follow us on Spotify Today  #rockindiepunkmetal #rtitbot #rtArtBoost #Spotify #Python #YouTube #Video #ViralVideo #SubscribeToday #viral #COVID19 #lockdown #Trending #news #rocknroll #NewMusicAlert","sentiment_score":0.0}
{"full_text":"RT  SCHEDULE NOTE Tuesday's game at Michigan has been postponed due to COVID-19 protocols within the Michigan program. T...","sentiment_score":-0.2625}
{"full_text":"No appointment is necessary, you can just turn up for your jab https:\/\/t.co\/BD1Sl2Fn2g","sentiment_score":0.0}
{"full_text":"RT The CDC director is asked by how many of the 800k+ covid deaths are \"with covid\" as opposed to \"from covid\" and...","sentiment_score":0.5}
{"full_text":"The process of travelers removing masks at airport checkpoints is also dangerous for TSA officers, said He noted many are wearing loose-fitting surgical masks, which may not sufficiently protect them against the omicron #COVID19 variant.","sentiment_score":-0.05}
{"full_text":"Susan was a lovely woman, and was the first person I knew personally to die of Covid. John has always been an impressive man in #Barnet","sentiment_score":0.4375}
{"full_text":"RT Justices who suggested it's up to states to set vaccine mandates, in addition to contorting the law, are well aware th...","sentiment_score":0.25}
{"full_text":"RT If you wear a mask to go to a store during a pandemic it's called proper health protocols not living in fear.If you need t...","sentiment_score":0.0}
{"full_text":"Vaccinated People Who Had Severe COVID-19 Outcomes Had at Least One Risk Factor, Study Suggestshttps:\/\/t.co\/dJYmoQay5r","sentiment_score":-0.3}
{"full_text":"#TippingPoint The CDC's Credibility Crisis with Justin Hart #OANN","sentiment_score":0.0}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"Lets keep #COVID19 out of the classroom.Secondary school and college students should take a rapid test before returning.*Secondary school students - take a test on school and then continue at home*College students - should test at home and register results online.","sentiment_score":0.0}
{"full_text":"- #WestBengal registers 24,287 new #coronavirus cases in highest-ever rise- #NEETPG counseling to begin on January 12- Delhi gets highest 24-hour #Rainfall for January since 1999, air quality becomes 'satisfactory'A look at the top headlines right now.https:\/\/t.co\/qBLx3kTmov","sentiment_score":0.3073593074}
{"full_text":"RT Klopp in the last week","sentiment_score":0.0}
