{"full_text":"RT Cat in the window, with at home Covid tests.","sentiment_score":0.0}
{"full_text":"RT Evangeline Lilly risking her career by opposing abusive, anti-constitutional and vindictive vaccine mandates. You can bet th...","sentiment_score":0.0}
{"full_text":"RT 'But the pandemic is over! I'm over Covid! End the restrictions! Open up! No more masks! It's like the flu! Time to move o...","sentiment_score":-0.1953125}
{"full_text":"RT These people are truly villains.Trusting them with your health is insane when it is so clear they don't have your best int...","sentiment_score":0.0333333333}
{"full_text":"RT kate has covid... not very #rengoku of her...","sentiment_score":-0.1}
{"full_text":"RT CABINET OFFICE\/PARTYGATE in December both the Met Police and Cabinet Office accepted in public statements that the police had...","sentiment_score":0.0}
{"full_text":"RT I am a supermarket worker in the U.K. and have worked throughout the pandemic. We were left just to get on wi...","sentiment_score":0.0}
{"full_text":"RT Here's the latest variant+mutation picture for the new BA.1.1 (Omicron) lineage. This was formerly BA.1 with the Spike R34...","sentiment_score":0.2121212121}
{"full_text":"COVID test available tomorrow at CVS (3156 West 103rd Street, Chicago, IL 60655) at 11:20AM 11:40AM 11:50AM 12:00PM 12:10PM 12:20PM 12:30PM 12:40PM 12:50PM 01:00PM 01:10PM 02:20PM 02:30PM 02:40PM :","sentiment_score":0.4}
{"full_text":"RT United we stand to ask you for 1. Center Relocation2. Allow covid+ve students in isolated exam centers 3. If 1,2 not...","sentiment_score":-0.1}
{"full_text":"Think this is my new guidance now restrictions have changed. Here's where (and how) you are most likely to catch COVID - new study Jan 2022  via","sentiment_score":0.1931818182}
{"full_text":"RT A South Colonie district school in Albany NY forced a girl to sit between the inside and outside doors for 5 hours beca...","sentiment_score":-0.15}
{"full_text":"RT This is quite literally the Tracy Jordan standup montage where he gets worse the richer he gets.","sentiment_score":-0.4}
{"full_text":"RT 1\/ Your vaccine fanatic friend is too stupid to understand this thread, and your authoritarian government official is t...","sentiment_score":-0.55}
{"full_text":"RT These people are truly villains.Trusting them with your health is insane when it is so clear they don't have your best int...","sentiment_score":0.0333333333}
{"full_text":"RT Economic Times of India: \"Two doses of Sputnik provide two times higher antibodies against Omicron than Pfizer vaccine...","sentiment_score":0.225}
{"full_text":"#shangchi got vaxxed. Be like Shang-Chi","sentiment_score":0.0}
{"full_text":"RT People aren't shouting out for truckers - they're shouting out for what they stand for. Freedom to work and live without g...","sentiment_score":0.1363636364}
{"full_text":"RT \"As it turns out, returning childhood normalcy has a trickle-up effect on the rest of us. Seeing a little boy's gap-to...","sentiment_score":-0.1875}
{"full_text":"Great guest column from about juggling parenting and working from home in the time of #COVID19","sentiment_score":0.8}
{"full_text":"RT There is utter unanimity among the parliamentary parties of the ruling elite in backing this murderous offensive. #PlanB...","sentiment_score":0.0}
{"full_text":"When will we be hearing that and will be fighting for these causes?No, instead they will hold their tiki torches up high and defend 10% of truckers that represent the reason we cannot get through this pandemic.#NeverVoteConservative #AbLeg #cdnpoli","sentiment_score":0.16}
{"full_text":"RT Big update. is set to extend closure of all educational institutions across the state for another week (till Feb 6). Go...","sentiment_score":0.125}
{"full_text":"#Trudeau is cheddar Bob in 8mile after he gets shot &amp; doesn't wanna answer the door #FreedomConvoy2022 #TruckerConvoy2022 #FreedomConvoyCanada #TrudeauHasGotToGo #COVID19 #lockdown #NoVaccinePassportsAnywhere #covid","sentiment_score":0.0}
{"full_text":"RT Wuhan scientists warn of a new coronavirus strain NeoCov with high infectivity and death rate, 1 in 3 patients can die: R...","sentiment_score":0.1481818182}
{"full_text":"Good morning Mr John Avlon. I have a question,since Sarah Palin KNOWS that she tested positive for COVID-19 and anyone gets sick or god for bid dies would she be responsible or charged for negligence?","sentiment_score":0.1032467532}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"RT New York Times Admits Unvaxxed People Have 'Lower Rates of Infection And Hospitalization' Of COVID-19 Than The Vaxxed....","sentiment_score":0.1363636364}
{"full_text":"RT Thousands of truckers in Canada have formed a convoy to protest the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"If you feel this way about a TV actor, you must really be outraged at this member of the SCOTUS. At least Sorbo doesn't preside over US Law that could impact 100's of millions of lives.BTW: A \"false claim\" is also known as a lie.https:\/\/t.co\/sVAz6xpEcz","sentiment_score":-0.5333333333}
{"full_text":"You covid obsessed public service workers crack me up. Grow and and move on like the rest of the world!  Oh wait you all know better.. keep pushing fear on the kids. What a joke","sentiment_score":0.0}
{"full_text":"RT Holy this is exactly why the #TruckersForFreedom2022 are doing what they are doing.","sentiment_score":0.25}
{"full_text":"RT MDs \"urging return to normal are trying to give..perspective, to contextualize how...tiny the risk of COVID is for chi...","sentiment_score":0.15}
{"full_text":"RT This govt says it is up to individuals to take care of themselves in the pandemic but then ma...","sentiment_score":0.0}
{"full_text":"I've been absent this week and will be still because I got the stupid covid, hopefully gonna be back soon and stronger than ever! Take care friends! Send me some funny gifs friends! ","sentiment_score":-0.1625}
{"full_text":"Updates From The Mount -","sentiment_score":0.0}
{"full_text":"RT A record 12807 clinical trials registered in the last 2 years for #COVID19! The international clinical trials regist...","sentiment_score":0.0}
{"full_text":"i don't even miss a lot like most of my sick days were bc of my covid jabs lmao","sentiment_score":0.1285714286}
{"full_text":"RT CABINET OFFICE\/PARTYGATE in December both the Met Police and Cabinet Office accepted in public statements that the police had...","sentiment_score":0.0}
{"full_text":"RT Massive Truck Convoy Crosses Canada To Protest Vaccine Mandates. It May Be Longest Truck Convoy Ever Recorded.","sentiment_score":0.0}
{"full_text":"RT Thousands of truckers in Canada have formed a convoy to protest the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"The article suggests that any effort to avoid getting infected is futile. Is that where we are at now? Get vaccinated and hope you don't get long Covid?","sentiment_score":-0.05}
{"full_text":"RT If you're watching Rachel Maddow she's covering Dr. Ladapo right now. Not only is he dangerous and harmful it appears he...","sentiment_score":-0.1047619048}
{"full_text":"RT Wackadoo Ron Johnson is one of the WORST Covid-19 conspiracy theorists. Raise your hand if he needs to be DEFEATED i...","sentiment_score":-1.0}
{"full_text":"I see this tweet every other day and I like it EVERY SINGLE TIME cause REAL!","sentiment_score":0.0178571429}
{"full_text":"RT So if NHS staff have to have a mandatory vaccine, which is obviously so safe . Will they be able to sign a form to say if th...","sentiment_score":0.5}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time...","sentiment_score":0.16}
{"full_text":"#postponegate2022 #delayGATE22 Reschedule GATE-2022","sentiment_score":0.0}
{"full_text":"RT Frequently Asked QuestionsWhy has there been delay in recruitment processThe recruitment process has got delayed due...","sentiment_score":-0.0125}
{"full_text":"RT At his confirmation hearing today, Desantis' Surgeon General nominee Joseph Ladapo is asked a simple question: Are the...","sentiment_score":0.025}
{"full_text":"#COVAXIN traditional inactivated virus vaccine.","sentiment_score":0.0}
{"full_text":"RT More carnage than the pandemic.If we look at the NUMBER of Nasdaq stocks cut in half (not the %), it perhaps better s...","sentiment_score":0.2777777778}
{"full_text":"RT Another major achievement in the fight against #COVID19. administers 1 Crore precaution doses to frontline workers...","sentiment_score":0.0625}
{"full_text":"RT \"Our y\/n too, since it's Friday night, don't go out anywhere.. Cor*** is really bad these days. So just stay at home alone...","sentiment_score":-0.7}
{"full_text":"'Still in effect': Glenbard District 87 likely unaffected by potential halt to COVID-19 mask, vaccine mandates","sentiment_score":-0.0166666667}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"Any tweets that include 'Ask yourself' are same as You own this' and 'If you complied'.. Terrible tweeting making people feel guilty about abiding by the law.. Ok I've gone on a tangent and talking about some blue tick commentators tweeting about lockdown and covid rules","sentiment_score":-0.0666666667}
{"full_text":"RT Claim: \"67% of #COVID hospitalized are vaccinated? Vaccines not working?\"No--due to \"base rate fallacy\". To illustrate--su...","sentiment_score":-0.8}
{"full_text":"RT US investment bank to refurbish 42-storey building in London Docklands over next three yearshttps:\/\/t.co\/zeCfagCi0B #finte...","sentiment_score":0.0}
{"full_text":"RT How can swabs coated with a known carcinogen be used to test for Covid.  The EPA fact sheet states that inhalation increa...","sentiment_score":0.0}
{"full_text":"RT Lots of attention on #NeoCov in social media, its not a new variant of Covid-19 like omicron\/delta but its another type o...","sentiment_score":-0.0174242424}
{"full_text":"RT \"You will spend the rest of your life working closely with Boof, Amy Covid, Nomask Gorsuch, Coup Lady's Hubz, Smiley &amp; Scali...","sentiment_score":0.0}
{"full_text":"RT I see complementary health Prof b\/c I have a chronic pain condition. Some are vaccinated &amp; require masks before treatment....","sentiment_score":0.0}
{"full_text":"RT 14 new deaths announced today. I'm feeling very emotional about this. The two year anniversary of the loss of a dear membe...","sentiment_score":0.0681818182}
{"full_text":"RT The government promised \"VIP treatment\" to overseas Filipino workers (OFWs) who were repatriated due to the pandemic....","sentiment_score":-0.125}
{"full_text":"RT So kids don't have to isolate but Trudeau does?Someone explain that spin for me.  Nothing but cowardice. Is he e...","sentiment_score":0.0}
{"full_text":"RT Thousands of truckers in Canada have formed a convoy to protest the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT \"We are not leaving until ALL mandates are lifted.\" - Canadian Truckers.ALL mandates. The fake news is saying \"trucke...","sentiment_score":-0.5}
{"full_text":"RT New York Times Admits Unvaxxed People Have 'Lower Rates of Infection And Hospitalization' Of COVID-19 Than The Vaxxed.","sentiment_score":0.1363636364}
{"full_text":"RT United we stand to ask you for 1. Center Relocation2. Allow covid+ve students in isolated exam centers 3. If 1,2 not...","sentiment_score":-0.1}
{"full_text":"RT #Wuhan is updating the virus variant like Apple updating iPhone series ...!!!!#NeoCov #COVID19","sentiment_score":0.0}
{"full_text":"RT It's crazy to me how most of us are now going to spend the majority of our career working remotely, and if it hadn't been for t...","sentiment_score":-0.0666666667}
{"full_text":"RT New York Times Admits Unvaxxed People Have 'Lower Rates of Infection And Hospitalization' Of COVID-19 Than The Vaxxed.","sentiment_score":0.1363636364}
{"full_text":"No. I stay home if I'm sick. I don't need a mask if I'm healthy.","sentiment_score":-0.1071428571}
{"full_text":"The so-called covid detention centers are not different from the Nazis concentration camps. And we know the same people are involved","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Prodecutors slap the anti-vaxxer husband and wife who used fake vaccine cards to get into the Buffalo B...","sentiment_score":-0.5}
{"full_text":"RT At his confirmation hearing today, Desantis' Surgeon General nominee Joseph Ladapo is asked a simple question: Are the...","sentiment_score":0.025}
{"full_text":"RT Is the pandemic having an impact on how you engage with your studies?   You are not alone. This blog from the Insti...","sentiment_score":0.0}
{"full_text":"RT United we stand to ask you for 1. Center Relocation2. Allow covid+ve students in isolated exam centers 3. If 1,2 not...","sentiment_score":-0.1}
{"full_text":"RT .@michelleinbklyn calls for end of mandatory masking in schools post-Omicron, citing and recen...","sentiment_score":0.0}
{"full_text":"RT I imagine Fox News et al talks more about inflation than the pandemic; it's like those mysterious caravans that pop up b...","sentiment_score":0.25}
{"full_text":"RT To the 'everyone will get it anyway' crowd, you do know that even it that happened it isn't the end? It's not chickenpox....","sentiment_score":0.0}
{"full_text":"A must-read from and -- Anthony Fauci is up against more than a virus","sentiment_score":0.5}
{"full_text":"RT << excessive political partisanship may be hurting people's mental health >>","sentiment_score":-0.1166666667}
{"full_text":"RT BIG CHANGE TO OUR NAVY SEALS CASEThis is a major development to fully restore the rights of ALL Navy service members who w...","sentiment_score":0.03125}
{"full_text":"mam had it and was rushed to ER and i was unvsccinated at the time and didnt get it, dad got it and he even drove me home from work and still didnt get it, shared the same bed with holly, still nothing. my brother got it and STILL NOTHING. no ones doin it like me","sentiment_score":0.0}
{"full_text":"Today is our final #COVID19 vaccination clinic in January. We're open until 4 p.m. today at Wyandot County Public Health. Moderna and J&amp;J available for 18 and up. Boosters and initial doses.","sentiment_score":0.08}
{"full_text":"VACCINE Clinic today from 3-7 p.m. at Eastview! Thanks to our provider - we can administer vaccines for ages 12 and up. Minors must be accompanied by a parent or legal guardian.","sentiment_score":0.2}
{"full_text":"#tourism will recover 87% of pre-Covid levels in 2022; BUY and #iag which have started the year up 9% and 16% respectively","sentiment_score":0.0}
{"full_text":"New data for 2 and 3 dose mRNA vaccine effectiveness (VE) vs hospitalization, for both immunocompetent and immuncocompromised, all ageshttps:\/\/t.co\/P10VQOHkhZThe VE increase from 2-shot 82% to 3-shot (booster) 97% in people without immuncompromised status is striking","sentiment_score":0.3181818182}
{"full_text":"Well-Sanitized PremisesWe've learned a lot during the pandemic and observing cleanliness at all times is one of the most important values we got. Read more:https:\/\/t.co\/XlnsQT3I3u#WellSanitizedPremises #AmerikickSouthampton","sentiment_score":0.45}
{"full_text":"Coming up in an hourDr. Beyani + I discuss 'Rights organizing in Africa during a global pandemic:' #CuttingEdgeIssues lecture series tomorrow Friday 28 Jan 6pm (EAT) Registerhttps:\/\/t.co\/Gnf50zxYBaYouTubeLive","sentiment_score":0.0}
{"full_text":"RT The situation with the Met is extremely messy, but I'm told by several sources it's not the only factor holding all of this...","sentiment_score":-0.0666666667}
{"full_text":"RT CDC Urges Americans To Just Say No If Friend Offers Them Coronavirus","sentiment_score":0.1}
{"full_text":"Easy Exercise: Jump RopingSince the pandemic lockdowns, many turned to jump roping for their new exercise routine. It may seem like a child's play but jump roping even at least 5-10 minutes can already provide an intense cardiovascular workout.#EasyExercise #JumpRoping","sentiment_score":0.1939393939}
{"full_text":"RT This article shares the concerns of #immunosuppressed people with less protection from #COVID19 vaccines.\"I feel very let do...","sentiment_score":0.0166666667}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT #postponegate2022 simple demands to Postpone gate 2022 for a month or till COVID cases decline   2) open...","sentiment_score":0.0}
{"full_text":"#DYK: Patients with chronic health conditions are at increased risk for serious complications related to #flu and #COVID-19? Learn more at: #LowerYourFluRisk","sentiment_score":0.0555555556}
{"full_text":"Ethical OpioidsIt is important to dispel the belief that opioids can never be prescribed. According to the CDC, improving the way opioids are prescribed can ensure patients...Read more:https:\/\/t.co\/BnL6ZEcViL#Opioids #SaveNCarePharmacy","sentiment_score":0.3}
{"full_text":"I'm really annoyed I've got covid, I'm pregnant and my shopping order is late. Got NOTHING in as I was supposed to go and visit my dad this weekend but obv can't. Not even heard a peep to say it will be late or why. I want my PS8.50 same day delivery refunded.","sentiment_score":-0.1333333333}
{"full_text":"Fans Arrested After Using Fake Vaccine Cards to Attend Bills Playoff Gamehttps:\/\/t.co\/WzN7ZOmpgF","sentiment_score":-0.5}
{"full_text":"The Effects of QuarantineThis pandemic has affected people more than we've expected. Aside from its effects on our physical health, it has also taken a toll on our mental health, especially since we are...Read more:https:\/\/t.co\/VJbAf8RTvS#MentalHealth #QuarantineEffects","sentiment_score":0.06}
{"full_text":"Caring for Your Newborn If You Have COVID-19Current evidence suggests that the chance of a newborn getting COVID-19 from their birth parent is low, especially when the parent takes steps...Read more:https:\/\/t.co\/89FCLSabFv#CDCUpdates #COVID19","sentiment_score":0.0}
{"full_text":"Have you had your booster #COVID vaccine in the past 2 days? If so, please sign up to take part in the Covid Vaccine Monitor study, an online questionnaire study monitoring for side effects. Sign up:","sentiment_score":-0.25}
{"full_text":"The Philippines reported 18,638 new coronavirus infections on Friday, bringing the total number of cases to 3,511,491.","sentiment_score":0.0681818182}
{"full_text":"WEIGH IN: What do you think it will take to end the pandemic?https:\/\/t.co\/RxCRGH2fuq","sentiment_score":0.0}
{"full_text":"How to Make the Home Safer for SeniorsDue to their frail condition, a majority of the senior population is homebound. Letting them stay at home is the most ideal way to ensure their health and safety. Read more:https:\/\/t.co\/QUZ5c08JeQ#Seniors #HomeSafety","sentiment_score":0.7}
{"full_text":"Many Americans agree that they're going to \"be stuck with it forever\" -- or, at the least, for a long time.","sentiment_score":0.05}
{"full_text":"RT Delaying or postpone is the best way to support students in this third wave of pandemic, Govt has to ensure the securi...","sentiment_score":0.5}
{"full_text":"We've launched the #Sustainable Business Tracker - a new quarterly report designed to monitor business performance and sustainability actions at UK enterprises. More insights https:\/\/t.co\/Oog1fOsjSZ","sentiment_score":0.3181818182}
{"full_text":"If you're unvaccinated, you're about 8 times more likely to be hospitalised with Covid-19 than if you've had both doses of the vaccine and the booster. You can find your nearest vaccination centre here. #COVID19 #vaccination","sentiment_score":0.25}
{"full_text":"Dana-Farber's Ben Schlechter, MD (@ben_schlechter), featured in discussing developments in colorectal cancers and challenges faced, especially in underserved communities, as well as #COVID19's impact on screening: cc","sentiment_score":0.0}
{"full_text":"Please come along to this Zoom event to discuss how people in Monmouthshire have been affected by the Covid-19 pandemic and the information, advice and support that would be useful for recovery https:\/\/t.co\/wJRESe2u4P","sentiment_score":0.3}
{"full_text":"RT 15 away games. Nearly two months on the road. COVID. Down 4\/25 and then find a way. The are something else....","sentiment_score":-0.0277777778}
{"full_text":"Turning down the noise on re: natural immunity, COVID-19 conspiracy theories &amp; how the science\/academic communities need to better handle honest questioning better w\/@Hal_RTFLC iTunes","sentiment_score":0.3088888889}
{"full_text":"RT The lack of power over the tax and welfare systems in Wales means that many of the levers to tackle poverty are stuck in...","sentiment_score":0.5}
{"full_text":" - Brexit and covid-19 have produced a bigger civil service (despite suggestions to the contrary)* UK civil service has also become more metropolitan (also despite headlines suggesting the opposite)","sentiment_score":0.1666666667}
{"full_text":"Former Alaska Gov Sarah Palin was spotted dining out at a New York City restaurant two days after testing positive for COVID-19. https:\/\/t.co\/Vhm6BxIgM0","sentiment_score":0.1212121212}
{"full_text":"Middle School Teacher Would 'Rather Die' Than Get COVID Vaccine Before Transplant","sentiment_score":0.0}
{"full_text":"RT 'Freedom' Truckers 'impressive' convoy to protest vaccine mandates may be longest in historyhttps:\/\/t.co\/7hGbbmSzHU","sentiment_score":1.0}
{"full_text":"Support the shot all you want. But 'Nobody Should Ever Be Forced To Inject Their Body' line is a solid thought.","sentiment_score":-0.15}
{"full_text":"I can see overwhelming problems we face as a country in terms of borders, migrants, dealing with the EU and the damage it caused, investment in manufacture, investment in poverty, and I see the obsession with whether others wear a mask or not as a huge distraction. Get over it.","sentiment_score":0.45}
{"full_text":"Brazilian truckers, inspired by the Canadian convoy, created their own convoy in solidarity with the freedom movement!#brazilian #canadian #COVID19","sentiment_score":0.6}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"Guidance surrounding Covid-19 has changed a lot recently. However, it's still a legal requirement to self-isolate if you have tested positive for Covid-19. For more information on current guidance, visit: #WorcestershireHour #Ad","sentiment_score":0.1854545455}
{"full_text":"\"but rather the Caliph of Allaah, the One, the Overpowering, Won't Allaah accomplish his purpose -Glorified and highly Exalted is He above what they say?Imam Mahdi Nasser Mohammed OmicronQxorkx","sentiment_score":0.08}
{"full_text":"#WaterlooNews looks at an interesting and relevant study from Dr. Dillon Browne finding COVID-19 disruptions in homes with two or more children affect one sibling more than the other. Check out the full article with a link to the paper below. https:\/\/t.co\/DTvUhAGlUN","sentiment_score":0.3541666667}
{"full_text":"RT I want to show you all what the emotional toll these Covid policies are having on families. We had to leave my mom whos...","sentiment_score":0.0}
{"full_text":"We are still experiencing increased levels of absence amongst our on-board colleagues due to Covid-19 isolation periods, which is resulting in short notice timetable changes. Please check your journey before you travel","sentiment_score":-0.0458333333}
{"full_text":"Department of Homeland Security visited El Paso Thursday to discuss personnel challenges related to rising COVID numbers among both migrants and Border Patrol agents.","sentiment_score":0.0}
{"full_text":"\" I don't think he knows about second Omicron\"","sentiment_score":0.0}
{"full_text":"RT And she is correct. #NoMandates","sentiment_score":0.0}
