{"full_text":"RT Pulmonologist here. If you're COVID+ and still symptomatic after 5 days, you should STAY IN QUARANTINE AS YOU ARE STIL...","sentiment_score":0.0}
{"full_text":"Yeah don't worry about it one of the highest death rates in the world from covid but as long as your mental health was ok crack on ","sentiment_score":0.1166666667}
{"full_text":"Eric thrives on attention and is addicted to these messages. This is the opposite of how Public Health should be done yet Eric is a key member of Biden's Twitter army (as reported in Politico). Every message raises concern and it's unhealthy for everyone.","sentiment_score":-0.16}
{"full_text":"RT Leaked Department of Health Memo Warns Ministers That NHS Vaccine Mandate May Not Survive Judicial Review as Vaccine E...","sentiment_score":0.0}
{"full_text":"A beg my gee don't come back with covid oo","sentiment_score":0.0}
{"full_text":"RT Transport Secretary Grant Shapps has told LBC changes to coronavirus travel rules were \"kind of back to the good old days\".@Nick...","sentiment_score":0.35}
{"full_text":"RT Leave our children alone.","sentiment_score":0.0}
{"full_text":"RT Governments around the world used Covid to erode human rights - report","sentiment_score":0.0}
{"full_text":"To be fair, a self serving narcissist like #BorisJohnson might not have realised the irony of having a birthday party\/gathering and\/or that it was wrong....But if #carriejohnson wants a birthday cake and party then #Boris simply has to go along with it.https:\/\/t.co\/MgjTSlGu0v","sentiment_score":0.3}
{"full_text":"Sir please cancle the board exam of class 10th and 12th due to omicron","sentiment_score":-0.125}
{"full_text":"RT We're back to well over 2,200 COVID deaths \/ day, but have no fear! This is omicron, so the deaths are mild","sentiment_score":0.1666666667}
{"full_text":"RT Here's how you can celebrate Republic Day at home amid COVID-19Read Story | #Repub...","sentiment_score":0.0}
{"full_text":"A lot of my family have become covid nazis now as well","sentiment_score":0.0}
{"full_text":"RT COVID is causing erectile dysfunction and testicular pain.","sentiment_score":0.0}
{"full_text":".@michelleinbklyn: \"[I]n general, what's standing in the way of normal life is #COVID19, not Covid prevention..To have more normalcy, we need less illness. That means doing all the things public health people drone on about..\"","sentiment_score":0.1066666667}
{"full_text":"RT #upscCompensatoryAttempt mam mriganka meeting with upsc aspirants kiarana ( shamli).progressive step to raise our issu...","sentiment_score":0.0}
{"full_text":"RT Hoom1 no feelings gooder afters hers covid booster! Scruff be here to helpings hers feelings betters!Hims defs no here for...","sentiment_score":0.0}
{"full_text":"I agree! I am not a person who watches ITV shows and have never followed any show religiously but now coz of lockdown had time n got to know that HC is doing #yrkkh started watching it coz had heard how good he is in his art n now I regret y I didn't followed previous","sentiment_score":0.1777777778}
{"full_text":"RT The top songs from Encanto are about toxic family dynamics and the crushing weight of anxiety, which sounds like a pandemi...","sentiment_score":0.45}
{"full_text":"RT It's never-ending: Boris Johnson had a birthday bash during lockdown. Seriously what's the point of the Sue Gray inquiry...","sentiment_score":-0.3333333333}
{"full_text":"RT Party leader \"conspiracy theorists\" have been proven right yet again. Do you agree with Laurence? Let us k...","sentiment_score":0.2857142857}
{"full_text":"RT Fucking heartbreaking AND infuriating to read this!Never even heard of you, UK's Minister of Energy but are y...","sentiment_score":-0.6}
{"full_text":"RT BREAKING: Boris Johnson had a surprise birthday party during first lockdown with wife Carrie inviting up to 30 people to C...","sentiment_score":0.25}
{"full_text":"RT Our country is a whole pandemic","sentiment_score":0.2}
{"full_text":"unable to redeem my coupons which got after all your expensive recharges.Can you check what's the issue?Can't go out and risk covid, senior citizen.","sentiment_score":-0.5}
{"full_text":"RT Nadine, I'm confusedhttps:\/\/t.co\/5h0TfAYDwm","sentiment_score":0.0}
{"full_text":"RT President Cyril Ramaphosa has authorized the release to the public of the final report of the investigation by the Special Inve...","sentiment_score":0.119047619}
{"full_text":"RT 1. Caitlin, young fit &amp; healthy, died on 17\/11\/21 after 3 weeks of illness following her second vaccine, that was manda...","sentiment_score":0.2}
{"full_text":"RT Huge public engagement over Johnson's lockdown law-breaking and lying.Overheard a mo ago three decorators painting a s...","sentiment_score":0.2}
{"full_text":"Ever thought about moving to the #Cloud? Improve your #ITinfrastructure. Cost effective &amp; efficient, visit us at #itsolutions #tuesdaymotivations #tuesdayvibe #Tuesday #COVID19 #London #Manchester #WFH #WorkFromHome #SMEs #SMB","sentiment_score":0.6}
{"full_text":"Im not from UK or NZ but, as an outsider, I can tell you for a fact that a lot of us are envious of NZs covid response.","sentiment_score":0.0}
{"full_text":"Increases in COVID-19 are unrelated to levels of vaccination across 68 countries and 2947 counties in the United States.","sentiment_score":0.0}
{"full_text":"A very relevant thread about class warfare and historical plagues.","sentiment_score":0.26}
{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"RT $NVAX more good news from Korean partner SK Bioscience:Nuvaxovid facilities receive EU-GMP certification (--&gt; we may see...","sentiment_score":0.6}
{"full_text":"GHOST-SPIDER #3 mary jane variant cover","sentiment_score":0.0}
{"full_text":"Boris Johnson had birthday bash during lockdown, ITV News understands - ITV News","sentiment_score":0.0}
{"full_text":"RT Do you teach undergraduate fieldwork in #geography, #earthscience or #environmentalscience in the UK? If so, please he...","sentiment_score":0.0}
{"full_text":"RT The vaccine policy is compulsory for boarding and college boys and not preparatory boys. His son is college section. Why is...","sentiment_score":0.0}
{"full_text":"RT Indians going gaga over New Zealand Prime Minister Jacinda Ardern cancelling her wedding due to COVID should also remem...","sentiment_score":0.0056818182}
{"full_text":"Installation of my new windows (ordered 21\/6\/21) now delayed for 3rd time - Nov then Dec then 26 Jan, now TBC. Reasons given a) supply chain issues due to Brexit delaying component delivery b) production down 50% as so many staff off with Covid #ToriesUnfitToGovern #GTTO","sentiment_score":0.0711616162}
{"full_text":"pointing out that trusting Harvey Risch is always a risk.","sentiment_score":0.0}
{"full_text":"RT Only On Covid Health Assistant Doing Great Job in Rajasthan ... #Raj_CHA_nrsiNg_sttaaph_ko_...","sentiment_score":0.4}
{"full_text":"Thomas Renz on vaccines at Ron Johnson's COVID-19 press conf.Miscarriages up 300%Cancer up 300%Neurological issues up 1000%","sentiment_score":0.0}
{"full_text":"What consequences should there be for PM supposedly breaking lockdown rules by having a birthday party in June 2020?#birthdayparty #BirthdayCake #BorisJohnson #DowningStreetParties #DowningStreetParty #DowningStreet #tuesdaymotivations","sentiment_score":0.0}
{"full_text":"RT Literally at the \"put them in cages\" stage. Wow, Canada.","sentiment_score":0.1}
{"full_text":"RT one little-known fact is that Mark Drakeford spent the first lockdown living in a hut at the bottom of his garden because hi...","sentiment_score":0.075}
{"full_text":"RT Heartbreaking. Truly. An utter disgrace.","sentiment_score":0.0}
{"full_text":"RT How quickly people forget that it was unvaccinated truckers, healthcare workers, grocery store employees etc. who...","sentiment_score":0.3333333333}
{"full_text":"Umm... That can't be good...","sentiment_score":0.7}
{"full_text":"RT 3230 people dead from Covid. So much could have been done to save lives. #VoteThemAllOut2022 start with Marshall, Morr...","sentiment_score":0.0}
{"full_text":"What Left? Political spectrum in much of the world has slid so far to the right that Govt's application of Precautionary Principle on COVID19 or Public Health responses based on science &amp; prevention of illness, disability &amp; deaths, are considered radical &amp; extreme. It's attacked!","sentiment_score":0.0613520408}
{"full_text":"Please bro make sure not to have COVID...Take care of yourself and be safeHave fun","sentiment_score":0.4}
{"full_text":"RT An example you didn't follow.https:\/\/t.co\/XCQVvQOpJL","sentiment_score":0.0}
{"full_text":"RT \"I am yet to hear any government minister saying we are following the science in deciding to reduce these restrictions.\"...","sentiment_score":0.0}
{"full_text":"Over-50s &amp; younger adults with underlying #health conditions are urged to participate in a study of a life-saving treatment for #COVID19. The study is open to those who test positive for #Covid and had #symptoms develop in the previous five days. BBC News","sentiment_score":0.0151515152}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"damn, they made our whole class quarantine because four had covid, now it's up to 7-8 people with covid.","sentiment_score":0.2}
{"full_text":"RT All Other Members Of #THEBOYZ Test Negative For COVID-19 After #Eric Tests Positivehttps:\/\/t.co\/9BL2FWL800","sentiment_score":-0.2125}
{"full_text":"RT This is my experiences of living through #COVID19 - a thread. Please share!  1. For those of you who know me and hav...","sentiment_score":0.0}
{"full_text":"funny they make this about covid jabs when home births have been often denied (and entire birthing units closed for days on end) due to austerity related staff shortages","sentiment_score":0.005}
{"full_text":"RT Cameroon did not play a friendly match before the AFCON for fear of COVID. They kept their camp closedMeanwhile, we saw...","sentiment_score":0.375}
{"full_text":"RT \"WELL I HEARD MISTER YOUNG WHINE ABOUT JOE\/ WELL I HEARD OLD NEIL PUT HIM DOWN\/ WELL, I HOPE NEIL YOUNG WILL REMEMBER\/ NO ON...","sentiment_score":0.1}
{"full_text":"The pandemic undoubtedly accelerated the rising wave of digital innovation, particularly in the sphere of telehealth. Read more:  Written by Lauren Boyer of Underscore Marketing","sentiment_score":0.2222222222}
{"full_text":"RT Zarah Sultana MP:The wealth of UK billionaires is up by PS106,500,000,000 in the pandemic.But instead of raisi...","sentiment_score":0.0}
{"full_text":"RT My symptoms were mild. But to be clear, there is nothing \"mild\" about COVID.Get vaccinated.Get boosted. Wear a mask....","sentiment_score":0.2555555556}
{"full_text":"RT The NONmanagement of COVID in schools by this Govt has been and STILL IS a disgrace.Even now, still: Many infections in p...","sentiment_score":0.5}
{"full_text":"RT So radiation poisoning symptoms are eerily similar to covid symptoms.....radiation....technology........radiation.....5G.","sentiment_score":0.0}
{"full_text":"RT From my perspective, we rarely see serious Flu cases, and very rarely see younger (&lt;70yrs) with complicated flu. We see a...","sentiment_score":-0.0286666667}
{"full_text":"RT Who goes to 8 fucking parties in a such a short amount of time, pandemic or not? Is the country run by primary school children...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Singer Hironobu Kageyama tested Positive for Covid-19. It's unclear how long Kageyama will be self-isolating...","sentiment_score":0.0886363636}
{"full_text":"jiminah it's freezing today i will literally go outside in a tshirt and stay there until you come home ","sentiment_score":0.0}
{"full_text":"Maybe they worked and were safe?","sentiment_score":0.5}
{"full_text":"Supposed to rain all day, I wish I could just stay home ","sentiment_score":0.0}
{"full_text":"The government rules.... Not covid","sentiment_score":0.0}
{"full_text":"RT I've been to fewer parties in my entire thirties than Boris Johnson attended in a national lockdown","sentiment_score":0.0}
{"full_text":"RT one little-known fact is that Mark Drakeford spent the first lockdown living in a hut at the bottom of his garden because hi...","sentiment_score":0.075}
{"full_text":"I greatly protect because of the COVID-19 pandemic, our brilliant Oxford-AstraZeneca scientists.","sentiment_score":0.85}
{"full_text":"While the weather isn't currently the dominant factor driving SARS-CoV-2 transmission, experts say that in the future #COVID19 may become a disease of winter.https:\/\/t.co\/bBYJX8eXKW","sentiment_score":0.0}
{"full_text":"PHW Evidence Service will continue to collaborate with the Wales COVID-19 Evidence Centre to produce timely, robust evidence products around #COVID19. Check out their website here:https:\/\/t.co\/dbWpmvj1pz","sentiment_score":0.0}
{"full_text":"Join the Partnership Exchange Session to hear about first-hand experience and lessons learned in building and managing partnerships during COVID-19.Learn how partnerships can be used to tackle urgent global challenges:","sentiment_score":0.0}
{"full_text":"So many parallels in Australia with Hendra vaccination for horses. Vaccine Hesitancy Comes for Pet Parents","sentiment_score":0.5}
{"full_text":"RT COVID-19 situation across 15 major cities in Pakistan:* Highest positivity ratio: Karachi, 40.68%* Highest number of...","sentiment_score":0.0625}
{"full_text":"#ICYMI: New Waterford's Coal Bowl will continue beyond pandemic and in new school, organizers say - - #CapeBreton #NewWaterford #Basketball #Saltwire","sentiment_score":0.1363636364}
{"full_text":"RT Nadhim Zahawi has said that secondary schools should \"not defy orders\" to drop #facemasks for children in classrooms. This is...","sentiment_score":-0.3}
{"full_text":"#delayGATE22 #postponegate2022 #NO_GATE_IN_FEBReschedule GATE-2022","sentiment_score":0.0}
{"full_text":"If I've posted this song before, I'm sorry. And if I haven't posted it before, I'm also sorry. Discovered this high-energy cover watching live, and two years of pandemic later, it's practically a theme song.c\/","sentiment_score":-0.2159090909}
{"full_text":"RT BREAKING - Trudeau takes hardline approach against Russia, warns Putin not to invade Ukraine unless soldiers can show va...","sentiment_score":0.0}
{"full_text":"RT The UK government is more interested in distracting people from its issues rather than Covid, First Minister Mark Drake...","sentiment_score":0.3333333333}
{"full_text":"RT Huge public engagement over Johnson's lockdown law-breaking and lying.Overheard a mo ago three decorators painting a s...","sentiment_score":0.2}
{"full_text":"The offer of a #COVID19 vaccination will always be available for anyone who hasn't come forward yet. It's never too late to get your first or second dose. Find out more ","sentiment_score":0.17}
{"full_text":"Single #COVID19 booster jab enough for now, says expert #COVID19VaccinePH","sentiment_score":-0.0357142857}
{"full_text":"#Wigan pupil absence due to the #coronavirus creates concern for learning loss Wigan Today","sentiment_score":-0.06875}
{"full_text":"RT Witness at scene of CDC lab monkeys crash has developed symptoms - Harrisburg100","sentiment_score":0.1}
{"full_text":"Very much the same with those of us who were damaged by the vaccines: All supporting each other with remedies, supplements trying to get better: \"People with long COVID reported turning to a vast range of over-the-counter medicines, remedies, supplements, other therapies\"","sentiment_score":0.08875}
{"full_text":"#CareMore Keep Plan B &amp; make measures even stronger!\"Despite Disabled people accounting for at least 60% of all Covid-related deaths so far, the Government is doing nothing to protect and support people at greater risk of serious illness.\" Disability Rights UK","sentiment_score":-0.0466666667}
{"full_text":"RT With what little respect I can muster, I have to say that (an individual I hadn't actually heard of until the...","sentiment_score":-0.0625}
{"full_text":"The MKC Public Health Team have made a flowchart to help Parents, Carers and Guardians understand what they should do if their child is suspected to or has a confirmed case of Covid-19.","sentiment_score":0.2}
{"full_text":"Hard work paid off for #Blackpool franchisee Ansar Iqbal who cleverly adapted his #franchise during the #Covid #pandemic and has seen his #business now become stronger than ever.","sentiment_score":-0.0625}
{"full_text":"RT Well, covid finally found me. Funnily enough like many other people, I caught it from my child who got it at school.Thanks","sentiment_score":0.09375}
{"full_text":"COVID-19: EU Council adopts new approach on measures affecting free movement, based on the individual situation of persons and no longer on the region of origin.","sentiment_score":0.1787878788}
{"full_text":"Recently published research claims hemp can stop the coronavirus from entering human cells, but local scientists are sceptical.https:\/\/t.co\/8YvJz5qF4E","sentiment_score":0.0}
{"full_text":"#Omicron cases in Indonesia have increased to around 1,600 cases. However, the government ensured that the number is fewer compared to other countries and last July's Delta-peak.#SEAToday #SEATodayNews #Jakarta #Indonesia  #Delta #Covid19","sentiment_score":-0.0625}
{"full_text":"Gaurav Rai came as a hero to help people dealing with the crisis of oxygen cylinders. Here is his inspiring story.#HealthCareHeroesAwards2022","sentiment_score":0.5}
{"full_text":"RT We always knew it would eventually find the unvaccinated kids, and now it has.","sentiment_score":0.0}
{"full_text":"RT The first Covid case in  was 25 Jan 2020, two years &amp; a lifetime ago.Since then:3900 cases per day1.8 deaths per hour...","sentiment_score":0.25}
{"full_text":"It is important to be aware of the affect the Covid-19 pandemic is having on our mental health!","sentiment_score":0.175}
{"full_text":"2021 is a year to remember and we're not just talking about the pandemic. Let's look back at the stories that inspired and uplifted us in 2021 here on The Plus List! Join us tomorrow at 8pm here on Plus Network FB page! #BeMoreBePlus #ThePlusList","sentiment_score":0.0}
{"full_text":"New Better Health - New CampaignA campaign to help people prevent risks of developing serious illness and help reduce the risk of being hospitalised with COVID-19, and access to free support and guidance to work towards a healthier weight.https:\/\/t.co\/cwXtoKRxOh","sentiment_score":0.1678787879}
{"full_text":"Looking into factors that that determine success when working from home.#workingfromhome #remotework #digitasation #thefutureofworkhttps:\/\/t.co\/nNOdI1JEH2","sentiment_score":0.3}
{"full_text":"RT Been thinking of a scenario when Gordon Brown is PM &amp; Sarah brings his interior designer into the Cabinet Room to sing hap...","sentiment_score":0.0}
{"full_text":"RT If Omicron is less severe, why are people ending up in the hospital and dying from it? Is it true that everyone will eventually ge...","sentiment_score":0.0916666667}
{"full_text":"RT Mass murder. The people who died were real, their experiences were real, and their families are real.","sentiment_score":0.2}
{"full_text":"The process of Haj 2022 being 100% digital will also ensure the health, safety and well-being of the people during the Corona period. #SyncreticIndia","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.9FWind Chill: 23.9FHumidity: 98%Dew Point: 23.4F Barometer: 29.918 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 711.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Could cannabis end the pandemic?https:\/\/t.co\/1nSqCkwxxl","sentiment_score":0.0}
{"full_text":"Scuffles erupt as hundreds of protesters take to the streets of Rostock against Germany's proposed COVID mandate and lockdown measures","sentiment_score":0.0}
{"full_text":"Kat Von D sued after allegedly asking employee to 'work illegally' during lockdown:","sentiment_score":-0.3}
{"full_text":"Education transforms lives.  Yet in #Bangladesh 37 million children had their education disrupted due to the #COVID19 crisis. More than ever, the world must reaffirm its commitments &amp; ensure that nobody is left behind!  #EducationDay  ","sentiment_score":-0.03125}
{"full_text":"Over 2.97 billion COVID-19 vaccine doses had been administered on the Chinese mainland as of Monday, data from the National Health Commission showed Tuesday.","sentiment_score":0.0}
{"full_text":"Start the new year off right by getting your COVID-19 vaccine booster shot! Get your booster at a vaccination site near you! #IGotMyVaccine","sentiment_score":0.2061688312}
{"full_text":"RT On five separate occasions, Nadine Dorries claimed there are more people in work now than there were before the pandemic bega...","sentiment_score":0.5}
{"full_text":"Plan B rules will be axed tomorrow. Here's everything you need to know:https:\/\/t.co\/Cyz4PwZNn3","sentiment_score":0.0}
{"full_text":"Enda Brady: Boris Johnson's lockdown birthday partyhttps:\/\/t.co\/GgwYwL5prx","sentiment_score":0.0}
{"full_text":"Congratulations Albi! Such well deserved recognition.","sentiment_score":0.0}
{"full_text":"This Data Point examines the relationship between public and private school principals' perceived influence over various decisions made at their schools before the coronavirus pandemic (released July 2021) #datahttps:\/\/t.co\/JrNgZkCSF5","sentiment_score":0.0}
{"full_text":"SCHEDULING YOUR FREE RT-PCR TEST IS NOW AVAILABLE IN TRACE. Get tested for COVID-19 in Taguig City! Visit has made it easier for citizens to get tested for COVID-19. Log in to your TRACE account to schedule your testing appointments.","sentiment_score":0.45}
{"full_text":"Covid has resulted in the biggest surge in pet ownership in Australian history with vets now struggling to cope with an influx of cases coming from inexperienced owners. ","sentiment_score":-0.05}
{"full_text":"It looks like we have to stay at home again. But don't you worry about your grooming. Get salon style glow with Havells Personal Grooming Range at the comfort of your home.Buy now - #Havells #HavellsGrooming #TakeChargeOfYourLook","sentiment_score":0.0}
{"full_text":"Schenectady County announced that it has entered into settlement agreements with five entities concerning their involvement with the opioid epidemic.https:\/\/t.co\/qJybrIoAql","sentiment_score":0.0}
{"full_text":"COVID lockdowns did not reduce deaths, but did reduce employment: university researchers via","sentiment_score":0.0}
{"full_text":"RT \"I'm absolutely aware of the upset and the anger these things cause\" Transport Secretary Grant Shapps reacts to allegatio...","sentiment_score":-0.225}
{"full_text":"Should Budget 2022 provide benefits on medical expenses on account of Covid? Join surveyDown pointing backhand indexhttps:\/\/t.co\/2yDj3noW85 #Budget2022","sentiment_score":0.0}
{"full_text":"There's a chance to #GrabAJab today, Tuesday 25 January, Upwell Pharmacy, 119-121 Upwell Street, Sheffield, S4 8AN. The clinic is open from 9am - 6.30pm. So come on down to get your covid vaccine! #VaccinateSheffield","sentiment_score":-0.0972222222}
{"full_text":"RT The sad fact about letting it rip pandemic policy without a solid plan for #NHS is that, we're down with staff at busiest...","sentiment_score":-0.2185185185}
{"full_text":"A specialist Covid-19 vaccination clinic for people with learning disabilities or autism is at Loughborough Hospital this Thursday (Jan 27).These vaccinations must be booked in advance. See the post below for more details","sentiment_score":0.5}
