{"full_text":"RT 0.3% of Americans have died from COVID (20% have had it)0.3% of Kiwis have had COVID (0.001% have died)If we had the s...","sentiment_score":0.0}
{"full_text":"Panic Buying Frenzy Triggers Massive Food Shortages As Chaos Sweeps Acro... via #BareShelvesBiden #Trucking #panicbuying #supplychaincrisis","sentiment_score":0.0}
{"full_text":"Nothing more important with covid for me than too many deaths and too few jabs.","sentiment_score":0.3}
{"full_text":"RT We are really sick of being sold the idea our deaths dont\/won't matter We were Sick of it before Covid you better believ...","sentiment_score":-0.3095238095}
{"full_text":"RT C-SPAN's Word for Word newsletter:* Secretary Blinken meets with Russian counterpart* President Biden urges passage of U.S. c...","sentiment_score":0.0}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"True, however that doesn't mean he didn't have family &amp; friends that loved him.I too have felt the rush of schadenfreude upon hearing of the Covid death of an anti-vaxxer. However when it's someone you know, it is different...","sentiment_score":0.184375}
{"full_text":"RT Vaccines against coronavirus disease may be made available commercially in the Philippine market by 2023.However, governmen...","sentiment_score":0.2}
{"full_text":"RT Since we're on lockdown, streaming + tags tomorrow?Streams and tags for #What_SB19 sana.@SB19Official #SB19","sentiment_score":0.0}
{"full_text":"Because Barbara, you had COVID.","sentiment_score":0.0}
{"full_text":"RT I going to do 50 laps today...it is easy!Covid is such fu...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Ireland to End Most COVID-19 Virus Restrictions, Including COVID Passport...","sentiment_score":0.5}
{"full_text":"RT So just to be clear Twitter wasn't super interested in finding a way to mark accounts of actual medical professionals...","sentiment_score":0.1366666667}
{"full_text":"RT Four stories about the reopening postponement on Seven News to start the bulletin.No mention of the 88 covid dead inte...","sentiment_score":-0.2}
{"full_text":"RT Yikes. Maybe the CDC would like to read some actual mask studies before sending N95s designed for frontline workers to ge...","sentiment_score":0.0}
{"full_text":"RT Colleagues, I am so thrilled to share that the has declared 2022 as the Year of the Nurse Educator. The NLN is more t...","sentiment_score":0.55}
{"full_text":"That's exactly why the pandemic is out of control.","sentiment_score":0.25}
{"full_text":"RT Question: When does the COVID crisis end?Answer: It won't end unless we have a global response that matches the scale...","sentiment_score":0.0}
{"full_text":"I was lucky enough to get an invite to the premiere on the Universal lot during the pandemic. What a fantastic flick.","sentiment_score":0.1833333333}
{"full_text":"NEW exclu: Dr. Walensky sat down with us for an interview. She called for an overhaul of our country's public health system and said the U.S. needs to rethink the way it is fighting Covid-19.https:\/\/t.co\/KQPtG8gaxC","sentiment_score":-0.0063973064}
{"full_text":"RT The ONS admits it holds the data on child deaths following vaccination but has not revealed them publicly, so last week a...","sentiment_score":0.0}
{"full_text":"Are the Feds really ok with just letting PHOs declare that Omicron is just a cold? We deserve better.Public health is a shared portfolio. There's checks &amp; balances. It's time for Feds to withhold $ for not sharing data or following definitions. #cdnpoli #bcpoli #COVIDisAirborne","sentiment_score":-0.0333333333}
{"full_text":"i'm not allowed to go in theaters to see it because of covid i hate this","sentiment_score":-0.8}
{"full_text":"I know lol you too! Covid all gone?","sentiment_score":1.0}
{"full_text":"Before the chickenpox vaccine, parents was a kid who got chickenpox just let their other kids catch it, so they could get over caring for the kids with chickenpox. We have a vaccine. So why the hell would you let your kid get chickenpox now? Covid is no different.","sentiment_score":-0.0625}
{"full_text":"RT No wonder covid cya get me yet","sentiment_score":0.0}
{"full_text":"RT Yep, we're still in the pandemic phase of Omicron from the unvaccinated in developing countries. However, despi...","sentiment_score":0.0}
{"full_text":"Send $. Many GOP are applauding TX judge halting Biden's employees mandate. Did they also tell you 99.5% of the 861,456 U.S. COVID deaths are UNVAX Americans, most of which (3 of 4) are from Pro-trump counties. Did they also tell you trump, GOP &amp; Fox News  hosts are VAX &amp; boosted","sentiment_score":0.5}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ehealth","sentiment_score":0.4125}
{"full_text":"RT I think this was definitely part of the uturn can't keep pushing forward when the data to question is so und...","sentiment_score":0.0}
{"full_text":" No dumb dumb it says they're moving to a test that can test for multiple respiratory viruses to save time and resources instead of having to have multiple swabs shoved up your nose  With the old tests it would be positive if you have COVID or negative if you don't ","sentiment_score":-0.0228896104}
{"full_text":"They created and supplied a vaccine which is available to those most vulnerable on a priority basis and booster too. They have segregated and discriminated against all non vaccinated people because they are a threat to the vaccinated.  Anything I am missing here ?","sentiment_score":0.05}
{"full_text":"RT #BoiseState concessions sales suspended.","sentiment_score":0.0}
{"full_text":"Norwegian Government Refuses To Recommend COVID Vaccines For Children via","sentiment_score":0.0}
{"full_text":"RT Damn, this is well said by on covid censorship:","sentiment_score":0.0}
{"full_text":"RT I told you to go for general election; and you gave multiple excuses not to. Now you have a lockdown in KL because of one...","sentiment_score":0.025}
{"full_text":"It's about right. Both countries have nearly identical per population rates.Italy has ~6% greater population and ~6% higher Covid deaths. is correct. Be careful not to confuse UK deaths with England deaths.","sentiment_score":0.2071428571}
{"full_text":"RT NEW from me: Big Ivermectin is headed to DC to march on Sunday.They've sold out hotels, shared directions on forging...","sentiment_score":0.0681818182}
{"full_text":"RT Inability to handle confrontation really is an epidemic.","sentiment_score":0.2}
{"full_text":"RT The coming chaos that Monday's \"masks off\" order will bring comes at the worst possible time for Virginia as we fight t...","sentiment_score":-0.5}
{"full_text":"Yeah. My daughter has CML. Her Dr 1st said don't need to take it,then the mandate, oh go ahead and take it. She just got a email. New C pill also experimental. For ppl like her with low immunity it says because they are unlikely to respond to the vaccine.","sentiment_score":-0.0659090909}
{"full_text":"RT A rigged economic and political system is when billionaires spend $1.2 billion in campaign contributions to buy politicians...","sentiment_score":0.1}
{"full_text":"RT Cant believe they just ended the pandemic on a random Thursday so anti climatic","sentiment_score":-0.5}
{"full_text":"Send to She's tweeting abt 'we can't talk gun violence epidemic w talking abt cops'","sentiment_score":0.0}
{"full_text":"RT 16 year old athlete has died 2 weeks after 2nd vaccine.","sentiment_score":0.05}
{"full_text":"RT Home at last. Big thanks to for this beautiful collected edition of SEA OF SORROWS. We've suffered through a t...","sentiment_score":0.2625}
{"full_text":"RT 'It's entirely Brexit,' says haulier who has been caught up in 15km queues.Just waiting for the government to try &amp; spin...","sentiment_score":0.0}
{"full_text":"If Covid were a massive tiger that ate your face....rather than a virus, everyone would be vaccinated.","sentiment_score":0.0}
{"full_text":"RT Bloomberg saw that Lord of the Rings was trending recently so they pulled some quote out without doing any research and did...","sentiment_score":0.0}
{"full_text":"RT EO, I find it problematic on many fronts and feel it should not be our guiding document as this board continues to navigate...","sentiment_score":0.5}
{"full_text":"Doubt world ever e same. World is a cold place. Seems like were worse then two years ago. Sad kids and grandkids gonna pay for pandemic for years to come in one way or another.","sentiment_score":-0.375}
{"full_text":"RT India's COVID-19 vaccination coverage crosses 161 crore five lakhhttps:\/\/t.co\/xoUcwms20N","sentiment_score":0.0}
{"full_text":"Y'all not seeing heaven for this one.","sentiment_score":0.0}
{"full_text":"Odd, indeed. I'm just thankful Covid hasn't impacted my #wordle prowess. ","sentiment_score":-0.1666666667}
{"full_text":"RT  Educators at Anacostia HS are staging a workplace action right now due to health and safety measures both around COVI...","sentiment_score":0.0869047619}
{"full_text":"The common cold and flu have had decades, centuries to become stable with us, co-existing on an almost harmless level. If you are very ill already they can kill you. Covid has only had 2 years. Give it a chance. It just wants to replicate, nothing else. It'll get there.","sentiment_score":-0.27}
{"full_text":" #BREAKING: Prime Minister Fiame Naomi Mata'afa has announced that Samoa will go into lockdown for 44 hours after an emergency Cabinet meeting on Saturday morning gave the approval.  #samoa #mostshared","sentiment_score":0.0}
{"full_text":"Funny how these studies were led by CDC researchers. Nothing to see here folks......","sentiment_score":0.25}
{"full_text":"New covid strain identified at Ibrox ! Symptoms are delusion, the inability to count, memory loss and the odd outburst of No Surrender ! All those infected should self isolate for life and stop annoying the rest of us with yer pish !!","sentiment_score":-0.345959596}
{"full_text":"RT Never again must the country be left less than well-protected in the face of a public health emergency - we need a much st...","sentiment_score":0.0083333333}
{"full_text":"RT One Covid shot to rule them all, one Covid shot to find them, one Covid shot to bring them all and in the darkness bind them...","sentiment_score":0.0}
{"full_text":"RT Sean Kennedy -  do you laugh at this too?Citizens who don't support Con...","sentiment_score":0.3}
{"full_text":"According to Dr. Fauci, it remains unclear whether Omicron will end the pandemic.It could impact the level of immunity for Americans.An increase in vaccinations and lower cases could allow for some normalcy.#DemVoice1https:\/\/t.co\/Jna0oXjgIi","sentiment_score":0.0}
{"full_text":"RT Having Covid blew through my safety net and bills are due, so I'm opening up Emergency Emote Commissions~!From today ti...","sentiment_score":-0.0625}
{"full_text":"RT Shout to anyone who has worked this entire pandemic because this shit is TRAUMATIC.","sentiment_score":-0.1}
{"full_text":"Pretty sure it was the vaccine","sentiment_score":0.375}
{"full_text":"\"I will do anything for love, but I won't do that\". The vaccine?","sentiment_score":0.5}
{"full_text":"Current vaccines do jack shit against omicronThat's why Pfizer is \"working\" on a new vaccineBut go ahead and tell others what to do with their bodies","sentiment_score":-0.0212121212}
{"full_text":"this Labour's constant mantra. Too late, unprepared and weak on tests, including saliva testing.  Labour 0\/10https:\/\/t.co\/xbQHIxVcXJ","sentiment_score":-0.225}
{"full_text":"RT Our think piece in #TeachingGeography asks: What constitutes a good A level geography education? Covid-19 has...","sentiment_score":0.7}
{"full_text":"Again you can't read. Please go check how many up to 45 died of Covid. And then come back.","sentiment_score":0.25}
{"full_text":"RT Ang daming sinabing magaganda at matatalas si ate, from criticizing the failed, anti-poor pandemic response, to the mockery...","sentiment_score":-0.5}
{"full_text":"RT There was a time when a school shooting would make the national news for days. Now, a few hours after a student was shot...","sentiment_score":-0.2}
{"full_text":"RT Two thumbs up from Jonah is hard to beat.","sentiment_score":-0.2916666667}
{"full_text":"RT #BREAKING- To stop #Omicron, Pfizer will ask the Oz Government to move the 6th booster shot ahead of the 4th, with intervals...","sentiment_score":0.0}
{"full_text":"False choices, as usual. Regular readers of this garbage have to be the least curious people around.The choice isn't vaccine or natural immunity. The choice is vaccine or therapeutics and there's a long list of effective off-label drugs available.","sentiment_score":-2.467162277e-17}
{"full_text":"That is actually false, the Omicron variant was a breakthrough virus. If you check the stats on Delta and further back the vaccine was effective at reducing infection and transmission.","sentiment_score":0.05}
{"full_text":"RT This industry is integral to work in sectors like #AI, quantum computing, vaccine development &amp; more. So, i...","sentiment_score":0.5}
{"full_text":"RT Now that even the CDC accepts that natural immunity is better than vaccine immunity, where are the reparations and rest...","sentiment_score":0.3}
{"full_text":"RT Have you seen the document dump on the Pfizer vaccine data? It's a bombshell. No wonder the FDA fought to keep it hidden fo...","sentiment_score":-0.1666666667}
{"full_text":"RT Three large new studies from the US Centers for Disease Control and Prevention highlight the importance of getting a booster shot...","sentiment_score":0.1753246753}
{"full_text":"Vaartha Online Corona Lockdown News","sentiment_score":0.0}
{"full_text":"My hubby tested positive for Covid.  He's the only way we have to get supplies. We have enough food (maybe), but need water, vitamin C and Lysol (we are staying in a corporate apt and don't have that stuff here). What do I do? Can't order online-everything is like a week out.","sentiment_score":0.1654545455}
{"full_text":"'The last wave?' Spain's ICU staff left exhausted by recurring Covid battle","sentiment_score":-0.1333333333}
{"full_text":"A negative placebo effect may be the cause of most mild COVID-19 vaccine side effects.","sentiment_score":0.1777777778}
{"full_text":"RT Democrats: 90% vaccinated Republicans: 60% vaccinated *Supreme Court sentences Republicans to death by covid*Medi...","sentiment_score":0.0}
{"full_text":"Damn dude that sucks. I find it ironic though that it's actually more like the \"Trump vaccine\". Since he's the one who made it.","sentiment_score":0.1333333333}
{"full_text":"Fully vaxxed means left brain removed.","sentiment_score":0.0}
{"full_text":"same thing happened with my wife and i... and i've heard of a few other instances of this happening. honestly not sure how it's possible given how contagious this variant is supposed to be.","sentiment_score":-0.115}
{"full_text":"Fuck. Thank God she's vaccinated.","sentiment_score":-0.4}
{"full_text":"Filled with disinfectant? As daddy suggested as a Covid treatment?","sentiment_score":0.4}
{"full_text":"RT NEW from me: Big Ivermectin is headed to DC to march on Sunday.They've sold out hotels, shared directions on forging...","sentiment_score":0.0681818182}
{"full_text":"RT Poor West Australians.  Trapped in a state that's bigger than Europe and safe from COVID.  Thoughts and prayers...","sentiment_score":-0.025}
{"full_text":"RT The 7-day average of confirmed COVID cases in New Orleas has fallen 64% in the last two weeks","sentiment_score":0.0965909091}
{"full_text":"RT Interesting even US telling families to get better masks. By not Australia: CDC: Swap Your Cloth Mask for N95 to Protec...","sentiment_score":0.5}
{"full_text":"Hi there, I'm a stay-at-home parent, my home was taken by a shark attack, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"RT Fu*king Ls coming fast &amp; furious now for Covid true believers.https:\/\/t.co\/sRAgIS4gVg","sentiment_score":0.275}
{"full_text":"RT I don't know about you but I'm shit scared about the idea of people not have to self-isolate if they test positive for Co...","sentiment_score":0.0136363636}
{"full_text":"Eliminating COVID-19 is as fat as smoking!","sentiment_score":0.0}
{"full_text":"Our #COVID19 contact tracers are hard at work from 8:00am-7:00pm seven days a week. So, if you get a call from one our contact tracing staff in the evening or over the weekend, please know they are not a scam. And they're happy to provide a means for you to verify their identity.","sentiment_score":0.2541666667}
{"full_text":"President Joe Biden was dealt another blow when a federal judge temporarily halted his administration's vaccine mandate for federal employees.https:\/\/t.co\/e8ZJAs4YZG","sentiment_score":0.0}
{"full_text":"The Covid-19 infection is spreading at a tremendous rate among children, leaving the parents and medical professionals worried#RE","sentiment_score":0.1666666667}
{"full_text":"Nearly 3,000 residents at a #HongKong housing estate will be confined to their homes for five days, authorities announce, as they struggle to halt an outbreak of the #omicron #coronavirus variant.https:\/\/t.co\/eKH2Bp3Nnd","sentiment_score":0.1}
{"full_text":"Congratulations graduating  #Classof2021! #Classof2022! No pressure, but it is up to you to correct the errors made during this coronavirus pandemic. Take lots of notes and become civically involved.","sentiment_score":0.0}
{"full_text":"With covid circulating the way it is we all might be dead. How bout put it out sooner than September!","sentiment_score":-0.25}
{"full_text":"New data collected by the Census Bureau shows that nearly nine million people missed work from Dec. 29-Jan. 10 because of COVID-19. ","sentiment_score":0.1181818182}
{"full_text":"How else can we stick by the UK Vaccine Task Force?","sentiment_score":0.0}
{"full_text":"RT There are lots of unfortunate people going hungry right now but it's not because of a vaccine mandate on truck...","sentiment_score":-0.1071428571}
{"full_text":"Health insurance companies are now required to pay for FDA-approved over-the-counter (OTC) at-home #COVID19 tests purchased on or after January 15, 2022.For more information, go to: #coronaupdate #covidupdates","sentiment_score":0.5}
{"full_text":"RT I'm sorry but this is kinda sad and adorable at the same time.Q1 he was saying that if everything goes as planned, in ea...","sentiment_score":-0.125}
{"full_text":"On #BigBlendRadio now, indie filmmaker &amp; TV director Nick Gregorio talks about his freaky post-pandemic thriller #OldStrangers Watch:  #indiefilm #scifi","sentiment_score":0.0}
{"full_text":"I'm sorry that you can't believe  good science. (Nurse for 40 years, taught med school, and  in a pandemic watch group for 16 years. I currently spend approx 40 hours a week reviewing research and checking in with various infectious disease scientists and epidemiologists.)","sentiment_score":0.05}
{"full_text":"RT I hate how dumb this country is. We breaking covid case number records and we cant even postpone fuckin high school sp...","sentiment_score":-0.3383333333}
{"full_text":"RT Sending so much to this family.Letting covid tear through schools has terrible consequences.","sentiment_score":-0.4}
{"full_text":"RT WILDFIRE.CNN's reaction to the CDC's 'bombshell' report on natural immunity has left viewers feeling surprised and bet...","sentiment_score":0.0666666667}
{"full_text":"The drive-through site will provide visitors with the convenience of remaining in their vehicles while they are tested. Details on when the site will open will be available soon.","sentiment_score":0.2}
{"full_text":"The Cambridge tracker of #COVID19 pandemic, in its latest report, said India will reach the peak of the third wave on January 24 and by the end of January, the trend value will drop below 3 lakh.https:\/\/t.co\/0IvCSqaphI","sentiment_score":0.25}
{"full_text":"RT Great article, And loved seeing my mentor &amp; past postdoc PI quoted throughout. W\/ vaccines for &lt;5yo nee...","sentiment_score":0.4166666667}
{"full_text":"[ARCHIVE] What do #COVID19, child marriage and education have in common? Find out.","sentiment_score":-0.3}
{"full_text":"Why is the COVID vaccination rate so low for kids in McLean County?@ryandenhamIL asked a Bloomington-Normal pediatrician with who says the #omicron variant is a game-changer. #BloNo #COVID19","sentiment_score":0.0}
{"full_text":"RT Wonderful to see the #ClownsWithoutBorders  back out in 2022 !Remembering that great","sentiment_score":0.6}
{"full_text":"My friend and former editor wrote this kick-ass piece in the about why we can't let our guards down with Covid. Keep your masks up, everyone! #COVID  #CommonSense #DoGoodThings","sentiment_score":-0.0972222222}
{"full_text":"RT British Columbia's CDC, and Dr. Bonnie Henry's approach to COVID is now simply to let disabled people die ex...","sentiment_score":-0.0666666667}
{"full_text":"Get free at-home COVID-19 tests from Orders will usually ship in 7-12 days. Order your tests now so you have them when you need them.","sentiment_score":0.075}
{"full_text":"Those who welcomed a new baby to their family in 2021, could qualify to receive up to $5,000 on their tax refund this year.https:\/\/t.co\/trC2yyZWom","sentiment_score":0.1363636364}
{"full_text":"Praying to stop the surge in coronavirus disease 2019 (COVID-19) infections is okay but it may not be enough. People should observe the public health safety protocols, according to the parish priest of the San Jose de Placer Church here.https:\/\/t.co\/TxSHMXNbya","sentiment_score":0.1666666667}
{"full_text":"RT All of your favorite pro-Ivermectin, anti-vaxx influencers will be speaking at the \"Defeat the Mandates\" rally on Sund...","sentiment_score":0.5}
{"full_text":"They just beat the rush.  Will they get their covid super Vax Pass good for next 2 years?","sentiment_score":0.3444444444}
{"full_text":"RT Something big happened. We don't yet know what but we soon will. The overnight decision by many countries to immediately stop...","sentiment_score":0.25}
{"full_text":"RT lice #trendingkiiara #lockdown #Lockdowns #Serverless #Restrictions #100DaysOfCode #HTML #...","sentiment_score":0.0}
{"full_text":"RT NEW from me: Big Ivermectin is headed to DC to march on Sunday.They've sold out hotels, shared directions on forging...","sentiment_score":0.0681818182}
{"full_text":"Texas federal judge blocks Biden's vaccine mandate for federal employees.https:\/\/t.co\/vwR9dBpW8b","sentiment_score":0.0}
{"full_text":"Due to increased volumes, we will be prioritizing COVID-19 claims for workers experiencing a loss of income which may delay other COVID-related claims. Learn more: #COVIDBC (2\/2)","sentiment_score":0.0833333333}
{"full_text":"OPINION: Staff writer Michael Pincus argues that the student body should follow coronavirus protocols without complaint.https:\/\/t.co\/VpEVPPLewG","sentiment_score":0.0}
{"full_text":"Download the Austin 3-1-1! We make it easy to submit service requests, report power outages, stay up-to-date on COVID-19 info and more!","sentiment_score":0.5291666667}
{"full_text":"RT Australia will be a healthier country if we learn the lessons of the pandemic. Invest in public health. Make more things in Aus...","sentiment_score":0.25}
{"full_text":"2,400. That's how many people are added to the list of loved ones lost to Democrat governors' reckless policies. It's time for to own up to her deadly mistakes.https:\/\/t.co\/sURERANA3D","sentiment_score":0.4}
{"full_text":"RT So the EU have concerns about Australias #COVID19 numbers, indicating we are an unsafe destination. It's not just Mark McG...","sentiment_score":0.0}
{"full_text":"In Lima, infirm get Covid jabs at home as Peru's cases surge. Ernesto Benavides #AFP","sentiment_score":0.0}
{"full_text":"Every time I hear the 'Covid numbers' another unreferenced 20,000 is added,which is disturbing enough. Now this from the ONS suggests that those numbers would have been way lower if we'd protected the vulnerable properly. Instead we chose to totally fuck the whole country.","sentiment_score":-0.2}
{"full_text":"RT This is how the government treats its people. Oppress them more so that they will cower in fear and choose to no longer sp...","sentiment_score":0.5}
{"full_text":"India has already won their opening two matches against South Africa and Ireland and they will lock horns against Uganda in their final group game#ICCT20WorldCup2022 #U19CWC2022","sentiment_score":0.0}
