{"full_text":"RT Screenshot this one. We will need it for later.","sentiment_score":0.0}
{"full_text":"Do you ever get tired of being wrong?","sentiment_score":-0.45}
{"full_text":"RT One of the things that lightened my heart during the early lockdown was the way the BBC turned on a sixpence to put together...","sentiment_score":0.1}
{"full_text":"RT BREAKING: The French Sports Ministry announces that anti-vaxxer tennis player Novak Djokovic will be banned from playi...","sentiment_score":0.0}
{"full_text":"Thanks to #COVID19 pandemic, 46 millions Indians are pushed to poverty again in 2020. 2021 and 2022 can make it worse.","sentiment_score":-0.1}
{"full_text":"RT Proof of vaccination status requirement sign for indoor dining at McDonald's in DC. Exemptions to the citywide mandate fo...","sentiment_score":0.0}
{"full_text":"RT Seriously speaking, 'Miracle' has the potention to hit millions of moviegoers if not because of the pandemic. So many cel...","sentiment_score":0.0833333333}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"RT Studio anchoring on pandemic issues....","sentiment_score":0.0}
{"full_text":"RT 'Moron' senator leaks Fauci's unredacted financial disclosures - showing how he profited from the pandemic","sentiment_score":-0.4}
{"full_text":"RT The key takeaway from Boris Johnson &amp; friends constantly having parties while the rest of the country was under lockdown seems...","sentiment_score":0.0}
{"full_text":"Did Say this 3 days ago.Gotta tell ya Humanity Alex JonesDavid IckeEtc EtcWere &amp; Are 100%Right.China will propose Global Solution to the C19 Pandemic. My, how thoughtful.","sentiment_score":0.2}
{"full_text":"Boycott Nike!","sentiment_score":0.0}
{"full_text":"RT Attended NCOC meeting. In wake of rising threat of Omicron, please get yourself fully vaccinated and follow SOPs! Wear...","sentiment_score":0.0}
{"full_text":"RT Sage scenarios vs actual: an updateWe've taken this out from behind the paywall: it's the first comprehensive assessment o...","sentiment_score":-0.05}
{"full_text":"RT Welcome to the UK where there's no money to allow the poorest in the country to keep PS20 a week but it's fine to write...","sentiment_score":0.6083333333}
{"full_text":"World's 10 richest men see their wealth double during Covid pandemic. #Oxfam calls for windfall tax as 99% of world population takes a pay cut while top 10 incomes grow by $1bn a day","sentiment_score":0.25}
{"full_text":"RT RT &amp; FOLLOW for a chance to win the Funko Pop! Television - Hunter Ron Chase variant. Winner will be announ...","sentiment_score":1.0}
{"full_text":"RT If you travelled to a malaria-endemic area and start to feel ill, it's important to understand the differences between malaria...","sentiment_score":-0.05}
{"full_text":"\" World Health Organisation has stated that most people diagnosed with COVID will recover without the need for any medical treatment.d. The vaccines are only provisionally approved for use in Australia and are accordingly still part of a clinical trial\"","sentiment_score":0.1666666667}
{"full_text":"No doubt 'Lady Corona'  would have slayed.","sentiment_score":0.0}
{"full_text":"Thing is. Let's say he will never caught Covid...he will never need any vaccine... how about other athletes ? How can we guarantee ? Freedom has a price. Maybe not for you. For others. Think about others.","sentiment_score":-0.125}
{"full_text":"RT I have tested positive for COVID-19.I'm asymptomatic and feeling fine but will be self-isolating until recovery.I reque...","sentiment_score":0.321969697}
{"full_text":"Freedom of decision not to have a vaccine","sentiment_score":0.0}
{"full_text":"RT A gift to the world!! This is incredible.Please note that one of the Drs is abused by trolls and bots and","sentiment_score":0.0}
{"full_text":"Lets gooo","sentiment_score":0.0}
{"full_text":"RT BREAKING: The French Sports Ministry announces that anti-vaxxer tennis player Novak Djokovic will be banned from playi...","sentiment_score":0.0}
{"full_text":"RT Covid Vaccination Camp following the pious teachings of Saint Dr. Singh Ji Insan | Khanna, Ludhiana, P...","sentiment_score":0.0}
{"full_text":"RT When Rishi Sunak tells us that he has written off PS4.3 billion pounds fraudulently claimed in covid payments, remember that...","sentiment_score":0.0}
{"full_text":"RT Vaccine Mandate for Cross Border Trucking Now in Effect, Mandate for Domestic Trucking Begins in a Week, Prepare Your A...","sentiment_score":0.0}
{"full_text":"RT I don't get why kstay don't like Chan's reaction to what happened. Hellooo firstly show me sb who likes being mobbed. Secon...","sentiment_score":0.25}
{"full_text":"RT One thing is becoming crystal clear:The Tories held more illegal parties during lockdown than most people attend...","sentiment_score":0.2375}
{"full_text":"RT corona ki behankoreena aunty :  \" no one forced you to watch our films \"Le public : \"BIG NO TO BOLLYWOOD\"bhootni  ek...","sentiment_score":-0.1}
{"full_text":"RT My boss and family triple vaxxed all have covid.My neighbors on both sides triple vaxxed all have covid.My friends D...","sentiment_score":0.0}
{"full_text":"RT France has a daily infection rate that is almost TRIPLE what the UK has..They've had Vaccine Passports since the summer, they...","sentiment_score":0.0}
{"full_text":"This is how Terror Factories are flourishing in Pakistan. Proscribed Outfits like Jaish and Lashkar are openly carrying out rallies and calling for attacks on India. What more proof do you need to #BlacklistPakistan","sentiment_score":0.25}
{"full_text":"RT : staycation is about enjoying the things u can in ur room, close things. so the album has pics we took in a room:...","sentiment_score":0.5}
{"full_text":"Happy days!","sentiment_score":1.0}
{"full_text":"I hope so. Don't want someone worse taking over. #JohnsonOutNow #ToryCovidCatastrophe #ToryIncompetence #GTTO","sentiment_score":-0.4}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"RT I have #COVID19,  it isn't mild even though Tas Health has now ta...","sentiment_score":0.3333333333}
{"full_text":"RT If china can allow south Korean students without vaccine then why can not allow Pakistani students with vaccines? Is ch...","sentiment_score":0.0}
{"full_text":"RT Welcome to the UK where there's no money to allow the poorest in the country to keep PS20 a week but it's fine to write...","sentiment_score":0.6083333333}
{"full_text":"RT Corona is taking the left-right-centre on everyone at home. Not even children are spared. Vaccines help a lot and keep the hosp...","sentiment_score":0.0}
{"full_text":"RT Morrison government monstering.'It's really scary': welfare recipients forced to attend in-person appointments despite Om...","sentiment_score":-0.4}
{"full_text":"This you??","sentiment_score":0.0}
{"full_text":"RT This is who leads Quebec. He is in charge of our province and represents all of us.This was his major tweet after a boo...","sentiment_score":0.0625}
{"full_text":"my sinuses are at war with me, to the point where I've gone and ordered hse antigen tests despite being covid-free for only 20 daysmy own stash is showing negative, though","sentiment_score":0.1}
{"full_text":"#US Covid-19 hospitalizations expected to 'substantially' increase from an already record-high over the coming weeks, expert sayshttps:\/\/t.co\/GojgsWsU4LSLEDUJTE zpravy_24 a ceskezpravy_24FOLLOW zpravy_24","sentiment_score":-0.1}
{"full_text":"RT Thanks to deporting Djokovic, Australia's  zero-Covid policy succeeded in flattening the curve again, but along the wrong...","sentiment_score":-0.15}
{"full_text":"In practice masks and vaccine are enevitable for every citizen .Is it not against law and constitution. You mean except govt.","sentiment_score":-0.3125}
{"full_text":"RT This is scary....   COVID-19 patients show more signs of brain damage than people with Alzheimer's disease","sentiment_score":0.0}
{"full_text":"RT \"A pandemic of denial\" by biosecurity expert Dr. Raina Macintyre.","sentiment_score":0.0}
{"full_text":"Second time #COVID has been in my house. First time was April","sentiment_score":0.125}
{"full_text":"RT Some further color on the chronology of the patents. This is my understanding and ha...","sentiment_score":0.0}
{"full_text":"RT NL has had one death per day for the last three days due to the mild omicron variant. Let that sink in. #covid19nfld","sentiment_score":0.0694444444}
{"full_text":"RT Rishi Sunak has written off over PS4 billion of Covid fraud on furlough and other schemes during the pandemic. Meanwhile...","sentiment_score":-0.125}
{"full_text":"RT [COVID and schizophrenia thread ]did you know that the strongest risk factor for dying of  COVID is age? probably....","sentiment_score":0.0}
{"full_text":"RT This time it wasn't the fault of the #BiggBoss15 organizers as they look towards making #MONEY, the show turned out not to g...","sentiment_score":0.0}
{"full_text":"It is a fluid situation.this variant is a gentleman's varient .high infectivity but ends with mild disease. Tomorrow if a varient arises that has high morbidity ,these stringent actions have to be in place. The point is ,we have to live with it. How , that's the question?","sentiment_score":0.1574242424}
{"full_text":"RT Patients with the omicron variant of covid-19 shed virus for longer after symptoms emerge, show data from Japan, potentiall...","sentiment_score":0.0}
{"full_text":"my bf has been such a sweetheart while I've been recovering from covid, he knows my cousin can't make me food 3 times a day and also has work so he always messages to ask me if I have food to eat ;____;","sentiment_score":0.0}
{"full_text":"CDC Reviewing Outdoor Mask Protocols, Topless Clubs Reopening in Las Vegas | The Tonight Show","sentiment_score":0.0}
{"full_text":"Good article","sentiment_score":0.7}
{"full_text":"RT taeyeon: i'm gonna leave because of zero. everyone have a nice day! be careful of colds! be careful of covid! wash your hands...","sentiment_score":0.1666666667}
{"full_text":"RT The ten richest billionaires have doubled their wealth during the pandemic, while 99% of people are worse off and 160 mill...","sentiment_score":-0.2}
{"full_text":"...or desirable. So called \"natural immunity\" is that immunity which has allowed the pandemic to be  the horror it is in the first place. There is no virtue because of nature - pathogens are natural and so are humans. Vaccines are natural - they certainly aren't supernatural ","sentiment_score":0.1551587302}
{"full_text":"She'll up the ante if China steps in with an offer to rebuild Tonga","sentiment_score":0.0}
{"full_text":"So social media star #AOC went to #Florida, partied with no #Mask, got #COVID19, accused whoever criticized her of wanting to date her, &amp; is now complaining on IG because she has to go back to work after quarantine  My tax dollars pay this attention starved #dramaqueen's salary","sentiment_score":0.0166666667}
{"full_text":"Too much logic there. They can't back down now on their murderous human rights abuse. They have to double and triple down and attempt to save face, while their dwindling workforce continues to spread COVID-19 around the empty hallways of their neglected hospitals.","sentiment_score":-0.0301587302}
{"full_text":"RT Bugs Chart - 07PM:#70 Just Breath#93 Lazy#95 Lock Down","sentiment_score":-0.1555555556}
{"full_text":"RT Starmer appears to have a completely different understanding of what has happened in the last 2 years than me. Now Johnson is...","sentiment_score":0.0}
{"full_text":"RT TOTAL deaths in England &amp; Wales from COVID-19 with NO OTHER UNDERLYING CAUSES17,371. Every death is a tragedy but it's t...","sentiment_score":0.03125}
{"full_text":"RT \"We don't see a reopening in #China until 2023. #Omicron is so much more transmissible...what's worse is the Chinese vacc...","sentiment_score":0.0333333333}
{"full_text":"RT The bulletpoint version:#Class war bad#Tax cuts good#LNP is bad at economy#But not at COVID response#More coal\/g...","sentiment_score":-0.7}
{"full_text":"RT #SBTEBiharOnlineExamLo Sir,        Due to sudden...","sentiment_score":-0.0625}
{"full_text":"Pregnant women urged to receive #COVID-19 booster amid surging cases. #healthissues #pharma Read more via:","sentiment_score":0.4166666667}
{"full_text":"RT Oh look, Cervical cancer increases are women's fault! No mention here of the millions of women unable to get  get GP...","sentiment_score":-0.5}
{"full_text":"Even as 3.31 cr children in age bracket 15-17 yrs have received their first dose of Covid-19 vaccination, Dr NK Arora, chairman of #NTAGI said that the #vaccination programme for the 12-14 yrs age group is all set to begin from February-endhttps:\/\/t.co\/sB1zr2kR7f","sentiment_score":0.25}
{"full_text":"RT W\/ rising #COVID cases around the world following #Omicron #outbreak, UK regulators are willing to try anything, including the use of #medicinalcannabis for which Bod Australia #ASX: $BOD has been approved to commence #clinicaltrials.https:\/\/t.co\/9x0bKXbALi","sentiment_score":0.125}
{"full_text":"RT They can't even say vaccine rollout because there isn't the slightest indication that it did us any good at al...","sentiment_score":0.7}
{"full_text":"RT My 18-year-old sister had a heart attack this morning. Within 12 hours prior, she'd received her 2nd dose of the Pfizer \"va...","sentiment_score":0.0}
{"full_text":"Dear students, Online registration for returning students open from 18 to 21 January.Visit the following link for the registration schedule:https:\/\/t.co\/o1UPDTlGP0*Due to COVID-19 restrictions, only a limited number of walk-ins will be permitted.","sentiment_score":-0.0178571429}
{"full_text":"Updated guidance on COVID-19 for Taxis and Private Hire Vehicles has been published.This is for drivers, operators and owners of taxi and private hire vehicles to protect against coronavirus. https:\/\/t.co\/3LbRLEIr1D","sentiment_score":0.0}
{"full_text":"RT Breaking right now.. rare spinal cord condition \" flagged \" as potential adverse effect from the Covid vaccine says (EU) d...","sentiment_score":0.1952380952}
{"full_text":"RT A \"scientist\" said to me that  a paper on 23 post-vaccine myocarditis is \"too small to be convincing\". Yet he had no problem...","sentiment_score":0.125}
{"full_text":"A desperate situation: Over 9-million people applied for a R350 #COVID19 relief grant between May 2020 and March 2021. Almost a quarter of these applications were from people in their early 20s. #Covid19SRDGrant","sentiment_score":-0.25}
{"full_text":"'Signs are encouraging' says a Government ministerhttps:\/\/t.co\/E3uSUKk478","sentiment_score":0.0}
{"full_text":"A big change to self-isolating https:\/\/t.co\/yCiWvmXiQJ","sentiment_score":0.0}
{"full_text":"Talk about being pissed off by the pandemic#COVID19 #matrix36 #puns","sentiment_score":0.0}
{"full_text":"Dana and family caught Covid after Thanksgiving. He called Rogan who had Covid prior and got cured within with mAb+IVM. They did the same and all got cured after just 2 days (incl his 80yo MIL), and so does many within Rogan's circle.Where's violence in all this?","sentiment_score":0.1666666667}
{"full_text":"The WHO is funded by Bill Gates. The WHO vaccine passport is being developed by Microsoft, a Bill Gates company. The WEF and WHO are colluding with Gates to control you.What is a 'vaccine passport' and will you need one the next time you travel? via","sentiment_score":0.05}
{"full_text":"RT Screenshot this one. We will need it for later.","sentiment_score":0.0}
{"full_text":"#Omicron Surge | As #India grapples with understaffed healthcare industry, demand for medical professionals spiked in December 2021 with a 6% month-on-month growth according to Monster Employment Index.@Monster#COVID19 #healthcareworkers","sentiment_score":0.0}
{"full_text":"Tommy Osmena is among the latest personalities to catch COVID-19, but is thankfully battling mild symptoms.https:\/\/t.co\/Z2cPNN1Jnl","sentiment_score":0.4166666667}
{"full_text":"That's rubbish. Arsenal have basically cheated by getting a match called off for reasons other than Covid ie AFCON\/suspensions etc. If it had been FA cup week against low opposition they would have quite happily have fielded a team using reserve team players.","sentiment_score":0.225}
{"full_text":"#Oil climbs on supply worries, limited #Omicron impact-https:\/\/t.co\/7dAc9KUt8q","sentiment_score":-0.0714285714}
{"full_text":"RT Vaccines don't stop the spread of Omicron. Why do we have vax-passports?Masks don't stop the spread of Omicron.Why m...","sentiment_score":0.0}
{"full_text":"The fixed testing site at the Carnegie Museum will not be in operation today, January 17, 2022, in observance of Martin Luther King Jr. Day. To see other testing locations, please visit","sentiment_score":-0.0125}
{"full_text":"RT Vaccine mandates were implemented with the knowledge that vaccines don't stop the spread of COIVD, so what's the crite...","sentiment_score":0.0}
{"full_text":"COVID-19-associated deaths shoot up last year, ranking second in the Philippine Statistics Authority's (PSA) tally of top three causes of demise in the country.READ:","sentiment_score":0.1666666667}
{"full_text":"Approximately 1,366 pupils in state-funded Somerset schools were absent because of Covid-19 on December 16.https:\/\/t.co\/F6SJHiyCIw","sentiment_score":-0.4}
{"full_text":"The Catholic Bishops' Conference of the Philippines - Episcopal Commission on Catechesis and Catholic Education backed the suspension of classes amid the continued surge in Covid19 cases. | Read more:","sentiment_score":0.1666666667}
{"full_text":"Economic Times: \"India reports 271,000 new cases, active #COVID cases highest in 225 days\"https:\/\/t.co\/B7fU6uBuBO","sentiment_score":0.0676767677}
{"full_text":"More than 54 million of about 109 million Filipinos have been fully vaccinated in a government campaign that has initially been saddled with delays and public hesitancy#Philippines #Manila #COVID19 #Transport","sentiment_score":0.1666666667}
{"full_text":"Disagree. Omicron spreads like wildfire in particular amongst the vaccinated.That's a true observation of all the people I know that got it which is A LOT.The vaxxed are the super spreaders bcuz many are out at bars &amp; restaurants &amp; sporting events.Omicron doesn't care.","sentiment_score":0.3375}
{"full_text":"RT Now what in THE hell possessed Michael Todd to do that. Not just in the midst of a pandemic but in GENERAL...","sentiment_score":0.05}
{"full_text":"RT Are the COVID vaccines providing both individual and community protection?  No, then mandates make no sense!! ","sentiment_score":0.0}
{"full_text":"The number of confirmed cases at the local hospital remains above 40https:\/\/t.co\/GUqXwpwqgO","sentiment_score":0.1333333333}
{"full_text":"Have you struggled to apply for an Omicron grant?","sentiment_score":0.0}
{"full_text":"Prime Minister Boris Johnson wishes he had not attended a \"bring your own booze\" gathering in Downing Street during Britain's first coronavirus lockdown and understands the public's anger, Education Secretary Nadhim Zahawi said.https:\/\/t.co\/1gUBLV1lAz","sentiment_score":0.0375}
{"full_text":"State paid GPs 40 per cent more during pandemic, reports @danieltmurray.","sentiment_score":0.5}
{"full_text":"In a difficult year of pandemic challenges, BHESCo have continued working hard to support local families and accelerate the transition to clean, community owned energy#CommunityEnergy #SocEnt #ClimateAction #FuelPoverty #EnergyCrisis","sentiment_score":-0.10625}
{"full_text":"The United Kingdom is drawing up plans under which people will not be legally bound to self-isolate after catching Covid-19, The Telegraph reported on Sunday.https:\/\/t.co\/1PsnDX9byj#UK #Covid #GDNNews #GDNOnline","sentiment_score":0.4}
{"full_text":"RT I think leaves little doubt why his neighbor beat the sh*t out of him.Whining little bitchWe're all that neighbor","sentiment_score":-0.1875}
{"full_text":"RT No vaccine, no French Open for Djokovic, says French Sports ministry","sentiment_score":0.0}
{"full_text":"It's never too late to accept the offer of the COVID-19 vaccine. Our friendly vaccination teams do not judge and will be happy to help you get protected. Visit to find a walk-in clinic near you or book now via or by calling 119.","sentiment_score":0.24375}
{"full_text":"Omicron cases surge among children in Georgia","sentiment_score":0.0}
{"full_text":"An increase in new coronavirus cases has been observed in areas outside Metro Manila, a fellow of OCTA Research said Monday.","sentiment_score":0.0681818182}
{"full_text":"We're talking wellbeing boosts this #BrewMonday @ShareCommunity's #Befriending project is the perfect example!Over lockdown, they supported adults with disabilities and their families, with a walk, a chat or a cuppa Read Shanice's story https:\/\/t.co\/DAGdFpil55","sentiment_score":1.0}
{"full_text":"RT Welcome to the UK where there's no money to allow the poorest in the country to keep PS20 a week but it's fine to write...","sentiment_score":0.6083333333}
{"full_text":"In his State of the State address, Gov. Kemp outlined an agenda that seemingly doubled as a wish list: An expansion of gun rights. New tough-on-crime policies. Opposition to coronavirus restrictions. And a fresh culture war over education policy.","sentiment_score":0.2181818182}
{"full_text":"RT Today January 17th marks the anniversary of the murder of Patrick #Lumumba. The lone tooth that remains after his body was...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.2FWind Chill: 32.2FHumidity: 99%Dew Point: 32.0F Barometer: 29.166 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 867.000000Deaths: 11.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The Supreme Court Has Anointed Itself Czar of the Country's COVID Rules - my column today for","sentiment_score":0.0}
{"full_text":"RT Have global governments done public debates among those who oppose the vaccines?Have they given the chance for all sides...","sentiment_score":0.0}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.","sentiment_score":0.2333333333}
{"full_text":"RT Does have no regard for the lives of the common people of Meghalaya.@AITC4Meghalaya","sentiment_score":-0.3}
{"full_text":"RT How stupid is #Domicron - if he hadn't unleashed #Omicron on NSW before Xmas our economy would be in a much better place...","sentiment_score":-0.15}
{"full_text":"A mother reveals what it was REALLY like to look after four children during the pandemic","sentiment_score":0.2}
