{"full_text":"I am learning to love my curly hair so I practice cgm and today I accompanied my cousin for her vaccine appointment and i let my hair down. when we arrived i heard one of the staff said \" her hair is so beautiful\" which boost my confidence. then when we walk in a window++","sentiment_score":0.3981481481}
{"full_text":"Well at least you used the right \"your\" at the end..I'm not sure who told you there would never be breakthrough cases. That happens with ANY vaccine.","sentiment_score":-0.0880952381}
{"full_text":"RT Jacob Rees-Mogg has today, once again, told Parliament\"It is thanks to the fact we are not in the European Union we...","sentiment_score":0.1}
{"full_text":"\"Marotta dismissed that suggestion.\"He didn't have COVID and wasn't vaccinated either,\" he told Rai Sport.\"","sentiment_score":0.0}
{"full_text":"RT It's strange to see some journos surprised country has gone into economic meltdown due to uncontrolled covid spread. What...","sentiment_score":0.03125}
{"full_text":"RT Just thought everyone who can't get a booster, a RAT, an N95, a hospital bed, can't leave their home, can't work, is a burn...","sentiment_score":0.0}
{"full_text":"RT So, my Mum's urgent surgery (broken shoulder) has just been cancelled, because the hospital is \"completely overrun\" wi...","sentiment_score":-0.15}
{"full_text":"Lockdown kb se laga rhe ho","sentiment_score":0.0}
{"full_text":"It's only going to get worse, it's  all part if the Goverments  dystopian control plan to cripple everybody financially. Watch the film  '1984'.","sentiment_score":-0.1333333333}
{"full_text":"RT Scumrat. When will this stop? When we stop it.","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT \"Running staff into the ground isn't a vision of something better. Neither is the absence of a viable workforce plan, nor t...","sentiment_score":0.24375}
{"full_text":"However, yesterday she revealed that she was now negative after almost a week.https:\/\/t.co\/qpt96qWQWa@urstrulyMahesh | #COVID19","sentiment_score":-0.3}
{"full_text":"RT  Scapegoating the unvaccinated. Apparently, work and exercise are not reasons to leave the house. World leaders *should*...","sentiment_score":0.05}
{"full_text":"Pneumonia is what Covid will do to you pretty far in (fluid in the lungs), but I'm guessing some people get tiny blood clots on an initial infection and... some of them find their way into some unlucky people's tiny heart-supporting vessels.","sentiment_score":0.0583333333}
{"full_text":"i think they made and making the right calls. we cant lock down for ever. the entire world goes on.","sentiment_score":0.0433862434}
{"full_text":"Australia's greatest #dickhead","sentiment_score":1.0}
{"full_text":"RT Hey I disagree with your view on vaccines, mate &amp; no apologies for Aust having a vaccine mandate to play, b...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis was just caught letting between 800,000 and 1,000,000 Covid test kits expire in a warehouse. This is an ghoul...","sentiment_score":0.0}
{"full_text":"RT 15 shotsAll at once","sentiment_score":0.0}
{"full_text":"Kaytat huonoa google-suomennosta. Lue teksti englanniksi. HIGHER SECONDARY ATTACK RATE. Comparing households infected with the Omicron to Delta, we found an 1.17 times higher SAR for unvaccinated, 2.61 higher for fully vaccinated, 3.66 times higher for booster-vaccinated","sentiment_score":0.14}
{"full_text":"RT True story.","sentiment_score":0.35}
{"full_text":"RT Yes, you did everything the machine told you and it didn't work the way they promised","sentiment_score":0.0}
{"full_text":"Why do you need a test? You have a cold. Stay at home till you are better and get on with your life. Did we ever test for colds or flu? This really is moronic #COVID19Vic #COVIDIOTS #antivaxxers #cold #flu #softcock","sentiment_score":-0.125}
{"full_text":"RT Daily Mail thinks NHS staff shouldn't be allowed annual leave during the pandemic?!Well, I've just had 2 weeks offI got...","sentiment_score":0.0}
{"full_text":"-\"Do you realize there's a lockdown ?\"-*Don't f**** with my sausages mate*","sentiment_score":0.0}
{"full_text":"RT Manchester City announce Pep Guardiola has tested positive for COVID-19, while seven first-team players are also in isolati...","sentiment_score":0.2272727273}
{"full_text":"RT David from Kent asks what level of infections, hospital admissions and deaths will trigger further measures?Boris Johnson...","sentiment_score":0.0}
{"full_text":"RT And so the witch-hunt begins.I in no way condone her actions but this? No ","sentiment_score":0.0}
{"full_text":"RT If parents or their kids get Covid-19 it's their \"personal responsibility.\" This is reckless, negligent ideology at its...","sentiment_score":0.0}
{"full_text":"RT Judge Rejects FDA's 75 Year Delay On Vax Data, Cuts To Just 8 Months","sentiment_score":0.0}
{"full_text":"RT Please watch this It's clear and very important.","sentiment_score":0.31}
{"full_text":"RT In 2011 former PM Kevin Rudd helped Brisbane flood victims evacuate. Today, as the pandemic explodes, Australians cannot buy f...","sentiment_score":0.0}
{"full_text":"Jitan Ram Manjhi found corona infected, 18 family members report positive","sentiment_score":0.2272727273}
{"full_text":"RT Rs258 bn aggregate profits: Pakistan stock market claims highest profit in 10 years...... and This huge success is achieved...","sentiment_score":0.35}
{"full_text":"RT When you elect a provincial government who picks and chooses their beliefs on the science of immunology, virology, infectious...","sentiment_score":0.8}
{"full_text":"for those who are mandated to get the booster by Adolf Parrot or NSW Premier, great way to reduce the activity of the vaccine and production of anti-Spike proteins, is by drinking more than 2 std. Drinks. Read ","sentiment_score":0.65}
{"full_text":"RT Comparing COVID-19 general symptoms to Omicron and the Flu#MedicoverHospitals #OmicronVirus #COVID19 #Omicron #Flu #Symp...","sentiment_score":0.05}
{"full_text":"RT guangdong province Shenzhen cityOmicron arriving!One couple tested positive last night.Millions of people lining up to...","sentiment_score":0.1136363636}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Demands we should be making loudly together: Free healthcare, including COVID tests, for everyone. Loan forgiveness. Fre...","sentiment_score":0.25}
{"full_text":"RT This narrative about the 'NHS being overwhelmed' needs to stop. The NHS has been systematically dismantled over decades a...","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT I've had two Pfizer shots. I've probably already had covid . I got a bad reaction to my first shots and don't want a thi...","sentiment_score":-0.225}
{"full_text":"RT Dr. Jose Jimenez got his Phd from MIT and the 5th most cited researcher scientist in the world. His expertise include a...","sentiment_score":0.5}
{"full_text":"RT An omicron grant scheme for businesses is a \"drop in the ocean\" that will fail to prevent a wave of corporate collapses, ind...","sentiment_score":-0.25}
{"full_text":"ahan.. He said he came into contact with covid positive that's why he didn't came to recieve then he came to do press conference and then comes with contact of othwr people as well. this says all.https:\/\/t.co\/7pwkUN9NDM","sentiment_score":0.2272727273}
{"full_text":"The Upside-Down Doctor via","sentiment_score":0.0}
{"full_text":"RT Listen to this GentlemanHow does Omicron stopping CAs?How even Covid, Floods, Rains stopping CA to work?They mus...","sentiment_score":0.0}
{"full_text":"RT I speak truth to power.When I see stifling of FoS in Maharashtra I speak truth to Modi.When I see political killing...","sentiment_score":0.0}
{"full_text":"Do you understand the outbreak was blamed on \"those who havent taken it\"?Like I said. A short memory helps the Stupid from remembering their idiotic proclamations. It's ok. You won't remember it soon enough","sentiment_score":-0.1933333333}
{"full_text":"Nearly 2000 journalists died of Covid-19 in 94 countries since March 2020. In 2021, 1400 media workers succumbed to the virus, which means 116 every month or some 4 deaths per day, reports the Press  Emblem Campaign (PEC).","sentiment_score":0.1}
{"full_text":"RT Every single word of this Seriously, if you watch one thing today, let it be this one. Simply brilliant.","sentiment_score":0.1650793651}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"Look forward your support.","sentiment_score":0.0}
{"full_text":"RT Scotland's top football clubs may move games to ENGLAND if Nicola Sturgeon doesn't end strict Covid fan restrictions","sentiment_score":0.5}
{"full_text":"RT Maybe all these \"unskilled\" workers should stay home for just like 10 days and see what happens","sentiment_score":0.0}
{"full_text":"RT There have been many scientific journals that support the traditional manufacture of vaccines like the one manu...","sentiment_score":0.25}
{"full_text":"RT Tollywood Music director has tested positive for COVID 19. Wishing him a speedy recovery.","sentiment_score":0.2272727273}
{"full_text":"RT The Daily Mail angry that NHS staff are being allowed to take annual leave despite the pandemic. Just wait until they fi...","sentiment_score":-0.25}
{"full_text":"called on today at Raj Niwas. Discussed current phase #COVID19 management, Local Body election and various mega infra projects steered through #IslandsDevelopmentAgency to boost #Tourism and Hospitality sector in #NewAndamans.","sentiment_score":0.0}
{"full_text":"RT With only two cases reported in Shenzhen, it has entered some form of lockdown. All schools are closed and whole city subj...","sentiment_score":0.0333333333}
{"full_text":"RT Every second, 7 people in the U.S. are testing positive for COVID-19, according to the 7-day average","sentiment_score":0.0257575758}
{"full_text":"'Entirely predictable'. This is your negligence @BradHazzard ","sentiment_score":-0.2}
{"full_text":"RT 'So-called border vigilance': PM's tough guy act on Djokovic won't distract from failed Covid response ","sentiment_score":-0.4444444444}
{"full_text":"RT BREAKING: U.S. reports 763,878 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT Wishing you a speedy recovery darling Can't wait to see you in energetic mode defeating #Covid19.","sentiment_score":0.5}
{"full_text":"Expert Attorney Shreds COVID19 Mandateshttps:\/\/t.co\/e8Nsi9g4cW","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT WHAT! ","sentiment_score":0.0}
{"full_text":"RT Macron declares his Covid strategy is to 'piss off' the unvaccinated | Coronavirus | The Guardian","sentiment_score":0.0}
{"full_text":"RT Over 50% of the respondents in this short Twitter poll were infected with Covid-19 within 14 days of being vaccinated. I...","sentiment_score":0.0}
{"full_text":"RT This is a map. It looks like a simple world map with some data points on it. But it's really a map showing an escape r...","sentiment_score":0.1}
{"full_text":"RT \"The British Army\" filling the gaping holes that this government and its predecessors have created in the NHS. They are failin...","sentiment_score":0.0}
{"full_text":"RT Appropriate choice of animal.","sentiment_score":0.5}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"RT If you're not vaccinated, they fire you. But if you're Covid positive, have clear symptoms of flu\/cold, or still weak a...","sentiment_score":-0.0159090909}
{"full_text":"RT I'll rather talk about NFTs instead of Covid","sentiment_score":0.0}
{"full_text":"RT France is seeing more than 200,000 coronavirus cases on average per day for the first time since the start of the health c...","sentiment_score":0.2}
{"full_text":"RT Jacob Rees-Mogg has today, once again, told Parliament\"It is thanks to the fact we are not in the European Union we...","sentiment_score":0.1}
{"full_text":"RT Been in iso with my son who has had covid. Today was release day. A beautiful friend wanted us to celebrate. She messaged...","sentiment_score":0.85}
{"full_text":"RT People barely remember why we're doing this anymore. But the hard border comes down regardless, imposing crippling new demands...","sentiment_score":-0.0652146465}
{"full_text":"RT I remember being appalled in previous waves when 1% of people (1 in 100) had covid.At the moment the ONS infection s...","sentiment_score":-0.4833333333}
{"full_text":"RT Yet our fully vaxxed family members have been begging the last 2yrs for some sort of VTL so that binational families c...","sentiment_score":0.0}
{"full_text":"RT An 18yo in England can get a third dose of the covid vaccine (booster) but an 11yo can't get a first dose. Ask me why,...","sentiment_score":0.125}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"\/\/ I feel burned as hell because my mom got covid","sentiment_score":0.0}
{"full_text":"RT Tollywood Music director has tested positive for COVID 19. Wishing him a speedy recovery.","sentiment_score":0.2272727273}
{"full_text":"Tell me again about vaccination supposedly stopping the spread of COVID???","sentiment_score":0.0}
{"full_text":"RT Daily Mail thinks NHS staff shouldn't be allowed annual leave during the pandemic?!Well, I've just had 2 weeks offI got...","sentiment_score":0.0}
{"full_text":"RT Hello honorable CM sir,As you know covid cases are increasing on its spike,Our exam is on coming month and...","sentiment_score":0.0}
{"full_text":"It has too many CoC's (cult of covid)","sentiment_score":0.5}
{"full_text":"RT Shri Ajay Prakash, Secretary, addressed virtually highlighting tech advances during the pandemic.  #eGovern...","sentiment_score":0.0}
{"full_text":"Will 'Forever Boosting' Beat the Coronavirus?","sentiment_score":0.0}
{"full_text":"RT Great analogy, in which water is aerosols containing SARS-CoV-2 viral particles, the tap is people emitting aerosols (e.g. bre...","sentiment_score":0.8}
{"full_text":"RT 'It's the Police Academy 6 of [Covid]'Dominic Frisby, Josh Howie and Nick Dixon react to the story of cases of 'flurona', a c...","sentiment_score":0.0}
{"full_text":"RT At Ron DeSantis' press conference, he just admitted that they have a stockpile of \"800,000 to a million\" expired COVID-19 t...","sentiment_score":0.0}
{"full_text":"RT It's strange to see some journos surprised country has gone into economic meltdown due to uncontrolled covid spread. What...","sentiment_score":0.03125}
{"full_text":"RT \"I faced a lot of challenges during the pandemic, especially in school where lessons were online yet I am a visually impa...","sentiment_score":0.0}
{"full_text":"Ways the Pandemic is Ushering in New Commercial Real Estate Green Building Initiatives #CRE #GreenCRE #COVID-19 #TenantTips  ","sentiment_score":0.0340909091}
{"full_text":"RT Yesterday I tested COVID positive . I have mild symptoms and I am in Home Isolation, following all COVID protocols  an...","sentiment_score":0.1868686869}
{"full_text":"You, the British people greatly protect because of the COVID-19 pandemic, unsung COVID-19 heroes.","sentiment_score":0.4}
{"full_text":"#FreebieFriday In January we will be promoting a recommended freebie. We are starting with #Sales &amp; #Marketing Lessons From Lockdown. It will teach you how to ensure your business adapts and thrives in a contactless #digital world. Get your copy here. -","sentiment_score":0.0}
{"full_text":"President Rodrigo Roa Duterte meets with several of his Cabinet Secretaries and medical experts for the second time this week to discuss the COVID-19 situation in the country and other matters of national concern.https:\/\/t.co\/iQbilXDrm8 #InformInformInform #COVID19PH","sentiment_score":-0.03125}
{"full_text":"omg lord, bata pa ako.KEEP SAFE EVERYONE!JUST IN: The Department of Health logs 21,819 new COVID-19 cases -- the HIGHEST since September 18.More updates on #COVID19PH here:","sentiment_score":0.3181818182}
{"full_text":"Rapid antigen tests lagged in the ability to detect Omicron during the early stages of infection, experts said.","sentiment_score":0.1}
{"full_text":"Palermo's hospital last night.Dedicated to the f^%ckheads who refuse to vaccinate because they are still afraid of the dark","sentiment_score":-0.25}
{"full_text":"RT When the media hates you, they won't hide itAubameyang was at his National Team's dinner btw","sentiment_score":0.0}
{"full_text":"RT Despite repeatedly being proven wrong by subsequent events, covid disinformation groups like HART have constantly been given...","sentiment_score":-0.1666666667}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"COVID-19 is rapidly changing the world of work and the workplace, particularly for women. In Jordan, where women's economic participation is already low, advancing the role of women as economic agents is central to the country's reform agenda","sentiment_score":0.1133333333}
{"full_text":"Refusal to take #cash for health reasons is bogus, says lobby group. The CSA says that at the height of the pandemic 1 in 3 retailers was refusing to take cash, despite research concluding that the risk of catching Covid from handling cash was low. Source:https:\/\/t.co\/gpjB88RBFl","sentiment_score":0.3}
{"full_text":"#BestOf2021: Mind the (generation) gap! Our analysis looks into differences in how COVID-19 affected Millennials and Centennials and how their perceptions differ from other generational cohorts, providing suggestions on how brands should respond:","sentiment_score":-0.125}
{"full_text":"On September 22, #WorldHealth Organization reported that approximately one-quarter of #Afghanistan's #COVID19 hospitals had closed in recent weekshttps:\/\/t.co\/dRksQwKLLL","sentiment_score":-0.1666666667}
{"full_text":"RT In 2011 former PM Kevin Rudd helped Brisbane flood victims evacuate. Today, as the pandemic explodes, Australians cannot buy f...","sentiment_score":0.0}
{"full_text":"Two postdoctoral positions in mathematical QSP modeling of mRNA-based products University of Trento, CIBIO Department (@CIBIO_UniTrento), Laboratory of Computational Modeling, Trento, Italyhttps:\/\/t.co\/rJeonuLvBX #ScienceJobs #postdoc #pharmacology #vaccine #systemsbiology","sentiment_score":0.0}
{"full_text":"So good to see this initiative   - especially helpful for those supporting colleagues around mandatory vaccination as well as final year students applying for roles in health and social care.","sentiment_score":0.1966666667}
{"full_text":"The move will free up capacity in labs for PCR tests for those who have Covid-19 symptoms.https:\/\/t.co\/WdObHQ9m8Q","sentiment_score":0.4}
{"full_text":"RT An 18yo in England can get a third dose of the covid vaccine (booster) but an 11yo can't get a first dose. Ask me why,...","sentiment_score":0.125}
{"full_text":"As the city schools speed up vaccination, Sushila Birla Girls' School and Birla High School organise vaccination camps in campus.  #vaccine #VaccinesWork #COVIDVaccine #COVID19 #Unite2FightCorona #LargestVaccineDrive #OmicronVariant Read more:https:\/\/t.co\/lQqK18ImML","sentiment_score":0.16}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"Wouldn't it be quicker now to run a story on all the conservatives not involved in a covid-related scandal?https:\/\/t.co\/65L09TeG0P","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis admits to letting a million unused COVID tests expire in state stockpile","sentiment_score":0.0}
{"full_text":"obviously blessed to@be tweeting \" alive \" in this #pandemic aur \" ap ne ghabrana nahi hai \"@PTIofficial","sentiment_score":0.05}
{"full_text":"RO is a regional leader in software development having 2nd highest population of gig workers in SEE (after SRB). How long has it held this position and what do the statistical trends during the pandemic illustrate for Romania's future in the gig market?","sentiment_score":-0.0166666667}
{"full_text":"Let's Talk Covid19 We have come far with the Covid19 Virus(further than we hoped). Along the way we have met with different Covid19 variances (including the latest omicron variant) and experiences. How have you managed along your journey so far?","sentiment_score":0.175}
{"full_text":"Mumbai: New Home Isolation Guidelines by BMC as Covid cases rises in the city#Covid #BMC","sentiment_score":0.1363636364}
{"full_text":"China's Hong Kong SAR gave about 18,000 initial injections on Tuesday, 61% opted for the #Sinovac COVID-19 vaccine, Bloomberg reported on Wednesday.","sentiment_score":0.0}
{"full_text":"#WorldHealthOrganization officials say that the more infectious #Omicron #variant appears to be less severe than the globally dominant #Delta strain, but should not be categorized as mild.","sentiment_score":0.1666666667}
{"full_text":"Bahrain has made history by achieving the highest score ever recorded on the Nikkei Covid-19 Recovery Index for its response to the pandemic in December.Read more: #Manama","sentiment_score":0.5}
{"full_text":"North East businesses hit hardest by the Omicron coronavirus variant can share in more than PS33million supporthttps:\/\/t.co\/LcQT5EXd4O","sentiment_score":0.5}
{"full_text":"US drug firm defends its drug amid concerns over safety@sohinidastweets reports#Molnupiravir #MSDIndia #Coronavirushttps:\/\/t.co\/rVNHDHBEP6","sentiment_score":-0.2}
{"full_text":" Reminder: Our Covid in 2022 survey closes in just 1hr We need your views on: pressures you are facing at work impact of Omicron  access to adequate PPE, morale &amp; wellbeing.https:\/\/t.co\/smywQYPmLB  Survey closes 9am today Friday 7 January.Thank you!","sentiment_score":0.4166666667}
