{"full_text":"Full list of all Dutch coronavirus restrictions as of Jan. 15. ","sentiment_score":0.35}
{"full_text":"RT Our small businesses are STRUGGLING. They're telling me they need RATs, they need a trigger for support payments to get throug...","sentiment_score":-0.25}
{"full_text":"RT Australians did everything that was asked of them during this pandemic. And it wasn't easy. They did their job. They deserve a...","sentiment_score":0.4333333333}
{"full_text":"RT Alberta is reporting 6,163 new cases of COVID-19. 37% positivity on PCR tests. There are now 822 Albertans in hospital, 8...","sentiment_score":0.1363636364}
{"full_text":"RT If you protect disabled, immunocompromised, and chronically ill people? If you enact those policies? You shorten the pandemic...","sentiment_score":-0.35}
{"full_text":"RT We students of not ready to give offline exams.Omicron is spreading and neither University nor govern...","sentiment_score":-0.1}
{"full_text":"14 provincial-level places report imported Omicron cases: NHC official","sentiment_score":0.0}
{"full_text":"GWS Brian!!! #IndiaOpen2022Keep your N95 mask on, !!!","sentiment_score":0.0}
{"full_text":"RT i'm so sorry to have a hot take but I personally don't want anyone to die from covid? like not even if they're \"old\" or \"di...","sentiment_score":-0.0375}
{"full_text":"There were lot of students who had been tested positive by covid-19.So please understand the situation.If no meeting then no vote.#sunilkumarsonkar#cancelbteupexam2022#YogiAdityanath #pmnarendramodi #Upgovernment #bteup_online_exam2022","sentiment_score":0.2272727273}
{"full_text":"RT Me saying no to plans because I'm \"Busy\" when in reality I just wanted to stay home, watch my shows &amp; do self care. ","sentiment_score":0.1}
{"full_text":"RT Kerry Chant says modelers who she listens to say that 50% are expected to get the virus during the first wave of Omicron....","sentiment_score":0.075}
{"full_text":"RT \"The virus shows up first in your mouth and throat,\" Dr. Milton said. \"That means that the approach we're taking to testing...","sentiment_score":0.25}
{"full_text":"RT NHSE's Quality Improvement Taskforce have been informed that individual units and trusts are refusing to allow patient...","sentiment_score":0.0}
{"full_text":"RT \"One of the best ways to bring prices down for families and for borrowers is to cancel student debt and beyond that, to...","sentiment_score":0.4222222222}
{"full_text":"RT We support students demand of online exam during this pandemic time.#bteuponlineexam2022 #bteuponlineexam20...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaxxed and boosted (as of 3 months ago), no positive covid tests but may have had it, having heart palpitati...","sentiment_score":-0.1136363636}
{"full_text":"RT #bteuponlineexam2022#bteuponlineexam2022 I this pandemic situation offline exam is so dangerous. We want online exam...","sentiment_score":-0.6}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students life. Students are already in stress due to cur...","sentiment_score":0.1069047619}
{"full_text":"After an absence of two years owing to the COVID pandemic the 16th edition of the Rutland-Melton CiCLE Classic will take place on Sunday 24th April 2022 #cicleclassic #melton #rutlandhttps:\/\/t.co\/Me1mNn2MrG","sentiment_score":0.0770833333}
{"full_text":"RT YouTube has suspended and demonetized Dan Bongino's channel for spreading covid information.It's a bad time to be a bulls...","sentiment_score":-0.7}
{"full_text":"RT Lifestyle choices that are illegal (injecting drug use, exceeding speed limit) or legal (smoking, heavy alcohol, poor diet,...","sentiment_score":-0.225}
{"full_text":"RT The 47th ranked player in the world, double jabbed, was welcomed into Australia and THEN tested positive!Meanwhile the...","sentiment_score":0.0}
{"full_text":"Dr Biswaroop roy choudhary has saved more than 50k severe covid people. With zero money, zero medicine, zero mortality, No any mask, no sanitizer, no social distance.Why any media is not showing this truth about covid.","sentiment_score":0.2416666667}
{"full_text":"RT Party overload with the hottest love teams! Gawing FUNalo ang stay at home party this Sunday kasama ang ASAP Natin 'To...","sentiment_score":0.625}
{"full_text":"It was required to wear masks in the park as there was a Covid 19 case nearby.  I should stopped in here and  turned back  ","sentiment_score":0.0}
{"full_text":"RT SHOCKING: Canadian health officials forced to admit that they secretly accessed the cellphone location data of 87% of Canadi...","sentiment_score":-0.5666666667}
{"full_text":"RT Let's just all take a moment to remember that Djokovic does not actually have Covid. But of course, that's not what this is...","sentiment_score":0.0}
{"full_text":"RT Whenever scientists 'confidently' predicts something in this pandemic, it's prob wrong. No one can be *confident* in what'...","sentiment_score":0.1666666667}
{"full_text":"RT there is a miniature-diorama-themed ramen restaurant in Osaka that recently began taking in stray cats. the cats saved...","sentiment_score":0.0}
{"full_text":"(VIDEO) 11 Australian Nurses Blow The Whistle On COVID Vaccine Side Effects: \"We Were Told Not To Talk About What We Had Seen\" : The COVID World","sentiment_score":0.0}
{"full_text":"RT SASSA GURL MODEL VARIANT? LOOK: Sassa Gurl is White Castle Whisky's calendar model for 2022! \"Sinong nagsabing bab...","sentiment_score":0.0}
{"full_text":"RT Next up: a vaccine for EBV","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022 #bteupexampostponeho #Covid_19 In view of the corona epidemic, our exam should be made online.#bt...","sentiment_score":0.0}
{"full_text":"RT #upbteOnlineExam2022 Please Conduct online mode examinations. Because Corona pendmic is so high that day by day.Plea...","sentiment_score":0.16}
{"full_text":"\"The highest Covid death toll in Europe. If only Boris Johnson's administration could have organised a piss-up in a brewery, instead of just in No 10\"   Marina Hyde","sentiment_score":0.0}
{"full_text":"RT This is exactly my main concern about children becoming infected before having the chance to be vaccinated  Please watch...","sentiment_score":0.3083333333}
{"full_text":"RT Why government isn't listening students? Why they aren't rescheduling or taking exam online? Why they aren't taking...","sentiment_score":0.0}
{"full_text":"RT As it appears Downing Street always did what it wanted the least it should now do is liberate the rest of us. Cancelling t...","sentiment_score":-0.3}
{"full_text":"RT Plus boris wants an end to covid rules. .....Can't have that can we","sentiment_score":0.2}
{"full_text":"RT Hello sir,I request to you that as Omicron virus is spreading a lot and many students have got positive so keeping t...","sentiment_score":0.3636363636}
{"full_text":"RT Horrific. Differentiating workers by coloured hair nets to identify Covid positive in the workplace....","sentiment_score":-0.3863636364}
{"full_text":"RT EXCLUSIVE: Doctors have sent Spotify a petition demanding that stop permitting Covid-19 misinformation on their platform...","sentiment_score":0.0}
{"full_text":"RT Dear ji, students are not ready to give offline exams due to this pandemic, coz as you know #Omicron is sp...","sentiment_score":-0.1125}
{"full_text":"Scotland will soon be the only part of the UK with hardline covid restrictions.Decisions here are not being based on the science, they are being based on how long power mad Nicola Sturgeon can keep us under her control.","sentiment_score":-0.225}
{"full_text":"RT Let me get this straight, Sajid Javid's brother, Bas Javid, is Deputy Assistant Commissioner at the Metropolitan Police, i...","sentiment_score":0.2}
{"full_text":"RT Over 250 doctors and paramedics of Government Medical College Srinagar and it's associated hospitals tested positive for C...","sentiment_score":0.1136363636}
{"full_text":"RT This is exactly my main concern about children becoming infected before having the chance to be vaccinated  Please watch...","sentiment_score":0.3083333333}
{"full_text":"Deaths are what really disadvantage people, as does disability from long Covid. Mitigations aren't all about lockdowns.","sentiment_score":0.075}
{"full_text":"RT .@AKTU_Lucknow VC Prof Pradeep Kumar Mishra said that he will speak to the state government (@UPGovt) officials to facilitate o...","sentiment_score":0.0}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT Arsenal's Aubameyang out of Afcon match sue to heart issues. They trying to make out it's caused by a bout of covid ...","sentiment_score":0.0}
{"full_text":"RT How people don't see this as torture I'll never know.","sentiment_score":0.0}
{"full_text":"RT RT for speedy recovery of all squad members and their family who aren't well in this pandemic KARAN IS AN EMOTION","sentiment_score":0.0}
{"full_text":"RT A swine-disease outbreak in Italy means the harvest season for Italy's renowned truffles is getting cut short","sentiment_score":0.0}
{"full_text":"RT With all these reasons considered and taking the conditions around our and #SarkaruVaariPaata team..OU...","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022 As we know that COVID cases are increasing at an alarming state, #BETUPLUCKNOW should concern ab...","sentiment_score":-0.1}
{"full_text":"I'm the nice lady from the canteen, the ones who's always happy and chatty, the one who is always willing to go the extra mile, the one who is a breast cancer survivor, the one who had COVID, the one who doesn't want a vaccine, not an anti vaxxer! It makes people think .....","sentiment_score":0.4125}
{"full_text":"RT China lied, complied, millions died.","sentiment_score":0.0}
{"full_text":"YES I SAW HE WAS TRENDING SO I LOOKED !!! apparently he's filmed a cameo as a variant of mr fantastic im actually gonna die","sentiment_score":0.15}
{"full_text":"RT 340 Australians died in the Korean War, which lasted over 3yrs. We've hit that in 11 days with Covid.521 for Vietnam....","sentiment_score":0.0}
{"full_text":"RT When she has to seek an audience with Bill Gates, you've got to question her credibility, haven't you? #WEFPu...","sentiment_score":0.0}
{"full_text":"Will you please sign the petition? The Scottish Government must provide vaccination and classroom ventilation for all school ages.  We need vaccination plus other public health measures to protect us all. #COVID19  Sign here","sentiment_score":-0.0625}
{"full_text":"RT Monoclonal antibody treatments go to states based on need. They aren't sending treatment because Oklahoma DOESN'T REPORT!...","sentiment_score":0.0}
{"full_text":"This clip needs played and retweeted everyday till Election time. Let the young people see how gullible the SDLP think they are. Also the one where he wants nurses sacked is a vote winner","sentiment_score":0.0333333333}
{"full_text":"Our best wishes go with you, you are a beacon of rational light and fearless commentary based on real world experience dealing with virus' and pandemics even before COVID-19. We await your return.","sentiment_score":0.5333333333}
{"full_text":"RT Yes,  please don't take any risk on students health.. #bteuponlineexam2022","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022   We students of not ready to give offline exams.Omicron is spreading and neith...","sentiment_score":-0.1}
{"full_text":"RT I was so annoyed by Arsenal having to play that big TV game vs Brentford. We had 4 new Covid cases that day and yet w...","sentiment_score":-0.1659090909}
{"full_text":"RT Latest UKHSA briefing on vaccine effectiveness:2 doses: \"vaccine protection against mild disease has largely disappear...","sentiment_score":0.3492063492}
{"full_text":"RT #bteuponlineexam2022Due to rise in COVID cases government must have to conduct online exam.","sentiment_score":0.0}
{"full_text":"RT I'm on a ward full of Cancer patients at all stages of illness, trust me when I say \"COVID is not our priority\" .Seldom do...","sentiment_score":0.35}
{"full_text":"RT 28 Day Covid-19 death toll Freedom Day July 19 2021:128,72728 Day Covid-19 death toll today January 14 2022:151,6122...","sentiment_score":0.0}
{"full_text":"RT Daily report of #coronavirus in #SaudiArabia: - 604,672 cases - 558,546 recoveries - 8,903 deaths@SaudiMOH#COVID1...","sentiment_score":0.0}
{"full_text":"I believe Government is instructing the Scientist, just like with this Climate Change money grab.  The gov of too many Countries is all in on this. Control the people. They saw an opportunity with Covid and conned the public. paid off Scientists CDC, WHO, to say certain things","sentiment_score":0.2380952381}
{"full_text":"RT BREAKINGUS Government to end daily COVID death reporting A document issued issued Jan 6 by the US Health and Human...","sentiment_score":0.0}
{"full_text":"RT For many, uncertainty and anxiety have become part of our daily lives during COVID. In addition, in these politically unsett...","sentiment_score":0.1666666667}
{"full_text":"RT We want online exam there is higher chances of spreading covid. because around 3 lakh students are going to give these exam....","sentiment_score":0.25}
{"full_text":"i would get the vaccine if I wasn't risking diabetes and have health issues  am i still accepted","sentiment_score":0.0}
{"full_text":"That's how I see it. Although a lot seem to muddle it with a health argument. It's more misdirected anger after all the lockdowns and vaccine drives here. Being antivaxx is a bit like public defecation.","sentiment_score":-0.0666666667}
{"full_text":"RT \"Official mortality data for England suggest systematic miscategorisation of vaccine status &amp;uncertain effectiveness of C...","sentiment_score":0.0}
{"full_text":"Only because she wears a mask and believe that a HEPA filter saves everyone.Blocked me for suggesting that Vit D C zinc and quercetin prevent severe illness or death from covid ","sentiment_score":0.0}
{"full_text":"RT #release_JPSC_AE_resultWHY JHARKHAND IS SO BACKWARD?NO BUSINESS NO GOVT JOBNO SKILL DEVELOPMENT WHY?POOR GOVT. OF...","sentiment_score":0.0}
{"full_text":"RT We're in year three of this pandemic and we still haven't acknowledged the breadth of how disabling COVID is. 64 million Ameri...","sentiment_score":0.0}
{"full_text":"RT COVID when you are pregnant is BAD news for mothers AND their BABIES. #GetVaccinatedPlease","sentiment_score":-0.1833333333}
{"full_text":"RT Please don't repeat the same mistake as #upsc #postpone_opsc_mains #satyajitips88","sentiment_score":0.0}
{"full_text":"RT .@AKTU_Lucknow VC Prof Pradeep Kumar Mishra said that he will speak to the state government (@UPGovt) officials to facilitate o...","sentiment_score":0.0}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"Djokovic served right into the sweet spot of an Australian government in need of a distraction. My column for @bopinion on why the government risks losing the bigger game. #djokovic #AustralianOpen #omicron","sentiment_score":0.0471428571}
{"full_text":"RT Just heard the Met Police are investigating people partying outside Downing Street, dressed as Boris Johnson. This is becau...","sentiment_score":0.0}
{"full_text":"RT  \"Carvajal? I'm sorry about him as he just returned from an injury, but he's feeling good. We're used t...","sentiment_score":0.1}
{"full_text":"He's delighted at the murders he's going to get away with.    He giggles as he imagines the deaths of those he infects and kills.    Hates ALL humas.  He's as alive inside as Ted Bundy, and his moral philosophy is not significantly different.   He's cheerfully psychopathic.","sentiment_score":0.24}
{"full_text":"RT Why you shouldn't intentionally catch Omicron:1. It can be life threatening, just a lower chance2. Possibility of long Covi...","sentiment_score":-0.05}
{"full_text":"RT Same here. The 3 of us just got over covid...my hubby is vaxxed and he got sick too. He says he refuses to...","sentiment_score":-0.3571428571}
{"full_text":"RT Seriously this is so misleading, please stop spreading it. *None of the daily death counts you are following come from the HHS...","sentiment_score":-0.1111111111}
{"full_text":"RT #bteuponlineexam2022   We students of not ready to give offline exams.Omicron is spreading and neith...","sentiment_score":-0.1}
{"full_text":"RT This thread and all the replies.  So incredibly sad and moving.","sentiment_score":-0.5}
{"full_text":"RT Your daily reminder that at the height of the pandemic Tory MP Craig Whittaker said Muslim communities were \"not taking t...","sentiment_score":0.0}
{"full_text":"RT WE LOVE YOU ANJI#StreamForACauseWithAnji","sentiment_score":0.5}
{"full_text":"If 95% of people over 16 are vaccinated then statistically 95 % of people with covid should be vaxxed, (as vax doesn't stop you getting covid). As unvaxed are only 5% then they should only be 5%, but they aren't are they. And they are more than that in hospital too.","sentiment_score":0.1666666667}
{"full_text":"The thing is the remainers where happy to claim the downturn from covid was due to brexit so it must go the otherway surely?","sentiment_score":0.3916666667}
{"full_text":"I am currently I'll with Covid, not too sure about the mild part I am on day 5 and it's nothing like I have ever experienced before. It may be mild to a fit 25yo but at 60plus, I don't mind saying I am struggling.","sentiment_score":0.3944444444}
{"full_text":"RT We have 2 CONFIRMED parties in Downing Street, one on the eve of Prince Philip's funeralPM admits attending at least...","sentiment_score":0.05}
{"full_text":"RT #bteuponlineexam2022 hello #bteup we aren't ready for offline examination , in our aera #COVID19 cases are increasing day by d...","sentiment_score":0.2}
{"full_text":"RT People in a pandemic just don't appreciate my talent for going into a coughing fit after choking on my own spit","sentiment_score":0.5}
{"full_text":"RT NSW Police won't fine Hillsong for breaching public health orders but did not hesitate fining Muslims outside a funeral wh...","sentiment_score":0.1388888889}
{"full_text":"RT Fully Vaccinated Australians In Hospital For COVID-19 Surpass Unvaccinated","sentiment_score":0.0}
{"full_text":"RT Sir please take Bteup exams in online medium because the covid cases are coming in peak now.It can be huge mistake if...","sentiment_score":0.4}
{"full_text":"RT Robredo's Bayanihan E-Konsulta sends free COVID care kits. COVID patients are monitored for free. Molnupavir is availa...","sentiment_score":0.4}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022Due to rise in COVID cases government must have to conduct online exam.","sentiment_score":0.0}
{"full_text":"It's weird that Boris Johnson refused to follow the covid rules when they were in place, but now he's hiding by claiming reliance on a rule that has already been repealed.He's been double-vaccinated and boosted, so he doesn't have to self-isolate. But he's pretending he does.","sentiment_score":-0.5}
{"full_text":"How else can we back pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"No, the majority of people in the hospital with covid are obese people and elderly people, not unvaxxed. So they should pay. They are a burden on society and hospitals in general, even without covid. Although, the government is trying to cull the weak and vulnerable by boosters..","sentiment_score":-0.275}
{"full_text":"COVID--19 3rd wave: 42 doctors, paramedics test positive at GMC Sgr, associate hospitals","sentiment_score":0.1136363636}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT Well .@ScottMorrisonMP (asshole) here I am first 3 symptoms of Omnicom variant  &amp; guess what? due to you! you freak,,I can'...","sentiment_score":0.046875}
{"full_text":"Deaths from COVID-19 with no other underlying causes - Office for National Statistics","sentiment_score":0.0625}
{"full_text":"RT #OMICRONThere is no excuse for delay or inactionA multi-disciplinary team of  scientists (incl. #ResearchLuxembourg P...","sentiment_score":0.025}
{"full_text":"True, &amp; we can see parallels with any crisis (eg Covid), but given the fully existential threat of climate change &amp; the (seemingly ineffectual) activism of a number of the actors involved, it's the only one that really fits","sentiment_score":0.1833333333}
{"full_text":"RT 2 years ago we were called heroes. We faced Covid while others stayed home, facing it ever since. We caught it, fought it...","sentiment_score":0.0}
{"full_text":"Stay home, stay safe and stay fit with these great workouts from the Lounge team","sentiment_score":0.5666666667}
{"full_text":"Mapping Nefarious #SocialMedia Actors to Speed-up Covid-19 #Factchecking","sentiment_score":0.0}
{"full_text":"South Africans have been buying up #ivermectin during each #COVID19SA wave. Find out why doctors have beef with this fake #COVID19 treatment.","sentiment_score":-0.5}
{"full_text":"RT Party overload with the hottest love teams! Gawing FUNalo ang stay at home party this Sunday kasama ang ASAP Natin 'To...","sentiment_score":0.625}
{"full_text":"The #Omicron strain is less severe than the #Delta strain, but it is still deadly, according to the #WHO.https:\/\/t.co\/tnJjmp1ZMV.#vaccine #covid #coronavirus #corona #pandemic #health #vaccination #vaccines #virus #lockdown #medicine #science #news #doctor #healthcare #flu","sentiment_score":-0.1833333333}
{"full_text":"PODCAST: Will Boris Johnson's non-apology save him?Boris Johnson has been forced to admit that he attended a party in the Downing Street garden during lockdown. and discuss his chances of survival.Listen here:","sentiment_score":-0.3}
{"full_text":" Classic Holiday with Yuno The Cupsleeve EventA Stay-at-Home Celebration for Jaehyun's 26th BirthdayFebruary 13-14, 2022Order Period: 01\/15~1\/28DOP: 01\/31Order form &amp; full info: #JAEHYUN #jaehyeon #NCT #NCT127","sentiment_score":0.2583333333}
{"full_text":"Just two days before the Australian Open begins, the world number one is again focused on law courts rather than centre court in the latest twist in a high-profile row over his Covid-19 vaccine status.#NovakDjokovichttps:\/\/t.co\/xLDakjhGZW","sentiment_score":0.1666666667}
{"full_text":"56 total COVID-19 vaccines administered during today's House 2 House outreach in Koblerville! Stay up to date with your COVID-19 vaccinations! Register today online at or call (670) 682-7468. #vaccinateCNMI","sentiment_score":0.0}
{"full_text":"Nurse Mary Jean Meara at says the flu vaccine is the best way to protect children from flu. Children 2-17 can get the nasal flu vaccine free from participating GP practices &amp; pharmacies. #YourBestShot@CHIatCrumlin","sentiment_score":0.7}
{"full_text":"RT Covid is morphing into Climate 2.0","sentiment_score":0.0}
{"full_text":"'Bag a booster' this weekend as COVID-19 rates continue to soar.Walk-in clinics and pop-up services are available across the district, for people to get the vital jab, with first and second doses also on offer for anyone who needs them. #BagABooster","sentiment_score":0.1875}
{"full_text":"How did our last's year top publications change your practice? Tell us!COVID-19 &amp; VILI: developing a mobile app for measurement of mechanical powerIntracycle power and ventilation mode as potential contributors to VILIInduced hypernatremia in patients with ARDS: a RCT","sentiment_score":0.1666666667}
{"full_text":" A reminder that COVID certification comes into place at Fratton Park today All you need to know#Pompey","sentiment_score":0.0}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"COVID-19 relief fraud is an issue investigators say they're seeing a lot of in South Carolina.https:\/\/t.co\/RlNdsRDgCZ","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022 The BTEUP exam should be cancelled at this time because of the rising of covid-19 and should be c...","sentiment_score":0.0}
{"full_text":"Is your #MSCA project working on #COVID19? You can still sign the Manifesto for #EUfunded Covid-19 R&amp;I the accessibility of research results in the fight against COVID-19.Endorse the manifesto here  #ResearchImpactEU","sentiment_score":0.0}
{"full_text":"The government will launch the fourth phase of the co-payment subsidy campaign in mid-February to help reduce the cost of living amid the spread of the new Omicron variant and rising prices. See more: #CoPaymentScheme #Covid #Omicron #khnlakhrueng","sentiment_score":0.2121212121}
{"full_text":"KEEP US SAFE, O LORD Let us pause for a moment to pray for protection against COVID-19 amid the continued rise in cases.","sentiment_score":0.5}
{"full_text":"#MYBABYKontraCovid Wear a mask. Let's help keep the risk of transmission down.","sentiment_score":-0.1555555556}
{"full_text":", Please help me with your giveaway. I am physically handicap and poor. I lost everything with COVID-19. Please provide small giveaway. I will arrange small vegetables business with your giveaway for my livelihood","sentiment_score":-0.225}
{"full_text":"Got a question about the COVID-19 vaccine and pregnancy?You can send a message, image, video or voice note to and on 07521 770995 to get your questions answered within 24 hours#VaccinesWork #VaccinateBCWB","sentiment_score":0.0}
