{"full_text":"Oh good. Glad to know my new fear of leaving my house isn't unfounded.","sentiment_score":0.4454545455}
{"full_text":"RT Arvind Kejriwal Tests Positive For Covid, Says \"Symptoms Mild\"","sentiment_score":0.2803030303}
{"full_text":"Thousands of people of Uttarpradesh, Uttarakhand and Punjab should isolate themselves who attended his rallies. Also, all his ministers and party workers who have been with him during last few days, should strictly get themselves tested for covid.@saahilmenghani","sentiment_score":-0.1}
{"full_text":"RT They want him silenced for sharing his scientific insights on Covid.  But Dr Robert Malone is back on the #IngrahamAngle...","sentiment_score":0.0}
{"full_text":"RT My (very large) hospital has more than doubled COVID census in 1 week; on track to exceed all-time high sometime in next seve...","sentiment_score":0.2346428571}
{"full_text":"Someone correct me but this means vaccinated people will not be required to wear masks if they have proof, yes? BECAUSE YOU CAN DEFINITELY SPREAD WHILE VAXXED. Just wear the fucking masks, you guys","sentiment_score":-0.3}
{"full_text":"RT They want him silenced for sharing his scientific insights on Covid.  But Dr Robert Malone is back on the #IngrahamAngle...","sentiment_score":0.0}
{"full_text":"RT I'll give credit where credit is due.  Thanks","sentiment_score":0.0375}
{"full_text":"RT It keeps starting over","sentiment_score":0.0}
{"full_text":"RT I've learned two things about Rachel Johnson in the last week. A. She thinks all children should get covid. B. She feels...","sentiment_score":0.0}
{"full_text":"Why are vaccines still being mandated when they don't work? Something evil going on, started by #Fauci. #Biden #COVID #CNN #FoxNews #LetsGoBrandon #MSNBC #NYPost #NYTimes","sentiment_score":-1.0}
{"full_text":"RT Sorry dude...https:\/\/t.co\/o8zWe4KEzU","sentiment_score":-0.5}
{"full_text":"RT I just heard in a public radio story that Gov. Noem said recently the most effective way to stop the spread of COVID is ha...","sentiment_score":0.275}
{"full_text":"RT i have cured my covid simply by deciding i don't have it anymore","sentiment_score":0.0}
{"full_text":"Exactly what I thought to about \"Don't Look Up\" the ignorance of people with climate change and Covid.","sentiment_score":0.25}
{"full_text":"Damn breakthroughs...","sentiment_score":0.0}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT Women are claiming 'boobs get bigger' after having Pfizer jabGood that didn't get Pfizer https:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"RT Fentanyl overdoses are now the number one cause of death among US adults between ages 18-45.Maybe this should be a big...","sentiment_score":0.0}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT crazy to find unreconstructed dirtbag lefties who still think we should lock down for 2 months (but FOR REAL this time)...","sentiment_score":-0.1851851852}
{"full_text":"As far as I understand it, I think you have Delta. Apparently people aren't losing smell and taste with Omicron.","sentiment_score":0.075}
{"full_text":"RT This is how Kejriwal organised a super-spreader event in Punjab, where he was roaming without mask.Don't know how m...","sentiment_score":0.0}
{"full_text":"If you get covid or get sick, whatever. I think a melatonin combo of sorts is a good choice. It helps you sleep deeper, and as I tell my children, sleeping is when your body is able to repair easier and faster. Therefore. It makes sense. In my opinion. To think about it.","sentiment_score":0.1619047619}
{"full_text":"RT Fentanyl overdoses are now the number one cause of death among US adults between ages 18-45.Maybe this should be a big...","sentiment_score":0.0}
{"full_text":"RT Contending that increased voter turnout is evidence that there is no problem w\/ voting denies documented evidence","sentiment_score":0.0}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"Getting my booster tomorrow morning and just came to the realization that when I got my first two covid shots I had nana with me. Gonna go cry now.","sentiment_score":0.25}
{"full_text":"RT You can go to work with covid but fired without a vax...","sentiment_score":0.0}
{"full_text":"COVID is no fuckin joke my guy.","sentiment_score":0.0}
{"full_text":"RT The U.S. is reporting record Covid-19 infections, but the true tally may be significantly higher","sentiment_score":0.3}
{"full_text":"RT The CDC recommends that you retweet this so that Harry can win the WPMOY award as God intended. #WPMOYChallenge Philli...","sentiment_score":0.8}
{"full_text":"My friend said this me dodging Covid the whole pandemic ","sentiment_score":0.2}
{"full_text":"RT This guy is a total fraud. The AMA should pull his license.","sentiment_score":0.0}
{"full_text":"RT *The #Isles are all sick with COVID-19*\"play on!\"*The #Isles are entirely healthy*\"Here's two weeks off!\"","sentiment_score":-0.1339285714}
{"full_text":"Yes SEVERAL","sentiment_score":0.0}
{"full_text":"RT COVID deaths since \"beginning\" of pandemic (March 2020) US adults ages 18-45: 55,060Fentanyl overdose deaths in 2021...","sentiment_score":0.0}
{"full_text":"You all just start rumors and nobody has even asked Covid their side of the story yet","sentiment_score":0.0}
{"full_text":"RT playboi carti and covid ran the world in 2021","sentiment_score":0.0}
{"full_text":"RT Surely this variant that exploded out of nowhere and infected everyone in the world in six weeks should make u...","sentiment_score":0.5}
{"full_text":"But 1,200 people *might* have broken their leg today and also just happen to have Covid. ","sentiment_score":-0.4}
{"full_text":"RT Having allergies in this pandemic is my struggle.","sentiment_score":0.0}
{"full_text":"RT covid wont leave , just like this ngga","sentiment_score":0.0}
{"full_text":"RT Give it some time, as the failures pile up they will be telling you \"real vaccine passports have never been tried\"Then th...","sentiment_score":0.2}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"RT Rallies and yatras, without masks. Role models.. not.","sentiment_score":0.0}
{"full_text":"RT Georgia's health department says it's unable to provide an update on COVID-19 \"due to a large amount of data overwhelming the...","sentiment_score":0.0223214286}
{"full_text":"RT I don't typically post highly personal things on here- but my mom is in the hospital with COVID; and I am asking for an...","sentiment_score":-0.0833333333}
{"full_text":"RT With COVID surging please take a moment: Non-woven mask vs, T-Shirt material vs N95-mask...","sentiment_score":0.0}
{"full_text":"discussing about covid on twitter while listening to eco-class and watching combattler V","sentiment_score":0.0}
{"full_text":"Yeap","sentiment_score":0.0}
{"full_text":"Is that 100 deaths from #Moronic, or 100 deaths with some variant? Semantics possibly.","sentiment_score":0.0}
{"full_text":"RT Vaccine life when it was made was 9 months. Rather than making or buying new vaccines to vaccinate old and young, they extend...","sentiment_score":0.1121212121}
{"full_text":"RT Contending that increased voter turnout is evidence that there is no problem w\/ voting denies documented evidence","sentiment_score":0.0}
{"full_text":"RT Universal vaccinations for studentsRecognize COVID-19 is airborneImprove ventilationHigh quality masksAcce...","sentiment_score":0.0}
{"full_text":"RT What's scary about covid is that you can get it over and over. Immunity via inoculation or previous infection doesn't...","sentiment_score":-0.3333333333}
{"full_text":"RT Boom!Federal judge: \"There is no COVID-19 exception to the First Amendment. There is no military exclusion from our Con...","sentiment_score":0.15}
{"full_text":"No, fuck you and your stupid vaccine.","sentiment_score":-0.3}
{"full_text":"AOC says republicans want to date her, covid is still all over the country, and more on the new episode of the podcast, out now #PodNation #news","sentiment_score":0.3181818182}
{"full_text":"Good way to get your teeth knocked out. He's lucky there was no men around to help him out with it cuz this cuck is a subhuman Liberal D-Bag.","sentiment_score":0.5166666667}
{"full_text":"RT Today's COVID-19 tally!* Maharashtra reported 12,160 cases* Communist Kerala reported 6,849 cases* West Bengal reported 6,0...","sentiment_score":0.0}
{"full_text":"RT Everyone knows the vaccine is not 100% safe and it is not 100% effective.After we admit those facts, we can have a r...","sentiment_score":0.5}
{"full_text":"this is a literal right wing talking point?","sentiment_score":0.2857142857}
{"full_text":"Covid has shown up in my house. Trying to weather the storm. So glad I was vaccinated though, cause I feel like utter crap but it could have been much worse. So at least I got that going for me. But still having a hard time with this shit.","sentiment_score":-0.2130952381}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT BREAKING: According to the United States is reporting 1,012,899 new cases Covid-19 cases today.","sentiment_score":0.1363636364}
{"full_text":"RT \"This infection is everywhere. This is widespread. I think we're picking up a fraction of the cases that are occurring.\" says...","sentiment_score":0.0}
{"full_text":"You don't say ","sentiment_score":0.0}
{"full_text":"RT MTG got booted off Twitter for spreading \"misinformation\".The misinformation she tweeted was CDC-PROVIDED DATA!So wh...","sentiment_score":0.0}
{"full_text":"RT Actor John Abraham and his wife Priya Runchal test positive for COVID-19\"We both are vaccinated and experiencing mild symptoms,\"...","sentiment_score":0.2803030303}
{"full_text":"RT Literally yes, this is not a hard question at all ","sentiment_score":0.1458333333}
{"full_text":"RT Today we have taken an important step forward in protecting our youth against COVID-19. Congrats to all my young friends...","sentiment_score":0.25}
{"full_text":"We know rapid testing is extremely inaccurate &amp; not worth using w\/o symptoms &amp; the CDC admitted that PCR tests can show Pos+ test result up to 12 wks after recovery. Perhaps awareness of preventable diseases that exacerbate the illness such obesity is a better solution.","sentiment_score":0.05625}
{"full_text":"RT U.S. COVID update: More than 1 million new cases, including backlogs- New cases: 1,045,968- Average: 494,660 (+81,979)- St...","sentiment_score":0.1556818182}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"Sounds like these folks want us to lock back down, like under Trump. That would reduce the deaths significantly. But then they whine about not being able to go to Applebee's and were back at square 1.","sentiment_score":0.1438888889}
{"full_text":"RT helps us confront the white supremacist myth that COVID-19 was the fault of China, but in reality COVI...","sentiment_score":0.0}
{"full_text":"RT In a boost to the healthcare challenges in Manipur, a COVID-19 hospital will be inaugurated. To boost urban infra, projec...","sentiment_score":0.0}
{"full_text":"RT All schools in Canada's most populous province, Ontario, will be shut down and move to online learning due to a record number of co...","sentiment_score":0.0731481481}
{"full_text":"RT Well she's not a Democrat.","sentiment_score":0.0}
{"full_text":"All you missed was that masks don't work and you cannot mitigate your way out of a pandemic via NPI. Now you're caught up.","sentiment_score":0.0}
{"full_text":"RT The new French variant , multiple changes in spike found also in Omicron, Beta, Lambda,Gamma, Theta and correlated with...","sentiment_score":0.0454545455}
{"full_text":"RT Omicron 'plainly milder'; new measures not needed, U.K.'s Johnson says","sentiment_score":-0.038961039}
{"full_text":"RT I have tested positive for Covid. Mild symptoms. Have isolated myself at home. Those who came in touch wid me in last f...","sentiment_score":0.1868686869}
{"full_text":"I have started an initiative to track at-home COVID tests! Please consider sharing the survey and checking out the data!https:\/\/t.co\/zx3paD5HUX","sentiment_score":0.0}
{"full_text":"I think you should check with your doctor. The vaccine may not work as well if you already had Covid when you got the vaccine.","sentiment_score":0.0}
{"full_text":"Viet Nam did a hard lockdown (Supermarkets closed Military delivered food) and it lead directly to Green Passes.Going about as well as one could imagine...","sentiment_score":-0.1729166667}
{"full_text":"He's right. They entered the hospital because they had difficulty breathing, fatigue, fever, cough and a cold. Had nothing to do with their positive covid test they received at the hospital!","sentiment_score":-0.0100649351}
{"full_text":"RT Qld CHO saying Omicron is infecting seven to ten extra people for each positive ","sentiment_score":0.0757575758}
{"full_text":"Inflammation &amp; the Microbiome Modulating Disease Development Including Covid-19 | Nature's Real Health","sentiment_score":0.2}
{"full_text":"RT Amazing isn't it? No masks, no social distancing, no healthcare, no isolation, no quarantine, no staying at home. Just living t...","sentiment_score":0.2916666667}
{"full_text":"RT 96 Michigan kids now hospitalized with COVID, a pandemic record","sentiment_score":0.0}
{"full_text":"Texas US Senators &amp; House GOP members voted against Covid-19 Relief legislation that Democrats in Congress passed. Now TX GOP claims credit after it uses the money to bring the Unemployment Insurance Fund and other insolvent programs back to solvency.https:\/\/t.co\/6NMZRtDUoE","sentiment_score":-0.0625}
{"full_text":"RT Illinois is still 68% Delta this week.How many people there will die because Biden blocked Regeneron shipments for weeks?Go...","sentiment_score":0.5}
{"full_text":"RT Covid-19 infections are up 984% in the last 2 weeks in Florida.Gov DeSantis says we \"don't want any crazy mitigation\" to pr...","sentiment_score":-0.3}
{"full_text":"RT Posts circulating online show at-home COVID-19 tests displaying positive results after being doused with water, but this d...","sentiment_score":0.2272727273}
{"full_text":"With immunocompromised people though it's especially complicated and the extent to which the vaccine is protective depends a lot on the specific condition.","sentiment_score":-0.5}
{"full_text":"RT The thing that governments forget is that children become voting-age adults. Quickly. Kids who were in Grade 9\/10 when...","sentiment_score":0.3333333333}
{"full_text":"Amen your 3x  vaxed and your thanking the vaccine for letting you get infected with the disease it's supposed to protect you from? Color me skeptical.","sentiment_score":-0.5}
{"full_text":"I could care less. I take care of me which meant getting 3 doses of Pfizer. Now I can travel again to my second home in Honolulu. Not one government got this Covid mess correct. Politicians are bought off assholes of world corporate. I do not rely on governments for anything.","sentiment_score":-0.0854166667}
{"full_text":"RT Many employers &amp; schools require negative COVID test to return to work\/school. Testing sites in Miami Dade Count...","sentiment_score":0.1}
{"full_text":"RT Fentanyl overdoses are now the number one cause of death among US adults between ages 18-45.Maybe this should be a big...","sentiment_score":0.0}
{"full_text":"Lol wtf","sentiment_score":0.15}
{"full_text":"RT Dear sir while I wish you a speedy recovery but I wish you had been more responsible towards people around you who are als...","sentiment_score":0.35}
{"full_text":"So it appears South Africa has stemmed #Omicron spread with no boosters and boots on the ground public health. I wonder if there's any lesson there.","sentiment_score":0.0}
{"full_text":"You aren't worried about kids, this is all about you. Kids have parents and guardians to protect them it's not the government's responsibility. Their education, mental health and overall development has been severely impacted, that's far more dangerous to them then COVID.","sentiment_score":-0.02}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"LOL, Ashley Babbit isn't getting Covid, she got her shot.","sentiment_score":0.8}
{"full_text":"Covid response already saddled the next generation with trillion dollar debt, including billions to companies who didn't need Jobkeeper.Free RATs in this context is just a bizarre hill for the PM to die on.Bets on ALP campaign punchline? \"Scott Morrison doesn't give a RATs\"","sentiment_score":0.2}
{"full_text":"RT In my room sick with covid playing with rc helicopters","sentiment_score":-0.7142857143}
{"full_text":"RT Guess who shares the same community brain cell as Donald Trump.  COVID cases are spreading \"expedentially\" according to...","sentiment_score":0.0}
{"full_text":"RT While many are noting Robert Malone's Twitter suspension, the journalist who exposed WIV partner EcoHealth Alliance's Pen...","sentiment_score":0.5}
{"full_text":"RT They fired hospital employees for not being vaccinated and were completely shocked and surprised that there weren't eno...","sentiment_score":-0.3}
{"full_text":"RT Congresswoman Marjorie Taylor Greene tweeted this. Twitter flagged it as \"misinformation.\" Unbelievable.","sentiment_score":-0.25}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"RT Another new variant with multiple mutations just discovered in France. Too early to say whether it is \"of concern\".","sentiment_score":0.0787878788}
{"full_text":"RT They lied to get you to take the shot. You relied on their false pretenses - that you couldn't contract or spread the ill...","sentiment_score":-0.45}
{"full_text":"RT We have known for nearly two years that testing is key to managing this pandemic. And yet Scott Morrison hasn't done a thing to...","sentiment_score":0.05}
{"full_text":"RT BREAKING: U.S. reports more than 1 million new coronavirus cases as many states dump holiday backlogs","sentiment_score":0.3787878788}
{"full_text":"With a virus that mutates so unpredictably like the coronavirus, 'herd immunity' is not really possible. There's a reason a vaccine for the common cold (some of which are coronaviruses) has never been developed. If you get COVID you are not immune for life. You can get it again.","sentiment_score":-0.1933333333}
{"full_text":"RT any librarian does 10x more for the public than any elected official","sentiment_score":0.25}
{"full_text":"RT Such an important thread!Keep yourself and others safe!","sentiment_score":0.3416666667}
{"full_text":"RT Stop taking tests and live your life. If you're sick, stay home. If you feel fine, go about your business. That had been...","sentiment_score":-0.0537518038}
{"full_text":"RT Even with vaccination, and even if so-called \"mild\", preggos catching Covid is still, in short, not cool. Pregnant ladies a...","sentiment_score":0.2183333333}
{"full_text":"RT Minimum wage increases have gone into effect in 21 states, including California, as of Saturday. But it's not enough. E...","sentiment_score":0.0}
{"full_text":"RT JUST IN: PNP chief Gen. Dionardo Carlos confirms on Tuesday (Jan. 4, 2022) that he tests positive for Covid-19.He and his cl...","sentiment_score":0.2272727273}
{"full_text":"RT University of California, San Diego has covid pcr test vending machines on campus free for students &amp; campus employees h...","sentiment_score":0.4}
{"full_text":"RT My friend, has been a tireless advocate for children her entire adult life. For her public stance that s...","sentiment_score":0.0333333333}
{"full_text":"RT A key contributor to mRNA vaccine technology, Dr. Robert Malone - whose Twitter account has just been permanently suspende...","sentiment_score":0.0}
{"full_text":"All the papers and articles I've read, trying to understand test positivity significance, say anything over 5% test positivity should trigger lockdown. Just putting that out there.","sentiment_score":0.0}
{"full_text":"RT Planning international travel? You may have to remain in a foreign country longer than originally planned at your own expens...","sentiment_score":0.2125}
{"full_text":"RT \"We're facing a natural disaster\"@amhealey -1st time Osler has called Code orange in entire pandemic.-Etobicoke Genera...","sentiment_score":0.05}
{"full_text":"Just start coughing her way at that point &amp; tell her that you think you have Covid.","sentiment_score":0.0}
{"full_text":"I'm guessing Covid 19 has something to do with it.","sentiment_score":0.0}
{"full_text":"But what of the economy, business will suffer if you stay home....pls note sarcasm ","sentiment_score":0.0}
{"full_text":"COVID-19 PREVENTION POLICY: The Board of Education Union Coalition unveiled the nine-point plan.https:\/\/t.co\/bFMth5UKZK","sentiment_score":0.0}
{"full_text":"RT JUST IN: The United States reports over a million coronavirus cases amid holiday backlog.","sentiment_score":0.0}
{"full_text":"RT Omicron 'plainly milder'; new measures not needed, U.K.'s Johnson says","sentiment_score":-0.038961039}
{"full_text":"SURGING OMICRON WAVE: reports as the daily COVID-19 case average in the U.S. surges to record-setting levels and as the FDA has now authorized Pfizer's booster for those aged 12-15.","sentiment_score":-0.0833333333}
{"full_text":"RT When 2022 is trying to contact the CDC (&amp; B4 yall ask! lol the 'B*tch Im in Therapy' is from","sentiment_score":0.8}
{"full_text":"The Omicron variant circumvents natural immunity from COVID, Dr. Brett Giroir, who served as assistant HHS secretary during the Trump administration, warned.","sentiment_score":0.1}
{"full_text":"RT Just a heads up because we have a failed public health system in the US that refuses to follow research or educate the...","sentiment_score":-0.25}
{"full_text":"\"I, Omarion, am a musician and entertainer, not a viral variant, okay?\"https:\/\/t.co\/xTtNdQmbWK","sentiment_score":0.5}
{"full_text":"I wonder if they tell you want variant it is, Ross. Just read in NSW 72% of positives is Delta not Omicron.Glad you are feeling better.","sentiment_score":0.5}
{"full_text":"CovidCovidCovid","sentiment_score":0.0}
{"full_text":"Around the world, is helping legislatures and #PoliticalParties develop effective, transparent, and inclusive responses to #COVID19. Check out more below!","sentiment_score":0.6125}
{"full_text":"RT I just think it's funny how ~the obesity epidemic~ started at the same time that falling real wages, longer work hours,...","sentiment_score":0.15}
{"full_text":"\"It's time for would-be reformers to set aside the familiar stratagems and look more closely at two fundamental questions: How do schools use professional talent? And how do they use technology?\" via","sentiment_score":0.325}
{"full_text":"COVID continues to be the undisputed, undefeated champion of the stupid.","sentiment_score":-0.8}
{"full_text":"Seawolf community, the on-campus COVID-19 testing center will be open tomorrow, January 4, and Thursday, January 6. Please learn more here ","sentiment_score":0.1333333333}
{"full_text":"China's meticulous plans to prevent an Olympics-seeded COVID-19 outbreak by sealing all participants inside a \"closed-loop\" for the upcoming Winter Games will be tested by the emergence of the highly infectious Omicron variant.#POC #Beijing2022","sentiment_score":0.16}
{"full_text":"RT A pack of KN95s that I got for $15 a month ago is now $50 on Amazon. Right before children are being forced back to sc...","sentiment_score":-0.0047619048}
{"full_text":"Former Vice President Mike Pence announced his group has filed an amicus brief to the U.S. Supreme Court in firm opposition to the Occupational Safety and Health Administration's vaccine mandate.https:\/\/t.co\/uyBv46hQVO","sentiment_score":-0.0666666667}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"RT next announcement will be: \"Hello. This is Bighit Music. We would like to inform you that BTS member RM and Jin have made...","sentiment_score":0.0}
{"full_text":"The libertarian myth at the heart of legal challenges to Biden's vaccine mandates.","sentiment_score":0.2}
{"full_text":"RT It's more than just an 'air-born pathogen'...;https:\/\/t.co\/G6e10nD27k","sentiment_score":0.5}
{"full_text":"RT Austin had its highest cedar count of the season today. Cedar allergies have the exact same symptoms as Omicron. Couple that wi...","sentiment_score":0.125}
{"full_text":"RT The CDC recommends you wake in the morning and you step outside and you take a deep breath and you get real high and you...","sentiment_score":0.08}
{"full_text":"RT You mean to tell me.... Being healthy... is beneficial??","sentiment_score":0.09375}
{"full_text":"The mRNA 'vaccine' killed Tiffany Dover while demonstrating the 'safe and effective' vaccine live on telALieVision then seemingly disappeared without trace thereafter. Her death was initially covered up. But as always the truth finds a way to speak.https:\/\/t.co\/9pxdLV5pxi","sentiment_score":0.2072727273}
{"full_text":"WAKE UP CALL::People that have left their parent's home to stay alone.#DmightyBreakfast #BrianandMaritza","sentiment_score":0.0}
{"full_text":"RT Lydia Friend, founder of Women of Watts and Beyond, is out of the hospital after a serious fight with Covid. Her fight...","sentiment_score":-0.3333333333}
{"full_text":"RT In Illinois: All children must mask in school People must mask in all indoor places All colleges have vaccine\/t...","sentiment_score":0.0}
{"full_text":"Officials with the Carteret County Health Department reported one COVID-19 death Monday.Read more:","sentiment_score":0.5}
{"full_text":"Thousands of Rome residents and tourists, wearing face masks as protection against the spread of the coronavirus, gathered in St. Peter's Square on a sunny New Year's Day to hear Pope Francis lay out his recipe for world peace, cheering his appearance.https:\/\/t.co\/FjCxmMejGa","sentiment_score":0.1363636364}
{"full_text":"Public services are resorting to emergency plans to mitigate staff shortages caused by the Omicron variant of coronavirus.https:\/\/t.co\/yUW3klvs5Y","sentiment_score":0.0}
