{"full_text":"GOP wants to PROLONG our national GOP Pandemic nightmare until after the electionJust like the GOP PPE BLUE STATES HUNGER GAMES","sentiment_score":0.1}
{"full_text":"Her last tweet was about a memorial. Go figure.https:\/\/t.co\/3zrgUedk6Z","sentiment_score":0.0}
{"full_text":"RT School: Please test kids before they return to school City: There are no available covid tests at all anywhereState: I...","sentiment_score":-0.2}
{"full_text":"RT defund teachers unions.","sentiment_score":0.0}
{"full_text":"RT Vax Mandate for military w\/o religious accommodation enjoined by Fed. Judge Reed O'Connor, NDTx - \"There is no COVID-19 exce...","sentiment_score":-0.05}
{"full_text":"RT Florida Man tells people not to get tested while standing behind a lectern that says \"EARLY TREATMENT SAVES LIVES.\"","sentiment_score":-0.15}
{"full_text":"I don't care about cases.","sentiment_score":0.0}
{"full_text":"When they eat their own ...Dan Crenshaw attacking MTG ","sentiment_score":0.6}
{"full_text":"RT Anybody figure out why they wanted you all to get tested over Christmas?? So they could lock you down again. Rocket Scien...","sentiment_score":-0.1555555556}
{"full_text":"Ohio breaking its own records.","sentiment_score":0.6}
{"full_text":"Hey,  could we fund public health better? Let's repurpose defense budget for DPH, masks,  testing,  better ventilation\/filtering in all buildings. #COVIDisAirborne","sentiment_score":0.3333333333}
{"full_text":"RT What COVID democracy looks like in Europe.","sentiment_score":0.0}
{"full_text":"RT Themst who fucked around are finding outs, a thread.","sentiment_score":-0.6}
{"full_text":"\"Thankfully I was fully vaccinated &amp; boosted\" and still got Covid. Not the best sales pitch. Assuming \"it would have been worse\" without vax is just that ... an assumption. Maybe double mask next time.","sentiment_score":0.15}
{"full_text":"RT VACCINES-PLUS:1. Unequivocally declare #COVIDisAirborne 2. High-quality masks in all indoor spaces3. Improve air qu...","sentiment_score":0.0}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"Kid Trunks Reveals He Has Chest Cancer &amp; COVID-19","sentiment_score":0.0}
{"full_text":"RT Creepy","sentiment_score":-0.5}
{"full_text":"RT The French variant: B.1.640: here is the data from the region of France where it is spreading: to say it looks bad is ac...","sentiment_score":-0.35}
{"full_text":"I'm working from home, but don't have a home. I'm sure our landlords are happy though.","sentiment_score":0.65}
{"full_text":"ain't no way my year started off with someone in my house getting covid ","sentiment_score":0.0}
{"full_text":"RT EVENT UPDATE: Due to a recent rise in COVID-19 cases in the Boston area, our 1\/8 event has now been postponed.NEW EVENT...","sentiment_score":-0.0625}
{"full_text":"Climate Change is fueling high food prices.","sentiment_score":0.16}
{"full_text":"RT BREAKING REPORT: Federal Judge Grants Injunction to Navy seals requesting RELIGIOUS EXEMPTION from Federal Vaccine Manda...","sentiment_score":0.0}
{"full_text":"they fucking with y'all minds at this point","sentiment_score":-0.6}
{"full_text":"RT They finally get it. T cells drive pathology in severe covid-19, as I wrote in Frontiers back in 2020","sentiment_score":0.0}
{"full_text":"RT LOCKDOWN IS SENSELESS WITHOUT CONTACT TRACING, MASS TESTING AND TREATMENT! WE DEMAND CONCRETE PANDEMIC RESPONSE.","sentiment_score":0.15}
{"full_text":"RT I wrote about the plan for Philly schools to return this week in the midst of a COVID surge, and what could be done to mak...","sentiment_score":0.0}
{"full_text":"RT Starting to see Peds admissions for COVID now reach community hospitals. Saw more kids admitted to with C19 in...","sentiment_score":0.25}
{"full_text":"*Another* another variant, eh?","sentiment_score":0.0}
{"full_text":"RT Will Dr. Fauci finally admit he lied about all mask mandates working?https:\/\/t.co\/pFDBi1UnRU","sentiment_score":0.0}
{"full_text":"whattttt","sentiment_score":0.0}
{"full_text":"My condolences to vaccine injury incurred. Great insights into health advisory reforms and the corruption spectrum in the mRNA gene therapy industry.https:\/\/t.co\/BWz1lv1xaR","sentiment_score":0.8}
{"full_text":"RT Lockdown time, again. Working class. You'll get $300\/week to live in poverty, less than your wage.Middle class. Wor...","sentiment_score":-0.0151515152}
{"full_text":"Omicron Cases Are Hitting Highs, But New Data Puts End in Sight","sentiment_score":0.1363636364}
{"full_text":"RT The false rhetoric that all un-hospitalized COVID cases are mild has left people *completely unprepared* for the severity of...","sentiment_score":0.0083333333}
{"full_text":"State records 5699 new cases of COVID-19","sentiment_score":0.1363636364}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT 8 of my close friends have had omicron over Xmas, 2 have it  now, luckily they all had it mild, scary thing is now they...","sentiment_score":0.0555555556}
{"full_text":"RT Mask and vaccine mandates, then maybe you wouldn't have to purchase treatment that cost THOUSANDS PER DOSE. V...","sentiment_score":0.0}
{"full_text":"if indeed poblacion gurl is omicron positiveknowing that omicron is not as harmful as a common coldshe will be recovered by now.mema!!","sentiment_score":-0.46875}
{"full_text":"RT The false rhetoric that all un-hospitalized COVID cases are mild has left people *completely unprepared* for the severity of...","sentiment_score":0.0083333333}
{"full_text":"The mutations in nucleocapsid are not impacting the test:https:\/\/t.co\/NRFHuTxj5r","sentiment_score":0.0}
{"full_text":"RT Someone told me this morning that switching to virtual meetings might be seen as weak. Here's your gentle reminder that as...","sentiment_score":-0.0875}
{"full_text":"RT City life post COVID. I remember when stations were always crowded. Who knows when those days will be back. I would...","sentiment_score":0.0}
{"full_text":"OINK OINK PIG PIG -- Block Lockdown (Edited) by Ludacris &amp; Infamous 2-0.","sentiment_score":-0.5}
{"full_text":"Omicron hurts bruh lol","sentiment_score":0.8}
{"full_text":"Do you think Omicron was engineered and released?","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports more than 1 million new coronavirus cases as many states dump holiday backlogs","sentiment_score":0.3787878788}
{"full_text":"RT BREAKING: The Lieutenant Governor of Texas, Dan Patrick, who has made many bizarre statements regarding dealing with C...","sentiment_score":0.45}
{"full_text":"RT I don't think enough sports radio personalities are weighing in on COVID. ","sentiment_score":0.0}
{"full_text":"RT REPORTER: \"When will Americans get those free COVID tests, sir?\"BIDEN: *stares blankly ahead*","sentiment_score":0.2}
{"full_text":"RT These graphs never fail to astonish.The COVID hospitalization risk is MORE THAN 10X higher for the unvaccinated--at every. si...","sentiment_score":0.3333333333}
{"full_text":"RT How you got post-pandemic pics? You from the future?","sentiment_score":0.0}
{"full_text":"not to make this pandemic about myself but how am i gonna win the \"big game\" if theres a gatorade shortage","sentiment_score":0.1333333333}
{"full_text":"RT Yeah, they're going to have to step up monitoring on home isolation if everyone knows you can skip out before getting you...","sentiment_score":0.0}
{"full_text":"100% of all trolleys stop at 12th\/imperial. Go get tested!","sentiment_score":0.0}
{"full_text":"RT How 2022 started &amp; how its going: #SenileJoe STILL IGNORES this #WheelchairUser's 1-22-21 em...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Area Substacker is not too proud to lie even about QShaman, Jacob Chansley, who 1) brought a spear to insurrectio...","sentiment_score":0.8}
{"full_text":"RT Jared Leto's 'Morbius' Pushes Release to Spring Amid Omicron Surge","sentiment_score":0.0}
{"full_text":"Bro, I got vaxed, came down with Covid just after Christmas...","sentiment_score":-0.1555555556}
{"full_text":"Sounds like NYC Mayor Adams is looking to pick a fight with Gov Horchul like big bird Diblasio used to do w\/Cuomo. She's little in stature and while he's swaggering she's been fighting the COVID curse","sentiment_score":-0.09375}
{"full_text":"RT The USA just passed the milestone of a million #COVID19  cases in one day. A public health failure of epic proportions...","sentiment_score":-0.0722222222}
{"full_text":"RT Joining on this hour to discuss what we needs to be done with #omicron.It's not lockdowns, or \"let...","sentiment_score":0.0}
{"full_text":"This whole covid ordeal is OUTTA POCKET. Just go ahead and hang it up","sentiment_score":0.2}
{"full_text":"RT Appointments are recommend at all community testing sites, and currently required at Appointments open up often...","sentiment_score":0.0}
{"full_text":"RT They lied to get you to take the shot. You relied on their false pretenses - that you couldn't contract or spread the ill...","sentiment_score":-0.45}
{"full_text":"Imagine a ruling party with Ministers that do not stay in the country, a Finance Minister who saves his money abroad, all their kids learn abroad, Pres. &amp; Ministers go for routine medical treatment abroad. The only time they died was during COVID because they couldn't leave","sentiment_score":0.0}
{"full_text":"You're totally correct in saying it decreases odds of severe cases and likelihood of winding up on a vent in the hospital. But bottom line as of now, is anyone can give or receive Covid whether boosted or unvaxxed etc.","sentiment_score":0.0}
{"full_text":"RT I wonder if Pfizer agreed, as a pre-condition of FDA approval, not to make their FDA approved Comirnaty vaccine availa...","sentiment_score":0.0}
{"full_text":"This is one of the most influential nodes","sentiment_score":0.5}
{"full_text":"RT Study suggests omicron can teleport behind you and say \"nothing personal, kid\" before cutting you in half","sentiment_score":-0.2916666667}
{"full_text":"The NYC gap between unvaccinated and vaccinated COVID case and hospitalization rates, which had been running 10-to-1, is becoming a widening chasm...and these numbers are as of only December 18.","sentiment_score":0.225}
{"full_text":"RT Crazy idea...So let's take all the sick people...People with suspected COVID symptoms...And put the test that they need i...","sentiment_score":-0.6571428571}
{"full_text":"RT Hiding in the bathroom for a 1 minute deep breath break because the Emergency Department is absolutely bursting at the...","sentiment_score":0.1}
{"full_text":"RT I ain't fuckin around with how bad Covid is rn, catch me getting my grocery's delivered and not seeing anyone for a whil...","sentiment_score":-0.7}
{"full_text":"RT Amazing bumper sticker at COVID testing center this morning:","sentiment_score":0.25}
{"full_text":"RT A major lesson from the #COVID19 pandemic is the inadequate state of healthcare in Canada. Our hospital capacity is co...","sentiment_score":0.0625}
{"full_text":"RT here are 3 places to contact katsucon about exactly why you're canceling and urge them to cancel the event. they need to respo...","sentiment_score":0.25}
{"full_text":"RT Lockdown time, again. Working class. You'll get $300\/week to live in poverty, less than your wage.Middle class. Wor...","sentiment_score":-0.0151515152}
{"full_text":"We've had a lot of vaccinations if that's what you meant. It certainly won't determine the length of the pandemic whether we have or we haven't. It will run it's natural course regardless of vaccine intervention.","sentiment_score":0.1571428571}
{"full_text":"No vaccine passport for me Who are you to set me free?Long as I have air to breatheI'll decide when to roll up my sleeve#VaccinePassports","sentiment_score":0.0}
{"full_text":"RT Vaccine mandates are justified as a matter of community self-defence - and justice","sentiment_score":0.4}
{"full_text":"What people mean by \"COVID is airborne\". And why face shields and acrylic barriers won't work. If you havent already, get medical grade mask.https:\/\/t.co\/SQE72LYh1u","sentiment_score":-0.15625}
{"full_text":"RT Two of the world's most influential leftist leaders meet:- One emphatically opposes vaccine mandates and passports on the...","sentiment_score":0.225}
{"full_text":"Tell him people have been curing covid by drinking their own piss","sentiment_score":0.6}
{"full_text":"With Measles, Mumps, and rubella, if you had already had the virus, they told you not to get the vaccine. It was called natural immunity.","sentiment_score":0.1}
{"full_text":"The best policy now is: degrading covid to a less harmful level of disease, like: seasonal flu. This s a good way out of this mass. Infection rate, ok. But what matters is fatality rate.","sentiment_score":0.5083333333}
{"full_text":" you called it.  A million new cases by Monday.","sentiment_score":0.1363636364}
{"full_text":"RT I try to empathize cause in fairness, I didn't go out much even before the pandemic so I try to give grace....","sentiment_score":0.2}
{"full_text":"RT True leadership. Treating school like an essential service. Truly admirable.","sentiment_score":0.175}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT Mayor Eric Adams of New York City insisted schools would remain open despite surging Omicron cases in the city. He said remote...","sentiment_score":0.0121212121}
{"full_text":"RT Hey NIH!Text from a couple I just treated (now starting to feel better after 2 days of combination therapy with repurpose...","sentiment_score":0.25}
{"full_text":"I don't think they had the mental agility to see the disaster that would unfold if they persisted on their delta opening plans just as a more transmissible variant was taking off. ","sentiment_score":0.2}
{"full_text":"RT With the Omicron variant spreading rapidly and new restrictions coming into effect in several places across the country,...","sentiment_score":0.0681818182}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"I know right. The 99.8 survival of covid has nothing to do with it fml","sentiment_score":0.2857142857}
{"full_text":"RT Breaking: San Antonio upgrades COVID-19 risk level to \"Severe\" following a massive increase in daily coronavirus cases.Ris...","sentiment_score":0.0}
{"full_text":"Good luck Aaron! #pfizer #moderna","sentiment_score":0.875}
{"full_text":"RT BREAKING: U.S. reports more than 1 million new coronavirus cases as many states dump holiday backlogs","sentiment_score":0.3787878788}
{"full_text":"RT #MaryamRajavi:Fearing growing protests by a restive society fed up with repression, poverty,&amp;the pandemi...","sentiment_score":0.0}
{"full_text":"RT Two of the world's most influential leftist leaders meet:- One emphatically opposes vaccine mandates and passports on the...","sentiment_score":0.225}
{"full_text":"Yea I've been affected by having to choose between feeding my 5yr old or taking an ineffective and unsafe vaccine or losing what I've worked so hard to accomplish.  This is your fault.  No one else's.  You. So I hope you have something for me to help \"make ends meat\" wanna chat?","sentiment_score":-0.0958333333}
{"full_text":"RT Sturgeon closed us down for fewer than 100 cases in hospital. She needs to apologise to the country and every business that'...","sentiment_score":-0.1277777778}
{"full_text":"RT  JGN Weekly and Monthly Update:A player that attended JGN on Tuesday and another that attended on Thursday have test...","sentiment_score":0.0}
{"full_text":"RT That's just it. People don't have the tools to protect themselves. They're still waiting in line for hours to get test...","sentiment_score":0.0}
{"full_text":"But not many. 44% of breakthrough cases may be immunocompromised, but the vast majority of those dying are still the unvaxxed. He's not wrong that even at some level of risk, society must continue to function. Flu season is bad for many vulnerable ppl too but we don't lockdown.","sentiment_score":-0.1166666667}
{"full_text":"RT Wild that people are still having a hard time getting tested for covid 2 years into a pandemic in the richest country in the his...","sentiment_score":-0.0958333333}
{"full_text":"RT COVID-19 Update: The Health Minister is speaking in Brisbane. #covid19","sentiment_score":0.0}
{"full_text":"The mask is my preferred mask, the - why is it my preferred mask? The gel means I'm able to get a good seal with my face. ","sentiment_score":0.6}
{"full_text":"RT Israel said on Monday it will admit foreigners with presumed COVID-19 immunity from countries deemed medium-risk next w...","sentiment_score":0.0}
{"full_text":"RT Our approach to the pandemic is a great example of why we cannot get past racism in America. We think it's all about pers...","sentiment_score":0.275}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"So they took visits away at the jails- visits that are through glass cause of covid- makes sense ","sentiment_score":0.0}
{"full_text":"RT House staff who are working hours above what they normally would because of COVID redeployment should be paid for their time...","sentiment_score":0.075}
{"full_text":"Oh yeah such a good point covid exist because unvaccinated such big brain","sentiment_score":0.175}
{"full_text":"Wait shouldn't they be banned from Twitter for making people vaccine hesitant?","sentiment_score":0.0}
{"full_text":"RT It's my birthday but I refuse to age until covid is over ","sentiment_score":0.0}
{"full_text":"RT Only the federal government has the capacity, resources, and infrastructure to immediately begin mass distribution of N95 masks...","sentiment_score":0.0}
{"full_text":"\"I know you're scared of Covid\"Yeah God forbid people don't want to get a Virus that has killed over 20,000 people.","sentiment_score":-0.2}
{"full_text":"regressing during covid positive period is not embarrassing press yes to affirm","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING:  Federal judge just granted temporary injunction to group of Navy SEALS seeking religious exemption from vaccin...","sentiment_score":0.0}
{"full_text":"RT COVID is spreading rapidly in Dane Co. Let's protect our hospitals: Stay home if you are sick Get tested Get...","sentiment_score":-0.7142857143}
{"full_text":"RT Here's the full story with on how January 6th rioters, militias, and extremists are looking to take ov...","sentiment_score":0.35}
{"full_text":"And the Government is going to open schools? #MadnessUK Covid cases up 50% in a week as daily tally exceeds 150,000 ","sentiment_score":0.0}
{"full_text":"RT The CDC recommends that #CancelStudentDebt","sentiment_score":0.0}
{"full_text":"RT As Omicron surges, Florida Surgeon General Joseph Ladapo says the state is working to \"unwind\" the COVID \"testing psycholog...","sentiment_score":0.05}
{"full_text":"RT Retweet if you agree to a true lockdown for 14 days to end this pandemic.","sentiment_score":0.35}
{"full_text":"RT We must resist Scott Morrison's user pays pandemic. Rapid and PCR tests must be free.","sentiment_score":0.4}
{"full_text":"RT .@JoeNBC #Desantis still needs to govern! Yes, even with a sick wife. That's the JOBHe is the governor and #florida is aw...","sentiment_score":-0.7142857143}
{"full_text":"RT Is it just me or is it blowing anyone else's mind that essentially the Government is saying to teachers: \"We know you're all...","sentiment_score":0.0}
{"full_text":"We must vaccinate the entire world as a matter of basic moral decency. In addition, an unvaccinated world fuels new variants.","sentiment_score":0.0340909091}
{"full_text":"Covid can't live at my house I bleach to damn much","sentiment_score":0.1681818182}
{"full_text":"You guys do know a bunch of healthy nurses were fired right?Maybe you're not aware the ON government and lots more now acknowledging covid hospitalization numbers are pretty much fraudulent.  Don't tell me you don't know the rate of infection on the vax is now outpacing non vax","sentiment_score":0.265}
{"full_text":"RT Arizona women's basketball game against Washington on January 9th has been postponed due to COVID-19 protocols within the H...","sentiment_score":-0.2625}
{"full_text":"RT Go Italians.","sentiment_score":0.0}
{"full_text":"RT This is nuclear nuts.","sentiment_score":0.0}
{"full_text":"I wish but I fear another variant is around the corner. My hope is for all this to slow down but not sure when normal will return.","sentiment_score":-0.1388888889}
{"full_text":"Like nigga said earlier if a lockdown ain't coming with money you can keep it.","sentiment_score":0.0}
{"full_text":"I am sure you will like this article","sentiment_score":0.5}
{"full_text":"RT I just just received this email So is this where we're at again? Covid+ residents sharing rooms with covid-...","sentiment_score":0.0}
{"full_text":"Vaccine is a cap its a mark of the beast","sentiment_score":0.0}
{"full_text":" If you're a #pet parent, it's time to stock up on your #furbaby's favorite food. #dog #pets #dogs #cat #puppy #cats #doglover #doglovers #petlovers  #catlover #shortage #covid #pandemic #export #import #supplychain #crisis #logistics #preparedness","sentiment_score":0.5}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"Maryland Gov. Larry Hogan: \"We believe that the next four to six weeks are really going to be a terrible point in this crisis. And it's potentially going to be the worst part of the whole two-year fight. \"","sentiment_score":-0.2666666667}
{"full_text":"Despite its label of being 'mild' the urge in omicron cases is putting further strain on the healthcare system, as well as businesses and schools that are unable to operate with the number of staff quarantined.","sentiment_score":-0.0555555556}
{"full_text":"From setting up attractive selfie points to putting up imaginative posters and colourful balloons, the designated #vaccination centres, mostly schools and educational institutes, were decked up to welcome the youngstershttps:\/\/t.co\/SR1OXmOrNT","sentiment_score":0.59}
{"full_text":"RT I'm not sure this plan where we all solve the pandemic individually is going to work out.","sentiment_score":-0.125}
{"full_text":"Yikes! That is a lion trying desperately to eat a baby  Hmmm...something something omicron metaphor... ","sentiment_score":-0.6}
{"full_text":"RT I spent thanksgiving night reading about a variant that would be named \"omicron\" the following day. If you are bracing for the...","sentiment_score":-0.05}
{"full_text":"Over the past year, an unprecedented number of Canadians opened their homes--and their hearts--to new friends. Here are just a few of the lucky animals who found loving families during the COVID lockdownhttps:\/\/t.co\/TqIy8wrBNz","sentiment_score":0.2032828283}
{"full_text":"RT BREAKING: U.S. reports more than 1 million new coronavirus cases as many states dump holiday backlogs","sentiment_score":0.3787878788}
{"full_text":"RT Our Emergency Depts need your help: they are at critical capacity with overflowing waiting rooms and limited hospital beds...","sentiment_score":-0.0357142857}
{"full_text":"Since the omicron variant surfaced, pundits, have flippantly (or accidentally) referred to it as the Omarion variant. Well, the R&amp;B artist has heard all the jokes: \"Please be aware that if you run into me, you don't have to isolate for 5 days\"","sentiment_score":0.325}
{"full_text":"Licensed California child care providers are entitled to thousands of dollars to help stabilize their businesses during the pandemic, but as of mid-December one-third of them had not completed the registration necessary to receive the money.","sentiment_score":0.0}
{"full_text":"If schools \/kids sports close I'm going to Texas. I have not seen my grandma since the pandemic, I'm already looking into rentals They could use some time around their great grandma","sentiment_score":0.8}
{"full_text":"The Department of Health on Monday said the COVID-19 risk classification of Negros Occidental and Bacolod City is \"minimal\".","sentiment_score":-0.1}
{"full_text":"Oh man, our best wishes to Whoopi on a speedy recovery!","sentiment_score":1.0}
{"full_text":"RT I've seen some people complaining about another lockdown in Ontario, but at least one hospital has just called a Code Orange,...","sentiment_score":-0.3}
{"full_text":"Tune in tomorrow morning and afternoon! NPR'S 89.7 FM (89.1 FM in Lake County) will air a story about how COVID-19 has had an impact on how we care for our guests. It is scheduled to run during Morning Edition from 5 to 9 am and again during All Things Considered 4 to 6 pm.","sentiment_score":0.0}
{"full_text":"RT Another tough story on the COVID beat. A Milwaukee family says only UW Health will do a risky surgery that could save thei...","sentiment_score":-0.1944444444}
{"full_text":"The ONLY plausible result from covid would be zombies.","sentiment_score":0.25}
{"full_text":"Over 40 Lakhs between 15-18 age group received their first dose of COVID19 vaccine on the 1st day of vaccination drive for children, till 8 pm, on January 3.","sentiment_score":0.25}
{"full_text":"Starbucks says its U.S. workers must be fully vaccinated by Feb. 9 or face a weekly COVID testing requirement.https:\/\/t.co\/5fRD6PQGTg","sentiment_score":0.0}
{"full_text":"This new partnership between and will provide #manufacturing and engineering teams with flexibility and seamless access to industry-leading #3Dprinting printing services.","sentiment_score":0.1181818182}
{"full_text":"University of Alabama updates COVID-19 protocols amid increasing transmission rateshttps:\/\/t.co\/AC63OT3oCf","sentiment_score":0.0}
{"full_text":"RT There is no Omicron hospital \"surge\" in Florida People admitted for non-Covid reasons get tested If they test positive...","sentiment_score":0.2272727273}
{"full_text":"RT There is no COVID exception to the US Constitution.","sentiment_score":0.0}
{"full_text":"RT Ontario Premier Doug Ford, re-emerging after Christmas break, announces lockdown-like restrictions to take effect amid ris...","sentiment_score":0.0}
{"full_text":"COVID-19 UPDATE: Despite the rising numbers in #COVID19 cases, Gov. Ned #Lamont is assuring residents #Connecticut has the tools it needs to fight the virus in the new year.https:\/\/t.co\/jrhaIhM6e3","sentiment_score":0.1363636364}
{"full_text":"A jeepney was seen on video fleeing a team of enforcers that tried to pull over the public utility vehicle, but other drivers stopped as inspectors checked buses, UV Express and other PUVs to ensure compliance with COVID-related protocols. | via","sentiment_score":-0.0833333333}
{"full_text":"Over 3,000 flights canceled in U.S. amid #COVID19, storm","sentiment_score":0.0}
{"full_text":"RT BREAKING--42%--Pandemic profiteering just increased the price of 2 rapid #COVID test kits from $14 to $19.88... by 4...","sentiment_score":0.0}
{"full_text":"COVID-19 and cold weather are causing chaos for air travelers as a record number of flights were canceled due to staff shortages and mother nature's wrath. has the details and today's top business stories.","sentiment_score":-0.075}
