{"full_text":"#ElonMusk comes out in support of #Canada's 'Freedom Convoy' of truckers protesting vaccine mandate American truckers join Canada's #FreedomConvoy protesting vaccine mandate as rigs stretch for 45 Miles #TruckerConvoy #PassVaccinal #PasseSanitaire #UShttps:\/\/t.co\/CF7XPXagsg","sentiment_score":0.0}
{"full_text":"RT 2) \"You may be comfortable with the survival rate of COVID, but how comfortable are you surviving a massive stroke because...","sentiment_score":0.2666666667}
{"full_text":"RT Star Campaigner for Corona","sentiment_score":0.0}
{"full_text":"The 'Reckless', English Nationalist Tories!https:\/\/t.co\/feT3yjyvjy","sentiment_score":0.0}
{"full_text":"RT During this A'tin special holiday, all citizens are encouraged to help in achieving the goals set by the fanbases &amp; help prom...","sentiment_score":0.3571428571}
{"full_text":"RT COVID Update: One of the next big questions of the pandemic outlook will likely revolve around what happens in Florida.And...","sentiment_score":0.0}
{"full_text":"RT the hospitals that treat patients with covid are not hospitals, but concentration camps where the biggest guarantee is that y...","sentiment_score":0.0}
{"full_text":"RT It's not just that Covid isn't over; judging by our schools it's the worst it's ever been.And they know it.And they could...","sentiment_score":-1.0}
{"full_text":"didn't NT suddenly go into lockdown. Co inky dink","sentiment_score":0.0}
{"full_text":"There are so many more severe respiratory, cardiovascular, and neuropathic diseases and mental illness that are going undiagnosed and untreated because of this obsession with stopping COVID.","sentiment_score":0.3}
{"full_text":"Agreed. Covid is a horrible vascular disease","sentiment_score":-1.0}
{"full_text":"RT 678 Covid patients in public hospitals tonight - the lowest this year.","sentiment_score":0.0}
{"full_text":"No, because it's reasonable to make these a requirement. I'm not against vaccines, not even against the Covid vaccines. But please explain why a healthy and recently recovered person should be forced to take this vaccine.","sentiment_score":0.1}
{"full_text":"RT \"We are not leaving until ALL mandates are lifted.\" - Canadian Truckers.ALL mandates. The fake news is saying \"trucke...","sentiment_score":-0.5}
{"full_text":"RT Fight with COVID-19 pandemic- use masks, maintain appropriate hand hygiene &amp; social distancing. Under the aegis of Ministry of...","sentiment_score":0.2666666667}
{"full_text":"no.  24JUST IN: Sen. Joel Villanueva tested positive for COVID-19 after experiencing fever and headaches earlier this week, according to a statement from his office. He informed those whom had contact with in the past few days and said that they are all isolating. - Philstar","sentiment_score":-0.0556818182}
{"full_text":"Covid doesn't cause heart problems mate. It's a respiratory disease which affects the lungs. The vaccine is known for giving people heart problems","sentiment_score":0.0}
{"full_text":"RT How many lockdown parties did Boris Johnson and staff attend? Here's a guide.https:\/\/t.co\/hX7DluJH8A","sentiment_score":0.5}
{"full_text":"RT Senate \"Second Opinion\" Whistleblower Bombshell: DoD Data Reveals Expanded Vax 'Adverse Events', 3-fold Cancer, 300% Miscar...","sentiment_score":0.0}
{"full_text":"RT It didn't have to be this way #CorbynWasRight","sentiment_score":0.0}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"CDC Kentucky Study - Reduced Risk Of Reinfection with Vaccines Compared ... via","sentiment_score":0.0}
{"full_text":"update: my throat is even more sore :') and i feel kinda flu-ish. but it's not covid","sentiment_score":0.5}
{"full_text":"This is the problem with brexiteers and what seems to be tory sycophants. Why aren't you annoyed that your taxes are being wasted in this way, when it could be going to the NHS\/ helping the most vunerable in society\/ deal with COVID debt payments etc.?","sentiment_score":-0.0333333333}
{"full_text":"RT 98 Australians lost their lives to Covid yesterday plus 35 historical deaths in aged care homes in NSW. had the...","sentiment_score":-0.05}
{"full_text":"RT Met position unfathomable: first, nothing to see here. Then, after Sue Gray conducts a proper investigation, they big foo...","sentiment_score":0.0833333333}
{"full_text":"RT I will be re-assessing the risk as the weeks go by. I will be looking at whether or not the promised mitigations are in pla...","sentiment_score":0.0}
{"full_text":"A cracking covid crowd","sentiment_score":0.0}
{"full_text":"Yay! First negative Covid test in over a week. Knew I was feeling better.","sentiment_score":0.15}
{"full_text":"In the end the only one with ethics is Neil as Spotify chose numbers and biz over the right thing to do and help stop the pandemic and save lives. Rogan definetely no ethics","sentiment_score":0.1428571429}
{"full_text":"RT You know what would really help the vulnerable? Having access to face-to-face appointments with their GP, wi...","sentiment_score":-0.15}
{"full_text":"RT \"We are not leaving until ALL mandates are lifted.\" - Canadian Truckers.ALL mandates. The fake news is saying \"trucke...","sentiment_score":-0.5}
{"full_text":"RT US breakthrough covid deaths reported by state and county health departments and by media outletsTotal: 35,270Note: No data...","sentiment_score":0.0}
{"full_text":"So Dr Sandro \"Sponsored by Pfizzer\" Demaio, the 3rd shot works against Omicron in Australia but the 4th doesn't work in Israel? #NarrativeFail #PandemicOfTheVaccinated #PandemicOfTheTripleVaccinated","sentiment_score":0.0}
{"full_text":"RT An article in Reuters that does not quite get China's COVID policy, until a sudden epiphany at the end:https:\/\/t.co\/5gsr...","sentiment_score":0.0}
{"full_text":"RT This is the beginning of the end of CoVid running gleefully from person to person, city to city, country to country.It...","sentiment_score":0.0}
{"full_text":"This is why Boris Johnson welcomed the investigation - he knew it would delay publication of Gray Report and potentially limit its scope. Outrageous behaviour from Met throughout. No coincidence government is pushing through anti-protest legislation. #PartyGate","sentiment_score":-0.5}
{"full_text":"Imagine how bad your body's reaction would be if you caught Covid...","sentiment_score":-0.7}
{"full_text":"Chinese Scientists From Wuhan Discover \"Potentially Deadly\" New Strain Of Coronavirus","sentiment_score":0.0681818182}
{"full_text":"Thanks Dr Hodcroft! I often listen to you on the radio via . You have good advice and comments! The pandemic for most of us has been confusing, vaccines, side effects and so on. I got my booster shot yesterday! My blood sugar is slightly elevated, arm a little sore!","sentiment_score":0.1414930556}
{"full_text":"RT Has anybody seen Chris Whitty, Patrick Vallance or Jonathan Van Tam lately? Asking for a country that's just dropped a...","sentiment_score":-0.3}
{"full_text":"RT Spotify is down more than 25% since Joe Rogan ramped up his attacks of the vaccine on their platform... they paid him $100...","sentiment_score":0.1722222222}
{"full_text":"RT  60% of the patients in general hospital beds with #Covid19 in Wales are not in because of it and many would have caught...","sentiment_score":0.275}
{"full_text":"RT Since the start of the pandemic, hundreds of people from all around the world  have joined us for our online meetings. There's...","sentiment_score":0.0}
{"full_text":"RT This is a scandal. Children should be vaccinated, like they are in other countries. UK is an outlier. Don't normalise...","sentiment_score":-0.125}
{"full_text":"RT When such small volume govt exams are postponed due to Covid-19 surge, why cannot postpone an exam of such big...","sentiment_score":-0.075}
{"full_text":"RT A closer look of the face and animation of the beta Mumbo-like Grublin from the E3 1998 build of #BanjoKazooie. Oddly e...","sentiment_score":-0.1666666667}
{"full_text":"RT i think i've seen this film before and i didn't like the ending..","sentiment_score":0.0}
{"full_text":"RT The world's foremost capitalist expressing his support for the working class","sentiment_score":0.0}
{"full_text":"RT I've seen protests led by people charged and convicted of violent crimes treated better and face fewer questions by Canada...","sentiment_score":-0.15}
{"full_text":"RT Covid has pulled back the curtain on widespread corruption. It's a shock for most docs as to just how deep this corrup...","sentiment_score":0.1666666667}
{"full_text":"RT Please sign this...as recommended by a doctor friend...","sentiment_score":0.0}
{"full_text":"RT We r doing very well preperation from last 12 months for #Gate2022. If anyone of us get positive COVID-19 on before exa...","sentiment_score":0.1424242424}
{"full_text":"RT No beds for your stroke. No beds for your heart attack.No beds for your car crash.No beds for your sick child.No b...","sentiment_score":-0.7142857143}
{"full_text":"RT Elon Musk comes out in support of Canada's 'Freedom Convoy' of truckers protesting vaccine mandate h...","sentiment_score":0.0}
{"full_text":"Why? How!?","sentiment_score":0.0}
{"full_text":"College Board Announces Streamlined, Digital SAT as More Universities Go Test-Optional During Pandemic","sentiment_score":0.25}
{"full_text":"RT A reminder that the same government that refuses to cancel a National Insurance rise that will hit the poor hardest jus...","sentiment_score":-0.2}
{"full_text":"RT When such small volume govt exams are postponed due to Covid-19 surge, why cannot postpone an exam of such big...","sentiment_score":-0.075}
{"full_text":"7 Day Covid Growth in Deaths per 1K Population by County For MO   2022-01-24:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"How Businesses are Surviving During the COVID-19 Pandemic  Written by Tammy Sons of","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Have you heard of the #EuropeanGuaranteeFund It's the secret EUR25 billion stash. They won't say who the money...","sentiment_score":-0.4}
{"full_text":"We have the most genius covid vaccines and patriots in the world!","sentiment_score":0.625}
{"full_text":"Can we all respect pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"Days indoors call for something yummy!  Stay safe at home and get your favorite  #GoldilocksPH's Group Meals that your fam can share! ","sentiment_score":0.5625}
{"full_text":"Masks are no longer required by law in indoor venues, however if you're visiting our hospice you must continue to wear a face covering (unless exempt) and follow social distancing measures.Thank you for helping to keep our patients, staff and others safe. #hospicecare #khh","sentiment_score":0.2666666667}
{"full_text":"> Behind closed doors: Covid-19, litigation and the rise of mediation> What we know - and don't know - after an afternoon of questioning on NBI>  The current experiment in unanchored money might collapse in anger, drama, and mistrust","sentiment_score":-0.3}
{"full_text":"RT This filtered build gives a nice visual display of how distant the Omicron family is from everything else, &amp; ho...","sentiment_score":0.1666666667}
{"full_text":"PICKids: Covid-19 vaccine will be administered to children aged 5-12 y-old in Feb 2022https:\/\/t.co\/PNmi8CO15i#MalaysiaGazette #MGNews","sentiment_score":-0.1}
{"full_text":"We're all tired of Covid. But are you really going to give up the fight? Get boosted. Get protected.Find your nearest walk-in centre here:","sentiment_score":-0.1}
{"full_text":"What's happening with travel bookings, trends and Covid Cert rules? I spoke to on #TheIndoDaily about the holidays we may take in 2022 https:\/\/t.co\/7OF9QVvgzU","sentiment_score":0.0}
{"full_text":"RT If Twitter didn't exist, how would anyone know there is a massive convoy of truckers protesting the Canadian government...","sentiment_score":0.0}
{"full_text":"RT This authoritative behavior by is saddening and depressing.#postponegate2022#St...","sentiment_score":0.3}
{"full_text":"COVID hits one of the last uninfected places on the planet. Click the link to find out where.","sentiment_score":0.0}
{"full_text":" 1 in 3 people with #COVID19 have no symptoms. Let fresh air in if you work indoors. Find out how to stay safe &amp; protect your colleagues:","sentiment_score":0.4}
{"full_text":"RT 3,895 Americans died from COVID yesterday.Read that again.","sentiment_score":0.0}
{"full_text":"ACDP speaking about foreign puppet masters impressive","sentiment_score":0.4375}
{"full_text":"don't you dare throw this crap at me i know well how the vaccine worked on my mother and sister in law your so don't talk crap.","sentiment_score":-0.8}
{"full_text":"As we enter into the Year of the Tiger, our CEO Andre Shen provides us with his end-of-year thoughts on #COVID19 in #China and its impacts on work life, China's vaccine outreach, and international cooperation for #globalhealth.https:\/\/t.co\/la4oKediMW","sentiment_score":0.0}
{"full_text":"'You are meaning spring is coming? Or new variant?' I asked.'I was referring to a significant change in the current dispensation.'For more, Visit: #diaryofasocialbutterfly","sentiment_score":0.2528409091}
{"full_text":"RT Australia records deadliest day of Covid pandemic as 35 cases of BA.2 Omicron variant detected | Coronavirus | The Guardian...","sentiment_score":0.0}
{"full_text":"RT I live in NZ where just about everyone over 12yo is dble dosed &amp; 30% of them are boostered ahead of omicron, which...","sentiment_score":0.1363636364}
{"full_text":"Your father built up immunity to the virus after the first time he for sick. It could have been his new immunity that helped him the second time round rather than the vaccine.This is scienceThis is how our bodies workOur immune systems are designed to strengthen after illness","sentiment_score":-0.1055844156}
{"full_text":"Don't forget, it is still important to wash your hands regularly to help limit the spread of Covid-19.","sentiment_score":0.2}
{"full_text":"#FaceCoverings are no longer compulsory in indoor settings and Covid passes are no longer mandatory. You will still need to self isolate if you test positive for Covid-19, and the self isolation period is now 5 full days. More on the latest guidance - ","sentiment_score":0.3943181818}
{"full_text":"Exactly what you have to do from now if you test positive for Covid as the rules change","sentiment_score":0.2386363636}
{"full_text":"The government strategy to live with covid seems to have shifted from a new set of 'normal' behaviours to control its spread to accepting a death toll of hundreds per day.  The Press is certainly complicit in that; few journalists now 'speak truth to power' about almost anything.","sentiment_score":0.0874025974}
{"full_text":"RT Famous actor getting involved as citizen to protest for what is safe and right","sentiment_score":0.4285714286}
{"full_text":"The Biden administration plans to send 400 million N95 face masks to give out free through pharmacies and community health centers:","sentiment_score":0.4}
{"full_text":"RT Denmark has published a new weekly Covid report.But before I get on to that, today they reported over 51,000 Covid c...","sentiment_score":0.1363636364}
{"full_text":"RT You can't cure this type of stupid!! They take all this mess and won't take the vaccine!! ","sentiment_score":-0.63671875}
{"full_text":"The African economy is expected to grow in 2022, despite Covid-19 disruptions. This as various organisations &amp; groups work to industrialise. ","sentiment_score":-0.0333333333}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0810841259   FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"RT I just supported this case as I understand and respect that risk of #VaccineSideEffects from novel vaccines is a deterrent to...","sentiment_score":0.0}
{"full_text":"RT New York Times Admits Unvaxxed People Have 'Lower Rates of Infection And Hospitalization' Of COVID-19 Than The Vaxxed. ht...","sentiment_score":0.1363636364}
{"full_text":"RT Cytotoxic T cells and activated B cells in the lungs of Long COVID patients that subsequently tested negative for SARS-CoV...","sentiment_score":-0.1166666667}
{"full_text":"India has total 32249900 confirmed cases. Out of this 31441260 have recovered, and 432112 people have died.Last Updated : 13\/08\/2021 23:27:22Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"RT The majority of Covid patients in hospitals in England are not primarily being treated for the virus for the first time, r...","sentiment_score":0.025}
{"full_text":"Is the transition from Delta to #Omicron a game changer? Infectiologist and professor provides a rundown of the variant's impact on hospitalizations and patient care in France. https:\/\/t.co\/RClUEydLEY","sentiment_score":-0.4}
{"full_text":"RT Meet Evan, 10, Covid Nov 21. Unable to attend school or learn at home due - debilitating fatigue. Mum says \"There's n...","sentiment_score":-0.3125}
{"full_text":"Well done Jose, Its incredibly rewarding helping the younger generation.  I've just done a load of mock job interviews for school children to help them prepare &amp; enjoyed it immensely. Nicely captured.#PanoPhotos #giveback","sentiment_score":0.4}
{"full_text":"If you are self-isolating with COVID-19 and provide negative lateral flow test results on day 5 and 6 you are now able to end self-isolation after 5 full days. https:\/\/t.co\/Q3y4sGXCBE","sentiment_score":0.1833333333}
{"full_text":"An ambulance union has revealed how the Omicron wave has impacted paramedics, with university students being hired to cope with the pressure.https:\/\/t.co\/S1mGf4eq26","sentiment_score":0.0}
{"full_text":"Proposed State Law Would Make It Illegal To Request A Person's Vaccine Status","sentiment_score":-0.5}
{"full_text":"RT A reminder that the same government that refuses to cancel a National Insurance rise that will hit the poor hardest jus...","sentiment_score":-0.2}
{"full_text":"hi there I have an order that needs collecting from a store but I have COVID is someone else able to collect for me?","sentiment_score":0.5}
{"full_text":"Education Secretary Miguel Cardona said Thursday that the nation's schools must act more urgently to help millions of students who have fallen behind during the pandemic. \"We must make up for lost time,\" he said.https:\/\/t.co\/u11Ai12JBq","sentiment_score":0.05}
{"full_text":"Public School Access or Stay-at-Home Partner: Factors Mitigating the Adverse Effects of the Covid-19 Pandemic on Academic Parents | \/ \/ | #Econtwitter","sentiment_score":0.0}
{"full_text":"When seeing loved ones inside, it's important to open a window. Letting fresh air in help reduce the risk of catching and spreading COVID-19 #HandsFaceSpaceAir","sentiment_score":0.4}
{"full_text":"Children who were aged 2 or 3 before 1 September 2021 are eligible for a free flu vaccine. It's just a quick and painless nasal spray.","sentiment_score":0.2111111111}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT Bloody queen via -  #digital #art #lockdown #bloody #power #NFT #SignArt","sentiment_score":-0.5333333333}
{"full_text":"Senior civil servant Sue Gray is investigating numerous alleged lockdown breaches in Downing Street and Whitehall in 2020.https:\/\/t.co\/T5xwj3WxQS","sentiment_score":-0.05}
{"full_text":"They outsourced the catering pre-covid and it went to shite. Then got worse! The eldests school, if it was a restaurant I'd go, it sounds amazing!","sentiment_score":0.125}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"RT Total Railway jobs given by respective Govt :UPA - 40000 per annum (2004-2014)Modi Govt - 42400 per annum (201...","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"The quantity of dynamic positive instances of #Covid19 outperformed 90,000 on Thursday with 14 urban areas revealing 11% energy rate the nation over. The information of National Command and Operation Center (#NCOC) showed.https:\/\/t.co\/nkOWZouVZ8","sentiment_score":0.0318181818}
{"full_text":"RT I think this pandemic and the various responses to it has shown a clear divide between people who are all about individua...","sentiment_score":0.05}
{"full_text":" Introducing our second speaker! Naresh Goundar from will be speaking at our webinar: Building a #Sustainable and Resilient #Pharma #SupplyChain Beyond #COVID19 Sign up for free today:","sentiment_score":0.2}
{"full_text":"RT Due to the outbreak of COVID-19 again, NO Halwa Ceremony before #Budget2022 What is Halwa Ceremony?It is a customar...","sentiment_score":-0.125}
{"full_text":"Eagles, Did you know any student enrolled MSJC on or after March 13, 2020, the declared date of the COVID-19 pandemic, is eligible to apply for emergency aid known as the Higher Education Emergency Relief Funds (HEERF)? Apply today.   Learn more","sentiment_score":0.375}
{"full_text":"The government of #Morocco is reportedly poised to end the country's two-month #Covid flight ban next monthhttps:\/\/t.co\/x3mekzdaZG","sentiment_score":0.0}
{"full_text":"RT The Met in calling for the emasculation of the Gray report has saved Johnson. Everyone should dial down their expectati...","sentiment_score":-0.1555555556}
{"full_text":"I'm putting on weight because I'm essentially eating a dessert after both lunch and dinner. I already feel even worse about my body than usual, ever since covid removed most of my obligatory exercise (walking places)","sentiment_score":-0.0375}
{"full_text":"**Moderna begins early-stage trials of mRNA-based HIV vaccine**The shot uses the same technology as the company's COVID-19 vaccine.https:\/\/t.co\/5J4naXcO72","sentiment_score":0.0}
{"full_text":"Need your COVID vaccinations? We've plenty of available appointments Monday to Friday between 8am &amp; 5pm at our Almond Tree Court COVID-19 Vaccination Clinic. Plus there's free parking, book online here: #COVID19  #Vaccinations #DoncasterIsGreat","sentiment_score":0.4}
{"full_text":"Read this new report from Mental Health Network and International Initiative for Mental Health Leadership (IIMHL) which presents examples from across the globe of how mental health services have implemented innovations in response to COVID-19","sentiment_score":-0.0327272727}
{"full_text":"Current Conditions for #Sayre PATemp: 26.2FWind Chill: 26.2FHumidity: 73%Dew Point: 18.7F Barometer: 30.212 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 564.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Hospitalizations Continue to Decline, Indicating Los Angeles County Likely Passed the Peak of Omicron Transmission - 2...","sentiment_score":0.0}
{"full_text":"Andrew Sheng of and Xiao Geng of argue that measuring the monetary losses and foregone GDP caused by the #pandemic misses the most important question policymakers face.","sentiment_score":0.45}
{"full_text":"The GOP maintains the natural immunity from a COVID-19 infection is at least as effective of completing a vaccine series.https:\/\/t.co\/k8bmJ1cNuR","sentiment_score":0.1333333333}
{"full_text":"The house of cards is falling! Well done !","sentiment_score":0.0}
{"full_text":"UET Peshawar, Jalozai campuses closed due to corona cases","sentiment_score":-0.1125}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms, as well as those without. If you HAVE symptoms, find out where you can get tested locally at: you DO NOT HAVE symptoms, visit:","sentiment_score":0.2}
{"full_text":"High-potency CBD might help prevent against Covid-19 infection, according to a new study:","sentiment_score":0.1363636364}
