{"full_text":"RT  Daily Mail - Intensive care doctor reveals EVERY critically ill Covid patient being treated at his hospital is unvaccina...","sentiment_score":-0.25}
{"full_text":"RT Starting next week, Quebec will require people to be vaxxed if they want to buy weed or alcohol.*The day after this was announ...","sentiment_score":0.0}
{"full_text":"RT FUCKING. PAY. FOR.  TESTS. UNCLE. SAM. PAY. FOR. MASKS. PAY. PEOPLE. TO. STAY. THE. FUCK. AT. HOME.","sentiment_score":-0.5}
{"full_text":"RT *MURPHY REINSTATES N.J. PUBLIC HEALTH EMERGENCY ON COVID SURGE","sentiment_score":0.0}
{"full_text":"RT Chicken is Australia's most popular \"protein\", with a staggering 660 million birds processed for domestic consumption each year....","sentiment_score":0.125}
{"full_text":"RT Researchers report that human monoclonal antibody \"S2K146\" broadly neutralizes sarbecoviruses that use ACE2 to enter c...","sentiment_score":0.03125}
{"full_text":"Because the State Senate wouldn't extend and it was coming to an end tomorrow... he tried saying 10k people went to the hospital for Covid the last 2 weeks a day after they said 50% of the people listed in their numbers aren't there for Covid but happened to test positive","sentiment_score":0.1136363636}
{"full_text":"RT 'I can't see how anybody who organised a party or willingly chose to attend one can stay in any position where they're...","sentiment_score":0.25}
{"full_text":"RT It is wild to live in a culture acting like we are overreacting to Covid when everything within my ability to reason s...","sentiment_score":0.0787878788}
{"full_text":"RT Somebody is lying. Ain't no such thing as \"office air.\"","sentiment_score":0.0}
{"full_text":"RT Thanks for all the extra contributions towards a new banner, for every banner we lose we will replace with four. Our banner d...","sentiment_score":0.1121212121}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"RT BREAKING: Premier Legault announced that adults without a medical exemption for COVID vaccines would be charged a new...","sentiment_score":0.0681818182}
{"full_text":"RT I agree","sentiment_score":0.0}
{"full_text":"RT The Oversight Committee Republicans have just released emails showing that Fauci covered up information about the Wuhan...","sentiment_score":0.0}
{"full_text":"RT The CDC has become nothing more than a punchline.","sentiment_score":0.5}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT COVID is a vascular disease with long-term implications and damage. That's the tweet.","sentiment_score":0.0}
{"full_text":"The only thing I'm worried about is a vaccine resistant COVID strain..","sentiment_score":0.0}
{"full_text":"RT The OHA is reporting there are now 8 children with COVID-related critical illness, 1 more since yesterday. One child requ...","sentiment_score":0.25}
{"full_text":"RT I'm giving away 100 Random #cryptocomnft  NFT's To Enter:1Follow &amp; Like3Link CDC Profi...","sentiment_score":-0.5}
{"full_text":"My favorite thing about Candace is how often she appears in the Facebook feeds of her now-dead-from-covid fans.","sentiment_score":0.5}
{"full_text":"RT CNN emailed to let me know they are \"fact checking\" this Tweet &amp; writing an article about it. So I want to be clear, the CD...","sentiment_score":0.1}
{"full_text":"Right on the money. We don't count the 7 year old that broke a bone and had to be hospitalized. Or people dying from Lupus and didn't have Covid. See where this is headed. Then the number is much lower. Besides Fauci said this was only the \"Dry Run\" on hot mic!","sentiment_score":0.1385912698}
{"full_text":"My medical doctor told me to take 100mg Zinc, 4000 iu.Vitamin D and 4000 mg Vitamin C everyday to kill any corona virus you may get. I have not had the virus.","sentiment_score":-0.1}
{"full_text":"RT Gov. Hochul says NYC covid cases may finally be plateauing. That's hope we need, she says.","sentiment_score":0.0}
{"full_text":"Teenagers have a negligible risk of dying, or being hospitalized, due to COVID exposure.","sentiment_score":-0.125}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"RT \"And even after the CDC pressured ABC News into releasing the full clip following Mediaite's inquiries, Fox News hosts li...","sentiment_score":0.175}
{"full_text":"This is exactly what will happen, and a lot of people are not going to make it","sentiment_score":0.25}
{"full_text":"RT Pfizer CEO on the vaccine that the U.S. government wants to mandate for the entire population:\"Two doses of the vaccine of...","sentiment_score":0.1}
{"full_text":"RT The Oversight Committee Republicans have just released emails showing that Fauci covered up information about the Wuhan...","sentiment_score":0.0}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"RT Unless we humans evolve rapidly our survival is unlikely and, frankly, dangerous. The coronavirus may well be an attemp...","sentiment_score":-0.55}
{"full_text":"Because he looks like a muppet.Kidding aside, how that idiot and any other idiot in the admin or elsewhere call A SPIKE PROTEIN a VACCINE is beyond me. Every other vaccine known has an entirety of the pathogen within it. Yet this glorified therapeutic is called a vaccine?","sentiment_score":-0.4625}
{"full_text":"theres a few walk in places- i was able to get a walk in at adeline and 21st and theres one on aileen and mlk, both churches. also the covid clinic downtown but the line is helllla long","sentiment_score":0.0625}
{"full_text":"This MoFo was looking your father in the eye and saying \"happy to sign your trade deal,\" when he knew the shit was hitting the fan and killing people big time. Fortunately it didn't take long for My President to go like \"Wait, something's wrong here.\"","sentiment_score":0.075}
{"full_text":"RT If true that no minister even raised the issue of the lockdown illegalities in Cabinet today they really are the most s...","sentiment_score":0.35}
{"full_text":"RT Warning: I'm about to go on a bit of a rant.So, the CDC has updated the numbers and now says only 6% of the \"Covid de...","sentiment_score":0.0}
{"full_text":".@RepLeeZeldin is so much dumber and irresponsible than high school kids.","sentiment_score":0.18}
{"full_text":"RT Things I have overheard from the nurses, doctors and staff40 nurses off with Covid or isolating. OT from staff has left th...","sentiment_score":0.0}
{"full_text":"RT My mother-in-law (85, Parkinson's) caught Covid from her unvaxxed caregiver and is now in the ICU and may not survive....","sentiment_score":0.0}
{"full_text":"RT Nothing percocets and strippers can't fix.","sentiment_score":0.0}
{"full_text":"RT This is the least important part of POPI, but kuqalwa ngayo. Establishments are making people write their addresses &amp; ID...","sentiment_score":0.05}
{"full_text":"RT This is why more private companies need to enact mandatory vaccines@UnitedAirlines has \"gone eight straight weeks with Z...","sentiment_score":0.2333333333}
{"full_text":"My only jealousy of GenZ is that they get to have extended childhoods. Parents are allowing their kids to stay home after high school (mostly) bill free and that is super helpful in the long run if the kid is motivated.","sentiment_score":0.2238888889}
{"full_text":"I brought some stuff to my 6 year old's bestie's family because they have Covid and they brought her (masked) to the door to say hi and I feel bad for breaking her little heart and stepping back when she tried to do a hug ","sentiment_score":-0.196875}
{"full_text":"RT Yahoo Finance made copyright claim on a viral clip w\/ Pfizer CEO Bourla.Full interview is still up:\"We know 2-dose...","sentiment_score":0.0}
{"full_text":"being stuck in the apartment with Covid + Gage being at work all day = very sad &amp; lonely Maria ","sentiment_score":-0.375}
{"full_text":"With the newly identified Omnicron variant, here are some details released by the CDC to help you stay up to date and better understand it. ","sentiment_score":0.3181818182}
{"full_text":"Biden's coronavirus action plan in one easy to understand GIF...","sentiment_score":0.2666666667}
{"full_text":"RT Who's really leading Britain - Boris Johnson or the crazy-face emoji? | Marina Hyde","sentiment_score":0.2}
{"full_text":"And one thing for sure, aliens will be eaten up by Chinese for sure. The lines to describe - Eat the #Xhit &amp; Spread the Virus (They literally did it).","sentiment_score":0.3333333333}
{"full_text":"RT This step does not mean any new restrictions. It simply means I will seize power for as long as I feel like it.","sentiment_score":0.0606534091}
{"full_text":"If you are still clinging to outrage over this, you are not helping disabled people. You are helping the enemies of disabled people who are delighted to see you seeking clout by trashing the administration.","sentiment_score":0.1}
{"full_text":"RT I miss the \"teachers are incredible and deserve to be paid more\" part of the pandemic.","sentiment_score":0.7}
{"full_text":"If vaccinated people weren't getting COVID, if all Doctors were in agreement, if we didn't have immune systems, we'd believe it.","sentiment_score":0.0}
{"full_text":"RT #NJ #COVID19 Hospital admissions have peaked in the state. Not very good timing if you're for declaring an \"eme...","sentiment_score":-0.2692307692}
{"full_text":"RT Dr. Fauci just called out Rand Paul for profiting off the pandemic--while sitting right in front of him. Awesome.","sentiment_score":0.6428571429}
{"full_text":"if you could do BOTH, that would be sweet. we loved downtown nashville but def wish we wouldn't have during omicron","sentiment_score":0.525}
{"full_text":"RT Two years ago, could you have imagined a pandemic causing 379 deaths in a single day (UK), with politicians insisting...","sentiment_score":-0.0714285714}
{"full_text":"It's great to have that choice","sentiment_score":0.8}
{"full_text":"So if this is true, the vaccine does not protect those that it was specifically designed to protect - the most vulnerable?  The CDC has released data on ALL Covid cases regardless of vax status &amp; this data mirrors that data.","sentiment_score":0.1166666667}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"It's a sham now to get their next vaccine batch out and see their 1st quarter profits sore for their investors.","sentiment_score":-0.1}
{"full_text":"RT With the huge demand for air freight, Boeing sold 42 x 777Fs, 38 x 767Fs and 4 x 747Fs.Otherwise, the pandemic severely...","sentiment_score":0.4}
{"full_text":"Another one.","sentiment_score":0.0}
{"full_text":"RT Sonoma County has banned gatherings over 50 people and told residents to \"shelter in place.\" This is the prelude to a sta...","sentiment_score":0.0}
{"full_text":"RT c'mon tweeps, let's get them to over 1 million this year!","sentiment_score":0.0}
{"full_text":"RT The Prime Minister had the opportunity to finally come clean about Downing Street's lockdown-breaking parties.But he didn't...","sentiment_score":0.1833333333}
{"full_text":"Okay, guys, if Wordle is going to get us through the Omicron wave, the big drawback is only being able to play one game a day, right? What if there were a way to hack a solution?","sentiment_score":0.1476190476}
{"full_text":"RT LMAO...  \"You're not going to get COVID if you have these vaccinations.\"   #ExposeFauci","sentiment_score":0.6}
{"full_text":"RT Fauci Hot Mic Marvels As GOP Sen Demands An Already-Public Document Be Made Public: 'What A Moron' via...","sentiment_score":-0.1833333333}
{"full_text":"RT Kroger grocery workers are struggling to pay for basic needs and stay healthy after losing hazard pay and store safety pr...","sentiment_score":0.25}
{"full_text":"RT \"Unlike Boris Johnson I can tell you that I wasn't at the Downing Street drinks party during lockdown because, unlike Bori...","sentiment_score":0.0}
{"full_text":"simplest solution for reinstalling trust for the #people of #britain in you sack  Cressida Dick  sack the party organiser sack unless he return every single fine generated under #covid laws broken or install fines upon the 100 attendees ?","sentiment_score":-0.0182539683}
{"full_text":"RT The OHA is reporting there are now 8 children with COVID-related critical illness, 1 more since yesterday. One child requ...","sentiment_score":0.25}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"RT What happens when one of the best vaccinated (90% total population) countries in the world gets Omicron?","sentiment_score":0.5}
{"full_text":"RT ANYONE ELSE SICKENED BY KAY BURLEY'S HYPOCRISY ON SLY NEWS? WHEN SHE BROKE COVID RULES SLY NEWS GAVE HER 6 MONTHS LEAVE WI...","sentiment_score":0.0}
{"full_text":"RT My husband dropped his chainsaw and cut his leg BADLY. In usual times we'd go to his doctor or urgent care and get an x-ra...","sentiment_score":-0.25}
{"full_text":"RT So you had access to testing and now you are WORKING FROM HOME? Interesting Lori. Very interesting.","sentiment_score":0.575}
{"full_text":"RT Myth #5. Schools are as safe as any other placeFact: A study published Nov 19, 2020 in Nature found \"school closures in...","sentiment_score":0.1875}
{"full_text":"RT All Americans should have face masks that will keep them safe. I will be introducing legislation tomorrow for N95 masks to...","sentiment_score":0.5}
{"full_text":"Packed indoor COVID testing site.","sentiment_score":0.0}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"RT U.S. Shatters Global Daily COVID Record With 1.35 Million New Cases","sentiment_score":0.0454545455}
{"full_text":"RT kinda stunning to watch this clip 14 months later. Rand Paul couldn't have been more wrong.","sentiment_score":0.125}
{"full_text":"And as for the death toll. Where do we start.4.84 lakh deaths is an almost insulting undercount of the data. A yet-unknown number of people, especially in rural areas, just died of \"fever\" after a few days, without ever being tested for COVID-19.","sentiment_score":-0.4}
{"full_text":"I really gotta stop trying new places to get these covid test.","sentiment_score":0.1681818182}
{"full_text":"RT 213 deaths recorded today from #COVID19 in #Arizona.How does it feel?How do your policies measure now, do...","sentiment_score":0.0}
{"full_text":"RT  Background on Ricardo Pepi to Augsburg  The seven teams pushing for #UCL spots Bayern's COVID crisis Gladbach'...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT A well-known conservative activist in Arlington, Texas, who peddled COVID-19 vaccine misinformation has died of complica...","sentiment_score":0.0}
{"full_text":"I didn't prove any point except you are factually wrong about the covid deaths, but since u believe the #s more ppl died on Biden's watch, u know the guy who was gonna stop covid. Buh bye","sentiment_score":0.0}
{"full_text":"Max,You can look at Johnson in two ways,Do as I say not as I do,I can party all I want or Covid is total BS and I can party all I want,The man is a psychopath","sentiment_score":0.0}
{"full_text":"RT This is my End of Life Mum. Her name is Irene. That's me, on zoom, explaining to my mum why I am \"not allowed to visit\",...","sentiment_score":0.0}
{"full_text":"RT \"Why would a Senator want to do this? Go to website and you see fire Dr. Fauci with a little box that says contrib...","sentiment_score":-0.1875}
{"full_text":"Would you mind sharing the study? I don't really believe this. Note that using VAERS data doesn't really causally link vaccine to injury. It's literally correlation, not causation","sentiment_score":0.2}
{"full_text":"Pueblo has an active enough community to warrant an annual Pride festival. It had a queer bar, which sadly went under during pandemic-related lockdowns. It is a diverse city, with an especially high number of LGBTQI LatinX residents. Though small, it is fairly liberal.","sentiment_score":0.0227777778}
{"full_text":"RT Tory MP Michael Fabricant says the alleged No 10 garden party \"was done under, sort of, COVID conditions\" and these were peopl...","sentiment_score":-0.1}
{"full_text":"RT the kids are alright","sentiment_score":0.0}
{"full_text":"The city of New Orleans in the U.S. state of #Louisiana is reinstating its indoor mask mandate starting Wednesday amid increasing COVID-19 cases and hospitalizations.","sentiment_score":0.0681818182}
{"full_text":"RT Adrenaline comes with fear. Many are addicted to the feeling of an adrenaline high and thus fear. Fear has become the pandem...","sentiment_score":0.0866666667}
{"full_text":"53: Big penalty shout. Lewis Westlake swings over a corner which Turner meets with a towering head. The Crawley Down hand which blocks it looks to be more illegal than a Boris Johnson Downing Street lockdown party but the ref and linesman aren't interested and wave play on","sentiment_score":0.0188888889}
{"full_text":"RT Any doctors want to entertain the idea that maybe they've been lied to for 2 years and should possibly consider prescribi...","sentiment_score":0.0}
{"full_text":", have you two been paying attention to what is happening in our hospitals? Do you honestly think it is a smart idea to open #UnsafeSchools with hospitalizations\/ICU admissions rising so quickly &amp; our HCWs dropping like flies? #VoteFordOut2022 #FireLecce","sentiment_score":0.2869047619}
{"full_text":"RT Most MPs and the Press have broken lockdown rules more than this party. That is the real hypocrisyhttps:\/\/t.co\/zxmr93YL5C...","sentiment_score":0.2}
{"full_text":"RT And you wonder why so many people think the best parody accounts on here are real...","sentiment_score":0.5666666667}
{"full_text":"Young-ish people get vaccinated so they minimise their risk of catching Covid, and passing it on to other, possibly vulnerable, people. Plus they cut their own chances of getting ill and creating unnecessary strain on health services","sentiment_score":-0.0541666667}
{"full_text":"RT Pfizer made a copyright claim to remove their CEO's video comments that two doses of their covid vaccine offers \"limited pr...","sentiment_score":0.0142857143}
{"full_text":"The vaccine allows the government to track you in a database. ...The smart ones arent in the database.....","sentiment_score":0.2142857143}
{"full_text":"RT US issues COVID-19 \"Do Not Travel\" warning for Canada...afraid that Americans will leave and discover cheaper healthcare, pai...","sentiment_score":0.0}
{"full_text":"RT missing the life we had before covid","sentiment_score":-0.2}
{"full_text":"So, if #Quebec is charging the #Unvaccinated a new #healthcare tax, do they also plan on giving tax refunds to those who had #COVID19 and recovered and have acquired #immunity? They will save the government tons of money by not needing these constant vaccine \"updates\".","sentiment_score":0.0681818182}
{"full_text":"Ugh, I was certain I wouldn't be very affected by my covid booster and its definitely not as bad as my second shot was, but damn this sucks","sentiment_score":0.0928571429}
{"full_text":"JUST IN: Mayor Lori Lightfoot tests positive for COVID-19. ","sentiment_score":0.2272727273}
{"full_text":"RT covid started when i was 20. im turning 35 now ","sentiment_score":0.0}
{"full_text":"Tomorrow is wine tasting. Paid for by me. No donors involved. Not in lockdown. I'll prolly get arrested.","sentiment_score":0.0}
{"full_text":"RT Global debt levels skyrocketed as a result of the pandemic: at a total 263% of GDP, total global debt has reached its highes...","sentiment_score":0.0}
{"full_text":"Everything from languages and tools through frameworks to how the pandemic has changed your working life, I will give you a picture of what web development looks like in 2021\/2022. Watch the talk by  from #JavaScript Congress 21 on demand now:","sentiment_score":0.0}
{"full_text":"I will support any club across North Wales who needs my assistance in accessing pandemic-related funding. Any club that is asked to play behind closed doors should be able to get this funding, Chester included.","sentiment_score":0.0}
{"full_text":"RT But why drink urine if the horse dewormer &amp; bleach were already their miracle Covid cure?","sentiment_score":0.0}
{"full_text":"Is it too soon for another positive Covid test? Rayner should warm up her vocal chords just in case.","sentiment_score":0.4136363636}
{"full_text":"RT BREAKING: The Biden administration is currently \"weighing\" doing the right thing:","sentiment_score":0.1428571429}
{"full_text":"RT And this wasn't the only time Fauci used his perch as the highest paid government official to silence dissent. He's conspir...","sentiment_score":0.0}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"RT Can we pause for a moment to remember that the Scientific Community(tm) skipped over the \"Xi variant\" of COVID in order to...","sentiment_score":0.0}
{"full_text":"RT Are VIPs exempted from following Covid Protocols?","sentiment_score":0.0}
{"full_text":"Nicola Sturgeon keeps Covid restrictions in place for Scottish pubs and restaurants for two more WEEKS but lifts restrictions on football matches and other outdoor events from MONDAYvia","sentiment_score":0.1875}
{"full_text":"Vaccines are great for the bidness. ","sentiment_score":0.8}
{"full_text":"RT The Oversight Committee Republicans have just released emails showing that Fauci covered up information about the Wuhan...","sentiment_score":0.0}
{"full_text":"RT *Fundraiser for Jill Mack*Jill is a beloved and valued member of our music community, and has been part of our team during...","sentiment_score":0.7}
{"full_text":"RT The govt's directive to universities to demand vaccination card before one can enter the lecture hall is very autocratic an...","sentiment_score":0.2}
{"full_text":"RT Read all about the upcoming tour supporting her new \"live lockdown album\" 'The St Buryan Sessions'","sentiment_score":0.1742424242}
{"full_text":"The COVID-19 Pandemic has created an uncertain future. Workers are feeling stressed, helpless, and exhausted. Here are three New Years Resolutions for employers to prioritize workers' needs. ","sentiment_score":-0.0878787879}
{"full_text":".@BCCI: #CoochBeharTrophy knockout matches postponedhttps:\/\/t.co\/VorQbAfV0h@JayShah #BCCI #TeamIndia #Covid19","sentiment_score":0.0}
{"full_text":"RT Don't accept Sir Charles Walker's rationale 'they were working long hours' as an excuse for #DowningStreetPartiesUnderp...","sentiment_score":-0.05}
{"full_text":"RT European Union regulators warn that frequent Covid-19 booster shots could adversely affect the immune system and may not be...","sentiment_score":0.05}
{"full_text":"RT Mass COVID-19 immunization clinic returning to Coquitlam's Poirier Forum to aid booster rollout ht...","sentiment_score":0.0}
{"full_text":"RT Brace yourself for an even more unequal post-pandemic world, according to the World Economic Forum h...","sentiment_score":0.35}
{"full_text":"Did you know January is National Birth Defects Awareness Month? Learn about prevention and how birth defects impact people at all stages of life -- from the CDC: #AcrossTheLifespan","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGWednesday, January 12, 9am-4pmGreater Valley Community Services300 Holland AvePre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"We Irish used to be famed for our courageous, indomitable spirit. But no more. We willingly bow down to EU austerity. And we accept every Covid measure, no matter how harsh. We've become the most subservient lickspittles on the planet, says Darragh McManushttps:\/\/t.co\/uLucj3Ixex","sentiment_score":0.0206349206}
{"full_text":"RT I was just on call for a week &amp; sent 3 children &lt;4yo to emerg due to serious breathing difficulties (presumed COVID)In 14 y...","sentiment_score":-0.2291666667}
{"full_text":"RT We have an update on Kelly Canon, the right-wing activist, peddler of disinformation, and anti-vax crusader from Texas. She...","sentiment_score":0.0}
{"full_text":"RT every single Republican voted against Covid relief which gave districts $$$$ to reopen media: only Dems are in trouble...","sentiment_score":-0.0904761905}
{"full_text":"RT Lock him up.","sentiment_score":0.0}
{"full_text":"When #COVID19 testing volumes skyrocketed during the early days of the pandemic, our media laboratory team's dedication to meeting patients' needs was on full display. Read more.","sentiment_score":0.3166666667}
{"full_text":"COVID home tests: Americans to be reimbursed starting Saturday","sentiment_score":0.0}
{"full_text":"It comes as public sector workers were told to prepare for up to 25 per cent absence rateshttps:\/\/t.co\/Sy2nmjUd3q","sentiment_score":-0.00625}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"Stricter quarantines Mass rapid testingChina strengthens its zero-Covid policy after local Omicron infections were detected ahead of #WinterOlympics2022 -- which is more unwelcome news for international students. #takeUsBackToChina","sentiment_score":0.1666666667}
{"full_text":"Latinos account for nearly 14% of the state population, but make up about 18% of the state's reported COVID-19 cases, figures from the Utah Department of Health show. Yet Latinos are less likely than other ethnic groups to be fully vaccinated.","sentiment_score":-0.0479166667}
{"full_text":"Driven by the global pandemic and key advances in IoT, 5G, and AI, the demand for edge computing saw massive growth in 2021. Continued growth is anticipated in 2022 -- read about the top five edge AI trends NVIDIA expects to see in 2022.","sentiment_score":0.125}
{"full_text":"If you've been waiting for the FDA to fully approve a COVID-19 vaccine, now is the time to get vaccinated. Find a vaccine near you:  ","sentiment_score":0.1}
{"full_text":"Two Tennessee lawmakers are proposing legislation which would allow parents who disagree with COVID-19 protocols in their school districts to remove their child from the school and use a voucher to attend the school of their choosing.https:\/\/t.co\/yl21yoNQCM","sentiment_score":0.0}
