{"full_text":"RT Bob Saget just wanted to make people laugh and was forced to get a Covid vaccine booster shot to go on tour. He questi...","sentiment_score":-2.775557562e-17}
{"full_text":"RT Alex Berenson was banned for saying the vaccine is better described as a therapeutic, and did not stop the transmission of C...","sentiment_score":0.5}
{"full_text":"Well, they wouldn't have told you to stay home until you are really sick and then come to the hospital to die. They most likely would have been using repurposed drugs and the deaths would have been minimal.","sentiment_score":-0.0785714286}
{"full_text":"All records set: Canadian researcher worried about high COVID-19 virus rate in the PhilippinesOfficial Website: Page: MORE:","sentiment_score":0.33}
{"full_text":"RT Go ! Great opening to #abc730. \"While Australians shouldered the burden over the last 2 years (covid)...the govt...","sentiment_score":0.4}
{"full_text":"I saw a physio at my GP just before Xmas - got referred there so now I just have to wait...in the winter of a pandemic!","sentiment_score":0.0}
{"full_text":"RT Well-known actress #Shobana is the latest to announce that she has tested positive for the #Omicron variant of the #Cov...","sentiment_score":0.3636363636}
{"full_text":"RT Well, I just lead a peer-r...","sentiment_score":0.0}
{"full_text":"They all got scammed and paid PS50 each for a certificate  the bald guy who lives in a caravan, nearly died from covid and does regular videos of guff confirmed this is one of his videos where he was crying about being scammed again and getting nowhere","sentiment_score":0.075}
{"full_text":"RT the biggest wealth transfer in world history is pretty much over","sentiment_score":0.225}
{"full_text":"Periodic and important reminder that vaccine mandates violate bodily autonomy of an individual.","sentiment_score":0.1333333333}
{"full_text":"More than 1000 Delhi Police personnel Covid positive.@DelhiPolice","sentiment_score":0.5}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"RT Djokovic got COVID then apparently carried on as normal, hugging children. Unless his team can explain that, he should not be...","sentiment_score":0.1}
{"full_text":"Been waiting weeks for this. Omicron - no virus isolated on 10th day after symptom onset, BUT in 18% of participants in this **VERY SMALL STUDY**,  virus could still isolated after day 7 - That's when we end isolation in Australia atm.","sentiment_score":-0.325}
{"full_text":"RT Important Contact Number for any Covid related queries 01995-259555@diprjk@infjammu #COVID19 #StayHomeS...","sentiment_score":0.2}
{"full_text":"RT #Omicron is so severe they won't you even let asymptotic US citizens back into the country without a negative test 24 hrs b...","sentiment_score":-0.15}
{"full_text":"RT UPDATE: Northampton County has announced expanded hours this week for its drive thru Covid testing site, 3100 Emrick Blvd...","sentiment_score":0.0}
{"full_text":"The covidiots are taking testosterone suppressors, when IVM inevitably doesn't work.","sentiment_score":0.0}
{"full_text":"RT Record numbers of NHS staff quit as medics battle PTSD and Covid pandemic traumaMore than 27,000 people voluntarily resig...","sentiment_score":0.0}
{"full_text":"It is for sure not true that the \"whole country\" (whichever you mean) is hating him. I love him more than ever. He is a true hero. And he is no conspiracy theorist, he knows the facts and he knows that Corona is the biggest hoax ever.","sentiment_score":0.2232142857}
{"full_text":"RT As there is a rapid increase in COVID-19 and there are 1 lakhs cases and it is increasing day by day, so how can we gi...","sentiment_score":0.0}
{"full_text":"RT What do and other #transport experts have to say about #mobility and development in a post-pandemic world?...","sentiment_score":-0.125}
{"full_text":"RT The pandemic was meant to be a great time for Indonesia's furniture industry. So why has Fabelio, a furniture startup tha...","sentiment_score":0.8}
{"full_text":"RT It's really sad that an upcoming election has finally revealed some honesty about COVID. They had no problem stirring...","sentiment_score":-0.25}
{"full_text":"RT When students are organizing strikes because they want more Covid protection at school, it might be time to admit that th...","sentiment_score":0.5}
{"full_text":"RT Sonu Sood defined humanity during Covid 1st wave lockdown By helping poor Migrant workers reach home , when insensitive M...","sentiment_score":-0.4}
{"full_text":"RT Royal Promoters is happy to reach you on social media. Stay connected with us 24x7Contact us:+91 77084 81299 r...","sentiment_score":0.4166666667}
{"full_text":"RT 'Tough times': Scott Morrison says economy 'obviously' taking a hit from Omicron","sentiment_score":-0.1944444444}
{"full_text":"Here is the tip of the iceberg of reported deaths for the test that you quoted as \"going quite well\". ","sentiment_score":0.0}
{"full_text":"RT Britain has come 22nd out of 23 in The Economist's index of the economic performance of wealthy countries since the beg...","sentiment_score":0.35}
{"full_text":"Nothing to see here, just what I've been saying for 2 years","sentiment_score":0.0}
{"full_text":"RT 1\/6 Important new study from Japan finds that with Omicron, infectious viral loads peak 3-6 days after symptom onset\/d...","sentiment_score":0.2681818182}
{"full_text":"RT So while the BBC tell us that over 150,000 people in the UK have now died 'from Covid', at the same time their graphics show...","sentiment_score":0.0}
{"full_text":"RT Breaking BBC confirms what conspiracy theorists have been saying. COVID-19: T cells from common colds can protect against...","sentiment_score":-0.3}
{"full_text":"RT not just the kpop industry, the WHOLE WORLD should be grateful to JINJIN AND ROCKY for giving us the album that we deserved...","sentiment_score":0.2}
{"full_text":"RT This thread of videos is bone chilling. We know that it makes no sense. We know that covid doesn't warrant this. We kno...","sentiment_score":-0.5}
{"full_text":"BREAKING NEWS: The Supreme Court In The US Has Ruled That The Covid Pathogen Is Not A Vaccine, Is Unsafe, And Must Be Avoided At All Costs-Supreme Court has canceled universal vax - best news here","sentiment_score":0.5}
{"full_text":"China battles Omicron outbreak weeks before Winter Olympics | China","sentiment_score":0.0}
{"full_text":"RT Scott Morrison might think everything looks fine from his office in Canberra, but Australians are dealing with empty supermarke...","sentiment_score":0.1583333333}
{"full_text":"And has his family's firm (re-registered as Medical Supplies from property\/real estate with wife and sons owner\/directors &amp; just prior to him becoming Vaccine Minister) profited in any way from COVID?","sentiment_score":0.0625}
{"full_text":"How many times can you cry wolf?\"There is growing optimism that hospitalizations in London have peaked and first-line NHS services can handle the variant in most of the rest of the country.\"https:\/\/t.co\/X43YgV47iy","sentiment_score":0.5}
{"full_text":"RT PCR tests have been free for the past 2 years because they're essential to public health and the way that the state keeps trac...","sentiment_score":0.0375}
{"full_text":"RT kim yohan landing on you lyricsthat \"fly like a butterfly\" though hope the covid situation dies down the soonest so we...","sentiment_score":0.3222222222}
{"full_text":"RT Taking away livelihoods of people obviously isnt unreasonable. Hitesh Kadve's death for taking the needle to travel obv...","sentiment_score":0.0}
{"full_text":"RT Michael Gove on Covid  \"we can look forward to a progressive lifting of restrictions\"Admits he had argued for harsher...","sentiment_score":0.0}
{"full_text":"RT CDC Director Can't Say How Many Of 836,000 Deaths Are 'From COVID' And How Many Are 'With COVID'","sentiment_score":0.5}
{"full_text":"RT Why #SBTE_Bihar is not conducting #Online exams? Why to take chance by risking students life,#COVID19 Cases are raising ra...","sentiment_score":0.0}
{"full_text":"RT Covid vaxx spike protein is the virus, it is more toxic than the original virus!","sentiment_score":0.484375}
{"full_text":"Why should he take a useless vaccine?","sentiment_score":-0.5}
{"full_text":"RT VLIVE vs HIGHLIGHT RESTORE MEDLEY of all #Restore_JINROCK solo bsides  (the spoiler part for #sumjomswija and lockdown was not t...","sentiment_score":0.0}
{"full_text":"RT \"Learning to live with Covid\" actually means \"shrugging as people die\".So we're already there.","sentiment_score":0.0681818182}
{"full_text":"RT I didn't want to go to Walmart during the lockdown, unfortunately all the smaller stores were CLOSED.  Y'all made them R...","sentiment_score":-0.2}
{"full_text":"no it doesn't, but it does reduce the chance of covid killing you significantly, which is rather the point.","sentiment_score":0.375}
{"full_text":"RT PSA TO ALL COWBOYS PLAYERS. GO TO PRACTICE THEN STRAIGHT HOME. YALL ON A STAY AT HOME ORDER FROM ME","sentiment_score":0.2}
{"full_text":"It's actually less than 1 percent, because ALOT of people that recovered from COVID never got tested for COVID.","sentiment_score":-0.1666666667}
{"full_text":"The government admits the evidence for using masks in schools to reduce spread of Covid is \"not conclusive\".The government's own study in the autumn did not provide proof of a statistically significant impact.","sentiment_score":0.4875}
{"full_text":"RT COVID vaccination 'precautionary dose' kickstarted today in distt Poonch. The 'precautionary dose' is being administered to...","sentiment_score":0.0}
{"full_text":"Its not about the vaccine.  Its about your unwillingness to lift a finger to plug one of the 72,000,000 holes in the american boat we are all in. You have critisism with no answers. Typical unamerican flag waver.","sentiment_score":-0.0833333333}
{"full_text":"RT Students protesting to take online lectures due to increased cases of #COVID in #ParulUniversity #Vadodara. #Gujarat on Sund...","sentiment_score":-0.125}
{"full_text":"RT I'm assuming that the nearly 1 million covid tests that DeSantis let expire,unused, involved some form of single-use plast...","sentiment_score":0.1}
{"full_text":"RT How did supposedly smart, elite universities become soooo stupid!https:\/\/t.co\/0WDQvSSrAE","sentiment_score":0.2142857143}
{"full_text":"BREAKING NEWS \/  \/ LG Manoj Sinha takes booster dose of Corona vaccine","sentiment_score":0.0}
{"full_text":"RT Mark Dolan: 'In the months and years to come the greatest proponents for all of these ruinous Covid measures... will be rewriti...","sentiment_score":1.0}
{"full_text":"RT I have tested positive for Corona today with mild symptoms. I am under home quarantine. I request everyone who have recen...","sentiment_score":0.2803030303}
{"full_text":"It says sports teams and fans are trash, just like you.","sentiment_score":0.0}
{"full_text":"RT Let me handle you with care Cz am the oxygen you needFuck covid","sentiment_score":0.0}
{"full_text":"RT ma'am and sir we are not ready to give board exam not only because of increasing Covid cas...","sentiment_score":-0.05}
{"full_text":"I now know more people who have Covid than ever before. No one in hospital but some quite ill. Headaches and fatigue seem to be the main symptoms.","sentiment_score":0.0555555556}
{"full_text":"RT FUCK YOU MY SISTER TESTED POSITIVE BECAUSE OF YOU AND NOT THE FACT THAT SHE WENT TO A KAROKE BAR IN THE MIDD...","sentiment_score":-0.0863636364}
{"full_text":"RT COVID-19 medical bills for kids aged 12 and below will be paid for regardless of vaccination status: Ong Ye Kung","sentiment_score":-0.05}
{"full_text":"RT  'The numbers of patients in critical care in Englands beds at the moment is lower than any of the four years leading up...","sentiment_score":0.0}
{"full_text":"RT Students :Exam ke liye padna shuru krde.. Lockdown hoga ya nahi ?Govt :","sentiment_score":0.0}
{"full_text":"RT \"Outside isn't going anywhere\" LOOK. IT WENT SOMEWHERE.","sentiment_score":0.0}
{"full_text":"Social distancing norms go for a toss in #Puri.While the entire Country is reeling under #COVID19 pandemic, people continue to gather in large numbers in Puri sea beach, inviting corona with open hands.@SPPuri1 should take strict action against people flouting #Covid19 norms.","sentiment_score":0.0695238095}
{"full_text":"He's a conspiracy addled covidiot whopper. #wedontstandwithnovak","sentiment_score":-0.4666666667}
{"full_text":"This is not the fault of NHS.  It is happening worldwide as hospitals are overwhelmed with Covid patients, most of them unvaccinated.","sentiment_score":0.5}
{"full_text":"RT The lockdown cheerleaders at the BBC devoted an entire episode of their Sunday Morning news show to learning to live with C...","sentiment_score":0.0681818182}
{"full_text":"Djoker brought to light the batshit lunacy the constitutes the Aussie Covid policies. The ONLY reason there's a problem here is that Aussies are trying to cover for their humiliation by doubling down on their authoritarian insanity.","sentiment_score":0.0814814815}
{"full_text":"RT |More than 100,000 people take to the streets in #France against the #COVID19 measures. President pr...","sentiment_score":0.5}
{"full_text":"From COVID, tornadoes, to just plain old being worked to death, Amazon workers in America are dying do to company decisions.Depraved-indifference is still murder. When will we finally put Jeff Bezos and his executive team in jail?https:\/\/t.co\/u213pJOSNN","sentiment_score":-0.0380952381}
{"full_text":"RT HOW TF you gonna claim that KIDS ARE SAFER AT SCHOOL from COVID than they are at home?!? How? That is a lie.","sentiment_score":0.0}
{"full_text":"RT Dear Sir,@NitishKumar  take online diploma semester exam beacause we are students and also a human....","sentiment_score":0.0}
{"full_text":"DeSantis really wants a distraction from that COVID test debacle.","sentiment_score":0.2}
{"full_text":"RT Extraordinary.  Heart-stopping.","sentiment_score":0.3333333333}
{"full_text":"RT Michael Gove has been a lip smacking, slavering fan of full lockdown. Called for Christmas to be cancelled and then new...","sentiment_score":0.2431818182}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"Finally got it for the first time on the 3rd. It was Omari but still felt like it was the end of my time for that 1st night","sentiment_score":0.0833333333}
{"full_text":"RT Cervical cancer is highly preventable.#CervicalCancer Awareness Month is an opportunity to underscore the importance &amp; imp...","sentiment_score":0.16}
{"full_text":"RT As if covid wasn't enough to worry about, there's Russia trying to reassemble the old USSR.  He's never hidden that go...","sentiment_score":0.0611111111}
{"full_text":"The US diabetes study was awful. We know that obese, pre-diabetic patients are far more likely to suffer severe covid, so study got cause and effect back to front. Basic correlation error. Like buying presents causing Christmas!","sentiment_score":-0.0666666667}
{"full_text":"RT In the video below, Dr Atuhebwe explains the effectiveness of the covid 19 vaccine against variants. ","sentiment_score":0.0}
{"full_text":"RT I cried with relief when I got vaccinated. I've seen enough suffering from Covid as an intensivist to last a lifetime. I feel...","sentiment_score":0.0}
{"full_text":"RT \"Well, some good news about Omicron is *insert eugenics*\"","sentiment_score":0.7}
{"full_text":"He's spot on too!! I'm so glad I'm fully vaccinated....and take vitamins...I'm doing everything I need to do ...so that ...if and when I get covid-19 again... I've got some defense.","sentiment_score":0.5}
{"full_text":"RT This pandemic is one gigantic lesson in selfishness, ignorance, sense of entitlement and indifference.","sentiment_score":0.0}
{"full_text":"RT I tire of wearing a mask. But I wear it when I'm in public places, even though I'm  vaxxed and boosted.  Because I don...","sentiment_score":0.0}
{"full_text":"RT I have tested positive for Corona today with mild symptoms. I am under home quarantine. I request everyone who have recen...","sentiment_score":0.2803030303}
{"full_text":"RT These funds ensure governments across the country have the flexibility to keep schools open, support small businesses,...","sentiment_score":-0.125}
{"full_text":"The pandemic made it popular to say, \"follow the science\" or \"believe in science.\" Science is becoming the last certainty of our secular age, the last consensus worthy of universal trust, the authority to which we turn in times of trouble.","sentiment_score":0.169047619}
{"full_text":"RT Watch out for this covid thing it's no joke","sentiment_score":0.0}
{"full_text":"RT So if you are not in the COVID high risk category and don't want to get vaccinated, if the muppets insist on medical segr...","sentiment_score":0.08}
{"full_text":"RT \"People with high levels of T cells from common colds are less likely to catch COVID, according to a new peer-reviewed...","sentiment_score":-0.0340606061}
{"full_text":"RT  Dedicated Covid control room in every GP\/ Municipal Ward with WAp Helpline Nos to assist the affected  Pool of doct...","sentiment_score":0.0}
{"full_text":"RT Even before the public has started getting Booster Dose, Ex CM and Vaccine Hater Siddaramaiah has taken booster dose. In p...","sentiment_score":0.0}
{"full_text":"This is sweet! Much respect for the no damage runners of Vaporum!  Don't forget to check out the second game (a prequel) Vaporum: Lockdown. It has a female main character and her story.","sentiment_score":0.0756944444}
{"full_text":"RT Be on high alert as Corona is intensifying - JanaSena Chief Shri","sentiment_score":0.16}
{"full_text":"Newswatch COVID-19 Digest: Monday January 10, 2022","sentiment_score":0.0}
{"full_text":"The pandemic pantomime rolls on ","sentiment_score":0.0}
{"full_text":"Covid-19 has exposed this country for what it really is\"A press that stokes hysteria. A largely (but not entirely) immature electorate. COVID-19 has been like a receding tide, exposing who was swimming naked.\" Collingwood (@admcollingwood) writes.","sentiment_score":0.1035714286}
{"full_text":"Are you looking for a #jobsearch? We have lined up the latest #vacancies for you. Check this out #Uganda #COVID19","sentiment_score":0.5}
{"full_text":"EUR200,000 to Support Limerick Community and More Inclusive Sport InvolvementRead more here: #Covid19 #Recovery #Inclusivity #Limerick","sentiment_score":0.5}
{"full_text":"Corruption scandals, one of the worst COVID-19 death rates in the world, open warfare with the EU: no serious scandal has put much of a dent in the poll numbers of Poland's ruling PiS party. Will anything happen in 2022 to alter that?https:\/\/t.co\/UK8ivJLy9h","sentiment_score":-0.1583333333}
{"full_text":"RT I am a consultant in intensive care. I have had 3 doses of the vaccine as has my wife (my children are due to have theirs...","sentiment_score":-0.125}
{"full_text":"Some context:Almost half of patients in hospital are in for other reasons but test +ve for Covid. number of patients in critical care at the moment is lower than the previous 5 years. with or from Covid?","sentiment_score":-0.1145833333}
{"full_text":"I still have to work from home for another week because of covid. Symptoms are gone, but company policy says 14 days clear after getting it, before returning to office. Sigh. Difficult to facillitate workshops from home.","sentiment_score":-0.2}
{"full_text":" What Sunderland player Lynden Gooch had to say on the issue#SAFChttps:\/\/t.co\/DQ19hF6Qfx","sentiment_score":0.0}
{"full_text":"RT [@fansjavimiguel] | Pedri and Ferran Torres have once again tested positive for Covid-19. They will not travel with the...","sentiment_score":0.2272727273}
{"full_text":"COVID-19 is now slowly creeping its way to have its effects on Indian sport!!Read here#COVID19 #coronavirus #SAIhttps:\/\/t.co\/eF2SHpViOa","sentiment_score":-0.3}
{"full_text":" Following the #COVID-19 pandemic, AI will be integral to tackling the major challenges of rebuilding and levelling the UK economy by creating jobs and prosperity beyond London and the South East.","sentiment_score":0.03125}
{"full_text":"RT Mr Djokovic's visa has been cancelled. Rules are rules, especially when it comes to our borders. No one is above these...","sentiment_score":0.0}
{"full_text":"Thousands of Montgomery County Public Schools teachers and parents have signed two online petitions, saying they are disappointed and feel hopeless.https:\/\/t.co\/haLKqYevn9","sentiment_score":-0.375}
{"full_text":"You might want to start playing \"Splinterlands,\" the coolest new NFT and crypto game on the internet.https:\/\/t.co\/U2YcQ2zIm7#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":-0.0545454545}
{"full_text":"\"If everyone would just get vaxed, we'd be over this\"Not even close to true.  Big Pharma must have started that myth to sell vaccines.  #massformationpsychosis.Meanwhile, countries using #ivermectin are doing much better than #vaccine-only countries.","sentiment_score":0.2833333333}
{"full_text":"Newswatch COVID-19 Digest: Monday January 10, 2022 ","sentiment_score":0.0}
{"full_text":"RT Retrograde step. Will cripple the hospitality sector.https:\/\/t.co\/5o8f9GPdp8","sentiment_score":0.0}
{"full_text":"India's new COVID-19 cases surge to 179,723  #India #Covid19 #CoronaCases #QatarNews #QatarDay   ","sentiment_score":0.1363636364}
{"full_text":"RT \"People with high levels of T cells from common colds are less likely to catch COVID, according to a new peer-reviewed...","sentiment_score":-0.0340606061}
{"full_text":"RT If the \"vaccine\" works,why isn't it working?","sentiment_score":0.0}
{"full_text":"#Australia vows to 'push through' Omicron wave as infections cross 1 mln#COVID19 #OmicronVarianthttps:\/\/t.co\/Cjo5Scs5fg","sentiment_score":0.0}
{"full_text":"RT More of this please. Enough bureaucratic interference. Enough. Enough. Enough.","sentiment_score":0.1}
{"full_text":"RT The Cure For COVID Is Turning Off The TV","sentiment_score":0.0}
{"full_text":"Michigan Lt. Gov. Garlin Gilchrist announced on Twitter that he tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Omicron driving COVID new case acceleration in nearly all countries at levels similar to start of pandemic. @Jmlukenshttps:\/\/t.co\/fyqiYiL8gkRegime Changehttps:\/\/t.co\/DLAwpjNWIoThe Invisible Microbe has metastasized into #Omicron","sentiment_score":0.0787878788}
{"full_text":"Kimono-clad young Japanese women during the Coming of Age Day ceremony amid the coronavirus disease (COVID-19) pandemic, in Yokohama, south of Tokyo, Japan, 10 January 2022.    epa \/ Franck Robichon #Japan #ComingofAge #epaimages #epaphotos","sentiment_score":0.05}
{"full_text":"I would like to urge everyone who has not already to get their booster!With the Omicron variant continuing to spread, it is vital that those eligible to get their booster do so as soon as they can to keep themselves and their loved ones safe.","sentiment_score":0.4333333333}
{"full_text":"RT maam, ill tell u my inherit nature. When covid hit all india,i was  the one working all day night to serve my...","sentiment_score":-0.5}
{"full_text":"SHA Wellness Clinic in the Valencia region of Spain has launched a special program to address lingering covid-19 symptoms.","sentiment_score":0.3571428571}
{"full_text":"How one school leader coped with the challenges and anxiety of the Covid-hit first week of term. More from #education #EducationNews","sentiment_score":0.375}
{"full_text":" #COVID19 booster walk-ins are available at Hants Lane Clinic today &amp; tomorrow! Hants Lane Clinic, Hants Lane, Ormskirk L39 1PX. No appointment needed. Today, 10th Jan, 9.30am - 4.30pm. Tomorrow, 11th Jan, 9.00am - 12.00pm.@WestLancsCCG#LetsDoItForLancashire","sentiment_score":0.5}
