{"full_text":"Yes I am. And I feel like it has magical healing properties or something. Blended it in my Vitamix w\/ vegetable broth last year when we had Covid and feel like it helped all of us get better. (Although some did not like it ).","sentiment_score":0.3333333333}
{"full_text":"RT NOT MILD! This 3-year-old cries \"Mommy I'm scared\" as he was put on a ventilator, is among almost 140 Utah children &lt;14 w...","sentiment_score":-0.2083333333}
{"full_text":"Of course it's a debate because no one should tell anyone to take something they don't want. If he's had covid the science says he's anti bodies are more powerful than the vaccine.","sentiment_score":0.4}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT Submitted without comment. ","sentiment_score":0.0}
{"full_text":"It's frustrating to see the CDC now admit what so many of us knew already by applying simple common sense. But FaUcI iS sCiEnCe and all that...","sentiment_score":-0.05}
{"full_text":"#Coronavirus FAQ: What's the risk of catching #omicron outdoors?https:\/\/t.co\/563p7fVLuh","sentiment_score":0.6}
{"full_text":"But that doesn't make sense. If the infected person has a mask, there should be a larger protective effect on transmission:https:\/\/t.co\/gdWJidMKmH","sentiment_score":0.0}
{"full_text":"This sentiment is exactly why this pandemic is still going. It's a self-fulfilling prophecy, and you are one of the innumerable prophets who have brought it about.","sentiment_score":0.25}
{"full_text":"RT Pfizer chief: Once-a-year booster jabs are our goal - The New Daily","sentiment_score":0.0681818182}
{"full_text":"Thanks for all your support to students during the covid time anna. we are truly thankful for your support #HBDNaraLokesh #iTDPHindupurParliament","sentiment_score":0.2}
{"full_text":"RT .@bariweiss is one million percent right about all of it.","sentiment_score":0.2857142857}
{"full_text":"RT It's cheaper to stay home and sleep on the couch Clive.","sentiment_score":0.0}
{"full_text":"I've been speculating, that the backlog in appointments into post covid clinics is a stall tactic to save money. So now that you mention this ","sentiment_score":0.0}
{"full_text":"Were seeing the zero covid regions drop like flies under omicron. Australia has one of the highest cases per capita, New Zealand is on the verge of a surge. Japan is seeing record cases, and Hong Kong is murdering hamsters.","sentiment_score":0.1363636364}
{"full_text":"RT The pro-Covid anti-everything else brigade are blocking Melbourne's streets in protest again. I don't know what else they wan...","sentiment_score":-0.2}
{"full_text":"RT Fraudenberg says that Australian households have amassed savings of $260 billion during the pandemic. Ha! What the fuck is h...","sentiment_score":-0.2}
{"full_text":"RT JUST IN - Chief epidemiologist at Norwegian Institute for Public Health has come out against covid passports saying they...","sentiment_score":0.0}
{"full_text":"RT We're at 1,984 American Covid deaths yesterday, almost all among the unvaccinated. We're hitting 2,000 deaths\/day once agai...","sentiment_score":0.0}
{"full_text":"RT Firing medical workers in a pandemic. Firing truck drivers in a supply chain crisis. Firing police in a violent crime c...","sentiment_score":-0.4}
{"full_text":"RT Horrified Anti-Vaxxer Discovers Every American Who Got Smallpox Vaccine In 19th Century Now Dead","sentiment_score":-0.1}
{"full_text":"Weird how they don't want their workers dying unnecessarily, or even getting long covid and being disabled. Jerks.","sentiment_score":-0.2875}
{"full_text":"\"There could be specific areas where more resources are needed, particularly on things that are specifically COVID related,\" said Gene Sperling, a senior adviser to President Joe Biden.","sentiment_score":0.1666666667}
{"full_text":"\"There could be specific areas where more resources are needed, particularly on things that are specifically COVID related,\" said Gene Sperling, a senior adviser to President Joe Biden.","sentiment_score":0.1666666667}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT Good morning po, may nahuli bang tumakas sa  lockdown? #SB19_100MonSpotify@SB19Official #SB19T...","sentiment_score":0.7}
{"full_text":"RT No dummy, it's a virus that mutates in unvaccinated hosts and unfortunately we have a shitload of those. Can't you make Mim...","sentiment_score":-0.5}
{"full_text":"One hundred and twenty Armed Forces personnel will deploy to NHS hospitals in Greater Manchester as part of efforts to combat the coronavirus..https:\/\/t.co\/KT5vzqxEEV","sentiment_score":0.5}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"I GUESS YOU SAYING WE ALL DESPERATELY NEED $2K A MONTH TILL THIS IS OVER WAS COMPLETE B.S. JUST TO GET TO BE VP.EVEN THOUGH COVID IS WAYYY WORSE NOW THAN THEN. I BELIEVED U BUT MUCH LIKE SINEMA OR MANCHIN IT WAS ALL A LIE. 1.8 MIL A DAY GETTING IT &amp; U DO NOTHING","sentiment_score":-0.175}
{"full_text":"RT Please listen to the request of lakhs  of students and future successful engineers of our country, majority of them can't...","sentiment_score":0.375}
{"full_text":"I really don't know how to feel about this","sentiment_score":0.2}
{"full_text":"RT Little Vinnie looks so worried!  He &amp; his elderly Mother are alone now, without sister Bella. Marilyn is #...","sentiment_score":-0.234375}
{"full_text":"RT 'I cried all day': the anguish of people locked out of Japan by Covid","sentiment_score":0.0}
{"full_text":"RT So I'm a high school teacher &amp; track coach. Let me tell you something about Covid &amp; high school kids.Even a mild case of Cov...","sentiment_score":0.2177777778}
{"full_text":"Hell yeah! I first saw it during our first lockdown so that isolation and paranoia hit real good ","sentiment_score":0.5}
{"full_text":"Is Perrottet his maiden name?","sentiment_score":0.0}
{"full_text":"RT Not getting vaccinated against Covid is the weirdest hill to literally die on","sentiment_score":0.0}
{"full_text":"RT Food trucks should park right outside restaurants that require vaccine passports.","sentiment_score":0.1428571429}
{"full_text":"RT 1 child died after accidentally coming into contact with peanuts so schools became peanut free. 1 child died after being hi...","sentiment_score":0.4}
{"full_text":"RT Just like the pandemic, the emerging threat of authoritarianism is a GLOBAL issue.#Democracy","sentiment_score":0.0}
{"full_text":"RT Three months ago, I called this CDC paper \"junk science\" because they cooked the data to falsely show the vaccine was...","sentiment_score":-0.4}
{"full_text":"wait. is this for real? here in BC  if you have symptems of covid you're asked not to test unless you're eligable? how do they determine who's eligable and who isn't?If I have symtems I want a freaking test!I dont wanna sit around for the rest of my life wondering if I had covid.","sentiment_score":0.2}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"RT  BUDDY is on borrowed time at Baldwin Park #CA ACC - he needs a #SoCal #DogLover to #FOSTER him NOW! Fostering is fre...","sentiment_score":0.0}
{"full_text":"Gave my 9 year old the sex talk and defrosted my basement stand-alone freezer.   What's your pandemic Saturday look like?  #adulting","sentiment_score":0.1}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"RT Pfizer CEO sees annual COVID vaccine rather than frequent boosters","sentiment_score":0.1}
{"full_text":"Somebody smoked their vaccine","sentiment_score":0.0}
{"full_text":"RT In the last week I've admitted many patients \"with\" not \"for\" COVID, but COVID has contributed to almost all their hospital...","sentiment_score":0.25}
{"full_text":"RT Interactions between babies &amp; caregivers build neural connections in the brain that directly affect development. A study...","sentiment_score":0.1}
{"full_text":"I think I have-recovering from classic OmicronApprox 3 d ago headache, weird feeling behind eyes, runny nose, tired, stabbing pains in back, then a few in chest.Today I feel almost normal &amp; damn straight that's thanks to the Moderna vaccine! Disclaimer: tried to find test","sentiment_score":-0.1333333333}
{"full_text":"RT And this, via people in the press and on social media complaining the loudest about Covid restrictions are,...","sentiment_score":0.0333333333}
{"full_text":"RT The city of San Francisco will pay you $1,000 to stay your ass at home if you test positive for covid. Call 628-217-6...","sentiment_score":0.2272727273}
{"full_text":"1\/3 of Americans have no common sense &amp; are fucking up our hospitals","sentiment_score":-0.225}
{"full_text":"RT It looks like there is a petition now at UPenn against a booster mandate It seems fair to me that if FDA's Gruber &amp; K...","sentiment_score":0.7}
{"full_text":"RT The lies about medical interventions for COVID have been coming from anti-vax conspiracy theorists. The lies about enginee...","sentiment_score":0.0}
{"full_text":"viewing","sentiment_score":0.0}
{"full_text":"RT Bill Maher: I'm over Covid.Conservatives give a standing ovation. Wow! BASED BILL! Maher will still vote Democrat.Whic...","sentiment_score":0.15625}
{"full_text":"RT Truckers are on a roll. It will be interesting to see how this plays out. People are tired. I'm tired of this gong show...","sentiment_score":-0.1}
{"full_text":"RT Death of the Justice League variant art by","sentiment_score":0.0}
{"full_text":"RT It looks like there is a petition now at UPenn against a booster mandate It seems fair to me that if FDA's Gruber &amp; K...","sentiment_score":0.7}
{"full_text":"RT Tel Aviv gathers tonight to protest for an end to COVID mandates.","sentiment_score":0.0}
{"full_text":"RT \"The COVID-19 vaccine made by Pfizer and BioNTech appears to put young men at elevated risk of developing a heart muscle infl...","sentiment_score":0.1}
{"full_text":"Two clients just caught COVID, one team member's child has it -- it's starting to hit close to home.","sentiment_score":0.0}
{"full_text":"OMG B.C. to allow COVID-positive and double-vaxxed patients to share hospital rooms | CBC News","sentiment_score":0.0}
{"full_text":"I've stood my ground since the Russia gate hoax and through the fear driven power grab called pandemic. I have officially lost my daughter to the hateful intolerant morally bigoted narrative. Pretty sure I'll never see her face to face again in my lifetime. All over. The. Flu.","sentiment_score":0.25}
{"full_text":"RT So I'm a high school teacher &amp; track coach. Let me tell you something about Covid &amp; high school kids.Even a mild case of Cov...","sentiment_score":0.2177777778}
{"full_text":"RT covid positive at the same time as ur long distance crush? sars crossed lovers","sentiment_score":0.0590909091}
{"full_text":"RT Firing medical workers in a pandemic. Firing truck drivers in a supply chain crisis. Firing police in a violent crime c...","sentiment_score":-0.4}
{"full_text":"RT So I'm a high school teacher &amp; track coach. Let me tell you something about Covid &amp; high school kids.Even a mild case of Cov...","sentiment_score":0.2177777778}
{"full_text":"RT Just not OK for China's gov't to spark a global pandemic (true even if you reject the lab origin hypothesis) &amp; block any me...","sentiment_score":0.0333333333}
{"full_text":"RT Covid is bullshit, bRiTtNeY.","sentiment_score":0.0}
{"full_text":"RT \"how are still in a pandemic?\"","sentiment_score":0.0}
{"full_text":"That's super kind of you. I suppose you cough on immunosuppressed people too. The death rate amongst healthy 20-30 year olds without COVID is higher that the rate amongst those without COVID.","sentiment_score":0.4208333333}
{"full_text":"RT MEDIA RELEASE: Hanson calls for pandemic Royal CommissionSenator Pauline Hanson has today called on whichever party...","sentiment_score":0.0}
{"full_text":"RT I think a lot of people are shrugging off the risks of long Covid because they don't understand what \"fatigue\" actuall...","sentiment_score":-0.05}
{"full_text":"RT Folks, we're not going to give up. Some people may call what is happening now the new normal. I call it a job not yet finishe...","sentiment_score":0.1431818182}
{"full_text":"RT PSA to all Dallas ateez goers there is a girl with covid who is not vaccinated going to the concert  idk where she's seated...","sentiment_score":0.0}
{"full_text":"There are numerous eyewitness reports on Twitter from ED and ICU and PEDS nurses and doctors that do not see this mild covid of which you speak.","sentiment_score":0.1666666667}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"RT In February my mother died from Covid. She lived in Florida. Last night my brother in law died from Covid. He lived in Fl...","sentiment_score":0.0}
{"full_text":"RT I look back at the start of the pandemic, and our bureaucrats forced people to die alone.","sentiment_score":-0.15}
{"full_text":"RT Natural immunity deniers still exist and some of them still act like this is bombshell news. It's not a bombshell. It's...","sentiment_score":0.1}
{"full_text":"RT And wondering what's around the corner as the elites (National &amp; Global) aren't ready to give up all this power...","sentiment_score":0.1}
{"full_text":"RT Can you hear us yet","sentiment_score":0.0}
{"full_text":"RT So I'm a high school teacher &amp; track coach. Let me tell you something about Covid &amp; high school kids.Even a mild case of Cov...","sentiment_score":0.2177777778}
{"full_text":"According to UK data published in Lancet, 6 out of 10 people who have died from COVID-19 are disabled.  No, vaccination is not an equaliser - eg fully vaccinated people with Down syndrome are still 12 times more likely to die from COVID-19 according to research in the BMJ","sentiment_score":0.0361111111}
{"full_text":"RT Conditioning the free movement of people across countries on Covid vaccination status is xenophobia.","sentiment_score":0.4}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"#NSTopinion Not surprisingly, Johnson's ratings had plunged amid rumours of a vote of no-confidence and defections.https:\/\/t.co\/TG7SMydm5F#Britain #BorisJohnson #PartyGate #coronavirus #lockdown #covid19 #SueGray #Omicron","sentiment_score":-0.35}
{"full_text":"Maybe start by asking honest questions that aren't pure gaslighting ","sentiment_score":0.4071428571}
{"full_text":"The pandemic brought together 75 musicians to record an album virtually -- creating hope during challenging times","sentiment_score":0.5}
{"full_text":"'Another Bombshell Report: U.K. Study Shows Maskless Kids *Less Likely* to Test Positive for Covid'https:\/\/t.co\/lQycm4VvZT","sentiment_score":0.0202020202}
{"full_text":"RT 21,672 Tennesseans have died of COVID","sentiment_score":0.0}
{"full_text":"Scientists are keeping a close watch on a recently-discovered sub-variant of the Omicron version of the COVID-19 virus.","sentiment_score":0.0}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"Did the HC fumble against Bengals?Did the HC not play press coverage on last play vs Lions?Did the HC miss the FG vs Cardinals?Did the HC get Covid &amp; miss a game?","sentiment_score":-0.2}
{"full_text":"Deltacron: the story of the variant that wasn't","sentiment_score":0.0}
{"full_text":"Gee, imagine that!!","sentiment_score":0.0}
{"full_text":"NFL ends daily COVID-19 testing for all players:","sentiment_score":0.0}
{"full_text":"470 More Persons Are Found To Be Covid Positive","sentiment_score":0.3636363636}
{"full_text":"RT Bolivia's gov't suspends its plans to impose vaccine passports after Movement Toward Socialism (MAS)-affiliated \"protest...","sentiment_score":0.0}
{"full_text":"RT Meat Loaf told fan 'blame China' for the 'suffering' the pandemic has caused in final message","sentiment_score":0.0}
{"full_text":"#MorningMinute: Omicron diagnosed in nearly 99% recent cases in Oman.","sentiment_score":0.05}
{"full_text":"RT \"The COVID-19 vaccine made by Pfizer and BioNTech appears to put young men at elevated risk of developing a heart muscle infl...","sentiment_score":0.1}
{"full_text":"Covid is terrible!  Have your lungs started burning yet?   Monday is 2 weeks for me and I still have symptoms.  Not as bad but they're there.  Something as simple as changing clothes leaves me so breathless.   Praying you get well soon.  Go to the er if it gets too bad.","sentiment_score":-0.6}
{"full_text":"how would any country have the resources to manage 1000s of cases of COVID-19 on any given day? Masks, social distancing, washing our hands are basic disease prevention in a pandemic. Have a look at any of NZ's pandemic plans (maybe even look at the one shelved by","sentiment_score":0.0166666667}
{"full_text":"Karnataka: Covid technical advisory committee bats for home isolation of positive international passengers","sentiment_score":0.0757575758}
{"full_text":"RT Elated to release the Birthday CDP of Nara Lokesh. He will defeat COVID and will soon be with us. Looking forward to m...","sentiment_score":0.0}
{"full_text":"Can Omicron cause long Covid?","sentiment_score":-0.05}
{"full_text":"Do theyinfection\/transmission? IDK what to believe anymore bc it's clear the corporate media &amp; captured agencies feed us lies &amp; misinfo all the time.Quotes bc definition of vax had to be changed to providing \"protection\" rather than \"immunity.\"Vaxed ppl all getting Covid lately","sentiment_score":-0.0666666667}
{"full_text":"Did you know? Thanks to leadership, every American household can request 4 FREE at-home COVID-19 tests delivered right to their doorstep.Visit to request yours today. You can also call 1-800-232-0233 (TTY 1-888-720-7489).","sentiment_score":0.2214285714}
{"full_text":"thamaim`yuukabkhwaampraarthnaa? - why stay with the desire?Poldo ItalianFood Ph 0810841259 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie","sentiment_score":0.0}
{"full_text":"Kathleen Hall Jamieson, and colleagues show thatthe conserva tive media and societal fear and anxiety have driven recent widespread conspiracies, from Pizzagate to those around COVID-19 vaccines, writes Michele W. Berger for","sentiment_score":0.0}
{"full_text":"#Pakistan government on Saturday announced free booster shots of #COVID19 vaccines for people seeking to travel out of the country, local media reported","sentiment_score":0.2}
{"full_text":"WILDFIRE.\"The sudden announcements of a handful of nations to scrap vaccine mandates and passports have left authoritarian rulers who have seized on the pandemic scrambling.\"https:\/\/t.co\/wdM85IJGiG","sentiment_score":0.0}
{"full_text":"Good news on covid wave gone.  But need to get rid of vax and mask mandates everywhere ASAP to extricate Boston from the tyranny it has capitulated to (despite its past in spearheading independence and freedom).","sentiment_score":0.225}
{"full_text":"\"He felt guilty. He felt like he was the one who got us sick. He felt like he was the reason why his dad was gone...\"https:\/\/t.co\/VomMNbxaKM","sentiment_score":-0.6071428571}
{"full_text":"RT Hi and will you ask Fauci about his role in shaping Proximal Origin (something he lied abou...","sentiment_score":0.0}
{"full_text":"RT Detection of SARS-CoV-2 variant Mu, Beta, Gamma, Lambda, Delta, Alpha, and Omicron in wastewater settled solids using...","sentiment_score":0.0}
{"full_text":"New Zealand PM Jacinda Ardern cancels her wedding amid new Omicron restrictionshttps:\/\/t.co\/ykAym3dklS","sentiment_score":0.1363636364}
{"full_text":"Q: Are young people dying after getting the COVID jab?A: No. Deaths associated with the jabs have been coincidental, tells us. #BhekisisaResource","sentiment_score":0.1}
{"full_text":"RT Firing medical workers in a pandemic. Firing truck drivers in a supply chain crisis. Firing police in a violent crime c...","sentiment_score":-0.4}
{"full_text":"Pfizer chief executive Albert Bourla says an annual COVID-19 vaccine is preferable to more frequent booster shots.https:\/\/t.co\/Ok3ozVP2Et","sentiment_score":0.3}
{"full_text":"And the control measures are as if there were millions of cases.This is where China is good at. Stamps this shit down in the matter of days.","sentiment_score":0.1148148148}
{"full_text":"#Congress demands hike in #COVID19 ex-gratia by Centre#Gujarat #coronavirus #TV9News","sentiment_score":0.0}
{"full_text":"According to the U.S. Census Bureau, an exceptional number of people have been out sick with COVID-19 or they were out caring for someone who was sick.https:\/\/t.co\/BsNctPhvEL","sentiment_score":-0.0238095238}
{"full_text":"Film director Lan Bo hopes to sound the alarm with a documentary, \"Wuhan, I Am Here,\" about volunteers who helped neighbors get food and medical care following the city's lockdown in early 2020.","sentiment_score":0.1}
{"full_text":"I am thankful you're not my doctor...https:\/\/t.co\/mfx2hNtGEf","sentiment_score":0.0}
{"full_text":"RT Flint Michigan has announced permanent virtual schooling. This is a catastrophic moral crime. We're suffering a governmen...","sentiment_score":0.0}
{"full_text":"RT The US government said it would suspend 44 #China-bound flights from the US by 4 Chinese carriers in response to the #...","sentiment_score":0.0}
{"full_text":"This is abhorrent.  My unvaxed in laws with comorbidities got covid earlier this month. They recovered after a week on Ivermectin, Vit C, D, Zinc, Quercetin, Melatonin. They are pressuring hospitals to suppress IVM in favor their specifically chosen, money making protocols.","sentiment_score":-0.35}
{"full_text":"RT This is correct. is on point here.","sentiment_score":0.0}
{"full_text":"Services &amp; shelter for homeless youth are more important than ever during this pandemic. Streetwork Project continues to respond to young people in crisis. If you or someone you know needs assistance, visit to connect with an advocate.","sentiment_score":0.3333333333}
{"full_text":"RT Something is deeply broken with your COVID policy if the more vaccine doses you get in your arm, the more layers of mask...","sentiment_score":0.2}
{"full_text":"Hard to believe people still insist on wearing spun plastic on their faces that don't do anything to \" flatten the curve\".","sentiment_score":-0.2916666667}
{"full_text":"If your surgeon has Covid, a procedure mask won't save you. Nice try.","sentiment_score":0.6}
{"full_text":"Fewer consumers expect their income to decline in the future due to the pandemic, according to a survey from information and insights company TransUnion.","sentiment_score":-0.0625}
{"full_text":"RT If there are 3 cases of lice in your kid's class, the school will notify you. 3 cases of covid at your kid's table? Th...","sentiment_score":0.0}
{"full_text":"To positiva pra covid :(","sentiment_score":-0.75}
{"full_text":"RT Pfizer CEO sees annual COVID vaccine rather than frequent boosters","sentiment_score":0.1}
{"full_text":"COVID-19 Tests Spike Growth in Medicare Spending via #healthcare","sentiment_score":0.0}
{"full_text":"The Chinese mainland recorded 19 locally transmitted #COVID19 infections on Saturday, the National Health Commission said Sunday. Across the Chinese mainland, a total of 37 imported COVID-19 cases were also reported Saturday.","sentiment_score":0.0}
{"full_text":"Alan Kohler: Omicron is a natural disaster. We should treat it as one | The New Daily","sentiment_score":0.0787878788}
{"full_text":"RT AAP's Delhi Model has failed in dealing with Covid waves, solving water crisis, maintaining livable air quality, saving Yamu...","sentiment_score":-0.5}
{"full_text":"RT Joe Biden announced he will give away 400 million N95 masks. The masks come in three sizes: Small, Medium &amp; Virtue-signal. h...","sentiment_score":-0.25}
{"full_text":" New Zealand Prime Minister Jacinda Ardern has cancelled her wedding as the nation imposes new restrictions to slow the community spread of the COVID-19 Omicron variant  #australia #mostliked","sentiment_score":-0.0090909091}
{"full_text":"#COVID19 has not generated problems with #copyright but has magnified the effects of longstanding tensions and issues. From","sentiment_score":0.0}
{"full_text":"Declining birth rates, coupled with COVID disruptions, are driving down enrollment in Colorado public schoolshttps:\/\/t.co\/7Wc5of5dyf","sentiment_score":-0.0777777778}
{"full_text":"RT Rodgers is obviously wrong on a lot of the facts here, but more important for people to understand when they read his comme...","sentiment_score":0.1333333333}
{"full_text":"RT Biden's dealing with more blockages than a colonic therapist. #LetsGoBrandon","sentiment_score":0.5}
{"full_text":"Significantly less from the vaccine.","sentiment_score":-0.1666666667}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"RT Neil Oliver: 'There are consequences of Covid coming, a great wave of them' via","sentiment_score":0.8}
{"full_text":"RT You can just put aside Bari Weiss' nonsense take on COVID -- and instead watch Rep. Ritchie Torres explain what the real stak...","sentiment_score":0.2}
{"full_text":"I'm sure this will help with the supply shortages...","sentiment_score":0.5}
{"full_text":" On holidays? Got symptoms? Get tested and self-isolate immediately until you get a negative result. Symptoms can include fever, cough, sore throat, shortness of breath, runny nose and loss of taste or smell. More info:","sentiment_score":0.1}
{"full_text":"If you invest $1000 in $CMCT today at $7.27 per share, and the stock prices rebound back to pre-pandemic prices at $15.07, your investment would be worth $2072.90! That's 107% growth and $1072.90 profit!  See more:  $NSCO $NCZ $ISBC $JKI $BKN","sentiment_score":0.3229166667}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"Estimating cancer risks due to whole lungs low dose radiotherapy with different techniques for treating COVID-19 pneumonia #radonc","sentiment_score":0.01875}
{"full_text":"Amen Sister! ... we are so screwed.","sentiment_score":0.0}
{"full_text":"RT \"Swift has shown her love and support for independent record stores by not only supporting our shop specifically during...","sentiment_score":0.1875}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"From 2020! WTF is going on? Did they only want a costly vaccine to line their pockets?","sentiment_score":-0.25}
{"full_text":"RT .@bariweiss is one million percent right about all of it.","sentiment_score":0.2857142857}
