{"full_text":"Ugh. Ever since the stupid *#@!ing pandemic, colds and allergies have always been scary as hell, because how do you know???","sentiment_score":-0.75}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT Two years ago. Didn't even go viral. In January 2020, when something could have actually been done to stop the spread of...","sentiment_score":0.0}
{"full_text":"RT Were you even ALLOWED to have unnecessary 'workmen' (as in decorators), in your home back during the first lockdown?#sk...","sentiment_score":-0.05}
{"full_text":"RT Research shows that facemasks protect us &amp; others against the #coronavirus: so how do you fold your masks to make sure...","sentiment_score":0.5}
{"full_text":"RT Goa will be going for assembly elections on 14th Feb and the people of Goa are all set to vote out the BJP government from t...","sentiment_score":0.0}
{"full_text":"RT No more excuses, no more delays, no more waiting for Sue Gray. For the sake of all the sacrifices the British people have m...","sentiment_score":-0.1875}
{"full_text":"The Met police says it is now investigating allegations of Downing Street parties which took place in breach of lockdown rules, a change from its earlier position. It also means Sue Gray will not publish her report while the Met  investigatehttps:\/\/t.co\/pBimPhoCSZ","sentiment_score":0.0}
{"full_text":"RT The people heading it work under Sinha ,he should be asking them or passing directions but sadly in #JammuAndKashmir ,th...","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Met chief Cressida Dick confirms the police WILL now investigate \"a number of events\" held in No 10 and across W...","sentiment_score":0.0}
{"full_text":"RT I wonder how many of the 180 (and likely many more to come) are BECAUSE of the lockdown, rather than those previously infe...","sentiment_score":0.2666666667}
{"full_text":"RT In year three of the pandemic, I see many people mourning not only death around us, but a loss of public trust in instit...","sentiment_score":0.1666666667}
{"full_text":"Pfizer CEO Says 'People Are Profiting From Vaccine Conspiracies' via","sentiment_score":0.0}
{"full_text":"RT The USPS is giving FREE COVID-19 testing kits! Please go to the link below to receive yours! DO NOT RESELL THESE. USE CO...","sentiment_score":0.625}
{"full_text":"RT Wait, what? Why is the CDC involved in this case?","sentiment_score":0.0}
{"full_text":"RT I have been having monthly Zoom appointments with my psychiatrist. He wants to see me in person, but I can't (won't) wear...","sentiment_score":0.2}
{"full_text":"RT Drinking red wine can reduce risk of catching Covid, new research suggests","sentiment_score":0.2454545455}
{"full_text":"RT I love that this has broken seconds after I typed that \"the facts have not fundamentally changed\" and happily clicked s...","sentiment_score":0.3}
{"full_text":"RT Vaccine mandates mean nothing aside from this. If you're willing to hand over yours, and your children's and communities b...","sentiment_score":-0.03125}
{"full_text":"RT Now POLICE investigate Partygate: Met chief says probe is being launched into No.10 lockdown breaches","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson had a surprise birthday party during first lockdown with wife Carrie inviting up to 30 people to C...","sentiment_score":0.25}
{"full_text":"RT SIU report on Covid PPE corruption released SIU investigated 5467 contracts awarded to 3066 service providers with a valu...","sentiment_score":0.0}
{"full_text":"RT Met Police Will Now Investigate Alleged Downing Street Parties During Lockdown","sentiment_score":-0.1}
{"full_text":"RT The process of Haj 2022 being 100% digital will also ensure the health, safety and well-being of the people during the Co...","sentiment_score":0.0}
{"full_text":"Neil:  Hey Hey Bye Bye, Joe Rogan to stay on Spotify...","sentiment_score":0.0}
{"full_text":"don't buy books*","sentiment_score":0.0}
{"full_text":"RT #EtharkkumThunidhavan February Release In Theatres..(Date will be fixed based on sunday &amp; night lockdown relaxation)...","sentiment_score":0.1}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT Huge development as Met chief confirms police now investigating events in Downing Street &amp; Whitehall","sentiment_score":0.4}
{"full_text":"RT Our Quarterlyexamination has...","sentiment_score":0.0}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT 'If it finds that the Prime Minister is in breach of criminal law then you've got to think his position would be untenable.'G...","sentiment_score":-0.4}
{"full_text":"RT #RRBNTPCCorona gya tel lene.#no_cbt_2_in_group_d#RRBNTPC Railway board is crushing d...","sentiment_score":0.4}
{"full_text":"Could be because of Covid, union members are more exposed, as they work in more areas than non union workers.","sentiment_score":0.5}
{"full_text":"RT Its not a demand by few people its a collective demand by more than 3 crore aspirants of all central gov exams. Everybody...","sentiment_score":0.1}
{"full_text":"RT #AbbottFailedTexas took the first $2B in COVID relief funds that were supposed to reimburse school districts for COVID...","sentiment_score":0.25}
{"full_text":"RT This is inexcusable rhetoric. 400,000+ people are dead from the pandemic under President Biden. The economy does not...","sentiment_score":-0.2}
{"full_text":"RT Met Police investigation is first step towards justice for millions who have felt so much pain at Boris Johnson's behavio...","sentiment_score":0.225}
{"full_text":"RT #Boris Johnson forced to start inquiry into Tory Islamophobia#Anti-fraud minister resigns cos there's too much fraud...","sentiment_score":-0.05}
{"full_text":"RT Covid in school.  Outbreak response team ask are we disinfecting all surfaces and shared resources?  If so, no further acti...","sentiment_score":0.0}
{"full_text":"RT Now that B.C. health officials have dramatically limited who can be tested for COVID-19, wastewater surveillance has beco...","sentiment_score":-0.0714285714}
{"full_text":"RT 3) So let's think it through -- if BA1 #Omicron has infected a huge swath of the population already in many countries (DK be...","sentiment_score":0.45}
{"full_text":"RT LED mobile vehicle awareness on Covid vaccination by FOB Tiruchirapalli at Sengulam Colony Ariyamangalam zone Tiruchirapall...","sentiment_score":0.0}
{"full_text":"This sort of thing happened constantly. Those of us who pointed out the illegality of such gatherings were a tiny minority:","sentiment_score":0.0}
{"full_text":"Perhaps because latest weekly report shows these aged care homes have highest number of residents who have tested positive for Covid. Also highest number of deaths.https:\/\/t.co\/tMwYFmo7Ta","sentiment_score":0.2090909091}
{"full_text":"RT My life matters and so do the nearly 10,000 Americans who died from covid last week. Please feel free to add your own ima...","sentiment_score":0.275}
{"full_text":"RT Neil Young has posted an open letter demanding that his management and label remove his music from Spotify: \"I want yo...","sentiment_score":0.05}
{"full_text":"RT Unvaccinated Sarah Palin flouted New York rules by dining indoors before she tested positive for Covid, report says | The...","sentiment_score":0.1818181818}
{"full_text":"RT Pupils propose reusable vaccine vials to cut waste | Bailiwick Express ","sentiment_score":-0.2}
{"full_text":"RT Clip from my Senate panel testimony today.","sentiment_score":0.0}
{"full_text":"RT When white folks refer to anything as \"based\" you can guarantee it's going to be something impressively cringe.Double cring...","sentiment_score":0.5}
{"full_text":"Thank you David.","sentiment_score":0.0}
{"full_text":"RT Sending everyone an N95 mask sounds like a really expensive way to accomplish absolutely nothing.","sentiment_score":-0.15}
{"full_text":"RT Met Police investigation is first step towards justice for millions who have felt so much pain at Boris Johnson's behavio...","sentiment_score":0.225}
{"full_text":"RT For hospitals, there has been nothing mild about the #Omicron variant. I spoke with @WStoneReports about what @KBEnfield...","sentiment_score":0.3333333333}
{"full_text":"RT It is also confirmed that Sue Gray will look at the PM's birthday party on June 19th 2020, which we reported yesterday....","sentiment_score":0.4}
{"full_text":"i'm finding it SO hard to find a high res photo of the shoes, but just from the video i saw they reminded me of when miu miu did chunky creepers (like this, minus the studs: )","sentiment_score":0.0670833333}
{"full_text":"I am fine yeah.thanks . Covid over new year. But very mild. Getting excited for zenith this week  ","sentiment_score":0.3403409091}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! Thanks to #omicron #aryankhan","sentiment_score":0.1359375}
{"full_text":"RT Monoclonal ab treatment  abruptly halted without any data whatsoever. The BioNTech vaccine, the only fully approved pro...","sentiment_score":-0.0625}
{"full_text":"Except the therapeutics don't help with Omicron. I have two vaccinated friends that spent a fortune on therapeutics (they start at $1500 a pop).  Fortunately they were vaccinated as, again, therapeutics don't work on Omicron","sentiment_score":0.15}
{"full_text":"RT and the way it works is incredible, learn below ","sentiment_score":0.9}
{"full_text":"RT New Zealand is back into its highest level of restrictions due to there being 9 omicron cases in the country. I have 9 con...","sentiment_score":0.0037878788}
{"full_text":"RT #EtharkkumThunidhavan February Release In Theatres..(Date will be fixed based on sunday &amp; night lockdown relaxation)...","sentiment_score":0.1}
{"full_text":"RT The process of Haj 2022 being 100% digital will also ensure the health, safety and well-being of the people during the C...","sentiment_score":0.0}
{"full_text":"Aren't the cops guarding Downing St at all times? Surely they could see the comings (no pun intended) and goings and should have questioned what was happening?","sentiment_score":0.5}
{"full_text":"RT Cressida Dick said the Met's probe is being launched 'as a result of the information provided by the Cabinet Office inqu...","sentiment_score":0.0}
{"full_text":"RT A pediatrics doctor at a town hall suggested masking kids amid Omicron helps prevent them from feeling guilty...","sentiment_score":-0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT The process of Haj 2022 being 100% digital will also ensure the health, safety and well-being of the people during the Co...","sentiment_score":0.0}
{"full_text":"Agree with main point but fhs: \"likely\" 3 times in one para. There's no rationale that blood donors avoid infection more than Covid stay-at-homes and germaphobes. I gave blood last October and was not asked if had been vaccinated. Maybe they guessed because I was unmasked?","sentiment_score":0.1666666667}
{"full_text":"It's our second day in #Carinish:Tue 25 Jan5.30pm - Encanto (PG)8pm - West Side Story (12A)Both are sold out online, but will have 28 tickets on the door. Cash-only. Please read our Covid measures before coming along:","sentiment_score":0.0}
{"full_text":"RT BREAKING: Police to investigate Downing Street parties over potential lockdown breaches, Met Police Commissioner Cressida...","sentiment_score":0.0}
{"full_text":"RT A briefre masks   &amp; young kids given today's advice :masks in primary school kids, even over 2 yrs, is recommended i...","sentiment_score":0.25}
{"full_text":"RT \"Omicron is mild\" folks can explain to my son why he can't see his grandmother ever again.","sentiment_score":0.3333333333}
{"full_text":"RT Was in a shop in limerick at weekend. Heard the cashier actually say this to another customer they knew in front of me. \"M...","sentiment_score":0.0}
{"full_text":"RT \"...There's zero randomized controlled trials that show masks stop the spread of respiratory disease and that's including N95...\"...","sentiment_score":0.0}
{"full_text":"RT As a GP, regardless of whether people are vaccinated or unvaccinated, we all need to stand against vaccine mandates. It's...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask. It's an important tool to help stop the spread of the Omicron variant.","sentiment_score":0.4}
{"full_text":"A friend told me today that he thought the pandemic was nearly over &amp; things would be normal again in a few months. He told me he heard it on .","sentiment_score":0.0166666667}
{"full_text":"RT Get Well Soon Erigii!! Hoping for your fast recovery Always Remember, TheB's Love you.. And to the other members...","sentiment_score":0.1916666667}
{"full_text":"RT People asking if I'm beginning to panic in this market.I've been investing for 25+ years and seen:The 1998 LTCM Meltdo...","sentiment_score":0.0}
{"full_text":"If they can isolate the substance that makes certain people react to they should use it to detect Covid. It's easily the most sensitive item in the universe.","sentiment_score":0.3119047619}
{"full_text":"A press conference will begin at noon today.","sentiment_score":0.0}
{"full_text":"Fast, cheap test can detect #COVID-19 #virus's #genome without need for #PCRMedical Xpress","sentiment_score":0.3}
{"full_text":"Nearly 25.05 crore out of total 162.7 crore doses administered in the country are from the state.https:\/\/t.co\/0GkEX511R7","sentiment_score":0.05}
{"full_text":"You should continue to work from home where you can. Working from home, where appropriate and possible, continues to be an important and effective way of controlling the spread of #COVID-19. Find out more at","sentiment_score":0.4}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"The latest COVID-19 cases in the Cape Metro:Confirmed cases - 399.030Confirmed cases in the past week - 2,319Confirmed recoveries to date - 374,364Confirmed deaths in the past week - 109View the dashboard here: #stayhome","sentiment_score":0.0}
{"full_text":"matlab aap supre spreader hai. neta log he faila rahe hai corona","sentiment_score":0.0}
{"full_text":"If you lent someone EUR25bn, would you like to know what it was spent on? EU governments injected public money into the #EuropeanGuaranteeFund, but the and won't say who for or what for New briefing as part of #RecoveryWatch out today:","sentiment_score":0.0121212121}
{"full_text":"Update: All Other Members Of THE BOYZ Test Negative For COVID-19 After Eric Tests Positive - #dailymail #news #entertainment #art #comics","sentiment_score":-0.0659090909}
{"full_text":"The Serbian #COVID19 #stress Scale (Serbian-CSS) and vaccine acceptance: Is there a place for COVID-19-related distress in explaining attitudes towards #vaccinations ?https:\/\/t.co\/uoiJ09YQxV","sentiment_score":0.0}
{"full_text":"RT INTEGRITY looks like this Boris: Conservative minister resigns in anger over Covid fraud. Now HMTreasury get after frauds...","sentiment_score":-0.7}
{"full_text":"The real risk of heart inflammation to kids is from COVID-19--not the vaccineBy Tara Haelle (@tarahaelle)https:\/\/t.co\/GaEG3Q5lXx","sentiment_score":0.2}
{"full_text":"\"Experiences of siblings of children with congenital heart disease during Coronavirus disease 2019; A qualitative interview study\" #Siblings #Nursing #CHD #COVID #Coronavirus","sentiment_score":0.0}
{"full_text":"The travel and tourism industry, one of the hardest hit by the #pandemic in the country, is on the path of recovery and registered a 4 per cent year-on-year growth in job postings during December 2021, according to a report#TravelIndustry","sentiment_score":0.0}
{"full_text":"The state website Georgia residents, business leaders and public officials turn to for guidance about the coronavirus met its match earlier this month, revealing the impact of years of underfunding the public health agency. #gapol","sentiment_score":0.0}
{"full_text":"Yes please! It annoys the crap out of me. I bet it comes from China just live the CCP VIRUS!","sentiment_score":-0.3147727273}
{"full_text":"RT Meet Meshawn Maddock. She is about to become the Co-Chair of the Michigan Republican Party. She organized Operation Gri...","sentiment_score":0.0}
{"full_text":"State health officials Monday said BA.2, the newest variant of COVID-19, has been detected in Washington state, which is still grappling with a surge in cases from the omicron and delta variants.https:\/\/t.co\/BzzqVCdXZX","sentiment_score":0.0}
{"full_text":"The Australian warship set to deliver humanitarian assistance to Tonga has been hit with #COVID19 cases, authorities said.","sentiment_score":0.0}
{"full_text":"JUST BECAUSE FEAR OF COVID AND COVID AS A RISK WE SRONGLY DEMANDED NO EXAM IN FEBRUARY@IITKgp #NO_GATE_IN_FEB","sentiment_score":0.0}
{"full_text":"In lockdown we re-grouted the pool in preparation for reopening... it wasn't long before was hosting  swimming sessions. Read our full Impact Report to find out more:","sentiment_score":0.2666666667}
{"full_text":"COVID 19 Statistics for Scotland (25\/1\/2022) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"Is your life sciences business in need of specialist support to grow &amp; recover post-Covid? &amp; fully-funded  programme hosted by The London Cancer Hub will help you stand out from the crowd &amp; reach for success. #BIGInnovation","sentiment_score":0.3}
{"full_text":"RT \"They can have Rogan or Young. Not both.\"Neil Young tells Spotify to delete his music over Joe Rogan's 'false informatio...","sentiment_score":-0.0666666667}
{"full_text":"COVAX needs money quickly to support #COVID19 vaccine in country rollouts and to have the flexibility to purchase more vaccines. https:\/\/t.co\/vlXMUEg4XS","sentiment_score":0.4166666667}
{"full_text":"This thread...","sentiment_score":0.0}
{"full_text":"RT A pre pandemic thing i miss and dont know how to replace:Being productive in coffee shops after midnight. And the entire...","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Tuesday January 25, 2022 ","sentiment_score":0.0}
{"full_text":"It's not too late to get your flu jab \/ COVID-19 booster  Vaccines boost our immunity and protect us from dangerous viruses like flu and #COVID19. Find out if you're eligible: vaccinated. Get boosted. Get protected.","sentiment_score":-0.45}
{"full_text":"Calling all UHS clinically vulnerable patients! If you have not yet been vaccinated against Covid, come down to UHS this Saturday! ","sentiment_score":-0.4097222222}
{"full_text":"Because of the outbreak of the #OmicronVariant of #COVID19, #Taiwan has experienced a spike in the number of domestic confirmed cases. The New Taipei City Government is providing additional vaccination services during the #chinesenewyear period. Come to complete your third dose!","sentiment_score":0.2393939394}
{"full_text":"The city still has one of the highest Covid rates in England.","sentiment_score":0.0}
{"full_text":"RT Warning: SARS-2 is airborne. Watch those poorly ventilated indoor corridors which can fill with air from surrounding rooms....","sentiment_score":-0.4}
{"full_text":"Experts claim that #skin #rashes are symptoms and sometimes even the after-effects of a #Covid infection.","sentiment_score":0.0}
{"full_text":"Across : 1. Cashless Facility2. Day Care Procedures3. No Claim BonusDown:Covid Cover2. Tax Savings#crossword #AdityaBirlaHealthInsurance #HealthInsuranceJoin@ShainaArora1","sentiment_score":0.0}
{"full_text":"Superintendent Demond Means shared recommendations regarding the district's mitigation plan. Means suggested removing exposure quarantine if students show no symptoms in an effort to keep more students in school. The board was in agreement.https:\/\/t.co\/3B34JqfkFo","sentiment_score":0.5}
{"full_text":"The risk classifications of the Philippines and Metro Manila for COVID-19 have been downgraded to high from critical, the Department of Health said.https:\/\/t.co\/0XdnuF8toJ","sentiment_score":0.08}
