{"full_text":"RT Amidst a global pandemic &amp; MAN-MADE famine, the  govt is still bombing Tigray every few days. We demand","sentiment_score":-0.1}
{"full_text":"RT So was asking a doctor pal about how COVID safe it was to take a long flight. He laughed. \"You think Omicron was spread...","sentiment_score":0.3833333333}
{"full_text":"RT Here are the totals. #DenmarkHighest level of COVID hospital admissions EVER in this whole pandemic. #Omi...","sentiment_score":0.2}
{"full_text":"RT Ironic that the CPC ripped off the RCAF military roundel for their logo, but can't hold the line against a bunch of truck dr...","sentiment_score":0.05}
{"full_text":"And merging with other Title 1 schools. So the families that have gone to that school for years are losing their sense of safety and connection in the middle of a pandemic. 3\/","sentiment_score":-0.0625}
{"full_text":"Covid realated reasons ","sentiment_score":0.0}
{"full_text":"RT Jan. 27, 2020: Fauci learned that his agency had been indirectly funding the Wuhan lab. Jan. 31, 2020: Fauci learned the...","sentiment_score":0.0}
{"full_text":"RT I think of all the brainwashing over the last 2 years. I think the worst example of totally lost souls are those that:A) Ha...","sentiment_score":-0.3333333333}
{"full_text":"RT she's a jewish and chinese lovechild","sentiment_score":0.0}
{"full_text":"RT Health officials: 2\/3 of Multnomah County COVID cases are in vaccinated people.","sentiment_score":0.0}
{"full_text":"Did you know that all covid vaccines are only first ever ones as vaccines takes 10 years to make one suitable. Hit and miss. They not licensed either","sentiment_score":0.2666666667}
{"full_text":"RT Conjecture: If China hadn't had a one-child policy, wd it have a zero-covid policy? i.e., 2 generations of adults have been rai...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Facebook Whistleblowers Expose LEAKED INTERNAL DOCS Detailing New Effort to Secretly Censor Vaccine Concerns...","sentiment_score":-0.0878787879}
{"full_text":"RT This week, Flu:252 patients in hospital29 patients in critical careCovid:14,000 patients in hospital500 in Critical...","sentiment_score":0.0}
{"full_text":"RT The Fed's moves on interest rates and bond purchases will complete a pivot away from the loose monetary policy that has def...","sentiment_score":0.0115384615}
{"full_text":"RT Twitter medics #urgent query: Have you come across cases of Diplopia in children, 2 weeks post covid? Is it a long covi...","sentiment_score":-0.05}
{"full_text":"RT Johnson held hostage by the hardcore libertarian base in his party --  many of them crypto-authoritarian Trumpocrats. For mo...","sentiment_score":-0.15}
{"full_text":"Uh, no they won't Lord #Fauci. No they won't.","sentiment_score":0.0}
{"full_text":"RT -- read all 3 parts","sentiment_score":0.0}
{"full_text":"Senator Ron Johnson (@SenRonJohnson) Tweeted:For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to watch this 30 minute highlight video. Please watch and share with everyone you know.https:\/\/t.co\/oLP4WzhyOT","sentiment_score":0.175}
{"full_text":"RT This could be great news for those already take CBD.","sentiment_score":0.8}
{"full_text":"RT My colleague spent an hour consoling the child of a COVID patient who was intubated that it wasn't their fault their par...","sentiment_score":-0.1}
{"full_text":"RT This is why I'm not using the hashtag today. Mental health awareness is 365 days a year for this account. If you ever need...","sentiment_score":-0.1}
{"full_text":"RT Damage control by Neil Young's gold-digging wife. This is actually a year-old story she's pretending is something new, base...","sentiment_score":-0.1409090909}
{"full_text":"RT If Democrats want everyone to show ID to dine out as a part of COVID restrictions, showing ID to vote should be a no-b...","sentiment_score":0.0}
{"full_text":"Virginia COVID-19 cases and deaths as of Wednesday, January 26, 2022:Cases: 1,503,119 (+11,126)Deaths: 16,052 (+50)#COVID19 #Coronavirus #Pandemic #Virginia","sentiment_score":0.0}
{"full_text":"RT Former Newfoundland premier Brian Peckford is launching Charter challenge against federal government's air travel vaccine...","sentiment_score":0.0}
{"full_text":"RT 3\/ A scientist working in a biological weapon lab accidentally breaks a tube of Virus X, resulting in a global pandemic...","sentiment_score":0.0}
{"full_text":"We mustn't bring it up.... All the protest etc were ok... sort of, but move along and don't offend anybody....","sentiment_score":0.5}
{"full_text":"RT If a headteacher or hospital exec had held boozy parties during lockdown, and then lied about it, they would have been sac...","sentiment_score":0.0}
{"full_text":"The reports 220 new #COVID19 cases on Jan. 25 for a total of 49,290 cases to date, of which 3,867 are currently active. Sadly, 2 new deaths are also reported.Note that case numbers are under-reported due to provincial changes in testing.https:\/\/t.co\/XQGweIU5OC","sentiment_score":0.0028787879}
{"full_text":"RT We should never stop reminding non voters and 3rd party voters about how vital the 2016 election was for the future of th...","sentiment_score":0.0333333333}
{"full_text":"RT Jan. 27, 2020: Fauci learned that his agency had been indirectly funding the Wuhan lab. Jan. 31, 2020: Fauci learned the...","sentiment_score":0.0}
{"full_text":"RT The California Legislature wants to allow your 12 year old the ability to consent to COVID vaccines. Government shoul...","sentiment_score":0.15}
{"full_text":"RT You've had two years to fix the problem. You make $515,000\/year. What's wrong with you? If you were in the private sector y...","sentiment_score":-0.25}
{"full_text":"Here:","sentiment_score":0.0}
{"full_text":"got to stay home today because my back hurt","sentiment_score":0.0}
{"full_text":"Covid hospitalizations have ticked up again. Here's how Vermont ranks.https:\/\/t.co\/azOII51au0","sentiment_score":0.0}
{"full_text":"RT The Canadian government, especially in Quebec, has completely lost its mind. We need #NoVaccineMandates #TruckerConvoy...","sentiment_score":0.05}
{"full_text":"RT Any illusion held by young adults that the big adults know what they're doing has been destroyed by a man having partie...","sentiment_score":0.05}
{"full_text":"RT WHAT A DISAPPOINTMENT it is to be a Medical person these days. Abused by patients all the way up to their last dying gasp c...","sentiment_score":-0.2}
{"full_text":"RT Jan. 27, 2020: Fauci learned that his agency had been indirectly funding the Wuhan lab. Jan. 31, 2020: Fauci learned the...","sentiment_score":0.0}
{"full_text":"RT The Canadian revolution against the COVID police state grows.","sentiment_score":0.0}
{"full_text":"RT CCMA will not protect your rights, nor will courts or  from #MandatoryVaccination ! The loans from World Ba...","sentiment_score":0.0}
{"full_text":"Have you seen him in action in a crisis? Mopping floors in Cumbria, sanitising a chair at a Covid vax clinic? He has no practical skills whatsoever. Mind you I'd pay good money to see him deal with several hundred pissed off HGV drivers.","sentiment_score":0.2666666667}
{"full_text":"When I do my own research I get different results:https:\/\/t.co\/pkdevixZ34https:\/\/t.co\/0NpMSc4SSQhttps:\/\/t.co\/3gEfWk8pGS#BellLetsTalk","sentiment_score":0.3}
{"full_text":"RT Israel : The only quadruple-vaxxed country in the world (which also uses mask mandates and Covid passports) breaks new re...","sentiment_score":0.0681818182}
{"full_text":"RT IT'S HAPPENING!Denmark just announced they will be REMOVING all restrictions, including covid passports and face mask r...","sentiment_score":0.0}
{"full_text":"RT I hate how leaders are ignoring RECORD HIGH  PEDIATRIC #COVID19 HOSPITALIZATIONS. This is not just happening in England...","sentiment_score":-0.32}
{"full_text":"RT Dr describes potential future scenarios on #COVID19 and Omicron and what we can do to turn the tide ","sentiment_score":0.0}
{"full_text":"RT \"Breakthrough\" infections DO NOT mean vaccines don't work. Remember, they are preventatives, NOT cures. One can still c...","sentiment_score":0.15625}
{"full_text":"RT Starbucks, Boeing, &amp;Delta are hiring back staff they fired under vax mand. Its time to re-instate American workers with an...","sentiment_score":0.0}
{"full_text":"RT This is one of the most pathetic things I've ever seen. Would be hilarious if it wasn't killing people.","sentiment_score":0.0}
{"full_text":"RT \"The rhetorical function of that word, of \"comorbidities\" is to erase our identities, to talk about us without talking abou...","sentiment_score":0.0}
{"full_text":"RT New Covid variant dubbed 'Stealth Omicron' is spreading in UKhttps:\/\/t.co\/sbNPmRMrNq","sentiment_score":0.1363636364}
{"full_text":"Boris Johnson is WORSE than Covid.At least the virus looks like it's going away ","sentiment_score":-0.35}
{"full_text":"RT IT'S HAPPENING!Denmark just announced they will be REMOVING all restrictions, including covid passports and face mask r...","sentiment_score":0.0}
{"full_text":"RT Triple vaxxed.","sentiment_score":0.0}
{"full_text":"RT Millions of rand lost as SANDF returns unauthorised Cuban Covid-19 vaccine - Remedial action against officials suspect...","sentiment_score":0.1}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"\"I kept hearing that anybody who believed in science should want to get vaccinated.\"I was deceived about COVID vaccine safety https:\/\/t.co\/fNSlFwb2Gj","sentiment_score":0.0}
{"full_text":"Every death is so sad but it doesn't reflect anything like a pandemic and given there's 67 million in UK, doesn't even seem overly dangerous for the elderly,  compared to some other chronic conditions","sentiment_score":-0.4083333333}
{"full_text":"RT So was asking a doctor pal about how COVID safe it was to take a long flight. He laughed. \"You think Omicron was spread...","sentiment_score":0.3833333333}
{"full_text":"RT White House COVID Coordinator Jeff Zients: The U.S. has shipped 400 million vaccine doses to 112 countries, more than any...","sentiment_score":0.25}
{"full_text":"RT Jan. 27, 2020: Fauci learned that his agency had been indirectly funding the Wuhan lab. Jan. 31, 2020: Fauci learned the...","sentiment_score":0.0}
{"full_text":"Can all my friends on here please  report this account, they have plagiarised my tweet and I'm not happy   ","sentiment_score":-0.4}
{"full_text":"RT England's Plan B measures are to end tomorrow, with mandatory face coverings in public dropped.Will you continue to wear a...","sentiment_score":0.0}
{"full_text":"YES!PRISON FOR HIM.","sentiment_score":0.0}
{"full_text":"A PENNSYLVANIA TRUCK CRASH HAS FANS WORRIED ABOUT OUTBREAK'S MONKEY PLOTHave you not heard the latest news today of a truck which was carrying a group of 100 monkeys, the truck crash but as per the Authorities, all the monkeys have been all accountedhttps:\/\/t.co\/L6QKb4NX73","sentiment_score":0.225}
{"full_text":"In War is a Racket Chapter 2., which refers to the profit margins of war racketeers, you could just replace the names of past corporations with today's big pharmaceutical corporations who are profiteering off \"the War against Covid\" as well. #WarIsARacket","sentiment_score":-0.125}
{"full_text":"Although there may have been some hesitancy in moving infrastructure projects forward in the first few months of the COVID-19 pandemic, those fears have now largely faded, and there's money to be invested by governments and the private sector.https:\/\/t.co\/w3lKtvCtd2","sentiment_score":0.0660714286}
{"full_text":"Canada's Covid response still happens to be poorest out there. We are literally getting lapped. Time to move on.#makeitmakesense #DoneWithCovid","sentiment_score":0.0}
{"full_text":"RT DJ Ferguson, 31, was first in line to receive a heart transplant, but is no longer eligible because he refuses to get...","sentiment_score":0.25}
{"full_text":"RT Starbucks, Boeing, &amp;Delta are hiring back staff they fired under vax mand. Its time to re-instate American workers with an...","sentiment_score":0.0}
{"full_text":"#SOSNHS save them from having to deal with figures like these.","sentiment_score":0.0}
{"full_text":"#dont have COVID lol maybe I do","sentiment_score":0.8}
{"full_text":"Thank you to the River Blenders Chorus for sending us the sweet letter below, acknowledging the \"chaos surrounding us all\" during these challenging times and applauding our staff's \"expertise, resilience and dedication to COVID patients across the Metro area.\"","sentiment_score":0.425}
{"full_text":"Yes I agree that they should have taken the precautions for this but my thing is the mask isn't what will help Covid so no matter if u wear a mask or not ur still gonna get it people that are vaccinated are still getting it so someone plz make this make sense","sentiment_score":0.0}
{"full_text":"RT Joe Biden's economy is leaving families behind...Rising prices for gas and groceries disproportionately hurt low-incom...","sentiment_score":0.0}
{"full_text":"RT FRANCE - over half a million cases in one day!\"Pissing off the unvaccinated\" by isolating them from society is worki...","sentiment_score":-0.2083333333}
{"full_text":"RT Huge respect and thank you to all the doctors for your precious time in suggesting us on Covid and all precautions.@...","sentiment_score":0.45}
{"full_text":"The Federal Reserve signalled it will start raising interest rates \"soon\" and shrink its bond holdings after liftoff has begun, moving toward ending ultra-easy pandemic support to fight the hottest inflation in a generation.https:\/\/t.co\/L9L6t73AA1","sentiment_score":0.0}
{"full_text":"RT Dr. Marik: Doctors are targeted for prescribing off label meds for COVID-19 #OANN","sentiment_score":0.0}
{"full_text":"RT On this day in 1986, the economy was $1.5b and the population was 15m. We shall have grown economically to $44b by July...","sentiment_score":0.3}
{"full_text":"RT On the tellybox this morning talking about the lack of measures in place in schools to keep children from catching COVID-...","sentiment_score":0.6}
{"full_text":"It's truly hard to capture what a hack Kyle Lamb is but perhaps this does it: on the same day he tweeted \"censors are always losers\" he did this  when I pointed out floridas Covid pediatric spike last summer","sentiment_score":-0.1229166667}
{"full_text":"RT Coronavirus: 10,414 new cases announced in Ireland, with 49 deaths notified in the past weekhttps:\/\/t.co\/anaszj1NrR","sentiment_score":-0.0568181818}
{"full_text":"Take away all the vaccinated people in hospital and ICU and you're left with numbers that are comparable to a normal flu season rush. Numbers that barely cause strain, let alone pandemic emergency restrictions,lockdowns and ridiculous mandates.","sentiment_score":-0.0333333333}
{"full_text":"RT Two simple 30 seconds checks would have helped to deter many fraudsters from milking the Covid furlough schemes and loans &amp;...","sentiment_score":0.25}
{"full_text":"RT The Biden admin bought over a billion dollars worth of at-home Covid tests that are made in China. These tests should...","sentiment_score":0.3}
{"full_text":"RT Here's data (from 1\/23\/22) including more updated Omicron info from 24 hospitals. The %s are still obvious...","sentiment_score":0.25}
{"full_text":"RT The Canadian revolution against the COVID police state grows.","sentiment_score":0.0}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"Daily Covid-19 cases below 3 lakh for 3rd day but deaths over 500 for 2nd day | India News - Times of India","sentiment_score":0.0}
{"full_text":"Your family, friends, and community depend on you to take steps to see if you have been infected. Learn when and how to take a #COVID19 self-test.","sentiment_score":0.0}
{"full_text":"Absolutely stunning presentation of their youth led research on the need for a post pandemic mental health recovery strategy. Stunning. #onpoli","sentiment_score":0.3}
{"full_text":"Sajid Javid told the Commons health and social care committee yesterday it is the professional duty of every NHS worker to be vaccinated but added it was right to keep COVID-19 policies under review.https:\/\/t.co\/UB0ZtLGiPX","sentiment_score":0.1396825397}
{"full_text":"There are 3,311 known active cases in the county as of Wednesday and 9,633 recovered cases, according to ODH.A total of 52.79% of the county has started the vaccination process and 49.07% has completed it.","sentiment_score":-0.0666666667}
{"full_text":"RT The COVID death rate by vaccination status in the US.[From our post by and on death rates by vacc...","sentiment_score":0.0}
{"full_text":"Read Professor new article about the challenged faced by Arab journalists.https:\/\/t.co\/HqEVjZd7nD","sentiment_score":0.1363636364}
{"full_text":"RT Now out. Brian Peckford and I discussed his reentry to the political arena after denouncing the Canadian Government fo...","sentiment_score":0.0}
{"full_text":"Changes in Access to Medication Treatment during COVID-19 #Telehealth Expansion and #Disparities in Telehealth Use for Medicare Beneficiaries with #Opioid Use Disorder from","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"For National #BloodDonorMonth, you can give the gift of life! It's extremely important during the #COVID19 pandemic for all eligible donors to give blood. Find an site near you:","sentiment_score":0.25}
{"full_text":"COVID-19 testing appointments are available at SWDH. COVID-19 tests are free! If you're sick stay home and plan to get tested. Call 208-296-1030 to make an appointment.","sentiment_score":0.0619047619}
{"full_text":"The district won't report COVID-19 case count data on its website weekly \"after the omicron variant goes through,\" the superintendent said.","sentiment_score":0.0}
{"full_text":"RT  If monoclonal antibodies were pulled from EUA because they \"don't work\" on Omicron, then WHEN is the jab being pulled...","sentiment_score":0.0}
{"full_text":"We've begun clinical testing of a novel vaccine intended to prevent triple-negative breast cancer: #StateOfTheClinic","sentiment_score":0.0}
{"full_text":"Like many stand-up comedians, Charles Demers has had to sit out the pandemic since live venues have closed. In the meantime, he's been reading -- and re-reading -- comedy memoirs by some of his favourite comedians.","sentiment_score":0.1787878788}
{"full_text":"Just a reminder","sentiment_score":0.0}
{"full_text":"\"To fully understand the neurological complications of long COVID, there must be more equity in COVID-19 research, which in turn requires a dismantling of structural barriers that perpetuate disparities in clinical care\"https:\/\/t.co\/DcGrR5wXaL#HealthInequity #COVID19","sentiment_score":0.225}
{"full_text":"#GlobalCrisis require #global #Solutions. We must act #together to end the #pandemic. And we must not forget those who are affected by extreme #poverty and #hunger. #problemSolving #leadership #Giveaway #storytelling","sentiment_score":-0.0625}
{"full_text":"WHMU will be involved in a three-year, $7 million grant to address the need to ensure greater equity and access to vaccines, boosters and other vaccinations (influenza, chickenpox, etc.) by those disproportionately impacted by the pandemic. Learn more:","sentiment_score":0.2916666667}
{"full_text":"Do common cold coronavirus antibodies help protect against #SARSCoV2? No, suggests a recent study of health care workers. In fact, it's possible preexisting antibodies to the related viruses could be detrimental, reports.","sentiment_score":-0.18}
{"full_text":"The Canadian Federation of Independent Grocers says the supply issues affecting some popular products began long before the Canada-U.S. cross-border vaccine mandates.","sentiment_score":0.1833333333}
{"full_text":"RT Plan B public health measures end tomorrow; but they shouldn't. This is a political move by the governmentLots of peop...","sentiment_score":0.0}
{"full_text":"As the COVID-19 pandemic dragged on, more remote communities--mainly suburbs and smaller cities--emerged as real estate victors during a time when buyers sought out affordability and more space in places with fewer people to worry about.","sentiment_score":0.22}
{"full_text":"RT 1\/4 I have some concerns about today's White House announcement: 1. 400 million donated vaccine doses is nothing much to...","sentiment_score":0.1}
{"full_text":"The pandemic has taught me attending school and church is inconsequential. Change my mind.","sentiment_score":0.0}
{"full_text":"RT The current choice:Suppress Covid transmission or keep rationing healthcare for everyone.","sentiment_score":0.0}
{"full_text":"New Research Hints at 4 Factors That May Increase Chances of Long Covid via","sentiment_score":0.0431818182}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"The Biden administration has officially withdrawn a rule that would have required workers at big companies to get vaccinated or face regular COVID testing requirements.","sentiment_score":0.0}
{"full_text":"Netherlands will ease their restrictions amidst Covid cases surge #hodler #hodl #hodlercapitalgroup #news #worldnews #breakingnews","sentiment_score":0.0}
{"full_text":"RT I'm impressed by response and knowledge that there are different monoclonal antibodies and some work against #O...","sentiment_score":0.5}
{"full_text":"RT Shoutout to the NFL playoffs for curing covid","sentiment_score":0.0}
{"full_text":"The three main symptoms reported by the NHS remain continuous cough, a temperature and a loss of sense of taste and or smellhttps:\/\/t.co\/M4f8TD7BdJ","sentiment_score":0.1666666667}
{"full_text":"Are you looking for a COVID-19 test?DOH-Collier offers COVID-19 testing by appointment only at our Naples location. For an appointment, call (239) 252-6220.To find a list of testing locations, visit","sentiment_score":0.05}
{"full_text":"The SARS2 Pandemic: Will Truth Prevail? | Scott Atlas | Academy for Science &amp; Freedom | LIVESTREAM - YouTube The \"outlier\" in the White House is now beating the \"consensus.\"","sentiment_score":0.0}
{"full_text":" LIVE NOW The state of the pandemic: Join us on for an AMA on COVID-19 vaccines and the Omicron variant. Submit your questions:","sentiment_score":0.1363636364}
{"full_text":"RT We lost an unvaccinated child this morning to Covid complications. We're all a little broken. Taking a moment to breathe her...","sentiment_score":-0.29375}
{"full_text":"RT Trudeau holds on getting truckers vaccinated and the US lifts the vaccine mandates for truckers.","sentiment_score":0.0}
{"full_text":"RT Israel : The only quadruple-vaxxed country in the world (which also uses mask mandates and Covid passports) breaks new re...","sentiment_score":0.0681818182}
{"full_text":"Increased levels of demand, coupled with #pandemic-era supply chain issues, have compounded the challenges in the #industry. #NGBMarkets #transparency #agriculture Read more:","sentiment_score":0.5}
{"full_text":"The Arkansas National Guard soldiers will continue to help the COVID-19 drive-thru testing site at UAMS for seven more days. #covid19ark","sentiment_score":0.5}
