{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"Is this a threat","sentiment_score":0.0}
{"full_text":"RT  The troops of the 9th Infantry Division cooked food and sold it at a cheap price to the troops' families and people a...","sentiment_score":0.4}
{"full_text":"RT In August I challenged the UC vaccine mandate in federal court. Yesterday the University fired me for noncompliance with the...","sentiment_score":0.0}
{"full_text":"RT To those who have been saying that covid is just a seasonal flu. My wife has been on bed for more than a week now. I can't...","sentiment_score":0.5}
{"full_text":"RT The Trucker GoFundMe will soon reach $3 million. This is not a fringe movement, and the Liberals are clearly sweating.","sentiment_score":0.1}
{"full_text":"Getting a booster for a variant that has long been eradicated makes as much sense as getting a tetanus shot. They won't tell you that today, but they might tell you that 6 months from now when they are pushing  a NEW vaccine for whatever new variant is floating around.","sentiment_score":0.1056818182}
{"full_text":"Oh oh and I hear the unvaccinated walk into a medical service with COVID &amp; they pay for every cent of care provided- that's incentive!","sentiment_score":0.0}
{"full_text":"RT My 5 year old granddaughter just tested positive for Covid. My heartfelt FU to all her classmate's parents who will not v...","sentiment_score":0.1090909091}
{"full_text":"RT Perspective is everything. The applause should be for these healthcare workers not a woman who tells her story o...","sentiment_score":0.0}
{"full_text":"What is relevant to you is of no concern to me.  Still waiting for you to tell me how Dr. Robert Malone is not qualified to discuss the vaccine and side effects. That was your original point was it not?","sentiment_score":0.3875}
{"full_text":"They clearly know they are immune compromised so it's their personal responsibility to protect themselves not the country to keep shutting down or carry on with these measures to protect a minority. We never did before and covid isn't the first and only virus that can affect them","sentiment_score":0.0388888889}
{"full_text":"The ER is less busy now then pre Covid. Stop with the BS. How many hospitals could have been built with all the money spent on promoting Covid?","sentiment_score":0.0833333333}
{"full_text":"RT Yesterday I was 90% convinced I had Covid cos I got some symptoms and alot of my friends tested positive. After two negativ...","sentiment_score":0.2272727273}
{"full_text":"Origin of Covid-19 coronavirus. The WHO must investigate all evidence especially in countries where there are early reports of the coronavirus appearing.","sentiment_score":0.05}
{"full_text":"RT WINNER's Lee Seung Hoon Tests Positive For COVID-19","sentiment_score":0.2272727273}
{"full_text":"There's absolutely no way there's been any fraud concerning covid testing !","sentiment_score":-0.125}
{"full_text":"RT Please RT. High-risk students w disabilities at Case Western can no longer take classes online. They're being told to s...","sentiment_score":0.0}
{"full_text":"RT the fourth least densely populated state in the lower 48","sentiment_score":-0.15}
{"full_text":"RT This alone should be the end of Morrison.  He chose WEF over ","sentiment_score":0.0}
{"full_text":"RT I'm not going to risk getting Covid to save Johnson's ass. #WearAMask","sentiment_score":0.0}
{"full_text":"RT a safe free vaccine is not the same as the Holocaust","sentiment_score":0.3}
{"full_text":"RT NEW  FBI searches Center for COVID Control headquarters amid investigations into multi-million dollar testing busines...","sentiment_score":0.0181818182}
{"full_text":"RT Australia has more COVID infections per capita atm than anywhere in the world... how did we get here???#auspol","sentiment_score":0.5}
{"full_text":"Urgent News! Impending global food crisis! An astonishing solution!An introduction to the happiest place on earth! A place that is COVID-free and mask-free!\"https:\/\/t.co\/dwjtKNwqga","sentiment_score":0.390625}
{"full_text":"RT #SouthKorea's military plans to beef up its #COVID19 testing capacity amid the emergence of the #OmicronVariant as the domi...","sentiment_score":-0.1}
{"full_text":"RT my winter depression and pandemic depression and state of the world depression have all unionized","sentiment_score":0.0}
{"full_text":"RT Barnaby Joycs makes the idiotic statement on radio that \"people are not dying from Covid\"I suppose that the number o...","sentiment_score":-0.6666666667}
{"full_text":"RT I'm concerned about the new #BA2 sub variant of #Omicron. In the left panel, you see it is surging (light green) to almost...","sentiment_score":0.0840909091}
{"full_text":"But...but you're vaxed? Wear a mask? Then they shouldn't have anything to worry about since they work so well, right?","sentiment_score":0.2857142857}
{"full_text":"RT Barnaby said no one is dying here from covid. When corrected he called covid 'the flu'. It's terrifying that these peopl...","sentiment_score":-1.0}
{"full_text":"Australia COVID-19 updates: Australia COVID-19 cases declined as the country report over 40,000 cases with 54 deaths, last week Australia single-day cases crossed 100,000.","sentiment_score":0.0}
{"full_text":"RT Wishing VP Shri M Venkaiah Naidu ji a speedy recovery and good health.","sentiment_score":0.7}
{"full_text":"Now that you mention Russia  Russia  Russia I remember as a Democrat this  #EndCitizensUnited #ProtectRoevWade #MyBodyMyChoice #January6th #COVID19 #ProtectDemocracy #VotingRightsAct #VoteBlue2022","sentiment_score":0.0}
{"full_text":"RT #Covid deaths in US are 10 times the number in IndiaOur population is 4.5 times that of US &amp; land area far far less com...","sentiment_score":0.0111111111}
{"full_text":"RT The United States is so anti-worker that in the middle of a pandemic the New York Times is referring to workers gaining mi...","sentiment_score":0.0681818182}
{"full_text":"RT A Covid Origin Conspiracy? Newly released emails make more plausible the contention that Anthony Fauci and Francis Collins...","sentiment_score":0.3787878788}
{"full_text":"Do NOT accept the jab. Let them fire you. You'll be fine. I believe when the China virus and jab fraud is proven in the near future, we will all be compensated. Don't lose hope.","sentiment_score":0.1722222222}
{"full_text":"RT Reading fics gave me a huge comfort through this pandemic, it was a big compensation for what I lacked as in meeting pe...","sentiment_score":0.2}
{"full_text":"RT just once in these stories I'd wish press would say, Biden should have handled Covid like ________ whose country has avoi...","sentiment_score":0.0}
{"full_text":"RT Remember what Jared Kushner dropped a national covid strategy because he didn't give a f*ck about Blue states?I hope they...","sentiment_score":0.0}
{"full_text":"RT The United States is so anti-worker that in the middle of a pandemic the New York Times is referring to workers gaining mi...","sentiment_score":0.0681818182}
{"full_text":"RT I really, really, really want this pandemic to endBUT","sentiment_score":0.2}
{"full_text":"Conservative Activist Dies of COVID Complications After Attending Anti-Vax 'Symposium'","sentiment_score":0.0}
{"full_text":"RT Eric tested positive Covid this morning... The rest members and staffs immediately get tested after hearing the news and...","sentiment_score":0.2272727273}
{"full_text":"RT The last time there was a huge antivax rally, a bunch of them got sick, blamed it on anthrax, and a far right antivax p...","sentiment_score":0.0142857143}
{"full_text":"gorgeous gorgeous girls have covid","sentiment_score":0.7}
{"full_text":"RT Anyone sick of the MSM giving this narrative We now move forward accepting of living life with Covid and seeing it...","sentiment_score":-0.7142857143}
{"full_text":"RT Universities can advise students to stay home when they are sick all they want but if professors are requiring attenda...","sentiment_score":-0.7142857143}
{"full_text":"RT Imagine where we'd be if Trump had spent even a fraction of the time and effort on combating COVID that he did on planni...","sentiment_score":-0.1}
{"full_text":"RT Saddened &amp; angry following a walk at #Castlerock beach tonight - families abandoning still burning bbqs, #litter scatt...","sentiment_score":-0.25}
{"full_text":"RT WINNER's Lee Seung Hoon Tests Positive For COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT New study: \"Virus spread was 62 percent higher in school districts without mask rules.\"","sentiment_score":0.1931818182}
{"full_text":"RT The always gets it right. I've said it before: they are a major reason I remain on Twitter","sentiment_score":0.1741071429}
{"full_text":"RT : how great would it be to eat fried chicken with a gganbu: haven't i spoken clear enough??: these days (COVID times),...","sentiment_score":0.075}
{"full_text":"RT Bros just hanging out during lockdown. There's nothing better to do since everything is closed","sentiment_score":0.2}
{"full_text":"RT People are not happy with the Covid measures in Belgium.https:\/\/t.co\/m27fpjOOOX","sentiment_score":-0.4}
{"full_text":"Pro-pandemic Republicans and SCOTUS let us down by sabotaging vaccination and masking efforts and vilifying health mandates. I mean, what do you expect the President to do? Shoot vax darts at people?","sentiment_score":-0.2340277778}
{"full_text":"My grandfather worked for Reeves Pulley (Columbus, Indiana). They invented a  pulley required for Iron Lungs.  Real lifesavers for patients with severe Polio in the 1930's, 1940's &amp; 1950's. Then Salk developed a vaccine. Don't need Iron Lungs anymore without Polio patients . . .","sentiment_score":0.15}
{"full_text":"RT The city of San Francisco will pay you $1,000 to stay your ass at home if you test positive for covid. Call 628-217-6...","sentiment_score":0.2272727273}
{"full_text":"RT SARS-CoV-2 Viral Genes Compromise Survival and Functions of Human Pluripotent Stem Cell-derived Cardiomyocytes via Red...","sentiment_score":0.0}
{"full_text":"Please protect pandemic emergency service workers wholeheartedly.","sentiment_score":0.0}
{"full_text":"I uncertainly await Santa Clara county guidelines and undergraduate students eagerly respect Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"Omicron spreads rapidly and breaks through vaccination, Dr tells host in this latest ep of #TheSunoIndiaShow. Tune in to hear how you can protect yourself from #Omicron in this wave.https:\/\/t.co\/eRlmHsFCuw","sentiment_score":0.5}
{"full_text":"The only way to fight against pandemic is to clean &amp; disinfect your surfaces with highly efficient Surface Cleaner &amp; Disinfectant, Alpha Guard. For more details, visit #AlphaGuard #SurfaceCleanerandDisinfectant #CleaningandDisinfection #DrDeppe #ApstaGroup","sentiment_score":0.2566666667}
{"full_text":"The chief executives of the UK's largest airlines have written to the Government to demand an end to coronavirus-related travel restrictionshttps:\/\/t.co\/opYz0tWwiw","sentiment_score":0.0}
{"full_text":".@tarahaelle isn't waiting for the CDC's decision to upgrade her mask.https:\/\/t.co\/DaWCv9klqZ","sentiment_score":0.0}
{"full_text":"Effect of tree-diagrams on COVID-19!","sentiment_score":0.0}
{"full_text":"The Mission Hospital ECMO team, which helped save some of the sickest COVID-19 patients, was recognized for its efforts with the North Carolina Healthcare Association's Healthcare Hero award.","sentiment_score":0.0}
{"full_text":"To kick off #VillageHallsWeek, we looked at village halls who #DoDifferent: located in Peak District National Park, Calton St Mary's Memorial Hall moved their Live &amp; Local show outdoors during the pandemic. -\"Leon Hunt and Jason Titley were amazing.\"","sentiment_score":0.2454545455}
{"full_text":"To play safe, you need to be healthy. Parents get vaccinated, a world of fun and entertainment awaits you &amp; your kids at Fun City! #StaySafePlaySafe#Funcity #kids #fun #games #funtimes #staysafe #StaySafeAtHome #stayhome #covid #stayhealthy #stayathome #eathealthy #healthyfood","sentiment_score":0.395}
{"full_text":"RT ADDRESS TEACHERS' GRIEVANCES &amp; OPEN SCHOOLS NOW! -Restore teachers' salaries to pre October 2018 levels of at least USD...","sentiment_score":-0.15}
{"full_text":"In Canlaon City country, shared by Mark Gayotin [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Pag-IBIG Fund has once again set a record-high as home loans breached P100 billion, even amid the ongoing pandemic, agency officials announced on Friday (Jan.21).https:\/\/t.co\/RYSBv9i1qr","sentiment_score":0.0}
{"full_text":"RT Covid risks are a possibility when you live your life.Vaccine risks are a certainty when y...","sentiment_score":0.1363636364}
{"full_text":"RT New study: \"Virus spread was 62 percent higher in school districts without mask rules.\"","sentiment_score":0.1931818182}
{"full_text":"What's up, I'm a stay-at-home parent, my home was taken by the zombie apocalypse, and I'm here to win the million dollars.","sentiment_score":0.8}
{"full_text":"... it is ritualistically promised during each peak COVID outbreak by King Boris who reigns from his robot life-support machine, having killed off all GB institutions (monarchy, BBC, NHS) to assure his subjects (whose average life expectancy is 40) they're \"taking back control\"","sentiment_score":-0.1166666667}
{"full_text":"Campaign mood fully activated","sentiment_score":0.0}
{"full_text":"RT \"The people who should be complaining right now are our overworked healthcare workers. But no, it's never them moaning or...","sentiment_score":0.2857142857}
{"full_text":"\"What I try and do is learn from my young managers. I do ask dumb questions; it's fascinating the way they think about these things,\" says Nestle India's Suresh Narayanan Article by","sentiment_score":0.1416666667}
{"full_text":"Kawit's COVID-19 initiatives commendedhttps:\/\/t.co\/PPQjchY4Ly","sentiment_score":0.0}
{"full_text":"#DelhiWeekendCurfew expected to be lifted soon as daily #COVID19 cases drop below 10k-mark: Report#WeekendCurfew #Delhi","sentiment_score":-0.05}
{"full_text":"RT GOODNIGHT ATINJUST WANNA SAY THIS DAY IS SO PEACEFUL.LOCKDOWN ATIN IS REALLY GOOD AND EFFECTIVE. NO NEGATIVITY, NO S...","sentiment_score":0.65}
{"full_text":"Please show me the stats of other deaths compared to Omicron,then show me total cost of trying to stop those deaths compared to Omicron.This will show distorted handling of Omicron.I'll listen to levelheaded people like before dramatic, populist politicians like JA","sentiment_score":-0.1861111111}
{"full_text":"RT \"I won't wear a mask but I'll deepthroat Jesus. Amen\"","sentiment_score":0.0}
{"full_text":" Remembering those uncounted souls who silently died of #Covid19https:\/\/t.co\/ge3fqBOgcM","sentiment_score":0.0}
{"full_text":"RT Voice Actor Junichi Suwabe Diagnosed With COVID-19","sentiment_score":0.0}
{"full_text":"\"All this, because the teams of the health department dump even the healthy individuals at government hospitals sans facilities and even food by falsely branding them as COVID-19 positive,\" Ran Singh Chatha said.  From 2020, reports:","sentiment_score":0.1090909091}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT CDC confirms 9 deaths attributable to bad reactions to covid vaccines.  That's after 529,000,000 does have been administer...","sentiment_score":-0.7}
{"full_text":"\"The WHO regional office for Africa also said last week that cases of Covid had plummeted in that region and deaths were declining for the first time since the Omicron-dominated fourth wave of the virus reached its peak.\"","sentiment_score":0.0833333333}
{"full_text":"RT Wrote a thing about moving to the country in pandemic times. Please come visit despite everything :) with thanks to","sentiment_score":0.35}
{"full_text":"\"It's plausible that the region is moving towards a kind of pandemic endgame,\" WHO Europe director Hans Kluge Read more:","sentiment_score":0.5333333333}
{"full_text":"'What do we do with our finite life?': how Covid reframed our relationship with ourselves | via The GuardianRead more:https:\/\/t.co\/052PMvfgfJ","sentiment_score":0.0}
{"full_text":"Today and 2 years ago:#ASX200 closed today exactly where it was on 21 Feb 2020 (7139)= the day Milan's business district closed, signalling start of #COVID19 \"mini-crash\" in equities + bond market yields~ world's central banks' intervened one month later with stimulus#monpol","sentiment_score":0.01}
{"full_text":"Official COVID-19 update in ThailandMonday, 24 January 2022* 2,384,639 people infected (+7,139)* 2,280,109 recovered (+8,100) * 82,485 receiving treatment* 22,045 deaths (+13)#NewCases #Coronavirus #COVID19 #MinistryOfPublicHealth #Update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"RT my winter depression and pandemic depression and state of the world depression have all unionized","sentiment_score":0.0}
{"full_text":"An IRS worker shortage, an enormous workload from administering pandemic-related programs and other issues will cause taxpayers a headache this tax season.https:\/\/t.co\/X7B4Hb9hXi","sentiment_score":-0.0625}
{"full_text":"DAY TRIP TO CAMP NDUNDA FALLS, EMBU!! CAMP NDUNDA is a hidden gem in Embu County. We will be going there on 30th January. For only Ks. 3,799pp, we will provide Transport with social distancing, Entry fee, Tour guides, ZIP LINING, Nature walk to the waterfalls, Canopy walk,","sentiment_score":-0.0444444444}
{"full_text":"COVID has brought increased businesses digitization and a more digital world means for digital threats. As Zimbabweans, we cannot assume that we won't be targeted by Cyber criminals. Speak to our experts today about cyber risk and the insurances available.#ransomware#CyberRisk","sentiment_score":0.1666666667}
{"full_text":"The nation's third-largest school district has quietly changed how it tracks COVID-19 in schools, renewing concerns about the accuracy and transparency of data used to make decisions during the pandemic.https:\/\/t.co\/M2HqCZEiL0","sentiment_score":0.0}
{"full_text":"5 Tips to sanitize your phone and other devices! #StaySafe #COVID19","sentiment_score":-0.15625}
{"full_text":"Parents and school administrators are urged once again to take the required precautions to protect children from Covid-19 infection.https:\/\/t.co\/IrkWMdSxPf","sentiment_score":0.0}
{"full_text":"RT  UPDATE -- PCB has designated a reserve day incase final of #HBLPSL7 is affected by either coronavirus positive cases or wea...","sentiment_score":0.1136363636}
{"full_text":"COVID Infection More Protective Than Vaccines Amid CA Delta Surge","sentiment_score":0.5}
{"full_text":"RT the thing is the US never actually had a lockdown? lots of countries had intense restrictions on movement and we... never di...","sentiment_score":0.1}
{"full_text":"Egypt's Health Ministry said 170,000 citizens have been administered with the coronavirus vaccine in centers stationed in markets as well as train and metro stations since they were opened in December.https:\/\/t.co\/3AsAGknplK","sentiment_score":0.0}
{"full_text":"Schools return on February 7 after our COVID peak has passed.You and your family can get your vaccine at any of our vaccine hubs or your local GP or pharmacy.Our hubs are open on Australia Day and walks ins are welcome.","sentiment_score":0.2666666667}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"China's #Xinjiang handed in a report of solid achievements in 2021, with its #GDP expanding 7 percent year-on-year to about $250 billion despite the COVID-19 onslaught, and the region has seen no violent #terrorist attacks for five consecutive years.","sentiment_score":0.2}
{"full_text":"Oh, how terrible. What a great loss. Just awful, terrible and also awful. Also, hahaha.","sentiment_score":-0.5}
{"full_text":"65% Off!Duck 1.41\" x 42' Indoor_Outdoor Floors White Fiberglass Carpet Tapehttps:\/\/t.co\/OdOenqp6yH#BwcDeals #Dogecoin  #clearthelist  #Covid19","sentiment_score":0.0}
{"full_text":"RT More of this #SetUsFree","sentiment_score":0.5}
{"full_text":"It's a pandemic. Do ya thing, G.","sentiment_score":0.0}
{"full_text":"RT In the last 5 years:Rs1.5 lakhs was taken from every one of the poorest 15 crore familiesand given to the richest 5 crore...","sentiment_score":0.0}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"The US couldn't prevent a catastrophe with more than 800,000 deaths with the live with covid policy. While China maintaining a zero covid policy managed to keep deaths below 5,000. Which approach is preferable?","sentiment_score":0.3181818182}
{"full_text":"Current Conditions for #Sayre PATemp: 16.2FWind Chill: 11.5FHumidity: 87%Dew Point: 13.0F Barometer: 29.999 inHgWind: 4 mph from the WCorona Virus Weekly Stats:Cases: 676.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT It's amazing how much people have bitched and moaned about the milktoast pandemic behavior modifications.  Kids are goin...","sentiment_score":0.4}
{"full_text":"Congrats Your podcast has been selected as one of the Best Vaccine Podcasts on the web by ","sentiment_score":1.0}
{"full_text":"RT Superb  oozes sense.","sentiment_score":0.4}
{"full_text":"RT Latest from Japan and beyond on the #coronavirus pandemic* China to phase out lockdown in Xian from Mon.: Xinhua* FE...","sentiment_score":0.5}
{"full_text":"Stock market declining as Clashes at Belgium Covid protest #wstbot #stonks","sentiment_score":0.0}
{"full_text":"RT For the 1st time, has posted data for hospitalizations partitioned by booster, 2-shots, or no vaccination. Age groups (...","sentiment_score":0.0}
{"full_text":"RT So -- this is one of those stories that hit the right-wing conspiracy network first, and the actual news organizations ha...","sentiment_score":0.125}
{"full_text":"RT My main takeaway from this #mustread piece is the Biden White House wanted to take a tougher and earlier stance on vaccine...","sentiment_score":0.0555555556}
{"full_text":"RT \" I'm done with COVID\" is short for: \"Continuing draconian restrictions at this moment is inflicting far more damage on v...","sentiment_score":0.2}
{"full_text":"RT Daily new cases cross 50k in Karnataka today: New cases in State:50,210New cases in B'lore: 26,299Positivity rate i...","sentiment_score":0.0681818182}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"If you invest $1000 in $CSII today at $18.07 per share, and the stock prices rebound back to pre-pandemic prices at $44.25, your investment would be worth $2448.81! That's 145% growth and $1448.81 profit!  See more:  $PHAS $GBL $CASH $MCD $ESTE","sentiment_score":0.3229166667}
{"full_text":"Yep. They should just let people die like we have here so no one is inconvenienced from supply problems. Jeezus did you actually write that? How about we bring manufacturing back here instead of letting big banks squeeze all the money out of production?","sentiment_score":0.0}
{"full_text":"Does he think in-person classes isn't causing mental health issues?? There's people who want to stay home for not just their safety but friends\/family yet feel like they don't have a choice due to online not being an option. Im sure they'd rather stay home than risk getting covid","sentiment_score":0.0916666667}
{"full_text":"RT \"It feels like we left behind a lot of the types of things we placed value on before the pandemic,\" said one woman.https...","sentiment_score":-0.2}
{"full_text":"Congratulations to Kai Wu!Best Poster Award Winner IPE-18 - Handheld Magnetic Particle Spectroscopy (MPS) for Rapid, One-step, Wash free Detection of SARS-CoV-2 Spike and Nucleocapsid Proteins in Liquid Phase#LiveJointConf2022","sentiment_score":0.4}
{"full_text":"RT Want to keep up-to-date on the latest environmental news? Check out our weekly roundup.","sentiment_score":0.5}
{"full_text":"Since economic liberalisation 1995, the annual income of the poorest, constantly rising, plunged 53% in the pandemic year 2020-21 from their levels in 2015-16, but the richest saw their annual income grow 39%.Thanks ji#ModiHaiToMumkinHaihttps:\/\/t.co\/zmMMUukidh","sentiment_score":0.1}
{"full_text":"Staff reveal what's really happening inside Australia's aged care homes, as the latest figures reveal more than 19,000 workers and residents have Covid. Details &gt;","sentiment_score":0.275}
{"full_text":"RT Putting on an N95 now is admitting that you spent two years wearing a mask that didn't protect you from Covid.","sentiment_score":-0.1}
{"full_text":"RT An eye opener for many, thanks for the in-depth study","sentiment_score":0.35}
{"full_text":"RT Here's to another episode of people being a hypocrite! You are all acting like you haven't met someone during the pandemic ou...","sentiment_score":0.0}
{"full_text":"RT THE BOYZ Eric tested positive for COVID-19According to IST Entertainment, all other members and staff have undergone C...","sentiment_score":0.0511363636}
{"full_text":"This past month, the average deaths in the U.S. per week was just over 1500.That's a bit more than 200 a day. Not \"thousands\".The CDC has said the typical individual had 4 - YES 4 other serious health problems when they died.","sentiment_score":-0.075}
{"full_text":"RT Who's writing your Twitter Perhaps instead of this pablum you could provide some critique of BC's abysmal pandem...","sentiment_score":0.0}
{"full_text":"RT Target not achieved so we extended dateOnly #8k needed moreKindly help her to fulfill her dream.She has taken admissi...","sentiment_score":0.0}
{"full_text":"RT This is not saying what you think it is girl...","sentiment_score":0.0}
{"full_text":"RT Missouri: where you can force a child to deliver a pregnancy due to rape, but you can't force a child to wear a mask du...","sentiment_score":-0.125}
{"full_text":"What's wrong with 32% of Americans who think this country is headed in the right direction. I think the focus should be on these 32 percent and not the anti vaccine\/anti mandate people!","sentiment_score":-0.0714285714}
{"full_text":"People have gambled with house money this entire pandemic. In this case it's all of our lives.They bet that COVID would weaken.Without reason or expertise. They've mocked it all this time.But when you gamble it can go really badly.Get a vaccine. Don't gamble.","sentiment_score":0.1}
{"full_text":"RT mouth and cum variant","sentiment_score":0.0}
{"full_text":"Greece introduces new coronavirus curbs as Omicron cases jump","sentiment_score":0.1363636364}
{"full_text":"RT Let's pray for Lincoln's voice actor Asher Bishop who just had #COVID19.  #TheLoudHouse","sentiment_score":0.0}
{"full_text":"RT #COVID19 has already cost children in South Asia so much As cases climb across the region, their schools must be th...","sentiment_score":0.2}
{"full_text":"It still amuses me how some people can't believe that working 18 hours in a day is possible. They're even making fun of Leni's statement 36-hour hospital shifts, accounting firm busy season, and law firm work schedules, among others, are shaking ","sentiment_score":-5.551115123e-18}
{"full_text":"RT Biden wants to focus on COVID and jobs. Europe just wants secure gas. Ukrainians want to get on with their lives under a gov...","sentiment_score":0.2666666667}
{"full_text":"Common sense the TROLL FARM IS LENI'S MASTER PIECE taking advantage the OMICRON SCARE, for the first time in FB they've got the highest votes when obviously the PHYSICAL PRESENCE of people Leni can't prove despite of the ads and books in the past. NOW YOU'RE FOOLING THE YOUTH.","sentiment_score":-0.06}
