{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT If hypocrites like Pelosi &amp; AOC truly believed that COVID vaccine passports were helping people out, they wouldn't be va...","sentiment_score":0.0}
{"full_text":"He has lost the plot. It's insane how he's framing the argument. So Nate, a data analyst says that children not being in school has infinite risk, and Covid -which is famously unpredicatble - has a much lower, more easily calculatable risk? What even is his argument anymore?","sentiment_score":0.1266666667}
{"full_text":"Athlete majority of my life, but Y'all wasn't there the many nights years ago when I couldn't breathe on my own. Don't ever wanna go through that again.","sentiment_score":0.55}
{"full_text":"RT Gaga describing the pandemic through the years...she knew things","sentiment_score":0.0}
{"full_text":"RT Thinking about the 6,000 OC families who've lost loved ones to Covid! A year ago, MICHELLE STEEL was reckless, got Covi...","sentiment_score":0.875}
{"full_text":"RT Social distancing at its finest*please add tags so Butter can top Hot Trending Songs chart It is prob...","sentiment_score":0.2611111111}
{"full_text":"Is it really?  CDC cherry-picked simulation and you parrot without any validation.... bravo Public health.https:\/\/t.co\/6xgbmcb5q1","sentiment_score":0.1}
{"full_text":"Nooo arm","sentiment_score":0.0}
{"full_text":"Not only do we have taxation without representation, but we have to contend with crap like this from other states. #DCStatehood","sentiment_score":-0.3083333333}
{"full_text":"RT Congrats to on her series, Canada's Pandemic Heroes, appearing in the winter edition of Canadian Child...","sentiment_score":0.0}
{"full_text":"RT Just got word that my dad has bronchitis, the flu, and COVID.In your charity, please pray for Jeff.","sentiment_score":0.0}
{"full_text":"RT The #Djokovic saga is not about whether you believe in covid vaccines, but whether you believe famous sports stars should...","sentiment_score":0.5}
{"full_text":"Have you changed your position from \"show me it exists\" to \"not everyone gets it\"?Vaxxed are half as likely to get long covid than un-vaxxed. per previous, covid isn't binary \"mild\" or \"deadly\". Effects are wide.","sentiment_score":-0.05}
{"full_text":"Agreed it's coming to that when we see proof of vaccine is required but proof to vote is not.","sentiment_score":0.0}
{"full_text":"RT Using massive police presence to enforce irrational laws against peaceful protesters is what tyrannical regimes do.","sentiment_score":0.125}
{"full_text":"RT It would damage the \"just a cold\" claim espoused by right-wingers and covid contrarians alike. And our society never values pe...","sentiment_score":-0.6}
{"full_text":"RT Over 2 years in this pandemic, millions of lives lost, millions of lives forever changed and we still talking about havin...","sentiment_score":0.0}
{"full_text":"RT As a former Ebola researcher I promise we never want an Ebola outbreak to look anything like this . If Ebola was this...","sentiment_score":0.0}
{"full_text":"RT Here's the complete press conference video where the Governor's spox says they're trying to re-certify the tests with HHS....","sentiment_score":0.1}
{"full_text":"RT The CDC has never seen Triple H and Sara Jay at the same place at the same time","sentiment_score":0.0}
{"full_text":"RT 'How good to hear a human voice,' my ancient father bellows from a Covid isolation ward. 'I'm hungry and I can't under...","sentiment_score":0.35}
{"full_text":"RT Unvaccinated COVID patients are currently using between 5 and 7% of Ontario's ICU capacity, according to Government of Onta...","sentiment_score":0.0}
{"full_text":"RT Wishing shri #MaheshBabu garu a speedy and healthy recovery from #COVID19 in a quick time. Get well soon and come back...","sentiment_score":0.2777777778}
{"full_text":"My EP \"GEMINI\" Drops 2\/22\/22 ..#Like #Retweet #music #beyonce #doja #BillieEilish #gay #covid","sentiment_score":0.4166666667}
{"full_text":"Covid multilevel scam happening at world level","sentiment_score":0.0}
{"full_text":"RT STOP using \"pre existing conditions\" to downplay the death of anyone who DIED due to #Covid19 but LIVED with their pre e...","sentiment_score":-0.125}
{"full_text":"RT The Daily Mail angry that NHS staff are being allowed to take annual leave despite the pandemic. Just wait until they fi...","sentiment_score":-0.25}
{"full_text":"RT .@urstrulyMahesh tests positive for #COVID19#MaheshBabu #Tollywood #TollywoodActor #CoronaVirus #CoronaVirusIndia #StayHome...","sentiment_score":0.2272727273}
{"full_text":"RT Vaccine certification simply cannot stop the spread of Virus. There has never been any evidence to suggest it would ever w...","sentiment_score":0.0}
{"full_text":"RT We tried to ask if he sat on nearly a million covid tests as they expired while Floridians sat in 6-ho...","sentiment_score":0.1}
{"full_text":"RT Super star has tested positive for #COVID19 with mild symptoms and in isolation.Requests every one to...","sentiment_score":0.297979798}
{"full_text":"RT Conservatism is just like Covid-19, a mindless virus!","sentiment_score":-0.25}
{"full_text":"There's a difference between getting a vaccine &amp; being forced to by the government. There's a difference between getting a vaccine &amp; then realize it doesn't work and needing 3 4 5..God knows how many more shots because this is about money. What are ALL those doing? Nobody knows!","sentiment_score":0.275}
{"full_text":"RT So, the number of kids hospitalized with Covid-19 at Texas Children's Hospital in Houston has more than doubled in recent...","sentiment_score":0.25}
{"full_text":"RT Immediately banking business to be restricted to essential &amp; basic banking services only with reduction of...","sentiment_score":0.0}
{"full_text":"Unless you're using it like, 'yo man you oughta lock-that-shit-down and put a ring on it!' ... well, maybe even there it's not so great...","sentiment_score":0.8}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"RT If they kept sending them back with school shootings I guess it makes sense to send them back with covid surging. They've...","sentiment_score":0.0}
{"full_text":"I've been in an extended move for about a month now. Moving cross-country during a pandemic is rough, but absolutely what I needed to do for my brain rehabilitation. Proud of myself that I keep pushing forward on my projects while I juggle health, transferring schools, and life.","sentiment_score":0.3}
{"full_text":"RT First pictures from The Safe Inside Chronicle vinyl record are dropping. This is the gorgeous Neptune  varianthttps:...","sentiment_score":0.4833333333}
{"full_text":"Went for a covid test and to the doctors today. My neighbor followed behind me to make sure I was ok. She even made soup, and sent ginger tea and cupcakes for me. She is truly like a Mom to me since I moved from my hometown. Alhamdulilah for such wonderful people ","sentiment_score":0.32}
{"full_text":"RT \"In Tigray, WHO has not been permitted to deliver medical supplies since mid-July of last year. This is despite repeated request...","sentiment_score":0.0}
{"full_text":"RT And the media pretends it was Biden's position all along.","sentiment_score":0.0}
{"full_text":"RT Hey, idk who needs to hear this, but it's unethical for you to withhold or lie to EMS about your family member's COVID+ s...","sentiment_score":0.0}
{"full_text":"RT Do u guys remember the other time, last year in October, when there was no COVID?? NostalgiaLuckily there won't be any C...","sentiment_score":-0.0625}
{"full_text":"RT Telugu star #MaheshBabu has been tested positive for the novel #coronavirus. The actor took to Instagram and informed his fa...","sentiment_score":0.2272727273}
{"full_text":"RT At Ron DeSantis' press conference, he just admitted that they have a stockpile of \"800,000 to a million\" expired COVID-19 t...","sentiment_score":0.0}
{"full_text":"I was working as a remote COVID-19 contact tracer during the #January6th riot and I remember our entire team just being in a collective silence. I remember I decided to log out of work early that day and curled up in a ball of anxiety. I had ice cream from dinner.","sentiment_score":0.0}
{"full_text":"This \"limited number\" better not be a supply that runs out in 5 minutes. If this is the requirement NEEDS to provide one for EVERY student or we need to start online\/hybrid. KN\/N95 masks are already hard to find and price gouged.","sentiment_score":0.0456349206}
{"full_text":"RT Pierre-Emerick Aubameyang has tested positive for COVID-19 upon arriving for the Africa Cup of Nations after a video emerged of...","sentiment_score":0.2272727273}
{"full_text":"RT Putting this out there to reinforce a simple point - no matter which variant, Covid-19 is unpredictable! Tested positive...","sentiment_score":0.0063131313}
{"full_text":"RT UK coronavirus:New cases with positive test: England:                  152,306 Scotland:...","sentiment_score":0.2272727273}
{"full_text":"And she's at work.","sentiment_score":0.0}
{"full_text":"RT Here's the complete press conference video where the Governor's spox says they're trying to re-certify the tests with HHS....","sentiment_score":0.1}
{"full_text":"RT i  can't  believe  im  turning  26  this  year  i went into the pandemic as a 23 year old and now im practically...","sentiment_score":0.1}
{"full_text":"RT Canada does not have a COVID problem, we have a healthcare problem. Instead of paying people to stay home, fix the issue!...","sentiment_score":0.0}
{"full_text":"Ticked folk like yourself need to tread carefully. Twitter doesn't like covid denial.","sentiment_score":-0.1}
{"full_text":"Pity U.K. gov doesn't share this widely. Instead publishing a couple self congratulatory tweets on vaccine distribution.  ##ToryCovidCatastrophe #ToryLies #ToryIncompetence #ToryCovidDisaster #lizTruss","sentiment_score":-0.1}
{"full_text":"RT Due to Brandon AAA U18 Wheat Kings not having enough players able to play due to Covid protocols, this weekend's games ag...","sentiment_score":0.0625}
{"full_text":"RT The doubling time of \"would you agree to a lockdown for two weeks to end this pandemic?\" tweets must b...","sentiment_score":0.0}
{"full_text":"RT Efforts to ensure good ventilation in the fight against Covid should not be a lottery for schools and colleges. Schoo...","sentiment_score":0.7}
{"full_text":"RT Some teachers and students will have masks and rapid tests when classes resume Monday and some won't.It will be luck of...","sentiment_score":0.0}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"You really don't understand vaccines, do you?Meanwhile...Texas Department of State Health Services study finds that people NOT vaccinated were: 20 times more likely to die of COVID-19 13 times more likely to test positiveSo, NO, the outcome isn't the same.","sentiment_score":0.2}
{"full_text":"Actually, I haven't lost my sense of taste or smell so it's probably more likely Omicron.","sentiment_score":0.1666666667}
{"full_text":"RT This is Ontario compared to 4 other countries experiencing similar Omicron case surges, aligned for their first announced d...","sentiment_score":0.0416666667}
{"full_text":"RT The US vaccine booster rate is dreadfully low@OurWorldinDataYou will see that play out by many vaccinated, waned, hospital...","sentiment_score":-0.25}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT If COVID certification\/ Vaccine Passports do not expire on the 26th January, you are seeing a greater plan, a creep to control...","sentiment_score":0.5}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"Well he would say that wouldn't he? This capitalist needs to stick his where the sun don't shine.","sentiment_score":0.0}
{"full_text":"RT Our historic season 25 continues LIVE -- coming up in #HotTopics LIVE on #TheView: Reflecting on Jan. 6 one year later Re...","sentiment_score":0.0681818182}
{"full_text":"Funny how Dr Mark Fuckerberg can't fact check this video on his platform. Because it's FACT. COVID was manmade, patented, thus traceable and accountable.COVID was officially eradicated in 2008. We all had it &amp; noone cried. Fraud!https:\/\/t.co\/0E1t0bn1Eb","sentiment_score":0.25}
{"full_text":"RT New data from shows impact of #COVID19 pandemic pressures on parents' #mentalhealth","sentiment_score":0.1363636364}
{"full_text":"RT 4) not just hospitalizations-- but the \"mild\" propaganda folks very conveniently ignore #LongCovidKids. We cannot ignore #Lo...","sentiment_score":0.1444444444}
{"full_text":"Looking at the reported COVID numbers from my university, since Dec 30 we've had 56 undergraduates test positive. That's 5.7% of all of our undergrads (grad students are 2.6% in the past week). We're not doing in-person classes but can we stop pretending it's business as usual?","sentiment_score":-0.0909090909}
{"full_text":"RT .@urstrulyMahesh tests positive for #COVID19, has isolated himself at home. \"Please follow the #COVID norms and stay s...","sentiment_score":0.2272727273}
{"full_text":"RT Crazy that the pandemic got more seasons than Mindhunter.","sentiment_score":-0.05}
{"full_text":"RT Our *republic* is in peril, yes, but because of Biden's petty tyranny. Tomorrow is the day to focus on -- when SCOTUS wil...","sentiment_score":0.0}
{"full_text":"RT Montreal Canada  Anti Curfew, Anti Lockdown, Anti Everything  Small group of People defy the 10pm Curfew. Do whatever...","sentiment_score":-0.25}
{"full_text":"RT BREAKING: Kayleigh McEnany lashes out after Biden's Deputy Press Secretary correctly states that Trump left \"absolutel...","sentiment_score":0.0}
{"full_text":"Do you want to reduce future child Covid deaths? Or just let them take it on the chin?","sentiment_score":0.0}
{"full_text":"RT It's increasingly clear that the covid response will follow the same pattern as WMDs and the Iraq war. Eventually everyone...","sentiment_score":0.05}
{"full_text":"The Brazilian president has caught covid numerous times while his people are dying due to him being sternly anti-vax","sentiment_score":-0.0625}
{"full_text":"Redeployed staff will first be assigned to support vaccine clinics, City-run shelters, and the City's 10 long-term care homes, followed by other critical and essential services as needed.","sentiment_score":0.03125}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"Fox News altered a news headline:","sentiment_score":0.0}
{"full_text":"Seems like the decline in deaths may be the result of the end of Delta wave. Death from Omicron probably won't peak for 2-3 more weeks.","sentiment_score":0.5}
{"full_text":"About what ? Lockdown or","sentiment_score":0.0}
{"full_text":"RT If the fact that 2 ON children with covid have died recently isn't enough for every Ontarian to support stricter contr...","sentiment_score":0.0}
{"full_text":"RT Yesterday he claimed he skipped meeting PM coz some of his staff is found to be covid positive and here without mask or an...","sentiment_score":0.2272727273}
{"full_text":"RT If COVID certification\/ Vaccine Passports do not expire on the 26th January, you are seeing a greater plan, a creep to control...","sentiment_score":0.5}
{"full_text":"i bend my head forward an inch and the vertigo spikes up... do i need to write a diary abt this experience w covid and send it to the health dept for them to close the schools?","sentiment_score":0.0}
{"full_text":"RT Immediately banking business to be restricted to essential &amp; basic banking services only with...","sentiment_score":0.0}
{"full_text":"RT #MaheshBabu tests positive for Covid19. Wishing him a very speedy recovery. Sending prayers and strength  #SSMB #Supe...","sentiment_score":0.2136363636}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT #OntEd #OnPoli #OSSTF #ETT #safeschoolsnow@fordnation says there are 100K cases of covid a day. And he doesn't want the pub...","sentiment_score":0.0}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"sir please register my vaccine","sentiment_score":0.0}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"RT PSA from photog Mario Alonso: Thiscovid testing site is wide-open empty right nowDolphin Station Park &amp; R...","sentiment_score":0.0928571429}
{"full_text":"RT Djokovic should not play in any international grand slam unless he can prove he is Covid-vaccinated. Good for Australia in...","sentiment_score":0.4}
{"full_text":"RT Well CDC just did it, as I predicted. They changed their language from \"Get a booster\" to \"Are you up to date?\"  This ma...","sentiment_score":0.0}
{"full_text":"RT children don't like remote learning. that's why we have to give every one of them the coronavirus, which they will love","sentiment_score":0.2}
{"full_text":"RT \"Dr. Jensen is a COVID hero\".Thank you,@SenRonJohnson. I fight for my patients! Together we explore different solution...","sentiment_score":0.0}
{"full_text":"RT City and county officials first urged and then mandated that employees get vaccinated against the coronavirus as data showe...","sentiment_score":0.25}
{"full_text":"RT Making TV in a pandemic is the most I've ever related to the band on the Titanic.","sentiment_score":0.25}
{"full_text":"What about the fourth vaccine ?","sentiment_score":0.0}
{"full_text":"Proud to be supporting 300,000 educators who had not previously received COVID-19 relief in partnership with the Government of Uganda","sentiment_score":0.3777777778}
{"full_text":"RT In his 4th press briefing this year, Florida Governor Ron DeSantis finally got asked the question I wanted to ask at the 1s...","sentiment_score":0.0}
{"full_text":"What if he catches COVID19 in Australian, and spread it all over the place while playing tennis there? The evidence is absolutely conclusive that vaccinated people shred much less virus than the unvaccinated. Rules are rules, they apply to all, even the rich and powerful.","sentiment_score":0.1416666667}
{"full_text":"RT When all the fellow HKers are forced to follow those stiff and ridiculous social distancing rules, the senior o...","sentiment_score":-0.2035714286}
{"full_text":"RT Latest: Gujarat in 24 hours vaccinated 2.65 lakh teens in 15-18 years age group, taking the total to 16.2 lakh-No Omicron c...","sentiment_score":0.25}
{"full_text":"RT We tried to ask if he sat on nearly a million covid tests as they expired while Floridians sat in 6-ho...","sentiment_score":0.1}
{"full_text":"RT 6 yo just brought into ER with Covid.  Has arrested x2. Pray hard for this poor baby and his family.  #Getvaxxed damn it!","sentiment_score":-0.3958333333}
{"full_text":"In #India, the #prisons are extremely overcrowded. It is impossible to provide for #hygiene requirements and maintain #socialdistancing norms. The 25th report published by #NCRB paints a depressing picture of the prisons in India. #prisoners","sentiment_score":-0.4638888889}
{"full_text":"RT Breaking : Super star has been tested positive for #COVID19 with mild symptoms and in isolation.","sentiment_score":0.297979798}
{"full_text":"RT Wishing For Speedy Recovery get well soon anna covid cases are increasing rapidly everyone please take car...","sentiment_score":0.0}
{"full_text":"...in X years we will see unicorns founded with a hybrid\/remote working culture which will then add even more credibility to this new way of working. Most of the acquisitions I worked on pre-covid were of companies that were hybrid or fully remote...","sentiment_score":0.2590909091}
{"full_text":"Update: Hubby's positive for COVID. Soo I may have it too.","sentiment_score":0.2272727273}
{"full_text":"How many emails does a past passenger need to send before will reply?THAT is the real question. I contacted covid onboard after your booking agent told me \"@CruiseNorwegian has had no positive cases aboard any ship since we started sailing in July\" #beingignored","sentiment_score":0.0840909091}
{"full_text":"RT Nesco Jumbo Facility covid vaccination centre.Covaxin OnlyAge group :-  15 - 18 years50 % online registration 50 %...","sentiment_score":0.0}
{"full_text":"RT Federal judge BLOCKS Biden's vaccine mandates for Navy SEALshttps:\/\/t.co\/1uBWMaiMtH","sentiment_score":0.0}
{"full_text":"RT Wishing you a speedy and complete recovery Maheshbabu Garu !  #COVID19","sentiment_score":0.125}
{"full_text":"\"Omicron is 'not the same disease' as previous Covid variants, Oxford University scientist says\" Via: CNBC","sentiment_score":-0.0833333333}
{"full_text":"Are you a renter\/landlord with financial hardship due to COVID-19?  You may qualify for rent\/utility assistance through a statewide program. RentReliefRI now accepting applications for eligible Rhode Islanders. 855-608-8756https:\/\/t.co\/JyjMMmjWnv","sentiment_score":-0.0625}
{"full_text":"There saying how cool it is the is letting frontier parking lot be used to help by pitching Covid-19 tests\/KN95 masks to small businesses. Home runs that will save lives.","sentiment_score":0.05}
{"full_text":"What's open in Oslo these days? Oslo is under covid restrictions again so we put together a list of attractions and activities that are still open #VisitOslo #Oslo","sentiment_score":0.0}
{"full_text":"Marty Chan, Norma Dunning and Jael Richardson are among authors selected for the WT Amplified Voices initiative.https:\/\/t.co\/zRCTKryDFQ","sentiment_score":0.0}
{"full_text":"RT On Tuesday, more than 1,000 officers, firefighters and paramedics in the L.A. area were ill or at home quarantining","sentiment_score":0.0}
{"full_text":"- Vaccine inequity is here to stay...* Bulk of Covid-19 vaccines has been used in rich countries* Excess deaths highest in emerging countries, reflecting vaccine inequity* Lower mortality in low-income states could be due to young population and previous malaria infection","sentiment_score":0.0458333333}
{"full_text":"RT #MaheshBabu tests positive for Covid19. Wishing him a very speedy recovery. Sending prayers and strength  #SSMB #Supe...","sentiment_score":0.2136363636}
{"full_text":"Vaccinated, masked and ready-to-revel New Orleans residents will usher in Carnival season with a rolling party on the city's historic streetcar line, an annual march honoring Joan of Arc in the French Quarter and a wary eye on coronavirus statistics.https:\/\/t.co\/GoEZZQJtH2","sentiment_score":-0.0909090909}
{"full_text":"The Oklahoma Pharmacist Association is sounding the alarm on worsening workplace conditions. The group claims employees have long been overworked and underpaid, but say the pandemic has pushed them past their limits.https:\/\/t.co\/yvdSUTVWlY","sentiment_score":-0.15}
{"full_text":"RT #COVID19 | #Kerala reports 4649 new cases, 17  deaths, 2180 recoveries today; Active cases at 25,157. Death tally at 49, 1...","sentiment_score":0.0015151515}
{"full_text":"#SARSCoV2 vaccines and disease modifying treatments for people with multiple sclerosis: potential strategies to improve humoral protection against #COVID19","sentiment_score":0.0}
{"full_text":"MAZIE BROWN, 73 of Lottsburg, Virginia died of COVID on Jan. 6, 2021.\"Grandma loved and cherished her grandkids and great grandkids. She was a blast in a glass and loved to cook. She had a great life that was taken by COVID. I pray that she is resting easy in heaven.\"","sentiment_score":0.6866666667}
{"full_text":"Minister of State for Home Affairs Nityanand Rai on Thursday tested positive for COVID-19 in the national capital with mild symptomshttps:\/\/t.co\/PtYQG96wTP","sentiment_score":0.2803030303}
{"full_text":"RT Florida's Surgeon General emerged from the DOH's silent nights after Christmas to take a stunning new position: less covid...","sentiment_score":0.1039393939}
{"full_text":"RT NEW!President Donald J. Trump:\"Biden is working hard to try and deflect the incompetent job he is doing, and has done,...","sentiment_score":-0.3208333333}
{"full_text":"Man City have had a surge in positive tests this week","sentiment_score":0.2272727273}
{"full_text":"Kroger and Walmart hike the price of COVID-19 home tests","sentiment_score":0.0}
{"full_text":"South Carolina Gov. Henry McMaster says there's no need to close schools and businesses because of the omicron variant of COVID-19.","sentiment_score":0.0}
{"full_text":"Unions go to court to get OSHA to release permanent COVID-19 protection standard","sentiment_score":0.0}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT The Achhi Aadat Campaign launched this year by JICA India is aimed at inculcating hygienic habits among people amidst t...","sentiment_score":0.0}
{"full_text":"COVID-19: Implications for business","sentiment_score":0.0}
