{"full_text":"RT MESSAGE TO NHS WORKERS IN LONDON. I know that you are seeing an increase in young kids: babies and toddlers who have sev...","sentiment_score":0.1}
{"full_text":"RT My heart goes out to kids with autism, kids with eczema, kids with asthma, kids with learning difficulties, deaf kids, k...","sentiment_score":0.0}
{"full_text":"RT I love you so much but when Mo gave you that Chief Daddy 2 script couldn't you have just say no or tell her you...","sentiment_score":0.35}
{"full_text":"RT 2022 is seeing some corporations shamelessly profiteering out of the pandemic which can clearly be seen on the Harvey Nor...","sentiment_score":0.1}
{"full_text":"RT UK hospitals  seeing critical staff shortages + caseload. Maybe whoever arrogantly pushed the \"#Omicron is mild\" \/ \"no ne...","sentiment_score":0.1666666667}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"RT Such a long gap between two notifications, what is the fault of the candidates in this? But it is only the candidates who hav...","sentiment_score":-0.0166666667}
{"full_text":"RT Massive on the ground rural outreach partnering with transportation companies to expand access to testing\/va...","sentiment_score":0.0}
{"full_text":"RT Italy is now evaluating plans to require COVID booster vaccinations every four months for the \"Green Pass\" to be valid (...","sentiment_score":-0.2}
{"full_text":"RT .@BTS Suga has fully recovered from COVID-19 and has been released from isolation at noon today, BigHit said, adding that...","sentiment_score":0.0}
{"full_text":"RT Casual reminder that disabled children exist, deserve an education, and can be at grave risk from coronavirus. Anyone pe...","sentiment_score":-0.35}
{"full_text":"Covid LIVE: UK grinds to halt over isolation rules - bin collections scrapped nationwide","sentiment_score":0.1363636364}
{"full_text":"RT If those dumbasses blaming for covid being out of control would get vaccinated we would be in control of this viru...","sentiment_score":0.0}
{"full_text":"RT This. What do you do, when your National Cabinet policy is to deliberately release hell covid19, during Xmas and holiday s...","sentiment_score":0.0}
{"full_text":"RT A huge march through the streets of Amsterdam against continued COVID restrictions today.","sentiment_score":0.4}
{"full_text":"i've dodged so many bullets at this point LMAOO","sentiment_score":0.5}
{"full_text":"RT We have not had a pause, not a moment,  to grieve lives lost, lives interrupted, our own lives permanently altered by a rele...","sentiment_score":0.6}
{"full_text":"RT I don't understand why people who've had both vaccine shots are so reluctant to have the booster ","sentiment_score":0.0}
{"full_text":"RT In the same week Liz Truss fought for a taxpayer funded *PS1.4k LUNCH* she and 354 other Tories voted against Labours mot...","sentiment_score":-0.0625}
{"full_text":"RT 55 Tufton street people brought us Brexit, covid\/vaccine denial and they are now putting their energies into stopping progres...","sentiment_score":0.0}
{"full_text":"RT I see a lot of folks are on the fence about sending their kids to school this week. I would say that you need to trust...","sentiment_score":0.0}
{"full_text":"RT Film director and producer Ekta Kapoor tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT .@BTS Suga has fully recovered from COVID-19 and has been released from isolation at noon today, BigHit said, adding that...","sentiment_score":0.0}
{"full_text":"This is so London. I didn't get this in Dereham last week, just people wearing hi vis jackets and a lady with a mullet.","sentiment_score":0.0}
{"full_text":"RT 10 mins to 7.30I'm excited.","sentiment_score":0.375}
{"full_text":"My dad tested positif for covid AGAIN  let's do a test myself once I finished eating","sentiment_score":0.0}
{"full_text":"RT #pfizer #maddiedegaray injured in #pfizer trial and they hid it #leaveourkidsalone","sentiment_score":0.0}
{"full_text":"SO  This is how the government wants to handle things federal, state  THOUGHT OMICRON WAS NOT BAD!! SOMEONE HAS TO ACT. THINGS ARE SO OUT OF CONTROL  WHAT NEXTNo rapid antigens around, PCR &amp; MEDICAL under pressure &amp; Sco Mo saying LIVE WITH IT great how many ","sentiment_score":0.3560606061}
{"full_text":"RT Sky News: \"How many people are in ICU with  Covid?\"Nadhim Zahawi: \"I don't have the data\"Sky News: \"How many extra teaching...","sentiment_score":0.3333333333}
{"full_text":"RT This , this is the tweet. #saparli #auspol #COVID19Aus #COVID19SA","sentiment_score":0.0}
{"full_text":"RT The regime that gave the world covid complains it deserves more credit for supplying poor counties with PPE and testin...","sentiment_score":0.05}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"RT Schools have been advised by ministers to start preparing for COVID staff shortages by merging classes into larger groups and...","sentiment_score":0.0}
{"full_text":"idk, but i don't think so as this variant is still limited here in ina and the brand haven't officially announced anything about this. but its rumoured this will be launched officially in feb.","sentiment_score":-0.0714285714}
{"full_text":"RT Meanwhile in India, where numbers are rising fast, we have maskless politicians holding public rallies and street shows, a...","sentiment_score":0.1}
{"full_text":"I respectfully disagree with your presentation - at the same time sympathize with the medical community... a vaccine status shouldn't deny healthcare though .. sorry many job shortages has caused this overload and that's coming from every corner","sentiment_score":0.1}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT Cases are soaring but the British media are not telling the public the truth and are playing down Omicron as mild.","sentiment_score":0.0444444444}
{"full_text":"RT What's \"mild\" for one person can be a death sentence for another. Our discussions of Omicron are steeped in ableism.","sentiment_score":0.3333333333}
{"full_text":"RT This is more or less what was being predicted a month ago, when Nicola Sturgeon was ramping up the fear and preparing to...","sentiment_score":0.1666666667}
{"full_text":"Amazing, so well disguised you'd never guess it's a blessing. Looks so much like a disaster. #ToryCovidCatastrophe #HerdImmunity","sentiment_score":0.4}
{"full_text":"Some folks on my IG are shamelessly roaming on its beaches WITHOUT masks :')","sentiment_score":0.0}
{"full_text":"RT An Happy Warm Cheerful Healthy Safe Smart New Year, (2022-Beyond), To Stop The (Criminal+Cruel+Crooked+Dirty+Homicide+...","sentiment_score":0.4500927644}
{"full_text":"RT 'I watched all 3 hours of this interview. I was amazed at how candid Robert Malone was  He is a brave man to say the thing...","sentiment_score":0.7}
{"full_text":"January: after a year of lockdown and gameplay iterations with our lovely community, we get to see retention increases, we start growing by +25% month-on-month in France and the UK","sentiment_score":0.5}
{"full_text":"If he chooses to follow De Blasio's failed COVID restrictions, his demise will have the same result. He will fail","sentiment_score":-0.3333333333}
{"full_text":"RT Starmer must be better than Johnson (\"1000x\"). Whatever you think about him, just vote for him (GTTO). Let's look at that....","sentiment_score":0.5}
{"full_text":"RT ..Why can't we send children to school and allow them to have omicron?..This could be a blessing in disguiseBoris Johns...","sentiment_score":0.0}
{"full_text":"2022..day 3:Still alive...in itself something worthy of celebration in the midst of a pandemic which should have BEEN OVER in 2020 HAD PEOPLE FOLLOWED RULES THEN...!","sentiment_score":0.4166666667}
{"full_text":"RT After living through another year in a pandemic, there is a real need take a compassionate look at self-development and...","sentiment_score":0.2}
{"full_text":"RT There's racism in the healthcare system?!?! Gasp!","sentiment_score":0.0}
{"full_text":"If people feel they are not getting good government, they should just refresh parliament.... #GTTO","sentiment_score":0.7}
{"full_text":"RT I am disgusted that there are no measures to protect primary school children. Absolutely revolting that they are just s...","sentiment_score":-0.1333333333}
{"full_text":"RT Israel to admit foreigners with presumed #COVID19 immunity as of Jan 9","sentiment_score":0.0}
{"full_text":"See this #upscmains #postpone_upsc_mains","sentiment_score":0.0}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT For My Twitter Family Symptoms of Omicron infection: Low grade fever Extreme Tiredness Sore ThroatDr...","sentiment_score":-0.0625}
{"full_text":"RT Is international media blaming Kolkata's Park Street Christmas celebration for 6,153 new Covid cases reported in West Bengal...","sentiment_score":0.0681818182}
{"full_text":"RT The Unfunny Variant ","sentiment_score":0.0}
{"full_text":"Hopefully scrap day 2 PCR tests too. Or at least make it LFT. Makes way more sense to do an LFT straight away instead of having to isolate until getting PCR results. Omicron is everywhere now. It's like closing the door after the horse has bolted lol","sentiment_score":0.3}
{"full_text":"RT Over 5 lakh Covid cases reported in USA in a single day.Dear International Media, why did USA allow Kumbh Mela?","sentiment_score":-0.0357142857}
{"full_text":"RT 55 Tufton street people brought us Brexit, covid\/vaccine denial and they are now putting their energies into stopping progres...","sentiment_score":0.0}
{"full_text":"RT Over 5 lakh Covid cases reported in USA in a single day.Dear International Media, why did USA allow Kumbh Mela?","sentiment_score":-0.0357142857}
{"full_text":"So, obviously it's the vaccine itself, making people infected","sentiment_score":0.0}
{"full_text":"I have to hand it to you, you put some amount of energy in to wanting people to be sick. Oh, and I've had Omicron, it's very mild ","sentiment_score":-0.1404761905}
{"full_text":"RT Let's start with observational data. Countries that introduced mandated masking within 30 days of the first case (most...","sentiment_score":0.375}
{"full_text":"RT For the last time, asking children to wear a mask, is NOT child abuse..  It's asking children to wear a mask.  Try and...","sentiment_score":0.0}
{"full_text":"Vile","sentiment_score":0.0}
{"full_text":"RT There has been a \"devastating\" decline in religious practice among young Poles, says the Primate of PolandHe cites t...","sentiment_score":-0.3}
{"full_text":"RT Is it just me or is it blowing anyone else's mind that essentially the Government is saying to teachers: \"We know you're all...","sentiment_score":0.0}
{"full_text":"RT The man in charge of SA's pandemic response, Police Commissioner Grant Stevens, has tested positive for COVID, according t...","sentiment_score":0.2272727273}
{"full_text":"RT Why the hell isn't anyone talking about another stimulus package? It's very obvious that this new variant is shutting thing...","sentiment_score":0.0681818182}
{"full_text":"we're all just gonna stay home until we're better bc theres been a lot of false negatives in aus so who knows","sentiment_score":0.05}
{"full_text":"RT To safely manage COVID-19, we need to use a package of measures including vaccination, better ventilation, air filtration an...","sentiment_score":0.5}
{"full_text":"RT \"Out of the 309 new #COVID19  cases reported in #Pune city on 1st Jan, 255 were fully vaccinated. However very few requir...","sentiment_score":-0.0618181818}
{"full_text":"RT This excellent thread explains what is in our new letter about a global covid strategy. What it is not is a c...","sentiment_score":0.3787878788}
{"full_text":"RT Same here, Namjoon, same here(COVID 2.0 isolation coming to an end)So shall we mark it with some 'bunggyeong' to cast away bad luc...","sentiment_score":-0.2333333333}
{"full_text":"RT Understanding that SARS-Cov-2 transmission is predominantly airborne rather than droplet, is as fundamental as knowing HI...","sentiment_score":0.0}
{"full_text":"RT I think we're going to see many of our Dr's and nurses leave the NHS after \/ or before the end of the pandemic.The way t...","sentiment_score":0.5}
{"full_text":"RT Political turf war between Control Illusionists - (humans can control any virus) - and Conspiracy Theorists - (mild dise...","sentiment_score":0.1666666667}
{"full_text":"RT i have *several* vaxxed friends who are 90% sure they have covid, can't find any testing centers that are open\/have availabil...","sentiment_score":0.25}
{"full_text":"RT People who do reel dances on Old Bollywood Music are the real pandemic","sentiment_score":0.15}
{"full_text":"RT I'm sorry but the Republic of Ireland has gone fully loopers on this covid drama. The place is a madhouse.","sentiment_score":-0.5}
{"full_text":"Imagine not understanding that if we updated our hospitals  &amp; vaccinations faster we would be better prepared for delta  - then we wouldn't have had the extreme lockdowns. People die mate. Every year. Flu. Cancer. Car accidents - you need to realise covid will be part of that.","sentiment_score":0.1875}
{"full_text":"RT The Omicron school closings debate is so frustrating because it's being framed as exclusively political when it's actually...","sentiment_score":-0.1333333333}
{"full_text":"Are you a returning healthcare professional interested in supporting the Covid-19 vaccination programme? Get in touch with your local health board here: #vaccination #volunteering","sentiment_score":0.15}
{"full_text":"Further COVID restrictions in England are not expected this week thanks to people testing and getting their boosters, a cabinet minister has suggestedhttps:\/\/t.co\/KpFVMosliL","sentiment_score":0.0833333333}
{"full_text":"South Africa has lifted a midnight to 4 a.m. curfew on people's movement with immediate effect, believing the country has passed the peak of its fourth COVID-19 wave driven by the Omicron variant.https:\/\/t.co\/VQ4gUCKxkm#360Mozambique #Omicron","sentiment_score":0.0}
{"full_text":"Read about how ECACC Cell Lines are key in vitro tools for SARS-Cov-2 research #COVID19 #COVID19research #pandemicresponse #celllines #virus","sentiment_score":0.0}
{"full_text":"As nations contemplate techno-sovereignty amidst the #COVID19 pandemic, #India's unique model serves as a case study for democratising #technology. From #digitalisation #internet","sentiment_score":0.375}
{"full_text":"Don't kill student's #CloseSchoolsAndColleges #Omicron  ","sentiment_score":0.0}
{"full_text":"Everyone aged 18+ is eligible for the #COVID19 booster. To #GetBoostedNow either: book an appointment onlinesearch for a walk-in site Find a walk in centre here:","sentiment_score":-0.1}
{"full_text":"I would suggest taking a rapid test but swab your tonsils instead. There's evidence that omicron resides in a different part of your body than previous variants and it would explain why so many people have been getting false negatives with it.","sentiment_score":-0.0166666667}
{"full_text":"RT Hey friends -- if you've been in contact with someone who is covid positive or symptomatic &amp; untested, you need to tel...","sentiment_score":0.2272727273}
{"full_text":"Why Do Anti-Vaxxers Fear the Great Healer's COVID19 Cure?  - Like it? Retweet it! #greathealer","sentiment_score":1.0}
{"full_text":"Defense Secretary Lloyd Austin tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"But it's not just 50% as deadly. Delta is at least an order of magnitude more deadly than Omicron and maybe even more. This is it folks. The pandemic is over in about a month. The vaccines didn't end it, Omicron did. Now we go into endemic mode.","sentiment_score":0.06}
{"full_text":"RT U are fully prepared for #Omicron and #covid as told by your #cm #ArvindKejriwal but don't now blame centre for an...","sentiment_score":0.0}
{"full_text":"By early afternoon Sunday, more than 2,300 U.S. flights and more than 3,900 worldwide had been canceled, according to tracking service FlightAware.https:\/\/t.co\/uB6albmFoD","sentiment_score":0.3666666667}
{"full_text":"The #SupremeCourt on Sunday decided to conduct all hearings in virtual mode for two weeks starting from Jan 3, in view of rising number of cases of the #OmicronVariant of #COVID19.","sentiment_score":0.0}
{"full_text":"Elderly Turks made up majority of #COVID19 fatalities last month, Health Minister says, calling people to adhere to rules of protection, from masks to vaccinationhttps:\/\/t.co\/Y0DdqjJU5p","sentiment_score":0.0}
{"full_text":" HighlightsLuuk de Jong's header proved the difference for a Covid-hit in their 1-0 win over Mallorca.#beINLiga #MallorcaBarca","sentiment_score":0.8}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms, as well as those without. If you HAVE symptoms, find out where you can get tested locally at: you DO NOT HAVE symptoms, visit:","sentiment_score":0.2}
{"full_text":".@TEMIT's Chetan Sehgal speaks to about tech trends in #emergingmarkets in 2022, highlighting how the pandemic has given digitalisation a permanent uplift. More here.","sentiment_score":0.5}
{"full_text":"RT Why on earth did the Government not prepare for this?!The government has been asleep at the wheel when it comes to Engl...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"Existing vaccines should still protect people who contract the Omicron variant from severe Covid cases -- WHOhttps:\/\/t.co\/wUPmDr7jxM#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"New Variants Why the world urgently needs vaccine equity","sentiment_score":0.1363636364}
{"full_text":"If you invest $1000 in $PBY today at $25.00 per share, and the stock prices rebound back to pre-pandemic prices at $26.03, your investment would be worth $1041.20! That's 4% growth and $41.20 profit!  See more:  $AGM.A $ORLY $NXRT $VET $VERY","sentiment_score":0.2921875}
{"full_text":"In life, choose where your loyalty is valued. Thanks for appreciating our simple token of gratitude. See you soon. #InfinitySpa","sentiment_score":0.1}
{"full_text":"Hospital admissions as lockdown pursuits lead to accidents and injuries","sentiment_score":0.0}
{"full_text":"More than 2,500 U.S. flights and more than 4,100 worldwide were grounded Sunday, according to tracking service FlightAware. ","sentiment_score":0.5}
{"full_text":"Lionel Messi is one of four Paris St-Germain players to test positive for Covid-19.#PSG #Messi","sentiment_score":0.2272727273}
{"full_text":"RT Police use dogs, batons in violent clashes with anti-lockdown protesters in Amsterdam#COVID19 #coronavirus #Amsterdam #Nether...","sentiment_score":-0.8}
{"full_text":" TEMPORARY EVENING REDUCTIONS In light of ongoing staffing challenges, and the rise in Omicron infection rates being seen around the country, we are making some temporary reductions reducing the evening frequency on some routes from tomorrow.","sentiment_score":0.4}
{"full_text":"All India Chess Federation on Monday announced the postponement of several national level championships scheduled for this month in view of the rising number of COVID-19 cases in the country and the restrictions imposed by various states.https:\/\/t.co\/GB8tW3iy4m","sentiment_score":0.0}
{"full_text":"#Twitter says it has permanently banned the personal account of #Republican #US Representative #MarjorieTaylorGreene for tweets that repeatedly violate the social media platform's policy on #COVID-19 misinformation.","sentiment_score":0.0166666667}
{"full_text":"A surge of #omicron infections could see #Israel reaching herd immunity, the country's top health official said on Sunday as daily cases continued to climb.https:\/\/t.co\/XDw3VV9lZJ","sentiment_score":0.25}
{"full_text":"COVID-19 vaccination bookings are open for children aged 5-11 years old with the first to take place from next Monday, 10 January. Book an appointment now at The Granville Centre or Blacktown Hospital vaccination clinics https:\/\/t.co\/WUHv6QLegF","sentiment_score":0.05}
{"full_text":"To what extent have anti-Semitic narratives found their way into conspiracy theories against COVID-19 vaccination? Read our new blog post on the topic written by Marianna Karakoulaki from https:\/\/t.co\/wHjt9NAjwE","sentiment_score":0.1363636364}
{"full_text":"#OutlookMagazine| \"By the time the #apocalypse began, world had already ended\"As the 2nd #covid wave hit #India, 1000s died gasping for oxygen &amp; every day was apocalyptic. A situation which could only be imagined in movies has become our reality todayhttps:\/\/t.co\/895NypBx9q","sentiment_score":0.0}
{"full_text":"Nurse Ari knows the Covid-19 protocol:- Always wear your mask- Always show your ass to the patient- Never let them leave with a single penny leftThat's why she works at our drain clinic! Findom therapy 15EUR - Gooning almost free!","sentiment_score":0.2053571429}
{"full_text":"Further COVID restrictions in England are not expected this week thanks to people testing and getting their boosters, a cabinet minister has suggestedhttps:\/\/t.co\/rRzPydca0U","sentiment_score":0.0833333333}
{"full_text":"Hey bro how is Corona is going in post Trump.....hope all are vaccinated....","sentiment_score":0.0}
{"full_text":"Reducing the Covid-19 isolation period is a tough balancing act and not without risk, Professor of Immunology, Imperial College London tells","sentiment_score":-0.3888888889}
{"full_text":"Medical researchers have indicated that while the Omicron coronavirus variant is unlikely to replace the Delta variant due to genetic differences, it is also expected to be less severe. See more:","sentiment_score":-0.0652777778}
{"full_text":"2021 in review: it's been another difficult year with COVID-19 still impacting the world, global supply chain issues, and the cost of living rising rapidly. also been looking at issues that have a particular interest for the Church. https:\/\/t.co\/Ban9tdZ35N","sentiment_score":-0.1111111111}
{"full_text":" Big Rom's big mistake VAR under fire, again Messi catches Covid-19The Warm-Up returns for the first time in 2022!","sentiment_score":0.1041666667}
{"full_text":"RT Positive Covid patient seen giving media briefing without a mask, a terrible event indeed","sentiment_score":-0.3863636364}
{"full_text":"We are nearly two years into the COVID-19 Pandemic, which can be shocking if you think about it. While the idea of Pandemic life can be slightly exhausting to maneuver, creating resolutions can still occupy a meaningful place in our lives. #resolutions #2022 #c3insurance","sentiment_score":-0.2}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"#MondayHere are today's listings!Clifford the Big Red Dog (PG) 16:30Spider Man: No Way Home (12A) 12:30, 16:30 &amp; 19:00The King's Man (15) 13:00 The King's Man (15) SUBTITLED 19:30Covid Passes RequiredID requiredhttps:\/\/t.co\/7HyM9dEr58#TheKingsMan #Clifford #SpiderMan","sentiment_score":0.0}
{"full_text":"Tonight on #SouthAsiaDiary with at 8:30pmCovid-19 and climate change have dealt a serious blow to the Maldives. The virus has stalled the economy, and the rising seas have paused their life. Residents are hoping to solve both problems with one solution - ecotourism.","sentiment_score":-0.3333333333}
{"full_text":"Karnataka Pradesh Congress Committee president D.K. Shivakumar suspects the #BJP government in the State of conspiring to derail the Congress party's padayatra from Mekedatu by citing #COVID19.https:\/\/t.co\/lhWFefR1ts","sentiment_score":0.0}
{"full_text":"Further COVID restrictions in England are not expected this week thanks to people testing and getting their boosters, a cabinet minister has suggestedhttps:\/\/t.co\/3J7ltDjEHU","sentiment_score":0.0833333333}
{"full_text":"Pop into the Saddlers Centre in #Walsall between  to get your 1st, 2nd or booster COVID-19  More info ","sentiment_score":0.25}
{"full_text":"Most people with coronavirus feel better withina few weeks. For NHS advice on how to lookafter yourself at home while self-isolating, visithttps:\/\/t.co\/aOLCypgQ99","sentiment_score":0.2666666667}
