{"full_text":"RT Thank you and the Government of the United States for the donation of 210,600 doses of COVID-19 vaccines to...","sentiment_score":0.0}
{"full_text":"What's this have to do with you know, SCIENTIFIC FACTS that prove vaccine efficacy? And that Rogan is spreading misinformation?  Oh right, nothing.","sentiment_score":0.2857142857}
{"full_text":"RT #JusticeForArmyStudents@DefenceMinIndiaEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SS...","sentiment_score":-0.05}
{"full_text":"RT This is another part that really annoys me about white dudebros making racist jokes linking BTS with COVID: BTS has...","sentiment_score":0.1}
{"full_text":"RT Putting aside just how massively tone-deaf and un-funny it is to joke about millions of people dying, you have to wonder wh...","sentiment_score":0.0}
{"full_text":"RT #justiceforarmystudents we all defence students getting frustrated to hear covid 19 excuse. All other compititive exams are co...","sentiment_score":-0.2916666667}
{"full_text":"RT #justiceforarmystudents we all defence students getting frustrated to hear covid 19 excuse. All other compititive exams are co...","sentiment_score":-0.2916666667}
{"full_text":"RT Here's some SCIENCE for y'all:The homeless population doesn't mask ,distance, or vaccinate. Why haven't they gone exti...","sentiment_score":0.0}
{"full_text":"RT The time will come when the injection deaths overtake the covid deaths in the UK.","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudentsEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SSC exams were...","sentiment_score":-0.05}
{"full_text":"RT I tweet about me dying from covid.... 200 likesI tweet about a #pegaxyScholar.... 1k likes, 960 retweets, 100 DM'sT...","sentiment_score":0.0}
{"full_text":"RT Kimmel's comments leave little to assume -- it's very clear what he's trying to say about BTS &amp; it's exhaustingly disgusti...","sentiment_score":-0.1525}
{"full_text":"Joni Mitchell wants songs off Spotify in Covid row - BBC News","sentiment_score":0.2}
{"full_text":"RT #JusticeForArmyStudentsEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SSC exams were...","sentiment_score":-0.05}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers. Is co...","sentiment_score":0.0}
{"full_text":"RT COVID shall not stop us in getting happiness &amp; wealth still","sentiment_score":0.7}
{"full_text":"RT COVID IS IN DA HOUSE!A couple of weeks ago my 13yo son had a sore throat and his RAT turned positive. We then tested th...","sentiment_score":0.2272727273}
{"full_text":"RT CANADA- In 2 days Ottawa will become the worlds biggest Truck Stop.50,000 trucks,joined by trucks from the US and 1....","sentiment_score":0.0}
{"full_text":"RT CBC Headline: \"Illogical for truck convoy to claim freedoms threatened by vaccine mandate, say experts\" CBC is emba...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT Now that's what I call going viral.","sentiment_score":0.0}
{"full_text":"RT I don't understand why people who said the pandemic was over in May 2020 and October 2020 and April 2021 and January 2022 ar...","sentiment_score":0.0}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents@DefenceMinIndiaEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SS...","sentiment_score":-0.05}
{"full_text":"The fastest way to not be relevant.The fastest way to not buy his music.The fastest way to not get new fansThe fastest way to be at super spreader eventThe fastest way to be a long haulerThe fastest way to be involved in a lawsuit if you get Covid.","sentiment_score":0.1398989899}
{"full_text":"1- SHARE THIS!! WE KNEW THIS IS WHAT #Trudeau #Vaccine #Vaccinate #VaccineMandate #VaccinePassport IS ABOUT, NOT #COVID19, ITS THE APP! ITS REGISTERING ALL OF US. A SYSTEMFOR TRACKING, THE GOV HAVING ALL OUR INFO, LOCATION, BANKING ETC.. ALL AT THEIR FINGERTIPS!  ITS TIME TO..","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents@DefenceMinIndiaEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SS...","sentiment_score":-0.05}
{"full_text":"RT Elder 77-year-old Native activist Leonard Peltier tested positive for COVID-19 today. Peltier has diabetes and an aorti...","sentiment_score":0.2272727273}
{"full_text":"RT #JusticeForArmyStudents Why not the exam after all? For the last 8 months, only one reason why Covid? If any change i...","sentiment_score":0.0}
{"full_text":"RT Joni Mitchell follows Neil Young, removes all her songs from Spotify over Joe Rogan's vaccine disinfo","sentiment_score":0.1}
{"full_text":"COVID stole my damn motivation","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye c...","sentiment_score":0.0}
{"full_text":"RT Details of cases confirmed as death due to Covid-19, after due completion of death audit process:1.A 27 years old Female o...","sentiment_score":0.05}
{"full_text":"Is it not a healthy option to have an open discussion and question the narrative we have been fed for the last 2 years? Suppression and manipulation of information and data by our leaders and officials, big pharma, big tech and MSM. Gain of function, mandates, vaccine injury.","sentiment_score":-0.05}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers. Is co...","sentiment_score":0.0}
{"full_text":"RT Taking the vaccine is a national duty. Convincing the marginalised about their doubts towards taking the vaccine is natio...","sentiment_score":0.5}
{"full_text":"RT We are also thankful for our CRNAs' invaluable contributions throughout the pandemic. As recently as this month, some...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents@narendramodi Only covid-19 for Army exam candidateNot for SSC and Neet .Plea...","sentiment_score":0.0}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and insti...","sentiment_score":0.16}
{"full_text":"RT I think it is unprofessional for public health officials to deny the overwhelming evidence that Covid is airborne, and t...","sentiment_score":0.25}
{"full_text":"RT First concert since COVID  My body and throat are still recovering. Thank you our big marshmallow","sentiment_score":0.125}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers....","sentiment_score":0.0}
{"full_text":"RT Pakistan Covid-19 Statistics 29 Jan 22: Total Tests in Last 24 Hours: 70,389Positive Cases: 7963Positivity %: 11.31%De...","sentiment_score":0.0}
{"full_text":"RT The Clark county council has a chance to make history, they can enact the will of the people &amp; lift the Covid mandates....","sentiment_score":0.0}
{"full_text":"2) THINK OUTSIDE OF WHAT YOUR TOLD, HAVING 10% #unvaccinated ISNT GOING TO PROTECT YOU FROM #COVID19! THE NON HYSTERICAL KNOW THAT! THIS IS SOCIAL CREDIT STARTING! #Trudeau #FreedomConvoy2022  #Convoy \"Phone Was Tracked\" ","sentiment_score":-0.2416666667}
{"full_text":"Yet Trudeau wants to bring in new mandates, there pointless now. Dump him.https:\/\/t.co\/VB7pLPr1U1","sentiment_score":0.0287878788}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT Tick tock Aus... kids - T1 Diabetes - increased onset up by  57% !!!That is a life long chronic disease burden for those kids.@...","sentiment_score":-0.05}
{"full_text":"RT #JusticeForArmyStudents@DefenceMinIndiaEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SS...","sentiment_score":-0.05}
{"full_text":"RT Omicron clades 21K and 21L differ at ~40 amino acid sites, which is substantial in the context of SARS-CoV-2 evolution. 2\/15 htt...","sentiment_score":0.0}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers....","sentiment_score":0.0}
{"full_text":"Guys. I don't understand why. But... For some reason. Since COVID... I can't seem to move my torso anymore. Literally it will cause me cramps and physical pain to turn.","sentiment_score":0.0}
{"full_text":"RT Mr Demand Exam To Be Deferred Amid Covid Scare.But have yo...","sentiment_score":0.0}
{"full_text":"RT #justiceforarmystudents we all defence students getting frustrated to hear covid 19 excuse. All other compititive exams are co...","sentiment_score":-0.2916666667}
{"full_text":"RT #JusticeForArmyStudents#JusticeForArmyStudentsEvery time our exam is canceled by making excuse of covid 19. Whereas...","sentiment_score":-0.05}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT Mr Demand Exam To Be Deferred Amid Covid Scare.But have yo...","sentiment_score":0.0}
{"full_text":"By the way. Using the expenditure method, after you Google it, you will find that the gdp growth # you use is largely inclusive of vaccinations, cheap credit conditions put in place by the Federal Reserve and federal covid aid to households and business, not true econo expansion.","sentiment_score":0.1464285714}
{"full_text":"RT I am an Asian American woman who works in healthcare. Jimmy Kimmel is being massively hurtful by claiming to be cognizant of h...","sentiment_score":0.0}
{"full_text":"It's kinda creepy watching a zombie movie and living through a pandemic","sentiment_score":-0.5}
{"full_text":"RT Racism is not a joke.Covid19 is not comedy. #JimmyKimmelRacist#StopAsianHate#CallOutRacismHateSpeech@ABCNetwork...","sentiment_score":0.0}
{"full_text":"RT England: Scrapping covid passports.Denmark: Scrapping covid passports.Catalonia: Scrapping covid passports.Freedom is...","sentiment_score":0.0}
{"full_text":"RT Former Washington State trooper Robert LaMay, who went viral when he was fired for refusing to get vaccinated and told the gov...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents@narendramodi Only covid-19 for Army exam candidateNot for SSC and Neet .Plea...","sentiment_score":0.0}
{"full_text":"Highlight of my covid experience. ","sentiment_score":0.0}
{"full_text":"The evidence from the US Vaccine Adverse Events Reporting System and those in the UK and Europe reveal a wide range of serious jab side-effects (long-term is still unknown). These have caused tens of thousands of reported deaths and millions of injuries.","sentiment_score":-0.1777777778}
{"full_text":"RT Just imagine the anger and surprise that the so called \"elite\" is going through. They didn't thought that...","sentiment_score":-0.7}
{"full_text":"RT Trooper Robert Lamay, who resigned in protest over the vaccine mandate, just died of covid. His last sign off as a Troo...","sentiment_score":0.0}
{"full_text":"RT this is the textbook definition of being a colonizer: bringing religion &amp; disease.","sentiment_score":0.0}
{"full_text":"RT Let's focus on the fact that Colbeck misled the Senate by claiming he was dealing with the COVID crisis, when in fact he went...","sentiment_score":0.0}
{"full_text":"RT Locking down homes, Hong Kong takes COVID lesson from Beijing ","sentiment_score":-0.1555555556}
{"full_text":"RT #JusticeForArmyStudentsExam me covid-19 ata he orChunav me gayb ho jata he vare vaaaa@HMOIndia","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents@DefenceMinIndiaEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SS...","sentiment_score":-0.05}
{"full_text":"RT 1. USA: Losing Covid-19 vaccination card has become an issue.2. Canada: 1000s of truckers have formed a convoy to protest...","sentiment_score":0.0}
{"full_text":"RT Over 100 California school board members have now signed the letter opposing mask\/vaccine mandates and demanding an end t...","sentiment_score":0.0}
{"full_text":"RT A closer look at the numbers offers a clue as to the vaccinated vs unvaccinated deaths. Omicron COVID...","sentiment_score":0.1}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye cor...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents@DefenceMinIndiaEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SS...","sentiment_score":-0.05}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye cor...","sentiment_score":0.0}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers. Is co...","sentiment_score":0.0}
{"full_text":"RT \"Irresponsible people are spreading lies that are costing people their lives. I stand in solidarity with Neil Young,\" the sin...","sentiment_score":0.1}
{"full_text":"RT #justiceforarmystudents we all defence students getting frustrated to hear covid 19 excuse. All other compititive exams are co...","sentiment_score":-0.2916666667}
{"full_text":"RT AustraliaRemember Morrison, Hunt &amp; the Premiers Sold it.Every day for 2+ years Pushin it  Pushin itIt's 100% effective  Au...","sentiment_score":0.6}
{"full_text":"It's \"covid\",  don't you know It's  MAGIC !!!!!  It's faster than a locomotive, and able to leap tall buildings ","sentiment_score":0.75}
{"full_text":"Let me wake  up and be a good and caring husband to my  wife today  . Will stay at home the whole day. ","sentiment_score":0.45}
{"full_text":"RT ISLAMABAD: Pakistan has reported 27 deaths in the last 24 hours by novel coronavirus as the number of positive cases has s...","sentiment_score":0.1136363636}
{"full_text":"you deport the covid test.","sentiment_score":0.0}
{"full_text":"It was an emotional Kalamazoo Public Schools board meeting on Thursday as parents and students took some serious concerns to district leaders. Many said they weren't comfortable with the school district's COVID-19 response.https:\/\/t.co\/3flE8ViZfj","sentiment_score":0.1133333333}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers....","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudentsSabhi exam ho raha h or army exam ke liye corona h","sentiment_score":0.0}
{"full_text":"Researchers at Akershus University Hospital in Norway found antibodies against COVID-19 in blood samples from as early as December 2019, a month earlier than previously thought that the virus could have arrived in Europe, Russia's Sputnik news agency reported Wednesday.","sentiment_score":-0.0222222222}
{"full_text":"A new survey puts Oklahoma dead last on the list of the safest states to live during the pandemic.https:\/\/t.co\/KiQNrgiHCK","sentiment_score":0.0181818182}
{"full_text":"I'm a stay-at-home parent, my home was taken by the demons in the walls, and I'm here to prove my parents wrong and one-up my sibling and start my own restaurant.","sentiment_score":0.05}
{"full_text":"RT Austria : Lockdown on the unvaccinated has been ongoing for many weeks now. It successfully flattened the curve, but alon...","sentiment_score":0.625}
{"full_text":"The Big Read: The Covid-19-induced foreigners' exodus -- will they return to Singapore and what if they don't?https:\/\/t.co\/7hNx3VBvfT","sentiment_score":0.0}
{"full_text":"RT My mom is boycotting Maroon 5 because they wouldn't let her into the concert without a vaccine card - in F...","sentiment_score":0.0}
{"full_text":"#ICYMI: Eric Clapton is arguing that those who are getting vaccinated against COVID-19 are victims of \"subliminal advertising\" by pharmaceutical companies on social media.","sentiment_score":0.0333333333}
{"full_text":"[ICYMI] #COVID19 means fewer resources going towards other public health crises like #HIV. Here's why ending #Aids by 2030 depends on more targeted funding for key populations.","sentiment_score":0.09375}
{"full_text":"A death doula is an end-of-life coach who helps the terminally ill be at peace with dying. Hundreds of Americans have embraced the occupation during the pandemic","sentiment_score":-0.5}
{"full_text":"Victoria has revealed it has detected multiple cases of a new \"stealth\" sub-variant of Omicron causing concern around the world.https:\/\/t.co\/WBW8A2Tzpl","sentiment_score":0.0681818182}
{"full_text":"RT It's so depressing to think about how a party's elected officials are literally getting people killed by essentially persuadin...","sentiment_score":-0.2666666667}
{"full_text":"RT Swansea Bay's vaccination team is to undergo an amicable parting of the ways with The Margam Orangery. After helping us...","sentiment_score":0.0}
{"full_text":"RT Can you imagine getting owned this bad","sentiment_score":-0.7}
{"full_text":"Omicron drives US deaths higher than in fall's delta wavehttps:\/\/t.co\/KSJ7OU2xkI","sentiment_score":0.25}
{"full_text":"Have omicron deaths peaked in the US?https:\/\/t.co\/wmdsVwJyOQ","sentiment_score":0.0}
{"full_text":"Vaccines not stopping transmission, don't even do much to stop you from getting sick or dying anymore.The reason more people aren't dropping like flies is not the vaccine but Omicron being a mild variant, the next variant may not be so mild. Quarantine &amp; Isolation work but costs$","sentiment_score":0.1087301587}
{"full_text":"Where's the Money for the poor and low wage earners  during the omicron surge and 7% inflation. JOE HAS DONE NOTHING  Try being on SSI getting 841.00 and below a Month, tell me how it goes . We need at least one $2,000 Check asap","sentiment_score":-0.2333333333}
{"full_text":"i Don't forget: Teens ages 12-17 can get a Pfizer COVID-19 booster shot if it's been at least 5 months since completing their series. ","sentiment_score":-0.3}
{"full_text":"The effects of the pandemic have worsened the hunger and malnutrition problem among poor communities in the Philippines.Your donations have helped us supply food and other basic needs to families most in need.Share your blessings:","sentiment_score":-0.00625}
{"full_text":"A state panel will consider allowing public schools in Nevada's two most populous counties to hire emergency substitute teachers who have only a high school diploma. A hearing is planned for February 24th as the pandemic continues to stress school staff.","sentiment_score":0.165}
{"full_text":"A total of 898 children from several juvenile homes of the city in the 15-18 age group received their first dose of Covid-19 vaccines.https:\/\/t.co\/97DXTSHsaG","sentiment_score":0.0}
{"full_text":"#News: Is #Omicron Mother Nature's way of vaccinating the masses? #Covid19 [also] Study nixes Mars life in meteorite found in Antarctica #SatStar","sentiment_score":0.0}
{"full_text":"Seriously #COVID19 when will you die ","sentiment_score":-0.3333333333}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Agra,...","sentiment_score":0.0}
{"full_text":"These Covid 19 Immune System Boosters is a smart way to help keep well without taking too much or anything that might be harmful....#hornbillsappliances #hornbillsappliances #gasstoves #cooktop #kitchenappliances #kitchenware","sentiment_score":0.2071428571}
{"full_text":"RT OTTAWA - It's time. The truckers are arriving.Keep the news coming because the media won't report this great awakeni...","sentiment_score":0.8}
{"full_text":"When they go to school, Lova and her friends always take safety measures against #COVID19.Here's what we can do to protect schools from COVID-19","sentiment_score":0.0}
{"full_text":"RT I can't like this tweet enough, it explains a lot about certain parts of Asia's pandemic response (especially those that...","sentiment_score":0.0714285714}
{"full_text":"RT NEW: Leonard Peltier has tested positive for COVID-19.The long-imprisoned Native American rights activist -- who shouldn't...","sentiment_score":0.1212121212}
{"full_text":"This rapporteurs' report from the second edition of the #ColabaConversation captures the deliberations on several key issues and  challenges confronting the #pandemic world as it navigates the fault lines of recoveryRead here:","sentiment_score":0.0}
{"full_text":"So no one knows anything unless they're cdc or fda?   I don't think any conscientious researcher would be a part of either.  Does that make everyone but these 2 suspect?","sentiment_score":0.0}
{"full_text":"RT Taking the vaccine is a national duty. Convincing the marginalised about their doubts towards taking the vaccine is natio...","sentiment_score":0.5}
{"full_text":"We stayed indoors to \"protect the NHS\", but it's no secret that our UK health system has been in dire need of protecting long before COVID hit back in 2020. #COVID19 #NHS #healthsystem","sentiment_score":0.05}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT Kimmel's comments leave little to assume -- it's very clear what he's trying to say about BTS &amp; it's exhaustingly disgusti...","sentiment_score":-0.1525}
{"full_text":"Current Conditions for #Sayre PATemp: 10.1FWind Chill: 2.6FHumidity: 82%Dew Point: 5.7F Barometer: 30.267 inHgWind: 5 mph from the NWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Who watched Bill Maher tonight?  He was totally Fox News behind COVID. Damn. We knew Bill was getting more and more Right Wingy but damn.  He's a Sean Hannity lite!  And speaking of FoxNews, why doesn't Tucker eat more roughage or can someone sneak a laxative in his food?","sentiment_score":0.193877551}
{"full_text":"Oh holy fkn hell.Look at the goddamn calendar.Refresh your reality. COVID renders all the moronic JT trade proposals as hysterical PT apparently will appraise the pro team in the next 2-3 weeks.","sentiment_score":-0.3166666667}
{"full_text":",  : Peak out : Peak out? : Peak out soon? : From now","sentiment_score":0.0}
{"full_text":"Ok, sure buddy, one glimpse at international covid comparisons would tell you that the govt is very good, world leading in fact at pandemic management, but do go off.","sentiment_score":0.4775}
{"full_text":"RT I think more than anything else, I am just both immensely saddened and enragedAn entire segment of the population has bec...","sentiment_score":0.1666666667}
{"full_text":"RT Joni Mitchell to remove music from Spotify 'in solidarity' with Neil Young amid fears of 'Covid misinformation'https:\/\/t.co\/ox...","sentiment_score":0.1}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"San Mateo bookstore owner Craig Wiesner feels exhausted, trapped and hopeful. Exhausted by the pandemic that has moved into a third year, trapped by the high case counts that make it hard to plan ahead, yet hopeful that his area seems to be doing ...","sentiment_score":-0.1902380952}
{"full_text":"RT Since 2 year our CEE exam is not held  totally more than 5 time exam is postponed by covid situation please conduct ou...","sentiment_score":0.5}
{"full_text":"RT Anti-Asian stigma, hate, crimes soared this pandemic. It's irresponsible and insensitive for an influencer to liken Asians...","sentiment_score":-0.8}
{"full_text":"RT #NeoCoV is not a new variantIt is a bat coronavirus and does not infect Humans Spillover events are rare from animals...","sentiment_score":0.1159090909}
{"full_text":"RT Putin remains the only person in Russia rigorously enforcing social distancing. Here he is at a cemetery in St Petersburg on...","sentiment_score":0.0166666667}
{"full_text":"This new study investigated the relationships between resilience, #SensoryProcessing sensitivity and COVID-19-related distress:  #Research #Resilience","sentiment_score":0.1363636364}
{"full_text":"RT Why not the exam after all? For the last 8 months, only one reason why Covid? If any change is being made, then tell. Why i...","sentiment_score":0.0}
{"full_text":"RT Uninvited missionaries and plagues, name a more iconic duo.","sentiment_score":0.5}
{"full_text":"RT Anti-Asian stigma, hate, crimes soared this pandemic. It's irresponsible and insensitive for an influencer to liken Asians...","sentiment_score":-0.8}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT My Fan-Made Ticket for Belle's Daylight Concert Since we're all missing live concerts, I used the concert tickets we...","sentiment_score":-0.0318181818}
{"full_text":"Denmark set to lift all Covid curbs amid record high surge of infections.  ","sentiment_score":0.16}
{"full_text":"5 Ways Home Cleaning Businesses Can Thrive Despite COVID-19 #BusinessTips #SME","sentiment_score":0.0}
{"full_text":"Denmark set to lift all Covid curbs amid record high surge of infections.  ","sentiment_score":0.16}
{"full_text":"RT #JusticeForArmyStudents@DefenceMinIndiaEvery time our exam is canceled by making excuse of covid 19. Whereas NEET and SS...","sentiment_score":-0.05}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT Last week when I was telling a coworker that I still can't visit my parents and family in China (the quarantine period is...","sentiment_score":0.0}
{"full_text":"Experts that haven't learned over a 2 year period that mRNA is not a vaccine.Doesn't offer immunity.Doesn't stop transmission.Has no inactivated component of the virus in it.Does not trigger antibody production.Is not a vaccine.Mandate issued under false pretense.","sentiment_score":-0.4}
{"full_text":"Denmark set to lift all Covid curbs amid record high surge of infections.  ","sentiment_score":0.16}
{"full_text":"RT Vaccine accessibility is a chronic institutional issue at this point.And then there's hesitancy being a p...","sentiment_score":0.0}
{"full_text":"COVID test available day after tomorrow at CVS (600 North Mannheim, Hillside, IL 60162) at 10:50AM 11:00AM 11:10AM 11:20AM 11:40AM 11:50AM 12:30PM 12:40PM 12:50PM 01:00PM 01:10PM 01:20PM 02:00PM 02:10PM 02:20PM 02:30PM 02:40PM 02:50PM :","sentiment_score":0.4}
{"full_text":"RT Mr is not the right time to conduct exams with a high risk of life. Students...","sentiment_score":0.2228571429}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"RT NEW: Over 270 doctors and scientists have sent a letter to Spotify urging them to take action against Joe Rogan's dangero...","sentiment_score":0.1181818182}
{"full_text":"Grading 1st year in office:@EthanBearman : B+* Infrastructure* Unemployment* GDP growth* Global Alliances* Climate@michaeljknowles : D* No new wars, yet* Afghanistan* Immigration* Inflation* COVID@Elex_Michaelson hosts","sentiment_score":0.3106060606}
{"full_text":"Social distancing","sentiment_score":0.0333333333}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"The reopenings of major California colleges and universities take place amid high transmission rates through the state and as hospitals buckle under the sheer volume of COVID patients.","sentiment_score":0.0741666667}
{"full_text":"Joni Mitchell Exits Spotify Over Joe Rogan Vaccine Comments, Stands With Neil Young","sentiment_score":0.1}
{"full_text":"Record 263,992 in Japan recovering from COVID-19 at homehttps:\/\/t.co\/8uS3UMIwRs","sentiment_score":0.0}
{"full_text":"RT #justiceforarmystudents we all defence students getting frustrated to hear covid 19 excuse. All other compititive exams are co...","sentiment_score":-0.2916666667}
{"full_text":"LOL.  Biden spent the first year trying to pass a $5 trillion joke of a bill.  They could have focused on Covid, inflation and crime 12 months ago.  The idea to send tests only came amount in December, so it was easy to do.","sentiment_score":0.2766666667}
{"full_text":"'With' covid is the most corrupt thing in our lives... besides being incredibly lazy to not investigate and report the true story, it has enabled the govt, media and medical orofession to drive fear and power and make heaps of money whilst destroying freedom","sentiment_score":-0.0166666667}
{"full_text":"Haha and in Bangkok (at least pre-pandemic) it's way more efficient to take public transit (BTS etc) than a cab from the airport but this also means you are schlepping your suitcase up and down lots of stairs. I pack too much, this is always fun.","sentiment_score":0.1063492063}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
