{"full_text":"RT CDC Says Natural Immunity Outperformed Vaccines Against Delta Strain via","sentiment_score":0.1}
{"full_text":"RT Glad to see they were all wearing masks not to spreading covid...","sentiment_score":0.5}
{"full_text":"RT Don't use South Korea as reason for why there should be mandatory military service. They technically still have an ongoi...","sentiment_score":-0.05}
{"full_text":"RT Our Covid response has been a class war: with lockdowns the laptop class protected themselves and threw the working class un...","sentiment_score":0.0}
{"full_text":"RT Now it's evident that school does not encourage independence of thought....just group thinking. That's why educated peop...","sentiment_score":0.25}
{"full_text":"RT \"voting rights\" = mass amnesty and permanent democrat control\"free home tests\" = government contracts with taxpayer m...","sentiment_score":0.4}
{"full_text":"RT In honor of Starbucks rescinding the vaccine mandate for employees, I'm going to sit at a Starbucks w\/ my \"Joe Biden le...","sentiment_score":0.0}
{"full_text":"Awesome story!","sentiment_score":1.0}
{"full_text":"i can't even.","sentiment_score":0.0}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT The art dealer was right and the \"experts\" wrong?!?!","sentiment_score":-0.2477678571}
{"full_text":"RT 400 million N95 masks will be available for free to all Americans beginning next week. The N95 masks will be available for...","sentiment_score":0.3}
{"full_text":"RT He did? ","sentiment_score":0.0}
{"full_text":"dude i just woke up from like a 5 hour long nap. i think i have covid ","sentiment_score":-0.05}
{"full_text":"RT Something big happened. We don't yet know what but we soon will. The overnight decision by many countries to immediately stop...","sentiment_score":0.25}
{"full_text":"Keep positive! (But not on covid )Keep pushing!Grab that elusive win ","sentiment_score":0.5420454545}
{"full_text":"RT 22 months into the pandemic you can get 4 free COVID tests for your family of 5","sentiment_score":0.4}
{"full_text":"RT I was trying to make a list of fun, covid-safe winter experiences to enjoy, and I just came up with a list of sandwiches...","sentiment_score":0.35}
{"full_text":"RT #Ateezinchicago Just saw this on Reddit about how someone at the concert venue was present with Covid. Make sure to moni...","sentiment_score":0.25}
{"full_text":"RT If you are still going to wear a mask to protect yourself and other people please retweet #WearAMask","sentiment_score":-0.125}
{"full_text":"RT The USPS will send you 4 covid tests free if you complete a form that asks for your name and address. This is reimbu...","sentiment_score":0.25}
{"full_text":"RT Unlike antibodies elicited by mRNA vaccines against #COVID19, some non-neutralizing, afucosylated IgG antibodies speci...","sentiment_score":0.0}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT Today in Biden admin:*400M N95 masks to be distributed for free*Over 14B in funding announced for 500 port projects*...","sentiment_score":0.0}
{"full_text":"RT Let's all together follow COVID-19 protocols and win this war against Covid #covid #protocols #facemask #vaccine #radi...","sentiment_score":0.8}
{"full_text":"RT but impossible without guidance. At this point, we are hoping other parents (and d...","sentiment_score":-0.3958333333}
{"full_text":"RT The speed at which #COVID19 #OmicronVirus is increasing, it is the responsibility of all of us to do our best to protect ourse...","sentiment_score":1.0}
{"full_text":"Ok.... But first please let me see your covid vaccination card to continue this date","sentiment_score":0.375}
{"full_text":"Meanwhile Biden\/Harris ordered 500 million home test kits and 400 million n95 masks ","sentiment_score":0.0}
{"full_text":"RT No treason, no terrorism but back to back appearances during a pandemic and that too framing charges two years after being pl...","sentiment_score":0.0}
{"full_text":"RT The Cyclones couldn't find any production outside of their two leading guards on Tuesday against the Longhorns and lacked a...","sentiment_score":0.0}
{"full_text":"RT To stop transmission of COVID and reduce impact of its variants, millions of Dera Sacha Sauda disciples have pledged to...","sentiment_score":0.0}
{"full_text":"RT My baby girl just left us. Asthma attack exacerbated by Covid. She spent 3 days on a ventilator. She was only 22.","sentiment_score":-0.0333333333}
{"full_text":"What's crazy is that this analysis didn't even include Texas or Florida, which are the states that had the largest covid outbreaks during those months.In Texas, for example, 84 18-29 year olds died of covid during the month of September.","sentiment_score":-0.6}
{"full_text":"RT Today, the Therapeutic Goods Administration (@TGAgovau) has granted approval for provisional registration of Novavax' COVID-19...","sentiment_score":0.0}
{"full_text":"RT Here's where to pick up the free N95 masks being distributed by the government","sentiment_score":0.4}
{"full_text":"RT The pandemic has eaten up two precious years from the human life.Students have lost their most enjoyable years. Families...","sentiment_score":0.375}
{"full_text":"RT I am so sick of this criticism of Biden. He has been trying. Compare this to Trump who never worked at all unless it was...","sentiment_score":-0.7142857143}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"Note: her cadaver patents were granted far before any hint of a viral pandemic.What did she know and when did she know it?","sentiment_score":0.1}
{"full_text":"Despite repeated information shared online about DAVOS's \"Great Reset\", the sustainability plan proposed by DAVOS World Economic Forum is not their 2019 secret plot to release COVID its a secret plot to end private property and create a totalitarian state.https:\/\/t.co\/nYyXKi3ivn","sentiment_score":0.04}
{"full_text":"Covid kicking my ass I feel like shit","sentiment_score":-0.2}
{"full_text":"RT For the first time in the ongoing #COVID19 wave, the number of cases in India crossed the 3 lakh mark. The country record...","sentiment_score":0.25}
{"full_text":"RT There is so much to say about Pres Biden's presser. The thing that sticks w\/ me is that he took responsibility for mistakes...","sentiment_score":0.2}
{"full_text":"RT The CDC says to smoke more weed.","sentiment_score":0.5}
{"full_text":"RT Real covid situation in India #JustForFun.","sentiment_score":0.2}
{"full_text":"RT Inside a Rhode Island hospital E.R. overwhelmed by omicron","sentiment_score":0.0}
{"full_text":"RT Ontario chief medical officer Dr. Kieran Moore says the unvaccinated make up just 10 % of the population but are 50% of t...","sentiment_score":0.0}
{"full_text":"RT one day you're 23 and you have hopes and dreams and all then boom, pandemic, suddenly you're 25 and watching tiktok com...","sentiment_score":0.0}
{"full_text":"RT I feel like garbage today. At this point it could be coronavirus, flesh eating bacteria, gout or depression, who can eve...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Texas Attorney General Ken Paxton (R), who used his office to fight Covid mandates, has tested positive for...","sentiment_score":0.1386363636}
{"full_text":"RT 1000s of Truckers in Canada to Strike Over Vax Mandates!'Our Goal Is to Shut Down the Country Until They Dissolve Parli...","sentiment_score":-0.1555555556}
{"full_text":"RT Texas AG Ken Paxton tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT God Bless Her... Please do pray for her complete and Speedy Recovery OUR CHAMPION RASHAMI","sentiment_score":0.1}
{"full_text":"At least #Omicron is mild.\"YOU'RE FIRED!!\"","sentiment_score":0.1104166667}
{"full_text":"RT 22 months into the pandemic you can get 4 free COVID tests for your family of 5","sentiment_score":0.4}
{"full_text":"RT Happy birthday to Dolly Parton, an entertainer, who has done more to help stop the spread of COVID than all GOP elected...","sentiment_score":0.65}
{"full_text":"RT A fuel crisis orchestrated by the regime's poor planning and extortionist approach to COVID. Parents unable to take childre...","sentiment_score":-0.45}
{"full_text":"RT A lot of ppl complaining about 4 covid tests per household never had to navigate govt assistance for either themselves or ot...","sentiment_score":0.0}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Califo...","sentiment_score":0.0}
{"full_text":"Shaheer Sheikh's father dies of Covid-19, Aly Goni affords condolences: 'Keep robust'","sentiment_score":0.0}
{"full_text":"RT Planning they did but not for Omicron. They are busily moving things around on spreadsheets for th...","sentiment_score":0.1}
{"full_text":"RT Joe Biden and Kathy Hochul should take notes. All COVID related vaccine and mask mandates should end TODAY!","sentiment_score":0.0}
{"full_text":"RT #JusticeFor15YearOldAarya Parents please! Children don't need Vaccine. NTAGI has said, Dr Sanjay Rai has said it and we hav...","sentiment_score":0.0}
{"full_text":"RT 1\/Worst thing about Malaysians with fake vaccination certs is they're DELIBERATELY staying unvaccinated while many lost...","sentiment_score":0.0}
{"full_text":"RT Finally. Some commoner sense. In the face of the Science-Deniers and COVID-cultists.","sentiment_score":0.0}
{"full_text":"(2\/2) I'll just say it's a migraine. My last call off was the week before christmas when I was in the ER with covid. Only once before and PERFECT attendance other than that. I should put my mental health first right?","sentiment_score":0.187244898}
{"full_text":"Shaheer Sheikh Father Passes Away Due To Covid: aikttr shaahiir shekh ke pitaa kaa nidhn, koronaa ke kaarnn huaa thaa siiriys iNphekshn- actor shaheer sheikh father death: shaheer sheikh father passes away due to covid 19 infection aly goni pay last respects","sentiment_score":-0.0833333333}
{"full_text":"RT Here's my appearance on tonight discussing Biden's presser and all things COVID.https:\/\/t.co\/xne6l7y2Xe","sentiment_score":0.0}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"RT \"[Democrats] can't even show the American people how the previous money was spent. Focus on real issues like inflation and the...","sentiment_score":-0.0166666667}
{"full_text":"RT Order free COVID-19 tests to your home. Visit today.","sentiment_score":0.4}
{"full_text":"RT Ivanka Trump trademarked Chinese coffins &amp; body bags to profiteer off Covid deaths. She told millions of unemployed Am...","sentiment_score":0.0}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"You should go talk to your cardiology colleagues and ask them how many COVID infection related pericarditis cases they've seen vs vaccine induced cases. That's a published fact, you're welcome to look up the pubmed articles for yourself.","sentiment_score":0.4333333333}
{"full_text":"RT Why was the corona protocol not followed after Sushant was taken to the hospital? How was Sushant's post-mortem done...","sentiment_score":0.0}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"Bro my daughter caught covid and seeing her have it is killing me. ","sentiment_score":0.0}
{"full_text":"RT NEW: Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy it announce...","sentiment_score":0.1363636364}
{"full_text":"Really fucking disconcerting that as a society we have devalued rest so much that people with fucking covid feel guilty.","sentiment_score":-0.375}
{"full_text":"RT Restart Harry Potter series","sentiment_score":0.0}
{"full_text":"RT Oh what a lovely pandemic, if you can afford your own spaceship -","sentiment_score":0.55}
{"full_text":"RT Don't use South Korea as reason for why there should be mandatory military service. They technically still have an ongoi...","sentiment_score":-0.05}
{"full_text":"RT As ,SaintDrMSG recently added wear mask or doing #MaskUp as 137th welfare work in the list. That's why, the followers...","sentiment_score":0.0}
{"full_text":"RT Discussion thread: links to public\/per review medical studies that have tested different foods which you can get, may...","sentiment_score":0.0}
{"full_text":"Why the absolute fuck is this domestic terrorist doing teaching our children? Why is he allowed withing 10 feet of a child. Do you know the scars you're causing on those kids?","sentiment_score":-0.0666666667}
{"full_text":"RT BREAKING: an exclusive look at Morrison's pandemic workforce plan","sentiment_score":0.0}
{"full_text":"RT Senate Close to Voting, Covid &amp; Vaccines, Belafonte Birthday Fundraiser; Andre Leon Talley Tribute","sentiment_score":0.0}
{"full_text":"RT That's what a rigorous, fact-based approach looks like as opposed to the government's hysteria with Covid theatrics.Courageo...","sentiment_score":0.0}
{"full_text":"RT to lucky kteumes who will meet treasure in person, pls shower them with love, compliment their efforts &amp; hardwork. on behal...","sentiment_score":0.4166666667}
{"full_text":"Closing 512 polling places in Texas since 2010 and now limiting drpboxs to one per county; now allowing poll watchers INSIDE polling places has nothing to do with pre or post pandemic.","sentiment_score":0.0}
{"full_text":"yeah before omicron this is from may 2021","sentiment_score":0.0}
{"full_text":"RT BREAKING: Texas Attorney General Ken Paxton (R), who used his office to fight Covid mandates, has tested positive for...","sentiment_score":0.1386363636}
{"full_text":"RT What a sick man!Bill Gates praises Australia's heavy-handed COVID policies, suggests yearly booster shots - LifeSite","sentiment_score":-0.7142857143}
{"full_text":"RT Per CLAS guidance, 72 or more of our students out of the 144 total would have to self-report COVID+ (so it appears in...","sentiment_score":0.25}
{"full_text":"As the number of cases of Covid-19 is increasing it is advised to #MaskUp and maintain 6 feet distance. Distribute masks to the needy to stay safe as guided by Saint Dr. Singh Ji Insan.@DSSNewsUpdates","sentiment_score":0.5}
{"full_text":"new Shake &amp; Bake Economy Lifter!Classed as Full-time work because its less than an hour, can be paid in Skittles, less likely to catch Omicron, heals quickly, can't join a union, can't vote him out...#auspol#Forkliftshttps:\/\/t.co\/suScvwcCT5 via","sentiment_score":0.0272727273}
{"full_text":"Pregnant women should definitely get vaccinated as they are at increased risk for severe illness from covid","sentiment_score":0.1666666667}
{"full_text":"Please support the UK Vaccine Task Force sincerely.","sentiment_score":0.5}
{"full_text":"Tonight we're joined by Dr David Tran, Clinical Director of Paediatrics at Northern Health, for a free online information session to answer your questions about the COVID vaccine for children! Join us live via Youtube:","sentiment_score":0.3181818182}
{"full_text":"Orange juice sales surged during the pandemic and now prices are headed higher too.https:\/\/t.co\/M2dnxU5evI","sentiment_score":0.25}
{"full_text":"RT On Wednesday, the Biden administration announced that it would make 400 million nonsurgical N95 masks available free of charge...","sentiment_score":0.4}
{"full_text":"ACM happily extends the warmest welcome to students &amp; educators heading back to #Maldives schools this week for the first time in 2022! We know the pandemic is hard, but we also have faith that you'll continue to flourish beyond its limitations in your pursuit of learning! ","sentiment_score":0.3095833333}
{"full_text":"The Biden administration's plan to deliver hundreds of thousands of COVID-19 tests is putting new pressure on the postal service, which said it is hiring thousands of temporary workers to help meet demand.https:\/\/t.co\/iI3oFSYnsk","sentiment_score":0.1363636364}
{"full_text":"We've allocated $ for free\/reduced lunch kids while distance learning, but lots unclaimed because what school dist has personnel\/time to track &amp; report individually who's quarantined? Crazy idea: ditch the school part. Just give poor families food aid.","sentiment_score":-0.3333333333}
{"full_text":"NEW: Starbucks is getting rid of their vaccine mandate for employees after just weeks of putting the mandate in place.","sentiment_score":0.1363636364}
{"full_text":"I don't know how parents with very small children are not losing their minds through this pandemic, especially if they have family who don't take it seriously. Thinking of all my staff on mat leave! ","sentiment_score":-0.2472222222}
{"full_text":"RT Yesterday in Chicago:Girl, 11, shot.Boy, 15, shot.Boy, 16, shot.Boy, 16, shot.Girl, 17, shot.Violence is the g...","sentiment_score":0.0}
{"full_text":"Misinformation - Truth Over HeadlinesTime: 10AM #SDGLive By dispelling rumours, fake news, and messages of hate and division, the is working to spread accurate information and messages of hope and solidarity. Tune in to hear more","sentiment_score":-0.1}
{"full_text":"Yeah baby, I've been enjoying the night life, Covid-style.","sentiment_score":0.5}
{"full_text":"A photo of a teacher taping a face mask onto a young student caused backlash on social media, and now the school district is calling the action \"unacceptable.\"","sentiment_score":0.0777777778}
{"full_text":"The government is considering the possibility of lowering the COVID-19 alert level and easing some restrictions after assessing the current situation. See more: #Tourism #COVID #Omicron #CCSA #praethsaithy #kaarth`ngethiiyw #okhwid #o`aimkhr`n #sbkh","sentiment_score":0.25}
{"full_text":"Can't wait to see which other countries follow England's lead.https:\/\/t.co\/BbCiu7eWy2","sentiment_score":-0.125}
{"full_text":"Government to end coronavirus State of National Disaster READ: #MzansiTimes","sentiment_score":0.0}
{"full_text":"RT I'm going to go out on a limb here and say that what  is happening right now in Australia (with the explosion of \"COViD ca...","sentiment_score":0.2857142857}
{"full_text":"RT Wooww... Hatts!! Of dera sacha sauda volunteers In corona #MaskDistribution to millions of people.#MaskForProtection this...","sentiment_score":0.0}
{"full_text":"RT To Central CA:Seriously...major crisis here. Wear a seatbelt Don't get shot\/stabbed Get vaccinated Eat healthy E...","sentiment_score":0.25}
{"full_text":"RT Twitter: \"The government shouldn't make people request free covid tests, they should send mail them automatically. It's...","sentiment_score":0.4}
{"full_text":"BRUH I MISSED IT?? I WAS GETTING MY COVID TEST RESULTS (negative btw )","sentiment_score":-0.3}
{"full_text":"RT free rapid tests and free N95 masks finally being rolled out in the US is good but countries like South Korea started doing t...","sentiment_score":0.375}
{"full_text":"\"It takes around 30 days on average for the virus to disappear after one exhibits #COVID19 #symptoms. It can be present for a longer time when it comes to the older population or one having a severe illness,\" said Dr Bipin Jibhkatehttps:\/\/t.co\/jNKkKklXCM","sentiment_score":0.0055555556}
{"full_text":"The #WHO has denied claims that some countries implementing strict #COVID19 measures-such as a \"zero-COVID policy\"-have created higher risks for their population. #ZeroCovid #OmicronVarient","sentiment_score":0.25}
{"full_text":"Czech Singer Hana Horka Dies After Catching Covid Deliberately via Shows the importance of Vaccination... ?","sentiment_score":0.6}
{"full_text":"Local pharmacies say they want to be a part of this program, but because they're understaffed and dealing with a lot of other things like vaccinations during the COVID-19 pandemic.","sentiment_score":-0.0625}
{"full_text":"Pharmacies say they want to be a part of this program, but because they're understaffed and dealing with a lot of other things like vaccinations during the COVID-19 pandemic.","sentiment_score":-0.125}
{"full_text":"RT Not one National Reporter asked Joe Biden about the BORDER ILLEGAL ALIENS, bringing COVID &amp; other diseases into our Nation!...","sentiment_score":-0.328125}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"9 Conflict and stress de-escalation - survive covid - both your solution and the problems will change #leader #change #covid #stress #thegreatresignation","sentiment_score":0.0}
{"full_text":"Washington State Attorney General Bob Ferguson is urging consumers to be on the lookout for price gouging on at-home test kits for COVID-19.#SeattleMediumhttps:\/\/t.co\/Bc3NdHzB5i","sentiment_score":0.05}
{"full_text":"RT British PM Boris Johnson announces end of COVID-19 measures including mandatory face masks in England\"Our scientists believe tha...","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"AFC Women's Asian Cup: COVID Breach In Indian Camp #indianfootball","sentiment_score":0.0}
{"full_text":"RT Make a plan if your family have to self-isolate. Download a suggested plan here:","sentiment_score":0.0}
{"full_text":"RT #AlyGoni Impose Stricter Rules Instead of Lockdown #JasminBhasin #JasLy #JasLyForever #JasLyians","sentiment_score":0.0}
{"full_text":"RT The Last Days Of The COVIDian Cult","sentiment_score":0.0}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"RT WILDFIRE.\"During America's last surge of the coronavirus... people who were unvaccinated but survived Covid were bette...","sentiment_score":0.0}
{"full_text":"Every day that Johnson continues to #remain  as the #Tory \"leader\", he does even more lasting damage to them and their collective reputation. ","sentiment_score":0.25}
{"full_text":"55% Off!1-Piece Dinosaur 100% Snug Fit Cotton Footie PJshttps:\/\/t.co\/s2oVOqCLpS#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.4}
{"full_text":"As Florida home prices spike, middle-class residents wonder if they can afford to stay - The Washington Post","sentiment_score":0.0}
{"full_text":"If you still stay at home baby you don't know what real bills are so you can't come to me as a woman ","sentiment_score":0.2}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"65% Off!Duck 1.41\" x 42' Indoor_Outdoor Floors White Fiberglass Carpet Tapehttps:\/\/t.co\/OdOenqp6yH#BwcDeals #Dogecoin  #clearthelist  #Covid19","sentiment_score":0.0}
{"full_text":"RT #MaskUp In view of this corona disease, the devotees of ji are making masks at home and distributing masks...","sentiment_score":0.0}
{"full_text":"RT Since the CDC admits natural immunity is equivalent to vaccinated immunity (at a minimum), there needs to be immediate ci...","sentiment_score":0.1}
{"full_text":"Went to work sick today (not covid, tested negative, just a cold) simply because it's easier to run a low key day, than to plan for a sub.","sentiment_score":-0.269047619}
{"full_text":"RT Omicron proof#cancelboardexam2022","sentiment_score":0.0}
{"full_text":"RT A reminder that Covid is killing 1,889 people a day. Last night, one of them was my stepmom, Lynda, who brought love an...","sentiment_score":0.25}
{"full_text":"RT I hope this pandemic ends soon so he can see his family :( and im happy the members are taking good care of him","sentiment_score":0.25}
{"full_text":"Because the 'Rona isn't translating into votes, its time to move to the next crisis --&gt; 4 signs Omicron may soon peak in the U.S. via","sentiment_score":0.0}
{"full_text":"I'm sure this has nothing to do with people panic buying before a winter storm in Tennessee","sentiment_score":0.5}
