{"full_text":"RT BREAKING: GOP Senator Ron Johnson's hometown newspaper DESTROYS him, calling him a \"charlatan,\" a \"political grifter,\" an...","sentiment_score":0.0}
{"full_text":"They don't know how to back down. If the vaccine fails it's because we didn't vax enough. If they get sick then the vaccine made them less sick. These are non-falsifiable beliefs which can't be validated. And for them we're destroying normal societal interaction.","sentiment_score":-0.255643739}
{"full_text":"testing for covid, as a treat(pretty sure I don't have it, but visiting in-laws, so just in case)","sentiment_score":0.5}
{"full_text":"RT Ladies and gents here it is, the first world in all its glory !","sentiment_score":0.3125}
{"full_text":"Supreme Court's OSHA ruling puts many employers back on the spot  at a time when Covid-19 cases are spiking and the Omicron variant is causing significant challenges for many employers that were already short staffed. \"","sentiment_score":0.275}
{"full_text":"RT White House on the blockage of vaccine mandates for businesses: 'The Supreme Court has chosen to block common-sense, life-...","sentiment_score":0.0}
{"full_text":"RT \"Kids are suffering because they are not learning in-person.\" Needs to shift that to: \"Kids are suffering because...","sentiment_score":0.0}
{"full_text":"RT This was *HEAD* of the Covid taskforce - the Government unit responsible for drawing up the restrictions we all lived unde...","sentiment_score":0.2}
{"full_text":"Kids dying is not a negative consequence to","sentiment_score":0.15}
{"full_text":"1 covid case. Injuries, suspension and afcon. How is this even up for debate?","sentiment_score":0.0}
{"full_text":"RT You have every right to be angry that rules don't seem to apply equally, but people sticking to lockdown rules actuall...","sentiment_score":-0.0714285714}
{"full_text":"RT #How to tell if a Covid-19 patient is deteriorating at home?A cross-discipline team reviews the signs and symptoms to wa...","sentiment_score":0.0}
{"full_text":"\"CTV sits down with the people who screwed up the pandemic to hear how they can screw up climate change more too\"","sentiment_score":0.1722222222}
{"full_text":"RT \"Never ever use a vaccine that cannot block transmission, when you are in the battlefield\" (example: during a pandemic)Vi...","sentiment_score":0.0}
{"full_text":"RT UK used 'propagandistic' tactics to scare public into Covid compliance, founder of No10's Nudge Unit claims","sentiment_score":0.0}
{"full_text":"RT If I die of from or with Covid please note that my most important co-morbidity was poverty.","sentiment_score":0.45}
{"full_text":"RT Strange phenomenon in Tamil Nadu,  Corona virus that didn't pose a threat during Christmas and New year celebrations is po...","sentiment_score":0.0431818182}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT these shits was the first pandemic","sentiment_score":0.25}
{"full_text":"Thanks for the kind words. But you should really appreciate that if the vaccine doesn't stop infection or transmission. Then it's solely a personal decision based on their own risk,  it makes no difference to others.","sentiment_score":0.32}
{"full_text":"RT \"While employed by Downing Street, I was sent to the Co-op on the Strand to fill a suitcase with bottles of wine for a loc...","sentiment_score":0.0}
{"full_text":"She's saying: The cdc changed the rules from 10- 5 days because of disability laws that will absolve your employer from paying for disability if you aren't out for at LEAST 7 days. refuse to go in to work and stay home for at least 7 days so you can claim disability for Covid.","sentiment_score":-0.3}
{"full_text":"RT PS450 a month is getting taken directly out of my wage to pay off a 2k fine for being in a house with 5 other people over lo...","sentiment_score":0.1305555556}
{"full_text":"RT As Amazon, Walmart Cut Covid Sick Days, Paid Leave Push Revives","sentiment_score":-0.7142857143}
{"full_text":"RT The scientists I report on are at the vanguard of looking at how infections contribute to a whole host of poorly understood a...","sentiment_score":-0.1}
{"full_text":"RT Then why are you firing healthcare workers?","sentiment_score":0.0}
{"full_text":"RT Worker: can't come in. I think I have Covid.Boss: you THINK? No test results, you work.Worker: Home tests cost 16 hou...","sentiment_score":0.0}
{"full_text":"RT Update Johnson commuted between Chequers &amp; London in March 2020 Head of No 10 Covid unit attended another party...","sentiment_score":0.0}
{"full_text":"RT BREAKING: GOP Senator Ron Johnson's hometown newspaper DESTROYS him, calling him a \"charlatan,\" a \"political grifter,\" an...","sentiment_score":0.0}
{"full_text":"RT Joe is very wrong. The risk of myocarditis is higher from Covid than any Covid vaccine. #TheMoreYouKnow","sentiment_score":-0.2}
{"full_text":"RT Of the 89 covid + patients who came into my friends urgent care today, 68 of them (76%) were either double or triple vax...","sentiment_score":0.0}
{"full_text":"RT the Court held that OSHA can't implement COVID regulations because COVID isn't a hazard specific to the workplace. absolut...","sentiment_score":0.0}
{"full_text":"RT dont let hr see this ","sentiment_score":0.0}
{"full_text":"RT If you areabout Downing Street partiesthat Djokovic is having his visa removedthat Andrew has had his titles removed...","sentiment_score":0.0}
{"full_text":"RT Times like this you have to remember you're no longer a \"newbie\" But \"newbies\" are born everyday. They often believe art...","sentiment_score":-0.2}
{"full_text":"I truly wonder whether judges and baiters have locked themselves down, so far during the pandemic, that they really don't know what's been happening ... ","sentiment_score":0.0481481481}
{"full_text":"RT Woman fined PS12,000 for holding party on day of Prince Philip funeral","sentiment_score":0.0}
{"full_text":"RT Please consider our request, postpone gate 2022 exams.@CMODelhi #postponegate2022","sentiment_score":0.0}
{"full_text":"RT Thrilled this paper is out this month in Mayo Clinic Proceedings (especially for the opportunity to share this work wi...","sentiment_score":0.3}
{"full_text":"RT  ANOTHER TORY PARTYConservative Kate Josephs who was director general of cabinet covid task force had a lockdown party i...","sentiment_score":0.05}
{"full_text":"RT Am I the only one who doesn't give a rats if they remove the vaccine pass?  I will not spend a penny in any business t...","sentiment_score":0.0}
{"full_text":"RT How do you think this woman feels when Liz Truss blithely tell us our foul PM has apologised and it's \"time to move on\"","sentiment_score":0.0}
{"full_text":"This whole covid thing has just proven how dumb most people really are","sentiment_score":0.13125}
{"full_text":"bipolar much? What are u guys thinking rolling out this nonsense?!  #NOTHANKYOU","sentiment_score":0.25}
{"full_text":"RT \"Never ever use a vaccine that cannot block transmission, when you are in the battlefield\" (example: during a pandemic)Vi...","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic is a great tennis player but he lied &amp; worse he knowingly exposed people to covid.  Had it with him &amp; every o...","sentiment_score":0.2}
{"full_text":"More and more companies need to step up","sentiment_score":0.5}
{"full_text":"RT Pleased to meet with country representatives to discuss the importance of sustainable financing for #WHOImpact in countr...","sentiment_score":0.5}
{"full_text":"RT these shits was the first pandemic","sentiment_score":0.25}
{"full_text":"RT A top fuel company director tells me and are the cause of the fuel shortage. MOH ordered all t...","sentiment_score":0.5}
{"full_text":"You're a fruitcake. \"High quality masks\" South Africa, the Omicron epicentre, remember? Gone, forgotten. Then again, what over the counter generic medicine do they have I wonder.","sentiment_score":0.08}
{"full_text":"#IBPS_PO_POSTPONE Hello Sir,As we all can see the third wave of corona is getting worse day by day, Many state governments are restricting public gatherings for health of public despite all IBPS released exams dates on January 22 and January 25 #NDTV  #NirmalaSitharaman","sentiment_score":0.02}
{"full_text":"RT Update Johnson commuted between Chequers &amp; London in March 2020 Head of No 10 Covid unit attended another party...","sentiment_score":0.0}
{"full_text":"RT You have every right to be angry that rules don't seem to apply equally, but people sticking to lockdown rules actuall...","sentiment_score":-0.0714285714}
{"full_text":"Earlier I spoke to for - she says Downing Street will find it \"really difficult\" to regain public trust after the \"significant\" lockdown breaches.She adds the vast majority in Scotland follow the rules well. https:\/\/t.co\/5hk60F16WA","sentiment_score":-0.025}
{"full_text":"RT 2 weeks after the After-Work-Garden Drinks...... holy was in this crowd taking the knee.In the middle of...","sentiment_score":0.0}
{"full_text":"RT this is a list of places that are close to the venue where people can go and stay in until they're safe &amp; find a way to go h...","sentiment_score":0.5}
{"full_text":"RT Will be missing today's presser.As a concerned &amp; responsible citizen, it grieves me that I increasingly find pressers to be...","sentiment_score":0.0}
{"full_text":"It's like when people say excess deaths are higher than reported COVID-19 deaths, so therefore COVID-19 deaths are underreported.As if there aren't good reasons to think there were also increases in deaths of almost every kind in 2020 and 2021 (except maybe car accidents)...","sentiment_score":0.5166666667}
{"full_text":"After missing Wednesday night's game against Wake Forest due to a non-COVID-19 virus, the status of Duke men's basketball coach Mike Krzyzewski for Saturday's game against NC State is still unclear.","sentiment_score":-0.28125}
{"full_text":"RT Guys please be careful and don't accept rides from ANYONE and if you're going home in an Uber or any transportation service do...","sentiment_score":-0.1}
{"full_text":"Pediatric (5-11 years) appointments are currently available on Sunday, Jan 16th, 2022 at 50 Mundy Pond Road (Former Public Service Commission's Building) from 9am-8pm.Please visit  https:\/\/t.co\/rPsGfCFuPx to book an appointment.","sentiment_score":0.1333333333}
{"full_text":"Omicron protects against Delta...in non-vaxxed!!!","sentiment_score":0.0}
{"full_text":"Meanwhile...Why are we like this? Seriously wondering.","sentiment_score":-0.3333333333}
{"full_text":"RT Labour voted for these shameful lockdowns all through the pandemic and we would still be in one of they were in...","sentiment_score":0.0}
{"full_text":"You are a failure and this tweet is misleading. I am unvaccinated but have had covid. Now I have antibodies so I'm not 17 times more likely to be Hospitalized.  Stop with the misleading info.","sentiment_score":0.0611111111}
{"full_text":"RT #Iron_Lady_Dr_YasminTerming the latest occupancy rates as \"welcome news\", she cited strict implementation of coronaviru...","sentiment_score":0.65}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Now a former chief of the Covid task force turns out to have hosted leaving drinks in December 2020 when London was und...","sentiment_score":0.0}
{"full_text":"RT Was the Russian flu a 'coronavirus'? What the 1890s pandemic tells us about how Covid might end! MORE LIES? You opened A...","sentiment_score":0.25}
{"full_text":"RT There is a portion of society that was cognisant of the horrors that were being perpetrated early on. And people wonder why...","sentiment_score":0.1}
{"full_text":"RT Triggered: From farms to rodeos to COVID cults.@CoryBMorgan is triggered by people who thrive on spreading panic while t...","sentiment_score":0.0}
{"full_text":"No, they haven't. Science says that the vaccines don't prevent you from getting\/spreading COVID. Also, science says that more vaccinated people are getting and dying from COVID today than unvaccinated.","sentiment_score":0.5}
{"full_text":"RT Reposting as the original was deleted. Ontario covid ICU update. Looks like yesterday's drop may have been a data blip","sentiment_score":0.375}
{"full_text":"All this to avoid a vaccine? What babies.","sentiment_score":0.0}
{"full_text":"RT The Queen sitting alone, mourning the loss of her husband, was the defining image of lockdown. Not because she is the Que...","sentiment_score":0.0}
{"full_text":"We don't yet know the relationship between covid infection and susceptibility to other diseases. So far, CDC researchers have noted that children who have recovered from covid-19 appear to be at significantly increased risk of developing Type 1 or Type 2 diabetes.","sentiment_score":0.1166666667}
{"full_text":"RT Should Spotify drop Joe Rogan over his Covid lies?","sentiment_score":0.0}
{"full_text":"RT From financing gain of function research, to lying to Congress and to the American people, to deliberately suppressing li...","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that at the height of the pandemic Tory MP Craig Whittaker said Muslim communities were \"not taking t...","sentiment_score":0.0}
{"full_text":"RT Update Johnson commuted between Chequers &amp; London in March 2020 Head of No 10 Covid unit attended another party...","sentiment_score":0.0}
{"full_text":"RT If Uhuru Kenyatta were to wake up tomorrow and say he is supporting Gideon Moi at the expense of Raila Odinga,you will se...","sentiment_score":0.25}
{"full_text":"RT It's was over confidence by referencing a poorly validated study. was right that myocar...","sentiment_score":-0.0571428571}
{"full_text":"Same as your vaccine buddy.... Lets take this simpleton for you... no vaxx=can get covid   With vaxx= can get covid... you sir are a dumb ass!","sentiment_score":-0.234375}
{"full_text":"RT The OHA has updated its critical care data again. There are now 10 children with COVID-related critical illness in the PI...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Nike sends a defiant letter to its remaining unvaccinated employees that they will be FIRED by January...","sentiment_score":0.0}
{"full_text":"RT With that said I don't feel comfortable with my elderly family being taken care of by an unvaccinated nurse, doctor, psa etc....","sentiment_score":0.4}
{"full_text":"RT If you have lost loved ones to COVID-19 have you registered with the ?They are working hard on behalf of...","sentiment_score":0.2041666667}
{"full_text":"RT BREAKING NEWS: Nike sends a defiant letter to its remaining unvaccinated employees that they will be FIRED by January...","sentiment_score":0.0}
{"full_text":"RT Tomorrow is a historic day in American history Starting January 15th, 2022 if you do not have a government-ordered vacc...","sentiment_score":0.0}
{"full_text":"RT The a wire service used by numerous news outlets, told staffers recently to \"avoid emphasizing\" #COVID19...","sentiment_score":0.0}
{"full_text":"RT In case you know people who haven't found a ride. Some arab stays said you can stay at this boulevard for free. Just...","sentiment_score":0.4}
{"full_text":"school got canceled for the rest of the year cuz of covid","sentiment_score":0.0}
{"full_text":"RT Excited for this one ","sentiment_score":0.375}
{"full_text":"RT this is a list of places that are close to the venue where people can go and stay in until they're safe &amp; find a way to go h...","sentiment_score":0.5}
{"full_text":"\"8x more likely to get myocarditis from getting covid than from the covid vaccine\" Love to see anti-vaxx idiots get owned.","sentiment_score":0.05}
{"full_text":"RT Biden's FEMA Director says \"the most critical need right now is medical staffing for our hospitals\" as Biden's vaccine man...","sentiment_score":0.1964285714}
{"full_text":"First one opened on January 19th","sentiment_score":0.25}
{"full_text":"RT i really need you to start listening to what disabled folks are experiencing right now &amp; the solutions we have to offer in...","sentiment_score":0.0952380952}
{"full_text":"Is this a ploy to encourage stupid vain men to wear a mask. What woman finds a man in a mask attractive???","sentiment_score":5.551115123e-17}
{"full_text":"RT Please bring a law where a Son-in-Law should have legal right to stay in His wife home, bring a law like #CRPC125 where...","sentiment_score":0.2428571429}
{"full_text":"RT For the record, you can't go unmasked and unvaxxed spreading Omicron everywhere then complain about shortages of things th...","sentiment_score":0.0}
{"full_text":"RT It really is hard to believe. Whenever I see overdose stats, I assume it's over hyped. Numbers truly are startling. Yet it's...","sentiment_score":-0.3958333333}
{"full_text":"RT UK economy grew by a much stronger-than-expected 0.9% in November resulting in GDP exceeding its pre-pandemic level for the fir...","sentiment_score":0.2}
{"full_text":"RT I see. I just got the Moderna booster as every place that offered Pfizer was fully booked for weeks...","sentiment_score":0.0}
{"full_text":"RT Vaccines required for children:Diphtheria, Tetanus, &amp; PertussisHaemophilus Influenzae Type BMeasles, Mumps, &amp; Rubel...","sentiment_score":0.0}
{"full_text":"Just like a cold, covid can reinfect us.","sentiment_score":-0.6}
{"full_text":"Fox has vaccine passports","sentiment_score":0.0}
{"full_text":"RT Guys please be careful and don't accept rides from ANYONE and if you're going home in an Uber or any transportation service do...","sentiment_score":-0.1}
{"full_text":"They'll just rebrand their social credit system since their pandemic plan is failing - probably a climate or inclusivity related system","sentiment_score":0.0166666667}
{"full_text":"RT You voted for people to die without their relatives with them. You wanted sooner, harder and longer lockdown.","sentiment_score":-0.1}
{"full_text":"RT For the record, you can't go unmasked and unvaxxed spreading Omicron everywhere then complain about shortages of things th...","sentiment_score":0.0}
{"full_text":"BREAKING NEWS: Biden Vaccine Mandate BLOCKED by Supreme Court via","sentiment_score":0.0}
{"full_text":"The highest daily case count since the pandemic began for Arizona","sentiment_score":0.0}
{"full_text":"RT this is a list of places that are close to the venue where people can go and stay in until they're safe &amp; find a way to go h...","sentiment_score":0.5}
{"full_text":"You are the problem or at least a part of it Jessica!! How can anyone in their right mind and good conscience listen to and agree with the CDC!! This is getting way out of control! Soon people like jer will be saying yellow isn't yellow it's blue...","sentiment_score":0.1361607143}
{"full_text":"Cal\/OSHA has released revisions to the #COVID19 Prevention Emergency Temporary Standards, effective today. Here's what employers need to know. #OSHA #EmploymentLaw","sentiment_score":0.6}
{"full_text":"#VanBlackLaw partner, Anne Bibeau, participated in an interview with CoVaBIZ Magazine discussing the changes in the workplace landscape as a result of the #pandemic.","sentiment_score":0.0}
{"full_text":"RT I'm so conflicted about Gally this year. I don't know how to process.","sentiment_score":0.0}
{"full_text":"RT No matter the legal logic, #SCOTUS decision to shoot down the #OSHA vaccine mandate is a dangerous game. These justices...","sentiment_score":-0.2388888889}
{"full_text":"1 covid case","sentiment_score":0.0}
{"full_text":"These \" Health \" expert's are relying on a theory,  CDC can't even prove the Virus exists. CDC NOW Admits NO 'Gold Standard' for the Isolation for ANY Virus! - Rights and Freedomshttps:\/\/t.co\/wt7IWJc5Ni","sentiment_score":0.0}
{"full_text":"Who gives a damn about the serb vote?! They are  a small minority, not including the Serbs that believe he should have had the vaccine. I would rather listen to the vast majority of Australians who want him out!","sentiment_score":-0.125}
{"full_text":"RT BANG! You did this! #ichooseCOVAXIN is a movement that will change our country and the world! A universal vaccine, th...","sentiment_score":0.0}
{"full_text":"We shall value greatly because of the COVID-19 pandemic, unsung COVID-19 heroes.","sentiment_score":0.8}
{"full_text":" Young people between 12 and 17 years of age are now also recommended a #booster #vaccination by the #STIKO in #Germany.The decision was made on the basis of studies showing increased protection through booster shots.#boostershot #Covid19 #vaccinehttps:\/\/t.co\/X4b3NHvEUS","sentiment_score":0.1}
{"full_text":"RT American hospitals are overwhelmed. It's time to take this seriously.  As a start, let's fire thousands of nurses who refuse...","sentiment_score":-0.1666666667}
{"full_text":"The speed at which omicron spreads and the limited access to testing means covid is spreading rapidly in workplaces. We need 10 paid sick days and we need 10 days to isolate and recover. Without this, workers are risking their safety to go to work while sick","sentiment_score":-0.5}
{"full_text":"My crush will get COVID today, and Spring quarter will not ruin my social life this quarter.","sentiment_score":0.0333333333}
{"full_text":"You won't die or be disabled? From Covid?","sentiment_score":-0.2}
{"full_text":"RT Your efforts are useless, Oregon parents. sold your children to the devil to get fed money. Brown is keepi...","sentiment_score":-0.5}
{"full_text":"was a member of #TPLF's central committee prior to becoming a DG of and still keeps close ties with this group, which is a designated terrorist group. One needs to only read his tweets of past year to see bias towards TPLF#Ethiopia","sentiment_score":0.04}
{"full_text":"Rising COVID numbers and evidence that vaccines are less effective after six months are behind St. Bonaventure's decision to require booster shots for students. Story by","sentiment_score":0.0111111111}
{"full_text":"How tracking SARS-CoV-2 in animals protects people","sentiment_score":0.0}
{"full_text":"RT Update Johnson commuted between Chequers &amp; London in March 2020 Head of No 10 Covid unit attended another party...","sentiment_score":0.0}
{"full_text":"Covid Jabs: Hi all, I'm sure its been discussed but can't find it. Can I please confirm that adults only need 2 jabs in order to meet requirements. My wife and I are triple jabbed, but son (22) is onl...","sentiment_score":0.25}
{"full_text":"Bravo Coach. I would like to suggest KF94 are also very high on the list of effective masks...right up there win N95 and KN95. See site. LG makes a verified one","sentiment_score":0.536}
{"full_text":"RT Tented Covid wards in hospital car parks &amp; Javid said the NHS is coping well. Did I say tented wards?  I me...","sentiment_score":0.0}
{"full_text":"RT Omicron globally has tended to cause less severe disease, and proportionally fewer hospital admissions and deaths, than...","sentiment_score":-0.0833333333}
{"full_text":"RT Congress is AWOL.","sentiment_score":0.0}
{"full_text":"RT Self Care During COVID19 Pandemic","sentiment_score":0.0}
{"full_text":"Slowing the spread starts with knowing if you're infected. COVID-19 tests help us stay on top of our health and prevent others from being exposed. Test before and after traveling and gathering to stop the virus and its variants.","sentiment_score":0.5}
{"full_text":"Sir my name is Anujit Mondal,24 years old. I'm from India, now my condition is very poor, Not just me, it's happening to my family but It's been with me for the last 5 years, We are in a very bad situation. And now the covid.sir plz help me.I can do everything for you.","sentiment_score":-0.3325}
{"full_text":"RT They are fining NBA teams for unvaccinated players playing? If being unvaccinated is a health issue then what is a fine g...","sentiment_score":0.4166666667}
{"full_text":"\"Since the beginning of 2020 COVID-19 has spread relentlessly around the globe, causing widespread fear and impacting, in one way or another, on the lives of almost all of its 7.8 billion inhabitants.\"#yanvana #themessage #overpopulationhttps:\/\/t.co\/yTL2RHAorR","sentiment_score":0.0}
