{"full_text":"RT It's still unbelievable that every time there is a minor spike in covid cases in Florida, it is an indictment of their...","sentiment_score":-0.15}
{"full_text":"RT I know more people who have had COVID than have not had COVID.","sentiment_score":0.5}
{"full_text":"RT Wtf????You cannot just ignore an infectious virus into endemicity. Especially not one that causes this much acute and c...","sentiment_score":0.3}
{"full_text":"RT Science is dead","sentiment_score":-0.2}
{"full_text":"RT Chris Whitty once said that it would be really good if we could get away with 20,000 Covid deaths. Now we have had 150,...","sentiment_score":0.7}
{"full_text":"*@  NCT FEB BABIES 2022: Stay-At-Home Birthday Cupsleeve Event PH by x  Order Form: DOP = 5 days upon receiving oc!  MOP = Gcash \/ BDO  MOD = sdd, sco, ggx, jnt NCTzens, Pre-Order Now! &gt; see thread!","sentiment_score":0.3125}
{"full_text":"RT Thousands protest covid-tyranny in Montreal, Canada! ","sentiment_score":0.0}
{"full_text":"Corona ran away fearing ","sentiment_score":0.0}
{"full_text":"RT I think there is a very sound reason why this guy is *ex-head* of the vaccine task force ","sentiment_score":0.52}
{"full_text":"RT I would like to announce that I just returned home to Los Angeles from Atlanta on a flight where absolutely no one punch...","sentiment_score":-0.1}
{"full_text":"RT Families wanted to have plain simple fun which I recall many a times in my childhood was driving to the Muree snowfall; t...","sentiment_score":0.1464285714}
{"full_text":"Has he been COVID tested as those symptoms are on the list.","sentiment_score":0.0}
{"full_text":"RT Friendly reminder: Even if it is \"just a cold\" and not Covid, you still should stay home. Like, nobody wanna catch a cold f...","sentiment_score":-0.275}
{"full_text":"Delhi's Current Wave Has Low Deaths, Hospitalisations; Kejriwal Promises No Lockdown If 'People Wear Masks'","sentiment_score":0.0}
{"full_text":"RT 14 year old healthy kid. 10 days after Pfizer vaccine.","sentiment_score":0.3}
{"full_text":"RT Mark Steele Announces First Criminal Investigation Into COVID Shots In UK    ","sentiment_score":-0.075}
{"full_text":"RT it is absurd and appalling account is being abused for churlish antics and used t...","sentiment_score":-0.425}
{"full_text":"RT women breaking covid-19 shields, people are really tired of this ","sentiment_score":-0.4}
{"full_text":"RT Smallpox is monotypic with no animal reserve, whereas SARS-CoV-2 is not monotypic, has an ani...","sentiment_score":0.0}
{"full_text":"RT It's not the new year any of us hoped for, but unfortunately COVID is driving this bus. But remember, we help determine the...","sentiment_score":-0.1818181818}
{"full_text":"Because covid deaths not counted correctly in usa.  Covid could the 30th contributing cause, but be counted as a covid death.","sentiment_score":0.0}
{"full_text":"got covid :( late night sick banky! pull up and keep me warm","sentiment_score":-0.3357142857}
{"full_text":"RT Dear Hon We are again urging you to enact immediate emergency measures We are in...","sentiment_score":0.0}
{"full_text":"RT Within 28 days of a positive test does not mean you died of covid. Very misleading figure...","sentiment_score":0.1945075758}
{"full_text":"RT \"double vaxed + boosted...don't 4get to still wear a mask this sh*ts contagious .\" - Lady Gaga via Instagram","sentiment_score":0.0}
{"full_text":"RT If only reporting like yours were the rule rather than the exception,  #GTTO #JohnsonOut #JohnsonOutNow #J...","sentiment_score":0.0}
{"full_text":"RT Finally,None of this is particularly difficult. You are not being asked to fight in a war or send your kids away or ratio...","sentiment_score":-0.5}
{"full_text":"RT Cyprus reportedly discovers a Covid variant that combines omicron and delta","sentiment_score":0.0}
{"full_text":"It's Omicron, NOT Omnicron.","sentiment_score":0.0}
{"full_text":"Unique vaccination appeal through kiteshttps:\/\/t.co\/xq9bATbsuKvia NaMo App","sentiment_score":0.375}
{"full_text":"Malaysia sees new Covid-19 cases decline to 2,888 after four days","sentiment_score":0.1363636364}
{"full_text":"RT It's amazing how many of these little kids with COVID are presenting with croup-like symptoms. Whoever said this was a 'mil...","sentiment_score":0.3041666667}
{"full_text":"RT It doesn't take much thought to realise that excluding someone from aspects of society, due to their vaccine status, is morall...","sentiment_score":0.0375}
{"full_text":"RT 1\/ All healthcare workers that are treating patients right now should be wearing N95 masks. Spread is like wildfire. We al...","sentiment_score":0.2857142857}
{"full_text":"Yep. Myocarditis by age group from vaccine in the US","sentiment_score":0.0}
{"full_text":"RT On Day 3 of COVID isolation. Trudging through it.Feeling so much appreciation and gratitude for all the scientists and me...","sentiment_score":0.2}
{"full_text":"RT Elections Ontario now has a vaccine passport policy for entry to all locations, including field locations (i.e. pollin...","sentiment_score":0.0}
{"full_text":"RT Governments knows how to door deliver liquor on lockdowns.But failed to deliver sanitary pads for womenDid they thou...","sentiment_score":-0.5}
{"full_text":"False Vs Fact !!!","sentiment_score":-0.78125}
{"full_text":"RT Double vaccinated ( to do the Isle of Man TT )  and Covid has hit me for 6. Worse than I was unvaccinated. I don't get it...","sentiment_score":-0.2}
{"full_text":"RT the CDC now says your boss can legally exhume your covid-ridden corpse and prop it up at the cash register like weekend at...","sentiment_score":0.2}
{"full_text":"We haven't stood up and said we will fight Covid, if we had followed rules from day one we would be through the Pandemic, now we are putting our children in a Covid storm, normalizing children's Covid infections, when the science isn't there to tell us what long term effects are","sentiment_score":-0.05}
{"full_text":"Incoherent indeed. Confirmed COVID-19 deaths by age (UKHSA chart) show zero teenager deaths for past year. (Presumably this is 'of' rather than 'with')","sentiment_score":-0.0166666667}
{"full_text":"Why has Scotland had such low rates of testing for Covid since the start of the pandemic?You're saying one thing, but doing another...","sentiment_score":0.0}
{"full_text":"When our rabbit died...My BIL told my sister: It's sus a silly wabbit","sentiment_score":-0.5}
{"full_text":"Oh boy","sentiment_score":0.0}
{"full_text":"Deltacron promax 13","sentiment_score":0.0}
{"full_text":"Yes know of friends that have been double jabbed and have tested for Covid - work that out ! ","sentiment_score":0.0}
{"full_text":"RT For the past few months I've been working with a COVID Community team.  We try to help people manage COVID safely at home.In...","sentiment_score":0.0166666667}
{"full_text":"RT We're playing with fire. Losses suffered by just one Toronto neighborhood. See string.","sentiment_score":0.0}
{"full_text":"RT I went out for a walk this afternoon. Astonished to see restaurants and pubs heaving. It's outer London where we know co...","sentiment_score":0.0}
{"full_text":"RT QUEBEC -  Vaccine Passports now only valid for for the boosted.A vaccine passport won't set you free, it will only c...","sentiment_score":0.1333333333}
{"full_text":"RT New CDC policy just dropped","sentiment_score":0.1363636364}
{"full_text":"The courts will decide.","sentiment_score":0.0}
{"full_text":"RT CDC releasing the report that COVID significantly increases risk of children developing diabetes *on Friday night* after lying t...","sentiment_score":0.375}
{"full_text":"RT And here's today's NSW Citizen Covid Dashboard - it's got a few numbers that don't include in theirs. Thanks t...","sentiment_score":0.0}
{"full_text":"RT Double vaccinated ( to do the Isle of Man TT )  and Covid has hit me for 6. Worse than I was unvaccinated. I don't get it...","sentiment_score":-0.2}
{"full_text":"RT Got Covid earlier this week.An unpleasant experience to say the least.I mostly blame myself as I've been much more loose...","sentiment_score":0.0546153846}
{"full_text":"RT They've changed the narrative. It usex to be \"90% of ICU patients are unvaccinated\".","sentiment_score":0.0}
{"full_text":"RT I allowed myself a little bit of hope yesterday. But tonight, I've come to work to emails that are basically 'have the...","sentiment_score":-0.1875}
{"full_text":"RT Nothing should surprise us from the Govt of but the threat of removing free lateral flow tests is madnes...","sentiment_score":0.4}
{"full_text":"RT All the year people had vaccine certificates?","sentiment_score":0.0}
{"full_text":"RT I have 2 sons. 1 died 5 years ago. My other son told me that if I get covid he wants me to go to his place so he can look...","sentiment_score":0.0375}
{"full_text":"RT There's now a weird consensus that kids aren't in danger. The published a piece by saying for kids \"v...","sentiment_score":-0.5}
{"full_text":"RT Looking back on the last two years, it occurs to me that when I failed to successfully predict the government's response to...","sentiment_score":0.0625}
{"full_text":"RT The number of Americans hospitalized with Covid-19 just hit 133,000, the highest of the whole pandemic. Maybe we should s...","sentiment_score":0.2}
{"full_text":"RT Requesting please reconsider gym restrictions. Fitness centres are already facing losses...","sentiment_score":0.0}
{"full_text":"Idk for me I have other things to be terrified about and I guess I'm just so used to insane spread of COVID in the US","sentiment_score":-0.5625}
{"full_text":"RT This sort of thing almost always goes unchallenged, but so far as I know, there is simply no data to support Dr. Henry's statem...","sentiment_score":0.05}
{"full_text":"RT I wish I could cut and paste Western Australia's current covid experience onto all my interstate and international frien...","sentiment_score":0.0}
{"full_text":"RT Vaccine Passports , Mask mandates, heavily restricted Hospitality, Events and closed Nightclubs ..Are you getting it yet?No...","sentiment_score":-0.15}
{"full_text":"RT Huh. That's funny. I seem to remember y'all passionately defending mandating that women get transvaginal ultrasounds. ","sentiment_score":0.1}
{"full_text":"RT discusses how an ethics committee ruled that disgraced former  NY governor must pay back...","sentiment_score":0.0}
{"full_text":"RT Risk of COVID death in a FULLY vaccinated person is 0.003%Yet vaccines are a *conspiracy*https:\/\/t.co\/8Bmyu4HRdm","sentiment_score":0.0}
{"full_text":"RT Boring, people still canning others for COVID compliance\/non-compliance, taking cheap shots, belittling etc in Twittersville....","sentiment_score":-0.3}
{"full_text":"RT Tucker Carlson said \"boosters increase your chances of getting Covid.\" The modern day Joseph Goebbels! Funded by Ruper...","sentiment_score":0.25}
{"full_text":"RT 'COVID Centre ki Kamai'Mayor Kishori Pednekar says \"Kirit Somaiya Ganja Khakar Bol Rahe Hai\" BMC has given Worli Do...","sentiment_score":0.0}
{"full_text":"RT Yeadon on Dr James\"He's the safest person in the hospital to be around\"If you've had the infection, you are immune. W...","sentiment_score":0.0}
{"full_text":"Amen!!                                                    Hey I am interested in attending Louisiana Tech University. I'm 6\"0 190 pounds. COVID Freshman this year. 700 receiving yards, 200 return yards.","sentiment_score":0.25}
{"full_text":"RT I'm getting the impression that now, people who voted Conservative shouldn't complain about a death toll from Covid of 150,...","sentiment_score":0.0}
{"full_text":"RT You thought the vaccine was the 'pathway back to freedom' but as you're now seeing, it's actually just a dead-end path...","sentiment_score":0.0}
{"full_text":"RT Traditional- no. This is Howard's creation.  There was no Jan 26 holiday in the first 35 years of...","sentiment_score":0.125}
{"full_text":"Get well soon Shiv. I hope the symptoms remain mild!I contracted Covid on Thursday and had a terrible time the first couple of days!","sentiment_score":-0.34375}
{"full_text":"RT It's only took 20 months for the medical community to start to realize that covid is a vascular disease. Congrats, I gue...","sentiment_score":0.0}
{"full_text":"COVID-19 has had a detrimental impact on many small businesses in Paraiba, Northeast Brazil. We've been supporting women-led businesses to be more creative and savvy - read their amazing stories here - #Brazil #covid #womeninbusiness","sentiment_score":0.35}
{"full_text":"It is very timely to get to know the people behind the international anti-vaccine covid movement, and understand the reasons behind it. The Anti-Vax Conspiracy still streaming on Upstream Ph. Visit: #UpstreamInternational","sentiment_score":-0.15}
{"full_text":"RT the United States is number one. in covid cases, incarceration and military spending","sentiment_score":-0.1}
{"full_text":"Doctors had initially told her to \"ride it out\"https:\/\/t.co\/YS90J0jJ5p","sentiment_score":0.0}
{"full_text":"RT A major Chinese city near Beijing has begun mass testing of its 14 million residents after a cluster of 20 children and adults test...","sentiment_score":0.0541666667}
{"full_text":"Nearly twice as many military members died from suicide July-Sept than from coronavirus since pandemic's starthttps:\/\/t.co\/aGeghEsYTW","sentiment_score":0.1666666667}
{"full_text":" Game Day Sheffield at the We know it's short notice but the boys are back from COVID-19 and we are ready to go. Face Off 4pm (doors open 2.30pm)Tickets:","sentiment_score":-0.04}
{"full_text":"It treats the lung complications of Covid but is NOT a \"CURE\" or preventative for Covid itself....","sentiment_score":0.0}
{"full_text":"#PrimeMinister #NarendraModi will chair a meeting to review the #COVID19 situation in the country at 4.30 pm on Sunday,https:\/\/t.co\/aLzkledScj","sentiment_score":0.0}
{"full_text":"Amazon will help deliver free COVID-19 home test kits to Colorado residents as the state sees a significant increase in demand for rapid antigen testshttps:\/\/t.co\/ilQ63zI8zu#Amazon #AMZL #COVID19 #COVID_19 #CovidTesting #Colorado #health #community #communities","sentiment_score":0.3875}
{"full_text":"Good morning all! Our customer care team are now online, ready to help you all with your queries. Please remember to #WearAMask when boarding public transport and be mindful of others.#ConnectingPeopleToPlaces#StaySafe","sentiment_score":0.3583333333}
{"full_text":"HARD TO SWALLOW. Jailed Iranian poet and documentary filmmaker #Baktash_Abtin has died in detention in a hospital in Tehran after falling ill with #COVID19. blames the Iranian authorities for his death. #HumanRights #HumanRightsViolations ","sentiment_score":-0.2638888889}
{"full_text":"The year has started with a huge wave of the Omicron infection.  Are you restricting your social activities once more? And what sources of information do you trust to keep you up to date with latest developments?Read my thoughts on all of this here: Tx","sentiment_score":0.3583333333}
{"full_text":", the national carrier of Bahrain, has received the Five Star Covid-19 Airline Safety Rating after a vigorous audit by Skytrax Research, find out more at #FiveStars #AirlineSafety #SkytraxResearch","sentiment_score":0.5}
{"full_text":"68 staff members of Bongbong-Sara Uniteam get COVID-19, HQ closed for another weekhttps:\/\/t.co\/PECOAaW9D1","sentiment_score":-0.1}
{"full_text":"IT'S A NEW ALL-TIME HIGH.BREAKING: The DOH recorded 28,707 additional COVID-19 cases on Sunday -- the country's highest daily tally since the start of the pandemic.Active cases, meanwhile, are at 128,114. #COVID19PH Real-time updates on COVID-19 here:","sentiment_score":0.0681818182}
{"full_text":"RT Dr Clive Dix - highly respected former chair of UK vaccines taskforce who helped firms develop Covid vaccine - dropping a t...","sentiment_score":0.08}
{"full_text":"BACK AT IT | It's been nearly two years since Lennox Head has held its popular community markets, due to the pandemic.Now, they're finally back on, and it's making a difference to locals in more ways than one.@Josie_Shannon_","sentiment_score":0.1791666667}
{"full_text":"RT This is your reminder that Jen Psaki and President Biden speak without masks REGULARLY indoors.","sentiment_score":0.0}
{"full_text":"RT The government has allowed the at-home treatment of COVID-19 positive individuals and their close contacts with no, mil...","sentiment_score":0.2272727273}
{"full_text":"RT Croup is not new ... anything else in the fear bag or is it totally empty? Fuck off","sentiment_score":-0.1893939394}
{"full_text":"COVID-19 vaccines are safe and effec-tive. COVID-19 infection risk is much higher than risks associated with the vaccine.Learn more at:","sentiment_score":0.4166666667}
{"full_text":"RT There are other problems such as the overwhelmed system being unable to give the official notification needed, long lines...","sentiment_score":-0.16875}
{"full_text":"Due to increasing levels of absence amongst Train Crew, owing to COVID isolation, short notice alterations\/cancellations may occur. We're sorry for any inconvenience caused as a result of disruption to your journey.Check your journey:-","sentiment_score":-0.159375}
{"full_text":"A street drinker who committed 99 drunk and disorderly offences in 2017 alone has made huge progress since being housed during the pandemic.https:\/\/t.co\/2WGvpnahZB","sentiment_score":-0.05}
{"full_text":"You might be wondering why","sentiment_score":0.0}
{"full_text":"'My name is Kovid and I'm not a virus': How life of a 'namesake' changed in the pandemichttps:\/\/t.co\/LyrmBfrWpO","sentiment_score":0.0}
{"full_text":"The demonstrations were also fueled by anger against President Emmanuel Macron's recent vow to \"piss off the unvaccinated\".#France #Macron #Anti_Vaccine #antiPass #Protests #COVID19","sentiment_score":-0.35}
{"full_text":"RT Over 750 doctors at 6 big Delhi hospitals are Covid-positive. AIIMS alone has 350 resident doctors infected with the virus.","sentiment_score":0.0}
{"full_text":"Local doctor clarifies at-home COVID tests and Omicron varianthttps:\/\/t.co\/Vw8CMzirSg","sentiment_score":0.0}
{"full_text":"Chris now knows the monthly payment on 25  Rates for PS100,000 over 25 years:","sentiment_score":0.0}
{"full_text":"RT Djokovic is an entitled ass but Morrison is falling back on the sovereign &amp; border security model 4 a reasonWhat abt the c...","sentiment_score":0.0}
{"full_text":"RT  The ICU Doctor Mr James told the PA news agency he did not believe Covid-19 was causing \"very significant problems\" for...","sentiment_score":0.4875}
{"full_text":"RT Folks needing latex-free respirator masks, has some for pre-order on their site. Support them! They've been ship...","sentiment_score":0.0}
{"full_text":"#LayerUp to protect yourself against #COVID19 this winter. Please sanitise your hands regularly and bring sanitizer with you when you go out. Every layer counts. #LayerUp | #ForUsAll |","sentiment_score":0.0}
{"full_text":"Spare a Prayer Lord, be with us as we deal with the continued challenges the COVID-19 pandemic brings. Help us to work together and support one another as we tackle this global challenge. Help us to care for our neighbours around the world.","sentiment_score":0.0}
{"full_text":"While you #FlattenTheCurve and adhere to the #coronavirus restrictions, don't forget to read up on our latest publications.https:\/\/t.co\/qgZmlL8i5p","sentiment_score":0.5}
{"full_text":"JUST IN | The Department of Health tallies 28,707 new COVID-19 cases, additional 2,579 recoveries and 15 new deaths. The country also posted a 44.0% positivity rate, with total active cases above 100,000.","sentiment_score":0.0278787879}
{"full_text":"RT OK. Let's make this really simple;. You cannot get in to Downing Street without going through security. How did the police...","sentiment_score":0.25}
{"full_text":"Senegal's 2021 AFCON Hopes Suffer Setback As Mendy, Koulibaly Test Positive For COVID-19 - Complete Sportshttps:\/\/t.co\/JSX0Aj39u9","sentiment_score":0.1636363636}
{"full_text":"RT It's amazing how many of these little kids with COVID are presenting with croup-like symptoms. Whoever said this was a 'mil...","sentiment_score":0.3041666667}
{"full_text":"This will help covid just as the current peak wanes. Sars-Cov-2 thanks the government very much.","sentiment_score":0.1533333333}
{"full_text":"Three people who died from coronavirus (Covid-19) complications in Bahrain in the last week were not fully vaccinated, it has been revealed.Read more:","sentiment_score":0.25}
{"full_text":"You're braver than you believe and stronger than you seem, and smarter than you think. Team Nayi Disha appeals to all eligible young friends to get vaccinated at the earliest. #immunization #vaccines #coronavirus #vaccination #macron #covid #vaccin #COVID #getvaccinated","sentiment_score":0.1}
{"full_text":"RT 150,000 Covid deaths. Don't let them tell you this was unavoidable. Choices were made. This is on the Government.","sentiment_score":0.0}
{"full_text":"Hina Khan's entire family tests positive for COVID-19 apart from her, shares photos of 'battle scars' | People News","sentiment_score":0.1136363636}
{"full_text":"800000\/320000000=.00025I know math is hard but the death rate does NOT call for all the measures takenMore ppl die of obesity related issues than COVID. I don't see y'all commies asking to ban McDonalds. Again, spare me ur \"sudden faux compassion\"","sentiment_score":-0.0972222222}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 20.8FHumidity: 65%Dew Point: 16.9F Barometer: 30.386 inHgWind: 6 mph from the SECorona Virus Weekly Stats:Cases: 559.000000Deaths: 11.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT So to summarise:1. The Department of Home Affairs appears to have fucked up2. Tennis Australia appears to have fucked up...","sentiment_score":-0.6}
{"full_text":"On Friday, nearly one million more Americans tested positive for COVID-19, 2,000 lost their lives, and coronavirus hospitalizations reached their all-time high.","sentiment_score":0.2468181818}
{"full_text":"RT Please maintain safe distance from both 'Omicron' and O'mitron' ! #Joker_Modi","sentiment_score":0.625}
{"full_text":"In here with the main man catching some Conspiracy vibes  #ConspiracyTheories #Covid19 #Metaverse","sentiment_score":0.3833333333}
{"full_text":"RT TRILLIONS in economic damage. BILLIONS of people unable to get even one vaccine dose. MILLIONS dead from Covid. THOU...","sentiment_score":-0.1666666667}
