{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"WA Board of Health may mandate COVID-19 vaccine to attend school and criminalize those who disobey related 'health order' | The Post Millennial","sentiment_score":0.0}
{"full_text":"The same reason they wear a mask in their car, pump experimental juice into their kids, or support firing healthcare staff..  They're brilliant!","sentiment_score":0.3666666667}
{"full_text":"RT Carrie Johnson says breaking social distancing rules was 'lapse of judgement'. Well it wouldn't be the.  first time wo...","sentiment_score":0.1416666667}
{"full_text":"RT This week, Labour tweeted an NHS nurse saying that during the lockdown she refused to let a begging, weeping man see his...","sentiment_score":0.0}
{"full_text":"'SNL': Joe Biden blames omicron, inflation and everything else on 'Spider-Man: No Way Home' What is your motive to print this? I assume you want some MORON will accept this as the truth?","sentiment_score":-0.8}
{"full_text":"RT The Supreme Court says the Government can't make you wear a mask and get vaccinated but it can make you give birth???","sentiment_score":0.0}
{"full_text":"RT A friend was doing some work on the exterior of a house and the homeowner insisted he mask up. He refused so she left hom...","sentiment_score":0.0}
{"full_text":"RT There are some crazy stupid people in this world! Imagine wasting the precious Covid vaccine by dumping it in tissue so...","sentiment_score":-0.3666666667}
{"full_text":"RT Update on my son. We got results back and it's vaccine induced myocarditis. His left ventricular wall is slightly enlar...","sentiment_score":-0.0555555556}
{"full_text":"What is normal for you isn't necessarily for someone else. For him, normal is the opposite.This pandemic is far from normal. If he hadn't had covid he wouldn't get an exemption and wouldn't come.","sentiment_score":0.11}
{"full_text":"Halak positive before yesterday's game and Garland positive after. Now we wait (again)","sentiment_score":0.0181818182}
{"full_text":"RT If you have not gotten vaccinated, do it. Personal choice impacts all of us--our hospitals, our country. COVID-19 is one of...","sentiment_score":0.0}
{"full_text":"RT Vaccine Damage: Crimes against humanity being reported in Israel:","sentiment_score":0.0}
{"full_text":"RT From previous waves we believe seven percent to 10% developed long COVID, but with Omicron, the numbers being infected ar...","sentiment_score":-0.0388888889}
{"full_text":"As a French NB resident, I do not disagree with your point,however, safety measures should have been kept in place before Omicron came; we all knew it was coming. Had measures been kept in place perhaps we would not be in this crisis. Lastly find a way to enforce Vac. A must.","sentiment_score":0.0}
{"full_text":"Gopalganj News; 32 newly corona infected patients found today, including 5 from the same family | 32 newly infected patients found today, including 5 from the same family","sentiment_score":0.0681818182}
{"full_text":"RT HOW DO VACCINE MANDATES TAKE AWAY YOUR LIBERTY???  YOU CAN DO EVERYTHING AFTER TAKING THE VACCINE THAT YOU COULD DO BEFORE T...","sentiment_score":0.0}
{"full_text":"RT Please, RT. Alberta has censored data showing a huge increase in Covid infections &amp; deaths...","sentiment_score":0.4}
{"full_text":"This seems questionable","sentiment_score":-0.5}
{"full_text":"RT Let me see if I understand this: Naomi Osaka was forced out of the French Open because she didn't want to do media interviews...","sentiment_score":-0.1}
{"full_text":"Labour have called the national restrictions WRONG the whole year.The PM has made the right decisions for healthcare our freedoms and our economy","sentiment_score":-0.0047619048}
{"full_text":"RT Patients with the omicron variant of covid-19 shed virus for longer after symptoms emerge, show data from Japan, potentiall...","sentiment_score":0.0}
{"full_text":"RT Boris doesn't want vaccine passports.","sentiment_score":0.0}
{"full_text":"3) How To With John Wilson. Without a doubt my fav \"aaa I'm in a pandemic and need to destress\" TV discovery Part documentary, part weird video essay, part poem film The vibes are immaculate People watching with the feel of a Wikipedia rabbitholehttps:\/\/t.co\/eZAz2qvON8","sentiment_score":-0.25}
{"full_text":"Hi Bradley, FreeTaxUSA is a software preparation company, and the IRS is over the processing, approval, and distribution of all EIPS and refunds. Please note that the IRS has acknowledged significant delays with refunds this year:","sentiment_score":0.375}
{"full_text":"Bernie is pushing for this in the US. Here in Alberta, unions have made the same demand. Free KN-95s or N-95s for everyone. It's the easiest and most effective supplement to vaccination. Make them mandatory in workplaces and public spaces. And make them free! #COVID19AB #abpoli","sentiment_score":0.3333333333}
{"full_text":"RT You have to get a new mindset. Start believing bigger, dreaming bigger, expecting bigger. You're not limited by your circum...","sentiment_score":0.0344155844}
{"full_text":"RT last shift treating an ER full of covid at 39 1\/2 weeks! ","sentiment_score":0.21875}
{"full_text":"RT Patients with the omicron variant of covid-19 shed virus for longer after symptoms emerge, show data from Japan, potentiall...","sentiment_score":0.0}
{"full_text":"RT This is not satire. Stand up to this.From NYU Press Blog:\"Covid is the perfect impetus for an anti-racist communism - one...","sentiment_score":1.0}
{"full_text":"RT This is a lie.  Lies are all that the people writing tweets for the hapless have. Ignore them and live your...","sentiment_score":-0.2318181818}
{"full_text":"Face mask sensor can detect leaks and your heart rate.You might not be thrilled that face masks are a part of daily life during the COVID-19 pandemic, but they could soon be useful for more than protecting others and yourself. Face Mas","sentiment_score":0.35}
{"full_text":"he didn't test positive for coronavirus at all.)","sentiment_score":0.2272727273}
{"full_text":"RT Los Angeles County reports 66 COVID-19 deaths, highest daily total since April of last year.","sentiment_score":0.0}
{"full_text":"just a dinner  covid got my ass scared","sentiment_score":0.0}
{"full_text":"RT 2017Charlottesville Riot2018Pittsburgh Synagogue2019Poway Synagogue2022Colleyville Synagogueexcept for the...","sentiment_score":0.0}
{"full_text":"RT Three things would finish BJ if they were fully known:-Russia -PPE-Covid modelling","sentiment_score":0.0}
{"full_text":"For the 8 millionth time, the whole premise of the vax rite from the start was to protect against hospitalization, ICU's, and death....if all the Tards had been vaxxed by now, we would be treating this latest omicron variant like a seasonal flu\/cold w\/ no lockdowns\/restrictions.","sentiment_score":0.35}
{"full_text":"RT Besides investments into vaccine research, Gates has made other investments related to COVID-19. In July, a consortium ba...","sentiment_score":-0.0625}
{"full_text":"Health insurers must pay for your at-home Covid tests as of Jan. 15--here's how to get reimbursed","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed all of these:","sentiment_score":-0.2}
{"full_text":"I got all 3 covid shots and i feel invincible","sentiment_score":0.0}
{"full_text":"\"NOT SUITABLE FOR CHILDREN\"\"DOES NOT APPROVE ANY RESPIRATORS IN CHILDREN\"- NIOSH &amp; CDC","sentiment_score":-0.275}
{"full_text":"You know that the CDC has said VAERS is vastly under reported to, as well as has been targeted by bad actors trying to create false reports to clog the system up, and cause distrust.You will see the data in the coming years, just know, what side you chose.","sentiment_score":-0.3666666667}
{"full_text":"RT  TOMORROW I'll be joining to present the #TogetherDeclaration petition against #VaccinePassports\/Covid Sta...","sentiment_score":0.0}
{"full_text":"Union calls for bonuses, increased safety measures for front-line workers | CBC News","sentiment_score":0.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"At 37% even the CDC wouldn't approve it. That should tell you everything.","sentiment_score":0.0}
{"full_text":"RT Interstate 81 in Virginia closed near Roanoke after a multiple tractor-trailer crash. All lanes are blocked. #VAwxStay h...","sentiment_score":0.0}
{"full_text":"RT There is worse things people can do instead of getting the vaccine eh","sentiment_score":-0.4}
{"full_text":"RT Despite taking all the necessary precautions I have tested Covid Positive yesterday. Besides a light fever I am otherwise fin...","sentiment_score":0.2090909091}
{"full_text":"Because haven't employed people to work at weekends despite a #pandemic....absolute joke &amp; sums it up, if it was as bad as they have made it out to be wouldn't you want data 7 days a week","sentiment_score":-0.7}
{"full_text":"RT Human being meets robot.","sentiment_score":0.0}
{"full_text":"RT SUGAR is the worst ingredient when it comes to COVID (or your health). This should be a constant public health message. Havi...","sentiment_score":-0.3333333333}
{"full_text":"RT It's beyond parody how the people who thought protesting police murder was terrorism are now protesting vaccine mandates...","sentiment_score":0.0}
{"full_text":"RT #Bangarraju Kudos to for taking heroic step to release the film amid covid scare. Sensational records crea...","sentiment_score":0.6833333333}
{"full_text":"Money makes people do immoral things. That's been proven time and time again. Why would the vaccine companies try to hide their data for 75 years if their product is \"safe and effective\" as advertised??","sentiment_score":0.55}
{"full_text":"Class ","sentiment_score":0.0}
{"full_text":"RT The underwater volcano sneezed the other day because it's unvaxxed and it has Covid","sentiment_score":-0.125}
{"full_text":"Wouldn't be if Saints didn't give away game to Giants or have play a skeleton Covid crew against Dolphins.","sentiment_score":-0.4}
{"full_text":"But that is what you said about vaccines - and what about the next mutation of covid, will that need a new vaccine and multiple boosters - what you don't know ?","sentiment_score":0.0454545455}
{"full_text":"RT The British -- through their perseverance, dedication, ingenuity, entrepreneurialism and world-facing outlook -- are propell...","sentiment_score":0.0}
{"full_text":"COVID mRMA VACCINE INDUCED Y CHROMOSOME INFERTILITY ","sentiment_score":0.0}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT #Caps John Carlson is unavailable due to the NHL COVID protocol.","sentiment_score":-0.125}
{"full_text":"RT Unbearably sad: my Dad's care home is in lockdown - no visitors for 14 days. I'm sure he will just think we've abandon...","sentiment_score":0.0}
{"full_text":"Omicron may be headed for a rapid drop in US and BritainScientists are seeing signals that COVID-19's alarming omicron wave may have peaked in Britain and is about to do the same in the U.S., at which point cases may start dropping off dramatically.The reason: The variant...","sentiment_score":-0.05}
{"full_text":"With cases plummeting does anyone know if the ratio between omicron and delta has been maintained (about 90\/10). Any chance delta could rebound or is it heading to extinction","sentiment_score":0.0}
{"full_text":"RT If you're paying attention, you see the Federalist Society justices moving pieces out on the chessboard to set up later...","sentiment_score":0.0}
{"full_text":"There is a difference between taking a vaccine once for a lifetime immunity and taking flu shots every 5 months with no guarantees. ","sentiment_score":0.0}
{"full_text":"RT We should definitely be pouring gasoline on this fire by sending kids back to school, not testing them, not contacting c...","sentiment_score":0.0}
{"full_text":"RT There are 608 covid patients in ventilated beds in England, which is the lowest number since 21st July last year (peak last Ja...","sentiment_score":0.0}
{"full_text":"RT We  have been saying this for many months #clothmasksdontwork  and called every name under the sun......OH LOOK!!!! The...","sentiment_score":1.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"A summary of my twitter feed today: Novak Djokovic is planning to invade Ukraine because it had a party during lockdown.","sentiment_score":0.0}
{"full_text":"Not firing healthy unvaxed health care workers would also have lessened the burden. Healthcare facilities created the circumstances they are now complaining about.","sentiment_score":0.5}
{"full_text":"RT I'm heartened by the news that Boris is going to try to save his skin by scrapping virtually all the remaining Covid restr...","sentiment_score":0.0}
{"full_text":"RT .@KariLake: \"When I am your governor, there will be no mandates and no lockdowns. Actually, let me, let me revise that ju...","sentiment_score":0.0}
{"full_text":"RT Boom","sentiment_score":0.0}
{"full_text":"RT These blue can back themselves","sentiment_score":0.0}
{"full_text":"-Speak not of the heroes: nurses, doctors, medical staff.-When you are still too scared to name the villains:GQPbioTerrorists, Conservative Terrorists, NRA, Pharma#Nurse #Nurses #Doctors #Medical#GQPDeathCult #GQPDomesticTerrorists #Covid #MaskUp #Vaccinate #Isolate","sentiment_score":0.0}
{"full_text":"RT \"The Met has handed out 17,000 fines to Londoners for breaking lockdown rules, that disproportionately penalised Black a...","sentiment_score":-0.1666666667}
{"full_text":"Gail  if you're worried about your children make your children wear a mask it's optional but  obviously you haven't done your homework with the mask it cannot stop a drywall particle and a virus particle is 20 times smaller and quit believing all the government","sentiment_score":0.0}
{"full_text":"RT 3,595 people are hospitalized with #COVID19. Please note that not all hospitals report on weekends. There are 579 pe...","sentiment_score":0.0}
{"full_text":"Bruh what... #Canucks","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Astonishing from Michael Portillo. If this former Cabinet Minister, Privy Counsellor and major media figure had said this...","sentiment_score":0.1875}
{"full_text":"RT To show Covid cases in the city is are under control, the Delhi govt had reduced the overall Covid testing and reduced the...","sentiment_score":0.0}
{"full_text":"RT I've spent literally an hour trying to find a single photo, video, or listing of this Shadow plush I won from a claw mach...","sentiment_score":-0.0857142857}
{"full_text":"We do according to the  fear porn.  No ones sick in reality though","sentiment_score":-0.7142857143}
{"full_text":"RT This is a really well done look at Djokovic, but also everything from tennis and wellness to Serbian nationalism and pandemic...","sentiment_score":0.2}
{"full_text":"Yes, #ANTIVA is going out of their way to make false comparisons to further their mission of prolonging this pandemic to benefit the Right Wing Elites who profit from it.","sentiment_score":-0.0380952381}
{"full_text":"RT Jamaica COVID-19 Updates for Jan 15, 2022 (posted Jan 16, 2022)New Cases: 1968New Deaths: 8New Recoveries: 95New T...","sentiment_score":0.0}
{"full_text":"The shot doesn't prevent you from getting or spreading covid","sentiment_score":0.0}
{"full_text":"I wish things weren't so bad with Covid in the valley I miss my family so much ","sentiment_score":-0.25}
{"full_text":"RT French court rules that people who take vaccines do so at their own risk &amp; since side effects of vaccines are published the...","sentiment_score":0.3}
{"full_text":"RT Cafes and bars in Netherlands opened as normal yesterday in defiance of the country's lockdown rules.","sentiment_score":0.15}
{"full_text":"RT 1x COVID is not inevitable but it has become substantially harder to avoid. The efforts required are now harder than most...","sentiment_score":0.075}
{"full_text":"RT .@pfizer has launched mRNA collaborations with four companies, including an up-to-$1.35 billion partnership with allia...","sentiment_score":0.0}
{"full_text":"RT If you're unvaccinated and get COVID-19, you are 17 times more likely to be hospitalized.  If you're not one of the nearly 210...","sentiment_score":0.2}
{"full_text":"\"occupy Olive Garden\"","sentiment_score":0.0}
{"full_text":"RT And an excellent review article of mRNA vaccines for infectious diseases, by and colleagueshttps:\/\/t.co\/LEFA9q2iNg","sentiment_score":1.0}
{"full_text":"RT My employer has been supplying KN95 masks for the employees since the beginning of the pandemic.  Why wouldn't busines...","sentiment_score":0.0}
{"full_text":"RT I LOST MY FUCKING JOB DUE TO DONALD TRUMPS NEGLIGENCE DURING THIS PANDEMIC WHILE YOU GOT A GLAM SQUAD AND A PRIME TIME TV S...","sentiment_score":-0.3625}
{"full_text":"I am going to lose my job because I refuse to get the vaccine lmaooooooo love to see it ","sentiment_score":0.5}
{"full_text":"RT BREAKING REPORT: Maine Doctor Loses License, Ordered to Undergo Psych Evaluation for Treating Covid Patients with Iverme...","sentiment_score":-0.3}
{"full_text":"RT Dear since you have announced that you will cut sick pay for unvaccinated staff who must self-isolate due to Covid...","sentiment_score":-0.4196428571}
{"full_text":"RT A little reminder, some of those unvaccinated NHS workers have been exposed to or been around Covid many of the days they've w...","sentiment_score":0.15625}
{"full_text":"RT last shift treating an ER full of covid at 39 1\/2 weeks! ","sentiment_score":0.21875}
{"full_text":"Ontario is covid paralized because of government incompetence and fear mongering by the corrupt media","sentiment_score":-0.5}
{"full_text":"RT 2 years ago, before Beijing started to pull down videos, this Wuhan nurse posted a warning about a deadly new SARS vir...","sentiment_score":-0.0095959596}
{"full_text":"RT The dangerous truth about vaccine-induced myocarditis.My most honest and rigorous attempt at analyzing this issue.No con...","sentiment_score":0.1666666667}
{"full_text":" Self-isolation update!  From tomorrow, (Monday 17th January) in England, if you are self-isolating with #COVID19 &amp; provide negative lateral flow test results on day 5 &amp; 6 you will be able to end self-isolation after 5 full days.#LetsDoItForLancashire","sentiment_score":0.1833333333}
{"full_text":"Shame these fools","sentiment_score":0.0}
{"full_text":"RT Who doesn't look at these data and say, yep, let's open stuff up next week and juice disease transmission a bit.  Honestly,...","sentiment_score":0.2}
{"full_text":"Regional public health agencies have little to no oversight of privately operated pop-up COVID-19 testing sites, which have become increasingly popular as testing demand outpaces supply.https:\/\/t.co\/7usxQ8P4hL","sentiment_score":0.103125}
{"full_text":"1. We receive many calls from pple complaining of symptoms after taking the vaccine, from abnormal\/heavy bleeding, severe headaches, chest pains, palpitations, miscarriages etc2. I have history of DVT in my family. My GP has advised me to stay away from Astra Zeneca due to this","sentiment_score":0.1875}
{"full_text":"RT John Krasinski will play \"A variant\" of Mr. Fantastic in #DoctorStrangeInTheMultiverseOfMadness(Source:","sentiment_score":0.4}
{"full_text":"RT Israel  Anti Pandemic BS, Anti Everything  15.1.22","sentiment_score":0.0}
{"full_text":"Covid positive mum drinks her own breastmilk after it turns bright green#Parenting #breastfeeding #Covid19","sentiment_score":0.5090909091}
{"full_text":"RT \"From previous waves we believe seven percent to 10% developed long COVID, but with Omicron, the numbers being infected are...","sentiment_score":-0.0388888889}
{"full_text":"Hexavalent Vaccine: What It Is And When To Do Ithttps:\/\/t.co\/GTap67KF4e","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed all of these:","sentiment_score":-0.2}
{"full_text":"Older vaccines use killed viruses or bacteria. Modern COVID vaccines wrap part of the virus that will generate immunity into a package for a muscle cell gene to take up.Get in the know while on the go at Metabolic Moments.https:\/\/t.co\/65taxtWy6M#Livebetterlonger #MDMemos","sentiment_score":0.0555555556}
{"full_text":"A new article:Self Spanking Please share me your self spanking experiencehttps:\/\/t.co\/GWYI2rhHxA#selfspanking #bdsm #selfdiscipline #covid19","sentiment_score":0.1363636364}
{"full_text":"Omicron Slows in Early Hot Spots, Offering First Hopes of Peak...https:\/\/t.co\/qwZFau5qEm","sentiment_score":0.2}
{"full_text":"All our actions combined will stop the #COVID19 virus from spreading. Protect your family and community by following the health protection measures, including:wearing a mask  keeping 2 meter distance     wash your hands frequently  get vaccinated ","sentiment_score":0.05}
{"full_text":"Sharply higher costs are yet another challenge thrown at business owners by the global pandemic. The unpredictability of shipping, labor and the coronavirus itself have left owners guessing about when products might arrive and how much they'll cost.https:\/\/t.co\/OhByxtzZOa","sentiment_score":0.1125}
{"full_text":"New Normal: Former Malaysian Professional Football Player Dies of Heart Attack 5 Days After Receiving COVID-19 Booster Shot","sentiment_score":0.0965909091}
{"full_text":"Researchers in Oregon say that compounds found in cannabis could possibly prevent the virus that causes COVID-19 from entering healthy human cells.","sentiment_score":0.1666666667}
{"full_text":"RT DC just enacted a vaccine mandate that effectively bans over 50% of Black residents from entering a restaurant, bar, or...","sentiment_score":0.2166666667}
{"full_text":"Private insurance companies will be required to pay for up to eight over-the-counter, at-home Covid tests per month, per member. Here's what you need to know. ","sentiment_score":0.0}
{"full_text":"Zoho Co-founder and CEO Sridhar Vembu took to Twitter to share the reasons why central and state governments must reconsider when it comes to another #Covid19 lockdown. ","sentiment_score":0.0}
{"full_text":"The BCC's January Economic Review.1. UK GDP growth slows in October as industrial and construction output falls2. Omicron and Plan B weakening economic activity3. Interest rates increase for the first time since 2018Read more here:","sentiment_score":0.2875}
{"full_text":"\"After Corona is before climate\"","sentiment_score":0.0}
{"full_text":"The state confirmed a COVID-19 cluster at the Maui Community Correctional Center, where 30 inmates and seven staff were reported to have active cases of the virus","sentiment_score":0.0555555556}
{"full_text":"The #OakPark Police Station lobby is always available as a safe venue for finalizing transactions or conducting exchanges. The lobby is well-lit and staffed 24\/7.  An important note, please practice social distancing and wear a mask.","sentiment_score":0.3333333333}
{"full_text":"The school district that oversees public education in Las Vegas said it will offer teachers and other employees up to $2,000 in bonuses if they stay on amid the current #COVID19 surge and concurrent employment crisis.https:\/\/t.co\/kuMV0ozswO","sentiment_score":-0.0416666667}
{"full_text":"How has the Covid-19 pandemic impacted the activities of China's People's Liberation Army? Dr. M. Taylor Fravel (@fravel) of and joins us on this episode of the #ChinaPower Podcast to discuss this and more. Listen here:","sentiment_score":0.5}
{"full_text":"Don't feel bad! We just had a major tornadic outbreak here in SW Florida!!!","sentiment_score":-0.3764648437}
{"full_text":"RT The Vancouver Canucks announced today that forward Conor Garland has been placed into the NHL's COVID-19 protocol.","sentiment_score":0.0}
{"full_text":"Ireland could be readying to ease restrictions in just a weeks time as the #Omicron wave begins to fall.https:\/\/t.co\/qGl3a2krty","sentiment_score":0.0}
{"full_text":"Nursing homes reported a near-record of about 32,000 Covid-19 cases among residents in the week ending Jan. 9, an almost sevenfold increase from a month earlier, according to the CDChttps:\/\/t.co\/8dOhUFAHT1","sentiment_score":0.0}
{"full_text":"RT #SussexSquad Prayers requested.Under Tornadoe Warning. The sound is horrendous of wind thunder and rain. Shu...","sentiment_score":0.4}
