{"full_text":"RT \"Omicron certainly appears to be less virulent than Delta but it also appears to be worse than the Wuhan strain. What evoluntio...","sentiment_score":-0.1174603175}
{"full_text":"RT NEW: PM understood to have travelled to Chequers AFTER his 23 March 2020 lockdown speech, breaking his \"simply instruction...","sentiment_score":0.0681818182}
{"full_text":"RT So basically MewMew didn't know that men can also get HPV vaccine and he said that after this he will get one  Stan...","sentiment_score":0.0}
{"full_text":"RT COVID is EVERYWHERE in our children's hospital. These kids are SICK. Also fun fact: we're seeing a lot of young kids w...","sentiment_score":-0.1047619048}
{"full_text":"RT I've tested positive for COVID with mild symptoms. I have quarantined myself at home and taking all the necessary precautions....","sentiment_score":0.1868686869}
{"full_text":"RT \"Planning to get Omicron in order to gain some immunity or get it over with is a terrible idea, said Eric Topol, a professor...","sentiment_score":-1.0}
{"full_text":"RT Political leaders and some epidemiologists believe that the number of daily new COVID-19 cases may be peaking in some of the ea...","sentiment_score":0.0454545455}
{"full_text":"RT Remember this in April when you see the big National Insurance hike in your payslip. We're paying for their carelessness.","sentiment_score":0.0}
{"full_text":"RT The ONS admits it holds the data on child deaths following vaccination but has not revealed them publicly, so last week a...","sentiment_score":0.0}
{"full_text":"RT Covid positive billionaire fly's into Australia &amp; avoids quarantine.","sentiment_score":0.5136363636}
{"full_text":"RT 'People are spooked': Australia's January consumer confidence sinks to three-decade low over Omicron | Australian economy |...","sentiment_score":-0.0333333333}
{"full_text":"RT There are no valid arguments to continue this charade after 26th of January. Any MP who votes to continue the undemo...","sentiment_score":0.0}
{"full_text":"RT Tedros aided China's Covid coverup by parroting its talking points. Yet Tedros is now set to lead WHO for a second term afte...","sentiment_score":0.0}
{"full_text":"RT My new self-inquiry before I consider meeting anyone in person is, \"Is this how I want to catch covid?\"","sentiment_score":0.1363636364}
{"full_text":"RT Get well soon garu. Praying god for your speedy recovery.","sentiment_score":0.0}
{"full_text":"RT It will never cease to amuse me how virtually the entire continent of Africa breezed through this 'pandemic' without lockdow...","sentiment_score":0.0}
{"full_text":"Id rather have all my rights and politicians sitting on wooden spike unpaid until they lift all covid mandates.","sentiment_score":0.1}
{"full_text":"RT We'll be hearing from contributors to the report tomorrow at 6pm - with Blessing, and our own","sentiment_score":0.6}
{"full_text":"RT Statistical analysis is a tricky business. Data simply does not speak for itself.","sentiment_score":0.0}
{"full_text":"RT This makes me feel sick. I helped hundreds of businesses try so hard to stay afloat during lockdowns. Many were unable...","sentiment_score":-0.2011904762}
{"full_text":"RT Welcome to the UK where there's no money to allow the poorest in the country to keep PS20 a week but it's fine to write...","sentiment_score":0.6083333333}
{"full_text":"RT So you're saying it's okay to kill people who have an underlying condition? By the way, geni...","sentiment_score":0.5}
{"full_text":"It's lost some charm with pandemic knocking out the trains and coastal road scarring the entire face of the city. Guess we can only hope the mojo will come back somehow. Crowds and noise - South Asia's biggest mega metropolis should expect nothing less?","sentiment_score":-0.0416666667}
{"full_text":"Hospitals Confront the Fallout From Supreme Court Ruling on Vaccine Mandate - read the full article here -","sentiment_score":0.35}
{"full_text":"RT Coronavirus Act 2020 needs to be abolished next &amp; never to return","sentiment_score":0.0}
{"full_text":"RT #COVID19 confirmed cases and deaths reported by countries and areas in the Western Pacific Region over the past 24 hours....","sentiment_score":0.05}
{"full_text":"RT Just over a month ago the Qld Premier stated that Covid was hunting down the unjabbed.  Today the Qld CHO stated \"the virus...","sentiment_score":-0.1555555556}
{"full_text":"RT If I can give my 2 cents, it's very much safer and sensible to be proactive rather than reactive. Take the vaccine toda...","sentiment_score":0.26}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT Seen this Josh Frydenberg?  This is what happens when you let it ripAustralia's consumer sentiment dived this month as...","sentiment_score":0.0}
{"full_text":"Thats sort of the point, you might not have died from underlying health issues if you hadn't caught covid either","sentiment_score":0.0}
{"full_text":"RT clearly not grasping damage they're causing party. Elderly Tory neighbour now on Facebook via Lifelong Learning &amp;...","sentiment_score":-0.075}
{"full_text":"RT I don't remember calling into TV and radio shows when we desperately needed information about school re-openings...","sentiment_score":-0.6}
{"full_text":"RT MaximeBernier: RT Some mainstream media are finally recognizing that the covid hysteria has gone too far and are beginning to question it.Others are desperately trying to find some bits of sensational news about #Omicron to keep their fearmongering narra...","sentiment_score":0.0416666667}
{"full_text":"Plz raise #ignou students voice our exams keep getting postponed from last year but ignou management is stick to offline exam even in the pandemic. While other universities taking exams online or OBE mode.","sentiment_score":-0.0625}
{"full_text":"RT My pay apps for folks who appreciate this space and want to celebrate with me: Venmo: Teighlor-McGeeCash app: $Teig...","sentiment_score":0.0}
{"full_text":"Tonga, Covered in Ash and Worried About Covid - read the full article here -","sentiment_score":0.35}
{"full_text":"The first set of so called party's the pm had covid.. while that happened probably the news anchor you adore broke the rules.. and why did sky pay the met police a donation.. playing right into the narratives hands lmao","sentiment_score":0.3785714286}
{"full_text":"RT MaximeBernier: RT Quebec's tax on the unvaccinated is 'disturbing...based on mass hysteria', says Maxime Bernier - LifeSite","sentiment_score":0.0}
{"full_text":"#SayNoTo3rdWave Home Isolation guidelines for Covid-19 cases &amp; District Helpline numbers@HealthMedicalE1 #JKfightsCorona@diprjk","sentiment_score":0.0}
{"full_text":"Authorities vowed to step up disinfection of overseas mail and are insisting postal staff handling it are fully vaccinated.","sentiment_score":0.0}
{"full_text":"In the past two days mainland China has claimed that a mystery COVID case came from a letter sent from Canada and Hong Kong has claimed that a mystery case came from a hamster. This is what happens when unaccountable, authoritarian states come up against zero-covid policies...","sentiment_score":-0.25}
{"full_text":"RT I've tested positive for COVID with mild symptoms. I have quarantined myself at home and taking all the necessary precautions....","sentiment_score":0.1868686869}
{"full_text":"So if Covid actually looked like this?What would you do?You do realize that Covid can pass thru the Blood Brain Barrier....This means it can be easily lead to major Brain infection and Damage.....","sentiment_score":0.1652777778}
{"full_text":"RT I never thought it could've been possible for healthcare workers, scientists and teachers to be treated like they're the e...","sentiment_score":0.0}
{"full_text":"RT I spoke today to an allied health worker in a private hospital. She has just got #COVID19. Her employer requires that she...","sentiment_score":0.0}
{"full_text":"CC Do not risk students lives!#postponegate2022https:\/\/t.co\/8uXUmXUYpv","sentiment_score":0.0}
{"full_text":"77 covid deaths in Australia hailed as \"Deadliest day of pandemic\" ... in a population of almost 27 million people. Obviously no one has died of other conditions.","sentiment_score":-0.0625}
{"full_text":"RT Does anyone else wake up and with a heavy heart at the thought of another #GroundhogDay School run, chores, errands, work,...","sentiment_score":-0.2}
{"full_text":"RT in a pandemic, while training to represent my country? Thank God","sentiment_score":0.0}
{"full_text":"It gives people a tribe, a purpose in life, something to cling into. Doing their bit to fight covidGenerally these are people with low aspirations, happy just to get through life with the least resistance, desperate for comfort of knowing the government will take care of them","sentiment_score":-0.025}
{"full_text":"Morning guys Our round is live for #GW23  We kick off with Brentford v Wolves on this Saturday at 3pm UK. You can check out the games and the targets now for the chance to win PS10,000 free  (COVID depending of course) &gt;&gt; #Fantasy5 #FPL","sentiment_score":0.2840909091}
{"full_text":"#SayNoTo3rdWaveMatch against #COVID19 is still on, Time to be defensive against #Omicron.Keep following #COVIDAppropriateBehaviour Always wear a #maskWash\/sanitize hands regularlyMaintain distancingGet fully #vaccinated#MaskUp #JkFightsCorona","sentiment_score":0.0}
{"full_text":"RT Covid Vaccination Centre List for 18.01.22 (1\/2)#CovidVaccine #kmcfightsagainstcorona","sentiment_score":0.0}
{"full_text":"I was wrong. It's not the right call. It would only make sense if they were temporarily slamming the border shut  immediately. Thousands of people will still arrive, hundreds with #Omicron, before this decision takes effect.","sentiment_score":-0.0714285714}
{"full_text":"RT Back to, make it make sense! I am sure teachers can teach NTI at home as they did in earlier in the Covid...","sentiment_score":0.1666666667}
{"full_text":"RT I genuinely feel so fucking loved by friends who cancel plans when they might have COVID. They are literally saving me week...","sentiment_score":0.55}
{"full_text":"RT  LIVE NOW!  I'm joining for an interview on and a discussion with &amp; on h...","sentiment_score":0.1704545455}
{"full_text":"They will make you work while you're sick with COVID if they can get away with it. It shouldn't be up to the public to have to kick up a shtstorm to stop this happening. #Pandemic2022","sentiment_score":-0.3571428571}
{"full_text":"RT Voted twice against giving PS170 million to feed vulnerable hungry kids at Christmas","sentiment_score":-0.5}
{"full_text":"Thread to read","sentiment_score":0.0}
{"full_text":"RT And pubs were shut for half of it..","sentiment_score":-0.1666666667}
{"full_text":"RT Kenney was gambling that Omicron would be mild and that the wave would peak without a repeat of the \"best summer ever.\" It'...","sentiment_score":0.6666666667}
{"full_text":"Whoosh!!!!Evidently you didn't read the analysis or are a few sandwiches short...You've missed the point that the statistics aren't credible if they show that non-covid deaths are significantly higher and spike in non-vaccinated individuals coincident with vaccine delivery.","sentiment_score":0.15}
{"full_text":"RT My Uncle, who died last week from Covid, spent many of his last breaths lamenting his decision not to get vaccinated. He suffe...","sentiment_score":0.1}
{"full_text":"RT As at noon on Jan 17.","sentiment_score":0.0}
{"full_text":"Hey  see this is the supporting institute in this covid pandemic.","sentiment_score":0.25}
{"full_text":"RT Back in quarantineSo glad I was made to wear masks constantly and get a j n j vaccine that did absolutely nothing to stop...","sentiment_score":0.175}
{"full_text":"RT Particular congratulations to all the Tory MPs who opposed people having to show Covid passes but who just voted for Vo...","sentiment_score":0.1666666667}
{"full_text":"Some establishments and government offices are enforcing the \"no vaccination card, no entry\" rule to restrict the movement of people who are unvaccinated against Covid-19 in Aklan.https:\/\/t.co\/6jl1OkKrA0","sentiment_score":0.0}
{"full_text":"My crush will not crash into an athleteon a bike today, and I will get COVID tonight.","sentiment_score":0.0}
{"full_text":"Here's a thorough picture of what the #COVID19 pandemic has really meant for #SRH and #GBV programs in many countries around the world","sentiment_score":0.35}
{"full_text":"Me too! #GirlsWhoCode #gamergirls #funkoPOP","sentiment_score":0.0}
{"full_text":"Pressure mounts on #Iran's health minister amid personal vaccine saga  ","sentiment_score":0.0}
{"full_text":"#Australia suffers its deadliest day of the pandemic as a fast-moving #omicron outbreak continues to push up hospitalization rates to record levels, even as daily infections ease slightly.https:\/\/t.co\/4i9PS6do8n","sentiment_score":-0.3}
{"full_text":"RT The NHS will begin sacking staff who have not had a Covid vaccine in just 16 days as the deadline to receive the first jab...","sentiment_score":0.25}
{"full_text":": Vaccine supply is ample but is there access and availability?#PingLacson2022#LacsonSotto2022Video credits to One News| The Chiefs","sentiment_score":0.0}
{"full_text":"If we're going to take our society back from a government that lies on behalf of vaccine manufacturers and pushes their deadly products on us 24\/7, then we can't shy away from this. 'Don't pick on me, I'm not of those people' is just a loser attitude.","sentiment_score":-0.2333333333}
{"full_text":"The editorial staff of #BX1 News has obtained the circulars distributed by the #Wallonia-#Brussels Federation, which outline the sanitary conditions in schools.https:\/\/t.co\/1JAlcscR7I","sentiment_score":0.0}
{"full_text":"RT \"Injustice anywhere is a threat to justice everywhere\"-#MLKVaccine injustice anywhere is a threat to everyone everywhere. O...","sentiment_score":0.0}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.","sentiment_score":0.2333333333}
{"full_text":"Inspected the 24x7 Covid control Room functioning at Collectorate. Kudos to the officials doing a dedicated service in the control room..#COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"the idiots are those supporting measures which quite apparently cause great harm without any cost benefit analysis","sentiment_score":0.075}
{"full_text":"RT \"Dr. Walensky seems to have been trying to make the point that the vast majority of p...","sentiment_score":0.0}
{"full_text":"RT This is good. Second source backs Mr Cummings statement that Mr Johnson knew it was a party.","sentiment_score":0.35}
{"full_text":"RT It's time the SNP trusted the public. No half measures, Scotland needs a proper plan to get back to normal. Stop busines...","sentiment_score":0.0466666667}
{"full_text":"Omicron Variant Alert, Be Careful As Soon As These Big Symptoms Of Omicron Appear And Covid-19 And Health Tips Omicron Symptoms","sentiment_score":-0.05}
{"full_text":"There have been reports the R350 grant might get extended. why Bethusile supports the extension of the grant:\"I've signed because I'm affected by poverty. I'm currently unemployed after losing my job...\"https:\/\/t.co\/E8tOkLQ0ni...","sentiment_score":0.0}
{"full_text":"At more than double the national average, employee thefts only fell when the pandemic kept people home.","sentiment_score":0.0875}
{"full_text":"Overall vaccination rate in Hong Kong is expected to exceed 80% before Feb 24, the start of HK's \"vaccine bubble\" arrangement, China's Hong Kong SAR Chief Executive Carrie Lam said Tuesday, adding that more HK residents are willing to receive a booster jab of #COVID19 vaccine.","sentiment_score":0.1625}
{"full_text":"COVID-19 | Turkey's Health Ministry has reported 162 deaths and nearly 65 thousand new cases in the last 24 hours","sentiment_score":0.0787878788}
{"full_text":"RT Sunak has decided to write off PS4.3b of the PS5.8b stolen by fraudsters from the emergency covid aid schemes.Imagine how diff...","sentiment_score":0.0}
{"full_text":"With COVID continuing to cause new problems, here are some helpful tips to navigate this ever evolving creator of crisis situations  -","sentiment_score":0.1363636364}
{"full_text":"RT #COVID19 #thirdwaveofcorona has severely hit #frontlineheroes as 650 policemen of 3 #Hyderabad Commisionerates &amp; 119 d...","sentiment_score":0.0}
{"full_text":"Chillin' at the Forest Camp in Valencia, shared by Steven Nichols [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"We will today because it's the first month of the year, we are in a global pandemic, and a top athlete was expelled from a country. Know your exemptions.","sentiment_score":0.25}
{"full_text":"Australians are going to extreme lengths to score a quick PCR test, with one patient in Victoria faking chest pains at a hospital to do so.https:\/\/t.co\/I1d4U3DeDi","sentiment_score":0.1041666667}
{"full_text":"Germany and Austria want to make vaccination against covid-19 compulsory for all adults. Yet turning aspiration into law is proving tricky. Read why ","sentiment_score":0.0}
{"full_text":"RT Most inane political cliche (Perrottet now): \"we'll come out stronger on the other side\"How so? Burnt out health work...","sentiment_score":0.125}
{"full_text":"A friendly reminder to wear your mask when visiting the Swan Centre*! Let's keep yourself and our community safe *unless you are exempt #swancentre #safeshopping #localtoyou","sentiment_score":0.484375}
{"full_text":" A reminder that we are closed today between 10am-3.30pm for a school visit.Closure is to ensure Covid safety for children and staff during their visit.  You can book your museum visit online here:","sentiment_score":-0.1}
{"full_text":"RT PLS RT! brekkie buffet (U$D11,33\/R175) this morning..pls note you must call ahead 0...","sentiment_score":0.0}
{"full_text":"RT * TODAY AT 11:30* Taking part on the expert panel at this event will be Long Covid Support trustee, Prof...","sentiment_score":-0.05}
{"full_text":"Got a question about the COVID-19 vaccine and pregnancy?You can send a message, image, video or voice note to and on 07521 770995 to get your questions answered within 24 hours#VaccinesWork #VaccinateBCWB","sentiment_score":0.0}
{"full_text":"\"The fear of vaccine may seem insignificant but was real and not an understatement, it was debilitating, I had gone through it, months on end. At a certain point, it was so paralyzing that I decided not to get the shot.\" Bindhu George #COVID19","sentiment_score":0.2071428571}
{"full_text":"A recent study has found adoption of a #COVID19 #vaccinepassport could raise vaccination uptake, but not in countries with high rates already. We speak to one of the authors of the study for #InDepthNewsAnalysis and ask what this could mean for #SouthKorea. #bangyeogpaeseu","sentiment_score":-0.0508333333}
{"full_text":" New #talkSPORTDaily A podcast to kick-start your day!@AndyGoldstein05 serves up:  #Rooney backed for #EFC      on #Potter #Covid rant Plus so much more!  Listen now -","sentiment_score":0.3806818182}
{"full_text":"\"The pandemic has had a detrimental impact on our charity's breeding programme and how many litters we can have, so these puppies are even more treasured\"https:\/\/t.co\/I0bYCT3uqT","sentiment_score":0.5}
{"full_text":"Blanket approaches such as complete #restrictions on movement of people and #travelban can be counterproductive in containing #Covid19 in country like #India, says #WHO India representative Roderico H Ofrin","sentiment_score":0.05}
{"full_text":"The Philippines on Tuesday recorded 28,471 more #COVID19 cases, the first time in a week it fell below 30,000 new infections.Read more:","sentiment_score":0.3465909091}
{"full_text":"In the last 24 hours, India reported 2,38,018 new Covid-19 cases, 1,57,421 recoveries, and 310 deaths.#briflynews #india #COVID19 #Omicron #covidcases #Vaccination","sentiment_score":0.0681818182}
{"full_text":"RT Get Well Soon Sir....Lets Come Back Strong and complete the remaining Target","sentiment_score":0.1777777778}
{"full_text":"'It is a problem for all people, our world is shaken because of corona' In this new article adolescents from #Ethiopia and #Jordan discuss their experiences during the #COVID19 pandemic. Read it here","sentiment_score":0.1363636364}
{"full_text":"Throughout the course of today we will bring you all the latest on the covid pandemic from Scotland and across the United Kingdomhttps:\/\/t.co\/r0LMu1MrIQ","sentiment_score":0.5}
{"full_text":"Find the latest advice and information about the #Coronavirus (Covid-19) here:  ","sentiment_score":0.5}
{"full_text":"Frequently asked questions about the COVID-19 vaccinesWho is Eligible for a COVID-19Vaccine Booster dose?","sentiment_score":0.1}
{"full_text":"RT Why not visit the Crewe Municipal Buildings vaccination clinic today for your 1st, 2nd or booster Pfizer or AZ COVID-19 j...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 25.7FWind Chill: 25.7FHumidity: 84%Dew Point: 21.5F Barometer: 29.808 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 802.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Lol. Journalism at its peak. 224million population and case 5000. UK 67million approx and reports 80000 daily average. This media nonsense gives Sindh government chance to lockdown Karachi. It only service police to make more money but nothing","sentiment_score":0.23}
{"full_text":"\"The Labour Party has opened up its biggest lead over Prime Minister Boris Johnson's governing Conservatives since 2013 after an outcry over revelations of social gatherings at Downing Street during COVID-19 lockdowns, an opinion poll showed.\"https:\/\/t.co\/xW5WL61YT4","sentiment_score":0.0333333333}
