{"full_text":"- Omicron variant is \"irrational hysteria.\"CDC - FL 1 day record of new cases of COVID-19 on Fri. is 75,900Don't go far to look for an idiotic (R) Senator.","sentiment_score":-0.1434343434}
{"full_text":"RT We've just reached the stage of even *emergency* care having to be rationed.One A&amp;E is now only seeing people with lif...","sentiment_score":0.0}
{"full_text":"RT Over 824,000 Americans, including over 62,000 Floridians, have died of Covid. We can stop this. Get vaccinated. Get boosted...","sentiment_score":0.0}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT Assistant Coach Todd Nelson and a support staff member have been placed in the NHL's COVID-19 protocol.","sentiment_score":0.0}
{"full_text":"RT I just halted another illegal fed vax &amp; mask mandate. Thanks to my suit(first of its kind in the nation), Prez Brandon is...","sentiment_score":0.1}
{"full_text":"How did Klopp get Covid? He don't stop talking long enough to breathe in","sentiment_score":-0.025}
{"full_text":"RT Looking back on Covid- Biden's determination to beat Covid failed because of one simple thing. Biden was counting on ALL Am...","sentiment_score":-0.1666666667}
{"full_text":"I know that many might rightly say this should be least of our concerns, but practical matters  also are stuff that keeps teachers and students up at night...and, yes, I've already received emails from students who very worried about their grades if they need to stay home +","sentiment_score":0.1714285714}
{"full_text":"Everyone is getting Covid...luckily, it seems my body doesn't want it so I'm chilling in my house away from others.","sentiment_score":-0.5}
{"full_text":"RT I've raved about it before but collection Pandemic Disease in the Medieval World is honestly a must-read for...","sentiment_score":0.3}
{"full_text":"RT Wow Greg Abbott just cemented his status as the biggest hypocritical jerk in the countryMinutes ago he celebrated his win ag...","sentiment_score":0.4166666667}
{"full_text":"RT \"Mild\" but hospitals overloaded.\"Mild\" but healthcare workers burnt out.\"Mild\" but thousands of flights cancelled.\"Mild\"...","sentiment_score":0.3333333333}
{"full_text":"RT FYI. Data out of Germany a couple days ago showed 96% of cases are fully vaccinated (with 71% of the population having been va...","sentiment_score":0.0}
{"full_text":"RT COVID waiting for you to inhale while y'all out tonight...","sentiment_score":0.0}
{"full_text":"RT What this terrible \"journalist\" &amp; proven liar means is she wants:- your child in schools to catch Omicron- teachers to t...","sentiment_score":-0.4}
{"full_text":"Omarion variant lol","sentiment_score":0.8}
{"full_text":"RT The unvaccinated. Those who haven't gotten a single dose of vaccine.They're the most likely to need oxygen. They're...","sentiment_score":0.1428571429}
{"full_text":"We're waiting on your follow-up to the Biyombo signing more than 10days with the Suns.There has to be a reason why a team with 5 Centers (2 injured long term) will be adding another one","sentiment_score":0.225}
{"full_text":"RT One of the most ominous aspects of kids going back to school is we're sending them into the classrooms of a teacher workf...","sentiment_score":0.25}
{"full_text":"RT But this is the problem, they ALWAYS are, and have been. The longer you leave things, the harder they are to control. I...","sentiment_score":-0.1}
{"full_text":"As a military Chaplain, I worry about the wokeness infiltrating the military. Making the vaccine a religious accommodation was silly. But the vaccine just shows the politics at work to the lowest Soldier. Readiness is being affected by this. Training to fight isn't a priority.","sentiment_score":-0.175}
{"full_text":"RT The state department is now warning against international travel because of the omicron. Mind you, just a few days ago...","sentiment_score":-0.1}
{"full_text":"RT Two years ago today. ","sentiment_score":0.0}
{"full_text":"Okay so it turns out that my uncle might have given me, my mom, and the rest of her family and my cousins covid and didn't tell any one of us during a get together for New Year's.","sentiment_score":0.3181818182}
{"full_text":"RT 1. Israel has detected the world's first case of the 'Florona' disease, which is a double infection of Covid-19 and influenza....","sentiment_score":0.125}
{"full_text":"RT The cdc recommends kissing me at midnight","sentiment_score":0.0}
{"full_text":"\"YoU aLloWeD iT..\"https:\/\/t.co\/wxbI2MbFHK","sentiment_score":0.0}
{"full_text":"RT Republicans are the dumpster fire party. Pour in the gasoline, let it burn for months, and then beg Joe Biden to save you...","sentiment_score":0.0}
{"full_text":"RT #COVID19 To all the selfish unvaccinated- there are people with other serious conditions who are suffering in ER waiting ro...","sentiment_score":-0.3194444444}
{"full_text":"RT The last time Telangana reported 317 Covid-19 cases was on December 26, 2020.","sentiment_score":0.0}
{"full_text":"RT New York says it will prioritize non-White people in distributing low supply of COVID-19 treatments","sentiment_score":0.0681818182}
{"full_text":"RT \"Cos all our friends have Covid\" has to be the worst fucking reason in history for any cunt to want a night out in Carlis...","sentiment_score":-0.8}
{"full_text":"RT More things govt could do that are NOT individual restrictions:Public education: KF94\/N95 &gt;&gt;&gt; cloth\/surgical maskCO2 mon...","sentiment_score":0.25}
{"full_text":"RT 1. Children, especially unvaccinated ones, are driving the 5th wave: It's obvious from case numbers\/age and school outbreak...","sentiment_score":0.0}
{"full_text":"Omg, your district has astronomical increases in COVID, you are heartless","sentiment_score":0.0}
{"full_text":"Today's 162,572 newly reported #covid19 cases represents another new record for EnglandBeating yesterday's new record of 160,276","sentiment_score":0.1363636364}
{"full_text":"Yep it's pretty poor from the FT, agreed. It should have at least had a warning on there somewhere in this case. Even better would be if how to interpret the data was taught in the corona press conferences to help everyone get their head round it","sentiment_score":-0.03}
{"full_text":"RT Petition * To get Tony Blair to have his Knighthood rescinded Twitter, what an absolute mockery of...","sentiment_score":0.2}
{"full_text":"The CDC says it's not gay unless you make eye contact","sentiment_score":-0.2083333333}
{"full_text":"RT I think I'm ready for my Covid vaccine I was never against it I just wasn't gonna be pressured into taking it until I was r...","sentiment_score":0.2}
{"full_text":"Nicole,Share and their mission to end this Pandemic with their Fully human mAbs that target the Achilles Heels of COVID-19 that only they have found via AI Analysis","sentiment_score":0.0}
{"full_text":"RT New UK numbers: Omicron hospitalization rate is half that of Delta. Booster doses are 81 percent effective at preventing ho...","sentiment_score":0.1898989899}
{"full_text":"I just don't get it","sentiment_score":0.0}
{"full_text":"RT There are so many reasons to forget 2021, so many; but if there is one to remember it by, just one, it is that we manag...","sentiment_score":0.5}
{"full_text":"RT Between the lines:1. There's a lot of Omicron out in the community and there will be a similar amount in schools.2. Cas...","sentiment_score":0.0}
{"full_text":"RT Soooo if people can wait in line for hours with lines around the block for a COVID test...Why can't we vote in person?Aski...","sentiment_score":0.0}
{"full_text":"RT I just halted another illegal fed vax &amp; mask mandate. Thanks to my suit(first of its kind in the nation), Prez Brandon is...","sentiment_score":0.1}
{"full_text":"5 big things to watch in 2022https:\/\/t.co\/8saWvWMWG5","sentiment_score":0.0}
{"full_text":"RT Exactly, but it's not just about the covid questions. I remember top scientist were also silenced by world governments whe...","sentiment_score":0.375}
{"full_text":"[2\/3] #COVID19 DEATH* is the death of a person who had a +ve test result for COVID-19 and died within 28 days of the 1st +ve test","sentiment_score":0.0}
{"full_text":"John Fleming mentioned in his #blog yesterday that he had tested positive for #COVID19 on #ChristmasDay#thejohnflemingblog#Dorset #Sherborne #Wareham #Christchurch #Swanage #Bournemouth #WimborneMinster #Wimborne #BlandfordForum #Blandford #Shaftsburyhttps:\/\/t.co\/vNQBWHFBCd","sentiment_score":0.2272727273}
{"full_text":"RT Police in Central China's Wuhan arrested 8 people spreading rumors about local outbreak of unidentifiable #pneumonia....","sentiment_score":0.0}
{"full_text":"RT \"I know we're suing you to stop a vax\/testing requirement that would have reduced the number of Texans who are in the...","sentiment_score":0.0}
{"full_text":"RT Today's UK stats for New year's day. Only England data.New cases at a massive 162,572, not including reinfected people....","sentiment_score":0.0454545455}
{"full_text":"RT How good it Takehiro Tomiyasu, by the way? Up against Sterling who has been on fire recently. Only just back from COVI...","sentiment_score":0.2333333333}
{"full_text":"RT Two years ago today.","sentiment_score":0.0}
{"full_text":"RT all these cringe replies saying omg AOC based totally ignoring how fucked up it is for her to be out at restaurants and...","sentiment_score":-0.3}
{"full_text":"RT Brampton Mayor speaks out on Ontario's misleading covid hospital dataThose in hospital because they're suffering from c...","sentiment_score":0.0}
{"full_text":"Don't get me closer to being back to work.  As a side note, I don't know how often I'll be in after the break with Covid and the general lack of customers this time of year.","sentiment_score":0.025}
{"full_text":"RT Dr. Robert Malone on \"There is clearly a concerted effort on the part of multiple players in the pharmaceutica...","sentiment_score":0.05}
{"full_text":"RT The CDC says to cashapp your capricorn placement friends today","sentiment_score":0.0}
{"full_text":"Again in other countries cases are going through the roof with stronger restrictions . Now tell me why if restrictions work with this variant why is france having 200,000 plus cases and more deaths","sentiment_score":0.1875}
{"full_text":"RT Kat Israel ada first case of corona virus, tapi ada double infection, Flurona.","sentiment_score":0.125}
{"full_text":"RT How many of you are aware that has been supplementing the court with more evidence every 30 days in their ong...","sentiment_score":0.4166666667}
{"full_text":"Such an important point. But you have to care about other people for it to be salient.","sentiment_score":0.0916666667}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"Look how liberal SF is protecting its #workers &amp; #kidsSchool starts up in a few days. What do you think will happen to #COVID19 infection rates then?#CloseTheSchools &amp; all nonessential work#FullPay4Workers #GeneralStrike","sentiment_score":-0.2}
{"full_text":"RT new year new covid test","sentiment_score":0.1363636364}
{"full_text":"RT the CDC is now recommending that even if you're fully vaccinated, Lauren Boebert is still a terrorist moron who must b...","sentiment_score":-0.8}
{"full_text":"RT His wife has cancer and is supposedly receiving chemo but is not masked up. Her immune system is obviousl...","sentiment_score":0.0}
{"full_text":"RT Malone is on ","sentiment_score":0.0}
{"full_text":"During the break, so maybe not representative of but is there a plan for the beginning of the spring semester in the likely event that we're in an omicron-spike on January 20?","sentiment_score":0.0}
{"full_text":"RT REJECTING THE CDC ISOLATION RULE--Taiwan's Central Epidemic Command announced it will not follow guidance on shor...","sentiment_score":0.0}
{"full_text":"OH NOOOU  he has corona!","sentiment_score":0.0}
{"full_text":"RT EXCELLENTFormer world #1 tennis great Jimmy Connors has backed the made in India COVAXIN &amp; urged US FDA to approve it &amp; a...","sentiment_score":0.8}
{"full_text":"RT New studies offer clues about Omicron's rapid spread.","sentiment_score":0.1363636364}
{"full_text":"RT 456 new COVID-19 cases in Singapore, highest in more than 2 weeks","sentiment_score":0.3181818182}
{"full_text":"\"Mild\" cases and asymptomatic cases also significantly contribute to long-Covid cases (from what we know so far). You may have an infection you tolerate, but be unwell for months and months.","sentiment_score":0.2694444444}
{"full_text":"RT MY NEW YEAR'S RESOLUTIONSLose twenty planetsExorcise moreBlight more veggiesWork on upsilon variantBless fewer sne...","sentiment_score":0.3181818182}
{"full_text":"RT Between the lines:1. There's a lot of Omicron out in the community and there will be a similar amount in schools.2. Cas...","sentiment_score":0.0}
{"full_text":"Took a few days but thankfully the sis made a speedy recovery from covid and managed to avoid the spread within the household.Keep safe and hope y'all enjoy the new years as much as possible ","sentiment_score":0.1672727273}
{"full_text":"Yikes...glad to hear that you are 3x vaxx...as is our family...My adult niece and her whole family has covid ...#Florida","sentiment_score":0.15}
{"full_text":"RT RT Messenger RNA vaccines succeeded as a first line of defense against COVID-19, but the technology has draw...","sentiment_score":0.25}
{"full_text":"During COVID no, but otherwise yes, if there's positive vibes.","sentiment_score":0.2272727273}
{"full_text":"RT Free Online Yoga Classes For Delhi Covid Patients In Home Isolation","sentiment_score":0.4}
{"full_text":"RT Sending love and hopes for a quick and easy recovery for Coach. #YNWA","sentiment_score":0.4222222222}
{"full_text":"RT \"I'm frustrated cause I can't get them out of the freaking waiting room.\"A nurse at UW Health in Wisconsin on her frustration at...","sentiment_score":-0.7}
{"full_text":"Happy Birthday,best boy! You're a role model that teaches people to stay positive(wag lng sa covid), keep fighting,stay focused. Thanks for all the words of encouragement. Happy Birthday again, Best Boy. I love you so much! #ALDENTak30verHAPPYBIG 30ALDEN","sentiment_score":0.625}
{"full_text":"Girl, every time one of the kids has a stuffy nose I freak out! Ruben has had like 20 COVID tests  poor kid","sentiment_score":-0.4}
{"full_text":"RT The Government of Ontario is actively trying to give your kid COVID.","sentiment_score":-0.1333333333}
{"full_text":"RT Chelsea vs Liverpool Match PreviewThiago is back to take charge of back 3Jorginho and Kante to startLukaku to be on the b...","sentiment_score":0.0}
{"full_text":"The Korean industry artist really said \"social distancing\" to dispatch","sentiment_score":0.1166666667}
{"full_text":"RT State Board of Education: New CDC isolation guidance won't apply for Illinois schools","sentiment_score":0.1363636364}
{"full_text":"RT  * Covid is terrifying *  @MikeCompton","sentiment_score":-1.0}
{"full_text":"RT Most reported U.S. Omicron cases have hit the fully vaccinated -CDC","sentiment_score":0.5}
{"full_text":"RT Assistant Coach Todd Nelson and a support staff member have been placed in the NHL's COVID-19 protocol.","sentiment_score":0.0}
{"full_text":"RT Paxton brags about halting fed efforts to save kids' lives on the same day Abbott \"hat in hand\" requests federal aid for...","sentiment_score":0.0}
{"full_text":"Growing live events through the pandemic and making the best subscription platform in the world for the true crime &amp; mystery audience.","sentiment_score":0.4954545455}
{"full_text":"RT The Livingston County Sheriff in Michigan is on some bullshit in case anyone didn't know.","sentiment_score":0.0}
{"full_text":"RT Outside ED attending transferring a COVID patient to our MICU: \"He doesn't believe in COVID, but he'd like to be treated...","sentiment_score":0.0}
{"full_text":"RT Not good enough for Omicron in my mind. #weararespiratorwave","sentiment_score":-0.175}
{"full_text":"The virus is real and can be dangerous but it's a shame that most of these people are the ones already vaccinated. It proves to me that the bio weapon is the vaccine itself, not the actual virus.","sentiment_score":0.08}
{"full_text":"RT 2021. The year nearly every single nation on earth organized a vaccine program for billions of people in the fight to 'save li...","sentiment_score":0.0142857143}
{"full_text":"RT Covid's gotten the better of us this week - we have had to cancel. But we'll be back on the 9th January! #loveparkrun ht...","sentiment_score":0.25}
{"full_text":"RT Given this article why are Lightfoot\/Pritzker intentionally panicking the public and fanning the flames of fear and sca...","sentiment_score":0.0}
{"full_text":"You got Covid?","sentiment_score":0.0}
{"full_text":"RT Vaccination arose during a frenzied period of trial and error, which, if you squint a little, looks a lot like the early day...","sentiment_score":-0.04375}
{"full_text":"Andrew, do you think that Quebec is a global outlier for Omicron?If so, what would make them so?","sentiment_score":0.0}
{"full_text":"RT 1 January 2022 then would be remembered as the day when the government destroyed one of its best research institutions.","sentiment_score":1.0}
{"full_text":"Too bad the Surgeon General is a vaccine denier!","sentiment_score":-0.31875}
{"full_text":"RT During a pandemic, doctors have been denied the freedom to treat illness. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT The CDC recommends leaving badmind in 2021","sentiment_score":0.0}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"Ya nope.It's LITERALLY right on the CDC website.PS while youre at it, about those rapid tests","sentiment_score":0.2857142857}
{"full_text":"RT His wife has cancer and is supposedly receiving chemo but is not masked up. Her immune system is obviousl...","sentiment_score":0.0}
{"full_text":"RT Dr. Malone on the #GreatReset: \"They're proud of it. They don't hide it. This is the vision. This is a full-on globalist t...","sentiment_score":0.8}
{"full_text":"RT Doug &amp; Stephen, if you think your plan is safe, I dare you to work as supply teachers in Jan &amp; FebWhere kids eat lunc...","sentiment_score":0.5}
{"full_text":"RT  Our co-founder discusses the sexual harassment epidemic in #Egypt and the controversial featurin...","sentiment_score":0.525}
{"full_text":"Going to the shops in the morning.  I'm preparing for 3 weeks of lockdown.  #covid19ireland","sentiment_score":0.0}
{"full_text":"RT Malone is on ","sentiment_score":0.0}
{"full_text":"Personally not overly concerned about the risk of persistent loss of smell. Could well be one of the unlucky ones but with the sheer number of people I know who had Covid and didn't have this issue, and no scientific data showing it is highly prevalent, not too concerned.","sentiment_score":0.0533333333}
{"full_text":"RT \"I know we're suing you to stop a vax\/testing requirement that would have reduced the number of Texans who are in the...","sentiment_score":0.0}
{"full_text":"RT My 100 (almost 101) year-old Mother had 3 doses of Moderna and she is doing just fine","sentiment_score":0.4166666667}
{"full_text":"Total Cases as of Jan 01: 188,226Hospitalized as of Jan 01: 8,489Deaths as of Jan 01: 2,446Data taken from: runs daily at noon; VDH data update time and dates vary.","sentiment_score":0.0}
{"full_text":"You are such an idiot oh, you don't know what good leadership is why don't you please just go back up north where you belong we're all doing Uber liberals belong#let'sgoBrandon F.J.B.","sentiment_score":-0.025}
{"full_text":"The tough thing with RI's data is that they have reported data so infrequently it's pretty hard to see. We experienced a Delta surge after Thanksgiving, but you can see the slope of our cases get much more vertical towards the end--that's Omicron. 2\/7","sentiment_score":0.1738888889}
{"full_text":"RT \"Follow the money\"","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"Tamil Nadu #COVID19 Restrictions: Know what's allowed and what's not #TamilNadu #Omicron ","sentiment_score":0.0}
{"full_text":"Dr. Fauci: 'All indications point to' omicron causing less severe COVID-19 infections","sentiment_score":-0.1666666667}
{"full_text":"The Douglas County Health Department announced Saturday that 2,162 new positive COVID-19 tests have been received since their last report on Thursday.https:\/\/t.co\/vVS6ZXnork","sentiment_score":0.1212121212}
{"full_text":"RT Mass Formation Psychosis","sentiment_score":0.0}
{"full_text":"Hospitality bosses have urged consumers not to abandon pubs over Dry January as venues grapple with a 'chasm of debt' caused by Covid restrictions and a stagnant Christmas.","sentiment_score":-0.0666666667}
{"full_text":"RT America's COVID response would have been far better off with Dr. Malone at the helm rather than Dr. Fauci.","sentiment_score":0.3}
{"full_text":"More than 494,200 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to the Iranian opposition PMOI\/MEK.","sentiment_score":0.5}
{"full_text":"#Iran: The first case of the #Omicron variant was detected on December 19 by health authorities in an Iranian national returning from the #United Arab Emirates. On the same day, the number of new cases of #COVID19 fell to its lowest level since May 2020 (+1,968 cases).","sentiment_score":0.1287878788}
{"full_text":"Dr. Anthony #Fauci is starting to sound like his longtime critics, continuing a trend among administration officials tasked with #COVID19 response.https:\/\/t.co\/eUTjhQwcit","sentiment_score":0.2}
{"full_text":"RT Re Canada. Someone objected to my use of the term \"lockdown.\" A curfew is a lockdown. Restriction on private gathering...","sentiment_score":0.0}
{"full_text":"Let's end this pandemic together.","sentiment_score":0.0}
{"full_text":"Lockdown Blues via  #rockindiepunkmetal #Spotify #rtArtBoost #Python #YouTube #Video #music #Control #viral #rock #NewMusicAlert #HappyNewYear #Trending #NewYear2022 #SaturdayMotivation #Bandcamp #NEWS #lockdown","sentiment_score":0.0}
{"full_text":"We defied COVID-19 challenges to record unprecedented achievements in 2021 -- Fayemi - Nigerian Tribunehttps:\/\/t.co\/nHfmg3Me2V","sentiment_score":0.6}
{"full_text":"RT Just one year under Democrat control:- Inflation soaring- Worst border crisis in U.S. history- Crime out of control in...","sentiment_score":-1.0}
{"full_text":"RT Is it 'Safe' from remembering the most important lessons your museum is supposedly built for ?  the word SHAME has never bee...","sentiment_score":0.4666666667}
{"full_text":"In the pandemic's wake, many parents have opted for alternative forms of schooling. Over 1.4 million students have left public schools since 2019.So where did those students go?https:\/\/t.co\/m3sH3v629k","sentiment_score":0.1666666667}
{"full_text":"Omicron out there teaching people some things","sentiment_score":0.0}
{"full_text":"Union Government has said that a total of one thousand 431 cases of Omicron variant of Covid-19 have been reported so far in the country. Out of these total cases, 488 patients have already recovered and migrated.","sentiment_score":0.0333333333}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"RT REJECTING THE CDC ISOLATION RULE--Taiwan's Central Epidemic Command announced it will not follow guidance on shor...","sentiment_score":0.0}
{"full_text":"Covid testing help!: Hi guys, We are due to fly on the 26th Jan so we are aware we need to get booking our tests. Can anyone recommend testing companies that dont charge the earth? So far we know we...","sentiment_score":0.25625}
{"full_text":"RT Two years,&lt;100 cases of the virus that causes the Covid-19 were reported globally. Today, 280M people have been infected w...","sentiment_score":0.0}
{"full_text":"Start the New Year right and get #vaccinated to protect yourself and others from COVID-19. The ACHD's Immunization Clinic can help:https:\/\/t.co\/Fpk0WjyDewWe're all in this together.#BeSafeBeKind","sentiment_score":0.211038961}
{"full_text":"For the second straight year, the pandemic wasn't able to slow the cannabis news cycle","sentiment_score":0.1}
{"full_text":"RT Lecce: Schools are safe.Also Lecce: Schools are no longer allowed to report any evidence to demonstrate that schools are uns...","sentiment_score":0.0}
{"full_text":"Rick Grimes [to Daryl Dixon]: You spared Dwight. After Denise, after what he did to you.#TheWalkingDeadSeason 9The Obliged28 Oct 2018#TWDSheriff's DepartmentCynthiana, KentuckyCDC, Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"With AttendLab(r) you don't need a special device, just download the Mobile Application and it is your attendance deviceDownload AttendLab(r) and start now for free #AttendLab #attendance #payroll #technology #software #COVID19 #android #playStore","sentiment_score":0.3785714286}
{"full_text":"This whole pandemic has been (mis) managed to boost quebec and Ontario Liberal parties","sentiment_score":0.2}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"If you invest $1000 in $HCHC today at $3.70 per share, and the stock prices rebound back to pre-pandemic prices at $4.02, your investment would be worth $1086.49! That's 9% growth and $86.49 profit!  See more:  $PPX $WYND $DHC $VSMV $CEL.P","sentiment_score":0.3229166667}
{"full_text":"For the latest Public Health Agency of Canada guidance to travellers coming to Canada, please consult","sentiment_score":0.25}
{"full_text":"SALTAR are the group I wish to thank on day 8 of the 12 Days of Xmas.They're a dedicated group of residents in Basford who provide support &amp; activities for our community.Their work throughout the pandemic has shown endless love to our community &amp; I'm so grateful for them.","sentiment_score":0.1875}
{"full_text":"After a very long pandemic shutdown, President of Uganda, Yoweri Museveni, announced that schools will reopen in the new year. We're keeping our fingers crossed and hopes high for our global partners. #OasisUganda #OasisGlobal","sentiment_score":0.0578409091}
