{"full_text":"Week 3  of Boosters Way to go  kids (youth &amp; H.S.) Catch your high school girls team at 3 vs Lowell at homeAND stay for the boys team at 4:30 vs Newburyport ","sentiment_score":0.16}
{"full_text":"RT Hey why is allowed to sell counterfeit N95\/KN95 masks?","sentiment_score":0.0}
{"full_text":"RT Omicron and Delta right now","sentiment_score":0.2857142857}
{"full_text":"RT \"We won Daesang at last year's GDA too, we're deeply moved at the fact that we've received so much love again. BE was an...","sentiment_score":0.1666666667}
{"full_text":"RT In UK's 2nd largest crisis since #COVID19 began, MSM features stories that it's all over, endemic, stop tests &amp; vax. Alice...","sentiment_score":0.0}
{"full_text":"RT We could learn a thing or two...","sentiment_score":0.0}
{"full_text":"RT Against Eagles backups and 3rd  stringers and Covid replacements","sentiment_score":0.0}
{"full_text":"RT The data the government has used for years to justify their lockdowns, mandates and control over your life is contaminate...","sentiment_score":0.0}
{"full_text":"RT The way Covid been rising I feel like school finna pull a March 13th ,2020 on us at any day now ","sentiment_score":0.0}
{"full_text":"RT How Mexico City prevents COVID transmission.","sentiment_score":0.0}
{"full_text":"RT Devil's Due by Timothy Arnzen via #free #horror #scifi #sciencefiction #thriller #fiction...","sentiment_score":0.1375}
{"full_text":"RT A Zomato delivery executive died after a police constable, who was driving a car allegedly under alcohol influence hit his bike in...","sentiment_score":-0.1}
{"full_text":"RT Whenever fear subsides, they are always so desperate to use children to issue more of it. It's disgusting. These people have n...","sentiment_score":-0.3666666667}
{"full_text":"RT Had extensive discussions on the prevailing COVID-19 situation. Reviewed the preparedness of healthcare infrastructure, t...","sentiment_score":0.0}
{"full_text":"RT NYT claims Americans are \"dismayed\" that Omicron is behaving differently from previous variants. Well, it is far less le...","sentiment_score":-0.0583333333}
{"full_text":"RT If UK government is really considering this (@scotgov certainly not signed up to it) it is utterly wrongheaded. Hard t...","sentiment_score":-0.049702381}
{"full_text":"RT One of the great UNKNOWNS about the Omicron variant is the impact on children 4 weeks AFTER infection.","sentiment_score":0.8}
{"full_text":"RT If UK government is really considering this (@scotgov certainly not signed up to it) it is utterly wrongheaded. Hard t...","sentiment_score":-0.049702381}
{"full_text":"RT I am an oncology dietitian who is redeployed every 2 weeks to work in COVID ICU. I have been v...","sentiment_score":0.0}
{"full_text":"RT If you're running around unvaccinated, telling people \"God is your vaccine\" or you'll put everything in \"God's hands\" -- the...","sentiment_score":0.0}
{"full_text":"RT New Zealand rises today to call for an end to their COVID police state.","sentiment_score":0.1363636364}
{"full_text":"Good morning. Anders Bjork (COVID protocol) is on the ice for practice today.","sentiment_score":0.7}
{"full_text":"RT I reiterate that we want to curtail unnecessary crowding but not impose any lockdown. The fact is that no restrictions...","sentiment_score":-0.4}
{"full_text":"RT Guess you should have saved those federal Covid relief funds to spend on Covid relief and not cops...","sentiment_score":0.0}
{"full_text":"RT CDC is part of the BIG LIE.","sentiment_score":0.0}
{"full_text":"The numbers lie and are exaggerated, the CDC themselves admitted people will go in for something different, have no symptoms and test positive and be counted as a COVID case. A person already dying of cancer, if found with COVID, the cancer isn't the cause when they die.","sentiment_score":-0.0909090909}
{"full_text":"RT This is what our government's obsession with personal freedoms does. Businesses are left to wither on the vine with no sup...","sentiment_score":0.0}
{"full_text":"RT Parents tweeting about their infant or toddler with COVID on my timeline breaks my heart ","sentiment_score":0.0}
{"full_text":"is CNN going to bring their Death Clock back under bumbling idiot Biden who promised the American people he would stop Covid?","sentiment_score":-0.2666666667}
{"full_text":"RT My best friend died tragically when we were teenagers. I guarantee a friend or classmate dying of covid will be much wo...","sentiment_score":0.6}
{"full_text":"RT I'm an NHS consultant. I am COVID vaccinated, which protects my patients, my family, and myse...","sentiment_score":0.0}
{"full_text":"RT 27,882 people in Michigan have died of Covid, or 1 in 334 of our state population. To put it in perspective, that's like g...","sentiment_score":0.0}
{"full_text":"RT Just for clarity: teachers are not being paid right now. They are not collecting unemployment or being \"paid to stay home...","sentiment_score":0.2857142857}
{"full_text":"RT The number of Americans hospitalized with Covid-19 just hit 133,000, the highest of the whole pandemic. Maybe we should s...","sentiment_score":0.2}
{"full_text":"Or just COVID works","sentiment_score":0.0}
{"full_text":"RT ATENCION: Receipt of 2 doses of Pfizer-BioNTech vaccine is highly effective in preventing MIS-C in persons aged 12-18 years....","sentiment_score":0.25}
{"full_text":"60,000 vaccinated. Five cases in three years. The only one of those who was vaccinated died s the vaccine didn't work.Stop trying to sound clever and obfuscate the facts","sentiment_score":0.1888888889}
{"full_text":"RT Yes indeed, we selected one incredible President. #VoteBLUE#wtpBLUE #DemVoice1 #ONEV1","sentiment_score":0.9}
{"full_text":"RT The entire concept of vaccination is to 'train' the body's natural immune response, safely, beforehand.This is why den...","sentiment_score":0.2}
{"full_text":"RT 3\/ For those that aren't aware GBD are the key pushers of the herd immunity strategy, they are linked to the AIER, Colla...","sentiment_score":0.125}
{"full_text":"RT Little to no respiratory symptoms from COVID infection doesn't mean it's \"mild.\"   Pay attention to the medical community...","sentiment_score":-0.0416666667}
{"full_text":"RT Ontario reports 21 new COVID-19 deaths; ICU occupancy exceeds 400 for first time in more than six monthshttps:\/\/t.co\/QDWw3iOCAg","sentiment_score":0.2954545455}
{"full_text":"RT #BREAKING: Federal Government advised Tennis Australia that the Victorian Government was responsible for assessing vaccine...","sentiment_score":0.2}
{"full_text":"RT Reminder that Pfizer's COVID--19 vaccine \"has been authorized for emergency use to prevent COVID-19 in ages 16+.\" That...","sentiment_score":0.0}
{"full_text":"RT We are literally wasting millions a week on testing people who aren't ill for Covid. This madness has to stop. Plough...","sentiment_score":-0.5}
{"full_text":"You're an idiot.. the vaccine doesn't always keeps you from getting it... it keeps you out of the hospital!Seriously","sentiment_score":-0.8}
{"full_text":"RT Before #Omicron 6,431 children in the U.S. were hospitalized for multi-system inflammatory syndrome (MISC) due to COVID &amp; 5...","sentiment_score":-0.125}
{"full_text":"RT Tak payah nak cakap pasal lockdown lah. People have no savings anymore. Salaries have declined. The income distribution...","sentiment_score":0.0}
{"full_text":"RT Hon'ble PM Shri  Ji chairs a meeting to review the #COVID19 situation. #IndiaFightsCorona","sentiment_score":0.0}
{"full_text":"Testing positive for Omicron doesn't mean the vaccine isn't working. The fact that you're alive to Tweet about it means it is. It's not perfect, but its the best we have until one is developed against Omicron and any other variants that arise like the one coming from Walter Reed.","sentiment_score":0.0699675325}
{"full_text":"RT I am pro-vaccines.I am vaccinated.I am against vaccine mandates and vaccine passports. They are immoral, and based on...","sentiment_score":0.0}
{"full_text":"RT PM Andrew Holness: We are not going back to lockdown. Be calm. Go and take the vaccine! That's the strategy. If you get...","sentiment_score":0.1875}
{"full_text":"RT Children vaccination against COVID-19 is unscientific says Harvard  professor","sentiment_score":0.0}
{"full_text":"Thank you so much. You do, too. We all do. The CDC is setting a dangerous precedent with their statements devaluing people with comorbidities.  It's not a new thing to feel society doesn't value some of us, but having the CDC kind of okay that, is scary and sad.","sentiment_score":-0.0525974026}
{"full_text":"In other words \"If a dirt a dirt\" argument done .","sentiment_score":-0.125}
{"full_text":"RT You keep playing politics with all the covid shit  Afcon starts today All of a sudden Victor osimhen he's available to...","sentiment_score":0.0666666667}
{"full_text":"RT I'm a Consultant in Anaesthesia &amp; Intensive Care Medicine. I'm vaccinated, so are my family &amp; friends. It's is the sin...","sentiment_score":0.0}
{"full_text":"The Trump-inspired GOP is functioning as a terrorist organization. Currently, COVID-19 enabling, election misinformation and voter suppression are its primary weapons. Our democracy is in peril.Heck, Trump made more than that on a weekend when laundering money for the Russians.","sentiment_score":0.3}
{"full_text":"RT .@jfeldman_epi's whole piece is here. It's a knock-out. end\/","sentiment_score":0.2}
{"full_text":"RT Wait. You were up at 2:45 am watching tennis while your wife was working a 12 hr shift at a hospital during a...","sentiment_score":0.0}
{"full_text":"RT Remember two years ago, when we were going to fix this?","sentiment_score":0.0}
{"full_text":"RT Triple jabbed Geraldo Rivera got COVID - said he was shocked. Let's remind everyone what the jerk said about the unvaccinat...","sentiment_score":-0.7}
{"full_text":"RT The CDC director finding it \"very encouraging\" that it's largely the \"already unwell\" dying from COVID while signaling no...","sentiment_score":0.2071428571}
{"full_text":"RT (3) It appears that the last time GISAID received Oklahoma variant testing data for the NS3 program was September 21st,...","sentiment_score":0.0}
{"full_text":"RT Millions of chinese people are living in covid quarantine camps now!2022\/1\/9","sentiment_score":0.0}
{"full_text":"RT Seems like something the CDC might know.Useless.","sentiment_score":0.0}
{"full_text":"RT Washington Post gives Supreme Court Justice Sonia Sotomayor Four Pinocchios for making false claim 'over 100,000' childre...","sentiment_score":-0.4}
{"full_text":"RT Tak payah nak cakap pasal lockdown lah. People have no savings anymore. Salaries have declined. The income distribution...","sentiment_score":0.0}
{"full_text":"RT My Omicron shield includes:500 mg Quercetin with Bromelain50 mg Elemental zinc5000 to 10,000 IU of vitamin D3 100 mcg...","sentiment_score":0.0}
{"full_text":"Schools ordered to complete Covid vaccination of students","sentiment_score":0.1}
{"full_text":"RT Just for clarity: teachers are not being paid right now. They are not collecting unemployment or being \"paid to stay home...","sentiment_score":0.2857142857}
{"full_text":"RT London consultant Steve James has told the press that the Covid ICU patients at his hospital have been extremely overw...","sentiment_score":-0.125}
{"full_text":"RT  49.2% (again, FORTY NINE PERCENT!) of current COVID ICU beds in Ontario, Canada, are fully vaccinated.Go ah...","sentiment_score":0.0}
{"full_text":"RT Visualising 150,000 UK coronavirus deathshttps:\/\/t.co\/Btkr6OujXu","sentiment_score":0.0}
{"full_text":"RT A recent study from Qatar shows that people who acquired natural immunity to the original Wuhan strain had excellent prote...","sentiment_score":0.36875}
{"full_text":"RT Why on earth is  #BroadcastingHouse giving a platform to a hospital consultant who is refusing to have a #Covid vaccine wh...","sentiment_score":0.0}
{"full_text":"RT Top stat from 24 out of 130+ trusts have currently declared a critical incident due to Covid. In 2017...","sentiment_score":0.09375}
{"full_text":"RT There you have it an unelected Tory is not wanting you to protect your children. He wants them to suffer Covid19 at ful...","sentiment_score":0.2}
{"full_text":"RT It's all been a lie, only now they know you know it's a lie, and they can't lie anymore.You're about to see just how ho...","sentiment_score":0.0}
{"full_text":"What's next? People in power being revealed as lizard robot people?","sentiment_score":0.0}
{"full_text":"RT More than 50% of the medical students ar...","sentiment_score":0.25}
{"full_text":"RT Kids aren't learning shit anyways right now if half their classmates and teachers are out sick with Covid and they are...","sentiment_score":-0.1988095238}
{"full_text":"RT this is a running list of where i have found certified N95 masks at decent prices (under $1.50 each, often much less).1) 3...","sentiment_score":0.1833333333}
{"full_text":"RT My hospital recently reported that over 10% of the asymptomatic staff they are testing are COVID+.Meaning at least one o...","sentiment_score":-0.15}
{"full_text":"RT Brilliant and brave broadcaster has been abruptly cancelled by for challenging lockdowns\/vaccine pas...","sentiment_score":0.51875}
{"full_text":"RT Triple jabbed Geraldo Rivera got COVID - said he was shocked. Let's remind everyone what the jerk said about the unvaccinat...","sentiment_score":-0.7}
{"full_text":"Absolute rubbish no healthy children were ever at risk more at risk from the vaccine","sentiment_score":0.15}
{"full_text":"RT See the level of social distancing in #aktu semester exams!Center: RKGIT(033)@AKTU_Lucknow shame on you.#AKTUStuden...","sentiment_score":0.0333333333}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT I will never get over the fact that the CDC director is out there saying it's really encouraging that mostly people like me...","sentiment_score":0.35}
{"full_text":"GOP's master strategy on covid19 to galvanize the base:- reject science and Dr Fauci - make masks as symbol of anti American and anti freedom - distrust vaccines as tools of establishment- mandates are evil- death rate of 0.2% is not a pandemic- issue GOP-approved remedies","sentiment_score":-0.6}
{"full_text":"RT How is it 2022 and people *still* mistakenly think #Covid19 is primarily a respiratory disease?! Respiratory was the...","sentiment_score":0.5}
{"full_text":"Friday night late felt like early Covid quarantine time sorta as I watched dc go-go band Sirius Company do some of an acoustic set from what might have been band member Ms Kim's place on IG Live","sentiment_score":-0.0212121212}
{"full_text":"RT Giving this one rogue voice such a big platform is hugely irresponsible by and reflects very badly on","sentiment_score":-0.1275}
{"full_text":"The \"dog cartoon character\" is a vaccine scientist and she explained, in detail, why you are seriously misunderstanding how vaccines work and how efficacy is quantified. Not my problem if you can't understand. Perhaps go back and take Epidemiology 101 again.","sentiment_score":-0.1666666667}
{"full_text":"RT The data the government has used for years to justify their lockdowns, mandates and control over your life is contaminate...","sentiment_score":0.0}
{"full_text":"RT The number of Americans hospitalized with Covid-19 just hit 133,000, the highest of the whole pandemic. Maybe we should s...","sentiment_score":0.2}
{"full_text":"RT You thought the vaccine was the 'pathway back to freedom' but as you're now seeing, it's actually just a dead-end path...","sentiment_score":0.0}
{"full_text":"FeSantis is using a Trump move when Trumps guilty of something he points his finger to someone else and accuse them of them same think or something similar and it take the attention off him. But truth is DeSantis has FAILED florida numbers sky high bcuz of HIS BAD covid policies","sentiment_score":-0.2566666667}
{"full_text":"RT Who is going to prevent insurance companies from hiking up premiums on all the patients who end up with chronic condit...","sentiment_score":0.0}
{"full_text":"RT Am I right in thinking that England is moving towards completely ignoring the pandemic so that Johnson can avoid a chal...","sentiment_score":0.1928571429}
{"full_text":"First you terminate the unvaxed, then you are forced to allow infected healthcare workers to work. and those in the Cali Healthcare system are the epitome of stupid. How could you not see this coming?","sentiment_score":-0.2833333333}
{"full_text":"Advertising covid in the name of omicron which is fastr spreadng variant then delta,Omicron cases r near 5000 in a mnth,Sudden spike of covid in the mnth of dec ending if covid delta is nt increase,omicron is nt mch increase why the number of cases increase.some thing wrong....!!","sentiment_score":-0.340625}
{"full_text":"RT #BiharFightsCorona Update of the day.  5022 more #COVID19 +ve cases have been reported so far on 8th Jan 2022.T...","sentiment_score":0.3}
{"full_text":"Imagine this.  The CDC comes out and say that masks that protect you against COVID won't protect you from smoke resulting from wildfires.  If you look at particle sizes that's absurd.  But Facebook &amp; Twitter flag that as false even though it's scientifically sound.","sentiment_score":-0.1666666667}
{"full_text":"RT #vaccination is the only solution to fight COVID . Ahlcongroupofschools alongwith Delhi govt creating an opportunity for our...","sentiment_score":0.0}
{"full_text":"RT  POLL Ireland Thinks \/ Sunday IndependentQ. \"It has emerged that, in June 2020, a breach of Covid guidelines occurre...","sentiment_score":0.0}
{"full_text":"RT Why are BBC and others quoting people will be worse off by PS1200 a year? Who does the maths? Energy + PS800, NI Tax +PS500, Co...","sentiment_score":-0.4}
{"full_text":"RT Here is a man who had nothing to tell you about Salvation. If he can say nothing to you about Salvation, how will he h...","sentiment_score":0.0}
{"full_text":"Let's see if you let people make their own choices. Open NYC. Covid, government mandates, changes in crime policies do not help.","sentiment_score":0.3}
{"full_text":"RT On January 30, 2022, we will be marking 2 years since the first COVID-19 case was detected in the Philippines, from a touris...","sentiment_score":0.25}
{"full_text":"RT Geraldo, being vaxxed and boosted doesn't mean you won't get Covid.  It means you won't DIE from Covid.","sentiment_score":-0.3125}
{"full_text":"RT Just for clarity: teachers are not being paid right now. They are not collecting unemployment or being \"paid to stay home...","sentiment_score":0.2857142857}
{"full_text":"RT Next on \"Why is this government covering up treatments for Covid?\"We know why, but I'm SO glad to see he...","sentiment_score":0.25}
{"full_text":"RT CDC releasing the report that COVID significantly increases risk of children developing diabetes *on Friday night* after lying t...","sentiment_score":0.375}
{"full_text":"Covid: Hospital boss admits they may lose staff over compulsory vaccinesNo! Surely not! Who would have thought! ","sentiment_score":-0.390625}
{"full_text":"RT Pay attention to *who* is having the highest incidence of #COVID19 cases at the beginning of this first #Omicron wave....","sentiment_score":0.25}
{"full_text":"RT The dick of the day trophy goes to MAGA's personal Supreme Court Justice, Neil Gorsuch, for refusing to wear a mask du...","sentiment_score":0.0}
{"full_text":"RT Had extensive discussions on the prevailing COVID-19 situation. Reviewed the preparedness of healthcare infrastructure, t...","sentiment_score":0.0}
{"full_text":"RT I am pro-vaccines.I am vaccinated.I am against vaccine mandates and vaccine passports. They are immoral, and based on...","sentiment_score":0.0}
{"full_text":"\"The #pandemic has changed how humanity consumes.\" Find out how companies are using #technology to alleviate #supplychain issues ahead of #holiday demand. | Mindsight | The Supply Chain And Technology: A Technology Report","sentiment_score":0.0}
{"full_text":"RT A federal judge gave the FDA eight months to release data pertaining to the safety of Pfizer's coronavirus vaccine after...","sentiment_score":0.0}
{"full_text":"It's insane for ANYONE not to get the vaccine.","sentiment_score":-1.0}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"RT In the #GO bus terminal. One washroom has been closed for at least 2 weeks. The other one is open but there is no soap an...","sentiment_score":-0.13125}
{"full_text":"RT Sir corona virus is increasing in Tamilnadu most of the students are depressed and afraid of that pls save 10,11,12th s...","sentiment_score":-0.05}
{"full_text":"RT Huge congratulations to former Lord Mayor of London Sir William Russell, who has been made a Knights Bachelor in the 2022 New...","sentiment_score":0.1787878788}
{"full_text":"RT Had a very pleasant meeting with the Foreign Min of #China. Discussions centered around the logistics of facilitating th...","sentiment_score":0.4141666667}
{"full_text":"RT I am an intensive care doctor. I have been vaccinated and so have my wife and teenage children. Because I *know* it is t...","sentiment_score":0.0}
{"full_text":"Nadhim Zahawi wants UK to be leader in move from 'pandemic to endemic' #Covid. What does covid say?","sentiment_score":0.2}
{"full_text":"Hi Melanie. I would love to interview you for our minority student's YouTube channel we recently started. Covid has prevented us from doing live speaker sessions. Here are our first five interviews.","sentiment_score":0.2215909091}
{"full_text":"RT BREAKING: Ron DeSantis allowed a state stockpile of more than 1 MILLION rapid Covid tests to EXPIRE.Who thinks he sh...","sentiment_score":0.5}
{"full_text":"Oh, okay. So at least we shouldn't be hearing any nonsense about how your \"liberty\" would be violated by a vaccine mandate. You just think it should be done by the states or Congress. Gotcha.","sentiment_score":0.1}
{"full_text":"RT Devolution has been a disaster during the pandemic. The last thing we need is a maximum amount of ithttps:\/\/t.co\/Qk0tOUGov...","sentiment_score":0.0}
{"full_text":"RT #Joker_ModiBjp govt planning Feb- State Electionsafter getting their posts MLA and CMMay or April cases increases...","sentiment_score":0.0}
{"full_text":"RT Cyprus reportedly discovers a Covid variant that combines omicron and delta","sentiment_score":0.0}
{"full_text":"Omicron Panic Has CDC Urging Boosters for Kids as Young as 12, Panelist Says It's Just 'Whack a Mole' | CBN News #Booster","sentiment_score":0.1}
{"full_text":"STAY HOME OR WORK SICK: As the omicron variant infects workers across the nation, millions of those whose jobs don't provide paid sick days are having to choose between their health and their paycheck.https:\/\/t.co\/Wk4qefAU5G","sentiment_score":-0.7142857143}
{"full_text":"why did I receive full moderna vaccine dose 100mcg when I was eligible for half dose booster? And why is it so difficult to find out my dosage information?Any other medication, dosage info is readily available on records. This info should be on vaccine receipts","sentiment_score":-0.0083333333}
{"full_text":"Ultimately, the climate agenda is a matter of global justice and survival.@AndRechkemmer","sentiment_score":0.0}
{"full_text":"QC data I shared is \"per 100K\".  Ontario showing same thing.  Data is clear: as of today, you are 2x as likely to get infected with COVID if you are double-vaxxed vs single.  2x!  To be clear, shots reduce severity, no question about it, but this is odd.","sentiment_score":-0.0093253968}
{"full_text":"FUCKKKKKKKK","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccines and Boosters will be available in the University Ballroom from 8AM-6PM on Wednesday, January 19. Pre-register at #ProtectOurPanthers","sentiment_score":0.4}
{"full_text":"The Street Angels are closing their winter warming room for the rest of the season due to #COVID19.In a Facebook post, the Angels say they've seen a 20-30% increase in staff and guests testing positive for the virus.","sentiment_score":0.0511363636}
{"full_text":" High Covid levels could hit businesses hard over the coming weekshttps:\/\/t.co\/XR7ofiHRf6","sentiment_score":-0.0658333333}
{"full_text":"RT Cyprus reportedly discovers a Covid variant that combines omicron and delta","sentiment_score":0.0}
{"full_text":"RT How are we this far into the pandemic and you still can't grasp that vaccines don't make you immune? They re...","sentiment_score":0.1}
{"full_text":"RT I am an intensive care doctor. I have been vaccinated and so have my wife and teenage children. Because I *know* it is t...","sentiment_score":0.0}
{"full_text":"RT Mild SARS-CoV-2 infection in rhesus macaques is associated with viral control prior to antigen-specific T cell respons...","sentiment_score":0.1666666667}
{"full_text":"Anytime Is the Right Time for COVID Vaccine in Pregnancy via HealthDay #covid19 #covidvaccine #pregnancy #obgyn","sentiment_score":0.2857142857}
{"full_text":"NOTE TO STUDENTS &amp; STAFFOur classes will continue on-campus from tomorrow, unless you have been advised otherwise by your course-co-ordinator.  The wearing of face coverings is mandatory at all times when in College (unless medically exempt).https:\/\/t.co\/fFhUvxorbM#StaySafe","sentiment_score":0.0}
{"full_text":"\"An expanded #HIV #Vaccine Trials Network Faith Initiative aims to reach #Black, #Latino and #Indigenous communities of faith.\" #HIVresearch #cureHIV #research #publichealth #religion #faith","sentiment_score":-0.1666666667}
{"full_text":"RT Narrative is always more powerful than truth, but in saner times, truth at least impacts narratives. These are not sa...","sentiment_score":0.1666666667}
{"full_text":"Arizona hospital's 'staffing crisis' means COVID-positive, symptomatic employees permitted to work","sentiment_score":0.0}
{"full_text":"RT They know exactly what they're doing","sentiment_score":0.25}
{"full_text":"RT My aunt died of covid last night.. Wasn't sick very long.. She's a lawyer who was about to retire. Had all the vaccines....","sentiment_score":-0.2597619048}
{"full_text":"You missed his point victorians whom arent vaccinated and have covid cant work still. What makes novak a foreigner who doesnt pay taxes any different? You must be vaccinated to enter australia and vaccinated to work unless you have an exemption.","sentiment_score":0.0}
{"full_text":"Next week we kick off the second half of our programme... Join us on 12th January when Prof. will discuss the emergence of coronavirus as human pathogens at 7pm Registered members check your inbox soon ...or sign up via the websitehttps:\/\/t.co\/Gi9aJSx7G2","sentiment_score":-0.0416666667}
