{"full_text":"RT Karma, she is magnificent","sentiment_score":1.0}
{"full_text":"RT Deaths for ANY cause within 28 days of a positive test = Covid DeathPositive test from a procedure that can detect vira...","sentiment_score":0.2272727273}
{"full_text":"RT Mildly setting records","sentiment_score":0.3333333333}
{"full_text":"RT The crucial takeaway from Justice Sotomayor's covid misinformation is not one of covid hypocrisy but covid fanaticism: she, l...","sentiment_score":0.0}
{"full_text":"RT Double vaccinated ( to do the Isle of Man TT )  and Covid has hit me for 6. Worse than I was unvaccinated. I don't get it...","sentiment_score":-0.2}
{"full_text":"Covid is not a joke wear your mask everywhere you go and around anyone who isn't instant family idc who it is because Covid is a bitch and it's hard to get through keep each other safe and especially yourself and keep your distance","sentiment_score":0.0166666667}
{"full_text":"RT COVID-19 UPDATE 1\/7\/21The statewide alert level is high at 880.8 per 100,000 and 57.7% of Alaskans (5+) have been fully v...","sentiment_score":0.16}
{"full_text":"RT Anyone concerned with recent change in school health guidelines and metrics in light of the #pandemic can hop on thi...","sentiment_score":0.2}
{"full_text":"RT Johnson &amp; Hancock not made to answer police questions as to why Covid hospital patients were discharged to care homes is...","sentiment_score":0.0}
{"full_text":"RT The government is cancelling employment contracts for contact tracers and disbanding pandemic supports for schools like th...","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT sick","sentiment_score":-0.7142857143}
{"full_text":"RT Omicron's lesser severity in the UKhttps:\/\/t.co\/EfjEtANCau by","sentiment_score":0.0}
{"full_text":"RT Thank you Siksika, our numbers are starting to decrease now ","sentiment_score":0.0}
{"full_text":"Why \"let us all get omicron\" is such a foolish thing to say...","sentiment_score":0.0}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT make everything worse 2024","sentiment_score":-0.4}
{"full_text":"RT No plan. I attended a lecture today with world leading researchers into long-COVID. It is vici...","sentiment_score":0.0}
{"full_text":"RT Just for clarity: teachers are not being paid right now. They are not collecting unemployment or being \"paid to stay home...","sentiment_score":0.2857142857}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"RT Covid really working overtime to reform its image.","sentiment_score":0.2}
{"full_text":"RT Anti vaxxers will tell you they don't want the vaccine because they don't want to pay Big Pharma, but now they'll make a ru...","sentiment_score":0.0}
{"full_text":"RT Citigroup will dismiss unvaccinated employees by the end of the month as it presses on with a vaccine requirement the company...","sentiment_score":0.0}
{"full_text":"RT 1\/ All healthcare workers that are treating patients right now should be wearing N95 masks. Spread is like wildfire. We al...","sentiment_score":0.2857142857}
{"full_text":"RT How to deal with the quislings and collaborators of the pandemic Fraudhttps:\/\/t.co\/XnqrySvKtr","sentiment_score":0.0}
{"full_text":"RT Thomas Apollo went to a mobile clinic in Tustin, CA to protest covid vaccines. After calling employees \"murderers\" he as...","sentiment_score":0.0}
{"full_text":"RT Wow! Incredible energy as Italian students in Genoa take to the streets against the Covid mandates.","sentiment_score":0.3416666667}
{"full_text":"RT By now I am convinced that lockdowns - without the end goal of retrofitting \"sick buildings\" and other unsafe spaces -...","sentiment_score":-0.4196428571}
{"full_text":"Wow. So no Horny, Knight, Bennett and Reinhardt?","sentiment_score":0.1}
{"full_text":"RT It is with deep sorrow that we announce the passing of our beloved Ramesh Babu garu. He will continue to live on in ou...","sentiment_score":0.2787878788}
{"full_text":"RT Its standing room only here again today.We have 122 covid-19 patients, 17 are in ICU, out of the 122, 39 are break through...","sentiment_score":0.0}
{"full_text":"Was it a rapid? Some of them arent catching omicron. U should take a PCR","sentiment_score":0.6}
{"full_text":"I'm wondering what the number really is.  My friend's whole family thinks they have it but they can't find any tests in their area.","sentiment_score":0.2}
{"full_text":"RT As we fight COVID-19, let us not forget those fighting for their lives against domestic violence. Call the Orange Support C...","sentiment_score":0.0}
{"full_text":"RT It is with deep sorrow that we announce the passing of our beloved Ramesh Babu garu. He will continue to live on in ou...","sentiment_score":0.2787878788}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"You got covid mate","sentiment_score":0.0}
{"full_text":"RT Like AC Grayling, I am convinced that Covid would now be over if we were still members of the EU. Read my piece in the E...","sentiment_score":0.0}
{"full_text":"RT Oregon Health &amp; Science University found that \"symptomatic or asymptomatic SARS-CoV-2 infection is associated with incre...","sentiment_score":0.0}
{"full_text":"RT What?!? CDC is leaving it to state health departments to investigate deaths reported following COVID vaccines, includi...","sentiment_score":0.0}
{"full_text":"There are less than 4000 children hospitalized with Covid (most not due to Covid). The vax does not stop sickness or prevent spread.","sentiment_score":0.1319444444}
{"full_text":"Try to Lock me in this cage.. I want just lay me down and die.. I'll take this broken wings and watch me burn across the sky.. Hear the echo sayyyyiiinggggg.....! ","sentiment_score":-0.3277777778}
{"full_text":"RT Justice Gorsuch wore no mask during oral argument yesterday, the only justice to openly defy the rules, on a day they were...","sentiment_score":0.0}
{"full_text":"RT The Supreme Court has now shared more COVID misinformation than your aunt on Facebook","sentiment_score":0.5}
{"full_text":"12yr old this morning: \"Guess who has Covid?\"Me: \"Who?\"Long pause.12yr old: \"EVERYONE.\"This tracks.","sentiment_score":0.05}
{"full_text":"RT London, UK #Omicron update (8 Jan 2022):London, UK (9 million population) is likely to have &lt;400 deaths from Omicron...","sentiment_score":0.0}
{"full_text":"RT BREAKING:","sentiment_score":0.0}
{"full_text":"I keep thinking about how no big corporations have figured out how to make money being heros during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Purchasing ya own n95 masks is def some stolen wages shit.","sentiment_score":0.2}
{"full_text":"RT I really can't understand the lack of attention and discussion of this. This is *huge*. Shouldn't there be urgent focus on...","sentiment_score":0.3}
{"full_text":"RT Big protests against Vaccine Passports in France and is covering it !!! Blimey, something really has changed ...#NoVa...","sentiment_score":0.1}
{"full_text":"RT I feel sorry for Biden. He thought he could come into office, get the vaccine to every American and immediately end the...","sentiment_score":-0.25}
{"full_text":"26 people in our hospital. 250k population. That's 0.01%. Pandemic? Cases aren't hospitalisations and deaths.","sentiment_score":0.0}
{"full_text":"RT Whatever is in those chemtrails is exacerbating whatever 'sickness' is going around. I really think THOSE are what's mak...","sentiment_score":0.2}
{"full_text":"covid this... gas prices that... what's joe bidens plan for 5sos5 to be released faster","sentiment_score":0.0}
{"full_text":"RT This is an incredible important moment Listen to this doctor explain why he is opposed to mandates. Having had Covid he...","sentiment_score":0.65}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"Nurse confirms everyone who has had the vaccine is a \"ticking timebomb for cancer and other illnesses''Fake Pandemic didn't killed people, imposed Hospital Protocols did!","sentiment_score":-0.2916666667}
{"full_text":"RT Everyone acts like the unvaccinated \"fate\" is a 99.6% chance of hospitalization or death, when in reality it...","sentiment_score":0.0}
{"full_text":"RT There is zero justification for mandating this jab. Please stand up for TWO MILLION NHS workers faced with the sack in Ap...","sentiment_score":0.0}
{"full_text":"RT Finding a biashara you can run in ways that it evades most of the existing regulations... That has been Uber all through.","sentiment_score":0.5}
{"full_text":"RT Thanks to far reaching reforms implemented by PM Govt, Indian economy is showing signs of robust growth in po...","sentiment_score":0.15}
{"full_text":"857 children were hospitalized in the last 7 days in England due to Covid !!This is the worst figure from the beginning of the pandemic !!","sentiment_score":-0.3984375}
{"full_text":"I think pandemic is more significant than location.","sentiment_score":0.4375}
{"full_text":"RT NBC News: The U.S. has exceeded 59 million COVID cases since the start of the pandemic.One million new cases in about 2...","sentiment_score":0.1363636364}
{"full_text":"RT Has anyone told the Supreme Court?","sentiment_score":0.0}
{"full_text":"Social science is all about \"conditions\". \"Stay positive and be patient\" is good in general until the \"COVID-19\" condition is added.","sentiment_score":0.2526515152}
{"full_text":"RT How come all the army lads being brought in to help the NHS with staff shortages haven't got Covid? They must have the same...","sentiment_score":0.0}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"I just signed a petition: The Scottish Government must provide vaccination and classroom ventilation for all school ages.  We need vaccination plus other public health measures to protect us all. #COVID19  Sign here:","sentiment_score":-0.0625}
{"full_text":"RT How come you guys skipped over this scandal without a word? Nbd? There are emails and stuff. NYTimes skipped...","sentiment_score":0.0}
{"full_text":"RT People talk about spending their young years in a pandemic, but I don't think people have an appreciation of how awful it...","sentiment_score":-0.45}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"RT The Govt have had two years to procure sufficient means of Covid testing. The fact that we as a country (England) are...","sentiment_score":0.0}
{"full_text":"RT Double vaccinated ( to do the Isle of Man TT )  and Covid has hit me for 6. Worse than I was unvaccinated. I don't get it...","sentiment_score":-0.2}
{"full_text":"RT 2,900 people died on 9\/11 and 20 years later I still have to take my shoes off at the airport. 835,000 people in the US have di...","sentiment_score":0.0}
{"full_text":"More antibodies are not necessarily a good thing. The vaccine experts know this very well.","sentiment_score":0.1166666667}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"But the vaccine changed the women it is significant","sentiment_score":0.375}
{"full_text":"RT I reiterate that we want to curtail unnecessary crowding but not impose any lockdown. The fact is that no restrictions...","sentiment_score":-0.4}
{"full_text":"RT 300 million covid-exposed americans stand before me, but i have only 35 tests in my hands","sentiment_score":0.0}
{"full_text":"RT Third wave of Corona won't last longer. After all, there are elections in UP.","sentiment_score":0.0}
{"full_text":"RT I wrote about what this surge is doing to the healthcare system.It's bad. Though less severe, Omicron is spreading quickl...","sentiment_score":-0.4333333333}
{"full_text":"RT I disagree strongly with jcvi on their hesitation to offer covid vaccine to children, but I do agree that the evidence for...","sentiment_score":0.4333333333}
{"full_text":"RT Thread","sentiment_score":0.0}
{"full_text":"RT I'm at the walk-up COVID test, I'm at the superspreader event, I'm at the combination walk-up COVID test superspreader event","sentiment_score":0.0}
{"full_text":"bUt bOrIs iS jUsT tRyInG hIs bEsT","sentiment_score":1.0}
{"full_text":"RT Seems to me that vaccinated ppl are the ones who are catching Covid etc - very strange! Also a vaccine that shoul...","sentiment_score":0.259375}
{"full_text":"Viral chronic illness is a thing. Whether that's covid or another virus.","sentiment_score":0.0}
{"full_text":"Oh just wait til they find out no more PCR test as of 12\/31\/2021 per CDC website turns out it's been determined that the test can't distinguish between COVID and the flu.","sentiment_score":-0.25}
{"full_text":"RT Justice Sotomayor claimed today that 100 thousand children are currently hospitalized with covid.100 THOUSAND.A Su...","sentiment_score":0.0}
{"full_text":"RT Purchasing ya own n95 masks is def some stolen wages shit.","sentiment_score":0.2}
{"full_text":"Then why not just start remote teaching?","sentiment_score":-0.1}
{"full_text":"RT Ryan the pcr alone narrative is not enough to bring back PCR immediately. The fact remains covid is rampant, sc...","sentiment_score":0.0}
{"full_text":"RT We were REPEATEDLY told this was a conspiracy theory.","sentiment_score":0.0}
{"full_text":"Covid alternative","sentiment_score":0.0}
{"full_text":"\"These people must not be tolerated, they are extremists and racists \"Right Justin Trudeau ?Pandemic of the Unvaccinated @JustinTrudeau #cdnpoli","sentiment_score":0.2857142857}
{"full_text":"if you forget a little bit about covid, to give other diseases a chance","sentiment_score":-0.15625}
{"full_text":"RT The most accurate depiction of the CDC lol","sentiment_score":0.5666666667}
{"full_text":"RT \"Vaccine mandates and masks are tyranny!\" Say the conservative pundits who just showed their medical papers and wore a ma...","sentiment_score":0.0}
{"full_text":"The bleakest moments are actually each and every time you open your twitter app.","sentiment_score":0.0}
{"full_text":"RT PSA for UPLB Students:Most members of the USC are in isolation or experiencing COVID-19 symptoms. We apologize for the late r...","sentiment_score":-0.3}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT Take five minutes...watch this! Love this story.","sentiment_score":0.5}
{"full_text":"RT Please make sure you get your booster. I procrastinated and now I have COVID. It isn't pleasant. Get boosted.","sentiment_score":0.6166666667}
{"full_text":"RT If we look at the age of admissions, they might be peaking in 18-64 year olds but still going up in over 65s. Admissions...","sentiment_score":0.0}
{"full_text":"RT FRANCE  Montpellier people love so much the vaccine pass, they got outside to demonstrate their love to Macron.#manife...","sentiment_score":0.3}
{"full_text":"RT NBC News: The U.S. has exceeded 59 million COVID cases since the start of the pandemic.One million new cases in about 2...","sentiment_score":0.1363636364}
{"full_text":"RT Covid vaccines DO disrupt menstrual cycles, study reveals","sentiment_score":0.0}
{"full_text":"RT covid sucks. i miss the days when u could travel. a year ago I was in dc with some friends I met online touring a governm...","sentiment_score":-0.3}
{"full_text":"RT A banner airplane is flying all over South Beach and downtown Miami criticizing Florida Governor Ron DeSantis for letting a...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis said they let 800,000 - 1 million COVID-19 tests expire between December 26-30 because no one needed them....","sentiment_score":0.0}
{"full_text":"RT \"President Joe Biden's disapproval rating hit a new high in December as more voters signaled their unhappiness with his adm...","sentiment_score":0.2654545455}
{"full_text":"Guys, I think I'm pregnant....(This is an old test from last month when I had COVID)","sentiment_score":0.05}
{"full_text":"RT NBC News: The U.S. has exceeded 59 million COVID cases since the start of the pandemic.One million new cases in about 2...","sentiment_score":0.1363636364}
{"full_text":"Twitter is banning people who speak the truth about the Covid vaccine.  Twitter is a fascist propaganda platform. #Twitter #Fascist #TwitterisFascist #TwitterSucks","sentiment_score":-0.1}
{"full_text":"RT Exactly what @mbteachers have been asking for as stated by medical experts. Upgraded masks, priority for vaccinations an...","sentiment_score":0.125}
{"full_text":"RT What covid19 has revealed is the true person hiding inside the shell There really are some awful peo...","sentiment_score":-0.15}
{"full_text":"RT Thank you #NHS  #Covid #Omicron","sentiment_score":0.0}
{"full_text":"RT Africa is Africa!!","sentiment_score":0.0}
{"full_text":"RT Vaccine mandates on the basis of reducing spread are completely useless. Vaccine passport systems even more so. Although,...","sentiment_score":0.0}
{"full_text":"Lkkkkk covid isa","sentiment_score":0.0}
{"full_text":"RT Excellent! Well done my young friends. Let us continue this momentum. Urging everyone to follow all COVID-19 related...","sentiment_score":0.3666666667}
{"full_text":"I'm a stay-at-home parent, I lost my home to the demons in the walls, and I'm here to show that I belong here.","sentiment_score":0.0}
{"full_text":"RT I'm at the walk-up COVID test, I'm at the superspreader event, I'm at the combination walk-up COVID test superspreader event","sentiment_score":0.0}
{"full_text":"RT WHO's logistics team works around the clock to send vital supplies to support responses to #COVID19 &amp; other health challenges.Ta...","sentiment_score":-0.0125}
{"full_text":"RT COVID doesn't care how hard you are.","sentiment_score":-0.2916666667}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"Shout out to Sandra Joyce, who recently submitted a letter to of The Osterholm Update: COVID-19 podcastpodcast about how The Shea Center has been her \"Beautiful Place\" during the pandemic. *Tune in to episode #82 at the 48 minute and 50 second marker","sentiment_score":0.1875}
{"full_text":"This. Just this. ","sentiment_score":0.0}
{"full_text":"RT Fox Propaganda viewers will likely line up in droves to buy up Viagra as a fake cure for covid instead of just taking a...","sentiment_score":-0.2}
{"full_text":"RT TN PERMITS  DIRECT HOME DELIVERY BY RESTAURANTS AMID LOCKDOWN TOMORROW BESIDES DELIVERY BY ONLINE  PLATFORMS SCHEDULED WE...","sentiment_score":0.1}
{"full_text":"With tender loving care, the TLC team cares for COVID-19 patients in a dedicated COVID ward, providing every available medical intervention and treating each patient as a father, mother, brother, sister, or child. #everylastone","sentiment_score":0.3333333333}
{"full_text":"RT FDA will have 8 months -- not the 75 years it requested -- to release all documents related to the licensing of Pfizer's...","sentiment_score":0.0}
{"full_text":"RT Archaeologists: Here's exactly how pandemics have played out in the past w 10 top examplesHistorians: Here's how the 19...","sentiment_score":0.1666666667}
{"full_text":"Mother Karen Wollard was devastated when her son Toby was asked if he wanted a DNR order applied during the pandemic:","sentiment_score":0.0}
{"full_text":"RT With increasing numbers of people going into hospital (up to 45%) with Covid but not because of it, the term Covid related...","sentiment_score":0.0}
{"full_text":"RT We want lockdown from 7 Feb to 14 Feb!!-*Tyyari shuru kr di jayein*","sentiment_score":0.0}
{"full_text":"RT Rumblegang be spreading faster than Covid#Rumblegang #AttackonTitanFinalSeason","sentiment_score":0.0}
{"full_text":"Free community wellness COVID-19 testing is available onsite at Drew Charter School this weekend as scheduled below:Sunday, January 9th (10am - 4pm)The drive-through testing will occur in the JA\/SA parking lot.","sentiment_score":0.4}
{"full_text":"#US regulators shortened the time that people who received Moderna's #COVID19 vaccine have to wait for a booster -- to five months rather than six.https:\/\/t.co\/Ui1ksh1NDg","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT They won't take a vaccine made by Pfizer. But they will take an erectile dysfunction pill made by Pfizer. Please make it make...","sentiment_score":0.0}
{"full_text":"RT Interesting that there's not a single FA Cup game (that I can see) called off for Covid, yet. Almost as if clubs are actual...","sentiment_score":0.0339285714}
{"full_text":"Don't panic about \"flurona.\" There's nothing unique about catching the flu and COVID-19 at the same timehttps:\/\/t.co\/jVAoclcYRf","sentiment_score":0.325}
