{"full_text":"RT The UK is ending ALL lockdown. South Africa death rate for covid is a THIRD of the UK rate. Yet we still have lockdown. It...","sentiment_score":0.0}
{"full_text":"RT To further assist the state govts. in ameliorating the challenges of #Covid19 and to accelerate the pace of development, F...","sentiment_score":0.0}
{"full_text":"You are the sexiest person ever with covid but seriously are you keeping OK Charlie xxx","sentiment_score":0.0833333333}
{"full_text":"  thank you! Trying to get a picture about what omicron is doing and who it is mostly targeting, I have 2 colleagues with covid double jabbed, friend  and daughter double  jabbed with covid","sentiment_score":0.1666666667}
{"full_text":"RT The entire Covid-1984 narrative is crumbling... They're getting so desperate.","sentiment_score":-0.3}
{"full_text":"Since when we're vaccine passports a thing in America. They that delusional over there?","sentiment_score":0.0}
{"full_text":"Extraordinary how much Josh Fraud hates Victoria so much &amp; supports the Sovereign Nation &amp; moron protesting community. Hasn't he seen what the Federal Govt &amp; NSW Govts have done to Australians? Can't see what he has done? #kooyongvotes #auspol #nswpol #springst","sentiment_score":-0.0166666667}
{"full_text":"RT \"We thought there could be a softer landing in terms of post-Covid demand. This dashes those hopes to some extent.\" ht...","sentiment_score":0.0}
{"full_text":"RT 1\/ Thanks for raising this topic. Considering the post 2020 new way of death counting (\"Covid takes its all\"...","sentiment_score":0.1681818182}
{"full_text":"RT Yes but lockdowns are the 'easy way out' apparently according to him.  If he hadn't...","sentiment_score":0.2416666667}
{"full_text":"RT Democrats responded to urgent needs of the American people, delivering historic COVID relief #ForThePeople that got shots i...","sentiment_score":0.0}
{"full_text":"Please enlighten me, I am not aware of the long-term studies on this effect of Covid on the young.Mind you I am not aware of long-term studies of the effects of the vax on the young either.Though the myocarditis in young men, should give pause for thought","sentiment_score":-0.0125}
{"full_text":"RT Will you continue to wear a mask?Please vote and retweet.","sentiment_score":0.0}
{"full_text":"I will be ever so smug if you get COVID on the 3rd\/4th ","sentiment_score":0.0}
{"full_text":"Sharp incline in COVID-19 cases corresponds to the coming of 2nd wave. In July 2020, Muhammad Qasim saw in a dream that COVID-19 cases will rise in September. Qasim has also seen dreams about cure of Coronavirus. Muhammad Qasim Dreams -","sentiment_score":-0.0625}
{"full_text":"RT Pfizer's...vaccine trial was funded by the company... and authored by Pfizer employees. The company... holds all the d...","sentiment_score":0.0}
{"full_text":"RT I wear my mask because, I care about everyone#maskup #publicplace #maskmandate #StaySafe #OmicronVarient #COVID19","sentiment_score":0.0}
{"full_text":"RT Canada has, for the first time, created refugees. People are fleeing Canada because of legitimate government persecution. Al...","sentiment_score":0.25}
{"full_text":"RT Rory Stewart says British public chose #LiarJohnson but &lt;50% did. It was the Tory Party who chose him. He was right th...","sentiment_score":0.0952380952}
{"full_text":"RT Additionally, since outbreak of Covid pandemic Pak has been ranked amongst top 3 countries on normalcy index indicating s...","sentiment_score":0.5}
{"full_text":"RT Planet Lockdown https:\/\/t.co\/L4kMXYZW4L","sentiment_score":0.0}
{"full_text":"RT 5 OMICRON CASES DETECTED IN DAVAO REGIONThe Department of Health - Davao Center for Health Development revealed that c...","sentiment_score":-0.1}
{"full_text":"Ironic when you think that covid was likely created in a lab. A synthetic disease.The jab is designed to produce spike proteins that mimic the modality of the disease but may also produce clinical symptoms indiscernible to those of the actual diseaseA facsimile of a synthetic","sentiment_score":0.0666666667}
{"full_text":"RT So I've had #Covid19 twice before, two jabs and the booster, 14 miserable months of #LongCovid - and now I have #Omicron again...","sentiment_score":-1.0}
{"full_text":"RT  Adele has had to cancel her Las Vegas residency at the last minute, telling fans 'it's just not ready' due to delive...","sentiment_score":-0.075}
{"full_text":"COVID-19 detecting K-9s part of new initiative to sniff out the virus and prevent outbreaks #SmartNews","sentiment_score":0.1363636364}
{"full_text":"RT The Covid-1984 narrative is crumbling worldwide. But some of you have gotten SO used to taking L's that you can't even rec...","sentiment_score":0.0}
{"full_text":"RT Seeking views from the lawyers on here. Is this reporting of crimes that aren't crimes and posing as officers in a way th...","sentiment_score":0.0}
{"full_text":"Oh definitely yes, allows more time for the services essential to survival to be prepared and ready for omicron and whatever comes next","sentiment_score":0.14}
{"full_text":"So many bureaucratic errors, so little vision, too many injustices Vimal looked after our community in the pandemic - now we must help him #LetVimalStay - Sign the Petition! via","sentiment_score":0.3125}
{"full_text":"RT A new PROMENTA study published in shows that Norwegian adolescents reported more depressive symptoms and les...","sentiment_score":0.2121212121}
{"full_text":"RT And we can expect Sony to stop holding Street Fighter and FF hostage?","sentiment_score":0.0}
{"full_text":"RT Mark Drakeford accuses Boris Johnson of managing the pandemic for headlines to distract from his problems","sentiment_score":0.0}
{"full_text":"RT Dear what a ridiculous reply from Dr Hilary! \"Of course more vaccinated people having covid because more people are v...","sentiment_score":0.1944444444}
{"full_text":"RT We were the first nation in the world to administer a vaccine, and one of the fastest in Europe to roll it out.  We kep...","sentiment_score":0.25}
{"full_text":"They need to distract the population after their Covid narrative is falling apart After the great reset ehm i mean pandemic it's now war with russia I really think they want to keep us at home cowering in fear!","sentiment_score":0.2458333333}
{"full_text":"RT Posted...","sentiment_score":0.0}
{"full_text":"Still waiting for the promised Armageddon that the Remoaner's promised. meanwhile I will just sit and read reports on our EU beating post Covid financial recovery whilst they wheel out farming subsidy Tory boy Hesiltine. Even Dominic Grieves appears to have given up the fight.","sentiment_score":0.0}
{"full_text":"RT As a pediatric intensivist I think the RSV \/ #COVID19 comparison is overdoneYes, RSV puts lots of babies in hospital &amp; I...","sentiment_score":0.0}
{"full_text":"RT Besides the Covid vaccines, name one other vaccine whose efficacy against infection starts to decline at four months and by...","sentiment_score":-0.125}
{"full_text":"RT Yeah so I am still going to wear a mask. No bother for me, protects others, warm in winter.Also, I look better with half m...","sentiment_score":0.3111111111}
{"full_text":"Poland hits pandemic record of over 36,600 daily infections","sentiment_score":0.0}
{"full_text":"RT I do not think Biden has been a failure on Covid, however, I would like to see masks to every home, free tests rea...","sentiment_score":0.0416666667}
{"full_text":"RT Beer is the latest product to be affected by the supply chain crisis - and some of Australia's brewers say they're struggl...","sentiment_score":0.5}
{"full_text":"RT ONLY 2HRS UNTIL WE LOCKDOWN DISCORDThis is the FINAL Warning Reveal of 1\/1s  Giving away over 100 #Whitelist  s...","sentiment_score":0.0}
{"full_text":"RT Still seems safer than teaching 30+ kids in a small poorly ventilated room with questionable access to...","sentiment_score":-0.3833333333}
{"full_text":"RT NYC has made armed robbery a misdemeanor but will arrest a 9 year old for no vaccine card","sentiment_score":0.025}
{"full_text":"RT Another 8471 Covid patients have recovered and are being discharged on 20.01.20222249  from Khordha1049  from Sundargarh...","sentiment_score":0.0}
{"full_text":"OMG even if Rosie didnt have a mask on she is actually medically exempt from wearing 1 the same as my husband (does wear 1) who has CP is and for anyone who says that isnt any excuse not to wear a mask yes it is cause they need help\/difficulties getting them on and off.","sentiment_score":-0.0166666667}
{"full_text":"RT Why am I beginning to feel like an outlier for not wanting my kids to get covid. No -  I am not of the opinion it's...","sentiment_score":0.0}
{"full_text":"Teachers Share Their Experiences Working During The Pandemic: Teacher Burnout is Real. How can we better support our educators? ","sentiment_score":0.35}
{"full_text":"Hypothetical question for you. If wearing a mask for a short time whilst food shopping potentially reduced the risk of someone next to you getting seriously ill or worse from covid19 even if that was only in a very small % of cases wouldn't you want to do that?","sentiment_score":-0.175}
{"full_text":"Well this is a lie LMAOOOOO","sentiment_score":0.0}
{"full_text":"RT SA Borrows Money From The World BankThe World Bank has approved a $750 Million loan to SA   to help deal with the...","sentiment_score":0.0}
{"full_text":"RT It's a busy day for our vaccinators in West Dunbartonshire with THREE drop-in sessions:Alexandria Community Centre (11am-6p...","sentiment_score":0.1}
{"full_text":"A number of #worldleaders are currently attending the #WorldEconomicForum which is held virtually until January 21st. This includes President Joko Widodo, who affirmed #Indonesia's commitment to lead global pandemic recovery efforts, on Thursday (1\/20). #SEAToday","sentiment_score":0.0}
{"full_text":"RT Delighted to have been selected unanimously for the key ward of Weoley &amp; Selly Oak tonight.I played in the parks here as...","sentiment_score":0.35}
{"full_text":"Director-General of the World Health Organization (#WHO) Tedros Adhanom Ghebreyesus has issued a warning to world leaders that the Covid-19 pandemic \"is nowhere near over\"","sentiment_score":0.1}
{"full_text":"Filipinos who have recently recovered from COVID-19 but still test positive in required pre-departure COVID-19 test may be allowed entry into the country, provided they meet certain conditions, Malacanang said Friday.https:\/\/t.co\/K75ZiQKlHT","sentiment_score":0.1471861472}
{"full_text":"Deluded. I seem to remember my lad being off school for months last year... \"Brexit done\" as in signed us out the EU but no deals done yet.. Although he is behind Boris - probably straight out the door when those recording get released... #DrainTheSwamp","sentiment_score":-0.0666666667}
{"full_text":"How can Earth Observation data and policy making support an effective post-pandemic urban recovery? What are some governance tools used to promote sustainable environmental and urban policies?Learn from our #SDG Learning video:","sentiment_score":0.2}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms, as well as those without. If you HAVE symptoms, find out where you can get tested locally at: you DO NOT HAVE symptoms, visit:","sentiment_score":0.2}
{"full_text":"RT #postpone_uptet UPTET EXAM POSTPONED kar diya jay...Because COVID-19 teji se ho raha hai..","sentiment_score":0.0}
{"full_text":"Are you 18 and over? You might be eligible to receive your BOOSTER vaccine... Book your vaccination at one of over 430 Clicks vaccination sites on the Clicks booking portal &gt;","sentiment_score":0.0}
{"full_text":"RT New from for - \"But YouTube was wrong, and Paul was right. The CDC announced this week that cloth masks...","sentiment_score":-0.025974026}
{"full_text":"RFI's #ReadingList#COVID is here to stay: countries must decide how to adapt, 601, 165 (2022)","sentiment_score":0.0}
{"full_text":"RT Wear a mask. It's the most public act of defiance readily available right now.","sentiment_score":0.2964285714}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"All adults are eligible to book a COVID-19 booster dose. The booster helps give you longer-term protection against getting seriously ill from COVID-19. Book online or go to a walk-in vaccination site. More info:","sentiment_score":0.0}
{"full_text":"Colombian President told that #Colombia believes in #multilateralism. According to him, Colombia is not participating in any confrontation around the world of geopolitical nature. \"Coming out of a pandemic, we need not tension but cooperation. \"","sentiment_score":0.0}
{"full_text":"In the press today: - Travel tests 'ineffective' in stopping Covid spread (Daily Telegraph)- Time to end Day 2 testing says Collinson chief (BBC News)- Oil prices at highest level since 2015 (Financial Times)Read the full round-up here:","sentiment_score":0.1166666667}
{"full_text":"One of Israel's top vaccine advisers has revealed he and his colleagues were \"surprised and disappointed\" by one element of the jab rollout.https:\/\/t.co\/XyYDl9OFPW","sentiment_score":-0.05}
{"full_text":"A three-day restriction order has been placed at Yat Kwai House of Kwai Chung Estate in #HongKong, where at least 16 people have tested positive to #COVID19 in a superspreading event.https:\/\/t.co\/5mUDICMYqE","sentiment_score":-0.0363636364}
{"full_text":"Support the Caritas Damayan Nutrition and Feeding Program. Help feed families and children suffering from hunger and malnutrition due to the pandemic.Donate via Lazada: #CharityInAction #LazForGood","sentiment_score":-0.125}
{"full_text":"When seeing loved ones inside, it's important to open a window. Letting fresh air in help reduce the risk of catching and spreading COVID-19 #HandsFaceSpaceAir","sentiment_score":0.4}
{"full_text":"RT CA Gov. Newsom, going all-in on failure:\"The governor's proposed budget shows that $258.3 million was spent on contac...","sentiment_score":-0.2083333333}
{"full_text":"If you invest $1000 in $CALA today at $0.52 per share, and the stock prices rebound back to pre-pandemic prices at $6.80, your investment would be worth $12977.10! That's 1198% growth and $11977.10 profit!  See more:  $COF.H $CCH $FIBK $MGY $BK","sentiment_score":0.3229166667}
{"full_text":"RT Senior Zimbabwean physician Dr Tinashe Gede who works on the Covid-19 zone at St Anne's Hospital has said that there is no s...","sentiment_score":0.0}
{"full_text":"South Taiwan mayor blasts COVID case for not reporting wedding attendancehttps:\/\/t.co\/GRLqJehEKW","sentiment_score":0.0}
{"full_text":"Telangana knocks doors to arrest rising Covid cases","sentiment_score":-0.05}
{"full_text":"RT \"The introduction of vaccine passports is thus not in line with my humanistic core values as a counsellor.\"https:\/\/t.co\/LZd...","sentiment_score":0.0}
{"full_text":" SERVICE CHANGES FROM 30 JAN As the number of people returning to places of work and needing to travel has and continues to change as a result of the pandemic, we're making some changes to better match service capacity to long-term demand expectations.View our guide ","sentiment_score":0.5}
{"full_text":"RT And again at Sherwood Hall, City campus today!","sentiment_score":0.0}
{"full_text":"RT After the #HongKong govt issued a cull order for small pets over #Covid19 fears, CNN witnessed animal welfare volunteers outs...","sentiment_score":-0.25}
{"full_text":"RT ALL-TIME HIGH ACTIVE CASESThe country reported a record-high active COVID-19 cases in the country on Friday at 291,61...","sentiment_score":-0.0355555556}
{"full_text":"Rico and Crystal grew up in Pasadena and were high school sweethearts. They started dating in the 9th grade and Rico said they had been together ever since.https:\/\/t.co\/TVM14WKv8E","sentiment_score":0.16}
{"full_text":"The second edition of the #ColabaConversation reflected on the long-term implications of the #pandemic &amp; explored policy measures that need to be designed &amp; executed to address systemic fault lines that are now visibleRead the Rapporteurs' Report here:","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic will never truly be over - and the risk for more variants will continue to rise - so long as we do not ensure full, universal vaccination. #VaccineEquity #CovidVaccines #Vaccination #COVID19Vaccination #Health #HealthForAll #SDG3 #SDGs","sentiment_score":0.2}
{"full_text":"Racial Disparities in Neighborhood Arrest Rates during the COVID-19 Pandemic ...despite declines in nearly all census tracts, the magnitude of racial inequities in arrests remained unchanged","sentiment_score":0.025}
{"full_text":"Covid isolation rules eased for care home residents in Scotland- #carehomes","sentiment_score":0.0}
{"full_text":"The capital city saw the biggest number of #Covid19 cases in a solitary day since the start of the pandemic in March 2020, after 1,131 individuals were accounted for to be tainted with the #infection on Thursday.https:\/\/t.co\/a8RCDVP891","sentiment_score":0.0}
{"full_text":"Senator on Friday reiterated his appeal for a separate set of public utility vehicles (PUVs) for unvaccinated or partially vaccinated individuals against COVID-19 amid the implementation of \"no vaccination, no ride\" policy.https:\/\/t.co\/yaHenmq0Co","sentiment_score":-0.05}
{"full_text":"Vaccines are our best protection this winter.It's easy for us to pass on flu or COVID-19 viruses without knowing. Pick up your free Winter vaccines booklet from pharmacy. Info Please note not all community pharmacies provide vaccinations","sentiment_score":0.6111111111}
{"full_text":"Once you get covered with J-Seniors, you'll enjoy the benefits of Covid-19 hospitalization and outpatient treatment.#LiveFree","sentiment_score":0.4}
{"full_text":"Covid has had a huge impact on disabled children and families. But the services they are entitled to were already underfunded. Stand up for disabled children in your area, and email your local council to #CountDisabledChildrenIn with","sentiment_score":1.387778781e-17}
{"full_text":"Hundreds of North East schools say they are going to continue with mask wearing in classroomshttps:\/\/t.co\/feJhUW0AEp","sentiment_score":0.0}
{"full_text":"RT WALES - Mark Drakeford stating Covid passports are making people feel safer because they are only mixing with the good...","sentiment_score":0.35}
{"full_text":"In the Netherlands, museums and concert halls opened briefly on Wednesday in protest of their continued closure under the country's coronavirus lockdown, offering citizens the opportunity to get a manicure or take yoga in front of paintings by Dutch masters. See why.","sentiment_score":0.0}
{"full_text":"From a global study into the psychological impact of Covid to UK-wide research on mental health, secure data-sharing is making it easier for Southern Health to collaborate   Discover how in this article with Dr Peter Phiri ","sentiment_score":0.06}
{"full_text":"well wife had covid,  and i feel like i do also.  but we will be fine.   fluids, food, rest, meds.  all we need","sentiment_score":0.4166666667}
{"full_text":"Tested positive for COVID-19? Your self-isolation period could now be 5 full days instead of 10. Take a rapid lateral flow test every 24 hours starting on day 5, and you can stop self-isolating on the day of your second negative result. More details ","sentiment_score":0.1295454545}
{"full_text":"The U.S. Olympic team's top doctor says 100% of the 200+ athletes heading to Beijing for the Winter Games next month are fully vaccinated, and not a single one asked for a medical exemption ","sentiment_score":0.1339285714}
{"full_text":"A programme shipping #COVID19 vaccines to poor countries has now delivered one billion doses.But the milestone \"is only a reminder of the work that remains\" after hoarding and stockpiling in rich countries, the said.https:\/\/t.co\/lrFq5BXT1f","sentiment_score":-0.0083333333}
{"full_text":"Nigel McGuinness of Square One theatre group on drama in lockdown and emerging from the restrictions to perform on stage againhttps:\/\/t.co\/RUXC1e6im3","sentiment_score":0.0}
{"full_text":"RT BREAKING: German Health Ministry says it has suspended the use of AstraZeneca following fresh reports of dangerous bloo...","sentiment_score":-0.075}
{"full_text":"#ICOMVoices \"Reverse Inclusion During Lockdown. The Experience of the Pushkin State Museum of Fine Arts, Moscow\" by Evgeniya Kiseleva. An example of how to implement digital measures to preserve the emotional contact with your audience.https:\/\/t.co\/ClvrHalq3E","sentiment_score":0.1388888889}
{"full_text":"RT Join Webinar Series on Learning Recovery Beyond COVID-19. The first webinar in the series is on the Criti...","sentiment_score":0.25}
{"full_text":"I was 0% afraid of Covid until I woke up with a stuffy nose yesterday then I was 2% afraid of Covid for a couple hours ","sentiment_score":-0.6}
{"full_text":" There's a #COVID19 walk-in for 1st, 2nd &amp; booster vaccinations 7 days a week: Taylors Pharmacy, 207 Leeds Road, Nelson, BB9 8EH. No appointments needed. Mon - Fri: 9:30am - 1pm 2pm - 6pm. Sat: 9:30am - 1:30pm. Sun: 12pm - 2:30pm.#LetsDoItForLancashire","sentiment_score":0.0}
{"full_text":"Nigel McGuinness of Square One theatre group on drama in lockdown and emerging from the restrictions to perform on stage againhttps:\/\/t.co\/r26FvgewV2","sentiment_score":0.0}
{"full_text":"Got questions about Covid-19? There's a range of resources to help you get the answers you need relating to symptoms  getting tested how to self-isolate general advice &amp; prevention measures  information about the vaccineLatest guidance ","sentiment_score":0.05}
{"full_text":"Dot Field shares her brave journey with serious COVID-19 illness to encourage others to vaccinate. \"If I can convince just one person to be vaccinated then opening my heart to you will have been worthwhile.\"","sentiment_score":0.3222222222}
{"full_text":"All four nations have seen a drop in case numbershttps:\/\/t.co\/TPR0UU9VCE","sentiment_score":0.0}
{"full_text":"Mum is #boosted but COVID positive. She's not feeling too bad but are putting me to shame.... apparently conducting more welfare checks than me. She tells me their communication has been first class....and that I have a bit to learn!","sentiment_score":0.0779545455}
{"full_text":"RT 'Not sustainable': Omicron tests China's zero Covid policy as first cases detected","sentiment_score":0.25}
{"full_text":"Need to open a bank account but do not wantto visit due to COVID? Khushhali Digital Account hasgot you covered!For more information please visit our websiteOr call our 24hr helpline: 021-111-727-273","sentiment_score":0.09375}
{"full_text":"#Algeria's leader ordered all elementary and high schools closed for 10 days because of surging #COVID-19 infections in the North African country and authorities tightened entry requirements at airports.https:\/\/t.co\/D4NKUk5eC3","sentiment_score":0.09}
{"full_text":"Save Lives, Wear A Mask: N95 Mask (9 Pcs) At Rs.22 Each: #sirona #bestoffer #rashcream #dealoftheday #N95 #hygiene #health #offers #deals #cashback","sentiment_score":0.1}
{"full_text":"Europe Eases Pandemic Curbs on Omicron's Waning Scare Factor","sentiment_score":0.0}
{"full_text":"RT It's awful what's going on here. I had my vaccine status removed at the beginning of the week. Overnight I...","sentiment_score":-1.0}
{"full_text":"Something as simple as a  can make a big difference ","sentiment_score":0.0}
{"full_text":"The Australian government had 2 years to build hospitals, train health care workers, strengthen social services, and manufacture COVID tests and vaccines. They didn't, as it would have gone against the neoliberal consensus that unites both major parties.","sentiment_score":0.0319444444}
{"full_text":"Dr. Rory Dwyer, Clinical Lead for the ICU NOCA team, outlining the lived experience of Critical Care through their detailed audits over the last 2 years. Particularly related to our experience with Covid. #CriticalCareIreland2022","sentiment_score":0.1}
