{"full_text":"RT France has been using covid passports.France recently had record highest infections since the pandemic started.","sentiment_score":0.0}
{"full_text":"Correct he is a weak tambourine playing mate of a pedo with a smirk","sentiment_score":-0.375}
{"full_text":"Has it? I live on the east coast and I have experienced zero backlash for covid. I mean, my experience is only anecdotal evidence but I've also never heard anyone tell me they've experienced it, either.","sentiment_score":0.2847727273}
{"full_text":"RT Wow.@OmarAlghabra is going to make it worse rather than better.  Out of touch.","sentiment_score":0.05}
{"full_text":"Rogan--destroyer of q1 roadmap","sentiment_score":0.0}
{"full_text":"Lose before the race for MAL Hello world! The peoples will be arrested if stay at home on silent strike day,01 Feb. How's funny. #WhatsHappeningInMyanmar ","sentiment_score":0.125}
{"full_text":"RT Another way to put this:If you're unvaccinated then you're more likely to be PUT ON A VENTILATOR for #COVID19 than someon...","sentiment_score":0.25}
{"full_text":"RT An excellent choice. Hassan is a very handy T20 player. Above average bowler, hugely underrated batter and gun fielder.","sentiment_score":0.406}
{"full_text":"RT People who refuse to take the vaccine are the 21st century Rosa Parks.","sentiment_score":0.0}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT In aged care, residents are dying in the hundreds because of a lack of booster shots. Facilities are locked down and under...","sentiment_score":-0.1277777778}
{"full_text":"RT Don't worry Ottawa. The truckers will only be there for two weeks tops. You know. To flatten the curve so to speak....","sentiment_score":0.0}
{"full_text":"Reptiles only have a few tapes, and they play it over and over, all the while thinking they are talking to humans when the only listeners they have are other reptiles","sentiment_score":-0.08125}
{"full_text":"People tryna get this bread! It's a motherfuckin pandemic. But you didn't have the bandwidth to help her","sentiment_score":0.0}
{"full_text":"RT Meanwhile .. Australia is recording record daily deaths due to the current pandemic.Such...","sentiment_score":-0.0416666667}
{"full_text":"Uggh. Do 3 minutes of research. Go to the CDC website. Plenty on exercising and eating healthy.","sentiment_score":0.5}
{"full_text":"RT if you feel your rights and freedoms are being taken away, try living with 27 years of Boil Water Advisory in Neskantaga. No a...","sentiment_score":0.0}
{"full_text":"RT CRT isn't taught in K-12 schools, you're just racist. Ivermectin doesn't work. The vaccine is safe. COVID-19 is real and...","sentiment_score":0.35}
{"full_text":"RT Not only am I a progressive, Bernie Sanders fan, but I wrote 2 books about how to reform drug regulation &amp; medicine to im...","sentiment_score":0.0}
{"full_text":"RT NEW: NYC is now offering free, same-day home delivery of new anti-viral pills for treating covid.If you have symptoms...","sentiment_score":0.2242424242}
{"full_text":"RT If we would start addressing it as a blood vessel disease no one would consider it mild.","sentiment_score":0.3333333333}
{"full_text":"Not sick with Covid rn, this is my ivermectin","sentiment_score":0.3571428571}
{"full_text":"RT Here's the latest on Covid-19-New Zealand PM Jacinda Ardern tests negative after being identified as a close contact-Spoti...","sentiment_score":0.1}
{"full_text":"Next time they'll ask you to take a booster, remember truckers and the following stats.V.A.E.R.S. statistics on deaths and injuries caused by covid vaccines.    Normally a vaccination program gets shut down when the number of deaths reaches 150 to 200","sentiment_score":-0.0013888889}
{"full_text":"As a frequent flyer, I'm looking forward to flying in this new era. Hope you bring in new meals for your FRA-DEL flights as the current one since the pandemic began has been pretty disappointing.","sentiment_score":0.0037878788}
{"full_text":"Interesting...","sentiment_score":0.5}
{"full_text":"RT Places in the US that have the highest vaccine uptake are the ones masking children, not other way around. You got it bac...","sentiment_score":0.0625}
{"full_text":"RT It is never \"just\" politics. 6 years of my life went through hell because of Duterte administration, 2 years of that I wasted...","sentiment_score":-0.2}
{"full_text":"Very interesting.","sentiment_score":0.65}
{"full_text":"RT The GOP &amp; McConnell are targeting  Senate seatThey're pouring money into this race. We must stop them!...","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT Here we are. Trump said drink bleach, hydroxychloroquine , remdesivir, regeneron, etc. Now every...","sentiment_score":0.0}
{"full_text":"Now remove \"Stop the Steal\" nonsense. And climate change denial nonsense.  And perpetration of Trump and his million lies. Flat earthers can go too. Mainly because they're just stupid.","sentiment_score":-0.2194444444}
{"full_text":"RT Hopefully will take some time from ignoring COVID, banning critical race theory, preventing kids from tel...","sentiment_score":0.0}
{"full_text":"Covid ou H3N1?","sentiment_score":0.0}
{"full_text":"RT Well..","sentiment_score":0.0}
{"full_text":"RT So wait, covid positive persons are allowed to isolate at home with negative family members, even sleep in the same bed if...","sentiment_score":-0.0242424242}
{"full_text":"Wake Up America.....","sentiment_score":0.0}
{"full_text":"RT MAEPS discharged its last group of patients yesterday.MAEPS 2.0 cared for 166,072 Covid-19 patients over the course of 14...","sentiment_score":0.0}
{"full_text":"Disappointed to see your name on this. Please watch this video, speak to some real nurses, and reconsider:","sentiment_score":-0.275}
{"full_text":"RT The world's most powerful X-ray device looks at the lung of a 54-year-old man who died of #COVID19 revealing massive da...","sentiment_score":0.2666666667}
{"full_text":"RT It feels like this needs a or or or and his talking about Joe, no no no no,...","sentiment_score":0.0}
{"full_text":"COVID test available day after tomorrow at CVS (480 Glynn ST N, Fayetteville, GA 30214) at 03:30PM 03:45PM 04:30PM 05:30PM 06:00PM 07:00PM :","sentiment_score":0.4}
{"full_text":"RT Covid-19 Omicron outbreak: Auckland primary school has all teaching staff isolating, delays start date. Measures were taken,...","sentiment_score":0.4}
{"full_text":"RT Stay safe everyone. Masks indoors. Distance. Ventilation. We are on the home stretch. Let's do this and stop feeding this v...","sentiment_score":0.5}
{"full_text":"No respect for life so don't expect for anything else.","sentiment_score":0.0}
{"full_text":"RT The issue is our track and trace ability has been poor throughout and this was technology which would've gone...","sentiment_score":-0.4}
{"full_text":"RT Truckistan is saving North America From the Covid Cult","sentiment_score":0.0}
{"full_text":"the bigger failure is the lack of VARIANT boosters","sentiment_score":-0.1583333333}
{"full_text":"RT Lawdy, there's a lot of topic bait-and-switch in lefty COVID-19 Twitter, huh?","sentiment_score":0.0}
{"full_text":"Pre covid was too lit","sentiment_score":0.0}
{"full_text":"Utah Jazz coach Quin Snyder enters COVID-19 protocols","sentiment_score":0.0}
{"full_text":"RT BREAKING: Denmark ends ALL COVID mandates effective on Feb 1, 2022.Freedom is breaking out across the globe.It's time f...","sentiment_score":0.6}
{"full_text":"RT Meanwhile, Rogan is a singular menace to society ","sentiment_score":0.0}
{"full_text":"RT This year because of corona we decided to take a family vacation.  And I gotta say-- I don't miss em at all.","sentiment_score":0.0}
{"full_text":"RT Vaccine makes you a winner. Dont be stupid. Be a winner. Get vaccinated.","sentiment_score":-0.8}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT The results are in. #bced is now entering the 4th week of in-person learning &amp; the majority of staff have not received the...","sentiment_score":0.0}
{"full_text":"RT An update on the situation:https:\/\/t.co\/OAhqj1NTjp","sentiment_score":0.0}
{"full_text":"Organs are scarce .... nobody's allowed to get one without a certain number of vaccines COVID's just the new vaccine so he's an idiot. He'll be in your suppressed for the rest of his life they can't risk wasting an organ on someone who could get COVID easily and die.","sentiment_score":-0.004004329}
{"full_text":"RT How many gene sequence changes to Covid-19 before it isn't \"Covid-19\" anymore? OG Covid-19 ended a long time ago.","sentiment_score":0.225}
{"full_text":"RT Well, it felt inevitable at this point but it sucks nonetheless. My girlfriend has covid and I expect to get it soon. I'm...","sentiment_score":-0.15}
{"full_text":"RT The vaccination policy should NOT be repealed; it should be amended to define \"fully vaccinated\" as three doses of...","sentiment_score":0.0}
{"full_text":"RT It is not surprising that die-hard lockdowners are claiming that we never really had a lockdown, now that it is clear...","sentiment_score":-0.1166666667}
{"full_text":"RT The son of #Omicron it's harmless and mild no need to worry.. Now where have I heard something familiar to this statemen...","sentiment_score":0.3541666667}
{"full_text":"Our #COVID19 expert has been tracking variants as part of his research. Current evidence shows the new Omicron subvariant, BA.2, is more transmissible than the original strain but not more vaccine-evasive.","sentiment_score":0.1522727273}
{"full_text":"It's not over yet, we're still in a pandemic in case you forgot!https:\/\/t.co\/t0XvYYgpnV","sentiment_score":0.0}
{"full_text":"3rd Spring Festival with COVID-19 spirited and safe, as China's epidemic control more mature, precise~#SpringFestival","sentiment_score":0.32}
{"full_text":"RT Mainstream media helped sell the Iraq war, patriot act, torture, bank bailouts,   pushed several fake hate crimes, said que...","sentiment_score":-0.4333333333}
{"full_text":"90s alt-rock band have made their Spotify icon and header \"DELETE SPOTIFY\" and are trying to take their music off the streaming service in the latest saga of the protest against Joe Rogan's vaccine misinformation.https:\/\/t.co\/qMbr25afjR","sentiment_score":0.5}
{"full_text":"All current public health restrictions in the ACT will continue for a further four weeks, via","sentiment_score":0.0}
{"full_text":"Will you need a COVID vaccine booster to travel?https:\/\/t.co\/PcjVAO8vgd","sentiment_score":0.0}
{"full_text":"Mine just came back up. Please let her stay working until 4:50am (that's what time I get up too). If she misses the bus and stays home another day, I will go crazy. Between Christmas break, snow days, and covid, my kid hasn't been to school but 3 days this month.","sentiment_score":-0.3}
{"full_text":"LISTEN Many students' mental health took a nosedive during the pandemic. One school was able to help them via mental health partners.","sentiment_score":0.2}
{"full_text":"From behind the piano, there is little Tori Amos has been unwilling to approach. But the COVID-19 pandemic changed the script for Amos--and the artist famed for her ability to tackle the most difficult topics found herself struggling to find her voice.https:\/\/t.co\/fXwpWs0zgi","sentiment_score":-0.146875}
{"full_text":"Responses to #Omicron variant have differed among countries on the African continent; however, there's been a joint effort by the governments &amp; the Africa Centre for Disease Control to scale up surveillance &amp; roll out of #vaccines: #COVID19","sentiment_score":0.0}
{"full_text":"RT This \"Justice League # 75\" variant cover is maybe the cover to which I am most emotive attached, I had the opportunity to...","sentiment_score":0.5}
{"full_text":"Responding to an allegation by the All Ceylon Nurses' Union (ACNU), the Ministry stated that nearly 30,000 random Covid-19 tests including PCR and RAT are being conducted throughout the country on a daily basis.https:\/\/t.co\/vHUtvHBNbQ","sentiment_score":-0.1333333333}
{"full_text":"RT The 3rd shot was supposed to rev up our memory T cell response and provide durable protection from severe illness vs Omicron...","sentiment_score":0.0}
{"full_text":"Just as I thought.About 30% of the population is gaslit.","sentiment_score":0.0}
{"full_text":"My statement was clear. Studies have been unable to prove that cloth masks make a difference in reducing the spread of Covid. You should work on not being guided solely by your feelings.","sentiment_score":-0.2}
{"full_text":"RT Man 'willing to die' rather than get COVID vaccine required for the kidney transplant he needs","sentiment_score":0.25}
{"full_text":"RT Sure we could end Covid in the next 6 months if the G20 leaders, UN agencies demonstrate resolve to vaccinate the world wit...","sentiment_score":0.25}
{"full_text":"This study included all positive cases, not only symptomatic so not directly comparable. We have some early UK data suggesting good VE against symptomatic BA.2. This study suggests lower viral loads as an explanation for increase susceptibility, which should lead to less severity","sentiment_score":0.1351010101}
{"full_text":"Some parents, taking advantage of less hectic schedules, are already having their 2nd pandemic babies.","sentiment_score":-0.0833333333}
{"full_text":"These two tablets are joining the #COVID19 pandemic-fighting arsenal. Here's how they work to stop the virus from spreading -- and why they could soon be in SA.","sentiment_score":0.0}
{"full_text":"Fox would have had too much respect for our true heroes, the exhausted healthcare workers in the trenches, to participate in this infantile tantrum demanding we ignore a pandemic .","sentiment_score":-0.0625}
{"full_text":"Following protests of Spotify kicked off by Neil Young over the spread of COVID-19 vaccine misinformation, the music streaming service said that it will add content advisories before podcasts discussing the virus.https:\/\/t.co\/E5xyOiqiy3","sentiment_score":0.05}
{"full_text":"RT The audacity of this administration knows no limits. the economy is shut down 4 Covid &amp; when it reopens you take the credit...","sentiment_score":-0.1555555556}
{"full_text":"RT I am tired of arguing about Covid. The actual pandemic is over, but the lies about it continue as though we don't all kno...","sentiment_score":-0.2}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT 389 #agedcare residents have died with #COVID this month alone. More than all of 2021. Can the rest of the media pleas...","sentiment_score":0.5}
{"full_text":"So you know why each of them has not had the vaccine yet? Just every single one of them is selfish. That's a very prejudiced statement.","sentiment_score":-0.1238095238}
{"full_text":"90s alt-rock band have made their Spotify icon and header \"DELETE SPOTIFY\" and are trying to take their music off the streaming service in the latest saga of the protest against Joe Rogan's vaccine misinformation.","sentiment_score":0.5}
{"full_text":"What keeps #dealmakers up at night? GHJ Partner joins #PrivateEquity and M&amp;A Roundtable to discuss the impact of #COVID19 and what is to come for the 2022 market. #TogetherWeMakeItHappen","sentiment_score":0.0}
{"full_text":"Andrew Dickens: Now Omicron is here, it's time to reopenhttps:\/\/t.co\/SA5cmeEVAS","sentiment_score":0.0}
{"full_text":"A view of Mojon Chapel at the border of Tanjay and Bais, shared by Mark Gayotin [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":".@Billmaher is absolutely right about the never-ending pandemic, says is being slammed because he is telling the truth...\"","sentiment_score":0.2857142857}
{"full_text":"That is so crazy. I'm in your hood and I know I've been exposed all pandemic long. Sure, way back when they say not to I got the Moderna and the J&amp;J (Feb, March '21) and the booster last month.  I get pcr tested and the other regularly and all always shows neg.  My sympathies","sentiment_score":-0.0392857143}
{"full_text":"NEW OPERATING HOURS OF TAGUIG VACCINATION HUBSThe following hubs are accommodating COVID-19 vaccination in the city.Schedule your vaccination appointment! Go to or Taguig TRACE kiosks in all barangay halls.","sentiment_score":0.0681818182}
{"full_text":"If you're not yet boosted, first consider that vaccine requirements are continually evolving and expanding.https:\/\/t.co\/DfY2PNPzDs","sentiment_score":0.25}
{"full_text":"Universal's \"Sing 2\" landed at No. 3 at the weekend's box office. The cartoon musical sequel has generated an impressive $134.5 million to date, making it the highest-grossing animated film in pandemic times","sentiment_score":0.3333333333}
{"full_text":"RT When we were asked in May 2020 if we wanted the NBI to investigate threats being made on social media against VP Leni,...","sentiment_score":0.0333333333}
{"full_text":"You would think someone instrumental in 6 lockdowns (&amp; potentially 7 if Brett Sutton didn't heed federal advice)Would just cruise through the rest of the pandemic, making as few waves as possible.Not that you meant it of course. But it could have something to do with impulse","sentiment_score":-0.1}
{"full_text":"A Boston man says his son has been removed from the organ transplant waiting list because he has not been vaccinated against COVID-19.","sentiment_score":0.0}
{"full_text":"As per Central Pollution Control Board (CPCB)'s data, air pollution in Mangaluru has exceeded World Health Organisation (WHO) air quality parameters between 20, November 2020 to 20, November 2021. #Mangaluru #Mangalore #AirPollution #Pollution #WHO #Karnataka #Covid19 #Kerala","sentiment_score":0.0}
{"full_text":"It is *essential* to report the results of any at-home COVID self-tests you take.Reporting your self-test results (+ or -) ensures we have the most accurate view of DC's infection numbers, &amp; that we can best contact-trace.It's quick &amp; easy, do it!","sentiment_score":0.4625}
{"full_text":"Current Conditions for #Sayre PATemp: 8.1FWind Chill: 8.1FHumidity: 82%Dew Point: 3.8F Barometer: 30.269 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 577.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"It's like calling ppl racists or facists. It's not true and everyone's getting sick of it why would I wanna be apart of your side if all you do is Nash ppl for making a decision about their life. Noones dying bc of me. Or anyone else. The killer is covid. Which has a 99% survival","sentiment_score":-0.4446428571}
{"full_text":"RT CHO confirms to Pandemic Committee that he did not provide advice to the Premier regarding mandatory 3rd booster vax. A...","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"Want to know why he's canceling?","sentiment_score":0.0}
{"full_text":"Following protests of Spotify kicked off by Neil Young over the spread of COVID-19 vaccine misinformation, the music streaming service said that it will add content advisories before podcasts discussing the virus.https:\/\/t.co\/zS5NS9Ql2v","sentiment_score":0.05}
{"full_text":"The residential property market in Kolkata is set to have a substantial boost as the West Bengal government has decided to levy stamp duty at reduced rates until the end of March the year.https:\/\/t.co\/FXDk33KNq8","sentiment_score":0.0}
{"full_text":"Japan PM: We are not currently considering issuing state of emergency regarding covid","sentiment_score":0.0}
{"full_text":"RT haven't received anything yet. please keep sharing. her due date is this week !!","sentiment_score":-0.1953125}
{"full_text":"Sales of Aussie products into China have hit brick walls since the outbreak of Covid, but one company has broken barriers.https:\/\/t.co\/wMy7xcPoQw","sentiment_score":-0.4}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"Massive trucker protest takes over COVID-19 vaccine exemptions.","sentiment_score":0.0}
{"full_text":"Why Exactly Omicron Causes Headaches, and What You Need to Know About Treating Them","sentiment_score":0.25}
{"full_text":"RT My profile on the radical and vicious prosecutor who managed first several months of J6 probe. He dropped case of a 2020...","sentiment_score":-0.25}
{"full_text":"RT Inverviewer: \" So how long do you plan on staying in Ottawa ? \"Trucker: \" Just two weeks to flatten the...","sentiment_score":-0.05}
{"full_text":"The funding that has helped sustain Louisiana renters is running out, and advocates fear the impacts of COVID-19 and Hurricane Ida recovery efforts are masking the true number of people at risk of losing their housing.","sentiment_score":0.35}
{"full_text":"RT #Ghana Music takes us places we never been #12  #Lebanon with the Reggae Vaccine album with  Dre...","sentiment_score":0.0}
{"full_text":"\"The apparent growth advantage (of BA.2) is currently substantial\". #BA2 #Omicron #Subvariant #COVID19 #Pandemichttps:\/\/t.co\/J1XiurFgz9","sentiment_score":0.025}
{"full_text":"RT Anyone who thinks that vaccines aren't working against Omicron might want to review the datahttps:\/\/t.co\/9bHYdKxz8u","sentiment_score":0.0}
{"full_text":"No. It's time to move past covid","sentiment_score":-0.25}
{"full_text":"Spotify: Streaming giant announces plans to clamp down on Covid misinformation - BBC News  ","sentiment_score":-0.0777777778}
{"full_text":"RT Hopefully will take some time from ignoring COVID, banning critical race theory, preventing kids from tel...","sentiment_score":0.0}
{"full_text":"Gotta stay off Twitter til I get home and watch the new episode of euphoria ","sentiment_score":0.1363636364}
{"full_text":"TOMORROW AT 8 AM -- COVID Vaccine OUTREACH - Jewish Community Center. Tr","sentiment_score":-0.05}
{"full_text":"Going full tilt for the \"look what a good job we've done\" is also possible (blame covid etc).Loathing all politics, and finding fewer pollies worth respect (even if I disagree with them) with every passing year.Counting the days until one tries quoting 'first amendment' rights.","sentiment_score":0.25}
{"full_text":"Why Justin Trudeau keeps pushing the vaccine. ","sentiment_score":0.0}
{"full_text":"It appears that the \"3rd dose to be considered 'fully' jabbed mandate\" is just under debate at present. Omicron's mild disease profile brings that narrative to a halt. On contrary, the new variant favours no further jabs\/masks\/passports.","sentiment_score":0.0939393939}
{"full_text":"Spotify is refusing to remove him. They're just going to \"flag\" that trash as possible COVID misinformation. Not sure why is making it seem like Spotify is actually listening to its consumers.","sentiment_score":-0.0833333333}
{"full_text":"RT [CANCELED] Platinum Series Vol.5 Hansjorg SCHELLENBERGER &amp; Margit-Anna SUss scheduled for  Sun, Mar 6 has been canceled...","sentiment_score":0.0}
{"full_text":"RT Great. Now I have to drop These mandates are now ANTI-SCIENCE. I thought everyone knew by now that the vaccin...","sentiment_score":0.8}
{"full_text":"The answer and game changer is TEMPOLAdamis Pharmaceuticals Submits Fast Track Application to FDA for Tempol for the Treatment and Prevention of COVID-19https:\/\/t.co\/ebXVHqZVCAhttps:\/\/t.co\/kNCF3RJo4Bhttps:\/\/t.co\/VJvfhUgNAvhttps:\/\/t.co\/NYBVRuMEcZ","sentiment_score":-0.1}
{"full_text":"Children aged 5 to 11 can now get vaccinated against COVID-19. Make an appointment with your health care provider, pharmacy or local clinic to keep your family safe!","sentiment_score":0.175}
{"full_text":"New Jersey gym owner who defied COVID closures running for US House seat #news","sentiment_score":0.1363636364}
{"full_text":"RT Eye-popping CDC data on #COVID19 hospitalization risk based on vax status. Every age group reported (12-17, 18-49, 50-65, 65...","sentiment_score":0.0}
{"full_text":"RT They opened. Then the teachers all got Covid. That's why they are closed now, Jay.","sentiment_score":-0.1}
{"full_text":"RT I remember you all that this is possible thanks to #SHIB token Covid relief.","sentiment_score":0.1}
{"full_text":"That's his decision. It seems foolish to me. I worked with a guy whose alcoholic wife in her 40's kept drinking so she was denied a liver transplant and she died.  a person who won't vaccinate against Covid isn't responsible enough to receive a transplant either.","sentiment_score":-0.0166666667}
