{"full_text":"RT The real question is what does the vaccine bring to the table if I'm supposed to submit?","sentiment_score":0.2}
{"full_text":"RT At a press conference today, DeSantis attempted to make it seem as if there were enough Delta cases in Florida to justify...","sentiment_score":0.0}
{"full_text":"RT BREAKING: New York Nurse Whistleblower: Recordings Reveal Possible Botched Administration of COVID-19 Vaccine on ChildrenSu...","sentiment_score":0.0681818182}
{"full_text":"Life kinda rough, but still testing covid negative. Yes Imma celebrate that","sentiment_score":-0.2}
{"full_text":"RT BREAKING: New York Nurse Whistleblower: Recordings Reveal Possible Botched Administration of COVID-19 Vaccine on ChildrenSu...","sentiment_score":0.0681818182}
{"full_text":"Isn't #JoeBiden friends w\/your family?  He's treated the McCains so much better than Trump. Nowhere in your article doU reference that a 1\/3 of the country (main Repubs) refuse 2get vaxxed &amp; GOP governors fight Covid masking\/mandates. The result - more death\/economic destruction.","sentiment_score":0.3888888889}
{"full_text":"RT Lachlan and Rupert Murdoch continue to commit negligent homicide by enabling Tucker Carlson","sentiment_score":0.0}
{"full_text":"RT How many times do \"Alarmists\" have to be right before they're taken seriously? Well, here in America I don't have a # of t...","sentiment_score":0.1507936508}
{"full_text":"RT At Senate confirmation hearing, Florida Surgeon General Joseph Ladapo is asked five times if he believes vaccines are ef...","sentiment_score":0.05}
{"full_text":"My niece's boyfriend lost both his sister and nephew to Covid on the same day.","sentiment_score":0.0}
{"full_text":"RT I agree Jon. So many careers were destroyed because public health officials ignored the data in favor of a simple streamli...","sentiment_score":0.1666666667}
{"full_text":"RT *Healthcare workers that die from COVID deserve line-of-duty death benefits","sentiment_score":0.0}
{"full_text":"RT Ghana's economic challenges is not due to my mismanagement; COVID-19 caused it - Akufo-Addo","sentiment_score":0.13125}
{"full_text":"Forgive me for not fearing a virus that I've already had without a vaccine. A virus which felt no different than a bad flu. In fact, I've had worse flus because I didn't take meds. This time I took preventative measures and I was absolutely fine.But I'm sure I belong in prison.","sentiment_score":-0.08}
{"full_text":"RT The Biden Administration has set up a way for folks to get four at-home COVID tests for free. Go to","sentiment_score":0.4}
{"full_text":"Don't worry next Pandemic around the corner... buy extra diapers","sentiment_score":0.0}
{"full_text":"BREAKING: New York Nurse Whistleblower: Recordings Reveal Possible Botched Administration of COVID-19 Vaccine on ChildrenSupervisor: \"Make sure it's the right one. Some people got the wrong one.\"Full report ProjectVeritas(dot)com","sentiment_score":0.1286796537}
{"full_text":"RT Donald the Duck McTrumpFake tanFake hairFake SATFake bone spursFake Vietnam deferrmentFake gradesFake authorFake Un...","sentiment_score":0.0}
{"full_text":"RT This is a must-listen for anyone who cares about HCWs.","sentiment_score":0.0}
{"full_text":"Most likely and or completion of the RDAP program within the federal system that would've in her case reduced her sentence by one year because of the 36 month sentence she receives 12 month reduction! I'm leaning Warden Discretion because of Covid and her heath risk factors","sentiment_score":0.25}
{"full_text":"When they come back from covid, show them love. I don't know what they  are allowed to recieve","sentiment_score":0.25}
{"full_text":"It amazes me that people don't realize these \"Fully FDA Approved\" COVID shots haven't completed clinical trials yet.","sentiment_score":0.0}
{"full_text":"RT It took Biden two days short of a full year to launch a website where you can order Covid tests, and he only did it bec...","sentiment_score":0.1166666667}
{"full_text":"1. MOH is urging students to report to teachers, warders or student representatives if they are experiencing Covid-19 symptoms, even if they are mild.Symptomatic students still attending classes are partially contributing to the rise in education sector clusters recently.","sentiment_score":-0.05}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"RT Eric was on the show tonight and we both agreed this is bad.","sentiment_score":-0.7}
{"full_text":"RT COVID is not a \"respiratory ailment,\" Matt.It is a multi systemic disease affecting the endothelium throu...","sentiment_score":0.0}
{"full_text":"RT From free COVID-19 tests and free N95 masks to millions of shots in arms each week, we're working to curb COVID-19 and protect A...","sentiment_score":0.4}
{"full_text":"Pretty shitty thing to say to someone whose husband died of Covid.","sentiment_score":0.25}
{"full_text":"RT Great debunking thread on false claims re children's mental health during the pandemic.","sentiment_score":0.1}
{"full_text":"But now you're moving the goal posts. Take the L man. I am vaxxed, I'm all for the vax. It's a no brainer to get the vax. But the vax does not PREVENT Omicron.","sentiment_score":0.0}
{"full_text":"RT White House COVID Coordinator Jeff Zients: The U.S. has shipped 400 million vaccine doses to 112 countries, more than any...","sentiment_score":0.25}
{"full_text":"Hope they get feeling better soon. Covid is no fun at all.","sentiment_score":0.175}
{"full_text":"Absobloodylutly brilliant podcast - covid kids school aust politics its a ripper !","sentiment_score":1.0}
{"full_text":"RT San Bernardino County tops 500,000 COVID-19 cases","sentiment_score":0.0}
{"full_text":"RT Got a call from the school. Daughter was in \"close contact\" with a COVID-positive student. Daughter is not ill.School is...","sentiment_score":0.0}
{"full_text":"That a boy, Gargano! Stay home with the wife!!! Phew. #AEW #AEWDynamite","sentiment_score":0.0}
{"full_text":"RT I stand with Neil Young in demanding that remove Joe Rogan for spreading COVID misinformation.Raise your ha...","sentiment_score":0.1}
{"full_text":"RT Thailand reported on Thursday 8,078 new coronavirus cases and 22 more fatalities.","sentiment_score":0.3181818182}
{"full_text":"RT I am back with for our 4th interview!He's a brilliant data analyst, historian, doctor, &amp; ethicistIn it, he...","sentiment_score":0.45}
{"full_text":"As an educator myself, I'm sorry to hear that yet it's understandable.","sentiment_score":-0.5}
{"full_text":"RT United States got weapons to Ukraine faster than Covid tests to its citizens","sentiment_score":0.0}
{"full_text":"2. Students who did not comply to isolation procedures while being quarantined in schools are also among the reasons for the clusters.A total of 107 Covid-19 clusters have been reported at educational institutions from January 1 to 25, accounting for 4,633 cases.","sentiment_score":0.125}
{"full_text":"RT Eric Allen is a superintendent we interviewed about their school's vaccine clinic. Now, he and a network of regional sup...","sentiment_score":0.0}
{"full_text":"RT This you? 'The Treasury has revealed that it expects its anti-fraud taskforce to write off PS4.3bn ($5.9bn)...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Sarah Palin Seen Dining At NYC Restaurant AGAIN Two Days After Covid Diagnosis","sentiment_score":0.0}
{"full_text":"RT PLEASE PEOPLE if the person you are talking to is not a RELIABLE MEDICAL DOCTOR don't follow their \"cures\" for anything!!!...","sentiment_score":0.0}
{"full_text":"THIS WAS OUR FIRST KISS  which happened in 2020 in Fon's first place in Hollywood. We had hung out 4 or 5 times before this, Covid-distanced and not touching at all. We were sitting on her bed in sweltering summer heat drawing and drinking wine and suddenly we were","sentiment_score":0.0625}
{"full_text":"The failure to broadly contact trace, and implement \"focused protection\" is a failure. HHS needs new leadership who ensures the US Public Health Service protects us from COVID and implements an #UrgencyOfEquity. #BecerraMustGo #ZientsMustGohttps:\/\/t.co\/l7xzUuiTGX","sentiment_score":-0.0868939394}
{"full_text":"Logically speaking the vaccine doesn't protect him from contracting COVID, it is somewhat effective at reducing symptoms.The question is: Is it worth introducing that additional risk for a reduction in symptoms if a contraction occurs?","sentiment_score":0.3833333333}
{"full_text":"RT NEW: chooses dangerous COVID disinformation bigot Joe Rogan over music legend Neil Young. They will remove Young...","sentiment_score":-0.0659090909}
{"full_text":"RT Spotify Has Agreed To Remove Neil Young's Music Catalog After He Took A Stand On Joe Rogan's Vaccine Misinformation - BuzzFee...","sentiment_score":0.1}
{"full_text":"RT CALL OUT: Lunar New Year is coming up, and at we want to hear how you're celebrating another pandemic new year. W...","sentiment_score":0.1363636364}
{"full_text":"RT Chief Minister of #Nagaland receiving Covid-19 booster shot at First Aid Centre cum #covid vaccination cent...","sentiment_score":0.25}
{"full_text":"Sydney Sixers all-rounder  has tweeted a callout for some COVID-free replacements ahead of tomorrow night's BBL Grand Final against the Perth Scorchers.#BBL2021","sentiment_score":0.25}
{"full_text":"RT siding with joe rogan over neil young has to be history's greatest L","sentiment_score":0.55}
{"full_text":"The one that will stay. The one that will make us feel loved, adored, safe and secured. The one that we didnt see coming but will make us feel home. KDLEX OUR OTP@alexailacad | | #KDEstrada #KDLex","sentiment_score":0.6}
{"full_text":"RT #postponempboardexam2022 yes sir please do something its really important not...","sentiment_score":0.4}
{"full_text":"I saw a loud-mouthed, obnoxious man wearing one at the DMV. He was griping about COVID-19, saying it wasn't real, and how stupid that we have to wear masks. Most people I saw were rolling their eyes and ignoring him - including me.","sentiment_score":-0.0333333333}
{"full_text":"RT The FDA's reason for revoking usage of the monoclonal antibodies is that it \"doesn't work well on Omicron\". But we were...","sentiment_score":0.0}
{"full_text":"RT I hate how leaders are ignoring RECORD HIGH  PEDIATRIC #COVID19 HOSPITALIZATIONS. This is not just happening in England...","sentiment_score":-0.32}
{"full_text":"RT BREAKING: New York Nurse Whistleblower: Recordings Reveal Possible Botched Administration of COVID-19 Vaccine on ChildrenS...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: Denmark's prime minister says COVID-19 no longer \"socially critical,\" all restrictions to be lifted on Tuesday","sentiment_score":0.0}
{"full_text":"RT Following social media outrage, a public school district in #Denver has shut down its on-campus #COVID19 vaccination clinic...","sentiment_score":-0.0305555556}
{"full_text":"RT If you want perspective on how how people &lt;35 die in the US, relative to COVID, take a look. It would be nice if we place...","sentiment_score":0.3}
{"full_text":"BREAKING: New York Nurse Whistleblower: Recordings Reveal Possible Botched Administration of COVID-19 Vaccine on ChildrenSupervisor: \"Make sure it's the right one. Some people got the wrong one.\"Full report ProjectVeritas(dot)com","sentiment_score":0.1286796537}
{"full_text":"My post is for public awareness how #HDFCLIFE insurance is cheating. They are licensed fraudsters.Policy holders will not get anything at the end. Main victims are #women who are nominees. Don't loose hard-earned money. Covid death claim rejected. #LegalScam_HDFCLIFE","sentiment_score":0.0299145299}
{"full_text":"RT Donated 1 Cr to Ap Cm Relief FundDonated 50 lakh to each state,3 cr to Pm relief fund Total 4Cr to Corona Relief Fund1...","sentiment_score":0.0}
{"full_text":"RT On the occasion of *NATIONAL GIRL CHILD DAY*, #IndianArmy celebrated the  Day headed by Principal Govt Middle school a...","sentiment_score":0.175}
{"full_text":"RT Two free boxes of COVID-19 tests just arrived. Thank you @USPS!","sentiment_score":0.5}
{"full_text":"\"The point is not how to get cured, but how to live\"","sentiment_score":0.1363636364}
{"full_text":"RT I don't know who still needs to hear this but the N95 goes *under* the surgical mask","sentiment_score":0.0}
{"full_text":"And then Howard Stern decided to nuke his own career (or what little was left of it)","sentiment_score":0.1375}
{"full_text":"RT Thank you.","sentiment_score":0.0}
{"full_text":"RT Really excellent speech including important section on covid from Picking out this quote:\"To change the c...","sentiment_score":0.7}
{"full_text":"RT Congratulate Shri Krishna Ella &amp; Smt. Suchitra Ella of Shri Cyrus Poonawalla of on being...","sentiment_score":0.0}
{"full_text":"RT Ontario has reported more than 1,000 new deaths from COVID-19 since Dec. 1, raising the pandemic's overall toll in the pro...","sentiment_score":0.2121212121}
{"full_text":"That's the biggest thing that baffles me, you actually have COVID and you have to isolate for only 7 days but come here with no COVID and you quarantine for 14 days","sentiment_score":0.0}
{"full_text":"RT Cases in Germany are up 8,513% since The Atlantic said they were beating COVID with overwhelming N95 mask compliance and widesp...","sentiment_score":0.5}
{"full_text":"RT Deleted my crowdfund for rent as it wasn't getting any traction. We were able to figure something out. I do still need fu...","sentiment_score":0.5}
{"full_text":"RT I realized that an older version of me died when the pandemic started and I'm still learning this newer version of myself","sentiment_score":0.1666666667}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"The New Zealand Government has announced a three-phase Omicron plan that will slow down and limit the spread of an outbreak across the country. https:\/\/t.co\/oQ4NB9wQGY#threephaseplan #omnicron #NZ","sentiment_score":-0.1063973064}
{"full_text":"RT Fantastic news! Running against Lecce! #VoteLiberal","sentiment_score":0.625}
{"full_text":"RT Yesterday we were led to believe over 400 Covid deaths was a Tuesday blip but today we have another plane crash. #Johnson...","sentiment_score":0.0}
{"full_text":"RT 151,702 Virginians have tested positive for COVID-19 and 249 more have died since ordered the state's public sc...","sentiment_score":0.2424242424}
{"full_text":"RT \"For our household with two kids, i's four tests a week. I pity the people with more children. It will be like running a mini h...","sentiment_score":0.2}
{"full_text":"All of the guys you mentioned (except Simmons of course) have played more than MPJ and Jamal Murray &amp; PJ Dozier (who was only traded this week). Plus a handful of bench guys have had extended breaks through injury and COVID","sentiment_score":0.25}
{"full_text":"RT How many times do \"Alarmists\" have to be right before they're taken seriously? Well, here in America I don't have a # of t...","sentiment_score":0.1507936508}
{"full_text":"RT Henan province anyang cityAerial view of another newly built covid quarantine camp.This one is on a expressway cos there...","sentiment_score":0.1363636364}
{"full_text":"RT Moment of silence for 47 y.o. Army veteran and longtime nurse Jeff Sales, fully vaccinated, who worked on the COVID unit in...","sentiment_score":0.0}
{"full_text":"RT So has Japan found the secret to beat covid? No clearly not. A virus does not care about cultures or borders. When a country ha...","sentiment_score":-0.225}
{"full_text":"True, although now we know from the UK data that these jabs are largely ineffective against omicron (much like taking last years flu shots), will the NZ vax and mandate strategies now change? Do we dare discuss 'treatments' that will work against omicron?","sentiment_score":0.1910714286}
{"full_text":"RT Ontario Covid Deaths Last 7 Days - 29.4 per millionFlorida Covid Deaths Last 7 Days - 25.8 per millionClearly the approach...","sentiment_score":0.0}
{"full_text":"RT When all is said and done, more Americans will have died of Covid this month than died in the entire Vietnam War.","sentiment_score":0.25}
{"full_text":"RT At a press conference today, DeSantis attempted to make it seem as if there were enough Delta cases in Florida to justify...","sentiment_score":0.0}
{"full_text":"China has expressed its \"serious concerns and dissatisfaction\" to the U.S. over the possible \"authorized departures\" of U.S. diplomats, hoping the U.S. will abide by and cooperate with China's regulations to prevent&amp;control the pandemic: FM spokesperson","sentiment_score":-0.1666666667}
{"full_text":"The researchers from Kyoto Prefectural University of Medicine in Japan analysed the differences in viral environmental stability between the SARS-CoV-2 Wuhan strain and all variants of concern (VOCs).https:\/\/t.co\/k4IM2MUeft","sentiment_score":0.0}
{"full_text":"Myopic focus on needle only is a failed strategy .Even those that are 2x &amp;3x vxd have family members w\/covid (sometimes the whole family).Omicron has exposed and amplified the fact that these leaky vaccines do not stop transmission. Stop these mandates!!!","sentiment_score":-0.0364583333}
{"full_text":"RT BREAKING: Denmark's prime minister says COVID-19 no longer \"socially critical,\" all restrictions to be lifted on Tuesday","sentiment_score":0.0}
{"full_text":"[QRT-Leprosy] Thank you for your article about the webinar \"raising awareness about #leprosy - the role of health professionals at the grassroots level\" as part of the \"Don't Forget Leprosy\" campaign. I would very much appreciate the great effort by the health professionals.","sentiment_score":0.53}
{"full_text":"I am truly glad that I didn't get that shitty vaccine just to keep my job.","sentiment_score":0.5}
{"full_text":"RT Also NEIL YOUNG IS A CHILDHOOD SURVIVOR OF POLIO this isn't just woke signifying","sentiment_score":0.1}
{"full_text":"One million doses of #coronavirus vaccines arrived in #Gaza from the #UAE, the latest donation facilitated by Mohammed Dahlan, an exiled rival of Palestinian President Abbas and a Gaza native now based in Abu Dhabi.https:\/\/t.co\/KsYnywSBUp","sentiment_score":0.5}
{"full_text":"RT BREAKING: Denmark's prime minister says COVID-19 no longer \"socially critical,\" all restrictions to be lifted on Tuesday","sentiment_score":0.0}
{"full_text":"The annual Mylapore street festival celebrating music, art and culture has been cancelled for the second consecutive year due to the pandemic, writes Saritha Rao Rayachotihttps:\/\/t.co\/2FsyTtlbYx","sentiment_score":-0.0625}
{"full_text":"RT With only 10% of Africa fully immunized, global vaccine inequity will continue to produce more variants, says Dr. John Nk...","sentiment_score":0.1666666667}
{"full_text":"Aussies looking to book a trip overseas have been given fresh hope just weeks after Europe was branded a 'Covid danger zone'.https:\/\/t.co\/dtnTf2oeGh","sentiment_score":0.3}
{"full_text":"To further increase the vaccination coverage against coronavirus disease 2019 (COVID-19), the city government plans to have \"drive thru\" inoculations.https:\/\/t.co\/HTaReaGV2G","sentiment_score":0.0}
{"full_text":"<< Care >> not << health >> I was thinking healthcare. Pretty sure my brain is a mess. Covid brain fog? Pandemic fatigue? Parenting small children? All of the above?","sentiment_score":0.065}
{"full_text":"COVID-19 and the restrictions that it places on the movement of people should have put a major dent in the illegal trade of human trafficking, but human traffickers have been finding ways to get around the hurdles created by the virus.Read more:","sentiment_score":0.0125}
{"full_text":"\"How can I tell if my symptoms are due to #COVID19 or #tuberculosis?\"1 COVID coughs are dry; #TB coughs produce sputum2 #TB causes weight loss; COVID causes breathlessness3 Get a X-ray or CT scan to be sureFind out more on how to tell them apart:https:\/\/t.co\/ukemhVa7ZG","sentiment_score":0.1027777778}
{"full_text":"RT Amy Coney Barrett went from nomination to confirmation in 27 days (in the middle of a huge flare up in the pandemic)","sentiment_score":0.2}
{"full_text":"New treatment method developed by Turkish scientist Derya Unutmaz and his team promises hope against COVID-19 and its future variantshttps:\/\/t.co\/X2QzOdDHHu","sentiment_score":0.0787878788}
{"full_text":"After demands to censor Joe Rogan for spreading vaccine misinformation, Neil Young wants his music removed from Spotify in protest. But censorship isn't going to fix the structural factors that keep people unvaccinated and mistrustful of public health.https:\/\/t.co\/gWYIUkQngJ","sentiment_score":0.1}
{"full_text":"COVID-19 cases rising in Willacy County","sentiment_score":0.0}
{"full_text":"RT Ending public health measures while you are seeing record numbers is not \"Living with COVID.\"It is SURRENDERING to COVID....","sentiment_score":0.0}
{"full_text":"Resources for employers to re-activate their COVID-19 safety plans. Learn More: #BCTourismCounts #TourismCounts #BCTourism","sentiment_score":0.5}
{"full_text":"Happening tomorrow, January 28, 2022 at 5:30PM UPDATES ON COVID-19 TREATMENT AND THE ROLE OF MOLNUPIRAVIR WEBINAR.","sentiment_score":0.0}
{"full_text":"RT My son was the only kid at his bus stop out of 10. Everyone else has covid. Good news his school is doing onsite vaccines.","sentiment_score":0.35}
{"full_text":"#TheBigNews- Pfizer, BioNTech begin trial to study #omicron-specific vaccine- Eight-year-old girl allegedly raped by two minors in Delhi- #SharjeelImam's speeches had tendency to create public disorderA look at the biggest headlines right nowhttps:\/\/t.co\/Es6IoLzIo2","sentiment_score":0.0619047619}
{"full_text":"RT It is odd, isn't it, that there is almost a 1 to 1 correlation between Woke Covid and Woke. Seriously, hardl...","sentiment_score":-0.25}
{"full_text":"While the Utah Department of Health is not involved in the Biden administration's mask distribution, the state does have a stockpile of about 16.6 million face coverings. | By","sentiment_score":0.0}
{"full_text":"RT Am I the only one tired of government officials in the Ministry of Truth calling for censorship? If d...","sentiment_score":-0.2}
{"full_text":"'Running out of time' - father denied heart transplant because he won't get Covid vaccine","sentiment_score":0.0}
{"full_text":"They built a smarter approach to Covid clinical trials. Now they want to do the same for other diseases via #healthcare","sentiment_score":-0.0625}
{"full_text":"RT Moment of silence for 47 y.o. Army veteran and longtime nurse Jeff Sales, fully vaccinated, who worked on the COVID unit in...","sentiment_score":0.0}
{"full_text":"Applying for a visa can be daunting with the ever-changing landscape due to the pandemic. Reach out to us at MGCC for assistance on any visa application including the new Malaysia-Singapore VTL.Contact us today for more information.","sentiment_score":0.1704545455}
{"full_text":"Get your test kits for covid.https:\/\/t.co\/Dn5aFnjGa5","sentiment_score":0.0}
{"full_text":"Well I have Covid","sentiment_score":0.0}
{"full_text":"RT So my UNVXD kid and her UNVXD friends were sent home to quarantine bc they were exposed to a positive person at school WH...","sentiment_score":0.2272727273}
{"full_text":"RT COVID is the first thing Meghan McCain has gotten without using her father's name.","sentiment_score":0.25}
{"full_text":"RT Who else thinks it would be AMAZING for Taylor Swift to punish Spotify by DITCHING them for choosing Joe Rogan's Covid...","sentiment_score":0.6}
{"full_text":"Elton John positif COVID-19https:\/\/t.co\/QTSPbj3P6v","sentiment_score":0.0}
{"full_text":"WHEN WILL CONGRESS HAVE FRAUDCI ARRESTED FOR PERJURY &amp; collapse this house of cards? Thank U @SenRonJohnson for holding \"A 2nd opinion\" @RandPaul @Jim_Jordan @HouseGOP","sentiment_score":0.0}
{"full_text":"When Education Minister Grace Grace tested positive for a \"mild case\" of Covid, it triggered a ridiculous delay in the state government unveiling its back-t0-school plan. Surely there's a better way, writes Madonna King@madonnamking#covid #educationhttps:\/\/t.co\/csnrcd1ukR","sentiment_score":0.2454545455}
{"full_text":"Students are shifting to #onlinelearning due to the pandemic and a desire for a more flexible schedule. Thanks, mentioning us as a university that has seen a surge in student enrollment to pursue #highereducation online.","sentiment_score":0.1916666667}
{"full_text":"On Tuesday (25\/1), #London Police announced that they would launch an #investigation into suspected Downing Street parties during the 2020 #lockdown. This investigation will determine whether or not British govt officials violated the rules. #SEAToday","sentiment_score":0.0}
{"full_text":"Mike, is BA.1.1 the same sub-variant that some have been referring to as BA. 2 or is this something entirely different ?","sentiment_score":0.0}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"RT The following questions are worth pondering after watching this interview with Dr. Vladimir Zelenko:1Is COVID-19 a naturall...","sentiment_score":0.15}
{"full_text":"Retweets a pro anti-vaccine tweet...Tweets asking for $$$ for a family member lost to covid...","sentiment_score":0.0}
{"full_text":"RT Fact Check: Image Of Mannequin Missing Arm In French Hospital In TV Report About COVID-19 Is NOT Real -- It's Photoshop...","sentiment_score":-0.1}
{"full_text":"RT Pathetic old snowflake","sentiment_score":-0.45}
{"full_text":"DT Sir David Evennett MP: RT rishisunak: To help those affected by #Coronavirus, the Universal Credit standard allowance has risen today by PS1,040 per person for th...","sentiment_score":0.0}
{"full_text":"RT Gaon January 4th week (2022.01.16.~2022.01.22)Download Chart1st #aseuteuro #jinjin #raki #sumjomswija#165 Complete Me#174 CPR#189 Laz...","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 2.9FWind Chill: 2.9FHumidity: 91%Dew Point: 0.9F Barometer: 30.587 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 639.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Now Joe can't stop Covid? Oh, no!Said he would in his big basement show...But reality laughsAt a goof who's all gaffesAnd the father of blather is Joe.#covid #biden #libertylimericks","sentiment_score":0.0}
{"full_text":"Israel on Wednesday broadened eligibility for a fourth dose of #COVID19 vaccine to include adults under 60 with underlying medical conditions, their caretakers, and others over 18 at significant risk of exposure to the #coronavirus","sentiment_score":0.125}
{"full_text":"Oneida County wants its residents to report positive at-home COVID-19 tests so they can advise on protective measures to keep others healthy.","sentiment_score":0.3090909091}
{"full_text":"Wearing a mask stops the  wearer from spreading the disease. Many people can have Covid and spread it around without knowing,especially if they don't wear a mask.","sentiment_score":0.5}
{"full_text":"#Beijing2022: U.S. bobsledder Williamson tests positive for COVID-19 ahead of Olympics","sentiment_score":0.2272727273}
{"full_text":"ICYMI: IMF cuts China growth forecast amid pandemic, property sector pressure #China #china #GDP #economy","sentiment_score":0.0}
{"full_text":"The \"Harvest Moon\" and \"Heart of Gold\" singer reportedly called for his music's removal over Joe Rogan's podcast spreading \"misinformation\".","sentiment_score":0.0}
{"full_text":"RT Should have used","sentiment_score":0.0}
