{"full_text":"RT Marjorie Taylor Greene Permanently Suspended From Twitter for Pushing Covid Lies:Good bye and good riddance.  Do her offici...","sentiment_score":0.7}
{"full_text":"RT Our government needs to act.","sentiment_score":0.0}
{"full_text":"RT Shocking scenes in Scotland where  police sadly will lose respect of people by this heavy handed approach to daft useless...","sentiment_score":-0.55}
{"full_text":"CDC recommends you stop crying before they give you something to cry about.","sentiment_score":-0.2}
{"full_text":"Look at the Patrick King case, he purposely racked up fines and then in court demanded to see the scientific basis for the lockdowns and Covid measures and they dropped the charges. That has happened to everyone who has went to court and demanded proof or evidence.","sentiment_score":0.0}
{"full_text":"RT You know, people make fun of unhinged MAGAs spouting nonsense about mark-of-the-beast microchips, but the elite belief that you...","sentiment_score":0.3}
{"full_text":"RT Kinda crazy that Twitter has done more to curb misbehavior and covid misinformation by members of Congress than Congress ha...","sentiment_score":-0.05}
{"full_text":"RT #AmsterdamVeterans form a line between the police and the protesters.Anti lockdown demonstration.","sentiment_score":0.0}
{"full_text":"I had to buy 2 COVID tests bc I fucked up my first one fuck","sentiment_score":-0.25}
{"full_text":"What? I know literally no person with chickenpox reinfection. Even in biology lessons (groundschool around '85) I was taught that reinfection of it is impossible. Shingles is another thing, occurs only with extremely weakened immo system (often rep. for covid vax btw).","sentiment_score":-0.2638888889}
{"full_text":"RT Per email cps sent out to parents saying if COVID-19 tests not processed within 48 hours they are no good, I have asked...","sentiment_score":-0.35}
{"full_text":"I don't think Covid is a line of duty death. More stupidity and propaganda","sentiment_score":-0.0666666667}
{"full_text":"RT threshold of World War III, between you and the so-called \"Corona\" that is not corona but strains of the torment of so...","sentiment_score":0.0}
{"full_text":"RT The most ironic thing about that \"pandemic addict\" line is that this so-called group is the most desperate for the pandemi...","sentiment_score":0.15}
{"full_text":"Cases dropping dramatically: South Africans jubilant as Omicron wave subsides as quickly as it came with minimal hospital admissions and deadly Delta killed off Country's strict curfew has also been lifted #Omicron #Covid19 #Coronavirus","sentiment_score":-0.0416666667}
{"full_text":"RT Fascism is on the rise everywhere. Are you going to just watch and remain silent?","sentiment_score":0.0}
{"full_text":"RT FROM AUGUST: 'The court ruled that insufficient evidence had been presented to justify vaccine certification to enter bars...","sentiment_score":0.0}
{"full_text":"RT Latest Newfoundland COVID-19 exposure sites:-the bird-the egg-the bird-the nest-the limb-the branch-the tree-the ho...","sentiment_score":0.5}
{"full_text":"OMG finally!!Twitter has permanently banned Georgia Republican conspiracy theorist Marjorie Taylor Greene's account \"for repeated violations of our COVID-19 misinformation policy.\"","sentiment_score":0.0}
{"full_text":"RT Yesterday, this was \"disinformation.\" Today, it is not.","sentiment_score":0.0}
{"full_text":"RT 'There Has Been Some Pushback': Fauci Says CDC May Reconsider New Guidelines After Backlash","sentiment_score":0.1363636364}
{"full_text":"RT trying to get a covid test rn is like tryna get a ps5","sentiment_score":0.0}
{"full_text":"RT My friend: Yeah Covid cases have spiked 5000% in Puerto Rico. It's so bad. Me: yeah, I'm sure it must feel like that with...","sentiment_score":-0.1}
{"full_text":"And the raiders are missing their best player due to covid! Can't make this shit up! League stepped in and saved the day for the colts!","sentiment_score":0.0828125}
{"full_text":"This is terrifying.  It only took a 1\/3 support for the Nazi's to take over Germany.","sentiment_score":-0.5}
{"full_text":"RT Wales Weekly COVID-19 Update - Week Ending 31st of December 2021. (Please note that some data, particularly vaccinations...","sentiment_score":0.1666666667}
{"full_text":"RT Former sports minister had announced a cash reward for me &amp; I also have a letter of invitation in which I was invited but it was c...","sentiment_score":0.0}
{"full_text":"RT This is what tyrants are doing for our \"health and safety\" We need a new Nuremberg trials for COVID criminal human righ...","sentiment_score":-0.0878787879}
{"full_text":"RT US education secretary warns of bumps in the road as schools reopen amid Covid surge","sentiment_score":0.0}
{"full_text":"RT Former sports minister had announced a cash reward for me &amp; I also have a letter of invitation in which I was invited but it was c...","sentiment_score":0.0}
{"full_text":"RT Would be great if Congress punished their members who spread lies about pandemic more harshly than Twitter.","sentiment_score":0.3666666667}
{"full_text":"RT Why is Omicron so much more transmissible than Delta and previous variants? Enhanced binding and entering cells in the upper...","sentiment_score":0.1111111111}
{"full_text":"RT NHS dentists told they have to meet 85% activity levels of pre covid otherwise face financial penalties.Could lose 50% of sur...","sentiment_score":0.0}
{"full_text":"RT Good morning and Happy Sunday to everyone who is glad that Twitter has PERMANENTLY suspended the account of Marjorie Taylor...","sentiment_score":0.6666666667}
{"full_text":"RT An amazing initiative!!!","sentiment_score":1.0}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT If you spread misinformation that is conventional covid orthodoxy at the time -- cloth masks work, vaccines protect you from...","sentiment_score":-0.1428571429}
{"full_text":"RT Outside ED attending transferring a COVID patient to our MICU: \"He doesn't believe in COVID, but he'd like to be treated...","sentiment_score":0.0}
{"full_text":"I take my hat off to you working in the NHS. I have watched with horror as more and more pressure has been loaded on, to save Johnson's skin, and at the expense of lives. It was bad enough watching consistent high levels of Delta but doing almost nothing when omicron came....","sentiment_score":0.1183333333}
{"full_text":"RT \"It's for your health\"\"They're just doing their jobs\"\"If we comply, this will be over soon\"\"It's for the greater g...","sentiment_score":0.5}
{"full_text":"RT To round off 2021, mum and I bumped into an old friend in the street. She told us that she wouldn't take the vaccine &amp; I'm...","sentiment_score":-0.05}
{"full_text":"RT No if's, no but's, we have &amp; her health advisory team to thank for this:","sentiment_score":0.0}
{"full_text":"RT Thank you for contributing findings from your research on the quality of life impacts of the pandemic for peopl...","sentiment_score":0.0}
{"full_text":"RT Congratulations to chief nurse at for his CBE in the New Year Honours list. Prof Radf...","sentiment_score":0.1363636364}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT wake up folks before it's too late","sentiment_score":-0.3}
{"full_text":"RT While it's true that anyone can get ill, the vaccinated will recovery and most quickly. I think the chaos wil...","sentiment_score":0.1708333333}
{"full_text":"Interesting!, appears to have smaller but raised canopy (enlarged tank, perhaps) - other features similar to the 'K' variant lightweight version - eg. removal of leading edge fillet at wing root, smaller wheels, etc..","sentiment_score":0.1}
{"full_text":"RT There was an attempt to overthrow American democracy, and the question is not how it plays politically.","sentiment_score":0.0}
{"full_text":"RT Horrifying","sentiment_score":-0.9}
{"full_text":"RT Why the hell isn't anyone talking about another stimulus package? It's very obvious that this new variant is shutting thing...","sentiment_score":0.0681818182}
{"full_text":"RT I'm glad the Duke of York took Manhattan from the Dutch. This is madness.","sentiment_score":0.5}
{"full_text":"Back in February, we shared the story of a family coming together to raise over PS9,000 for Damon Keith needed the ECMO unit to keep him alive after he was hospitalised with Covid. His two sons decided wanted to give something back.https:\/\/t.co\/fVKuWsXllc","sentiment_score":0.05}
{"full_text":"Crybaby makes outrageous claims of stolen election - truth. 850,000 Americans dead due to a raging pandemic - lies. We truly dwell in the Upsidedown.","sentiment_score":-0.4416666667}
{"full_text":"O Joe Biden, the respectable President of America, along with all Leaders of peoples in the worlds, what is your thought of Allaah, Lord of the worldsImam Mahdi Nasser Mohammed Al-Yamani31-12-2021 ADhttps:\/\/t.co\/Sld8121c0d5#Omicron_is_a_global_calamity Omicront3=RlU","sentiment_score":0.5}
{"full_text":"RT Kingcumber, Central Coast NSW. 2\/1\/22. Sunday afternoon. Cars lining up for covid test....tomorrow! Drivers have left thei...","sentiment_score":0.0}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT Thanks for sharing, Dave. I'm glad you're okay. I really do hope people will heed your warning, and do what...","sentiment_score":0.35}
{"full_text":"I'm in Georgia. Usa. There's no availability to book a doctors appt for next 3 days. The wait at local walk in clinics is 610 minutes. And no local testing available. Whole house sick with the funky. Covid cases during this surge are definitely much higher than the charts show.","sentiment_score":0.0193877551}
{"full_text":"RT An unbelievable turnout today in Amsterdam to end lockdowns and COVID law.","sentiment_score":-0.25}
{"full_text":"RT Would be great if Congress punished their members who spread lies about pandemic more harshly than Twitter.","sentiment_score":0.3666666667}
{"full_text":"RT Siri- What is T-cell exhaustion?","sentiment_score":0.0}
{"full_text":"I am not going for another #covid test! I've have it, I've been #vaxxed, i can't get it... ppl still can just get sick and need sleep. I've been sleeping my life away ... coz #imsick .. I've even lost my #voice which makes everyone #happy  #NoPlanJoe","sentiment_score":0.0428571429}
{"full_text":"RT trying to get a covid test rn is like tryna get a ps5","sentiment_score":0.0}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT Total Covid tests per 1,000 people Great to see that Boris has destroyed his critics and shown the EU  that the U...","sentiment_score":0.4}
{"full_text":"Data collected from consumers should be treated as a loan rather than the property of the organization that gathers it. #privacy #respectdata","sentiment_score":0.0}
{"full_text":"RT Two weeks ago we had 59k new cases of Covid.Today we have 183k.And the prime minister is doing absolutely NOTHING ab...","sentiment_score":0.1681818182}
{"full_text":"RT This CT scan is definitely the most traumatic during lockdown I've been shown. Archery accident.Arrow through the heart....","sentiment_score":0.25}
{"full_text":"RT The crazy thing about the \"It will be good for people to get infected with Omicron\" argument is that Omicron has shown...","sentiment_score":0.05}
{"full_text":"open schools are a good option because ventilation reduces covid risk significantly.","sentiment_score":0.3583333333}
{"full_text":"I whole heartedly think the Omarion jokes are corny but this is funny af ","sentiment_score":0.225}
{"full_text":"RT In a coordinated attack by the former President and his allies to prevent the transfer of power after losing the election,...","sentiment_score":0.0}
{"full_text":"RT Cloth masks never worked. They lied to you. Even worse, they mocked you for seeing truth. And they treated those who spoke...","sentiment_score":-0.4}
{"full_text":"RT Just watched #DontLookUp.  Excellent &amp; important movie. Watch it.My radical take: it's not really an allegory about clima...","sentiment_score":0.4333333333}
{"full_text":"RT Twitter permanently suspends Rep. Marjorie Taylor Greene's personal account over covid-19 misinformation","sentiment_score":0.0}
{"full_text":"I know quite a few people who are vaccinated with Omicron. And I know a lot of vaxxed people in California. Just sayin... ","sentiment_score":-0.2}
{"full_text":"RT An old acquaintance is a successful fitness influencer, who of course blamed obesity &amp; poor diet for the # of #Covid_19...","sentiment_score":0.15}
{"full_text":"RT Ron DeSantis claims that he accompanied his wife to cancer treatment on Dec 29Why did he bring his immunocompromised wife to...","sentiment_score":0.0}
{"full_text":"RT As a parent of a toddler who's been in both daycare and then school during this pandemic, I regr...","sentiment_score":0.0}
{"full_text":"RT I do appreciate all these red pilled \"lifelong Democrat\" New Yorkers writing eloquent threads about how they're leaving nyc...","sentiment_score":0.0121212121}
{"full_text":"RT Omicron, London, UK epicenter: 113 babies and toddlers now admitted in London: a 4.9x--391% increase in just 3 weeks. Rec...","sentiment_score":0.0}
{"full_text":"Cause parents HAVE a legitimate reason to be scared. JFChttps:\/\/t.co\/7bmwMZL4HF","sentiment_score":0.0}
{"full_text":"RT Despite not having (as of now) a COVID case, UNM will play just one game between 12\/21 and 1\/8.The Mountain West really...","sentiment_score":-0.1}
{"full_text":"RT Marjorie Taylor Greene Permanently Suspended From Twitter for Pushing Covid Lies:Good bye and good riddance.  Do her offici...","sentiment_score":0.7}
{"full_text":"RT what we can do a better job at is delineating to the public the difference between individual risk and population health ris...","sentiment_score":0.1666666667}
{"full_text":"RT Covid policy should be designed to save lives. Not to save Boris Johnson's backside.","sentiment_score":0.0}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"RT ...the accrual of power in this moment. This is why he has to be part of the majority in an event like Covid. He needs to s...","sentiment_score":0.0}
{"full_text":"RT Deep disappointment among Sage's soothsayers that their prediction of 2million Covid cases a day by the end of December fell mor...","sentiment_score":-0.3}
{"full_text":"Unless America wakes up, this scene will be coming to you","sentiment_score":0.0}
{"full_text":"RT Lionel Messi has tested positive for Covid-19.","sentiment_score":0.2272727273}
{"full_text":"RT The CDC wants infected workers to return to work after 5 days because of capitalism. They were bought faster than lawma...","sentiment_score":0.2}
{"full_text":"35) Just going to direct the flying monkeys to Eric's account, in advance, if there's a clever reply they just have to share.","sentiment_score":0.1333333333}
{"full_text":"RT Call him OmicRon DeSantis from now on.","sentiment_score":0.0}
{"full_text":"RT Right wing media is responsible for the current COVID surge.","sentiment_score":0.1619047619}
{"full_text":"RT Total incompetence is why we don't have proper planning in place already.Ministers are not performing their basic duty...","sentiment_score":0.0}
{"full_text":"RT Due to the weather and unforeseen circumstances, the Northeast Annex COVID-19 testing site is now closed. The following t...","sentiment_score":-0.075}
{"full_text":"RT For the life of me, I can't understand how bars and restaurants can still be open for in-person dining and how schools are go...","sentiment_score":0.0}
{"full_text":"RT Rep. Marjorie Taylor Greene Permanently Suspended from Twitter Over COVID 'Misinformation' ","sentiment_score":0.0}
{"full_text":"RT Kinda crazy that Twitter has done more to curb misbehavior and covid misinformation by members of Congress than Congress ha...","sentiment_score":-0.05}
{"full_text":"For those agreeing with classroom masks need to probably change the #  #YestoMasksinClass","sentiment_score":0.0}
{"full_text":"RT JUST IN: Twitter confirms to NPR that it has banned Marjorie Taylor Greene's account \"for repeated violations of our COVID-19 misi...","sentiment_score":0.0}
{"full_text":"Fauci said the CDC received significant \"pushback\" after shortening isolation guidelines to 5 days for asymptomatic patients.","sentiment_score":0.375}
{"full_text":"RT Today Twitter banned the personal account of Georgia's representative Marjorie Taylor Greene for multiple violations of it...","sentiment_score":0.0}
{"full_text":"Amazing, we ate winning this battle!!https:\/\/t.co\/4gNF5gYZ80","sentiment_score":0.55}
{"full_text":"RT It is a slap in the face to science for to circumvent the standard convening of the expert advisory board... FDA i...","sentiment_score":0.0}
{"full_text":"#JETS OK So they got back Mike Evans and all of their cornerbacks the Jets have no starting receivers or tight ends","sentiment_score":0.0803571429}
{"full_text":"RT Had plans to be to cheer on today but some covid protocols for press keeping me a...","sentiment_score":0.0}
{"full_text":"RT Oro Valley Hospital in Arizona is temporarily not accepting patients having heart attacks. Due to staffing issues from #COV...","sentiment_score":-0.125}
{"full_text":"And even then, there are easy paths for LSU to act more effectively (eg - \"monthly testing\" is hardly useful for a rapidly spreading variant). An endlessly frustrating time for faculty.","sentiment_score":0.2866666667}
{"full_text":"Do YOU people ever READ the Constitution?? The first amendment does not prevent PRIVATE businesses from enforcing their own rules regarding online behavior. This was her PERSONAL account...where she repeatedly spread misinformation about Covid. Read Twitters policies...","sentiment_score":0.2125}
{"full_text":"RT This \"omicron is mild\" narrative *will* make it virtually impossible not to catch it; along with this 5 day isolation--both...","sentiment_score":-0.1666666667}
{"full_text":"This vaccine has proven to be a right-wing extremist sniffer. Good riddance!","sentiment_score":0.875}
{"full_text":"Live look at COVID Trying to hit Jury","sentiment_score":0.1363636364}
{"full_text":"RT 13 of them died of covid","sentiment_score":0.0}
{"full_text":"RT I rarely quote tweet but this is not right. Firstly, it's airborne - that means aerosols are as important as droplets....","sentiment_score":0.2017857143}
{"full_text":"\"If you do not consent to the feeding tube, do you consent to starving to death as there is really no other way for you to eat or drink safely once your oxygen needs are so high?\"https:\/\/t.co\/ev8dq5frVR","sentiment_score":0.2408333333}
{"full_text":"Paxlovid and molnupiravir have been authorized for emergency use to keep COVID-19 patients out of the hospital, but don't expect to be able to go to your usual pharmacy and get them.","sentiment_score":0.125}
{"full_text":"Last year, Kennedy Krieger students took part in a study that examined how effectively frequent COVID testing worked at preventing outbreaks in the classroom. Read more about the testing and the work we've done to help get students back in the classroom:","sentiment_score":0.15}
{"full_text":"Shannon Singh revealed that she has two upcoming holidays lined up after going on nine in 2021 despite the Covid-19 pandemic.https:\/\/t.co\/0LV7OsP0xb#ShannonSingh #LoveIsland #RealityTV #Covid19 #Holidays","sentiment_score":0.0}
{"full_text":"RT If mask mandates and vaccine passports work, then please fucking explain to me why here in NYC they didn't work?","sentiment_score":-0.6}
{"full_text":"COVID antiviral pills are almost here. talked to about how these pills are being rolled out.https:\/\/t.co\/qdAh3vMIBl","sentiment_score":0.0}
{"full_text":"We have now gone 0 days without an incident of the media misunderstanding COVID statistics","sentiment_score":0.0}
{"full_text":"Hearing from a #Malvern musician Making A Difference, raising thousands of pounds for charity by releasing her Live In Lockdown CDs, in memory of her friend.https:\/\/t.co\/wVT7cVqalv","sentiment_score":0.1363636364}
{"full_text":"UAE to ban non-vaccinated citizens from traveling abroad from Jan 10https:\/\/t.co\/3Cpentkqd0#UAE #Dubai #AbuDhabi #Covid #Covid19","sentiment_score":0.0}
{"full_text":"The middle of a pandemic didn't seem look a good time to take a gamble on a new business, but these guys made it work ","sentiment_score":0.2787878788}
{"full_text":"Covid permitting, I'm hoping to get back out in 2022 and review some of the local places to eat across #Wrexham and #Flintshire  Looking for as many recommendations as possible to add to my menu of restaurants, pubs, cafes, food trucks...  #eatingout #tastetest","sentiment_score":0.125}
{"full_text":"Researchers began working on a polio vaccine in the 1930s, but early attempts were unsuccessful. An effective vaccine didn't come around until 1953.The jab making of today takes a few months .It has nothing to do with money......","sentiment_score":0.1666666667}
{"full_text":"RT The sharp rise in Covid cases in the U.S. from the Omicron variant will peak by mid-January, scientists are projecting. \"It's...","sentiment_score":-0.125}
{"full_text":"RT las 2 fiestas sin covid, gane","sentiment_score":0.0}
{"full_text":"RT Why isn't Fauci and the CDC asking for an open national discussion with Dr. Robert Malone, Dr. Peter McCollough and others...","sentiment_score":0.0}
{"full_text":"RT \"You can't trust China's Covid numbers\" is not just racist, it's entirely stupid. Xi'an has already completed four rou...","sentiment_score":-0.8}
{"full_text":"New York Times Accidentally Publishes Ghislaine Maxwell Obituary Ahead Of Schedule","sentiment_score":0.1363636364}
{"full_text":"He NEVER admitted Trump did a good job handling the virus. He basically said he did a good job making the vaccine available But then he dropped the ball","sentiment_score":0.6}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Truth has been spoken. UP Covid management was merely a circus with Yogi as ring leader with no clue how to handle the crisis as half of the time he was busy in Election rallies across other states. #YogiHataoUPBachao","sentiment_score":-0.1729166667}
{"full_text":"ICYMI: Scammers are taking advantage of the coronavirus pandemic, but there are things seniors can do to avoid their tactics.","sentiment_score":0.0}
{"full_text":"RT 8 new children admitted overnight with COVID-19 at our Children's Hospital. Not the kind of record we wanted...","sentiment_score":0.3681818182}
{"full_text":"Developed countries overcame a wide range of difficulties thanks to shifting daily operations from offline to online. However, countries in the Global South haven't been as successfully overcoming the effects of the #pandemic, notes","sentiment_score":0.1583333333}
{"full_text":"In the midst of his own ICU care on a ventilator at The Luke Commission Miracle Campus, Musa Thwala  witnessed first-hand the tragedy COVID-19 and the critical importance of vaccination to prevent COVID-19 deaths.https:\/\/t.co\/Z4pGwNN76J via","sentiment_score":0.3}
{"full_text":"While RT-PCR tests are considered the gold standard of #CovidTesting, people are also increasingly reaching out to rapid antigen tests for their convenience and quick results. Read more:","sentiment_score":0.2777777778}
{"full_text":"LOOK: A health worker performs COVID-19 screening of people queuing outside a metro station in New Delhi on Sunday.","sentiment_score":0.0681818182}
{"full_text":"223,864 Americans have died of #COVID19 since and their partner Relief Therapeutics submitted an EUA application 215 days ago to for #Zyesami, a safe and effective therapeutic. How many more must die? $NRXP $RLFTF","sentiment_score":0.525}
{"full_text":".@UMassBoston announced that COVID-19 boosters will be required for all 75,000 students + 18,000 faculty and staff members across its five-campus system before returning for the new semester.https:\/\/t.co\/c6vckruZRl","sentiment_score":0.1363636364}
{"full_text":"RT The very good news is that, as in the initial rollout, boosters uptake is *very* strongly correlated with age so that those mo...","sentiment_score":0.4911111111}
{"full_text":"Current Conditions for #Sayre PATemp: 30.7FWind Chill: 27.0FHumidity: 94%Dew Point: 29.1F Barometer: 29.892 inHgWind: 4 mph from the WNWCorona Virus Weekly Stats:Cases: 451.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"There's no shame in catching COVID. Be sure to take care of yourself and others around you. Be smart &amp; proactive by quarantining when necessary, wearing masks, and following CDC guidelines!","sentiment_score":0.2628571429}
