{"full_text":"And Neil Young loves the blame game, he blamed Joe Rogan for vaccine misinformation and some time ago, he blamed AIDS on gay people. How the memory fades with old age hey!","sentiment_score":0.0604166667}
{"full_text":"RT I still love this picture of me, especially the gothicesque contrast. I am still on hiatus but will return to the job o...","sentiment_score":0.25}
{"full_text":"RT Ivanka was very active participant in her father's admin. Hunter, by contrast, has only used his father's coattails for f...","sentiment_score":-0.0866666667}
{"full_text":"RT Covid vaccination + a booster reduces death by 99% and hospitalization by 97&amp; across age groups. I know of no other medical...","sentiment_score":0.03125}
{"full_text":"US Should Be 'Aggressive' in Lifting COVID-19 Restrictions as Situation Improves: Gottliebhttps:\/\/t.co\/L3A74B6wR6","sentiment_score":0.0}
{"full_text":"RT Omicron is mild, apparently. That's why Australia has had more deaths in the last month than the 23 months beforehand. O...","sentiment_score":0.2208333333}
{"full_text":"Covid-19 Gave Me Another Reason To Pursue My Dream More Than Ever! Learn More   #gofundme #covid #dream #risemoney #vote","sentiment_score":0.5625}
{"full_text":"RT This This is a Class War.","sentiment_score":0.0}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"RT Mitt Romney tests positive for Covid.(His wife Ann tested negative.)","sentiment_score":-0.0363636364}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"Have you heard anyone say cigarette is good? No because they'll get in trouble! Mate, sounds like you're just mad at this specific topic because you've been made into believing some conspiracy theory. COVID is hoax, vaccine is controlled by Gates, 5G kills. Take you pick.","sentiment_score":-0.04375}
{"full_text":"RT Kid Rock announced that he will not perform at any venues that require COVID-19 vaccination or masks.","sentiment_score":0.0}
{"full_text":"RT As I said, it's okay to conclude that she is fundamentally a bad person.","sentiment_score":-0.1}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"Asking the cadets at the army reserve-turned-Covid test site it they'd rather go to Ukraine or help me spit in a tube","sentiment_score":0.0}
{"full_text":"Lets pave paradise &amp; go get a covid shot","sentiment_score":0.0}
{"full_text":"COVID test available today at CVS (14701 S Pulaski RD, Midlothian, IL 60445-3410) at 02:35PM 02:50PM 03:50PM 04:20PM 04:35PM :","sentiment_score":0.4}
{"full_text":"That's good better,  bad your still in covid prison,  life not fair","sentiment_score":0.0375}
{"full_text":"gonna do smth similar but with my 2nd or 3rd one, mostly bc the new virus variant is being too annoying, but in the meantime I'm gonna find a tattoo artist too lol, I want 2 simple tattoos first","sentiment_score":0.0984848485}
{"full_text":"RT Comparing the polio vaccine to these shots is irresponsible. Even the companies tha...","sentiment_score":0.0}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"I can't feel bad for these people.","sentiment_score":-0.7}
{"full_text":"RT was watching a thing about the Biden admin's various fuckups, and when they were talking about home Covid tests, the guy s...","sentiment_score":0.0}
{"full_text":"RT This is tragic, and didn't have to be this way...","sentiment_score":-0.75}
{"full_text":"RT I don't understand the obsession with squeezing education during the pandemic, into the pre-pandemic time-blo...","sentiment_score":0.0}
{"full_text":"I shared this on F.B, I am just about at the end of my rope with this b.s. and the nonsense and the disrespect over phoney covid bullshit","sentiment_score":0.0}
{"full_text":"RT Troops, squads and #TejRan fd going through lockdown due to Shetty virus!!! #TejRanFam","sentiment_score":-0.244140625}
{"full_text":"is a damn coward.","sentiment_score":0.0}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"It absolutely does, and that's now what he said.  He said almost everyone would be exposed, and that *some* vaccinated people would catch it, but that the unvaccinated would fare much worse.  Now that we are past the Omicron peak, the data has borne that out.","sentiment_score":-0.15}
{"full_text":"You talking about the survival rate tells me you don't understand covid. It's not about dying. It's about overwhelming our healthcare and the long devastating effects of covid. ie. blood clots causing amputation, severe organ damage. Maybe try talking to long-haulers about covid.","sentiment_score":-0.1833333333}
{"full_text":"RT Bari Weiss really be the pandemic's Michael Scott","sentiment_score":0.2}
{"full_text":"RT \"thus He Sends against you His firm plan, COVID, so it strikes you down into a clinical death as it did to your father; l...","sentiment_score":-0.1777777778}
{"full_text":"Joe Rogan isn't just responsible for misinformation during the pandemic. He's a bigot and has platformed the far right on his podcast.","sentiment_score":0.1952380952}
{"full_text":"RT France are living proof that Non pharmaceutical interventions DO NOT WORK, especially Vaccine Passports.They must never be re...","sentiment_score":0.0}
{"full_text":"That's because, as you know, the \"vaccine\" is not FDA approved. If it was it would have to list all side effects. That's why it remains EUA only. It's also why you can't sue them... ","sentiment_score":0.0}
{"full_text":"RT QUEBEC  -  Medical discrimination now social discrimination.The unvaccinated can shop in a grocery store, but can on...","sentiment_score":0.0166666667}
{"full_text":"RT Jan 6, 10AM: 37.8degC low-fever, swollen throat, exposed to two COVID+ Jan 6, 4:45PM: Granted a radio interviewJan 7: Med...","sentiment_score":0.0}
{"full_text":"RT I told you the CPC = GOP North.","sentiment_score":0.0}
{"full_text":"RT what I don't get:  if I wear a mask, the anti-masker may think (if he chooses) I'm being performat...","sentiment_score":0.0}
{"full_text":"A 'law' firm too ","sentiment_score":-0.2}
{"full_text":"RT Are you standing with the Batley school teacher?","sentiment_score":0.0}
{"full_text":"RT They want people to have kids so there are soldiers, workers, and ultimately a lower class to keep the rich thrivin...","sentiment_score":0.1875}
{"full_text":"RT Donald Trump had big crowds also. But guess what, you still are NOT the majority. You do NOT have a \"freedom\" to sprea...","sentiment_score":0.0}
{"full_text":"If the so called vaccine is so safe and effective, then why is it called misinformation when someone discusses it!  What are they afraid of!","sentiment_score":0.1666666667}
{"full_text":"RT Moistening fliers with saliva &amp; handing them to voters during Covid times. And this is government that will supposedly k...","sentiment_score":0.0}
{"full_text":"RT Go truckers! The 11,000-truck, 93-mile long convoy is traveling from British Columbia to Ottawa, where they will hold...","sentiment_score":-0.025}
{"full_text":"RT Went viral.","sentiment_score":0.0}
{"full_text":"This is true, but misses an important point: Boris was popular with *precisely* the voters the Conservatives needed to win over. Beyond all the chatter about the Gray report and police investigation, if he can't regain that popularity he will be replaced before the next election","sentiment_score":0.425}
{"full_text":"N.B its my other half that likes watching it. I spend the time ranting about the anti-mask, anti-lockdown, raving Tory woman that presents ot.","sentiment_score":-0.1458333333}
{"full_text":"If you were actually sorry you would provide me a REFUND. Imagine selling a product that does not work as advertised and refusing to provide a refund during a PANDEMIC. You have so much money to spend shoving ads down my throat yet won't give me a simple good faith refund!!!!!!","sentiment_score":0.1088888889}
{"full_text":"RT OUTRAGEOUS! Two nurses from Long Island are accused of FORGING Covid vaccination cards and entering the information in...","sentiment_score":-0.525}
{"full_text":"Labour's manifesto  Impose harsh lockdowns as a first choice to manage covid  Bankrupt the country with endless furlough payments  Overturn Brexit by negotiating return to Customs Union &amp; Single Market Open borders Soft on crime1\/2","sentiment_score":-0.0077380952}
{"full_text":"What the MSN never mentioned, he was against wearing masks and died of covid although only his family know if he was vaccinated.","sentiment_score":0.0}
{"full_text":"Thanks Cate!   The view is why I moved here just two weeks before the pandemic hit North America.  And thanks.... I love those 2 as well.   Best buds.... Have a beautiful Saturday my friend!!!","sentiment_score":0.59}
{"full_text":"RT Imagine what the oligarchy would do if just truckers &amp; low-wage earners would strike for 10 days!!! Apparently if we q...","sentiment_score":0.05}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"I think it's funny how the people who refuse to get vaccinate and who say \"covid is fake\" are the same people who were willing to drink bleach and inject disinfectant when Trump said that would cure it.","sentiment_score":0.0}
{"full_text":"Say whaaaat???https:\/\/t.co\/rY41SR9wJs","sentiment_score":0.0}
{"full_text":"The high positivity rate \"means that we are missing more and more infections that are occurring, They're not turning up in our surveillance numbers because people aren't getting tested. Maybe they're testing themselves at home, but that's not being captured by our surveillance","sentiment_score":0.24}
{"full_text":"Probably not a good sign when the PM has to go into hiding. Remember when just dressing as other ethnicities was enough to be PM? Life was so much easier pre-Covid.","sentiment_score":-0.06875}
{"full_text":"RT On a scale of 1 to 10, how UPSET are you by the COVID MISINFORMATION being spewed by Joe Rogan's podcast? ","sentiment_score":0.0}
{"full_text":"RT State Trooper Who Told Governor to 'Kiss My A**' Over Vaxx Mandate Dies of Covid-19 via","sentiment_score":0.0}
{"full_text":"Anti vaccination people won't be against this one ","sentiment_score":0.0}
{"full_text":"New covid vaccine initiative.You get a vax, they pay for ya wax.","sentiment_score":0.1363636364}
{"full_text":"Why do you need a degree. It is enough you can think straight. I like the term risk factor better than comorbidity. Risk factors in covid are age, obesity and pollution. in that order. Africa is hardly vaccinated, but young and slim. Therefore little covid.","sentiment_score":0.0534722222}
{"full_text":"RT Kid Rock announced that he will not perform at any venues that require COVID-19 vaccination or masks.","sentiment_score":0.0}
{"full_text":"believe Nazi party was socialist, Russia is a Christian nation, that vaccines have nano chips to track you while live streaming on their iPhone's. Is but if  is really  and specially when they were willing to sacrifice our elderly to Covid to keep biz open","sentiment_score":0.1572510823}
{"full_text":"RT CovClear COVID-19 Rapid Antigen Test and ImmunoPass COVID-19 Neutralizing Antibody Rapid Test","sentiment_score":0.0}
{"full_text":"RT this was an average weekend pre-Covid","sentiment_score":-0.15}
{"full_text":"My mother survived polio, too. She was first in line for Covid vaccine and booster.  #IStandWithNeilYoung #IStandWithJoniMitchell","sentiment_score":0.25}
{"full_text":"RT #postponegate2022 Premium institute like totally ignore the students genuine problems..we all wants exam.but i...","sentiment_score":0.2}
{"full_text":"RT Reminder that more police have died of Covid over the past two years than any other cause of death. Refusing vaccination...","sentiment_score":0.0416666667}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"I might let them know after the pandemic ","sentiment_score":0.0}
{"full_text":"RT It's popular on the right to hate on Americans' libertarian streak but right now that's what's keeping us from the statist Cov...","sentiment_score":0.0928571429}
{"full_text":"Not sustainable.","sentiment_score":0.0}
{"full_text":"RT Covid delayed thousands of cancer treatments across Canada. You know where Terry Fox would be on vaccinations. ","sentiment_score":0.0}
{"full_text":"LOCK DOWN DEFENSE! Then REBOUND and RUN! That's  our game! #GoGreen ","sentiment_score":-0.3715277778}
{"full_text":"RT They'll try to kid you BA.2 is even milder than Omicron BA.1Don't believe them please.","sentiment_score":0.0}
{"full_text":"RT Hochul and Biden are \"putting our national security at risk while simultaneously lining the pockets of the Chinese Comm...","sentiment_score":0.0}
{"full_text":"so what's the problem... a lot of people who never flipped a fuck over Joe Rogan are entering the COVID vaccine discourse?","sentiment_score":-0.4}
{"full_text":"RT This 51 year old died of COVID because he refused to get vaccinated. I do hope all those people on the right who celebra...","sentiment_score":0.1928571429}
{"full_text":"RT HUGE:@PremierScottMoe has come forward with an outpouring of support for truckers. He is demanding the fed ends the vacc...","sentiment_score":0.0}
{"full_text":"RT What frightens me terribly is that Levitt didn't notice or didn't care that the study is absurdly underpowered. They look...","sentiment_score":-0.75}
{"full_text":"RT We Stan a Real Hero. Our COVID Hero ASLI WINNER UMAR RIAZhttps:\/\/t.co\/K0bFMn8a3J","sentiment_score":0.2}
{"full_text":"RT Covid deniers remind me of children who cover their eyes and believe themselves hidden.","sentiment_score":-0.1666666667}
{"full_text":"Covid where? The fact that you think I'm referring to that shows how brainless you also are","sentiment_score":0.0}
{"full_text":"RT .@JoniMitchell is joining in pulling her music catalog from Spotify over concerns about vacci...","sentiment_score":0.0}
{"full_text":"The Covid house of cards is collapsing, and lots of peo are looking for somewhere to hide...but we'll find them...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudentsAll educational institutions across Telangana will reopen from February 1, 2022 following a brief b...","sentiment_score":0.0833333333}
{"full_text":"RT My colleague spent an hour consoling the child of a COVID patient who was intubated that it wasn't their fault their par...","sentiment_score":-0.1}
{"full_text":"RT There needs to be accountability for the folks who blew the Covid response. From Trump, to pence, to Kushner on down. It w...","sentiment_score":-0.1555555556}
{"full_text":"I wondr if the pple getting pissed off abt actually read any peer-reviewed double-blind inert placebo controlled studies tht validate the evr-changing narrative frm #Fauci or #CDC ? Aftrall we R talking abt a govt w- histry of corruption,coverups, conflicts of interest","sentiment_score":0.0}
{"full_text":"RT Bombshell Reports from AustraliaAustralian Media Places Blame for the Pandemic on Fauci.This will be echoed World Wide...","sentiment_score":-0.1}
{"full_text":"And now Katie has Covid. That's three out of four in the house with the plague.","sentiment_score":0.0}
{"full_text":"My next-door neighbors in rural NW Montana--anti-vaxxers in their 70s--both died from COVID. They were too sick to make the easy 2-mile drive down the hill to the hospital. Ambulance came for them Nov 13. One died Nov 24 and the other Nov 26. So senseless.","sentiment_score":-0.1123015873}
{"full_text":"RT Liza Minnelli has outlived Joni Mitchell's music on Spotify. She's joining her friend Neil Young in having her music cata...","sentiment_score":0.1}
{"full_text":"The Liberals have said nothing about leading Canadians out of this Pandemic with a reassuring plan?  Instead place more restrictions.","sentiment_score":0.5}
{"full_text":"RT There's no solid evidence yet to show this new mutation is more or less contagious.  However, don't assume Covid is over....","sentiment_score":0.1174242424}
{"full_text":"RT Spotify lost $4 billion in market value this week after rock icon Neil Young called out the company for allowing comedian...","sentiment_score":0.1}
{"full_text":"America has also added 450,000 covid deaths since you came into office.","sentiment_score":0.0}
{"full_text":"RT This 51 year old died of COVID because he refused to get vaccinated. I do hope all those people on the right who celebra...","sentiment_score":0.1928571429}
{"full_text":"RT the real vaccine is here","sentiment_score":0.2}
{"full_text":"\"This is a sensible and pragmatic step towards normality, given the encouraging fall in cases, the general easing of restrictions and the UK's position as a leading destination for international tourists and as a major business and commerce hub.\"https:\/\/t.co\/iznXDjj2Ct","sentiment_score":0.0375}
{"full_text":"WTF is wrong with these people? Terry Fox was a true hero. Not these truckers who are whining about vaccine mandates. Where is ? Why is he not addressing this?","sentiment_score":-0.2166666667}
{"full_text":"What do you need in the bank to retire in your state?Find out this week on Eat! Drink! Smoke! with and Get the show on or wherever you get your podcasts!https:\/\/t.co\/pJPvs2TaKP#EatDrinkSmoke #EDSN #retire #MyState #savings #Amazon","sentiment_score":0.0}
{"full_text":"We encourage our community members to #GetVaccinated against #COVID19. Getting #vaccinated-including #booster shots-is the best way to protect yourself, your loved ones, and your community from COVID-19. Learn more about the #COVID19 #vaccines here:","sentiment_score":0.7333333333}
{"full_text":"Impact of pandemic on district laid bare at meetinghttps:\/\/t.co\/TPAa18bhFl","sentiment_score":0.05}
{"full_text":"Together we can slow the spread of the Omicron variant:-Stay home if you're sick-Limit contact with people outside of your household-Wear a mask-Follow all public health &amp; gathering restrictions-Book an appointment to get your boosterFor more info:","sentiment_score":0.05}
{"full_text":"My Saturday nights during the pandemic Vs my Saturday nights now that the rules have gone.","sentiment_score":0.0}
{"full_text":"RT Two New York Nurses Charged With Faking Covid Vaccinations to Earn More Than $1.5 Million","sentiment_score":0.3181818182}
{"full_text":"RT Is that $400 billion in Covid relief funds still missing? I'm sure a nice percentage of it was put away for the midterm...","sentiment_score":0.3}
{"full_text":"RT missionarying, emphatically, is garbage done by garbage people","sentiment_score":0.0}
{"full_text":"Parenting in a pandemic:The impact of a father in building a child is so huge that their absence tends to result in a lot of struggles for the child - Marlon Lugadiru, Positive Fatherhood Advocate","sentiment_score":0.2049242424}
{"full_text":"RT The January #HemaSphere issue is now online, with a new look for the new year. This month we cover #StemCells, #AML, #...","sentiment_score":0.1363636364}
{"full_text":"RT Spotify lost $4 billion in market value this week after rock icon Neil Young called out the company for allowing comedian...","sentiment_score":0.1}
{"full_text":"Fewer Americans approve of how the media are covering the COVID-19 pandemic, and half now think the threat of the virus is being exaggerated.","sentiment_score":-0.3333333333}
{"full_text":"RT The CDC said that the selfish don't love nobody","sentiment_score":0.0}
{"full_text":"Dr. a vaccine scientist, said that omicron isn't the end of the road for coronavirus variants, according to Gray DC. | By","sentiment_score":0.0}
{"full_text":"The City of Dunkirk will be distributing free antigen rapid COVID-19 test kits to city residents on Monday from 5:00-7:00 PM. The distribution will take place at the Boardwalk on Central Avenue, in the atrium.","sentiment_score":0.2}
{"full_text":"Plenty of doctors have spoken out about this. Some for almost 2 years now. The covid treatment protocol is extremely dangerous.","sentiment_score":-0.6}
{"full_text":"Oklahoma issues notice regarding coverage for at-home COVID-19 tests.https:\/\/t.co\/whUqaYfITK#insurance #compliance #regulatory","sentiment_score":0.0}
{"full_text":"RT My Omicron shield includes:500 mg Quercetin with Bromelain50 mg Elemental zinc5000 to 10,000 IU of vitamin D3 100 mcg...","sentiment_score":0.0}
{"full_text":"How have workplace violence and mass shootings changed during the COVID-19 pandemic? We sat down with attorney Michael Haggard to find out:","sentiment_score":-0.1555555556}
{"full_text":"\"As the omicron variant gripped metro Atlanta earlier this month, tens of thousands of students missed school. The mass absences created more challenges for schools already stressed by staffing shortages and concerned about learning loss\"","sentiment_score":0.25}
{"full_text":"RT Maharashtra's 3rd Covid Wave Declining, Says Health Minister","sentiment_score":0.0}
{"full_text":"RT Washington trooper who defied state vaccine mandate and told gov to 'kiss my a$$' dies from #COVID_19...","sentiment_score":0.0}
{"full_text":"RT Hi. Sir. Down here.  Can you grab my mic and tell me how it's going up there? His name is Dallas and he says you s...","sentiment_score":-0.1555555556}
{"full_text":"Video: Ordinary Times contributors and discussing natural immunity and get to facts about how it works, how it doesn't, and how it should fit into our calculations and policy regarding COVID. Plus, how \"the experts\" are faring.https:\/\/t.co\/F2oaURHgxV","sentiment_score":0.0833333333}
{"full_text":"PMJT sheltering in place at an undisclosed location, a safe distance from unacceptable Canadians.","sentiment_score":0.5}
{"full_text":"Russia's daily coronavirus cases exceeded 1,00,000 on Saturday for the first time since the pandemic began.#Russia #Coronavirus #COVID19","sentiment_score":0.125}
{"full_text":"It's a shame Annika didn't go 'fuck it' and just stick with the COVID Chic hoodie this week #nrkmgp","sentiment_score":-0.4}
{"full_text":"COVID-19 Update: Alberta reports 41 additional hospitalizations, now 1,418 | Survey shows differing views of double-vaxxed and boosted | New Omicron sub-variant arrives in B.C. - Calgary Herald","sentiment_score":0.1363636364}
{"full_text":"RT The faith of the in vaccines to stop the spread of Omicron is a silly superstition. Even the CDC, who says the vaccines...","sentiment_score":-0.5}
{"full_text":"Researchers have developed a rapid test that detects all known COVID-19 variants, including the highly transmissible omicron variant.","sentiment_score":0.13}
{"full_text":"RT JCVI minutes from August 26 2021.Knew 70% to 80% of kids had NOT yet been infected.- Decided to withhold vaccine.\"Th...","sentiment_score":0.0}
{"full_text":"German Health Minister Admits 'Pandemic Of The Unvaccinated' Narrative Was A Load Of Crap, Blames 'Software' Error","sentiment_score":-0.4}
{"full_text":"Took Ethan to his first ever rugby game. Apart from having to do a covid test, falling asleep during the game &amp; then waking up to get a pic with Sharkie &amp; screaming blue murder, I think he enjoyed it ","sentiment_score":-0.01}
{"full_text":"H&amp;M profit soars as sales return to pre-pandemic levelshttps:\/\/t.co\/JhJqtkQzAW","sentiment_score":0.0}
{"full_text":"COVID-19 Test Delivery Leaves Out Houseless and Multigenerational Householdshttps:\/\/t.co\/YIJu070o84 by","sentiment_score":0.0}
{"full_text":"As this #Lockdown comes to an end, so must our #LockdownBluesBooze deal. So be sure to take advantage of it this weekend before it's gone!https:\/\/t.co\/KSvovRlKO8#ygk #beer #craftbeer #ygkcraft #drinklocal #shoplocal #skeletonparkbrewery","sentiment_score":0.5}
{"full_text":"RT Labelling opposition to vaccine passports \"fascism\", as the Toronto Star has done here, is reminiscent of Soviet propagand...","sentiment_score":0.0}
{"full_text":"Don't forget to go back for your second COVID-19 vaccine dose! If you received the Pfizer or Moderna vaccines, you won't be fully immunized against the virus until two weeks after your second shot. Find a vaccine site here:","sentiment_score":0.0}
{"full_text":"I always feel uncomfortable, can't blame it on a vaccine.","sentiment_score":-0.5}
{"full_text":"RT How is this real life? Seriously.","sentiment_score":-0.0666666667}
{"full_text":"RT Kid Rock to cancel tour stops at venues with COVID vaccine mandates","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 16.6FWind Chill: 6.7FHumidity: 57%Dew Point: 4.1F Barometer: 30.048 inHgWind: 8 mph from the WNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"So many pretty masks. Interesting how Covid thrives in cold weather.","sentiment_score":0.1625}
{"full_text":"Protect yourself or your kids from cancer. The human papillomavirus (HPV) vaccine is recommended for males, females, and non-binary individuals 11-12 years old, but up to 26 years of age.Talk to your doctor to get the HPV vaccine today! For more info: ","sentiment_score":0.2083333333}
{"full_text":"RT So he'll be waiting at home for the phone to ring just like before?","sentiment_score":0.0}
{"full_text":" what an achievement for our youth theatre groups! ","sentiment_score":0.0}
{"full_text":"RT That's quite a graphhttps:\/\/t.co\/yYakiLM2TU  lifting all restrictions...","sentiment_score":0.0}
{"full_text":"RT This 51 year old died of COVID because he refused to get vaccinated. I do hope all those people on the right who celebra...","sentiment_score":0.1928571429}
