{"full_text":"Harbhajan Singh Tests Positive For Covid, Says He Has \"Mild Symptoms\" | Cricket News","sentiment_score":0.2803030303}
{"full_text":"RT SLTrib: Senate President Stuart Adams tested positive for COVID twice Tuesday before publicly announcing he was negative ht...","sentiment_score":-0.0242424242}
{"full_text":"So let's make an Omicron specific vaccine to help that happen by reducing the liklihood of Omicron-like variants from spreading so that we can be stuck  in this pandemic for longer.","sentiment_score":0.0}
{"full_text":"google search is the heart palpitations from covid or from stress\/thyroid\/anemia\/pcos WOOOOOOO","sentiment_score":0.0}
{"full_text":"RT \"Djokovic is also a hypocrite. When Naomi Osaka withdrew from the French Open last year, citing how the mandatory press conf...","sentiment_score":0.0}
{"full_text":"Oh I know who has said what. I know who has supported what. I know who is battle ready and who will fold like a cheap tent!Disappointing actually.And I thought pointlessly and cowardly taking a knee was bad.","sentiment_score":-0.0875}
{"full_text":"Fighting leader-nim #Restore_JINROCK #sumjomswija #CPR #CompleteMe  #JINJIN_ROCKY #ROCKY #aseuteuro #raki  #bagminhyeog  #geeureun #LockDown","sentiment_score":0.0}
{"full_text":"RT South Africa gets $750 mln World Bank loan to bolster COVID recovery effort.https:\/\/t.co\/lqcKNkjQNu","sentiment_score":0.0}
{"full_text":"RT The best way to stay safe from Covid in England? Don't ditch the mask | Claire Horwell","sentiment_score":0.75}
{"full_text":"RT The hospitalization rate for unvaccinated New Yorkers is so high it's literally off the charts.https:\/\/t.co\/mJhuahtmHk","sentiment_score":0.1481818182}
{"full_text":"RT A significant amount of my pediatric patients are seeking care for \"not better after COVID\".And we have no treatment for...","sentiment_score":0.0625}
{"full_text":"#uptetpostponed Exam postpone hona chahiye kuki is exam me bahut sari women candidates hai jinke chote chote bacche hai aur bo bhi majboori me exam dege aur isse chote bachho me covid failne ke chances badh jayege.So please yogi ji postpone this uptet exam.","sentiment_score":0.0}
{"full_text":"RT The #COVID19  was not just about the #HealthCrisis, but about the systemic crisis of human development.Join us to share...","sentiment_score":0.0}
{"full_text":"RT And turning","sentiment_score":0.0}
{"full_text":"RT HEPA FILTER MYTH vs. FACTWhen the novel coronavirus burst onto the scene, it quickly realized that the mighty HEPA filter...","sentiment_score":0.3666666667}
{"full_text":"RT What I imagine a chief public health officer would write, but can't:\"Dear citizens, I write to explain some difficult reali...","sentiment_score":-0.25}
{"full_text":"RT Fresh NHS data shows that the total number of covid-related deaths in hospitals in England involving patients under the age...","sentiment_score":0.15}
{"full_text":"RT At least the students in my class have a sense of humour. 'Welcome back Mr Scott - Covid 19 survivor' ","sentiment_score":0.1666666667}
{"full_text":"I don't think these figures justify  2 years shit storm of all the lockdowns, media scaremongering, vaccine passports, vaccine mandates, business closures, school closures etc etc.","sentiment_score":-0.2}
{"full_text":"RT Bhai so sorry for ur loss , may his soul rip stay strong","sentiment_score":-0.0333333333}
{"full_text":"RT WHO calling for international travel bans to be lifted.(19th January 2022)Link:","sentiment_score":0.0}
{"full_text":"RT Here is the real secret: because our leaders chose not to shut down the economy to stop omicron, omicron has shut the economy...","sentiment_score":-0.3777777778}
{"full_text":"RT HELP THE HELPERS: We are ecstatic for this partnership to reward the incredible staff of and other nonpro...","sentiment_score":0.3875}
{"full_text":"RT Rep. Jim Jordan Says Dr. Fauci Is 'Covering Information Up' On Covid-19 Coming From The Wuhan Lab\"They go from this thing...","sentiment_score":0.0}
{"full_text":"RT my friend who went to hi-touch told the kq staff about the covid positive person and they asked for their twitter so yea...","sentiment_score":0.2272727273}
{"full_text":"RT Ahead of 's 3 days district meeting, District Authorities withdraws all earlier Covid restrictions against public...","sentiment_score":0.0}
{"full_text":"RT 9 Karnataka districts report more Covid cases in rural areas","sentiment_score":0.25}
{"full_text":"And not to forget called a game off as squad ravaged with one covid case ","sentiment_score":-0.4}
{"full_text":"RT Did you know had Concourt postponed Elections we would be in worse situation now with Covid...LGE really brought Covid to...","sentiment_score":-0.1}
{"full_text":"RT I am feeling pandemic exhaustion. I'm exhausted from staying home. However, I'm alive, have good family and friends, a...","sentiment_score":0.1333333333}
{"full_text":"#bokkachance leela #sankamedia #sakunimama Thea tha sathi babu garu ki Kana padavu - aye ki liquor syndicate business matuuu dabulu- plus advisors like #pottireddy - as a revenue for #sankemedia and paychecks for #sankamedia employees as advisors - #sanka n vanka - covid","sentiment_score":0.0}
{"full_text":"Students, teachers, parents, siblings, I thought before Christmas was bad but so many messages in the last week of Covid+. Only minor silver lining that I think lots of schools will continue to require masks. Hertfordshire County Council one of the first to reinstate before Xmas","sentiment_score":2.775557562e-17}
{"full_text":"About some of those 'peer-reviewed' studies for ivermectin...https:\/\/t.co\/WZFwNfFPtG","sentiment_score":0.0}
{"full_text":"Tonga turns back aid flight from Australia after positive Covid case discoveredhttps:\/\/t.co\/3ZDQ7UMd7v","sentiment_score":0.1136363636}
{"full_text":"RT Beat off Covid","sentiment_score":0.0}
{"full_text":"RT History of Natural Immunity:*Past ~2500 years:scientific fact*January 2020 - January 2022:vilified as a conspiracy theo...","sentiment_score":0.1}
{"full_text":"RT Ireland becomes the latest country to remove restrictions and vaccine passports. While this is heartening news, somethin...","sentiment_score":0.5}
{"full_text":"RT So, let me get this right? Every state except WA is fighting over how they can return to school in middle of Omicron cris...","sentiment_score":0.1428571429}
{"full_text":"RT #IndiaFightsCorona:#COVID19 Vaccination UPDATEMore than 157.50 Cr vaccine doses provided to States\/UTs.More than...","sentiment_score":0.0}
{"full_text":"RT There's some great points in this but we need more acknowledgment of clinically vulnerable people, as well as long COVID...","sentiment_score":0.1875}
{"full_text":"RT Next time a conservative Christian uses the 'sanctity of all human lives' to justify their determination to prevent other adu...","sentiment_score":-0.03125}
{"full_text":"RT 800,000 people a day infected with Omicron and the media still calls it \"break-through\" infections","sentiment_score":0.0}
{"full_text":"1st accomplishments. .he saved you through saving those who would have infected you with covid and die","sentiment_score":0.0}
{"full_text":"RT One thing this pandemic has achieved is a complete rewrite of the epidemiological definitions of 'herd immunity' &amp; 'endemi...","sentiment_score":0.1}
{"full_text":"RT Fresh NHS data shows that the total number of covid-related deaths in hospitals in England involving patients under the age...","sentiment_score":0.15}
{"full_text":"RT Every 44 seconds, 1 American dies of COVID-19, according to the seven-day average","sentiment_score":-0.075}
{"full_text":"RT I've never heard anything good about this guy. A guy who paid 100k to sit at the same table with Bushiri, his whole life is a...","sentiment_score":0.3}
{"full_text":"RT Reuters article recognising the power of natural immunity (19th January 2022)https:\/\/t.co\/oFKRZIbyXW","sentiment_score":0.1}
{"full_text":"RT This is the Man Who Sold the NHS took PS80 a week of the poorest people put sewage in the rivers and the sea. He is destro...","sentiment_score":0.0}
{"full_text":"RT I just had to tell a 3 year old and her 8 and 11 year old siblings that their dad died last night after a month in the hospi...","sentiment_score":0.0666666667}
{"full_text":"Tonga turns back aid flight from Australia after positive Covid case discovered","sentiment_score":0.1136363636}
{"full_text":"RT Gave Quercetin to entire family brother, sister-in-law, daughter son her fiance his father &amp; we all survived COVID. Began tak...","sentiment_score":0.0}
{"full_text":"RT omicron? omi gettin out of here #GotThierAss","sentiment_score":0.0}
{"full_text":"Easing of Covid restrictions in England","sentiment_score":0.0}
{"full_text":"RT Climate changes and crises like the covid-19 pandemic are challenging our global food safety.  A recent report from s...","sentiment_score":0.1666666667}
{"full_text":"RT Hmm... now why might that be?","sentiment_score":0.0}
{"full_text":"RT I am so over the people dying of COVID be referred to as having 'underlying health issues'. A number of my vibrant, warm...","sentiment_score":0.3833333333}
{"full_text":"RT Call for action to respect Labour rights and protect garment workers from inhuman and degrading treatments.","sentiment_score":0.1}
{"full_text":"RT \"What I find appalling is the management of the taxpayers' money\" This #bbcqt audience member questions the logic be...","sentiment_score":-0.35}
{"full_text":"RT I command your healing right now in the name of Jesus Christ. Be loosed from every form of infirmity. I declare divine...","sentiment_score":0.2857142857}
{"full_text":"RT Ireland becomes the latest country to remove restrictions and vaccine passports. While this is heartening news, somethin...","sentiment_score":0.5}
{"full_text":"Much like how senior council officers are capitalising on the perks of the pandemic and holing up in their plush homes, it's rather incredible that the MSM hasn't fired these grifters who, many across the nation trust. Nice gigs if you can get them PSPSPShttps:\/\/t.co\/MRIpgiI2ZS","sentiment_score":0.55}
{"full_text":"RT Mark McGowan: \"A lot of people say we should be living with Covid. Well, there's 752 people in the eastern states no long...","sentiment_score":0.025}
{"full_text":"Covid is over? Yay let's have a party! Anyone know where they throw good ones? #PanemEtCircenses","sentiment_score":0.7}
{"full_text":"RT TRICK TO SPOT VIRAL LOAD--if you have a rapid antigen #COVID19 test &amp; get a positive--you can ~eyeball  if you have a high...","sentiment_score":0.16}
{"full_text":"One for the morning crew as  latest episode of the #REALFOOTBALLCAST is LIVE! and this week the pod squad discuss: #PremierLeague and Covid- #EFC Sack Rafa- #MCFC Now Clear- #CFC Now Beaten- #LFC Still Hunting &amp; More","sentiment_score":0.3176136364}
{"full_text":"Several Iowa COVID-19 test sites shut down due to extreme cold","sentiment_score":-0.2011111111}
{"full_text":"Kids caught in third wave, Covid hospitalisation up in Delhi","sentiment_score":0.0}
{"full_text":"RT BEN REILLY: SPIDER-MAN #4 variant cover","sentiment_score":0.0}
{"full_text":"RT  \"Scots overwhelmingly back the stricter approach taken by Nicola Sturgeon in response to the Omicron variant, a new po...","sentiment_score":0.0681818182}
{"full_text":"RT The schoolboy on #BBCNews who said he would continue to wear a mask, in part to protect his family, is more intelligent...","sentiment_score":0.65}
{"full_text":"#Education in #Bangladesh has been significantly impacted by #Covid19-related school closures. This brief explores the #gendered impacts of #COVID19 on learning and school-to work transitions in Bangladesh.  Read it here https:\/\/t.co\/zvnU0X3wHk","sentiment_score":0.1875}
{"full_text":"Protocols remain in place at Mattioli Woods Welford Road this weekend in line with current COVID-19 Government guidelines.#LEIvUBB  #COYT ","sentiment_score":0.0}
{"full_text":"Maybe, they'll release something new and much more lethal, call it a covid variant, and then say see, we shouldn't have opened up, then they'll lock us down and throw away the key.","sentiment_score":0.1202020202}
{"full_text":" It's not a great anniversary, but this week marks a full calendar year of COVID testing for the Stones.The constant work undertaken by and helping to keep the team on the pitch and the club operations running smoothly ","sentiment_score":0.0875}
{"full_text":"RT Half of \"covid\" patients now admitted to be not in fact covid patients. After nearly two years, truth keeps dribbling out....","sentiment_score":-0.0333333333}
{"full_text":"How has #COVID19 impacted our wellbeing? - An awareness and understanding of the impact of stress, anxiety &amp; uncertainty on the bodies &amp; brains of children &amp; adults.There is still time to register for Saturday's event with now:","sentiment_score":0.0}
{"full_text":"Xiaomi 12 global variant appears on Geekbench with Snapdragon 8 Gen 1; hints at imminent global launchhttps:\/\/t.co\/wfgwmJv1cQ","sentiment_score":0.0}
{"full_text":"At De Zalze Lodge we offer various rooms with self-carting facilities for those who prefer a personal touch to their stay.Make your stay feel like home away from home. Check out our website for accommodation options and availability.BookingsT: +27 (21) 880 0740","sentiment_score":0.0}
{"full_text":"RT Circumvents Gain of Function ban resulting in Wuhan lab leak: Dr. FauciHeads lab leak cover up: FauciArchitects disa...","sentiment_score":0.0}
{"full_text":"COVID-19, Poverty Widen Education Gap in Ugandahttps:\/\/t.co\/MK2O6zlNUw","sentiment_score":0.0}
{"full_text":"30,000+ NEW COVID-19 CASESBREAKING: The DOH recorded 32,744 additional COVID-19 infections on Friday, bringing the country's total number of cases up to 3,357,083. #CoronavirusPH #COVID19PHReal-time updates on COVID-19 here:","sentiment_score":0.0681818182}
{"full_text":"The gig at Bluenote Hawaii, 2\/8, \"Black History Month,\" will be moved to a later date. #TBD #musicians #Honolulu  #Covid","sentiment_score":-0.0833333333}
{"full_text":"RT Worked  emergency medicine for over 20 years. Got Covid. Felt ill for 2-3 days.  Took Quercetin, Zinc, D3, &amp; Aspirin daily....","sentiment_score":-0.25}
{"full_text":"'This is NOT what a leader looks like': Netizens irked as video of Boris Johnson mocking MP during #PMQs goes viral   ","sentiment_score":0.0}
{"full_text":"I really hope these assholes get to 100% compliance and kick everyone non vaxed out of the city. Would be fascinating to see what absurd excuses they would make for the continued pandemic and watch the devout covidians roll with it. These people are comically faithful!","sentiment_score":0.25625}
{"full_text":"Now, the CDC is saying testing should bump up to twice per week if there is \"substantial transmission\" and that at \"high transmission,\" sports should be canceled or virtual.https:\/\/t.co\/u2BXdCIRCD","sentiment_score":0.16}
{"full_text":"RT I'm wondering how the 25 CNN viewers felt after watching news about the CDC report on \"natural immunity\" and being comple...","sentiment_score":0.1}
{"full_text":"RT Unvaxxed who have had covid have better protection than vaxxed!!","sentiment_score":0.78125}
{"full_text":"RT #EconWatch: The #UK declares that as cases are falling, indoor masking, working from home, and proof of vaccine\/negative #...","sentiment_score":0.0}
{"full_text":"\"The cautious approach taken in Abu Dhabi is something that most people appreciate.\" Robert Rinaldo, Head of School\/CEO, GEMS American Academy - Abu Dhabi.#GEMSEDucation #GEMSGenius ","sentiment_score":0.25}
{"full_text":"Thank you to New Zealand for your pledge of NZ$ 9 million to #COVAX. We must learn the lessons of 2021 to prioritise #VaccineEquity, helping to stop the spread of #COVID19. #breakCOVID","sentiment_score":0.1363636364}
{"full_text":"If you're pregnant, it's important to get vaccinated to protect you and your baby against COVID-19 and flu.Don't wait until your baby arrives, get vaccinated or boosted now. For more information visit","sentiment_score":0.4111111111}
{"full_text":"New paper: Despite #COVID19 may impact thrombus composition &amp; thrombolysis resistance, analysis of acute ischemic stroke thrombi shows that COVID-19 does NOT  tPA-mediated fibrinolysis. DNase 1 !?@Univ_Paris","sentiment_score":0.4431818182}
{"full_text":"The latest episode of the #REALFOOTBALLCAST is LIVE! and this week the pod squad discuss: #PremierLeague and Covid- #EFC Sack Rafa- #MCFC Now Clear- #CFC Now Beaten- #LFC Still Hunting &amp; More","sentiment_score":0.3176136364}
{"full_text":"27 drug companies have signed contracts with the UN-backed Medicines Patent Pool, including in Pakistan, to produce the anti-viral drug molnupiravir to be provisioned to poorer countries. #COVID19 #medicine","sentiment_score":0.0}
{"full_text":"Washington State will launch website in partnership with Amazon for residents to order free at-home COVID-19 testshttps:\/\/t.co\/aKvQEsoND9#Amazon #WashingtonState #COVID19 #COVID_19 #CareEvolution #CovidTesting #Covidtests #health #healthcare #community #communities","sentiment_score":0.4}
{"full_text":"RT It's not enough for covid policies to end. Lockdowns killed more people than they saved, school closures and masking harme...","sentiment_score":0.1}
{"full_text":"Our Market Place Shopping Centre clinic is open today from 8.30am-5.30pm. For everyone aged 12 +Pfizer  vaccine1st &amp; 2nd doses3rd primary dose if eligible (NHS invitation letter needed)Booster if eligible (aged 16+ &amp; at least 3 months since 2nd dose)","sentiment_score":-0.0142857143}
{"full_text":"32,744 NEW COVID-19 CASESBREAKING: The Department of Health reported 32,744 additional cases of COVID-19 on Friday, January 21, 2022, bringing the total number of cases in the Philippines to 3,357,083. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Since the onset of COVID-19, we've learned to live with varying levels of restrictions and the ongoing arrival of new threats and disruptions. With unknowns psychologically disturbin, how can you help your people through challenging times?https:\/\/t.co\/hbAobPj8NA #happinessatwork","sentiment_score":0.1931818182}
{"full_text":"iiyee dinyeedii kovidd aasaadityn 827k827 new Covid infections yesterday Link 1 (Sin)  2 (Eng)  #srilanka #lka #gossip #hotnews","sentiment_score":0.1363636364}
{"full_text":"Does the COVID-19 vaccine cause myocarditis? i 1 rare complication that has been linked to the COVID-19 vaccine is myocarditis, but the risk of serious illness due to COVID-19 outweighs the risk of having an adverse reaction to vaccination. More at","sentiment_score":0.0854166667}
{"full_text":"STUDY: Two-thirds of COVID vaccine side-effects are just a placebo effecthttps:\/\/t.co\/4kx6dLbnnh","sentiment_score":0.0}
{"full_text":"RT During Biden's 1st year, info about Covid was pushed everywhere, and vaccines were made available everywhere - for free. Ou...","sentiment_score":0.4}
{"full_text":"RT An N95\/KN95\/FFP2 mask blocks a minimum of 95% of particulates. This Spinoff article discusses this.You can get KN95 masks fro...","sentiment_score":0.0}
{"full_text":"Pop-up Covid Vaccination Clinic When - Tomorrow 22 January from 10:00am to 4:00pm.Where - Quad South Hall, Lord Mayor's Walk. Who - staff, students and members of the public.How - Pre-booked and walk-in appointments.Information and bookinghttps:\/\/t.co\/pY9jFF43aF","sentiment_score":0.0}
{"full_text":"Today is the last day of the pop up booster vaccination centre at the Octagon Centre! The centre is open to everyone aged 18 and above to receive a first, second and booster dose of the Covid-19 vaccination. No need to book, open today 09:00-16:00.","sentiment_score":0.0214285714}
{"full_text":"RT Because if i get this i can go to the office in this Covid period instead work from home. haha ....","sentiment_score":0.2}
{"full_text":"RT Fresh NHS data shows that the total number of covid-related deaths in hospitals in England involving patients under the age...","sentiment_score":0.15}
{"full_text":"#COVID19 is having a profound effect on #children . Read the OSCE Personal Representative on Children and Security, Rita Izsak-Ndiaye's Blog here https:\/\/t.co\/wGB9XFk36O","sentiment_score":0.0416666667}
{"full_text":"RT \"Stupid face diapers\" :)","sentiment_score":-0.15}
{"full_text":"Throughout the duration of the pandemic, it has been proven that appreciation and feeling valued helps to build staff engagement and loyalty. discusses this and more: #FuturePRoof","sentiment_score":0.5}
{"full_text":"Live by the brain worms, die by the brain worms.It broke my heart when Meat Loaf jumped off the right wing cliff. I loved his work growing up.The whole thing's just sad.https:\/\/t.co\/PQoDPdytFR","sentiment_score":0.3305194805}
{"full_text":"Its not that much more mate, look at the graph. Natural immunity is even more effective, also the vaccine comes with its own risks so it should always be a personal choice.","sentiment_score":0.3833333333}
{"full_text":"RT A CDC study has found that natural immunity is superior to vaccine immunity, and that being vaccinated on top of being inf...","sentiment_score":0.4333333333}
{"full_text":"Point taken, somewhat, in that some improvements over the last 12 mo are near vertical lines cuz stuff was so ugly-bad due to COVID 12 mo ago.On other hand, the severe shortages of goods &amp; labor in supply chains combined with a demand surge is why Inflation. ALSO due to COVID.","sentiment_score":-0.055}
{"full_text":"Thank you to the Netherlands for your pledge of EUREUR 23 million to #COVAX. By working together as an international community, we can get vaccines to those who need them the most and end the #COVID19 pandemic. #TeamEurope #breakCOVID","sentiment_score":0.25}
{"full_text":"RT Mark McGowan: \"A lot of people say we should be living with Covid. Well, there's 752 people in the eastern states no long...","sentiment_score":0.025}
{"full_text":"RT Statistics of covid-19:-Tests in Last 7  Days: 2,465Positive Cases:  68Negative cases: 2397Positivity % : 2.75 %...","sentiment_score":0.0}
{"full_text":"#EconWatch: According to my colleagues the #Netherlands posted a record number of new COVID cases yesterday. Meanwhile, Prime Minister  #Rutte continues to mandate pointless business closures. Stupid! Based on virtually NO scientific evidence.","sentiment_score":-0.3712121212}
