{"full_text":"RT Remember the one time ever Elrich announced one of his dumb COVID dictates publicly? I bet he does.https:\/\/t.co\/pSCUXOsNon","sentiment_score":-0.1875}
{"full_text":"RT Lmaooooo big Pharma really tried to hide the results of the vaccine study for 75 years!  the judge said \"y'all got 6 mon...","sentiment_score":0.125}
{"full_text":"RT BREAKING: A Trump-appointed judge in Texas blocks President Biden's lifesaving vaccine mandate for federal workers by...","sentiment_score":0.0}
{"full_text":"RT What people mean when they say 'we need to learn to live with Covid' is *they* want permission not to care about who dies f...","sentiment_score":-0.0880681818}
{"full_text":"RT We are going to look back on the past couple of years and realize that almost every policy decision on COVID was not o...","sentiment_score":-0.125}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"The New Normal... If you are a vaccine \"pusher\" for Big Pharma stand up and claim your prizes. XOXO","sentiment_score":0.0954545455}
{"full_text":"RT #GoodMorning to everyone who knows #COVID19 is not \"a cold\" but has killed 860k+ Americans and disabled millions more, and that...","sentiment_score":0.1}
{"full_text":"..........'  UNCLE BORIS IS LOOSING HIS JOB NEXT WEEK SO HAS SAID YOU ARE ALLOWED NOT TO WEAR MASKS ANYWHERE ANYMORE.","sentiment_score":0.0}
{"full_text":"RT The European Green Pass \/ Vaccine Passports and the incoming European Digital Identity (EID) will lead towards a European...","sentiment_score":-0.04}
{"full_text":"RT 9 day, 8000 worker strike and the New York Times hadn't covered it once, they did however publish 26 separate articles...","sentiment_score":0.1363636364}
{"full_text":"RT The moment someone says, \"If the vaccines work, how come so many vaccinated people are getting COVID?\"-- you know they do...","sentiment_score":0.5}
{"full_text":"Does anybody still believe that imposing covid restrictions had anything whatsoever to do with covid, the public, or the interests of the nation?","sentiment_score":0.0}
{"full_text":"RT Students demand on GATE 2022 happening in Covid?#delayGATE22","sentiment_score":0.0}
{"full_text":"RT I care for patients everyday as a PA.  I have worked tirelessly since the start of this pandemic.  I am the hope and dream o...","sentiment_score":-0.2}
{"full_text":"RT The pandemic will end when we put the health of ALL people first, not just a select population.","sentiment_score":0.25}
{"full_text":"RT Let's all pray for their and success and show them our support.#TrudeauMustGo #TruckersForFreedom","sentiment_score":0.3}
{"full_text":"NFL surrenders to the pandemic, sacrificing the health of its players.","sentiment_score":0.0}
{"full_text":"RT \"If you want to connect, if you want to get more out of your people, then you've got to show some vulnerability.\" In this e...","sentiment_score":0.5}
{"full_text":"RT Do not let the government convince you that they're doing you a favour by lifting its COVID restrictions.Watch The","sentiment_score":0.0}
{"full_text":"RT Arizona has the second-highest COVID-19 death rate in the country by","sentiment_score":0.0}
{"full_text":"RT By firing staff with natural immunity after Covid recovery, hospitals got rid of those least likely to infect others....","sentiment_score":-0.0666666667}
{"full_text":"Since Gates was present at the creation of this pandemic, how many of his investments in vaccines and therapeutics should be viewed as insider trading?","sentiment_score":0.25}
{"full_text":"Mexico is now curing Covid just like India did, with free Ivermectin... Why can't we do this in the US? - Whatfinger News' General Dispatch","sentiment_score":0.225}
{"full_text":"Joe Rogan talked about this in his show.https:\/\/t.co\/oECvK3R29U","sentiment_score":0.0}
{"full_text":"RT Y'all I read the symptoms and think I've been getting the omicron variant pretty much twice a year for like the last 30 ye...","sentiment_score":0.15}
{"full_text":"Or you catch the damn virus and have your natural body develop its antibodies to fight it with the immune system.","sentiment_score":0.1}
{"full_text":"RT These doctors &amp; researchers know the only time to stop a pandemic is at the start &amp; we're long past that point, thanks to p...","sentiment_score":-0.025}
{"full_text":"RT #NewHampshire is poised to become the 1st US state to make #Ivermectin available as an over the counter medication and sanc...","sentiment_score":0.4}
{"full_text":"Chronically ill &amp; disabled people told you 10 years ago that the Tories don't care if their policies cause preventable deaths. The govt's non-management of the pandemic has amplified &amp; extended that key message. Not a shred of remorse or compassion for others","sentiment_score":-0.2333333333}
{"full_text":"RT 5 factors will shape #IndianEconomy in 2022 - you can be cautiously optimistic despite #Covid There is hope that the...","sentiment_score":0.0}
{"full_text":"RT If you don't have any friends who have covid right now you're blessed or you probably don't have friends","sentiment_score":0.2857142857}
{"full_text":"They've shut down O'Connell St, traffic and buses diverted so they can disrupt and inconvenience everyone and yet they never suffered an inconvenience all through this pandemic!","sentiment_score":-0.1944444444}
{"full_text":"RT JUST IN - Chief epidemiologist at Norwegian Institute for Public Health has come out against covid passports saying they...","sentiment_score":0.0}
{"full_text":"RT Possible? Standing up against Castro's son? That 1600 strong (so far) rig convoy heading to Ottawa to protest vaccine ma...","sentiment_score":0.1777777778}
{"full_text":"RT This is still one of the best, smartest and substantive interviews on #COVID even though it was conducted a few months a...","sentiment_score":0.4}
{"full_text":"RT Happy Two Year Anniversary to this moment when former president Trump after learning the US had its first COVID case, told the...","sentiment_score":0.35}
{"full_text":"Homie pulled a chart with 200 deaths in 2 years to prove we in a pandemic?  Well i guess that settles it","sentiment_score":0.0}
{"full_text":"These people are all in contact with others, pre Covid my doctor didn't wear a mask during an office visit.","sentiment_score":0.0}
{"full_text":"Report this AM. Several Red states are finally back to pre-pandemic levels of employment and wages. No Blue state is close. Why do you let Dems just use you like they do?","sentiment_score":0.0}
{"full_text":"RT alas, no. He has to \"balance the books\" now we have so many more billionaires","sentiment_score":0.2}
{"full_text":"RT 'I've found the lack of debate and squeezing out of alternative views extremely troubling... we must draw a line and never go b...","sentiment_score":-0.125}
{"full_text":"No decision has been taken on imposition of a lockdown in province: Saeed Ghani","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon reported to statistics watchdog over claims she 'seriously twisted' Covid datahttps:\/\/t.co\/kRqxWukfjP","sentiment_score":-0.5}
{"full_text":"RT For everyone saying it's time to start living with #COVID19, sit with this horror for a moment. Imagine if this were your ch...","sentiment_score":0.0}
{"full_text":"RT In the U.S. more people died of Covid in the past week than died of Ebola during the whole 2014-2016 West Africa epide...","sentiment_score":0.15}
{"full_text":"With 40%+ TPR, odd days or even, life goes on normal in Keralahttps:\/\/t.co\/7O9tY2ZSA3","sentiment_score":-0.0083333333}
{"full_text":"RT One day later, updated to Jan 20.358 #LTCs in outbreak (7 more from yesterday) 2,569 residents + 4,088 staff sick12...","sentiment_score":0.25}
{"full_text":"RT History of Natural Immunity:*Past ~2500 years:scientific fact*January 2020 - January 2022:vilified as a conspiracy theo...","sentiment_score":0.1}
{"full_text":"RT . It's a Pandemic of Bureaucracy","sentiment_score":0.0}
{"full_text":"RT The cure for covid is making the divisional round of the playoffs?","sentiment_score":-0.2}
{"full_text":"Bill Maher is one of those guys who fulminates against mask and rulings but who got infected with Covid after he got vaccinated and then used that fact to fulminate against vaccines....","sentiment_score":0.0}
{"full_text":"RT Thanks to restrictions &amp; vaccine passports France successfully flattened the curve, but along the wrong axis...","sentiment_score":0.15}
{"full_text":"This is the hill the GOP dies on","sentiment_score":0.0}
{"full_text":"Top 9 #National #COVID19 News Update#Tv9News","sentiment_score":0.5}
{"full_text":"RT WOW JAPAN Had Yesterday 9 Covid Deaths quite high for a country with near double the Population of the UK and more Dens...","sentiment_score":0.172}
{"full_text":"what company has given guidance during Covid no guidance is and should be expected especially with supply chain issues however I do expect a segmented outlook!","sentiment_score":-0.05}
{"full_text":"RT Private Health was given a PS10 billion NHS contract to treat NHS patients during the pandemic.The result was that private h...","sentiment_score":0.0}
{"full_text":"RT Russia on the brink of starting WWIII. US looking at the collapse of democracy.Fascism on the rise worldwide. Climate cha...","sentiment_score":0.0}
{"full_text":"Lounges ain't lose a dime, everybody got vaccine cards.","sentiment_score":0.0}
{"full_text":"But the omicron variant does fill up the hospitals with unvaccinated people:  \"Unvaccinated people are about six times more likely to test positive than vaccinated people, nine times more likely to be hospitalized, and 14 times more likely to die\"  CDC directory Walensky","sentiment_score":0.2467532468}
{"full_text":"RT HAPPENING NOW huge crowds gather outside the BBC headquarters in London protesting against vaccine mandates and vaccine pass...","sentiment_score":0.2}
{"full_text":"RT JUST IN - Chief epidemiologist at Norwegian Institute for Public Health has come out against covid passports saying they...","sentiment_score":0.0}
{"full_text":"RT We are so close, only $300 left until I can bring my aunt's art home to our tribal museum! That's 15 people donating j...","sentiment_score":0.0}
{"full_text":"RT The Melbourne protest against COVID law today.","sentiment_score":0.0}
{"full_text":"I agree with you. The problem is there are way too many personalities who are addicted to COVID-doom and their fame is dependent on it. They will do whatever it takes to extend their 15 minutes to 20.If someone wants to criticize how this data is reported above, I'm all ears.","sentiment_score":0.075}
{"full_text":"RT Seriously billboard? Seriously Jimmy Kimmel? We're 2 years into the pandemic that led to lots of racism and Asian hate...","sentiment_score":-0.3666666667}
{"full_text":"RT As the covid narrative begins to crumble around the world and governments look to an exit, we must remember the social and mor...","sentiment_score":0.0333333333}
{"full_text":"RT The moment someone says, \"If the vaccines work, how come so many vaccinated people are getting COVID?\"-- you know they do...","sentiment_score":0.5}
{"full_text":"RT A federal judge in Texas issued a nationwide ruling that President Biden cannot mandate the COVID vaccine for federal employee...","sentiment_score":0.0}
{"full_text":"RT Based on new CDC data showing if you don't get boosted (after 6 months) the 2 dose mRNA is only 57% protective vs hospitali...","sentiment_score":0.0681818182}
{"full_text":"LOL the NFL doesn't want to deal with quarantining players for the Super Bowl  so is ignoring player health in favor of $$$ because when have they ever cared about player health over $$$$. Never, that's why there's a CTE fund.","sentiment_score":0.5666666667}
{"full_text":"RT Ik hoor net van m zoon in Canada 36.000 truckers in Ontario. They aint leaving till all covid mandates are squashed. They w...","sentiment_score":0.0}
{"full_text":"An audio statement in English, titled:COVID is a Firm Plan From Allaah..Imam Nasser Mohammed Al-Yamani12- Jumada II - 1443 AH15-January-2022 ADhttps:\/\/t.co\/iEVbRn4NEOn#COVID_Is_A_Strict_Plan_FromAllah MBSlWmeut","sentiment_score":-0.1}
{"full_text":"Taiwan sees sharp rise in COVID cases, posing risk to Lunar New Yearhttps:\/\/t.co\/omToKg2cVG","sentiment_score":0.0056818182}
{"full_text":"RT Can we check and this is a genuine question: If Drakeford &amp; Welsh Labour are pro discriminatory,  unnecessary &amp; hospitality...","sentiment_score":0.0}
{"full_text":"RT \"As I'm sure you've noticed, the official Covid narrative is finally falling apart, or is being hastily disassembled,...","sentiment_score":0.25}
{"full_text":"RT Omicron reminder: milder doesn't mean mild. #Omicron may be less severe in most vaxed or previously infected people, b...","sentiment_score":0.0375}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"RT Do you blame me for my hope that the next covid variant is more viral and has a greater impact on white supremacists, dome...","sentiment_score":0.25}
{"full_text":"RT 3,866 dead yesterday","sentiment_score":-0.2}
{"full_text":"ahhahahhaha, I wonder if this is part of why I got way less sick than my parents and uncle when we had it go around","sentiment_score":-0.4404761905}
{"full_text":"RT Huge crowds at the London Freedom Rally. We say no to 'vaccine' passports and demand the Johnson regime reverse their sack...","sentiment_score":0.4}
{"full_text":"RT . It's a Pandemic of Bureaucracy","sentiment_score":0.0}
{"full_text":"RT Possible? Standing up against Castro's son? That 1600 strong (so far) rig convoy heading to Ottawa to protest vaccine ma...","sentiment_score":0.1777777778}
{"full_text":"We were in Dominican in early Dec and having the positive covid test threat of no return over your head is no fun Will stay home until this is not required. We took the risk and would not complain if we had to stay as it would be our fault As for Sunwing its Like rolling the dice","sentiment_score":0.0590909091}
{"full_text":"a totally unwarranted remark. we are three years into this pandemic and micro-aggressions are still thrown at asians. disgusting  #StopAsianHate","sentiment_score":-0.5}
{"full_text":"RT Covid 19 killed very many people  but stilll there no job vacancies Who  really died?Nzilamu osilike","sentiment_score":0.2166666667}
{"full_text":"RT #VaccineDeaths #vaccines #VaccineMandates #vaccineinjured #Jesuits #Terrorism #Genocide #depopulation...","sentiment_score":0.0}
{"full_text":"RT The combined net worth of the 10 richest people in the U.S. has more than doubled since March 2020, reaching $1.35 tri...","sentiment_score":0.2666666667}
{"full_text":"RT This is so shamelessly unprofessional journalism, switching narrative, and defamation.How did u shield a white guy comparing...","sentiment_score":0.0}
{"full_text":"RT As unvaccinated NHS staff are set to lose their jobs on the 1st of April.On Nana Akua we want to know... Is it time to scr...","sentiment_score":0.0}
{"full_text":"RT is libertarian. is conservative. What they have in common is a narcissis...","sentiment_score":-0.3}
{"full_text":"RT Government Exit Strategy:- Claim pandemic is over- Praise vaccines &amp; the vaccinated- Hide jab injuries &amp; deaths- Quie...","sentiment_score":0.0}
{"full_text":"RT Cant believe they just ended the pandemic on a random Thursday so anti climatic","sentiment_score":-0.5}
{"full_text":"RT There was a time when a school shooting would make the national news for days. Now, a few hours after a student was shot...","sentiment_score":-0.2}
{"full_text":"For those of us who spoke out against \"vaccine passport\" apartheid and segregation from the very beginning, the many videos and photos of vast, vast numbers out protesting against them in countries around the world today are... a huge relief.#NoVaccinePassportsAnywhere","sentiment_score":0.22}
{"full_text":"RT Indonesia just had the first two omicron case deaths. 64 year old male, unvax'd, local case, Asih hospital, Ciputat54 ye...","sentiment_score":0.0875}
{"full_text":"RT And you think my tweets with pics of gum disease are bad...","sentiment_score":-0.7}
{"full_text":"literally the best variant","sentiment_score":1.0}
{"full_text":"RT 1\/4 The province-wide COVID-19 wastewater signal for Ontario is a weighted mean of standardized, biomarker normalized...","sentiment_score":-0.3125}
{"full_text":"I made a 15-pound lasagna when I got sick (presumably from COVID-19, there were no tests) and was so sad I couldn't taste it but my sense of taste came back about four days later. I hope it doesn't last long for you either! I lived on Dayquil and Nyquil for a week and a half.","sentiment_score":-0.206207483}
{"full_text":"RT I don't wanna get too tiresome on this, but generally those wearing masks aren't displaying any fear whatsoever - it really...","sentiment_score":-0.0833333333}
{"full_text":"RT LONDON CALLING - No vaccine mandates, no vaccine passports.We hear you world! It's time to set your people free!#L...","sentiment_score":0.0}
{"full_text":"RT IT'S OVER: England drops vaccine passports, mask mandates, and work restrictions","sentiment_score":0.0}
{"full_text":"RT Republicans Will Declare Pandemic Over After Retaking Congress, Declares Rep. Greene","sentiment_score":0.0}
{"full_text":"RT Is there a single person left who still believes removing Covid restrictions had anything whatsoever to do with Covid, the...","sentiment_score":-0.0357142857}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"The Kingdom of #SaudiArabia has reported a further drop in #COVID19 infections with 4,608 cases and two new deaths in 24 hours, according to the Ministry of Health.https:\/\/t.co\/pZfYsgcDHm","sentiment_score":0.0681818182}
{"full_text":"Have you been obeying pandemic protective personal equipment (PPE) protocol?","sentiment_score":0.0}
{"full_text":"we rake the covid vaccine.","sentiment_score":0.0}
{"full_text":"\"That puts too many -- including those who earn the least -- in a position of having to choose between going to work with covid-19 or staying home and losing several days of income.\"https:\/\/t.co\/6CakSVoROW","sentiment_score":0.0666666667}
{"full_text":"Peak Omicron means peak ICU at hospitals. They're struggling with not only high admissions but low staffing. This week speaks with Alex Munter and Cynthia Davis, heads of and about piloting through the eye of the storm.","sentiment_score":0.0533333333}
{"full_text":"A Queensland mother described her anguish after she said her newborn was forcibly removed from her in hospital while she was waiting for a negative COVID-19 test result. #9Newshttps:\/\/t.co\/aGZyPNg68U","sentiment_score":0.1}
{"full_text":"Data geeks! Check this out.  12 Research Charts Explaining Covid's Impact on Travel in 2021 #Covidrecovery #revenuemanagement #hoteldistribution","sentiment_score":0.0}
{"full_text":"I don't get why people have to tweet they have covid","sentiment_score":0.0}
{"full_text":"Feds to monitor...https:\/\/t.co\/Ijc6BmWisw","sentiment_score":0.0}
{"full_text":"Thena of the #Eternals simply MUST be better than the #340 most wanted champ.She's in at least three other games now.You can vote for all the characters ranked 326-350, on the MCOC Wishlist, here:","sentiment_score":0.115}
{"full_text":"RT Case counts will drop after the omicron spike. With  vaccination, better and more available antivirals and appropriate beha...","sentiment_score":0.475}
{"full_text":"\"States must put persons affected by leprosy and their family members at the center of their efforts to recover from the pandemic, creating a more inclusive post-COVID society.\" - UN Special Rapporteur Alice Cruz #United4Dignity #WorldLeprosyDayhttps:\/\/t.co\/NdF0lFdRBp","sentiment_score":0.2523809524}
{"full_text":"RT It should shock no one that the books were cooked to match Lori Lightfoot's claims that schools are the safest place for...","sentiment_score":0.0}
{"full_text":"At a challenging time like the #pandemic, all theatre chains suffered losses and were going through a lull. However, #AlluArjun's 'Pushpa-The Rise' gave several of them respite. #pushpatheriseintheatres #PushpaTheRiseOnPrime","sentiment_score":0.25}
{"full_text":"If you invest $1000 in $MANU today at $13.51 per share, and the stock prices rebound back to pre-pandemic prices at $19.20, your investment would be worth $1421.17! That's 42% growth and $421.17 profit!  See more:  $INOD $ESGU $NMFC $SGEN $LC","sentiment_score":0.3229166667}
{"full_text":"It's worth knowing the signs to look out for","sentiment_score":0.3}
{"full_text":"Listen to our bilingual phone-in programme on #COVID19 LIVE ","sentiment_score":0.1363636364}
{"full_text":"RT Abbott's border deployment of the national guard is a pathetic political stunt wasting $2 billion to send part-time troop...","sentiment_score":-0.5}
{"full_text":"High multiple stock. Tried to scale real estate too quickly during 2020\/2021. Higher wages. Inflation. Staffing issues. Omicron. 89% institutional investor owned. A big miss on ER and there's a rug pull back to around $1000 imo $CMG","sentiment_score":0.1347619048}
{"full_text":"RT It's been a long time since the Irish followed the English with anything","sentiment_score":-0.0166666667}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"RT I don't know if anyone has seen the pernicious claim flying round social media in the last few days that only \"17,000 people...","sentiment_score":-0.0733333333}
{"full_text":"More than 499,400 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to the Iranian opposition PMOI\/MEK.","sentiment_score":0.5}
{"full_text":"RT If you're still on the fence about whether to get vaccinated, listen to this. And then go get the damn shot.","sentiment_score":0.0}
{"full_text":"RT NHS staff that will be sacked for not allowing themselves to be injected with the experimental covid jab launch their...","sentiment_score":0.1}
{"full_text":"RT Just thinking about how hard lockdown was for people with secret families","sentiment_score":-0.3458333333}
{"full_text":"Did you know that every home in the U.S. is eligible to order 4 free at-home COVID-19 tests?  Get yours here:","sentiment_score":0.4}
{"full_text":"A Queensland mother described her anguish after she said her newborn was forcibly removed from her in hospital while she was waiting for a negative COVID-19 test result. #9Newshttps:\/\/t.co\/XioOmlDEgb","sentiment_score":0.1}
{"full_text":"well, I bet it's dwindling as they die off in the pandemic","sentiment_score":0.0}
{"full_text":"RT One year into term, the historic vaccination campaign powered by Democrats' Rescue Plan has fully vaccinated more...","sentiment_score":0.25}
{"full_text":"RT By firing staff with natural immunity after Covid recovery, hospitals got rid of those least likely to infect others....","sentiment_score":-0.0666666667}
