{"full_text":"RT Could be!","sentiment_score":0.0}
{"full_text":"RT So our PM is isolating at home as a \"family member has Covid\"!  I'm not sure what guidance he's following?  Just asking...","sentiment_score":-0.125}
{"full_text":"RT The tragedy no one has picked up: 39 people died in #agedcare in the past week due to #covid19.  Outbreaks have more t...","sentiment_score":0.0416666667}
{"full_text":"RT Game off. What started out as postponements due to a pandemic has now become about clubs not having their best team . The Premie...","sentiment_score":0.1583333333}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT 19 saal bemisaal -- today completed 19 years of wedlock  , we are still like school buddies , where we first met 25 years...","sentiment_score":0.25}
{"full_text":"RT Supercalifragilisticexpialidocious with some #coronavirus inspired lyrics!","sentiment_score":0.0}
{"full_text":"RT Glenn Youngkin starts his tenure off with a maskless Covid super spreader event.","sentiment_score":0.3333333333}
{"full_text":"RT Lest we forget- it is NURSES who comprised the highest percentage of healthcare worker deaths from COVID-19. This worsened an...","sentiment_score":0.0}
{"full_text":"RT Sanjay Gupta says get the best- the N95.  After wearing, put it in a ziplock bag for a day or two.  The germs die off.  Rota...","sentiment_score":1.0}
{"full_text":"We still wear our masks and recently upgraded to the KN95 masks.  It is amazing how many people don't wear a mask.","sentiment_score":0.3666666667}
{"full_text":"RT When 50 percent of a remote FN community gets #covid, it's a reminder that structural factors like housing, heating, runnin...","sentiment_score":-0.1}
{"full_text":"RT SIR KEIR STARMER has been branded \"an absolute hypocrite\" for attacking Boris Johnson despite pictures of STARMER emerg...","sentiment_score":0.2}
{"full_text":"VA went from a Michael Jackson Blackface Moonwalking Governor who oversaw sweeping progressive laws to this...","sentiment_score":0.0}
{"full_text":"RT Those aged under 40 who are displaying symptoms of Covid-19 will no longer be entitled to a free PCR test. The new Governme...","sentiment_score":0.1454545455}
{"full_text":"RT Welcome to the future without law and order.. oh wait..this is NOW...@GavinNewsom any suggestions?","sentiment_score":0.4}
{"full_text":"Lockdown for what if I may ask?","sentiment_score":0.0}
{"full_text":"RT Two years ago today:","sentiment_score":0.0}
{"full_text":"RT The crowding wrought by omicron has made going to the hospital more dangerous and likely to be more deadly","sentiment_score":0.04}
{"full_text":"The F*****G Bastards!. I hope they catch covid!!! Evil Evil individuals! Boils my blood!!!","sentiment_score":-1.0}
{"full_text":"RT Off to an excellent start!!","sentiment_score":1.0}
{"full_text":"RT The #COVID19 Dashboard has been updated: On 15 January 81,713 new cases and 287 deaths in 28 days of a...","sentiment_score":0.1363636364}
{"full_text":"RT Omicron Risk assessment updated first time since 22 December !! New category added:* Infection severity (children): Amber...","sentiment_score":0.2634943182}
{"full_text":"RT Governor Glenn Youngkin's first executive orders\/directives include rescinding the Virginia vaccine mandate for state emp...","sentiment_score":0.25}
{"full_text":"RT People in #Tigray #Ethiopia, living under de facto blockade for over a year, are dying from lack of medicine &amp; food, &amp; repeat...","sentiment_score":0.0}
{"full_text":"All created by Kathy Hochul and her unConstitutional mandates have no sympathy for these people.https:\/\/t.co\/y4fLyUBB4c","sentiment_score":0.0}
{"full_text":"RT Why has not suspended this account for spreading misinformation?  Happy 2 year anniversary to this tweet.  At...","sentiment_score":0.8}
{"full_text":"Long covid cases are vaccine injuries.","sentiment_score":-0.05}
{"full_text":"RT i find pieces like this to be really helpful in articulating how watching science *in progress* is so much different from what...","sentiment_score":0.1}
{"full_text":"RT Researched who actually signed the letter - Correction: 270 Students, nurses, dentists...","sentiment_score":0.0}
{"full_text":"RT This is complete hogwash. Receiving a vaccine and having side effects is not something you can report to the police. It...","sentiment_score":0.1}
{"full_text":"Petition: Referendum in the United Kingdom to abolish the Coronavirus Act.","sentiment_score":0.0}
{"full_text":"RT lol 301 of these (that's 65%!!) were covid deaths","sentiment_score":1.0}
{"full_text":"RT COVID-19 was used as a means to redistribute wealth from the lower and middle classes to the elites; politicians and corp...","sentiment_score":0.0}
{"full_text":"RT Free at-home COVID-19 tests dropping January 19th","sentiment_score":0.4}
{"full_text":"RT The Graphene Oxide DNA vaccine sequencing explained and the 5G link.Pt1","sentiment_score":0.0}
{"full_text":"Covid is over","sentiment_score":0.0}
{"full_text":"RT How do we swap the COVID narrative with the Climate Crisis narrative? #ChallengesIn2022","sentiment_score":0.0}
{"full_text":"Aaron Rodgers PLUMMETS by More Than Half in NFL 'Most-Liked' Player Ranking After Vaccine Flap","sentiment_score":0.1666666667}
{"full_text":"RT There's a difference between getting stung by one bee vs. getting swarmed by a hive. Old adage - \"The dose makes the...","sentiment_score":0.1}
{"full_text":"I can't be on here during the game.  I need to be Zen.  I'm not ready for what follows emotionally.  I'm going to my basement and sheltering in place... God speed and Who Dey!","sentiment_score":-0.1666666667}
{"full_text":"RT If you think that everyone not vaccinated is an anti-vaxer and the people in ICU 'brought it on themselves', think again. Th...","sentiment_score":0.0}
{"full_text":"RT 3) I'm sometimes sick to my stomach hearing all the people who carelessly and callously send their kids to school while kno...","sentiment_score":-0.6071428571}
{"full_text":"RT For those looking for another comfortable N95 NIOSH certified mask-- the Indiana Face Mask is an excellent option. I recall...","sentiment_score":0.7}
{"full_text":"They're in for a rude awakening. You should feel safe when you go to church. Not worry if you could get Covid from an anti-mask, anti-vaxxer, Qanon member.","sentiment_score":0.1}
{"full_text":"The logic is so crazy. If it were sincere they would tax EVERYONE who is in hospital from Covid because they clearly didn't take enough precautions to \"stop the spread\".  The vaccine is a moot point in the overall argument.","sentiment_score":8.326672685e-18}
{"full_text":"RT 840,000 Americans dead of CovidPelosi and The Democrats have never even brought Medicare 4 All up for a v...","sentiment_score":-0.2}
{"full_text":"RT On the exam day, candidate must NOT have COVID symptoms, NOT in quarantine and was NOT in close contact with any COVID...","sentiment_score":0.0}
{"full_text":"RT *ahem*All pushes to \"return to normal\" are predicated on sacrificing disabled people's lives for nondisabled comfort...","sentiment_score":-0.025}
{"full_text":"RT THIS IS HOW IT'S DONE ","sentiment_score":0.0}
{"full_text":"NSW Health Dep stats69% covid patients in hospitals are fully jabbed. Does this mean you will start paying now because you had already wasted $25 per jab and $80 per PCR test?I haven't wasted ant of the tax payers money? 16 our of 20 deaths jabbed, sorry it's not working for you.","sentiment_score":-0.303125}
{"full_text":"RT Tunisia erupts as the government continues to use COVID as an excuse to eliminate freedoms.","sentiment_score":-0.05}
{"full_text":"RT  damn that's some crazy authoritarian shit.","sentiment_score":-0.4}
{"full_text":"RT Government management of Omicron blighted by false assumptions, bad planning via","sentiment_score":-0.55}
{"full_text":"Yes o. Afcron variant","sentiment_score":0.0}
{"full_text":"RT With Omicron, case counts in the US and many other countries have skyrocketed. The US 7-day average is now ~680k cases per day,...","sentiment_score":0.075}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT The HHS document calling on hospitals to end COVID-19 death reporting was published the same day as former...","sentiment_score":0.0}
{"full_text":"RT The remarkable story of how it took multiple decades of perseverance to make the mRNA Covid vaccines a realityhttps:\/\/t.co\/...","sentiment_score":0.375}
{"full_text":"RT A month later... I'm still shaking my head how people seem suddenly surprised that stores are closed, school teachers sick, c...","sentiment_score":-0.1785714286}
{"full_text":"RT A month later... I'm still shaking my head how people seem suddenly surprised that stores are closed, school teachers sick, c...","sentiment_score":-0.1785714286}
{"full_text":"RT starting on january 19, you can order 4 free at home covid test per week! I know lots of people are having trouble finding...","sentiment_score":0.1}
{"full_text":"RT There have been more Covid deaths under Biden and the Democrats. So they will stop counting. Wake up.","sentiment_score":0.5}
{"full_text":"RT REMINDER: Kary Mullis said that PCR Tests (his invention) weren't meant to diagnose sickness.Instagram censored my b...","sentiment_score":0.0}
{"full_text":"RT Update on my son. We got results back and it's vaccine induced myocarditis. His left ventricular wall is slightly enlar...","sentiment_score":-0.0555555556}
{"full_text":"RT I'm rooting for \"panini\" as a synonym for \"pandemic\" to be more widely remembered and there being a common misapprehensi...","sentiment_score":0.0333333333}
{"full_text":"Tweeted widely end April\/beginning May 2020, \"UK [0.87% of global population, 21% of all deaths] has more Coronavirus deaths than Norway, Germany, Japan, Greece, Denmark, South Korea, Ireland, India, South Africa, New Zealand, Australia, Portugal, Taiwan and Austria combined.\"","sentiment_score":0.1340909091}
{"full_text":"RT Spiderman: cant stay home","sentiment_score":0.0}
{"full_text":"For some reason this made me imagine a Gillian's island COVID episode","sentiment_score":0.0}
{"full_text":"RT Truckers all cross Canada are coming ","sentiment_score":0.0}
{"full_text":"RT Covid directly kills heart muscle cells. It is lingering in brain tissue causing severe neurologic and psychiatric and de...","sentiment_score":0.1}
{"full_text":"RT 100 kids died from COVID in the US last monthThat is 1200 dead a year -- the pediatric death rate is accelerating rapidly...","sentiment_score":-0.1}
{"full_text":"RT Fascinating from Tim Rohn on lack of transparency in German vaccine\/icu data","sentiment_score":0.35}
{"full_text":"RT Stay safe and warm tonight, New Yorkers. Be #FDNYSmart - NEVER use your oven\/stove to heat your home. See more tips at","sentiment_score":0.4340909091}
{"full_text":"RT The 47th ranked player in the world, double jabbed, was welcomed into Australia and THEN tested positive!Meanwhile the...","sentiment_score":0.0}
{"full_text":"RT I know the acute toll of COVID-19 has been terrible, but if we continue to ignore the long-term toll, we are risking the h...","sentiment_score":-0.2}
{"full_text":"RT !! COVID-19 protocols will remain much the same as they were before winter break. To stay up-to-date on COVID information...","sentiment_score":0.1}
{"full_text":"RT \"Imma just tell you that blue Covid mask ain't stop that knockout\" - YE","sentiment_score":0.0}
{"full_text":"RT Sign up for CG's newest Cyberpunk series CEREBRUM going LIVE 2\/22\/22 with colors by and a variant cove...","sentiment_score":0.1363636364}
{"full_text":"RT When anti-vaxxers get COVID, why do they go to emergency rooms? Why don't they stick with natural immunity instead of je...","sentiment_score":0.1}
{"full_text":"RT #BREAKING:Canadian health officials revealed that they secretly accessed the cellphone location data of 87% of Canadians...","sentiment_score":-0.4}
{"full_text":"Monica Crowley likes Omicron and filled ICU's","sentiment_score":0.4}
{"full_text":"RT \"Long polio\". Had a first cousin once removed crippled with it. Horrible, miserable pain all his life....","sentiment_score":-0.45}
{"full_text":"RT Students protest in Chicago to show opposition to returning to in-person learning at schools, citing fears over Covid. They...","sentiment_score":0.0}
{"full_text":"RT A growing body of evidence has linked the Delta variant of COVID-19 with an increased risk for pregnancy complications","sentiment_score":0.0}
{"full_text":"RT #Redding Will Shasta County Board of Supervisors meeting remain virtual? 1 supervisor considers opening chambers","sentiment_score":0.0}
{"full_text":"RT When anti-vaxxers get COVID, why do they go to emergency rooms? Why don't they stick with natural immunity instead of je...","sentiment_score":0.1}
{"full_text":"It's okay to object strongly to a protest's message (or merits or sense) without objecting to its location. As Mayor Wu knows, loud protests in residential areas are fairly common and effective. #bospoli #MApoli","sentiment_score":0.2666666667}
{"full_text":"RT 21) Argentina on Saturday reported 139,853 new cases, its largest daily  since start of pandemic. Daily average case...","sentiment_score":-0.0034090909}
{"full_text":"RT There have been a number of recent studies that haven't really reached MSM - highlighting the complex biology of long COVI...","sentiment_score":-0.0375}
{"full_text":"RT Brilliant, probing piece from my colleague this morning, asking some vital questions about Shaun Bailey and th...","sentiment_score":0.5}
{"full_text":"RT The Pope said that taking the vaccine is a moral imperative. Why aren't you trying to raise money and outrage o...","sentiment_score":0.0}
{"full_text":"Viruses are non living entities so there is no permanent solution. Slowly each country's government will saturate their resources\/money and get back to normal. COVID-19 is and will be a part of our life. Better to admit it ASAP.#COVID19#AAPisTheChange#jayshah","sentiment_score":0.0875}
{"full_text":"Nah, let's make it permanently a weekend. Nothing's stopping us","sentiment_score":0.0}
{"full_text":"RT Former Tennis Professionsl Pat Cash speaks out against the vaccine and the of damage it caused his mother.@HATSTRUTH  htt...","sentiment_score":0.0}
{"full_text":"RT For your own safety.Childcare in Germany (Bavaria):3x weekly mandatory covid tests for children from 1 year","sentiment_score":0.6}
{"full_text":"If you're unvaccinated, you're about eight times more likely to be admitted to hospital with #COVID19 than if you've had both doses of the vaccine and the booster.Get vaccinated now.>","sentiment_score":0.25}
{"full_text":"Expect more worrisome #COVID19 variants after #Omicron, scientists sayOmicron is more likely than #Delta to reinfect individuals who previously had COVID-19https:\/\/t.co\/JFahW7cYuQ","sentiment_score":0.2083333333}
{"full_text":"RT you call it a Trump rally, I call it an omicron variant incubation epicenter","sentiment_score":0.0}
{"full_text":"As testing ramps up to gauge the presence and spread of COVID-19 driven by the omicron variant, demand is outweighing supply nationwide.https:\/\/t.co\/dbRrZChYVi","sentiment_score":0.0}
{"full_text":"Jets got some good news on the protocol front with five players re-joining the club for practice today in Winnipeg.https:\/\/t.co\/NaGVjOF8Fr","sentiment_score":0.7}
{"full_text":"RT #TrumpRally where you can get your fill of conspiracy theories on election fraud, Covid misinformation, and a full helpin...","sentiment_score":0.35}
{"full_text":"Harrison County man saved from COVID by fast actions of Hopedale EMS.  #Harrison_County #COVID-19 #EMS_service #Fire_and_EMS","sentiment_score":0.2}
{"full_text":"RT Two years ago today:","sentiment_score":0.0}
{"full_text":"RT From COMMENTS: James Jordan, Falls Church,VaThe dysfunctional behavior is a Republican rant about every possible problem repor...","sentiment_score":0.0}
{"full_text":"RT ABC Sydney TV news treatment of Pacific tsunami was cursory and appalling. Seemed like they had some Year 10 work experie...","sentiment_score":-0.35}
{"full_text":"When the pandemic struck in March 2020, America's schools were among the first casualties. We were told these were temp measures, but almost two years later the school system has still failed to adapt to serve the needs of students and parents.#SickYearhttps:\/\/t.co\/bPNg8EW6Ao","sentiment_score":-0.0833333333}
{"full_text":"RT General Electric says it won't require vaccine after Supreme Court strikes down White House mandate | Just The Newsht...","sentiment_score":-0.0351851852}
{"full_text":"Liberal Justices' Ignorance Is Cautionary Tale About Fake News And Identity Politics #LiberalJustice #JusticeBreyer #JusticeBreyer #JusticeSotomayor #fakenews #COVID19 #CovidVaccine #Covidmandate #NoMandates #politicalcourt #LetsGoBrandon","sentiment_score":-0.5}
{"full_text":"\"To have these breaks &amp; kind of get out of rhythm - it's tough on everybody. But I think, really, you can't control these things. Those are the rules &amp; the way things are going. So you just got to do your best to stay ready.\"https:\/\/t.co\/688kaGSJ90","sentiment_score":0.3222222222}
{"full_text":"The White House says free at-home tests will be available starting Wednesday, but what took so long? And will it be enough to fight the Omicron surge? will discuss 8aE #InsidePoliticsSunday","sentiment_score":0.125}
{"full_text":"you not from Florida which I am I know its going to be a close re election and plus on our side are not getting the vaccine which it is killing our numbers","sentiment_score":0.0}
{"full_text":"Students in Chicago walked out of classes to pressure officials to switch to remote learning as a surge in COVID-19 cases fueled by the Omicron variant disrupts schools across the United States","sentiment_score":-0.1}
{"full_text":"RT Ontario is reporting a record 3,957 covid hospitalizations. One week ago that number was 2,594","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"and introduced similar policies for unvaccinated workershttps:\/\/t.co\/GBXqDpeRoW#Next #COVID19 #vaccinated #sickpayRead more: article has been fact-checked by #Oigetit","sentiment_score":0.25}
{"full_text":"RT Joe Biden and the Democrats want a forever pandemic, full of lockdowns, mandates, and restrictions.","sentiment_score":0.35}
{"full_text":"Pandemic-themed web series 'Unpaused' is back with a second season'Unpaused: Naya Safar' will be out on Amazon Prime Video on January 21. (via","sentiment_score":0.0}
{"full_text":"DESANTIS IS TOO POLITICALLY INTELLIGENT TO GET INTO A WAR WITH TRUMP. TRUMP WILL ENDORSE DESANTIS' RE-ELECTION BID IN 2022Trump-DeSantis War Heats...https:\/\/t.co\/ppU0mSxyVA","sentiment_score":0.8}
{"full_text":"The Met is only investigating a Black politician's lockdown party - why? |","sentiment_score":-0.0833333333}
{"full_text":"\"Emails obtained by Judicial Watch found that EcoHealth was allocated approximately $7.5M over 11 years from NIAID to carry out its study 'Understanding the Risk of Bat Coronavirus Emergence',\" Judicial Watch in The New York Post. READ:","sentiment_score":-0.1318181818}
{"full_text":"Number of coronavirus infections among immigrants detained at U.S. Immigration and Customs Enforcement (ICE) detention centers has surged by 520% since the start of 2022.","sentiment_score":0.0}
{"full_text":"The three kids of celebrity couple Iya Villania and Drew Arellano have all contracted COVID-19.https:\/\/t.co\/S0HIRrK7PQ","sentiment_score":0.0}
{"full_text":"They are not discarded, they are not MANDATED.  It is now an individual decision to wear a mask or be vaccinated.  As it should be.","sentiment_score":0.0}
{"full_text":"RT My wife, trying to cheer up our seven-year-old son \"So what do you want to do first, after the pandemic?\"Him: \"Reveng...","sentiment_score":0.25}
{"full_text":"RT You either prosecute the politicians or reimburse everyone fined for breaking lockdown rules.Law is universal, not selecti...","sentiment_score":0.0}
{"full_text":"In this week's #TopAgNews: Jennifer Hayes appointed chairperson of the Canadian Dairy CommissionA dairy and beef farmer from Quebec's Gaspe Peninsula is the new chair of the Canadian Dairy Commission (CDC).More on this: #CdnAg #Dairy","sentiment_score":0.1363636364}
{"full_text":"#Thailand announced the opening of its borders to tourists in November 2021 despite the #pandemic still raging. Can the current dilemma provide an opportunity to positively transform the #tourism industry? #spheresofinfluence","sentiment_score":0.1136363636}
{"full_text":"Dozens of Texas school districts shut down due to staff shortages linked to omicron surge","sentiment_score":-0.1402777778}
{"full_text":"The only people that benefit from this decision are the companies making the tests and people who bought stock in these companies prior to these decisions being made so they can profit.","sentiment_score":0.0}
{"full_text":"Who thinks they are labelling deaths as #covid when in fact they were something else","sentiment_score":0.0}
{"full_text":"It turns out your Goddess has covid. Wish me good health, and $end to make me better sooner~","sentiment_score":0.6}
{"full_text":"RT This is what is so extraordinary about Boris' (only available) defence. It implies day to day operations in No...","sentiment_score":0.2444444444}
{"full_text":"RT Hospital System Drops Race-Based COVID Treatment Policy After Lawsuit Threats","sentiment_score":0.0}
{"full_text":"JOHN \"JACK\" SCHROEDER, 71, of Prosser, Washington, died of COVID on Jan. 15, 2021. \"He was a loving husband, father, grandfather and friend. He was always putting others first and looking for ways to help. We miss his laughter and endless stories.\"","sentiment_score":0.2416666667}
{"full_text":"CDC officials urged Americans to wear N95 or KN95 masks but acknowledged that are harder to wear than others.","sentiment_score":-0.1}
{"full_text":"Advocates and landlords don't expect a flood of evictions right away, as the state's Emergency Rental Assistance Program still provides some eviction protection.https:\/\/t.co\/3aCW0Nc6Wl","sentiment_score":0.2857142857}
{"full_text":"deux, trois. Guess we'll have to learn French to see what comes next.#TAC #Takeactioncanada","sentiment_score":0.0}
