{"full_text":"RT 518 of them 0-5 years old.That's 70 a day in the baby and toddler age group.  In England.","sentiment_score":0.0}
{"full_text":"Glen Youngkin44% Approve 42% Disapprove And that was based on the left leaning poll released today. It even had him 44 approve\/47 disapprove on COVID. Not bad for a GOP Governor on a left leaning poll.","sentiment_score":0.1166666667}
{"full_text":"RT This guy is a lunatic","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Prodecutors slap the anti-vaxxer husband and wife who used fake vaccine cards to get into the Buffalo B...","sentiment_score":-0.5}
{"full_text":"RT The more I think about it, the more offensively ludicrous it is that the Supreme Court really said that Covid wasn't an *o...","sentiment_score":0.4}
{"full_text":"RT Make no mistake: \"you're overreacting\" \"he didn't SAY them, you're the one assuming it's them\" responses that will come...","sentiment_score":0.0}
{"full_text":"National hospital utilization continues upward (now 79%)--due to falling capacity (|avg ~1,000+\/wk over 1 1\/4  yrs) and rising occupancy (|avg 1,500\/wk over 1 1\/2  yrs).Non-covid beds include covid cases beyond two weeks (\"post-covid\") and readmissions for #LongCovid.#ThisIsOurPolio","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Joe Biden has an angry outbreak while delivering remarks in Pennsylvania.https:\/\/t.co\/g0DOaFi0R6","sentiment_score":-0.5}
{"full_text":"No. I got them regularly before the pandemic.  My own pedicures are not nearly as pretty. I miss pedicures!","sentiment_score":0.1479166667}
{"full_text":"RT As a general rule, nobody should be taking COVID vaccine advice from people who still support Trump and don't know the...","sentiment_score":0.05}
{"full_text":"As it stands right now there is no covid vaccine mandate to enroll at UNLV. Hopefully it stays that way.","sentiment_score":0.2857142857}
{"full_text":"She better buzz off on this one stance. It's wild that younger (meaning not boomers) actors don't understand that their actions may in fact have consequences. I'm sure she's not an extremist but what was the point of admitting this?","sentiment_score":0.275}
{"full_text":"RT KN95 and N95 masks: Which does the CDC recommend, and can you reuse them?","sentiment_score":0.0}
{"full_text":"RT Antisemitic.Anti-vaccine.Anti-democracy.That's just the tip of the iceberg. Meet","sentiment_score":0.0}
{"full_text":"The culprit is a \"subvariant\" of the omicron variant, closely related to omicron but has some different mutations. Known officially as BA.2, the subtype has small variations that set it apart from the original omicron strain but not enough for to be an entirely new lineage.","sentiment_score":0.0435606061}
{"full_text":"Because omicron hasn't arrived properly ffs. Come back to me in 6 weeks","sentiment_score":0.0}
{"full_text":"No child needs covid vacine.","sentiment_score":0.0}
{"full_text":"RT THIS makes me SO angry ","sentiment_score":-0.5}
{"full_text":"RT BREAKING: President Joe Biden has an angry outbreak while delivering remarks in Pennsylvania.https:\/\/t.co\/g0DOaFi0R6","sentiment_score":-0.5}
{"full_text":"RT Sarah Palin: \"I'll get the vaccine over my dead body.\"COVID-19: \"Your terms are acceptable.\"","sentiment_score":-0.2}
{"full_text":"RT Fauci and his top minions started covering up the truth about COVID-19 before the pandemic even began in the U.S.","sentiment_score":0.5}
{"full_text":"RT Hello friends. Everyone thats been donating has helped me and Tae keep the home we have. Covid has been hell but every li...","sentiment_score":0.0}
{"full_text":"RT What percentage of COVID-19 test kits do you think is manufactured in China?","sentiment_score":0.0}
{"full_text":"RT Today, the issued a safety communication advising people to stop using Empowered Diagnostics #COVID19 Tests. htt...","sentiment_score":0.0}
{"full_text":"Yes it's taken me 17 months to make friends in Stoke. Not entirely my fault with covid and lockdowns etc. But I take full responsibility for my poor decisions. The demographics here were never very likely to be favourable towards me ","sentiment_score":-0.0125}
{"full_text":"RT Evangeline Lilly demonstrates against COVID-19 vaccine mandates: 'I am still pro choice' | ","sentiment_score":0.0}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"Congratulations from everyone at Great to see another Southampton band on the rise. #livemusic #makeitso","sentiment_score":0.8}
{"full_text":"RT Raise your hand if you are boosted and masking in public. I want to see how many of my followers understand stoppin...","sentiment_score":0.25}
{"full_text":"RT Great to be able to share our completed funded project which worked with children with Special E...","sentiment_score":0.5523809524}
{"full_text":"RT England: Scrapping covid passports.Denmark: Scrapping covid passports.Catalonia: Scrapping covid passports.Freedom is...","sentiment_score":0.0}
{"full_text":"Positivity rate keeps going down. Good news","sentiment_score":0.2722222222}
{"full_text":"RT Vaccine-preventable diseases include:Cervical cancerCholeraDiphtheriaEbolaHep BInfluenzaJapanese encephalitisMeaslesMeni...","sentiment_score":0.0}
{"full_text":"So do anything, even if it's wrong, as long as everyone else is doing it. OK. I'm not going to rehash the whole pandemic with you. We each think the other is misguided.  May we met again in agreement.","sentiment_score":-0.0041666667}
{"full_text":"RT Well the jokes on them, more ppl r contracting, spreading &amp;dying of Covid after receiving the shot. For the rest of the va...","sentiment_score":0.5}
{"full_text":"RT Cool science happening here watch it on I love the analogy with the #soccer ","sentiment_score":0.425}
{"full_text":"I don't have all the answers but our hospitals were overwhelmed looong before anyone ever heard of Covid 19 so OF COURSE they're overwhelmed. Thats more a Health Care system problem than a Covid problem. Then made worse by the firing of nurses but we need to start approaching","sentiment_score":0.0333333333}
{"full_text":"RT &amp; yes, I gave shout out to the tired mothers on Zoom, because I am oneWe get to do pandemic parenting while dealing wi...","sentiment_score":-0.4}
{"full_text":"hes doing better now but sometimes my mom cant take care of him so i step in for her! im also trying to stay away from my normal job bc they stopped caring abt covid prevention and we actively have like 30 employee cases at any given time.","sentiment_score":0.2138888889}
{"full_text":"RT Did blackfaceCalls Asians COVIDJimmy Kimmel is a racist. #JimmyKimmelRacist","sentiment_score":0.0}
{"full_text":"RT A source at Twin Towers tells me that a group of LASD deputies printed out my article and were angrily discussing the conten...","sentiment_score":-0.5}
{"full_text":"Reads... the vaccine works at prevention of severe illness and other greased up dirty trash.","sentiment_score":-0.3625}
{"full_text":"Good night, have a lovely weekend. I will be back at 08:00 tomorrow, answering queries and helping you along your way. -CL Please remember that while many Covid-19 public health measures have been lifted, face coverings remain mandatory on our services and all public transport.","sentiment_score":0.2833333333}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"RT FCS right next door to  Masks optional, no surveillance testing, not investigating exposures... Why are our kids st...","sentiment_score":0.1428571429}
{"full_text":"RT Still a little strange to hear a senator, trying to blame a doctor for the former president calling the...","sentiment_score":-0.0791666667}
{"full_text":"I should note that all of this was well before the pandemic. The GOP have been wildly antivax here. Behold the 2018 gubenatorial race:","sentiment_score":0.1}
{"full_text":"RT the real vaccine is here","sentiment_score":0.2}
{"full_text":"RT This is what chinese people facing everyday now!Every time you cross the province or even cities border, you need to do c...","sentiment_score":-0.0666666667}
{"full_text":"NO  NO  NO !!THE ENEMY IS NOT COVID.  IT IS ANY GOVERNMENT THAT  TAKES  AWAY  OUR  CHOICE ON  MEDICAL TREATMENTS.IT IS ABOUT      FREEEDOM   FREEEDOM   FREEDOMAND    NOTHING ELSE !!","sentiment_score":0.0}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT PMJT is in isolation because one of his children caught Covid in MOE Stephen Lecce's safe schools.","sentiment_score":0.5}
{"full_text":"RT Just because you didn't say their name doesn't mean the conclusion of this script (that you deliberately led viewers to)...","sentiment_score":-0.3125}
{"full_text":"It's been a hard couple of days for him as his younger brother (L) - who lived nearby in Delhi and he met and played card games with everyday - passed away at 93 on 22nd Jan. Covid-19 protocols meant he couldn't say goodbye properly and cried inconsolably. :(","sentiment_score":-0.2483333333}
{"full_text":"RT Denmark  lifts all Covid restrictions (in the midst of Omicron wave), declaring that Covid is no longer a threat to socie...","sentiment_score":0.0}
{"full_text":"RT David stern's NBA would've told Wiggins stay home","sentiment_score":0.0}
{"full_text":"Hoax? Who said it was a hoax? They're protesting the mandates as this whole pandemic becomes endemic. Seems reasonable to me.","sentiment_score":0.2}
{"full_text":"It is beyond me how every single jagoff is now so skeptical of our medicine when NONE of them know a single goddamn thing about medicine. These people don't know what is in their SHAMPOO but it's like a peer reviewed vaccine? I DUNNN KNOOWWWWW","sentiment_score":-0.2142857143}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"RT I hate corruption and this government seems to have created a pandemic of it in the UK","sentiment_score":-0.8}
{"full_text":"RT 1\/Last night broke me. I've never imagined I would see such lack of care from politicians for people they represent, for peo...","sentiment_score":0.0}
{"full_text":"RT Probiotics regulate our immune system and could help fight off COVID - new research via","sentiment_score":0.1363636364}
{"full_text":"RT Incredibly study--that proposes mixing a nasal spray of inert spike protein as a 2nd dose (after an initial very low 1st dos...","sentiment_score":0.225}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT Two New Jersey gym owners who refused to comply with lockdown orders have been sentenced to one year of probation. The...","sentiment_score":0.1363636364}
{"full_text":"The new COVID testing site at Metz opens Tuesday, Feb 1st at noon, and starting Wednesday will be open 9am-9pm. Testing is FREE. Bilingual. Open to anyone. Appointments are encouraged but not required.https:\/\/t.co\/gSdcutFbSt","sentiment_score":0.1072727273}
{"full_text":"RT Tell me again how \"mild\" COVID is in kids... ","sentiment_score":0.3333333333}
{"full_text":"RT England: Scrapping covid passports.Denmark: Scrapping covid passports.Catalonia: Scrapping covid passports.Freedom is...","sentiment_score":0.0}
{"full_text":"RT To counter the disinformation of our US officials telling us that a healthy lifestyle doesn't help when it comes to COVID...","sentiment_score":0.5}
{"full_text":"Covid really does drain you.","sentiment_score":0.2}
{"full_text":"So a little under 400 u.s.d...ok...one of the best phones I ever had...only 2 years and change old...I heavily recommend the one plus 7 pro.","sentiment_score":0.2041666667}
{"full_text":"RIP #PalPauerOf course rumor has it the Cabal will be saying covid related","sentiment_score":0.0}
{"full_text":"No- 38 here and greatly improved state since the pandemic. I lost over 50 pounds with Kaiser weight management. You can still improve your health. Look at Mike Pompeo!","sentiment_score":1.0}
{"full_text":"Consumer Spending Fell in December as Omicron Spread","sentiment_score":0.0}
{"full_text":"RT #Sometimes, writing hurts.This one hurt.My latest piece in on \"living alongside the virus\". On loss and li...","sentiment_score":0.5}
{"full_text":"RT until every salad is 30% piss and every steak has ground up cow spine in it, mankind is not truly free","sentiment_score":0.1333333333}
{"full_text":"RT , ArtSlutsky and I were troubled by the misleading OpEd on the COVID-19 pandemic by Norman Doidge. Also see...","sentiment_score":-0.5}
{"full_text":"tgod we have a scientist here, can i drink it afterwards to prevent covid infection?","sentiment_score":0.0}
{"full_text":"#giveusdata #cdnpoli #bcpoli #vanpoli@charliesmithvcr #COVID19 it is just dumb not to get your booster","sentiment_score":-0.375}
{"full_text":"RT US represents 1\/3 of global deaths rn (we have only ~4.25% of the global population)","sentiment_score":0.0}
{"full_text":"RT  #callforpapers: \"Feminist studies of ageing and old age in the pandemic and beyond\" at G22 - 5th national conference fo...","sentiment_score":0.1}
{"full_text":"RT .@NeilYoungNYA, thanks for standing up against misinformation and inaccuracies around #COVID19 vaccination.Public and privat...","sentiment_score":0.2}
{"full_text":"RT As a general rule, nobody should be taking COVID vaccine advice from people who still support Trump and don't know the...","sentiment_score":0.05}
{"full_text":"Covid still kicking my ass. Doing better than I was before, but this cough just doesn't end","sentiment_score":0.5}
{"full_text":"RT Oh my goodness me......oh my goodness me......this really is taking the fucking biscuit now.Watch the 3mins at the top of t...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: President Joe Biden has an angry outbreak while delivering remarks in Pennsylvania.https:\/\/t.co\/g0DOaFi0R6","sentiment_score":-0.5}
{"full_text":"RT IT'S HAPPENING AGAINCatalonia in Spain has announced they are scrapping the use of covid passports to access public are...","sentiment_score":0.0}
{"full_text":"RT this was not the damage control that you thought it would be. for 2 years asians have been...","sentiment_score":0.0}
{"full_text":"I've literally been wearing my mask in the car for 2hrs HELP","sentiment_score":0.0}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"RT Happening Monday from 10am-3pm . #Covid19 restrictions will be in place.  #pleaseshare #DisasterRecover...","sentiment_score":0.0}
{"full_text":"RT England: Scrapping covid passports.Denmark: Scrapping covid passports.Catalonia: Scrapping covid passports.Freedom is...","sentiment_score":0.0}
{"full_text":"RT With all due respect, Dr. Chant that fact people are dying in their homes from covid tells me the system is broken. I...","sentiment_score":-0.2625}
{"full_text":"RT It's the need of hour, Government should postpone gate 2022 just to save the future of our fellow students from this lethal...","sentiment_score":0.0}
{"full_text":"I just got over Covid. The OHSU report that came out Mentions super immunity therefore negating the need for a booster imho. I'm not getting a booster anytime soon until my infection clears up.","sentiment_score":0.3333333333}
{"full_text":"Unvaccinated New Yorkers Arrested In American History Museum For Refusing To Show Vaccine Proof: 'I've Lost Everything' Over These 'Unconstitutional,' 'Inhumane' Mandates","sentiment_score":-0.2545454545}
{"full_text":"Black Lives Matter: He say, She Say, Hear Say, You Say, We Say, They Say equal Foul Play=Pandemic Pay","sentiment_score":-0.0833333333}
{"full_text":"RT Just because the fed gov isn't directly developing national vaccine database or vaccine passport system doesn't mean s...","sentiment_score":-0.10625}
{"full_text":"you can see the reasoning behind the prohibition movement rising directly out of a pandemic. realizing how fucked it is the government is fine with, to date, 880,955 americans dying on their watch from a disease that is shown and proven to be mitigable makes you realize...","sentiment_score":-0.1208333333}
{"full_text":"RT Being part of elite liberal media means calling it \"fascism\" when the working-class folks who brought the food to your do...","sentiment_score":0.0}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"The province announced late last year that it was limiting access to PCR tests to certain high-risk groups in light of a massive surge in cases of the Omicron variant.https:\/\/t.co\/4UgZ4fdM1b","sentiment_score":0.0628571429}
{"full_text":"RT Covid ICU admissions in Israel have hit record levels, reaching 130.5 per million on January 26th, topping 127.1 on Januar...","sentiment_score":0.0}
{"full_text":"RT Claim: \"67% of #COVID hospitalized are vaccinated? Vaccines not working?\"No--due to \"base rate fallacy\". To illustrate--su...","sentiment_score":-0.8}
{"full_text":"RT Climate fanatics, lockdown and mask enthusiasts, UK Rejoiners, and detractors of Britain far too often appear to be the sa...","sentiment_score":0.1}
{"full_text":"RT Thanks for continuing to advance this important cause but how about you work WITH US and not just with our token. .@Vit...","sentiment_score":0.3}
{"full_text":"RT So, Rachel Johnson in effect is saying that several separate household bubbles met up, during the lockdown, indoors....Sh...","sentiment_score":0.0}
{"full_text":"RT Sunderland boss claims Covid vaccine could be behind player's 'inflamed heart' | Daily Mail Online","sentiment_score":-0.2}
{"full_text":"Saudi Arabia registers 4,474 new COVID-19 cases, 2 deaths","sentiment_score":0.1363636364}
{"full_text":"RT Wearing a mask from the door to the table, but at no point during the meal, in a crowded restaurantMaking kids wear mas...","sentiment_score":0.0}
{"full_text":"No, it has nothing to do with excusing them. Do you think that acknowledging that they did those things is mutually exclusive to trusting the vaccine? Because they're literally not.Also answer the question I laid out, we're exploring your own logic here.","sentiment_score":0.6}
{"full_text":"Whateverrr Daddy betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"Our labor laws are out of date.Passing the #PROAct will protect the workers of today.","sentiment_score":0.0}
{"full_text":"On Molnupiravir, the official said in this current wave Omicron is the dominant variant and it has seen relatively lower hospitalizations.https:\/\/t.co\/QBy2RvMcrc","sentiment_score":0.0}
{"full_text":"#RingRust via Mo From #MenOnAMission Hospitalized in the ICU, For Coronavirus Complications","sentiment_score":0.0}
{"full_text":"Dissertation fellow of writes about the need to communicate consequences of scientific uncertainty to the public, amidst everchanging #health measures in the face of #COVID19. Part of a collection on the challenges ahead in 2022:","sentiment_score":0.0}
{"full_text":"\"The government is shipping free N95 masks to a store near you. Here's where to get them, when to use them, and why they work better than other masks.\"Report from Left bias:https:\/\/t.co\/BcY7aBQlka","sentiment_score":0.175}
{"full_text":"D.C. is in talks to expand its test-to-stay program for public school students, weeks after announcing all students and staff would need to show proof of a negative COVID test before returning to school from long breaks.","sentiment_score":-0.1166666667}
{"full_text":"Open the books.  Every dollar from the fed COVID relief money to the province.","sentiment_score":0.0}
{"full_text":"RT I was looking up resources for basically this exact reason last night, here's a VERY detailed explainer from...","sentiment_score":0.2566666667}
{"full_text":"The Public Health Agency is encouraging parents to get their child vaccinatedhttps:\/\/t.co\/bOWSh1JRBh","sentiment_score":0.0}
{"full_text":"Never forget what they did to our children ... \"political science\"","sentiment_score":0.0}
{"full_text":"RT Come out of pandemic ? So - covid inquiry asap then ?As the death toll increases.","sentiment_score":0.0}
{"full_text":"Republicans on Capitol Hill are taking aim at President Joe Biden's administration for reportedly awarding a Chinese company a billion-dollar contract to make COVID-19 tests.","sentiment_score":0.0}
{"full_text":"COVID-19: MLHU Reports 2 Deaths, LHSC Says 22 COVID-19 Patients In ICU","sentiment_score":0.0}
{"full_text":"RT - this article by is absolutely appalling.1)NO MENTION that stopping confirmatory PCRs will hav...","sentiment_score":0.2}
{"full_text":"Don't get it twisted now. #Omicron numbers may be falling, but OR and WA are still at their peak. If you're a northwestern, stay vigilant against COVID! We'll get through this wave soon enough!","sentiment_score":-0.3125}
{"full_text":"With only a week left to go, we're getting excited for our Coping with COVID Virtual Workshop!Can't attend the workshop, but still interested in some coping and self-care resources? Stop by the NorWest Community Food Centre and pick up an activity kit (available for youth 12-29)","sentiment_score":0.205}
{"full_text":"You can help protect your child from cervical cancer by making sure your child is up to date on HPV vaccine. Children ages 11-12 years should get two doses of HPV vaccine, given 6 to 12 months apart. Learn more:","sentiment_score":0.5}
{"full_text":"He also coughed at officers while claiming he had Covidhttps:\/\/t.co\/kmKS6o022q","sentiment_score":0.0}
{"full_text":"#remotejobs #stayathome Remote Position: Senior Executive Assistant #jobsearch #hiringnow","sentiment_score":-0.1}
{"full_text":"COVID test available today at CVS (10420 Grand Avenue, Franklin Park, IL 60131) at 03:10PM 03:40PM 03:50PM 04:20PM 04:30PM 04:40PM :","sentiment_score":0.45}
{"full_text":"RT There are many ways to help your community prepare for &amp; respond to emergencies. One way to get involved is to donate blo...","sentiment_score":0.5}
{"full_text":"RT Findings from a large study illustrate how understanding a patient's pre-existing immune profile might impact COVID-19 out...","sentiment_score":0.2142857143}
{"full_text":"While 825 cases is lower than the nearly 1,300 cases schools logged just two weeks ago at the peak of the omicron surge, it is still more than triple the levels schools typically saw prior to December.https:\/\/t.co\/oSQmq7VCyF","sentiment_score":0.1083333333}
{"full_text":"This is good news:https:\/\/t.co\/slVF2Un6Nv","sentiment_score":0.7}
{"full_text":"RT i'm not a bts fan but the fact that people, even TV hosts (*cough* jimmy kimmel) keep comparing them to covid as a punchl...","sentiment_score":0.0}
{"full_text":"why? why did she had to have covid today? no no No","sentiment_score":0.0}
{"full_text":"Anti-mandate 'Freedom Convoy' said to be largest truck convoy ever... but there are doubtshttps:\/\/t.co\/4lRVrC2bAn","sentiment_score":0.0}
{"full_text":"This bitch just said omicron may end up being a blessing (mild symptoms, herd immunity, etc.) which is just the cherry on top of this fucking meeting. People getting sick and suffering is never a fucking blessing.","sentiment_score":-0.0361904762}
{"full_text":"mzans wake up ","sentiment_score":0.0}
{"full_text":"\"As best as possible, you want to limit exposure of that person to other people in the household,\" says Dr. Eddy Lang about sharing a home with someone who is showing symptoms or has tested positive for COVID-19. Visit for more information.","sentiment_score":0.3204545455}
{"full_text":"Three reasonable moves Ravens can make in free agency to give themselves more flexibility in the draft:* Bring back Hayden Hurst and eliminate roster need for dynamic TE3* Re-sign Justin Houston to 1 or 2-year deal* Splurge on Tyrann Mathieu to lock down FS spot","sentiment_score":0.1574074074}
{"full_text":"JONATHAN ROWE, 32, of Kentucky, died of COVID on Jan. 16, 2022. \"...he loved to spend time with friends and family, and most of all, eat good food and rescue and care for animals, especially stray dogs. Lots of stray dogs!\"https:\/\/t.co\/CK3mzpy3IV","sentiment_score":0.475}
{"full_text":"I love that it's just a screen shot too. Why not just link the article. You seem capable of doing that. Probably, because it doesn't support your position at all. It's just a click bait title, and then we see, nope all of those deaths were because of covid.","sentiment_score":0.35}
{"full_text":"Armor Games CEO on mental benefits of a 4-day work week, &amp; combating pandemic stress.\"I was slightly overwhelmed by the amount of comments on how much better the week felt and how much the time to unwind helped their focus and overall stress.\" -","sentiment_score":0.0866666667}
