{"full_text":"RT This is the point. The entire lot of them lie on his behalf. This is about a lot more than Johnson","sentiment_score":0.25}
{"full_text":"RT We , Students of Lucknow University also wants online exam or postponed exam. #Lu_want_OnlineE...","sentiment_score":0.2}
{"full_text":"RT Lest we forget:2010 Brown 258 seats 29.0% of vote2015 Milliband 232 seats 30.4%2017 Corbyn 262 seats 40.0%+massive i...","sentiment_score":0.0}
{"full_text":"RT A hate filled opinion piece. The virus is here to stay; the vaccine doesn't prevent transmission. Stop gaslighting. End th...","sentiment_score":-0.2}
{"full_text":"interesting ","sentiment_score":0.5}
{"full_text":"Has this vaccine expert heard of the fact that Covid actually mutates and hence, as soon as you get \"immunity\" to one kind, another one appears? No? Of course not, he's is FHM's pet scientiest.","sentiment_score":0.3}
{"full_text":"Circle gets the square!","sentiment_score":0.0}
{"full_text":"RT I want the death rate of people with 0 comorbitities...","sentiment_score":0.0}
{"full_text":"RT The day after Boris ivited 100 staff to his garden I wished my dad a happy 60th through his bedroom window.He died 5 wee...","sentiment_score":0.8}
{"full_text":"RT Week Ahead Today I didn't attend and followed the rules at all times WednesdayReynolds resigns ThursdayNew Variant (...","sentiment_score":0.0}
{"full_text":"RT More copies of the gold variant of the new album 'Flicker' will be up on from 6pm GMT!","sentiment_score":0.3352272727}
{"full_text":"RT This week China covid tested a city the size of Chicago &amp; New York City combined in just six hours. In comparison, people i...","sentiment_score":0.1363636364}
{"full_text":"RT Thank you to those who have asked, but we have no plans to add \"urine therapy\" to the dictionary at this time.","sentiment_score":0.0}
{"full_text":"RT Doocy: Yo Jen. We're vaxxed af. How am I even asking you this question right now?Psaki: You hear yourself, bro","sentiment_score":0.2857142857}
{"full_text":"One covid case, game called off. Manager publicly questions the honesty and integrity of a referee, no punishment. Won't surprise me if there is not a statement by the FA before tomorrow stating there is no case to be answered","sentiment_score":-0.2}
{"full_text":"RT Imagine getting upset over curbside parking. Any covid mitigation upsets them.If you're able to support us in monitorin...","sentiment_score":0.5}
{"full_text":"RT \"Breaking news\" on T-cells 1) May '20 June '20https:\/\/t.co\/EWqZE9k1WW2) Sept '20https:...","sentiment_score":0.0}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT My latest deep dive!The mystery of the disappearing flu is one of the most important events of the past 2 years. Unpac...","sentiment_score":0.23}
{"full_text":"RT HBO blew a bag on euphoria fr-- whole season on FILM? with COVID protocols?!?","sentiment_score":0.25}
{"full_text":"Esto es un Don't Look Up de libro","sentiment_score":0.0}
{"full_text":"Creator of the COVID Vaccine Shares the Truth Everyone Needs to Hear via Tea Party Daily","sentiment_score":0.0}
{"full_text":"Hi Richard, I'm a journalist from How do you feel about being fined for breaking Covid rules now that it has emerged that the Government were allegedly breaking them too? Please could you follow me so I can DM you?","sentiment_score":-0.1}
{"full_text":"RT He is literally laughing at us whilst he lies through his teeth.","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"Remember when covid first started it was about herd immunity and letting the virus run through the population unchecked as the best way to get to grips with the virus? When was the last time you heard herd immunity on the news ","sentiment_score":0.4166666667}
{"full_text":"Wow I really haven't gotten Covid this whole pandemic","sentiment_score":0.1666666667}
{"full_text":"RT C\/w Kaiser study cited yesterday that average omicron hospital length stay...","sentiment_score":-0.15}
{"full_text":"keeping conditions going that lead to Covid infections?Do people know that transfer of funds to schools is proportionate to in school attendance?Think about it! Open them\/Infections\/close themAlways follow the money trail.","sentiment_score":0.0}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT The 20 May 2020 Downing St party, organised by the PM's principal private Secretary Martin Reynolds and attended by @BorisJohn...","sentiment_score":0.0}
{"full_text":"RT Zhengzhou city,henan province,central china. 26th,August,2021. Being locked down for a month,people are protesting to lif...","sentiment_score":-0.1555555556}
{"full_text":"RT If you watch one thing today make it this A tearful Lyndsay Jackson from recalls losing her mum to Covid...","sentiment_score":0.0}
{"full_text":"Guess you can't see Cortez. She has vaccines and booster AND Covid.  You Dunce","sentiment_score":0.0}
{"full_text":"RT Thank you Honourable PM for referring to the SBI Research study that had estimated the impact of ECLGS scheme on the MSME...","sentiment_score":0.0}
{"full_text":"RT The latest damning revelations seem to show, once again, that and his senior staff are up to their necks...","sentiment_score":0.5}
{"full_text":"RT The true, unimaginable cost of the UK's pandemic mismanagement ","sentiment_score":0.35}
{"full_text":"RT Should 5-11 year olds be vaccinated against covid?If no, please sign this:Petition: Don't offer covid-19 vaccine to 5-11...","sentiment_score":0.0}
{"full_text":"RT Walensky referenced a particular study that found:Of 1,228,664 people *fully vaccinated*Just 36 died of Covid-1928 of tho...","sentiment_score":0.1666666667}
{"full_text":"RT Every Marine, sailor, soldier, and airman dismissed from the military over the COVID vaccine should be reinstated -- im...","sentiment_score":-0.1}
{"full_text":"This isn't my lockdown story, but two of my colleagues were in quarantine recently.  Now that they've been released, they're afraid of catching covid and being close to other people.  That experience must have really fucked them up mentally to think that way.","sentiment_score":-0.1375}
{"full_text":"RT We are subjected to a COVID test before the game(s) at the #AFCON2021 This test will be the reason why I will stick to a...","sentiment_score":0.0}
{"full_text":"RT ITV has been issued with a warning after an episode of Lorraine racked up nearly 4,000 complaints.Ofcom has told the...","sentiment_score":0.1}
{"full_text":"RT COVID Vaccination Update:More than 5.6 Million children have been vaccinated in schools of Punjab. 91% children in Public...","sentiment_score":0.0}
{"full_text":"RT Quick question... why are we buying tanks and submarines in the middle of a pandemic when our health infrastructure is co...","sentiment_score":0.1666666667}
{"full_text":"RT If you watch one thing today make it this A tearful Lyndsay Jackson from recalls losing her mum to Covid...","sentiment_score":0.0}
{"full_text":"RT My immunocompromised 4 year old is now hospitalized with COVID and may be going directly to ICU. She was perfectly fine...","sentiment_score":0.2055555556}
{"full_text":"RT some christians are like \"it's only people who already have health conditions who are dying from covid\" as if jesus didn...","sentiment_score":0.0}
{"full_text":"RT Our Deputy Medical Director, highlights the latest guidance on the rollout of new treatments for those...","sentiment_score":0.2121212121}
{"full_text":"It's a shame that we still need those 3000 words to convince people to get a vaccineIt's a shame that we actually have to convince people at allThere's a 99% chance the reason you have to not get the vaccine is invalidGet the vaccine and the booster","sentiment_score":0.0}
{"full_text":"Postponed uppscmains2021","sentiment_score":0.0}
{"full_text":"RT Dragging an ailing Asif Zardari sb from court to court in the midst of a covid wave is tantamount to reckless endangerm...","sentiment_score":0.0}
{"full_text":"RT I must admit that pre-pandemic, I had no idea how fragile our civil liberties truly are. But as an MD, I figured it out in...","sentiment_score":0.0}
{"full_text":"RT Sad News - Minister of State with the Uttar Pradesh government and MLA from Charthawal assembly seat in Muzaffarnagar Vijay K...","sentiment_score":-0.5}
{"full_text":"you know that feeling in your nose when you're about to sneeze? covid feels like that except the feeling lingers &amp; you don't always sneeze","sentiment_score":0.0}
{"full_text":"RT Oh what a tangled web we weave when first we practice to deceive...The Prime Minister and his spokespeople have told...","sentiment_score":0.25}
{"full_text":"RT Chile starts fourth vaccine dose amid rise in Covid cases","sentiment_score":0.0}
{"full_text":"NEW data from EU border agency report close to 200,000 irregular crossings for last year -- above pre-pandemic levels #migration ","sentiment_score":0.0454545455}
{"full_text":"RT In view of the outbreak of Coronavirus, Saint Dr Singh Ji Insan has written a letter to his devotees and ins...","sentiment_score":0.0}
{"full_text":"RT TUCKER: The CDC made it official policy to withhold Covid vaccines on the basis of race. Affirmative action now governs Co...","sentiment_score":0.35}
{"full_text":"RT HIV vs COVID-19.....You would rather have....???","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS - new COVID variant discovered. The Klopp variant which only shows symptoms depending on the strength of...","sentiment_score":0.0681818182}
{"full_text":"Just if you ask, the infographic uses #eurostat data, the first ones without the UK, but before the Covid storm.","sentiment_score":0.25}
{"full_text":"MTH is actually on the to-do list i had to push everything back when i got Covid, since I can't use half my voice. but in a perfect world i would've been doing something by them this month","sentiment_score":0.2083333333}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"RT I am a GP with over 20 years experience. I'm triple vaccinated for covid19 and can't thank all those involved in providing...","sentiment_score":0.0}
{"full_text":"RT I don't get how you go from COVID ain't real to drinking piss to cure it.","sentiment_score":0.2}
{"full_text":"RT Ahead of AFCON games, journalists are mandated to go through rapid Covid-19 test &amp; this is my 2nd test in 5 days. E no g...","sentiment_score":0.0}
{"full_text":"RT From not commissioning hospitals in time, to supplying oxygen to neighbouring states even amidst an acute shortage, BJP govt...","sentiment_score":0.6}
{"full_text":"RT On today's 5 Things podcast:1 Hospital staffing shortages2 Ranking at-home COVID tests3 No progress in U.S.-Russia t...","sentiment_score":0.0}
{"full_text":"RT Food insecurity has skyrocketed during the pandemic, including in Orange County. My son and I recently volunteered at","sentiment_score":0.0}
{"full_text":"RT I get the impression that a lot of vaccinated people are doing a little bit of research into the vaccine now.Just like th...","sentiment_score":-0.1875}
{"full_text":"RT \"I cannot conceive of how this ever happened, how it seems to have happened multiple times\"Ruth Davidson, former leader...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Care home residents are so lonely and isolated by draconian covid measures they're dying of 'broken hearts', thi...","sentiment_score":-0.25}
{"full_text":"RT While I was fortunate not to have any relatives pass from covid, I had several close family members who mental health to...","sentiment_score":0.1}
{"full_text":"I agree entirely. And yet I do know of bishops and churches who had social gatherings in lockdown because \"it's work, so it's exempt\"","sentiment_score":0.0166666667}
{"full_text":"#ICYMI There was an EUA submitted for children ages 2-18 using a traditional, safe non-MRNA vaccine #COVAXIN #covaxin4kids We need choices and approval now! #OCUGEN #COVID19 #IchooseCOVAXINhttps:\/\/t.co\/Aie7odOiFe","sentiment_score":0.3125}
{"full_text":"They have five locations here.","sentiment_score":0.0}
{"full_text":"Third China city in lockdown on anniversary of first Covid deathhttps:\/\/t.co\/vvav0Iv9Hs","sentiment_score":0.125}
{"full_text":"RT This Government is Morally Bankrupt.They've lied to you over Lockdowns, Testing, Cases, Deaths, Restrictions, Vaccin...","sentiment_score":0.0}
{"full_text":"And still more, every day, as #Johnson plans to pronounce it's all finished by Spring 2022 as he's fed up with it.https:\/\/t.co\/9CIsECrR3Z","sentiment_score":0.5}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"RT Dera sauda  initiates  new welfare  work  to motivate  everyone  to wear  mask and maintain  social  distancing #Fight...","sentiment_score":0.0848484848}
{"full_text":"RT Why is no one using cross correlation?!?It is literally taught in UNDERGRADUATE probability courses....","sentiment_score":0.0}
{"full_text":"RT As a cancer specialist and NHS doctor who worked on #COVID19 wards, I'm disgusted by the and who seem inc...","sentiment_score":-1.0}
{"full_text":"RT 'Don't panic.' How parents with kids too young to vaccinate can navigate Omicron","sentiment_score":0.1}
{"full_text":"RT #ExposeFauciNow Fauci's contributory role in starting the pandemic has been fully exposed. Now we know he pushed gain...","sentiment_score":0.0}
{"full_text":"RT If you watch one thing today make it this A tearful Lyndsay Jackson from recalls losing her mum to Covid...","sentiment_score":0.0}
{"full_text":"RT Sussex Conservative MPs - constituents need to know where you stand on the issue of attending or holding illegal parties...","sentiment_score":-0.5}
{"full_text":"RT \"They were simply spilling out from their own offices into a secure garden\"Conservative MP Michael Fabricant defends loc...","sentiment_score":0.3333333333}
{"full_text":"I'm assuming N95's and HEPA filters are available for all staff and classrooms?....,","sentiment_score":0.4}
{"full_text":"RT That's what Project Veritas recorded from his CNN story last year. After covid is worn out, shift to climate.","sentiment_score":0.0}
{"full_text":"RT Story of COVID testing in the Philippines:","sentiment_score":0.0}
{"full_text":"RT Simple explanation of how #COVID-19 vaccine works.","sentiment_score":0.0}
{"full_text":"RT The danger now is mass resignation, not mass hysteria via As the UK says the death rat...","sentiment_score":0.0}
{"full_text":"RT Covid-19: M'sia may soon have vaccinated travel lanes with Thailand, Indonesiahttps:\/\/t.co\/CS527CvqNC ","sentiment_score":0.0}
{"full_text":"Voices: Cutting the 10-day Covid isolation period is a dangerous move#ethhttps:\/\/t.co\/K0hBncwPwP","sentiment_score":-0.6}
{"full_text":"Can someone please tell the symptoms omicron?","sentiment_score":0.0}
{"full_text":"RT Pet peeve: Triple vaxxed people who have covid &amp; feel crappy claiming \"but it would be worse without the vaxx!\" Dude. Most...","sentiment_score":0.0}
{"full_text":"RT  DISINFORMATION ALERT: Very dangerous anti-vax lies are being spread right now regarding a recent statement made by CDC D...","sentiment_score":-0.1647619048}
{"full_text":"In the face of a new highly contagious variant which isn't fully understood, u take precautions on large gatherings. Scotland isn't alone in that approach. You implied the Scottish Govt \"have it in\" for football when clearly that isn't the case when u look around, comp being paid","sentiment_score":0.1526623377}
{"full_text":"RT Hot off the press! Our teams new article on #covid19 and its impact on rural #watersecurity. A #collaborativeresearch...","sentiment_score":0.1496212121}
{"full_text":"\"Leicester had their game off because of the Darts\" - None of those who went to the darts have Covid \"Leicester had their game off because of AFCON\" - even with those 3 we don't have enough players\"Well serious questions need asking, you'd 'squeal' if it wasn't your club\"","sentiment_score":-0.2833333333}
{"full_text":"RT What happened to all the Trolls that regularly asked 'Does anyone even know someone with Covid?'","sentiment_score":0.0}
{"full_text":"RT The shit show continues- why did I even think I could jump online to register positive test results.... The website has...","sentiment_score":0.0136363636}
{"full_text":"RT He proved that a combination of proper planning, efficient leadership and strong will power is capable of overcoming diffic...","sentiment_score":0.2111111111}
{"full_text":"It is things like this. Heartbreaking. Utterly unforgivable beyond traumatic events in peoples lives that will never go away. People do not forget this.","sentiment_score":0.0}
{"full_text":"RT How many political and media authorities' careers depend on the continuation of the pandemic?","sentiment_score":0.25}
{"full_text":"RT So can anyone tell me what the 5 year effects of the vaccine are? Government? Fauci? Anyone?","sentiment_score":0.0}
{"full_text":"RT Anyone who used the term \"pandemic of the unvaccinated\" should be banned from this platform for misinformation.Starting w...","sentiment_score":0.0}
{"full_text":"Say what? ","sentiment_score":0.0}
{"full_text":"RT If you're waiting hours in line for a Covid test you can thank Greg Abbott.76,000 Texans dead, hospitals overwhelmed, hi...","sentiment_score":-0.2}
{"full_text":"RT What is 'Deltacron': the new apparent Covid variant?","sentiment_score":0.0931818182}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT Here's a thread of what I think various Sopranos characters' vaccination statuses would be during Covid19.","sentiment_score":0.0}
{"full_text":".@ranveerbrar said that calling the last 10 days of being #Covidpositive 'hard' would be an #understatement. #Covid #Omicron #OmicronVariant #OmicronVirushttps:\/\/t.co\/2YaVeE2CgY","sentiment_score":-0.1458333333}
{"full_text":"The #CentreStage project continues in 2022to ensure women have a chance to shape their future in tourism.Through a training for trainers, each participant will be equipped to train 20+ people at their workplace. ","sentiment_score":0.0}
{"full_text":"Would you support pandemic emergency service workers please?","sentiment_score":0.0}
{"full_text":"RT BREAKING: Care home residents are so lonely and isolated by draconian covid measures they're dying of 'broken hearts', thi...","sentiment_score":-0.25}
{"full_text":"RT No need to test.. if asymptomaticNo need to test.. if travelling domesticNo need to test.. EVEN if you have come in contact...","sentiment_score":0.0}
{"full_text":"As Covid-19 variants continue to emerge, it is crucial that journalists keep their readers informed with the most current, accurate information to help them make vital decisions. | via","sentiment_score":0.2}
{"full_text":"RT People who say things like \"COVID is just a cold\/flu\" don't realize that people with colds\/flu shouldn't be at work, either.","sentiment_score":0.0}
{"full_text":"COVID-19 death rates have been higher than projected. #lifeinsurance ","sentiment_score":0.25}
{"full_text":"\"Dr.\" Sunny Hostin prefers the panic porn=&gt;@933KWTO","sentiment_score":0.0}
{"full_text":"RT I just left my Drs appointment. 80% of staff out sick with Covid. 100% fully vaccinated. They had the nerve to ask me w...","sentiment_score":-0.3571428571}
{"full_text":"COMMENTARY: \"It's a COVID fire hose and tough to handle,\" writes Holly Robinson (@hollyrob1), \"but all we can do is hold on, forgive ourselves for mistakes, and keep trying to protect each other.\"","sentiment_score":-0.2569444444}
{"full_text":"RT I'll always remember Roger Federer for his legendary consistency, Rafael Nadal for his clay court mastery, Andy Murray for...","sentiment_score":1.0}
{"full_text":"A million set to throng India's Ganges for holy dip despite Covid-19https:\/\/t.co\/FxNCqIsa1a","sentiment_score":0.0}
{"full_text":"RT founding member Lisa Diaz went on yesterday morning to talk about her decision to keep her children o...","sentiment_score":0.0}
{"full_text":"covid really beating our ass eh","sentiment_score":0.2}
{"full_text":"RT \"The crisis we are suffering in the Bay Area is largely driven by disruptive COVID policies that encourage asymptomatic testing...","sentiment_score":0.2142857143}
{"full_text":"Main question should be why does DARPA have information on COVID and why is it listed with bio weapons #storm is coming #WeThePeople","sentiment_score":0.1666666667}
{"full_text":"Using pictures and visuals can help improve health understanding when communicating new or complex ideas. Find out more #healthliteracy #coronavirus #covid19 &amp;","sentiment_score":0.1121212121}
{"full_text":"Private insurers will have to cover the cost of OTC Covid-19 tests under a Biden administration plan that aims to make it more affordable for people to screen for infections and limit the spread of the Omicron variant as cases and hospitalisations in the US reach record highs.","sentiment_score":0.25}
{"full_text":"If you're eligible you can boost your immunity this winter by getting either the flu vaccine, COVID booster or both.Find out more atCOVID - -","sentiment_score":0.5}
{"full_text":"RT In an extreme covid situation there was a reason for the disaster management act to be brought out but what extreme reason i...","sentiment_score":-0.125}
{"full_text":"#Japan will extend measures barring almost all new foreign arrivals until the end of February and reopen mass-vaccination centers as it battles an #omicron-fueled #coronavirus surge, the government said Tuesday.","sentiment_score":0.0056818182}
{"full_text":"A record 493 people joined the Forbes billionaire list during the pandemic year.The youngest self-made female to join the list is Whitney Wolfe Herd founder of the Bumble dating app.What a comeback after being harassed, dumped and ousted from from her first startup Tinder!","sentiment_score":0.15625}
{"full_text":"Tomorrow is the deadline! Submit your abstract for #SSA2022 by 12 January at 5 pm US Pacific! To ensure the safety of our gathering, please note that all meeting attendees must be fully vaccinated against COVID-19","sentiment_score":0.0}
{"full_text":"Unregistered Afghan refugees get no COVID protection in Turkeyhttps:\/\/t.co\/UFRp4HT9IT","sentiment_score":0.0}
{"full_text":"Please let not this be another u-turn statement by the government.","sentiment_score":0.0}
