{"full_text":"Would like to know the answer to this too","sentiment_score":0.0}
{"full_text":"At least think about the students.. #postponegate2022","sentiment_score":-0.3}
{"full_text":"RT On COVID vaccines: why they cannot work, and irrefutable evidence of their causative role in deaths after vaccination ht...","sentiment_score":0.0}
{"full_text":"RT I always understood that 'pandemic 2' was going to be the perpetrators' way of explaining away the  damage...","sentiment_score":0.0}
{"full_text":"RT More unimaginable cruelty from Jacinda Ardern in her hermit kingdom. Pregnant New Zealand journalist Charlotte Bellis was d...","sentiment_score":0.3232323232}
{"full_text":"Suits me. Late for post office to post a birthday parcel before covid test and isolation. Look up buses to hospital from post office and this is as far as I have got. Twitter and no time at all to read let alone reply to a tweet. Prepared and unprepared. Huh.","sentiment_score":-0.1}
{"full_text":"RT Official Data shows Children are up to 52 times more likely to die following Covid-19 Vaccination than Unvaccinated Childre...","sentiment_score":0.1666666667}
{"full_text":"RT The projections currently show Covid deaths vanishing in the US this spring with the usual reverse cone of uncer...","sentiment_score":-0.125}
{"full_text":"RT Emory University is in the USA right next to the CDC in Atlanta, GA for those...","sentiment_score":0.1428571429}
{"full_text":"It is so confusing. Too mixed messages.","sentiment_score":-0.15}
{"full_text":"EU donates 21 million as humanitarian assistancehttps:\/\/t.co\/udI4fbhZ7w via #EU #CPHA #Humanitarianassitance #TyphoonRAI #RAI #Philippines #Asia #Europe #Aid #Nepal #Africa #WeRemember@eu_echo","sentiment_score":0.0}
{"full_text":"China's Manufacturers price inflation moderated to near pre-Covid levels in January, and posted overall modest sector growth. #China #Manufacturing #SMI","sentiment_score":0.0666666667}
{"full_text":"RT This is Kato. He somehow swallowed an entire roll of gauze and needed emergency surgery to remove it. We've covered the cost...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak must be loving the fact that all the focus is on 'partygate' - and hardly anyone's talking the missing PSBI...","sentiment_score":0.0361111111}
{"full_text":"RT PFIZER HAS A WARNING ON THEIR WEBSITE THAT SAYS IF YOU HAVE A HEART PROBLEM A HISTORY OF HEART PROBLEM TAKE MEDICATIONS...","sentiment_score":0.0}
{"full_text":"RT Q4. Which colour variant of the vivo Y75 5G would you like to win?A. Glowing GalaxyB. Starlight Black#stufflistingsar...","sentiment_score":0.0}
{"full_text":"RT Can I propose: the federal government can no longer be in charge of aged care.I dont care of the govt colour its been fa...","sentiment_score":-0.1}
{"full_text":"RT hot people nunca apanhou covid","sentiment_score":0.25}
{"full_text":"RT Ground Type - Rest Variant enemies These enemies are the weakest of the Tacet species . They attack with simple...","sentiment_score":0.0}
{"full_text":"RT Numerous studies emerging telling us that -surprise surprise- the \"nothing wrong on your scans\/tests, you're fine, it'...","sentiment_score":-0.0277777778}
{"full_text":"RT Vaccine Mandates for NHS Staff: Legal Challenge Launched@DrHoenderkamp @Togetherdec ","sentiment_score":0.2}
{"full_text":"Please parents, don't be scared for yourselves or the teachers, they're adults, please don't vaccinate your children!!","sentiment_score":0.0}
{"full_text":"RT I find it disturbing the \"vaccine\" ads are the only pharmaceutical ads in U.S. history with *no* side effects warnings. T...","sentiment_score":-0.25}
{"full_text":"That is one of many consequences of enabling racist jokes and behaviors.#JimmyKimmelRacist","sentiment_score":0.5}
{"full_text":"RT Jimmy Kimmel is not the first media personality to make a racist \"joke\" about BTS. He's not even the first to link BTS to C...","sentiment_score":0.25}
{"full_text":"You mean the deluded #AntiVax rally that has been hijacked by the dribbling #FarRight #Racists that's been covered everywhere? Back to the sewers with the #Racist slime.https:\/\/t.co\/MMo1cGb5jm","sentiment_score":-0.15625}
{"full_text":"RT We have become a mafia state - aided &amp; abetted by","sentiment_score":0.0}
{"full_text":"RT Y'all stay safe o....Hey lady, go learn a skill and remember home. Life no dey revolve around iPhone and cute pictures.","sentiment_score":0.5}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT Convoy critics point to high vaccination rates as evidence the truckers and their supporters are a fringe minority. The f...","sentiment_score":0.16}
{"full_text":"RT The Media's evolving position:- we need lockdowns, masks, etc- but of course these must not apply to us, nor to 'world...","sentiment_score":0.0}
{"full_text":"RT I hope people\/media spreading the lie omicron is mild have lawyers!A virus that deletes T and B cells is bad, we dont have...","sentiment_score":-0.1833333333}
{"full_text":" #BREAKING Jacinda Ardern in isolation after Covid scare   #newzealand #mostshared","sentiment_score":0.0}
{"full_text":"RT CryptoRelief sending $100m of the $SHIBA funds back to me. I plan to personally deploy these funds with the help of sci...","sentiment_score":0.0}
{"full_text":"Sure - have you heard of supply chains, fiscal transfers etc? Higher reserves (which is what QE tends to be) don't cause inflation - higher prices do through supply and demand dynamics.We didn't have inflation in the QE years preceding the pandemic, so I wonder what caused it","sentiment_score":0.3333333333}
{"full_text":"RT op got covd and wasn't feeling well, they didn't want hoshi to know so they were surprised when time was almost up he suddenl...","sentiment_score":0.1}
{"full_text":"RT Chancellor willing to write off up to PS10bn Covid fraud, according to ex Treasury Minister. That's the same amount Rishi...","sentiment_score":0.125}
{"full_text":"RT 10yr old boy (relative). Covid six weeks ago.  Now Covid again. Needs extra inhalers this time. Delta then Omicron? B1...","sentiment_score":0.0333333333}
{"full_text":"RT Washington trooper who defied state vaccine mandate and told Governor Jay Inslee to 'kiss my a--' dies from COVID-19....","sentiment_score":0.0}
{"full_text":"RT Policy differences of different countries around the world didn't determine outcomes. Obvious to anyone who is literate and...","sentiment_score":0.0}
{"full_text":"RT This is useful on the myth of Boris Johnson's popularity and connection with voters. He was unpopular right from the begin...","sentiment_score":0.2928571429}
{"full_text":"RT It isn't being made clear enough how covid attacks the circulatory system, and that its effects are long-lasti...","sentiment_score":0.05}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"#letraMAILShello Lisa came home safe and sound today, yey !! thank you so much for shipping her safe and i really do appreciate your packaging!! also thanks for following my instructions about the Pola hehe. God bless u always and stay safe!!","sentiment_score":0.38984375}
{"full_text":"RT Hong Kong has updated its 'Leave Home Safe' Covid-19 app. Here's what you need to know","sentiment_score":0.5}
{"full_text":"RT Thank you President for your continued support of #COVAX. By working together, we can \"win the vaccination...","sentiment_score":0.8}
{"full_text":"How most of us are surviving the pandemic...","sentiment_score":0.5}
{"full_text":"Some #NeoCoV facts, before we panic. Its not a new virus nor a variant of #SARS_CoV_2It was identified in bats in year 2013 while looking for ancestors of the MERS CoV in South AfricaIt has not infected man, and has not killed anyone.#SciencewithSomia #drsomiaiqtadar","sentiment_score":0.0159090909}
{"full_text":"RT #JusticeForArmyStudentsExam me covid-19 ata he orChunav me gayb ho jata he vare vaaaa@HMOIndia","sentiment_score":0.0}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"You people are fascinating.Every year approx. 10 mil people abuse FDA approved opioids! A drugs involved in at least 70% of overdose deaths! FDA also approves the use of OxyContin for children above age of 11! But I'm sure when comes to vaccine, there is nothing but integrity!","sentiment_score":0.0833333333}
{"full_text":"I will buid up high converting email automation for your online store or website so that you can acquire the ROI.https:\/\/t.co\/OB0axpdSqI#twitch #COVID #footballindex #music #CelebrityBigBrother","sentiment_score":0.16}
{"full_text":"#COVIDisAirborne #COVID19 is airborne","sentiment_score":0.0}
{"full_text":"RT Just like we told you. The chickens are coming home to roost #COVID19","sentiment_score":0.0}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"Although #COVID19 continues to be a threat, #Cyber #risks top business concerns for risk managers for 2022, pushing business interruption from the top spot according to  Risk Barometer 2022. We breakdown the findings here &gt;&gt;","sentiment_score":0.5}
{"full_text":"RT Temporary Emergency Powers set to be made PERMANENT by Scottish Government, to lock you in your home at a drop of a ha...","sentiment_score":0.0}
{"full_text":" REMINDER | COVID certification IS NOT required for admission at the Stadium this afternoon - but face coverings remain advised when indoors.  | Read: | Tickets: | #TakeMeHome","sentiment_score":0.0}
{"full_text":"Died of covid or died with covid?","sentiment_score":0.0}
{"full_text":"Would you support COVID-affected essential businesses please?","sentiment_score":0.0}
{"full_text":"RT 17,601 coronavirus deaths were reported in the U.S. during the past week, or 1 death every 35 seconds","sentiment_score":-0.25}
{"full_text":"You can #GetBoosted this weekend at one of our local drop-in clinics in York. The vaccine is the best way to protect yourself, your friends and your family.Find out more ","sentiment_score":0.5}
{"full_text":"RT The distinct lack of leadership by on failing to either understand or care about need for everyone to get...","sentiment_score":0.3}
{"full_text":"Remember to keep reporting your result each time you take a rapid lateral flow Covid-19 test - positive, negative or void. It's a great way to help the NHS reduce the spread of the virusGo tohttps:\/\/t.co\/u5JzGtEhnt","sentiment_score":0.2424242424}
{"full_text":"A decrease on last weekhttps:\/\/t.co\/WrsKUYkI9o","sentiment_score":0.0}
{"full_text":"A survey of people's spending behavior during the Lunar New Year found the amount of monetary circulation during the period will likely reach the lowest level in 11 years, owing to the COVID-19 situation and high prices. See more: #truscchiin","sentiment_score":0.1990909091}
{"full_text":"1\/ Would you like to donate to us at no added cost to yourself? As lockdown restrictions are lifted, you can help raise money for Clackmannanshire Women's Aid when you spend money on yourself and your loved ones. ","sentiment_score":0.7}
{"full_text":"Are you wearing your mask safely? A person infected with the virus may be less likely to transmit the virus to others if they consistently wear a mask and a person not infected with the virus may limit their risk of becoming infected if they also wear a mask.#MaskUp","sentiment_score":0.2066666667}
{"full_text":"Japan's daily COVID cases top 80,000, record high for 4th dayhttps:\/\/t.co\/OnPXp5CNrM","sentiment_score":0.22}
{"full_text":"An insult during pandemic script,artificial moments,just LUXURY.And omitting that she got pregnant when they were together for less than 2 months Perpetuating bad values and a wrong idea of what is important in live","sentiment_score":-0.0828282828}
{"full_text":"From 17 January in England, if you are self-isolating with COVID-19 and provide negative lateral flow test results on day 5 and 6 you will be able to end self-isolation after 5 full days. ","sentiment_score":0.1833333333}
{"full_text":"England has returned to COVID-19 Plan A.Test before you meet others in crowded indoor places or meeting someone who is at higher risk of getting seriously ill from COVID-19.","sentiment_score":-0.125}
{"full_text":"#Karnataka issues new #Covid19 guidelineshttps:\/\/t.co\/48Lx9Z42TQ","sentiment_score":0.1363636364}
{"full_text":"Video featuring voguing dancers 'battling' the Omicron variant has more than 2,000 likes, 9,000 shares.","sentiment_score":0.5}
{"full_text":"Support the Caritas Damayan Nutrition and Feeding Program. Help feed families and children suffering from hunger and malnutrition due to the pandemic.Donate via Lazada: #CharityInAction #LazForGood","sentiment_score":-0.125}
{"full_text":"Omicron has different symptoms for many, so smelling might be insignificant. (Don't you have a test kit at home?)Anyway, I know young men like looking at tits, so to cheer you up here you have a tit singing in the frigging cold.","sentiment_score":0.0}
{"full_text":"Following exhibitions at and 'Whispers From The Woods', a #poetry and #nature project about reconnecting with nature during #lockdown opens in #Melbourne today, produced by and supported by","sentiment_score":0.0}
{"full_text":"RT Everybody BUT AMERICA is announcing the end of Covid restrictions.What does that tell you?","sentiment_score":0.0}
{"full_text":"When are we doing this in Scotland?I thought the  jocks had baws.","sentiment_score":0.0}
{"full_text":"New research suggests the chances of having Long COVID-19 may be determined by at least one of several factors:","sentiment_score":-0.0534090909}
{"full_text":"RT SEE Your guideline can destroy his 3 years of hard work.Can you compensate for it?#postponegate2022","sentiment_score":-0.2458333333}
{"full_text":"It takes minutes to get your COVID-19 booster, but it can take much longer to recover from COVID-19.Book your vaccination now or find a walk in centre  #GetBoostedNow","sentiment_score":0.2}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"#WestMidlands people who are at home with #COVID19 - it is important to:* rest* drink plenty of fluids* take painkillers if you feel uncomfortableIf you start to feel more unwell or breathless - visit","sentiment_score":0.45}
{"full_text":"Hisham can you tell from their description if they included children which had an a gap between the acute illness and subsequently Long COVID symptom-type which lasted 4 weeks+, or were they potentially excluded?","sentiment_score":0.1833333333}
{"full_text":"*GET JABBED FOR YOUR HOLS*Be ready for #summer:*First jab by March*Second jab 12 weeks later*14 days after second before you can travelIf you catch #COVID19 in between that will delay things. Plan ahead and get jabbed now! Book:","sentiment_score":0.1}
{"full_text":"RT THE ANDERSON TAPES - Douglas Skelton talks to Lin Anderson about lockdown, crime writing, the Bloody Scotland book festi...","sentiment_score":-0.8}
{"full_text":"If you're 50 or over a COVID-19 booster jab reduces your risk of hospitalisation by more than half.Do not delay. Appointments or walk-ins are still available near you for all vaccine doses.https:\/\/t.co\/XTFyDAVN3D","sentiment_score":0.3333333333}
{"full_text":"Oil washing up on a beach on Thailand's east coast could be the \"nail in the coffin\" for pandemic-hit hotels and restaurants, local hospitality businesses said Saturdayhttps:\/\/t.co\/x4id1mkxHR","sentiment_score":0.0}
{"full_text":"Dr Ahmed Al-Mandhari stressed the importance of continuing to provide support for countries facing other emergencies beyond #COVID19. He also called for uninterrupted delivery of other health services, and improving access to these services#HealthForAll_ByAll","sentiment_score":-0.0833333333}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"Catch up with the #NHS news that influences the #HealthTech market in our free newsletter, the Healthcare Roundup. Including: #England is back to #PlanA for #Covid19, and speculation that will focus on #EPRs as it absorbs","sentiment_score":0.2}
{"full_text":"now grudgingly accepted that these vaccines don't stop  COVID19 infections, hence it's no shock that 68% of all new infections by were all vaxxed. #JesusChrist #facts","sentiment_score":-0.2318181818}
{"full_text":"Russia's daily coronavirus cases exceeded 100,000 on Saturday for the first time since the pandemic began, the coronavirus task force said.","sentiment_score":0.125}
{"full_text":"Did you know stress can actually make your hair fall out? So can a significant surgery or illness (including COVID-19), childbirth, a change of medication, a poor diet, iron deficiency, and certain medical conditions.","sentiment_score":0.0378571429}
{"full_text":"COVID CONTRACT: One lawmaker compared the contract award to \"paying the arsonist for helping put out the fire.\"https:\/\/t.co\/Z63RforwrI","sentiment_score":0.0}
{"full_text":"RT Sixty-eight people died of Covid today in Ontario. Not that anyone cares.Today both #DrMoore &amp; Toronto PH said...","sentiment_score":0.0}
{"full_text":"RT If the Tories had only put as much effort into saving lives during the pandemic as they are putting in to saving one corrupt...","sentiment_score":-0.1}
{"full_text":"The GP has looked back on the \"frustrating\" period...https:\/\/t.co\/qhP6S6xRZj","sentiment_score":-0.2}
{"full_text":"RT Uninvited missionaries and plagues, name a more iconic duo.","sentiment_score":0.5}
{"full_text":"Now omicron is estimated to account for nearly all the virus circulating in the nation.","sentiment_score":0.1}
{"full_text":"What to do if you have #COVID19 symptoms, are a close contact or are a confirmed case ","sentiment_score":0.4}
{"full_text":"2019\"Thanks for seeing me doc. I've had the most horrendous flu - I genuinely thought I was going to die. Don't worry though, I'm fine now.\"\"Glad to hear it. What can I do for you?\"\"I've come for a flu vaccine\".\"SECURITY!\"","sentiment_score":0.4283333333}
{"full_text":"As a Delaware resident is being prosecuted federally for allegedly forging and selling fake COVID-19 vaccination cards, lawmakers are aiming to criminalize such action at the state level, as well.https:\/\/t.co\/oFH4czPwew","sentiment_score":-0.125}
{"full_text":"RT Community-led org's have guided us through 2 pandemics, first AIDS &amp; now COVID-19. They play a central role in providi...","sentiment_score":0.125}
{"full_text":"RT New York City activists Tramell Thompson and called for unity against vaccine...","sentiment_score":0.1363636364}
{"full_text":" 5 DAYS TO GO before the much awaited trip this pandemic. Tara, sama-sama nating tuklasin ang makabagong produksyon. Tune in for more updates!Visit our FB page!","sentiment_score":0.4125}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye cor...","sentiment_score":0.0}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and in...","sentiment_score":0.16}
{"full_text":"Current Conditions for #Sayre PATemp: 6.8FWind Chill: -2.2FHumidity: 77%Dew Point: 1.1F Barometer: 30.207 inHgWind: 5 mph from the NNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"In states where local law requires mask wearing, you will be prompted to confirm you are wearing a mask before your trip, unless you have an exemption.\" Dec 22, 2021. #covid19","sentiment_score":0.0}
{"full_text":"RT I find it disturbing the \"vaccine\" ads are the only pharmaceutical ads in U.S. history with *no* side effects warnings. T...","sentiment_score":-0.25}
{"full_text":"#GetBoostedNow Portsmouth.  Today Fratton Park is open for walk-ins:Frogmore Road, Southsea, PO4 8RA10:30 am - 4:30pm(12+ only)Protect yourself, the ones you love and your local communityhttps:\/\/t.co\/5A1bB4DE8w","sentiment_score":0.1666666667}
{"full_text":"Hundreds of Bangladeshi residents stranded abroad have appealed for an exemption to renew their visas, which expired during the travel ban imposed due to the pandemic two years ago.Read More - #Manama #GDNNews #GDNOnline","sentiment_score":0.1875}
{"full_text":"Next week &amp; a pandemic African Armies and the fight against COVID-19","sentiment_score":0.0}
{"full_text":"During a winter storm, there's snow place like home!  Stay inside and watch for updates. #PrepareDE #DEwx #netde https:\/\/t.co\/KzLCsMpKQDhttps:\/\/t.co\/PNefCu2Ft8More:","sentiment_score":0.0}
{"full_text":"Plan your visit to the ARMCO Arena this afternoon. Turnstiles open from 1pmSeason ticket holders can purchase Stourbridge tickets from reception between 1pm-3pmPlan B Covid restrictions no longer apply","sentiment_score":0.0}
{"full_text":"New #COVID19 cases in #SaudiArabia drop below 4,000-markhttps:\/\/t.co\/NQBzq5Z43w","sentiment_score":0.1363636364}
{"full_text":"RT Not one word about the trucker convoy in Canada on the BBC?  this is huge news... up to 100,000 tr...","sentiment_score":0.4}
{"full_text":"RT This is important legal info relevant to Partygate from Barrister: THE COVID RULES DON'T APPLY TO NO. 10 under Crown Exemption","sentiment_score":0.3333333333}
{"full_text":"Find out more about the &amp; new #EU #SME Fund!The fund has a budget of EUR47 million to support European #SMEs protecting their #IntellectualProperty(c) rights.Discover morehttps:\/\/t.co\/8E7RU4ATEp#ECCP@EU_EISMEA","sentiment_score":0.2121212121}
{"full_text":"RT 5,439 cases today. Omicron wave has started. Be careful. Wash your hands, keep your mask on. Avoid crowded space. Take your bo...","sentiment_score":-0.1}
{"full_text":"RT 1\/ Here is a review in by the of the human #genetic and immunological determinants of lif...","sentiment_score":0.0}
{"full_text":"Tested positive for covid 28 days before being hit by the bus ......Cause of death covid, so therefore the bus driver will not be reprimanded for the cyclists demise","sentiment_score":0.2272727273}
{"full_text":"RT CANADA- In 2 days Ottawa will become the worlds biggest Truck Stop.50,000 trucks,joined by trucks from the US and 1....","sentiment_score":0.0}
{"full_text":"Get vaccinated\/boosted, wear a mask, social distance &amp; go about your business safely.Why? B\/c THERE'S just NO GETTING AROUND IT. It's up to all of us to choose to come together to stop the spread to end the pandemic. Sometimes you just gotta do what you gotta do. Just do right.","sentiment_score":0.1595238095}
{"full_text":"No I am presenting what it states.The conclusion is that the spread between vaccinated people can be at a rate high enough to drive the Pandemic. Think about that.This in contrary you your apparent assumption.","sentiment_score":0.07}
{"full_text":"Thank you I will look that up. I fear, but I hope I'm wrong, that the bulk of the research funding is going towards the fatigue symptoms, since those have economic consequences. This is the UCLH link:","sentiment_score":-0.15}
{"full_text":"RT If these 80402 teachers would have been appointed by now then lakhs of families wouldn't have to live in financial ins...","sentiment_score":0.0681818182}
{"full_text":"Finally, I'll be going to a proper rock concert tonight for the first time since the pandemic started.I am so so excited! ","sentiment_score":0.1796875}
{"full_text":"RT  BBC News - 'There are more than 16,000 people in hospital with Covid' While this is true between 52% and 60% of thos...","sentiment_score":0.425}
{"full_text":"RT Precautions are necessary to #FightAgainstCovidSo, makeup and maintain the distance of 6 feet. Covid Awareness and Mask Dis...","sentiment_score":0.0}
{"full_text":"Jeroen named it correctly as BA.2.Omicron BA.2. is not really funny at all if you have been following what's happening in Denmark, UK, France, Eu &amp; well over 40 other coutries.Children are being Hospitalized in greater numbers than ever!","sentiment_score":0.09375}
