{"full_text":"matt hancock is already in the process of being rehabilitated as the 'trendy', awkward and hapless minister despite overseeing hundreds of thousands of covid deaths. no doubt that all that will be remembered of 'boris' was that his downfall was the result of partying too hard","sentiment_score":-0.2229166667}
{"full_text":"RT As per the new instructions from , We at Youth Veerangnayen are spreading awareness to follow Covid appropria...","sentiment_score":0.1363636364}
{"full_text":"Story of TS Covid numbers","sentiment_score":0.0}
{"full_text":"RT Republicans: Threaten to defund public schools with mask and vaccine mandates.Also Republicans: Send their kids to pri...","sentiment_score":0.0}
{"full_text":"RT Israel , the only quadruple-vaxxed country in the world (also using mask mandates and Covid passports), just broke global...","sentiment_score":0.0}
{"full_text":"RT I appreciate the covid test Joseph BUT WHAT ABOUT THESE LOANS!?","sentiment_score":0.0}
{"full_text":"#profchriswhitty what does Prof Whitty think about removing masks again &amp; PM advising people to commute to work again? Public are rudderless to keep themselves safe with PM's disregard for public health &amp; pandemic not over #ToriesDevoidOfShame #ToriesUnfitToGovern","sentiment_score":0.1666666667}
{"full_text":"RT Goans have seen worst time due to covid mismanagement of BJP government. Goans will never forget that \"DEATH WARDS OF GMC\"#...","sentiment_score":-0.5625}
{"full_text":"Corona : May i come in.","sentiment_score":0.0}
{"full_text":"RT A little truth to spin more lies is still lying.@CDCDirector is good at this, too. Not answering  direct questions\/fli...","sentiment_score":0.278125}
{"full_text":"RT The panic porn aficionados are getting quite upset at me as I report how nice it is down here in the land of the freeCan...","sentiment_score":0.2222222222}
{"full_text":"RT 438 new Covid deaths reported yesterday.Yet today scraps Plan B measures.A prime minister who prioriti...","sentiment_score":0.1363636364}
{"full_text":"RT Great to see end of covid-passports &amp; mandatory masks. Now need to hear: End of mandatory vaccinations; A public admission...","sentiment_score":0.4}
{"full_text":"The Postal Service is delivering one shipment of 4 COVID tests per residential address. Enter your name, address and email at to request a shipment. It is live now.","sentiment_score":0.1363636364}
{"full_text":"RT Why did silver jump?'.. refineries have advised customers that physical deliveries could be delayed due to the COVID sit...","sentiment_score":-0.0625}
{"full_text":"RT BREAKING: Boris Johnson just announced THE END OF COVID RESTRICTIONS for the UK! Fantastic news but WE SHOULD HAVE BEE...","sentiment_score":0.4}
{"full_text":"Covid can cause bad blood clots -- anywhere.","sentiment_score":-0.7}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"RT Our post omicron world: 1. Omicron goes down2. It fails to produce herd immunity, durable protection3. We'll have 6 mo t...","sentiment_score":-0.5}
{"full_text":"RT 438 new Covid deaths reported yesterday.Yet today scraps Plan B measures.A prime minister who prioriti...","sentiment_score":0.1363636364}
{"full_text":"RT It's time for companies to start hiring back the people they fired because of the unlawful OSHA vaccine mandates rejec...","sentiment_score":0.0}
{"full_text":"RT The Great COVID Coverup by Brahma Chellaney","sentiment_score":0.8}
{"full_text":"And more likely to enjoy a good piss up during lockdown!","sentiment_score":0.44375}
{"full_text":"Terrible. This was in emergency eye clinic as a result of a operation at their hospital. Never seen the person before or since. I bet they thought oh 50something they're type2 and spouted the usual rubbish. Oh and the pharmacist in lockdown 1 too who in front of a queue said I","sentiment_score":-0.625}
{"full_text":"RT Someone recorded it!","sentiment_score":0.0}
{"full_text":"RT After #PMQs Boris Johnson will give a statement on the relaxation of COVID rules that yesterday he told the country he...","sentiment_score":0.0}
{"full_text":"Thanks for explaining- how has your behaviour changed since covid? And for how much longer\/at which point will you return to 'normal' behaviour?","sentiment_score":0.1833333333}
{"full_text":"We have the same COVID death rate today as we did in Quebec one year ago (88\/day), despite a high vaccination rate. As opposed to online learning, we now have packed in-person classes and less effective masks. Our healthcare system is breaking. We need leadership. #McGill200","sentiment_score":0.1483333333}
{"full_text":"Flu Vaccine should have been a clue as to that claim...","sentiment_score":0.0}
{"full_text":"RT As Omicron surges across the country, there has been chatter that we are hurtling towards the pandemic becoming an endemi...","sentiment_score":0.45}
{"full_text":"RT Today  and the each pledged US$150 million for a total of US$300 million to the Coalition...","sentiment_score":0.0}
{"full_text":"RT SEE THIS VIDEO AND ITS TRUE. TEENS DIE AFTER TAKING VACCINE#cancelboardexam2022 #cancelboardpariksha","sentiment_score":0.35}
{"full_text":"RT *MRNA BOOSTERS DON'T BLOCK OMICRON, SOUTH AFRICAN STUDY SHOWS: BBG","sentiment_score":0.0}
{"full_text":"Only the vaxxed where given the opportunity to be superspreaders. Omicron started in Africa. Where they didn't have one single death, but also had a much lower vaxxed rate. Only vaxxed could fly.  So only vaxxed could bring the vaxxed. superspreaders.","sentiment_score":0.1547619048}
{"full_text":"RT Israeli vaccine chief: Vax passports no longer relevant, closing schools a huge mistake, herd immunity is now only way o...","sentiment_score":0.2666666667}
{"full_text":"RT Not sure who needs to hear this, but most of the HCWers at my hospital who have caught COVID got it from their kids who g...","sentiment_score":0.125}
{"full_text":"RT Wow! A govt doctor admits vaccine passports useless and shutting down schools a mistake. Will Dr. Fauci ever admit he was wro...","sentiment_score":-0.1768518519}
{"full_text":"RT What does it take for Boris to go?? A bloody genie? He's a disgrace, an embarrassment &amp; a absolute shambles!! Vaccine r...","sentiment_score":-0.24375}
{"full_text":"UK just lifted all covid mitigations no masks nothing wtf!!!!","sentiment_score":-1.0}
{"full_text":"Coronavirus act needs to go though. This can never happen again.Thanks for your support Desmond. You have been amazing. ","sentiment_score":0.6}
{"full_text":"I know two former Olympians with long-COVID dysautonomia (a swimmer and a rower). It's interesting that the COVID contrarians harp on and on about the exceedingly rare, swaying male post-vax myocarditis group, but don't talk at all about the long-COVID group (sways female).","sentiment_score":0.16}
{"full_text":"RT So as a country, we've come out of Covid first, due to a vaccine we rolled out and developed, we furloughed and protecte...","sentiment_score":0.075}
{"full_text":"RT \"And they told me had I not been vaccinated, I wouldn't be here. That's how bad I was.\" -- ESPN's details h...","sentiment_score":-0.7}
{"full_text":"Everybody stop the insanity f on your governments. It can't be any clearer that the vaccine and helping people is not the GOAL.Sit back use your brains and THINK","sentiment_score":0.0}
{"full_text":"Last week staff distributed at-home COVID-19 test kits throughout the Alexandria-area community. Thank you for continuing to ensure that everyone has access to the highest quality healthcare! #communityhealth #CommunityHealthCenterhttps:\/\/t.co\/wlvRZMTH8t","sentiment_score":0.0}
{"full_text":"RT Our frontline health care heroes kept New York City moving throughout the darkest days of the #COVID19 pandemic. We're...","sentiment_score":0.1363636364}
{"full_text":"Can you discuss animal vectors and how we could possibly eliminate Covid?","sentiment_score":0.0}
{"full_text":"RT Steve why was there no mention of scrapping the coronavirus law completely next week when it is due to expir...","sentiment_score":-0.0625}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"RT Free N95 masks :At the end of the week the Biden administration will start to ship tens of thousands of high quality masks t...","sentiment_score":0.28}
{"full_text":"RT Please extend jpsc mains exam date...due to omicron 3rd wa...","sentiment_score":0.0}
{"full_text":"Thanks to the EU Civil Protection Mechanism, Spain was able to deliver 2.2 million #COVID19 vaccine doses to Iran, to protect Afghan refugees residing in the country. !Gracias!  ","sentiment_score":0.490625}
{"full_text":"The Pfizer CEO said that 2 weeks ago","sentiment_score":0.0}
{"full_text":"RT That it reduces your chance of being hospitalized or killed by Covid by at least 90%.","sentiment_score":-0.25}
{"full_text":"RT Libby Emmons describes the moment she was over COVID lockdowns - when the experts said protests for BLM were exempt fr...","sentiment_score":0.0}
{"full_text":"RT i can find MILFs in my area but not COVID tests","sentiment_score":0.0}
{"full_text":"RT NPR: Chief Justice John Roberts asked the justices to wear masks amid the Omicron surge in light of Justice Sonia Sotomay...","sentiment_score":0.4}
{"full_text":"Yeah I thought that too.   Covid.  Ran right thru my house in the past 2 weeks!  Thanks to science and vaccines it wasn't bad...","sentiment_score":-0.1316964286}
{"full_text":"RT Omg we can only dream of this in Scotland!!!!!","sentiment_score":0.0}
{"full_text":"U.S. officials are starting to ship masks at the end of this week. The masks will be available at pharmacies and community health centers late next week.","sentiment_score":0.025}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT \"Microsoft acquires Activision Blizzard for $70 billion\", \"King of the Hill might be coming back\", \"Free COVID tests ar...","sentiment_score":0.2}
{"full_text":"RT France  Anti Pandemic BS  The People throw their TVs,  into the front yard of a Politicians House... Every Message Co...","sentiment_score":0.0}
{"full_text":"RT People are literally surrendering themselves to the police just to get vaccinated. What a sorry excuse for a vaccination pr...","sentiment_score":-0.275}
{"full_text":"RT Hong Kong police arrested and charged two former flight attendants over allegations they broke the city's COVID-19 rules with...","sentiment_score":0.0}
{"full_text":"The big bosses are in town and now errrrry member of management in the office like there's no fkn #pandemic going on!!!! #mood#workingfortheman #work #COVID19","sentiment_score":0.0}
{"full_text":"RT New research suggests COVID was less deadly than thought in first year of pandemic | Just The News","sentiment_score":0.0049242424}
{"full_text":"RT Experts say the world needs to be vaccinated to end pandemic","sentiment_score":0.0}
{"full_text":"RT In effort to deny a free vaccine, they have pushed:- Hydroxychloroquine- Livestock deworming paste- Listerin...","sentiment_score":0.4}
{"full_text":"no sorry only four covid tests that will come in the mail in four months","sentiment_score":0.125}
{"full_text":"How many doses do I have to inject myself just for this pandemic to end","sentiment_score":0.5}
{"full_text":"My point really","sentiment_score":0.2}
{"full_text":"Schools - safe. Restaurants - safe. Retail - safe.Legislature - too dangerous. Stay home. Get paid.","sentiment_score":0.1333333333}
{"full_text":"Johnson bragging about the vaccine roll out is like the athlete racing against Usain Bolt claiming - yes, but I was ahead after 10m!#ToriesPartiedWhilePeopleDied","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"You must not have known anyone personally who died of covid. Or anyone who spent months on a ventilator while their loved ones agonized over whether they'd ever wake up. I'm glad you've been lucky enough in that regard that you can still be so cynical.","sentiment_score":0.119047619}
{"full_text":"RT #NowPlaying I Ain't Got No Lockdown Blues by Download App","sentiment_score":0.0}
{"full_text":"RT \"No government before faced all these challenges that we had to face. Despite an economy that was on the verge of bankrupt...","sentiment_score":0.0}
{"full_text":"18 months later some of my friend's are still producing Antibodies after having COVID #Natural #Immunity is better !!!!","sentiment_score":0.3666666667}
{"full_text":"RT Am I willing to wait out the pandemic for my health? hell yeah. I'm high risk, I have no choice. Is it becoming more &amp; more...","sentiment_score":0.372}
{"full_text":"This nonsense was the headline lol 'Nocebo effect': Over two-thirds of COVID vaccine side effects are imaginary.... They think we are stiupid imbeciles. They really do insult our intelligence with articles like these.","sentiment_score":0.5}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT The paradox here is that Sunak became hugely popular during lockdown because he was turning on the financial taps; but hi...","sentiment_score":0.3}
{"full_text":"RT Feeling anxious parenting during the pandemic? You're not alone. Recent studies show a rise in anxiety and stress. Thank...","sentiment_score":-0.125}
{"full_text":"RT Vaccine passports should be phased out in the Omicron era, says top Israel immunologist Cyrille Cohen.\"The virus is better at...","sentiment_score":0.5}
{"full_text":"#UK PM Boris #Johnson: \"The govt will no longer mandate the wearing of face masks anywhere.\"Speaking on Wed, British PM Boris Johnson announced the end of Covid-19 measures as the latest data suggested the wave of infections driven by the Omicron variant was past its peak","sentiment_score":0.0833333333}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"RT A woman prosecuted for breaking lockdown rules told a court she had inadvertently attended an illegal gathering. \"It was n...","sentiment_score":-0.5}
{"full_text":"RT The CDC Says Cloth Masks Don't Work. Rand Paul Got Suspended from YouTube for Saying the Same Thing...","sentiment_score":0.0}
{"full_text":"RT It seems the people who write the vaccines w\/ a booster aren't working against Omicron are completely out of touch with the...","sentiment_score":0.1}
{"full_text":"RT If Boris now sticks to his word and helps the UK become the first major country to transition out of all this lockdown an...","sentiment_score":0.15625}
{"full_text":"send the tests , masks and a check ","sentiment_score":0.0}
{"full_text":"Getting Omicron is not a way out of the pandemic... The way out is to #stop #Omicron and any future #variants. We can do that by following #PublicHealth advice.-&gt; #GlobalHealth is #LocalHealth is #PersonalHealth","sentiment_score":0.0}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"He speaks clearly.  He should interpret for his dad.  How can anyone vote for his father or buy his dry mist covid spray ()if we cant even understand what his father says?  Im sure his dad would not want a flailing interpreter, though.","sentiment_score":0.1777777778}
{"full_text":"#Auspol Running down Health Departments by not adequately funding anticipated budget requirements, will lead in the future to a continuation of the current crisis in the public hospital system. The ideology(LNP) of underfunding public services doesn't work!","sentiment_score":-0.0537037037}
{"full_text":"Well, the meme sucks so","sentiment_score":-0.3}
{"full_text":"'I'm relieved to be looking toward, hopefully, to the end of this,\" said. However, 'I know we're not out of the woods.'---With COVID cases climbing, Middletown 'learning to live with the virus' via","sentiment_score":0.1363636364}
{"full_text":"New Orleans is more than straight without you ","sentiment_score":0.2787878788}
{"full_text":"RT This bill needs repealed immediately. We will never be out of this pandemic.","sentiment_score":0.0}
{"full_text":"If you've been around someone that you know has been infected by #COVID19, remember the definition of Close Contact according to  \"Someone who was within 6 feet of an infected person for a total of 15 minutes or more over a 24-hour period\"https:\/\/t.co\/0lFgJXOkwa","sentiment_score":0.25}
{"full_text":"Also turns out i got covid lol","sentiment_score":0.8}
{"full_text":"RT Lesson 1: Masks workI've been around COVID patients over 1000 times in ~2 years and didn't get infected due to masks\/PP...","sentiment_score":-0.125}
{"full_text":"RT My baby girl just left us. Asthma attack exacerbated by Covid. She spent 3 days on a ventilator. She was only 22.","sentiment_score":-0.0333333333}
{"full_text":"GSBS faculty member answered listener questions about COVID for","sentiment_score":0.0}
{"full_text":"Yes, myocarditis is an official side effect of vaccines (2.13 cases per 100,000 - but at much lower rates than catching covid itself (150 cases per 100,000 blame covid rather than the vaccines.","sentiment_score":0.4}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"RT My baby girl just left us. Asthma attack exacerbated by Covid. She spent 3 days on a ventilator. She was only 22.","sentiment_score":-0.0333333333}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT \"I cannot imagine how much of an asshat you must be to have a colleague ask you to wear a mask when you're sitting togethe...","sentiment_score":0.2}
{"full_text":"COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for the safety of our students or allow them to change the center.  #postponegate2022","sentiment_score":-0.3}
{"full_text":"RT There will be a Tory in Number 10 after Johnson departs. In the short term they will revive the Party's credibility. Th...","sentiment_score":0.0}
{"full_text":"RT GREAT NEWS! New Covid-19 cases are plummeting in a growing list of places. The percent of Omicron cases causing severe...","sentiment_score":0.5681818182}
{"full_text":"A potentially deep and consequential gap between the conservative justices gives Biden some room to maneuver with a more focused vaccine rule.https:\/\/t.co\/NXRYZk0D80","sentiment_score":0.25}
{"full_text":"stay at home with sh","sentiment_score":0.0}
{"full_text":"RT COVID con, part 2: How billions in pandemic relief funds went to everything but pandemic relief | Just The News","sentiment_score":0.0}
{"full_text":"RT If Boris now sticks to his word and helps the UK become the first major country to transition out of all this lockdown an...","sentiment_score":0.15625}
{"full_text":"RT New research suggests COVID was less deadly than thought in first year of pandemic | Just The News","sentiment_score":0.0049242424}
{"full_text":"RT The way British MPs are aggressively grilling Boris Johnson and even calling for resignation for hosting a party during lockd...","sentiment_score":0.0}
{"full_text":"Of course the corporations think you're taking advantage of the pandemic to force higher wages.  Welcome to the circular finger pointing on inflation that we haven't seen since the 70s and 80s.","sentiment_score":0.525}
{"full_text":"RT They tell you if you are sick to stay home while at the same time tell you to go stand in line for 3 or 4 hours to be...","sentiment_score":-0.3571428571}
{"full_text":"RT I just ordered my free at-home tests from the website and it couldn't have been simpler. Order yours now and thank f...","sentiment_score":0.4}
{"full_text":"RT RDIF head Kirill #Dmitriev: Russia's has proven a good level of efficacy against the omicron variant...","sentiment_score":0.7}
{"full_text":"RT So we should not stay at home because there are other people in the world suffering? Working is a choice, if...","sentiment_score":-0.125}
{"full_text":"With covid - what about everything else or do you just focus on one disease?","sentiment_score":0.0}
{"full_text":"Ways Seniors Can Socialize From HomeSocialization provides many health benefits for older adults and senior citizens, but the current pandemic makes it more difficult for them. Read more: #HealthBenefits","sentiment_score":0.1944444444}
{"full_text":"I completely agree with your point Andrea, and also now I'm wondering if anybody's got a Covid test redistribution mutual aid project out here? I have not heard about one yet but I bet there will be? Which still does not address the question that you're raising of course.","sentiment_score":0.1}
{"full_text":"\"It sure seems like an occupational hazard for Justice Sotomayor, a person at high risk, who sits next to a coworker who refuses to wear a mask,\" says Chris Hayes.","sentiment_score":0.22}
{"full_text":" Let's look out for each other.  Don't take #COVID19 back to University. Take a rapid lateral flow test before you return. Everyone over 18 is eligible for a booster jab. You can go to a walk-in, or book online:","sentiment_score":-0.0625}
{"full_text":"RT #UPTET postpone...I'm corona positive","sentiment_score":0.2272727273}
{"full_text":"RT The fact that we're celebrating getting four (4) free Covid tests delivered in the mail shows just how poorly we're all doing.","sentiment_score":0.0}
{"full_text":"Facts","sentiment_score":0.0}
{"full_text":"RT Pleased PM has announced an end to Plan B. Vax passports esp have caused great damage to our society &amp; can never be cons...","sentiment_score":0.65}
{"full_text":"I think people should still be able to work from home if they wish.","sentiment_score":0.5}
{"full_text":"Young People in a Post-COVID World: A Conversation of Change EventJoin the conversation on how #COVID has affected young people in #GM &amp; what we can do to address these issuesFri 4th Feb15:30 - 18:00Gorse Hill StudiosMore info &amp; sign up","sentiment_score":0.1}
{"full_text":"Masks + vaccines + boosters = best protection against #OmicronWhen you wear a mask, you help protect yourself &amp; others from #COVID19. Choose a mask with the best fit, protection, and comfort for you. More:","sentiment_score":0.725}
{"full_text":"Lawmakers call for investigation into at-home COVID test price gouging","sentiment_score":0.0}
{"full_text":"Plans for the Houston-based film Hellfire put on hold because of Omicron.https:\/\/t.co\/mr251LnPXH","sentiment_score":0.0}
{"full_text":"FREE COVID-19 TESTING* PRUEBAS COVID-19 GRATIS*January 20th\/20 de eneroSouthside Plaza509 East Southside Plaza2PM - 6PMWalk-up Event - PCR Tests OnlyNo appointment needed - first come, first serve! To register beforehand visit:","sentiment_score":0.3208333333}
{"full_text":"Staffing shortages and the ongoing pandemic may cause delays for tax filers this year. CNBC has the details. #taxes #filing #delays","sentiment_score":0.0}
{"full_text":"3 members of former COVID-19 Advisory Board--@llborio, Ezekiel Emanuel, MD, PhD, and Mike Osterholm, PhD--discuss their recent JAMA Viewpoints, w JAMA Associate Editor providing their ideas on strategies for #COVID19 and #publichealth.","sentiment_score":0.0}
{"full_text":"Odisha on Wednesday recorded 11,607 new COVID-19 cases, 521 more than the previous day, with the tally rising to 11,67,094, a health department bulletin saidhttps:\/\/t.co\/ddLF9qtKSO","sentiment_score":0.1565656566}
