{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"RT Sharks place Evander Kane on waivers, plan to terminate contract for violating AHL COVID-19 protocols. #SJSharks #NHL  htt...","sentiment_score":0.0}
{"full_text":"RT Vinicius came back from covid-19 and has scored 2 goals...what a player","sentiment_score":0.0}
{"full_text":"Good lord Frank and company- this has been refuted by an actual epidemiologist. Go grab a large glass of Chardonnay and relax already.","sentiment_score":0.3047619048}
{"full_text":"RT Maxime Bernier leads protest against COVID-19 health measures and vaccination mandates ","sentiment_score":0.0}
{"full_text":"RT This is the point where folks with common sense would conclude that it is simply not possible to keep the schools open...","sentiment_score":-0.1}
{"full_text":"RT How does this coincide with vaccine passports? Isn't this just a sneaky way for more discrimination, where the unvac...","sentiment_score":0.5}
{"full_text":"RT \"And then, when 98% of the population had antibodies, we started using vaccine passports and sacking unvaccinated health and...","sentiment_score":0.0}
{"full_text":"RT that's because the statistical valuation of life is a fundamentally eugenic framework that devalues vulnerable lives, sen...","sentiment_score":-0.5}
{"full_text":" you never heard of the Omarion variant? Irresponsible","sentiment_score":0.0}
{"full_text":"RT Omicron crisis shows our political leaders haven't learnt from past COVID mistakes, they just wait to listen to the mob","sentiment_score":-0.125}
{"full_text":"RT New Zealand rises today to call for an end to their COVID police state.","sentiment_score":0.1363636364}
{"full_text":"RT Kids have no access to PCR tests or rapid testing, there is no contact tracing, sympto...","sentiment_score":0.0}
{"full_text":"RT Think about it. Before polio, did anyone go out and seek the polio vaccine? Before cancer, did anyone go out and seek mammogra...","sentiment_score":0.0}
{"full_text":"Fun fact: genuine NIOSH-approved N95 respirators are exclusively head strap-only because ear loops don't create enough tension for a good seal with your face. KF94 are mostly ear loops because the standard doesn't test for seal quality.","sentiment_score":0.3166666667}
{"full_text":"Hahs yes we should lock it down  just to piss u off ha","sentiment_score":-0.1555555556}
{"full_text":"RT fuck COVID","sentiment_score":-0.4}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT If UK government is really considering this (@scotgov certainly not signed up to it) it is utterly wrongheaded. Hard t...","sentiment_score":-0.049702381}
{"full_text":"RT When we say that these are unprecedented times, let us make it blunt. I have been a doctor for almost 23 yrs. The number of...","sentiment_score":0.6}
{"full_text":"RT Thousands protest in Montreal, Quebec, Canada against vaccine passports and restrictions.Quebec is currently under a c...","sentiment_score":0.0}
{"full_text":"Literally if Mizkif were banned instead of Pokimane Covid would have ended today and we'd reach 0 carbon emissions in a week. Be mad all you want... it's just the truth. Sorry Mizkids.","sentiment_score":-0.5625}
{"full_text":"WOW. Just wow. #KochNetwork #IDU #Con to the max. #GBD #CompromisedSCOTUS #CompromisedGOP","sentiment_score":0.1}
{"full_text":"Well as a unvaxinated I hope he gets what he deserves after killing all those people in Afghanistan and the vaccinated that died because of the vaccine","sentiment_score":0.0}
{"full_text":"\"I should've had the vaccine!\"","sentiment_score":0.0}
{"full_text":"So said her tour wasn't affected by lockdown. I disagree. I booked for my parents xmas present December 2020, now not seeing her until October 2022. There's been more shows in our area happen since. Not good","sentiment_score":0.05}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT FILE UNDER: Well, well, well...The number of people in Quebec getting their first dose of the COVID vaccine has jumped from...","sentiment_score":0.25}
{"full_text":"RT I've been tweeting about Covid for nearly 2 years. But this week it became personal when my 28-year-old younger son got it...","sentiment_score":0.0333333333}
{"full_text":"RT nobody has been hit harder by the pandemic than me (the masks cover up my perfect nose, great lips, and adorable dimpl...","sentiment_score":0.55}
{"full_text":"RT Just for clarity: teachers are not being paid right now. They are not collecting unemployment or being \"paid to stay home...","sentiment_score":0.2857142857}
{"full_text":"Money, reduce figures, live with covid","sentiment_score":0.1363636364}
{"full_text":"RT I know some places are closing early today because of the rain. Looking for a place to get tested\/vaccinated? We're sti...","sentiment_score":0.1}
{"full_text":"RT The mood music from the media is that the government is softening us up for vaccine passports. I saw articles from An...","sentiment_score":0.0}
{"full_text":"I wouldn't even be shocked if I had covid. I've felt like crap all week ","sentiment_score":-0.75}
{"full_text":"RT This is what is important, it is the human suffering that is and will affect so many folk through no fault of their ow...","sentiment_score":0.3}
{"full_text":"RT \"Why don't you just get a vaccine?\" Because the first one gave me a blood clot and put me in bed for 3 months. And, al...","sentiment_score":0.25}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"No appointments are available at the Coquitlam Covid testing location yet I'm told the place is virtually empty. Why? #bcpoli","sentiment_score":0.15}
{"full_text":"RT Over a 100,000 new Covid cases today in Australia.  Appalling.   Business must be furious with those who called for this dis...","sentiment_score":-0.1068181818}
{"full_text":"So what day in Serbia did he go and get his Covid PCR test mate?","sentiment_score":0.0}
{"full_text":"RT Republicans suggest viagra instead of the vaccine now. Because horse dewormer wasn't humiliating enough.","sentiment_score":0.0}
{"full_text":"The CDC recommends going for a COVID test if you show any signs of symptoms, unless that would make you late for work!","sentiment_score":-0.375}
{"full_text":"RT Carson Jerema: There is no convincing case for compulsory COVID-19 vaccinations","sentiment_score":-0.25}
{"full_text":"RT There is no moral condemnation in contracting covid. There is no moral virtue in avoiding covid. It's a virus, not a s...","sentiment_score":0.0}
{"full_text":"RT The most accurate depiction of the CDC lol","sentiment_score":0.5666666667}
{"full_text":"RT Novak Djokovic tested positive for covid-19 on December 16, the day he attended a maskless ceremony for the launch of a st...","sentiment_score":0.2272727273}
{"full_text":"RT Those most likely to have long Covid are:- women- 35 to 69-year-olds- people with underlying conditions- those work...","sentiment_score":0.15}
{"full_text":"RT #Vaccines have never been solution in Epidemic, Pandemic or Endemic because viruses always outsmart vaccines. You...","sentiment_score":0.0}
{"full_text":"My brother's 26 year old partner has suffered from long covid since they had covid 22 months ago and is now permanently disabled and can't work","sentiment_score":-0.05}
{"full_text":"the sewerage company--after months of asking--still hasn't repaired my distribution box, and I received Covid rapid tests that were broken\/tainted (no returns!). Yes, there are horrible, bigoted people who make false, dangerous complaints--but there's also another--huge--side.","sentiment_score":-0.6666666667}
{"full_text":"RT As COVID rips through Aus, is Morrison's media strategy starting to fail as well? I hope so. We need more accountability....","sentiment_score":0.0}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"RT Natural immunity doesn't seem to wane. Those who caught SARS still had antibodies 17 years...","sentiment_score":0.1}
{"full_text":"RT HOSPITALIZED **FOR** COVID--the majority (57%) of all recent #COVID19 hospital admissions in New York are admitted **for**...","sentiment_score":0.0681818182}
{"full_text":"Did you get polio after your polio vaccine  How many times have your paps, colonoscopies and mammogram tests come back with false negatives or false positives?  Asking for millions of Americans who are fed up with you and the rest of your political class.","sentiment_score":-0.06}
{"full_text":"RT Not reading the room.","sentiment_score":0.0}
{"full_text":"RT #Eagles players out tonight because they stayed on the COVID-19 list:DT Fletcher CoxTE Dallas GoedertRB Jordan Howard...","sentiment_score":0.0}
{"full_text":"RT The number of hospitalized young children infected with the coronavirus rose precipitously last week to the highest levels sin...","sentiment_score":0.2333333333}
{"full_text":"RT  This week's episode of Payne's Politics:- and on the cost of living crisis, what can be...","sentiment_score":0.0}
{"full_text":"RT me: I tested positive for covid and will be stuck in Italy for god knows how long, I am really upsetmy brother:","sentiment_score":0.1257575758}
{"full_text":"Sure. No treatment is free of potentially serious side effects. But your chance of dying from Covid is MUCH higher so if you promote antivaxx propaganda you are the one spreading misinformation","sentiment_score":0.1433333333}
{"full_text":"RT They forgot, \"...but not nearly as tough as the last two years for the rest of humanity, on whom they feel entitled to impos...","sentiment_score":0.0972222222}
{"full_text":"First of all, a vaccine isn't a \"cure\". And my doctor was the one who told me while the vaccines have a high PROBABILITY of protecting, not preventing, and that breakthrough infections can occur. One of the protections of the vaccine is to lessen the severity of the infection.","sentiment_score":0.205}
{"full_text":"Fair point.","sentiment_score":0.7}
{"full_text":"Djokovic, Roger Federer and Rafael Nadal are all tied for the most tennis majors of all-time with 20 apiece. They won't allow a non vax to be the GOAT. That's why they won't let him play.","sentiment_score":0.5}
{"full_text":"RT UPDATE on Jerry's Dad: He's in the hospital because his oxygen level was low from #COVID19 . He's stable, but would appr...","sentiment_score":0.0}
{"full_text":"And this just came out of Germany","sentiment_score":0.0}
{"full_text":"RT People come out in masses to protest against the vaccine pass and mandatory vaccination In Montreal, Quebec, Canada","sentiment_score":0.0}
{"full_text":"RT We have had several reports of children being refused food in school canteens, or threatened about this, for not wearing a...","sentiment_score":0.0}
{"full_text":"RT Alito couldn't have been more clear: he wasn't making any kind of \"anti-vax\" point, he was establishing that OSHA has never be...","sentiment_score":0.4}
{"full_text":"RT I am pro-vaccines.I am vaccinated.I am against vaccine mandates and vaccine passports. They are immoral, and based on...","sentiment_score":0.0}
{"full_text":"RT Very bad news for families who can't afford to pay for tests. But someone's gotta pay for the Tory VIPs.","sentiment_score":-0.91}
{"full_text":"RT I stand with and as they fight the Biden Administration's unconstitutional vaccine mandate....","sentiment_score":0.0}
{"full_text":"RT 1 in 5 people in London has covid.Not had.Has.","sentiment_score":0.0}
{"full_text":"RT Just imagine if we had a MSM in Australia that treated Covid as a Health crisis instead of political propaganda for Morriso...","sentiment_score":-0.05}
{"full_text":"#Sask We're number 1, we're #1! #COVIDSK #CDNpoli #SKpoli","sentiment_score":0.0}
{"full_text":"RT A 98 year-old lady tells me she would never again vote Labour in Wales \"after seeing what this pandemic turned them int...","sentiment_score":0.0}
{"full_text":"RT nobody has been hit harder by the pandemic than me (the masks cover up my perfect nose, great lips, and adorable dimpl...","sentiment_score":0.55}
{"full_text":"Vitamin D fights inflammation. I was taking a high dose of it when I got covid and Im willing to her it really helped.","sentiment_score":0.2033333333}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"RT I went out for a walk this afternoon. Astonished to see restaurants and pubs heaving. It's outer London where we know co...","sentiment_score":0.0}
{"full_text":"RT Day 6 of breakthrough Covid. Still in bed. Still just as sick. Stay safe out there everyone! Wear N95's and stay home if...","sentiment_score":-0.0446428571}
{"full_text":"RT When GOP figures went out early in the pandemic and said we should reopen everything because \"only\" old and disabled p...","sentiment_score":0.0}
{"full_text":"RT Covid vaccines DO disrupt menstrual cycles, study reveals","sentiment_score":0.0}
{"full_text":"a flatmate came back from holiday, did both schnell and PCR, confirm covid and we don use same toilet for 2days.had to go do a schnell test today to confirm my status, will go again tomorrow.","sentiment_score":-0.0111111111}
{"full_text":"Belated I know, but rest in peace Betty White. It just goes to show you that this country doesn't take the opioid epidemic seriously enough. Call your senators. Write your representatives. Together we can get fentanyl off our streets.","sentiment_score":0.0}
{"full_text":"RT Ignore this man.. he is just a Liberal..  Complete Morrison hack.    Nearly everything he has said about the virus has b...","sentiment_score":0.1}
{"full_text":"RT There is no moral condemnation in contracting covid. There is no moral virtue in avoiding covid. It's a virus, not a s...","sentiment_score":0.0}
{"full_text":"RT We must not consent to policies leading to mass deathReset the pandemic response1. Fire White House covid coordinator Jeff...","sentiment_score":0.0}
{"full_text":"RT The UK is exceptional for its astronomical infection rate, the number of Covid dead as a proportion of the population,...","sentiment_score":0.2333333333}
{"full_text":"RT Yes. All the while depriving his constituents from having Covid tests. He needs to be recalled! They wante...","sentiment_score":0.0}
{"full_text":"RT I am one of those people who the CDC director says it's okay if I die. Just so you know. If I die, it's encouraging.","sentiment_score":0.5}
{"full_text":"RT Cases in France are up a remarkable 2,007% since the start of vaccine passports &amp; they just reported the equivalent of 1,600,00...","sentiment_score":0.75}
{"full_text":"RT My trust in the Supreme Court, since kavanaugh confirmation has completely eroded. It has been subverted by the...","sentiment_score":0.1}
{"full_text":"RT Whats the point of saying shit like this when they still arent free or widely available","sentiment_score":0.2}
{"full_text":"No, people never went to the doctor to get tested for diseases before Covid19.","sentiment_score":0.0}
{"full_text":"Tim is going to lose his mind when he learns about New Zealand's firearms laws.","sentiment_score":0.1363636364}
{"full_text":"RT He's unfit for office. He's unfit for vacuuming your car while they're changing your oil. FTG.","sentiment_score":0.0}
{"full_text":"RT Dr Mike Yeadon reiterated tonight on with that he strongly feels that pregnant women should not be...","sentiment_score":0.3833333333}
{"full_text":"RT Dr McCullough went on The Joe Rogan Experience and told the world how our leaders intentionally hid Covid treatment so people...","sentiment_score":0.0}
{"full_text":"David. You get the point. It's too late now that everyone is catching on about spread. Suddenly 'we knew it all along'. CDC said it too. Anyone who wanted to know, knew differently. Never designed for that. I'm not anti vax but the full court miracle vax press I'm against.","sentiment_score":0.13}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT Access is the lifeblood of any humanitarian response.@WHO &amp; partners gained access to deliver health care in the most trying...","sentiment_score":0.5}
{"full_text":"RT My son, who lives in SF, is generally healthy but overweight, placing him in a moderately high-risk group. He's been quite...","sentiment_score":0.25}
{"full_text":"RT NBC News: The U.S. has exceeded 59 million COVID cases since the start of the pandemic.One million new cases in about 2...","sentiment_score":0.1363636364}
{"full_text":"Yes some of them work well with Omicron but we have very limited supply I think last I heard only doses were given and who knows if they delivered them within the 5 day window","sentiment_score":-0.030952381}
{"full_text":"RT Texas GOP mocked people waiting in lines for covid tests to justify them making it harder for people to vote. That's so...","sentiment_score":-0.1}
{"full_text":"RT When the Australian Home Affairs Minister says Novak Djokovic is free to leave, she is NOT being straight. Unless he make...","sentiment_score":0.2}
{"full_text":"RT Has anyone ever been flagged for Covid disinformation for overstating deaths and creating panic by lying about hospital over...","sentiment_score":0.0}
{"full_text":"RT Global capitalism is a death sentence.We wouldn't even be struggling through this pandemic like we have if we weren'...","sentiment_score":0.0}
{"full_text":"RT Sotomayor:  \"over 100,000 children...in serious condition, many on ventilators\" Is Fauci advising Justice Sotomayor? Will YouTu...","sentiment_score":0.0833333333}
{"full_text":"RT I can't stop thinking about how many people lost out on time with their families, a paycheck, and potentially life-saving i...","sentiment_score":0.25}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"RT If you can stand in line and show ID for a COVID test, you can stand in line and show ID to vote.","sentiment_score":0.0}
{"full_text":"RT \"Think about it. Before COVID, did anyone go out and seek testing to determine if they were sick?\" tod...","sentiment_score":-0.7142857143}
{"full_text":"They finally got me this week. Salute to you.","sentiment_score":0.0}
{"full_text":"RT gaslighting.","sentiment_score":0.0}
{"full_text":"Uno said if COVID-19 doesn't kill you, play this while quarantined with your family. This should do it!!","sentiment_score":0.0}
{"full_text":"RT For people 40+ in Canada who aren't yet vaccinatedHere are odds of being hospitalized, in ICU and dying from Omicron. If...","sentiment_score":0.0}
{"full_text":"RT BC is not following the science on transmission... We will donate 200k N95\/N99 respirators to HCWs administering vaccinati...","sentiment_score":0.0}
{"full_text":"RT So wrong","sentiment_score":-0.5}
{"full_text":"RT Second dose almost certainly fails risk\/benefit for kids.  Maybe first too now.  Per Kaiser Permanente we know CDC\/FDA search m...","sentiment_score":-0.0833333333}
{"full_text":"Haven't kept count, but latest estimates are that I'm responsible for about 3000 of those cases. It's been a long pandemic don't judge","sentiment_score":0.2166666667}
{"full_text":"This  #MaskUp #WearAMask #FFP2 #FFP2forAll","sentiment_score":0.0}
{"full_text":"\"Churchgoers are requested to refrain from coming to the shrine.\"https:\/\/t.co\/rGRteHAEHM","sentiment_score":0.0}
{"full_text":"RT THREAD: 1) I'm running for Congress in 2022, against this guy who voted against COVID aid 3x &amp; impeachment 2x; who thinks...","sentiment_score":0.0}
{"full_text":"Can we all respect the UK Vaccine Task Force?","sentiment_score":0.0}
{"full_text":"RT \"Australians were promised freedom, and with it a return to something resembling normality as we started to live with Cov...","sentiment_score":0.1363636364}
{"full_text":"Considering a sharp rise in #COVID19 cases, the Gujarat government has announced a night curfew between 10pm-6am in key cities of the state. Here are all the details:","sentiment_score":-0.0625}
{"full_text":"No, you should not try to get Omicronhttps:\/\/t.co\/JQH18QJQPF","sentiment_score":0.0}
{"full_text":"Consequences? You won't find them here.","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"The current explosion of omicron-fueled coronavirus infections in the U.S. is causing a breakdown in basic functions and services -- the latest illustration of how COVID-19 keeps upending life more than two years into the pandemic.https:\/\/t.co\/ivnI9bXlJU","sentiment_score":0.25}
{"full_text":"RT Can we have a new government now please?","sentiment_score":0.1363636364}
{"full_text":"#US Forces #Korea raised its #health protection alert on Saturday after posting its highest weekly tally of new #coronavirus infections, at 682.Read more:","sentiment_score":0.3181818182}
{"full_text":"Did Omicron come from it's own covered up lab leak? Dr. answers that question, tonight. #FoxNews 8pm ET","sentiment_score":0.6}
{"full_text":"Catch up the the head coach as we discuss the way the U is handling the new COVID threat...and much more.Click link to hear the entire interview:https:\/\/t.co\/8M2aq8ZVWk","sentiment_score":0.1121212121}
{"full_text":"The current explosion of omicron-fueled coronavirus infections in the U.S. is causing a breakdown in basic functions and services -- the latest illustration of how COVID-19 keeps upending life more than two years into the pandemic.https:\/\/t.co\/K6KcEfFZc3","sentiment_score":0.25}
{"full_text":"RT This video is preposterous.  Kids cannot breathe in these tight masks-- if they touch them or lift them once they're inef...","sentiment_score":-0.1785714286}
{"full_text":"RT all these people being like \"oh nooooo poor pixar, turning red deserves to be in theaters and not streaming\" WE ARE STILL I...","sentiment_score":-0.2}
{"full_text":"Half of Canadian workers know they can stay home if they feel ill -- and still pay the bills. The other half? They're on their own.https:\/\/t.co\/smkGWosgkz","sentiment_score":-0.2395833333}
{"full_text":"RT If you say the worker at Tim Horton's \/ grocery store, isn't important enough for a living wage - don't you dare go there...","sentiment_score":0.2}
{"full_text":"THE ONE SURE SIGN YOU MAY HAVE ALREADY HAD COVIDhttps:\/\/t.co\/CjeoX0imrS#covid #coronavirus #corona #love #stayhome #quarantine #lockdown #staysafe #like #art #health #photography #pandemic #socialdistancing #life #virus #stayathome #motivation #fashion #SaturdayThoughts","sentiment_score":0.5}
{"full_text":"and she happens to live in San Diego too??? WE DONT CLAIM HER ","sentiment_score":0.1363636364}
{"full_text":"Americans are struggling to find at-home COVID-19 test kits, which are only getting pricier amid scarce supplies, soaring demand and reports of price gouging.","sentiment_score":0.0}
{"full_text":"RT Dr McCullough went on The Joe Rogan Experience and told the world how our leaders intentionally hid Covid treatment so people...","sentiment_score":0.0}
{"full_text":"MASS FUCKING PSYCHOSIS OF FULLY VAXX AND BOOSTED WAITING IN LINE FOR HOURS TO TAKE A TEST!HUNDREDS of cars wait for up to three hours in line for COVID tests in Arizona as statewide cases rise to a pandemic high of nearly 30 percent this week","sentiment_score":-0.1133333333}
{"full_text":"The Spider-Man epidemic continues..The best defense is more offense! | All Valley Cup | Fortnite Battle Royale (Ch3 S1 Week 5)","sentiment_score":0.8125}
