{"full_text":"RT Last time the system topped out at ~900 ICU admissions, and that was with nearly all routine care shut down.  As I said befo...","sentiment_score":-0.0185185185}
{"full_text":"RT The CDC decided to let omicron explode out of control because the only vaccinated people who will die are disabled, but s...","sentiment_score":-0.1}
{"full_text":"Exactly. Yes, other viruses exist, but given omicron's prevalence...might be safe to at least suspect it as a culprit.","sentiment_score":0.08125}
{"full_text":"RT Today the U.S. announced $308 million in new humanitarian assistance for the people of Afghanistan and a million new COVI...","sentiment_score":0.1363636364}
{"full_text":"RT Polygon co-founder Sandeep Nailwal praised the #ShibArmy and Buterin. \"It wouldn't have been possible without Vitalik's $SHIB...","sentiment_score":0.0}
{"full_text":"RT Incredible COVID-safe wicket celebration from Harris Rauf! #BBL11https:\/\/t.co\/tG4QmFRbMO","sentiment_score":1.0}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"In case Liberals accuse us of \"Fake News\" regarding the Covid-19 government corruption and Big Pharma power.https:\/\/t.co\/As7FeEpKW8","sentiment_score":-0.25}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Pfizer will have an Omicron vaccine ready in March, months after everyone has already contracted and gotten over the vir...","sentiment_score":0.2}
{"full_text":"Damn man ! Bra'Steve is the Rihanna of the other gender fr","sentiment_score":-0.125}
{"full_text":"RT Nicola Sturgeon deciding COVID restrictions:","sentiment_score":0.0}
{"full_text":"RT Think about all of the people who have died from the government's decision to lockdown cities - overdoses &amp; suicides....","sentiment_score":0.0}
{"full_text":"Sir COVID 3rd wave is about to peak in the last week of January. Unfortunately #OPSC #civilservicesmains2021 exam is scheduled from 20th JAN. Most of the students are at their native place due to shut down of Govtand Pvt Hostels.@GovernorOdisha","sentiment_score":-0.0400793651}
{"full_text":"RT Older pic but please pray for my nephew Noah. Doctor said he has covid. He's only 7 months old ","sentiment_score":0.0888888889}
{"full_text":"Passed (90-2) - SB 1002 - Making supplemental appropriation of federal funds to Governor's Office, Coronavirus State Fiscal Recovery Fund","sentiment_score":0.0}
{"full_text":"RT Ontario has now updated their hospital data to disclose that, as of today's numbers, 46% of general covid hospitalization...","sentiment_score":0.05}
{"full_text":"which not blaming all parents if kids get covid, I'm just talking about the loud ones wildly protesting any mitigation efforts. Them I blame.","sentiment_score":0.1}
{"full_text":"RT Omicron could infect 50% of Europeans in next two months, says WHO","sentiment_score":0.0}
{"full_text":"RT This pandemic never endingmy mom is a middle school teacher and during class her student said \"guess what Ms. Muhammad.....","sentiment_score":0.0}
{"full_text":"RT A patient pulled their mask down and coughed on me today when I told them they should be tested for Covid. Most of my fami...","sentiment_score":0.1722222222}
{"full_text":"RT Top: Edited Walensky comments that aired on Good Morning America on Friday Bottom: Full Walensky comments the show posted onli...","sentiment_score":0.4125}
{"full_text":"Because, sure, a pandemic is a true unknown but what we did know? Was that this fermented goose fat jester could not oversee mild social disruptions (2011 riots) and had no business being anywhere near power. But that didn't matter cause Corbyn or Seumas Milne or some shit","sentiment_score":0.1452380952}
{"full_text":"RT BREAKING: GOP House Oversight Committee releases never before seen emails showing Dr. Fauci may have concealed information...","sentiment_score":0.0}
{"full_text":"RT Our national defense should've mobilized over a year ago to start producing masks and tests. Every infected person shou...","sentiment_score":0.0}
{"full_text":"RT Hey WA businesses are you seeing this?\"We're now facing economic situations that are worse than if we'd had an actual lockdown...","sentiment_score":-0.0666666667}
{"full_text":"Support growing among European governments for COVID-19 vaccine mandates as Omicron cases surge by of vaccine mandates is no longer taboo, &amp; many government leaders support them, even if some have yet to confront the 'refuseniks' head on.\"","sentiment_score":0.25}
{"full_text":"hornycron","sentiment_score":0.0}
{"full_text":"I don't have health insurance. I'm gonna have to find a dealer for Covid tests now aren't I?","sentiment_score":0.0}
{"full_text":"Daw AungSanSuuKyi was sentenced to 4 more yrs in prison by the Myanmar Junta's court on the absurd charges of illegally importing &amp; possessing walkie-talkies &amp; violating coronavirus prohibitions. #WarCrimesOfJunta #2022Jan11Coup #WhatsHappeningInMyanmar","sentiment_score":-0.1666666667}
{"full_text":"RT I have had it confirmed to me today by a doctor friend with much experience of cv - omicron is a cold now. They can se...","sentiment_score":3.700743415e-17}
{"full_text":"RT That deafening sound you hear is the total and complete narrative collapse of the COVID tyrants and their searing pain re...","sentiment_score":0.1666666667}
{"full_text":"RT Cruz deleted this tweet after nearly 1,000 RTs but didn't acknowledge doing so","sentiment_score":0.1}
{"full_text":"Parallel universe? I'm not saying Omicron isn't raging. It obviously is! I'm saying the government is being made to look like fools and its great!","sentiment_score":0.3333333333}
{"full_text":"RT If only ordinary people could figure out that well off people, even if they didn't attend #PartyGate, didn't have the...","sentiment_score":-0.125}
{"full_text":"Siu: Daycare workers deserve more protection from COVID-19","sentiment_score":0.5}
{"full_text":"You can read the study results for yourself. It says nothing about the the deaths in the non-vaccinated (which would have been most people until Spring of 2021.)","sentiment_score":0.5}
{"full_text":"RT Just doing their job. Lazy. Greedy. If they don't like it, they can leave.Unbelievably, NHS staff have had to battle not...","sentiment_score":-0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Carolyn, I was at Cons before Covid, and believe me: 90% of the questions asked there, were already answered over&amp;over&amp;over. How many times do you think, Tom was asked when exactly he would marry Meaghan? Or can you tell us the story with you and George Clooney in the elevator?..","sentiment_score":0.375}
{"full_text":"RT Check out this short film from the winners of the 'Policy &amp; Practice' category of our Engagement &amp; Place Awards. You can see...","sentiment_score":0.0}
{"full_text":"Witness just said there are 50 million COVID test just sitting in a warehouse and will be sent to people who never asked for them","sentiment_score":0.0}
{"full_text":"RT Deeply concerned about reports of another drone strike in #Tigray, resulting in injuries &amp; death of too many civilians.I ech...","sentiment_score":0.25}
{"full_text":"We have genomic sequencing capability to detect Omicron as the dominant variant? ","sentiment_score":0.0}
{"full_text":"RT Lockdown Party Planner","sentiment_score":0.0}
{"full_text":"RT Week Ahead Today I didn't attend and followed the rules at all times WednesdayReynolds resigns ThursdayNew Variant (...","sentiment_score":0.0}
{"full_text":"(142) Medical Scientists are preparing two new #COVID19 vaccines based on Megatron Autobotic technology specifically to do battle with the #Deltatron variant.  The Ken-whopper version is for urban environments. The Road Warrior Mack version is for all terrains.","sentiment_score":0.0454545455}
{"full_text":"RT Mandatory N95 masks for kindergarteners is coming to a school near you, get ready for it","sentiment_score":0.15}
{"full_text":"RT This jackass deserves every ounce of ridicule he's about to receive.","sentiment_score":-0.5}
{"full_text":"* Facebook mandates boosters for staff returning to US campuses and delays reopening again* VW offers Covid jabs to workers' families* Bain Capital and CVC team up for Boots bidCatch-up with the day's business and tech headlines via our live blog ","sentiment_score":0.1181818182}
{"full_text":"Excess non covid deaths at home are a big problem.","sentiment_score":0.0}
{"full_text":"RT Got myself a breakthrough case of Covid- feeling fine but we'll have to cancel the next few shows (Asheville, Louisville,...","sentiment_score":0.0722222222}
{"full_text":"RT Look at data for 4th-10th Dec.Unvaccinated mortality rate was 5.51 now 15.15.One dose mortality rate was 17.22 now 5...","sentiment_score":0.0}
{"full_text":"The Western trust FoI admitted just 60.7 per cent of its doctors were double-jabbed at its mass vaccination centre by June. Uptake among nurses at the same site was marginally lower at 59.2 per cent.https:\/\/t.co\/Bxfffsdg2H","sentiment_score":0.0}
{"full_text":"RT Thank you for the invitation to talk about on your podcast alongside of","sentiment_score":0.0}
{"full_text":"RT The Biden-Harris Administration is taking action to increase access to COVID-19 testing for Americans nationwide.","sentiment_score":0.1}
{"full_text":"Analysis | Beijing and Moscow are losing the vaccine diplomacy battle","sentiment_score":0.0}
{"full_text":"RT 16,000 retweets and 38,000 likes for a very deceptive clip.The CDC director is referring only to the tiny number of d...","sentiment_score":0.0666666667}
{"full_text":"RT Chances of winning the EuroMillions Jackpot: 0.000000715112%Chances of receiving five \"False Positive\" COVID Tests:0.000...","sentiment_score":0.1090909091}
{"full_text":"RT They weaponized a pandemic for political purposes and they all got caught.","sentiment_score":0.0}
{"full_text":"RT I'm Liam. I'm a GP and I'm triple jabbed  and I managed to get through lockdown without throwing a party for 100 people and...","sentiment_score":0.0}
{"full_text":"RT #Myanmar's #COVID19 Daily Update [11.1.2022] New tested: 12,542New cases: 235New deaths: 2New recoveries: 195#2...","sentiment_score":0.0681818182}
{"full_text":"RT we students of final yr MBBS are facing very difficulties to write the exams inspite of the covid danger ahea...","sentiment_score":0.1}
{"full_text":"RT #JUSTIN || 2 deaths and 1,920 #COVID19 positive cases have been detected in #Telangana today. Of them, 1,015 are from","sentiment_score":0.2272727273}
{"full_text":"RT The Government should refund every Covid Fixed Penalty NoticeA tyrannical scheme that fined people PS500-PS10k for not w...","sentiment_score":0.1}
{"full_text":"RT This is the clip to watch.","sentiment_score":0.0}
{"full_text":"RT The CDC withheld coronavirus vaccines based on race.","sentiment_score":0.0}
{"full_text":"RT Starting this weekend, private health insurers will be required to cover up to eight home COVID-19 tests a month for people o...","sentiment_score":0.0}
{"full_text":"Connecticut legislators call for remote learning option as staff shortages disrupt classes","sentiment_score":-0.1}
{"full_text":"RT Triple vaxxed and covid positive","sentiment_score":0.2272727273}
{"full_text":"Has Covid-19 got you feeling sad? This bot aims to brighten your mood! Follow for tips, recipes, deals and activities to keep happy and healthy, inside and out!","sentiment_score":0.2666666667}
{"full_text":" in that case she can stay her tail home","sentiment_score":0.0}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT The same people that kept telling us that the CDC stats were true are the same ones  telling us that the election results...","sentiment_score":0.1166666667}
{"full_text":"RT Karnataka Home Minister Araga Jnanendra says Govt has information that many in Congress's Padyatra  are COVID+ but they...","sentiment_score":0.5}
{"full_text":"RT Are VIPs exempted from following Covid Protocols?","sentiment_score":0.0}
{"full_text":"RT Seems overly coincidental that Project Veritas release would happen the night before this release.The information her...","sentiment_score":0.0}
{"full_text":"RT Alas this does not make Walensky's eugenicist statements about disabled and immunocompromised people any less terrible. There h...","sentiment_score":-0.4416666667}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"RT The CEO of Pfizer now says that 2 doses of his \"vaccine\" offer limited protection, *if any*.That does not inspire confiden...","sentiment_score":-0.0714285714}
{"full_text":"RT BREAKING: GOP House Oversight Committee releases never before seen emails showing Dr. Fauci may have concealed information...","sentiment_score":0.0}
{"full_text":"RT Was lucky enough to dodge #COVID19 the last two years. Developed mild symptoms last night , tested today and found to be posi...","sentiment_score":0.1277777778}
{"full_text":"RT So let's give a vaccine that's about as much use as a chocolate fireguard to kids, a vaccine that...","sentiment_score":0.2}
{"full_text":"RT #BREAKING: Over 3,200 COVID-19 hospitalizations in Ontario; record number of single-day ICU admissionshttps:\/\/t.co\/EyVN8MnmbU","sentiment_score":0.0}
{"full_text":"All the vaccine requirement did was ensure their unvaccinated former employees would die unemployed.","sentiment_score":0.0}
{"full_text":"RT Absolute fucking insanity","sentiment_score":-0.2}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"RT Pope Francis suggested Monday that getting vaccinated against the coronavirus was a \"moral obligation\" and denounced how...","sentiment_score":0.0}
{"full_text":"RT No, the CDC chief didn't say that 75% of all COVID deaths involved four comorbiditieshttps:\/\/t.co\/mv8FdEQMXU","sentiment_score":0.0}
{"full_text":"#foolford is cramming millions of people into schools but keeping restaurants closed, which have far less people in them. Which is it? Either #COVID19 exists or it doesn't. Politics is compromising the health of Ontarians going into schools #Ontario #onted #ontariolockdown","sentiment_score":-0.0555555556}
{"full_text":"RT BREAKING: GOP House Oversight Committee releases never before seen emails showing Dr. Fauci may have concealed information...","sentiment_score":0.0}
{"full_text":"RT Attention Doctors: Unlawful to prioritize Covid-19 treatment based upon the race of your patient.  YOU HAVE BEEN WARNED!","sentiment_score":0.0}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"RT Dr emphasizing on the use of Face-Masks and also implement Social Distancing.https:\/\/t.co\/5o6PbvlYFt","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: Newly released emails show that Dr. Fauci may have concealed information about COVID-19 originating from the W...","sentiment_score":0.1363636364}
{"full_text":"Residents in the #Chinese cities of #Anyang, #Tianjin, #Xian and #Yuzhou have been asked to stay at home either in partial or complete lockdown following #COVID19 outbreak in recent weeks. #OmicronVariant #DeltaVariant","sentiment_score":0.0}
{"full_text":"RT I have had it confirmed to me today by a doctor friend with much experience of cv - omicron is a cold now. They can se...","sentiment_score":3.700743415e-17}
{"full_text":"RT Pope Francis suggested Monday that getting vaccinated against the coronavirus was a \"moral obligation\" and denounced how peo...","sentiment_score":0.0}
{"full_text":"RT Just did a quick drive through the three stores in McAlester that would sell an at home COVID test. There is only one le...","sentiment_score":0.1666666667}
{"full_text":"Hospitals overcrowded with Covid  is laughable the media loves to scare the sheep ! Omicron is a cold,mild flu !People are certainly morons that believe the media ! Please no morons need  respond !","sentiment_score":-0.4270833333}
{"full_text":"RT Whether or not the governments make it official, we'll be in lockdown in two or three weeks, max. Yes, probably even u...","sentiment_score":0.0}
{"full_text":"RT Our national defense should've mobilized over a year ago to start producing masks and tests. Every infected person shou...","sentiment_score":0.0}
{"full_text":"RT The last time \"pee\" trended it was about an alleged tape. Now it's about whacky covid remedies. Ah, truly the \"golden\" age...","sentiment_score":0.0666666667}
{"full_text":"RT Story of COVID testing in the Philippines:","sentiment_score":0.0}
{"full_text":"Having trouble finding AT HOME COVID tests? Soon, you'll be able to have one mailed to you FOR FREE.","sentiment_score":0.2333333333}
{"full_text":"RT So far, amid the rampant spread of Omicron, the Province of Ontario has limited:- PCR testing eligibility - Rapid testi...","sentiment_score":0.0142857143}
{"full_text":"Covid-19: Irish government to pay 'basic income' to 2,000 artists via #Ireland #artists #art #COVID19 #Omicron #DeltaVariant #vaccines #economy #workers #wages #families #Politics #politicalparties #recovery","sentiment_score":0.0}
{"full_text":"RT The Prime Minister was furious about accusations of Number 10 parties in lockdown. Imagine how cross he'll be when he d...","sentiment_score":0.0}
{"full_text":"RT Lockdown Party Planner","sentiment_score":0.0}
{"full_text":"Convicted Criminals Who Got COVID Checks Being Sued By Federal Government","sentiment_score":0.0}
{"full_text":"Convicted Criminals Who Got COVID Checks Being Sued By Federal Government A vote to ban criminals from receiving COVID relief funds failed on a party-line vote.","sentiment_score":-0.5}
{"full_text":"RT Just got an email from our daughters teacher in NYC that she's home tested positive but - because no symptoms since Thurs...","sentiment_score":0.2272727273}
{"full_text":"RT So let me get this straight.If you are vaxxed and Covid positive you are safe to society.. but if you are unvaxxed and C...","sentiment_score":0.3636363636}
{"full_text":"RT Some things age well. There is a reason that this is one of the richest men in the world.","sentiment_score":0.0}
{"full_text":"RT You can vaccinate at the following borders till the 15th January 2022.* Lebombo\/ Ressona Gracia between Mpumalanga and Moza...","sentiment_score":0.0}
{"full_text":"RT \"Parliament, police and judiciary impacted by rising COVID-19 cases\" ","sentiment_score":0.0}
{"full_text":"RT Looks like DeSantis is going to move on his best friend's attempt to shut down a songwriters' festival benefitting the...","sentiment_score":0.4222222222}
{"full_text":"RT Remember when we closed the schools because 1000 Americans died from Covid. Now at 845K Dead we...","sentiment_score":-0.15}
{"full_text":"RT (THREAD) Stop saying students need to be back in school for our \"mental health\". None of you were advocating for our mental...","sentiment_score":-0.0666666667}
{"full_text":"RT So the IT Return Date for #Audit Taxpayers extended due to #covid19 &amp; Portal Glitches..So have these issues being faced in...","sentiment_score":-0.125}
{"full_text":"Becky refuses to look at the cdc website bc it refutes her lib lies and proves her wrong ","sentiment_score":-0.1}
{"full_text":"Can't be fixed with Public Money huh? What about the 4 Bn in pandemic relief that went missing in Ontario? I'm sure that would help. More like it can't be fixed based on the shoestring budget and lack of oversight that's been given to health care.'n 's","sentiment_score":0.1666666667}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"RT Looking for ways to prepare your children for their #COVID19 vaccine?  Work together to answer questions on the CARD t...","sentiment_score":0.0}
{"full_text":"RT Some additional #NHLJets players land in the NHL's Covid-19 protocols","sentiment_score":0.0}
{"full_text":"RT .@BorisJohnson This is us 2020 when you were partying, Not only have you stolen 2 yrs of my life but my daughter has spe...","sentiment_score":0.0}
{"full_text":"RT #Myanmar's #COVID19 Daily Update [11.1.2022] New tested: 12,542New cases: 235New deaths: 2New recoveries: 195#2...","sentiment_score":0.0681818182}
{"full_text":"\"The tragedy is that we will all end up paying for the breakdown in trust, both in ways which are already obvious, such as rising anti-vax sentiment, and in ways we cannot yet predict.\"","sentiment_score":0.0}
{"full_text":"RT Look at data for 4th-10th Dec.Unvaccinated mortality rate was 5.51 now 15.15.One dose mortality rate was 17.22 now 5...","sentiment_score":0.0}
{"full_text":"NOT A VACCINE....just an experimental drug that they tried out for POWER and MONEY on sheep","sentiment_score":0.1}
{"full_text":"You \"forgot\" to mention it was a CDC study of 1.2 million vaccinated people. 36 died and 75% of those had at least 4 comorbidities. .0003% Vaccines workIt has nothing to do with the other 840,00 Americans who died from covid","sentiment_score":-0.2125}
{"full_text":"RT My thoughts are with as he clearly still struggles with his families loss..... as do so many others who took t...","sentiment_score":0.3}
{"full_text":"It's an important tweet to counter the epidemic of men breaking down in the street because they're not manly enough. It's really important that men stop their unnecessary crying RIGHT NOW, otherwise the species may die out. It's important stuff. Real important.","sentiment_score":0.1477954145}
{"full_text":"RT Pretty lucky for Novak to catch COVID when he did. Bet he was relieved.","sentiment_score":0.2916666667}
{"full_text":"RT Hulk *Hogan is anti-vaxx, thus continuing the trend of steroid enthusiasts worrying about the possible adverse effects of...","sentiment_score":0.0}
{"full_text":"RT Project Veritas released military docs that states Covid-19 was created by Gain-of-function research at the Wuhan lab....","sentiment_score":-0.1}
{"full_text":"RT Covid is not endemic just as it wasn't the last 5 times people said it was. One day it might be, but we don't know on what...","sentiment_score":0.0}
{"full_text":"RT Conspiracy theorists - 49,837Corporate press - 0","sentiment_score":0.0}
{"full_text":"RT To the Left's biggest hypocrites who lock down their own states, but vacation in the free state of Florida: We don't b...","sentiment_score":0.2111111111}
{"full_text":"Check out our new report showing that only 15% of parents think schools should be fully remote while Omicron runs its course. Lots of interesting data to dive into.","sentiment_score":0.1340909091}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"Australia swamped by Omicron surge as pressure grows on hospitals","sentiment_score":0.0}
{"full_text":"Was it a fancy dress party? Some bang on Boris Johnson cosplay here","sentiment_score":0.0}
{"full_text":"RT They won't tell us how many people have died of COVID without any comorbidities","sentiment_score":0.5}
{"full_text":"hahaha move forward flue vaccine vs COVID vaccine ","sentiment_score":0.2}
{"full_text":"The first show in almost two year.https:\/\/t.co\/va2PYpChvY","sentiment_score":0.25}
{"full_text":"   Qatar's health authorities say medicine home delivery services to continue as 'an extra step to avoid chaos in pharmacies'.#medicine","sentiment_score":0.0}
{"full_text":"We greatly stick by until and beyond COVID-19's end, pandemic emergency service workers.","sentiment_score":0.8}
{"full_text":"How Contagious Might Someone Be Who Had Covid Recently?","sentiment_score":0.0}
{"full_text":"It's so cute it might make me 'teria-ed. #mood #covid #punny #gifts #ad","sentiment_score":0.5}
{"full_text":"Testing your child for #COVID19 at home protects your school community.1. Test your student as they return to school.2. Report your child's test results to your local health department by following the link sent by your school OR at","sentiment_score":0.0}
{"full_text":"A year from now, you'll be glad you started today ! Meet #Eaglescliffe member Jade, who joined in May 2021 during lockdown. \"I Joined to feel better about myself &amp; to help my joints. I've lost 3st 6.5 lbs to date &amp; love how positive the group is. Everyone is so supportive!\" ","sentiment_score":0.4954545455}
{"full_text":"Doves covering the sky as far as the eye could see.No game pressure folks: why?1) is the only wingshooting outfitter in Salta, ARG2) the COVID halt produced no casualties and all the hatchings were in peace#premiumdovehunting #premiumdoveshooting","sentiment_score":-0.1}
{"full_text":"The tiny size of shark antibodies means they can bind to coronaviruses in ways human antibodies can't, and this can bolster their ability to prevent infection.https:\/\/t.co\/N2Z4tqxeze","sentiment_score":0.0}
{"full_text":"Virginia: more testing is coming. In addition to our current sites, the Virginia Department of Health will be opening nine new sites with free PCR tests.https:\/\/t.co\/2SeNBBvfjm","sentiment_score":0.2590909091}
{"full_text":"What a writer. Brilliant article.","sentiment_score":0.9}
{"full_text":"RT Can we have an end date to all restrictions please. All Ive seen is talk of boosters to renew \/ extend the covid pass and vaccin...","sentiment_score":0.0}
{"full_text":"You should have married him.https:\/\/t.co\/4EyD4bKLGt","sentiment_score":0.25}
