{"full_text":"RT Interesting line from the Mail that breaking lockdown regulations is a trivial matter  - don't remember the PM telling us th...","sentiment_score":0.5}
{"full_text":"RT Guess who's paying for Regeneron's useless monoclonal antibodies?Floridians$2500 for a defunct treatment when there's a fr...","sentiment_score":-0.5}
{"full_text":"RT Liz Truss denies attending any parties during lockdown and also being invited to any.More on this: h...","sentiment_score":0.0}
{"full_text":"RT Latest DfE data shows bad situation. 400K kids off cos of Covid on 20 Jan. Worst are primary schools where 6.2% of kids...","sentiment_score":-0.2}
{"full_text":"RT *BBC News - Two-thirds with Omicron say they have had Covid before\"And they are not (yet*) included in the daily dashboard ca...","sentiment_score":0.125}
{"full_text":"RT The truth will out.","sentiment_score":0.0}
{"full_text":"*statistically","sentiment_score":0.0}
{"full_text":"COVID-19: A Second Opinion via VERY LONG BUT SOO WORTHWHILE BROADCAST, FROM VICTIMS, AND MANY, MANY DOCTORS IN THE US.WHY, ARE UK DR'S SILENT?????????????NOT A BLOODY WORD.SHOCKING.","sentiment_score":0.1058333333}
{"full_text":"Let's hear your plan to replace it.   Fastest economic growth since the 80s and lowest budget deficit since pre covid.   Your plan to enhance this growth and progress is apparently to shade biden on Twitter.   Focus on your job and not biden or you're on the block as well.","sentiment_score":0.125}
{"full_text":"RT Hey wena covid 15.","sentiment_score":0.0}
{"full_text":"RT Which has been the least helpful defence of ministers breaking lockdown laws?","sentiment_score":-0.3}
{"full_text":"Don't worry about COVID-19","sentiment_score":0.0}
{"full_text":"RT Those who stay home in protest or close their shops on the coup anniversary could face life in prison, the military co...","sentiment_score":-0.1}
{"full_text":"RT So we know (we already knew, but it's now been confirmed by people's experience) herd immunity doesn't work, sadly there is n...","sentiment_score":-0.05}
{"full_text":"RT I'm going to send updates about commissions to my gentle clients this week! Covid truly put me down, but now that I'm feelin...","sentiment_score":0.0472222222}
{"full_text":"RT Grant Shapps said yesterday on #GMB that UK is the only country Northern Hemisphere to beat Omicron 439 Deaths UK yesterday...","sentiment_score":0.0}
{"full_text":"RT Hyolyn tested positive for covid-19, I hope FNC can update on Inseong's test status ASAP","sentiment_score":0.2272727273}
{"full_text":"RT Here in St. Petersburg, omicron is raging, plus a bunch of other seasonal diseases. Nearly a quarter of the people in the...","sentiment_score":-0.0125}
{"full_text":"RT About 1million children in England (~1 in 8 pupils) &amp; ~1 in 10 teachers were off school last Thursday. Staffing absences are...","sentiment_score":0.0}
{"full_text":"RT My latest news is that kids are now getting reinfected within 30 days of their COVID infection...and yes they tested neg...","sentiment_score":0.5}
{"full_text":"In the UK, Boris is about to lose his job courtesy of hosting a party of 30 people against the covid guidelines,  having admitted to his mistakes and resigned as chair of the covid committee is unfit to hold any office, we will vote in people of integrity","sentiment_score":0.0}
{"full_text":"RT President Uhuru Kenyatta appointed the 12 members team in March 2020.","sentiment_score":0.0}
{"full_text":"RT I've read a lot of similarly dangerous stuff lately but this is something else. What is wrong with you Polly? Do you think this...","sentiment_score":-0.4666666667}
{"full_text":"RT My latest news is that kids are now getting reinfected within 30 days of their COVID infection...and yes they tested neg...","sentiment_score":0.5}
{"full_text":"Some good news for a wee change,","sentiment_score":0.7}
{"full_text":"RT Julie Webster from says declining numbers are good but the data is difficult to interpret. It's important that pe...","sentiment_score":0.2}
{"full_text":"@Iromg parliament don't believe in the rules","sentiment_score":0.0}
{"full_text":"RT \"You're making the choice to not let me into the library because I refuse to wear a mask,\" says guy who's MAKI...","sentiment_score":0.0}
{"full_text":"When the ignorant, religious fanatics, and racists have no cause to stand for.  They will compare their stupid denial and rejection of a life saving vaccine and mask to historical atrocities of people that have been othered in amerikkka...https:\/\/t.co\/epcILN1h4b","sentiment_score":-0.2666666667}
{"full_text":"RT Welcome to Vice-President at our Group meeting!\"The social and economic impact of the pandemic r...","sentiment_score":0.4111111111}
{"full_text":"I've got all three shots at #OneCentral. It has been a great experience. I would not be surprised if many #Dubai business owners consider relocating their offices after getting their vaccines at this marvelous new business district.#mydubai #CovidVaccination","sentiment_score":0.5072727273}
{"full_text":"RT Lol somebody just sent me a fake tracklist of new Eminem album.It includes \"Paul Gets Covid\" skit ","sentiment_score":0.1454545455}
{"full_text":"RT Excellent opinion piece(Covid policy critics need to look up what 'socialist' means)","sentiment_score":1.0}
{"full_text":"Delhi to lift weekend curfew, ease Covid-19 curbs? DDMA to decide on Thursday | India News","sentiment_score":0.0}
{"full_text":"RT 1. The HPV vaccine protects against cervical cancer (HPV Vaccine is cervical cancer prevention).2. The HPV vaccine is safe...","sentiment_score":0.5}
{"full_text":"RT \"my mother  is really happy with the meals and as I live in London it's great to know she is eating well\". If you can...","sentiment_score":0.5787878788}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"Wow, the consensus of nodding heads when #expert testified how people were not dying of Covid, but rather were dying of medical malfeasance... #NurembergTrialsForCovid needed. #EnoughIsEnough   #Medical #corruption #Fauci #FauciGate","sentiment_score":0.0333333333}
{"full_text":"Can only feel sorry for her when everyone else was having a party she wasn't even invited ","sentiment_score":-0.25}
{"full_text":"RT Macron has just proved, by locking away the unvaxxed, what every sensible person has been saying for months, it's not the u...","sentiment_score":0.0}
{"full_text":"RT Let's hope makes it - we need his leadership in these #COVID19 pandemic times ","sentiment_score":0.0}
{"full_text":"RT Brought to you by the Biden-Harris administration.https:\/\/t.co\/TvjeXhOvoO","sentiment_score":0.0}
{"full_text":"Investigating if BA.2 causing USA mortality spike since Jan. 19, which is 20 days following the Dec. 31, opening of USA borders to 8 prior banned nations with HIV incidence = SARS-CoV-2 mutation. 20 days is Mean SARS-CoV-2 Exposure to Death Interval:https:\/\/t.co\/CpvVoAJwkJ","sentiment_score":-0.1041666667}
{"full_text":"RT In other news, it's still astonishing that a government that won't cut VAT on fuel and took PS20 off the poorest in the...","sentiment_score":0.1875}
{"full_text":"RT When the covid was on peak we are doing our duty honestly for the welfare of our nation and many of us are died during...","sentiment_score":0.55}
{"full_text":"RT This week, Flu:252 patients in hospital29 patients in critical careCovid:14,000 patients in hospital500 in Critical...","sentiment_score":0.0}
{"full_text":"RT From debut to Mass Maharaja : Ravi Teja, the superstar of South films, has turned 54 years old. He was born on January 26, 19...","sentiment_score":0.1}
{"full_text":"RT  sir,Due to increase in the cases of Covid and expected peak in the month February,...","sentiment_score":-0.1}
{"full_text":"RT Wishing a very very speedy recovery  dearest BOSS  !!  #MegaStar gaaru","sentiment_score":0.40625}
{"full_text":"Alexander Zverev says 'there would probably be more' cases of Covid-19 at the Australian Open with increased testing","sentiment_score":0.1666666667}
{"full_text":"RT This #urgencyofnormal toolkit cherry picks data. A classic case of how to lie with data.There have been 5x more pediat...","sentiment_score":0.3333333333}
{"full_text":"RT Latest DfE data shows bad situation. 400K kids off cos of Covid on 20 Jan. Worst are primary schools where 6.2% of kids...","sentiment_score":-0.2}
{"full_text":"RT Among many trivialities, a serious point, It is appalling that Johnson's friends believe that it is worth undermining the...","sentiment_score":0.0291666667}
{"full_text":"RT not sure this is entirely helpful","sentiment_score":-0.125}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! Thanks to #omicron #aryankhan","sentiment_score":0.1359375}
{"full_text":"Mattia Perin positif au covid. Forza ","sentiment_score":0.0}
{"full_text":"\"Counting Covid-19 Cases Doesn't Capture the Pandemic's Impact\" by BY KIM TINGLEY via NYT New York Times","sentiment_score":0.1363636364}
{"full_text":"RT If you have full blown AIDS, the flu and are Covid positive w\/ symptoms--hospitals will treat you, so long as you took the...","sentiment_score":0.1757575758}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"So it's not 100% effective, what is it? 25%? Or is it about as effective as the vaccine varying anywhere from 30%-91%","sentiment_score":0.6}
{"full_text":"RT I hate how leaders are ignoring RECORD HIGH  PEDIATRIC #COVID19 HOSPITALIZATIONS. This is not just happening in England...","sentiment_score":-0.32}
{"full_text":"They need to stop check them, drug dogs and everything. The article is misleading, it's a vaccine mandate at the border, it disrupted the drug cartel and spurred this event. That convoy is full of amphetamines and coffee. I support vaccines for borders.","sentiment_score":0.35}
{"full_text":"RT There is no debate. Regeneron and Eli Lilly monoclonals DON'T WORK for Omicron. This is ridiculous.","sentiment_score":-0.3333333333}
{"full_text":"RT Long-COVID is real and researchers in Zurich might have found first clues  predicting why some people get it:","sentiment_score":0.225}
{"full_text":"RT Ron #DeathSantis has killed many Floridians with misinformation and discouraging any means of protection for Covid. He's ac...","sentiment_score":0.15}
{"full_text":"Thread: #Schule #NRW","sentiment_score":0.0}
{"full_text":"RT When the covid was on peak we are doing our duty honestly for the welfare of our nation and many of us are died during...","sentiment_score":0.55}
{"full_text":"I uncertainly regret to decide that social distancing and I uncertainly acknowledge social distancing however I deeply respect to inform you of fiscal year.","sentiment_score":0.0222222222}
{"full_text":"The boys are back after a covid break and we have A LOT to talk about! -@Bengals playoff VICTORIES!-@Broncos talk- Top 10 Male Singers-#SpiderManNowWayHome Spoiler Review-@StoopKidScott tries to map out the future of the MCU","sentiment_score":0.08}
{"full_text":"\"I think it's ridiculous we are forced to wear masks even though outside of school we are free not to wear a mask,\" one Loudoun County high schooler said.","sentiment_score":-0.0146666667}
{"full_text":"Crush: I have a crush on the vice provost for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"Two forms of immunity -- breakthrough infections following vaccination or natural infection followed by vaccination -- provide roughly equal levels of enhanced immune protection, finds a study. #COVID19","sentiment_score":0.0333333333}
{"full_text":"RT Unbelievable coincidence ","sentiment_score":-0.25}
{"full_text":"#JusticeforGod-#Thetrial-Hearing Day 62Your Honor: One in seven men has suffered severe physical violence by an intimate partner in their lifetime-CDC report.Sad to know that men are also victims.God created a woman. The same #God also created a man. #Godcreateddiversity","sentiment_score":0.0666666667}
{"full_text":"If you have a lung condition, catching a cold or the flu could cause a flare-up of your symptoms.It's important to take steps to reduce your risk of this happening, including getting your flu vaccine and knowing what to do if you become unwell:","sentiment_score":0.1333333333}
{"full_text":"How do masks prevent the spread of SARS-CoV-2? In this video, see how scientists and community members worked together in the early stages of the pandemic to provide low-cost masks and hand sanitizer to their communities.","sentiment_score":0.1}
{"full_text":"Is it worth the short-term suffering to scrap China's Zero COVID policy?\"Absolutely,\" tells on #GZEROWorld.https:\/\/t.co\/AT7JRMUAjI","sentiment_score":0.25}
{"full_text":"Reminder: Students who attend school today must self-screen for COVID-19 symptoms before school. Follow the instructions at the link below and stay home if there are any symptoms.Screening tool:","sentiment_score":0.0}
{"full_text":"RT You're right. Killer virus, world pandemic, \"wash your hands and sing God Save The Queen\".","sentiment_score":0.2857142857}
{"full_text":"COVID-19 UPDATEFull list of provincial totals on our website. #thethaigernews #thethaiger #news #covid19 #covid #covidcases #thailand","sentiment_score":0.0}
{"full_text":"RT My colleague spent an hour consoling the child of a COVID patient who was intubated that it wasn't their fault their par...","sentiment_score":-0.1}
{"full_text":"RT #JusticeForStudents#cancel_kopsialis #cancelboardpariksha #cancelboardexam2022 Sir hum itne pressure me mar jayenge is...","sentiment_score":0.0}
{"full_text":"Virtual Spring Conference #NJSSNA2022 open for registration!Sat March 19th!  Register before 2\/18 for #EarlyBird special!Learn to craft powerful messaging w\/@BGlicksteinCOVID updates w\/ Commissioner Judy Persichillihttps:\/\/t.co\/tnWU0VmXvs","sentiment_score":0.15}
{"full_text":"Remember advice and support is still available for individuals.A range of services can be found on the council's website for people affected directly or indirectly by COVID-19:","sentiment_score":0.25}
{"full_text":"Please come along to this Zoom event to discuss how people in Monmouthshire have been affected by the Covid-19 pandemic and the information, advice and support that would be useful for recovery https:\/\/t.co\/HJ5yiCGh3O","sentiment_score":0.3}
{"full_text":"It's been two long years of COVID gloom. But NPR's readers didn't let it keep them down. From cicada tracking to open-water swimming to roller-skating squads, you share how you bring the fun.","sentiment_score":-0.0097222222}
{"full_text":"Anxiety is commonplace these days, and likely exacerbated by the Covid-19 pandemic. But there is plenty you can do to take back control, as our nutrition experts explain. Read free https:\/\/t.co\/XydA6knxZH #anxiety #wellbeing #naturalhealth #healthstores #healthyliving","sentiment_score":0.1333333333}
{"full_text":"Had my polio jab. Never had polioHad my MMR jab. Never had anyHad my hep a&amp;b never had it.Meningitis, small pox, etc etcWe've had COVID Jabs and global cases have never been higher.Forgive me for being slightly suspicious here.","sentiment_score":-0.1388888889}
{"full_text":"Last year the U.S. saw a record volume of commercial real estate sales, reports The Wall Street Journal. Sam Zell predicts office buildings will recover from the pandemic much faster than retail, according to CNBC. #cre #commercialrealestate","sentiment_score":0.1}
{"full_text":"GUYSBOROUGH: Drop-in to our African Nova Scotian clinic for Pfizer vaccine. Visit Chedabucto Lifestye Complex (60 Green St.) on Thurs, Jan. 27 from 10 am-3 pm. Vaccine available for anyone ages 5+, all welcome.","sentiment_score":0.14}
{"full_text":"Well they were watching some of us a bit more closely","sentiment_score":0.5}
{"full_text":"#OTD in 1832, Edward Jenner died. Jenner discovered the vaccine for smallpox after experimenting with milkmaids and cowpox. The smallpox vaccine was made compulsory in 1853. #Medicine #AQA #Edexcel  #Historyteacher #histdist #remotelearninghttps:\/\/t.co\/FBnZdVyM7A","sentiment_score":0.0}
{"full_text":"Presidential aspirant Leody De Guzman again pushes for imposing a wealth tax on the Philippines' richest individuals as a source of funds to pay back expenses and loans accumulated during the pandemic. #BilangPilipino2022","sentiment_score":0.0}
{"full_text":"Chillin' at the Pantawan People's Park, shared by Kate Angelic Mate Nocete [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon and Siquijodnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Covid vaccination by ANMs at Aaganwadi Center outreach session under area S.PUHC Nehru vihar. #LargestVaccineDrive #fightagainstcovid19together #DelhiFightsCorona#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia@DelhiVsCorona","sentiment_score":-0.1}
{"full_text":"RT Context is Omicron. Is he wrong?","sentiment_score":-0.5}
{"full_text":"Covid for the 2nd time?  Lord have mercy on us","sentiment_score":0.0}
{"full_text":"RT Thank you Truckers! Trudeau is attacking personal liberty and threatening everyone's ability to get groceries because of...","sentiment_score":0.0}
{"full_text":"RT The replies. And on it goes. These people don't ever want normal.","sentiment_score":0.15}
{"full_text":"A number of large homes recorded 100 over cases in a fortnight.","sentiment_score":0.2142857143}
{"full_text":"By living as safely as we can with COVID around, we're not just keeping life moving - we're playing our part in Scotland's recovery.https:\/\/t.co\/ZbAn6wWt6b#LomondRadio #LocalRadio #CommunityRadio #StoptheSpread #WeAreScotland #COVID19","sentiment_score":0.5}
{"full_text":"RT Over 1000 published studies provide evidence that the COVID-19 \"vaccines\" are DANGEROUS","sentiment_score":-0.6}
{"full_text":"INFORMATION Communication Technology minister Jenfan Muswere yesterday said government was targeting to install computer equipment at 8 800 schools as it intensifies efforts to promote e-learning during the #COVID19 era.https:\/\/t.co\/pFQlacxRZz","sentiment_score":0.0}
{"full_text":"Do you agree that masks should be scrapped?https:\/\/t.co\/zSChqxp0p1","sentiment_score":0.0}
{"full_text":"\"If the relationship between inflation and unemployment (known as the Phillips curve) remains as it was before Covid, then bringing down inflation by a mere half percentage point would entail a five-percentage-point increase in overall unemployment.\"https:\/\/t.co\/Y2Q2RugLX4","sentiment_score":-0.2055555556}
{"full_text":"Kenya will have to wait until August to commission the $3 million new cruise ship terminal at the Mombasa port as the Covid-19 pandemic continues to disrupt the global cruise industry.","sentiment_score":0.0681818182}
{"full_text":"RT I have contacted my local NHS Trust CEO today asking if she will challenge the Vaccine MandatePa...","sentiment_score":0.0}
{"full_text":"This version of the coronavirus, which scientists call BA.2, is widely considered stealthier than the original version of omicron because particular genetic traits make it somewhat harder to detect. Some scientists worry it could also be more contagious.","sentiment_score":0.1683333333}
{"full_text":"RT Media go apoplectic over partygate and the Met investigation that could award a FPN for breaking Covid rules! Tony Blair...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 6.6FWind Chill: 6.6FHumidity: 96%Dew Point: 5.7F Barometer: 30.440 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 639.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"i fuckign hate parents oh fucking hell they love joking about how bad they wanna get covid to get the certificate like FUCK YOU??? YOU'D RATHER GER COVID THAN THE FUCKING VACCINE JESUS CHRIST","sentiment_score":-0.4333333333}
{"full_text":"RT Let's recap:*  99.7% survival rate*  Omicron 10X less virulent than Delta*  Natural immunity equal\/superior to vaccin...","sentiment_score":-0.0333333333}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"Omicron symptoms that may affect the eyes #omicron #eyes","sentiment_score":0.0}
{"full_text":"The issue has led to empty storefronts","sentiment_score":-0.1}
{"full_text":"In a study published in the science journal Nature, scientists have hypothesized that the differences in symptoms in those who have been sick with COVID comes down to their genetics.","sentiment_score":-0.4349206349}
{"full_text":" Don't wait to get your #COVID19 vaccine! The vaccination is strongly recommended for pregnant\/breastfeeding women. Pregnant women are eligible for a booster, 12 weeks after their second dose.i For more info visit","sentiment_score":0.3166666667}
{"full_text":"RT The military regime imposed a lockdown on #Tamu, a #Sagaing Region border town, on Tuesday after a cluster of more than...","sentiment_score":0.2}
{"full_text":"This week Ward L40 said bon voyage to patient Matilda who, after a longer than expected stay with us, is now home!  And what an 'i'm going home today' outfit by the way! Great choice Matilda @LeedsHospitals","sentiment_score":0.321875}
{"full_text":"COVID vaccine hesitancy highest in Visayas, Mindanao - OCTA study","sentiment_score":0.0}
{"full_text":"RT The lengths to which the Conservative party will gaslight the rest of us to save Johnson's job is actually quite perturbing","sentiment_score":0.0}
{"full_text":"RT The world: Inflation is out of control. Supply chain is cut off. COVID policy is failing. Southern border is open. Sto...","sentiment_score":0.0}
{"full_text":"People with #COVID19 in England can now end their self-isolation after 5 full days, as long as they test negative on day 5 and day 6. Find out more: >","sentiment_score":0.2}
{"full_text":"The #pandemic has dominated much of the regulatory and legislative landscape over the past few years, but changes in employment law are coming. In this article, SUMS Consultant shares what the employment law landscape may look like for 2022https:\/\/t.co\/PxGCO5zpzw","sentiment_score":-0.0833333333}
{"full_text":"Are you less likely to get #COVID19 while at outdoor events or indoor gatherings? It depends on venue size, ventilation and how many people are coming. Find out why from our #BhekisisaResource.","sentiment_score":0.1111111111}
{"full_text":"Some 85% of Filipino office workers were forcefully shifted to a work from home (WFH) setup since the start of the pandemic, says a study by SEEK Asia, Boston Consulting Group, and The Network.https:\/\/t.co\/SHzyMSxLaM","sentiment_score":0.0}
{"full_text":"The largest number of #Covid19 cases, since the start of the pandemic, arose in #Islamabad region on Tuesday as 1,836 individuals tried positive and three lost their lives subsequent to losing their fight with the #infection.https:\/\/t.co\/R3YwzoCUiG","sentiment_score":0.1136363636}
