{"full_text":"Because they are trained to be stupid by religion and politicans.People who don't understand the difference between prevention and treatment would be the first to die if there ever were such thing as a zombie outbreak.","sentiment_score":-0.1833333333}
{"full_text":"It's insane to me that they want to have it both ways. If Covid is a biological weapon, how are they ok with Trump's response to an attack as \"One day it will just go away like a miracle?\" It can't be a sinister attack and \"no worse that the flu\" at the same time.","sentiment_score":-0.16}
{"full_text":"RT IMF gave Ghana $2bn, World Bank  $100m, Stabilization Fund $250m, European Union EUR85.6m, Bank of Ghana GhC\/20bn, etc for c...","sentiment_score":0.0}
{"full_text":"time to apologize and come clean on the Vax passport idea. You are ruining our city and the lives of many constituents. Take off your crazy liberal dystopia hat and welcome to reality.","sentiment_score":0.2666666667}
{"full_text":"Thousands stage peaceful protest in Ottawa against Canada's vaccine mandates | Reuters. @HalteLa_ ","sentiment_score":0.25}
{"full_text":"RT \"I was kind of shocked that it was COVID-related,\" says cousin of ex-trooper who refused to get vaccinated, told the gover...","sentiment_score":-0.05}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"RT I am completely flabbergasted to find FDA and Pfizer allied in a legal battle to hide data. cou...","sentiment_score":0.15}
{"full_text":"RT Does anyone remember the \"New Zealand\" variant?No, me neither.","sentiment_score":0.1363636364}
{"full_text":"RT Conservative finance critic Pierre Poilievre responds to reports of extremist groups and individuals joining the truck convoy...","sentiment_score":0.0}
{"full_text":"Is that vaccine 1 unvaccinated 0 (love)","sentiment_score":0.5}
{"full_text":"RT When the history of this terrible pandemic comes to be written, it will be said that during it the Tories plundered the publ...","sentiment_score":-1.0}
{"full_text":"RT AZ Governor has a surplus budget because education is last and federal Covid funds went to tax giveaways instead of hos...","sentiment_score":0.0}
{"full_text":"RT There's an epidemic of bullying, intimidation and harassment of women in our public life, politics, our universities, th...","sentiment_score":0.0}
{"full_text":"RT France:\"Since the start of the school year in September, 15 children have died of covid Is open school this success? Th...","sentiment_score":0.15}
{"full_text":"RT Re-infections coming to the UK COVID dashboard tomorrow. Very excited for that update (finally!) and looking forward to the...","sentiment_score":0.24375}
{"full_text":"RT Fascinating how the free-thinking hippie musicians have evolved into \"the man\" that they always claimed to oppose. Art...","sentiment_score":0.35}
{"full_text":"RT Recruiting adults who had acute COVID19 and still have ongoing symptoms like trouble concentrating and abnormally strong...","sentiment_score":0.2777777778}
{"full_text":"RT Measures to relax restrictions will start on February 2 and will be introduced in stageshttps:\/\/t.co\/dJ9fNJ38Ac","sentiment_score":0.0}
{"full_text":"RT The world has a new concern--#OmicronBA2. This variant has overtaken original #OmicronVariant in #Denmark in just a few days...","sentiment_score":0.1037878788}
{"full_text":"RT I hear TRUDEAU is speaking today at 1 pm from his hidden undisclosed location while in COVID isolation #Trudeau #Ont...","sentiment_score":-0.1666666667}
{"full_text":"is s HERO!!!!","sentiment_score":0.0}
{"full_text":"RT ICYMI: My #HoldOn segment on Comrade Tucker from Democracy in Peril... He's not just endangering democracy by serving as a mout...","sentiment_score":0.0}
{"full_text":"A really good 10min clip on the divisiveness of our political leadership.As someone who is strongly pro-vax, I can't stand the approach our political leaders have taken on this.... and it's bound to get much worse.","sentiment_score":0.1466666667}
{"full_text":"RT I feel really sorry for horror fiction writers.They'll never be able to manufacture a villain or threat as terrifying...","sentiment_score":-0.3333333333}
{"full_text":"RT Vaccine protests have started in Canada. This means that all those who were crying \"Modi will fail to vaccinate all\" will so...","sentiment_score":-0.35}
{"full_text":"RT Come out of hiding puppet and face the music","sentiment_score":0.0}
{"full_text":"I see Laurence \"I don't need drugs or vaccines as I have an immune system\" Fox has now got Covid and says he's taking...Ivermectin.","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT The wildest thing about the Premier's letter is that he's clear: these aren't the views of people he hears from; it's not...","sentiment_score":0.1}
{"full_text":"Canada: Crowds protest on Parliament Hill against COVID restrix *DRONE F... via","sentiment_score":0.0}
{"full_text":"The % of covid patients who are unvaccinated would be much more meaningful if we knew the % of non-covid patients who were unvaccinated.Same for ICU patients.Background risk of hospitalisation and ICU admission needs to be accounted for.","sentiment_score":0.5}
{"full_text":"When the planet was heating slowly, a tiny fraction of us tried to turn off the GHGs. Now it's heating faster and a much bigger % think that vaccine mandates are scarier than climate change. #DemandBetter for our kids every #FridaysForFuture at our legislatures and city halls.","sentiment_score":0.0}
{"full_text":"RT Covid mitigation in schools Please encourage your MP to sign &amp; support #EDM829 to put a stop to the risk to health &amp; di...","sentiment_score":0.0}
{"full_text":"RT I'm tired of living in lockdown. Tired of the government closing my business. Kids being out of school, out of sports. F...","sentiment_score":-0.4}
{"full_text":"Canada protest against COVID vaccine mandates blocks Ottawa for second day","sentiment_score":0.0}
{"full_text":"I did look it up but I just got generic definitions and some articles about pandemic response.","sentiment_score":0.0}
{"full_text":"A team of researchers who followed more than 200 patients after their COVID diagnoses report they have identified biological factors that might help predict who will develop long COVID.","sentiment_score":0.225}
{"full_text":"RT Deeply disturbing to see mainstream media twist the high levels of pop. immunity in parts of Africa into a positive whe...","sentiment_score":-0.0375757576}
{"full_text":"RT 8) The public needs to understand that even if #BA2 is similar severity as original BA #omicron, but it kicks off a new wav...","sentiment_score":0.2022727273}
{"full_text":"RT CRT isn't taught in K-12 schools, you're just racist. Ivermectin doesn't work. The vaccine is safe. COVID-19 is real and...","sentiment_score":0.35}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT Two years ago today: After being warned by security advisers that COVID would be a crisis on the scale of the 1918 flu pandemi...","sentiment_score":0.0}
{"full_text":"RT Buterin to Use Returned $100M From SHIB Donation for COVID Projects Worldwide #SHIBARMY ","sentiment_score":0.0}
{"full_text":"#Corona #WearAMask #naive Wear your HYGIENIC mask u fool","sentiment_score":-0.3}
{"full_text":"Pandemic Feeding Frenzy","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT 'The long COVID patients had abnormal hyperpolarised xenon MRI scans, indicating 'significantly impaired gas transfer' from...","sentiment_score":0.1625}
{"full_text":"RT No vaccine, immune system not coping, feeling crap, taking #Ivermectin. Laurence Fox is certainly ticking every conspira...","sentiment_score":-0.2928571429}
{"full_text":"This also works great without being in a pandemic","sentiment_score":0.8}
{"full_text":"RT Ron DeSantis is pushing COVID treatments that the FDA and the manufacturing companies themselves say are not effective again...","sentiment_score":-0.3}
{"full_text":"Traveling to Dublin nest month. Will the NHS Covid pass be ok as proof of vaccine?","sentiment_score":0.5}
{"full_text":"FINALLY!  I've been saying this forever. We cannot control or test our way out.  We need to fund #theraputics now.","sentiment_score":0.0}
{"full_text":"RT Because most of your teachers are sick with Covid.I'm running in Texas and even I know that. Maybe you s...","sentiment_score":-0.1071428571}
{"full_text":"RT Spotify took down nearly all of Young's music Wednesday, two days after the Hall of Fame musician reportedly issued the st...","sentiment_score":0.0148148148}
{"full_text":"\"Possibility\" of getting amputated and I bet there is a lot more to this story. I don't trust hospital data or any info from media. I'm 66, VAXXED and got Covid three weeks ago. 102.4 fever w\/ flu like symptoms.But I recovered at home. Most people should not panic","sentiment_score":0.5}
{"full_text":"RT Thousands gather in Ottawa to protest against Covid vaccine mandates","sentiment_score":0.0}
{"full_text":"RT She will be retired before they even got through 10% of them.","sentiment_score":0.0}
{"full_text":"RT The United States is now reporting 2,413 new coronavirus deaths per day, the highest seven-day average since February 18, 2...","sentiment_score":-0.0068181818}
{"full_text":"RT CRT isn't taught in K-12 schools, you're just racist. Ivermectin doesn't work. The vaccine is safe. COVID-19 is real and...","sentiment_score":0.35}
{"full_text":"RT Dua's requested for my beloved mum, she's been tested positive for Covid and isn't feeling too great. jazaka 'llaWhu kha...","sentiment_score":0.5757575758}
{"full_text":"RT Another nail deep into the long covid crazies' coffin.","sentiment_score":-0.025}
{"full_text":"RT I'm tired of living in lockdown. Tired of the government closing my business. Kids being out of school, out of sports. F...","sentiment_score":-0.4}
{"full_text":"RT Participants in the far-right\/anti-vaccine truck convoy in Canada claimed they couldn't find restaurants to serve them, and at...","sentiment_score":0.0}
{"full_text":"RT Canadian PM Justin Trudeau goes into hiding as farmers join truckers in protest against vaccine mandatehttps:\/\/t.co\/oi5k...","sentiment_score":0.0}
{"full_text":"all that she describes are mutable that women can fix. Height isn't mutable. It's immutable. Where's the comparison? #Heightism","sentiment_score":0.0}
{"full_text":"\"Caught between armed conflict and a humiliating retreat, he is now seeing his room for maneuver dwindling to nothing. \"https:\/\/t.co\/vfQZeysgLI","sentiment_score":0.0}
{"full_text":"RT Troops are you'll ready for the live voting to begin soon!? Then stay tuned to the episode 10:30PM onwards! Lets make Te...","sentiment_score":0.2065340909}
{"full_text":"I know people who have 3 shots and still caught covid, some 2x, one 3x. I am NOT anti-vax. I am for understanding as much about MY risks and needs and available treatments as possible. I got 2 shots. The 2d one messed up my arm. Nothing about C19 is one size fits all.","sentiment_score":0.2}
{"full_text":"RT Denmark Is First EU Country To Scrap All COVID Restrictions","sentiment_score":0.25}
{"full_text":"Thanks for your wish but I'm good. I went out celebrating new year, threw a party 2 weeks after, went to 6\/7 of Nadal's matches and going on a 3 weeks holiday in Feb before uni starts again. The vaccine is protecting me against COVID so yea what a prisoner life im living eh?","sentiment_score":0.3454545455}
{"full_text":"RT Beijing currently is one of the cities that is experiencing the most serious outbreak in China. I went to an ordinary resta...","sentiment_score":-0.0208333333}
{"full_text":"RT Dimash dedication to his Dears has no limits. He never stops a concert. I...","sentiment_score":0.0}
{"full_text":"This idiot is currently on vacation in the US.  Wants NB to be locked down.  Genuinely unbelievable","sentiment_score":-0.2011111111}
{"full_text":"RT  Scotland Covid Cases 30th January No detailed stats at weekends.#coronavirus #Scotland #COVID19 #SARSC...","sentiment_score":-0.2}
{"full_text":"RT COVID: UK reports lowest number of daily coronavirus cases since 14 December","sentiment_score":0.0}
{"full_text":"Let him.","sentiment_score":0.0}
{"full_text":"RT I'm tired of living in lockdown. Tired of the government closing my business. Kids being out of school, out of sports. F...","sentiment_score":-0.4}
{"full_text":"RT #EconWatch: Lockdowns in Europe &amp; the US have barely impacted COVID-19 deaths and have little impact on mortality rates. #...","sentiment_score":-0.06875}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Yamuna...","sentiment_score":0.0}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT China is working on another bioweapon! Thanks to our Country and those around the world for NOT standing up to China they are...","sentiment_score":0.2}
{"full_text":"RT #PratikFam  are you'll ready for the live voting to begin soon!? Then stay tuned to the episode 10:30PM onwards! Lets...","sentiment_score":0.2065340909}
{"full_text":"RT I'm tired of living in lockdown. Tired of the government closing my business. Kids being out of school, out of sports. F...","sentiment_score":-0.4}
{"full_text":"So I still have 2 trains an hour from Rayleigh from 8am and the additional services are 1 more between 7 and 8.  Come on really!  We have been travelling like a third world country with overcrowding for weeks, I've already caught Covid because of it and still no more trains ","sentiment_score":0.125}
{"full_text":"RT It is my body and what goes into is my choice. Whats in vaccine? Who knows? If youve had it once twice thrice o...","sentiment_score":0.0}
{"full_text":"Death rates aren't going down. Hospitalizations aren't going down. Saying we are Living with Covid is presumptuous and a huge gamble. Much more so for the unvaxxed. I'm weary of the calls for prayers for their sick unvaxxed relatives on death's door because they refused the jab","sentiment_score":-0.0250793651}
{"full_text":"Just ask those Americans who lost their jobs due to the governments handling of the Covid concoction.  #BidenWorstPresidentEver","sentiment_score":-0.125}
{"full_text":"RT Participants in the far-right\/anti-vaccine truck convoy in Canada claimed they couldn't find restaurants to serve them, and at...","sentiment_score":0.0}
{"full_text":"The misconceptions about Hansen's Disease continue to cause confusion and fuel stigma and discrimination. Check out #BustTheMyth #LearnTheFacts which answers seven common questions and answers about the condition so you can know the facts. 6\/6","sentiment_score":-0.3}
{"full_text":"RT About time!!! Fabulous to see ","sentiment_score":0.4}
{"full_text":"RT From Hero to Zero - vaccine mandate goes against fundamental human right of bodily autonomy NHS Nurse Rosalyn Wilson tal...","sentiment_score":0.0952380952}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT Trucks rolled into Canada's capital Ottawa to stage a massive protest against Prime Minister Justin Trudeau's COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT So waiting for Sue Gray becomes waiting for the police now. Remember none of this would be happening had the police investiga...","sentiment_score":0.0}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"A what drug?BBC News - Ivermectin: How false science created a Covid 'miracle' drughttps:\/\/t.co\/BsMLB5hiZj","sentiment_score":-0.4}
{"full_text":"RT \"54% of American adults between the ages of 16-74 read below a 6th grade level. So that means we have an epidemic of illiteracy,...","sentiment_score":0.0}
{"full_text":"RT Would be very helpful if add a new column about \"this doesn't violate the national security law yet\" o...","sentiment_score":0.1681818182}
{"full_text":"RT With a history of severe allergy &amp; 2 anaphylaxis episodes, this is exactly why I decided not to get vax without long term...","sentiment_score":0.1}
{"full_text":"UK government sources have confirmed PM Boris Johnson abruptly ordered the cancellation of COVID measures in response to the issuing of ICLCJ Arrest Warrants against GlaxoSmithKline CEO Emma Walmsley and the Archbishop of Canterbury, Justin Welby.https:\/\/t.co\/5AP6q4O2jx","sentiment_score":0.075}
{"full_text":"RT Denmark Is First EU Country To Scrap All COVID Restrictions","sentiment_score":0.25}
{"full_text":"March 2020 was when the pandemic it economies do to measure recovering from the pandemic makes sense from that point.To pick an earlier point like January can only be used so you can include the small dip following Brexit negotiations.","sentiment_score":-0.0625}
{"full_text":"RT Hoy walang social distancing yung Joken OMGGGGG the world is healing","sentiment_score":0.0333333333}
{"full_text":"RT Everyone must have it, Everyone.","sentiment_score":0.0}
{"full_text":"\"Poverty hits us all differently...it can hit us at any time and I think the pandemic has shown us that.\" This is a quote from a mother feat. in this article with stories from single mothers describing their journeys through houselessness stemming from...https:\/\/t.co\/Qn57Xpx6w3","sentiment_score":-0.0714285714}
{"full_text":"you said \"the fake news media rakes the covid vaccine\".","sentiment_score":-0.5}
{"full_text":"Click the link given below#SixTONESANN #Mattarella #F4ThailandEP6 #Amad #Mattarella #Caturday #RoyalRumble #Ayato #PSL2022 #Apple #Google #Binance #Life #cryptocurrency #BTC #Bitcoin #Airdrop #Corona #COVID19 #NFTs #NFT #NFTGiveaway #USA #Money #BTSARMY","sentiment_score":0.0}
{"full_text":"Pennsylvania hospitals wrestle with nurse staffing issues as pandemic drags on.","sentiment_score":0.0}
{"full_text":"Immigration, the backbone of many industries, has dropped during the pandemic. This week, looks at how employers are dependent upon immigrants to keep their businesses afloat. Plus, millions of Afghans face starvation. Check out more at","sentiment_score":0.3333333333}
{"full_text":"Stay At Home Cardigan Knitting Pattern Make a super cozy oversized cardigan with this free knitting pattern. View the free pattern on my blog the ad-free printable PDF #fall #fallknits #cardigan","sentiment_score":0.2333333333}
{"full_text":"Eight more people have died with Covid-19 in Wales as the infection rate rises once again:","sentiment_score":0.5}
{"full_text":"Thousands of Irish people hoping to move to the #UnitedStates were forced to wait for the past two years due to #COVID19https:\/\/t.co\/VyvJCY0ZvW","sentiment_score":-0.16875}
{"full_text":"Over 40,000 Irish tourists who have not received their booster Covid vaccine will be impacted from Tuesday","sentiment_score":0.0}
{"full_text":"the doctors say: this vaccine is ruining your health.  Chardy took it.","sentiment_score":0.0}
{"full_text":"Austria to ease virus rules after vaccine mandate beginshttps:\/\/t.co\/2nosd84Seg","sentiment_score":0.0}
{"full_text":"RT The formula for docs spreading bad vaccine info has always been:-  I know better than docs with real world responsibi...","sentiment_score":5.551115123e-17}
{"full_text":"RT Vaccine injuries need to be discussed, whether you like it or NOT??","sentiment_score":0.0}
{"full_text":"#Opinion| China's Zero-Covid Policy Is a Pandemic Waiting to Happen","sentiment_score":0.0}
{"full_text":"Schools in Tripura to resume from Jan 31, details here! #Tripura #SchoolReopening #COVID19https:\/\/t.co\/cft0H5xHPI","sentiment_score":0.0}
{"full_text":"Omicron causing more severe illness in SC because of low vaccination rates, doctor says","sentiment_score":0.25}
{"full_text":"PAULA MARIANEK, 77, of Garfield Heights, Ohio, died of COVID on Jan. 30, 2021. \"Paula loved to share her passion for art. Prior to her brief residency in Florida, she spent a great deal of time fine tuning her artistic skills and volunteering to teach them to youth.\"","sentiment_score":0.3071428571}
{"full_text":"In response to the pandemic causing delays care and seeking medical help, discover the changes made to improve patients' #bloodpressure control rate.","sentiment_score":0.0}
{"full_text":"ICYMI: Medventure for Your Future returned to in-person learning experience after going virtual in 2021 due to the COVID-19 pandemic.","sentiment_score":-0.0625}
{"full_text":"Yes misinformation by all sources is worrisome, because some people only listen to people who're close to them; &amp; if those people aren't in the know about science &amp; what's fact not fiction when  then We The People\" cannot &amp; more of us will die from COVID-19\/Variants","sentiment_score":0.25}
{"full_text":"Founder and CEO of Gymkuma Hassan Abdul Hadi noted that the idea started during the pandemic due to the uncertainty around the reopening of gyms and sports centres.#Jordan#Gym #COVID19https:\/\/t.co\/0bT1cE42Ug","sentiment_score":-0.125}
{"full_text":"Zimbabwe is one of 103 countries where sex work is illegal, leaving the country's estimated45 000 women in the industry vulnerable to violence and exploitation, according to a UNAIDS report.https:\/\/t.co\/PUjn1jEJO3","sentiment_score":-0.5}
{"full_text":"RT Part 1\/3 by How to take a virus and turn it into a pandemic.Please share.Video available also on Tel...","sentiment_score":0.4}
{"full_text":".@ianbremmer shares his insights on:Russian escalation of Ukraine will strengthen NATOOmicron &amp; the end of COVID-19Burkina Faso's military coupWorld #In60Secondshttps:\/\/t.co\/xje7emI0FA","sentiment_score":-0.1}
{"full_text":"COVID Infections On The Rise in Children - The Local Scoop with DCCheck out the video for more informationhttps:\/\/t.co\/6FQotcaKFL#sunfm #radio #news #localnews #srilanka #lka","sentiment_score":0.25}
{"full_text":"this guy die from or with covid?","sentiment_score":0.0}
{"full_text":"RT Spotify said in a statement that it had removed more than 20,000 podcast episodes related to COVID. But so far it has stoo...","sentiment_score":0.2}
{"full_text":"RT Why are you taking horse-dewormer if it's just a cold, champ?","sentiment_score":-0.6}
{"full_text":"Popular family run restaurant looks to offer new rental space in the futurehttps:\/\/t.co\/yHyOM8naI1","sentiment_score":0.3681818182}
{"full_text":"A Conversation With FTB Taxpayers' Rights Advocate Brenda VoetPerspective: Eric J. Coffill with interviews Brenda Voet, taxpayers' rights advocate for the about changes in her department and how it has operated during the pandemic.","sentiment_score":0.0}
{"full_text":"RT CRT isn't taught in K-12 schools, you're just racist. Ivermectin doesn't work. The vaccine is safe. COVID-19 is real and...","sentiment_score":0.35}
{"full_text":"YOU CAN'T HIDE FOREVER, TRUDEAU! YOU MUST EVENTUALLY FACE THE WORKING CLASS!Trudeau Moved to Secret Locationhttps:\/\/t.co\/Wi1yQYtdc4","sentiment_score":-0.4}
{"full_text":"Or, take the free vaccine and actually be 'FREE'...","sentiment_score":0.4}
{"full_text":"Can't be the unvaxed spreading covid #CrimesAgainstHumanity","sentiment_score":0.0}
{"full_text":"RT Nothing says \"grassroots campaign to end vaccine mandates\" like professionally-made transphobia placards. Via h...","sentiment_score":0.0}
{"full_text":"'Freedom!' Dutch Truckers Join Canadians in Convoying Against Lockdown Measureshttps:\/\/t.co\/ydCe0efss8","sentiment_score":0.0}
{"full_text":"Don't look to the US government to fix this. The CDC and Fauci have been inconsistent across the board.","sentiment_score":0.0}
{"full_text":"Principal Seth Lavin says even after the omicron surge ends, the crisis for children will continue.","sentiment_score":0.0}
{"full_text":"If you're 50 or over a COVID-19 booster jab reduces your risk of hospitalisation by more than half.Do not delay. Appointments or walk-ins are still available near you for all vaccine doses.https:\/\/t.co\/XTFyDBdosd","sentiment_score":0.3333333333}
{"full_text":"Most patients with COVID-19 who were treated in an intensive care unit show physical, mental, and cognitive effects a year later, new data found.","sentiment_score":0.1072727273}
{"full_text":"Overview of COVID-19 in Niagara as of Jan. 30https:\/\/t.co\/QU6dctCLw0 COVID-19 is still circulating in Niagara. Continue to follow public health advice:#WearAMask #PhysicalDistance#WashYourHands #StayHome if you don't feel well#GetVaxxed https:\/\/t.co\/QcoaFiLqRr","sentiment_score":0.0}
{"full_text":"At one point earlier this month, Teton County had the highest COVID-19 case rate per capita in the country. But hospitalizations and deaths have so far remained low in the resort communities. #COVID19WY@891KHOL's reports.","sentiment_score":0.0333333333}
{"full_text":"The Great Disrupter: COVID-19's impact on migration, mobility and migrants globally. Read this timely and important chapter in the #WMR2022 by and","sentiment_score":0.4}
{"full_text":" UK COVID Vaccine Stats for 29th January1 Total 1st vaccines received: 52,331,601 (77.09% of population) +17,652 since last Tweet2 Total 2nd vaccines received: 48,385,074 (71.27% of population)+37,477 since last Tweet#Vaccine #CovidUK","sentiment_score":0.0}
{"full_text":"Discover the new open access, peer reviewed journal Veterinary Vaccine: #VeterinaryVaccine","sentiment_score":0.0681818182}
{"full_text":"is pissed Joe Rogan didn't die of covid . He's pissed that I didn't die also.","sentiment_score":0.0}
{"full_text":"This week, on 4 February, the world will be marking #WorldCancerDay. Listen back to this interview we did with on how #COVID19  has had a \"profound\" impact on cancer care.https:\/\/t.co\/JZrOVoyWlI","sentiment_score":0.0416666667}
{"full_text":"We cannot #BuildBackBetter without the millions of immigrants that call the US home. may have forgotten his promise but we haven't. We are still waiting. Immigrants deserve better and we are here to stay.#WeAreHome #GreenCardsNow #DisregardTheParl","sentiment_score":0.5}
{"full_text":"The Omicron Hospitality and Leisure Grant scheme for businesses in #Carlisle is now open, and the application period has been extended. More detailed information, criteria and an online application form can be found at: no later than 18 March 2022","sentiment_score":0.225}
{"full_text":"RT \"Ten billion doses is a triumph of science but a complete failure of global solidarity.\"We agree. The world needs vacci...","sentiment_score":-0.0541666667}
{"full_text":"Well done Boris Johnson! #Brexit Britain can now once more lead the world in spawning the next deadly variant of #COVID19. Why wear a mask that reduces risk of infection by 90% when you can just catch covid over &amp; over until you die? Freedom!!","sentiment_score":0.0625}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"Watching *friends* on here arguing about masks and COVID deaths is nauseating. Look, people die. It's a fact of life. People CHOOSE their own beliefs about COVID. Stop this petty ish   Friendship should be more than ThInK lIkE mE ","sentiment_score":0.55}
{"full_text":"RT Final-Sketch of my bloody variant for House of Slaughter #4.  Really happy with how this one turned out! #HouseofSlaughte...","sentiment_score":0.1}
{"full_text":"Avoid crowds and limit gatherings to help stop the spread of #COVID19. If you do gather with others: Meet outdoorsKeep it smallGet tested before and afterLearn more:","sentiment_score":0.5}
