{"full_text":"RT damn he went through with it too","sentiment_score":0.0}
{"full_text":"RT NZ: 52 covid deaths.UK: 153,787 covid deaths.","sentiment_score":0.0}
{"full_text":"It's not just hospitalizations.","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT I give up!  I share a tweet about how Nicola Sturgeon's whatabouttery is appalling &amp; get hundreds of likes &amp; shares! I sh...","sentiment_score":-0.4375}
{"full_text":"RT At this point in America, we're experiencing a deadly pandemic for mostly unvaccinated, older people who largely have...","sentiment_score":0.1702380952}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by the totalit...","sentiment_score":0.0}
{"full_text":"Back pain- am I just about to get my period or do I have Covid? ","sentiment_score":0.0}
{"full_text":"RT Iloilo City Mayor Jerry Trenas fears that the city may escalate to Alert Level 4, as more than 1,000 new Covid-19 infe...","sentiment_score":0.3181818182}
{"full_text":"RT 15,017 people have died of COVID in the U.S. in the past week.","sentiment_score":-0.25}
{"full_text":"RT ROBERT F. KENNEDY JR: \"The minute they hand you that vaccine passport, every right that you have is transformed into a pri...","sentiment_score":0.2857142857}
{"full_text":"RT AFLDS doctors were joined by many thousands in Washington DC today to protest against vaccine mandates and take a stand a...","sentiment_score":0.5}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ehealth","sentiment_score":0.4125}
{"full_text":"Why wait for spring?Stop the madness, now.","sentiment_score":0.0}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT As I said, it was never about public health or peoples' best interest. The idea behind #DGC was to get people used to...","sentiment_score":0.2}
{"full_text":"RT At one Ontario hospital, staffing shortages are so bad due to Omicron that kitchen staff have been called up to assist nurs...","sentiment_score":-0.4125}
{"full_text":"RT More of this #SetUsFree","sentiment_score":0.5}
{"full_text":"At this point in my life I really need to get a car commuting to work when I'm needed is a pain in the ass it's a 2 hour bus ride there and 2 hour bus ride back n now the covid tests are on site so have to travel 4 hours to do it rather than like 40 mins there n back by car","sentiment_score":0.0666666667}
{"full_text":"RT Exactly!! Remove the vaccine liability protection from the pharmaceutical companies &amp; the rest of the crooks &amp; watch how fa...","sentiment_score":0.390625}
{"full_text":"Bill Maher pushes back against blindly following advice of Dr. Fauci BM is a nothing and quite ignorant about Covid medicine\/science. Not qualified or credible to voice opinions about healthcare. He is a talk box with no valuable information. Stop it, BM!","sentiment_score":0.1666666667}
{"full_text":"Pasig City Mayor physically reports for work, attends flag ceremony after recuperating from  #COVID19.","sentiment_score":0.0}
{"full_text":"RT would be personally grateful for any help Oprah as the needs are tenfold for our veterans during this pandemic. N...","sentiment_score":0.0}
{"full_text":"RT ROBERT F. KENNEDY JR: \"The minute they hand you that vaccine passport, every right that you have is transformed into a pri...","sentiment_score":0.2857142857}
{"full_text":"RT Still recovering from Covid but i figured I'd release something I made while very horny.","sentiment_score":0.2}
{"full_text":"RT just got my covid test from the government i think there's something wrong with it","sentiment_score":-0.5}
{"full_text":"RT Canadian truckers got everyone through the first COVID lockdown in 2020Those same truckers are now getting everyone to the...","sentiment_score":0.125}
{"full_text":"RT Happening now: Thousands gather at the Lincoln Memorial to protest vaccine mandates!","sentiment_score":0.0}
{"full_text":"RT Here's the deal: America is the only leading economy in the world where the economy as a whole is stronger than before the pande...","sentiment_score":0.1}
{"full_text":"This app is the peak of English language. I get that there's other languages on here but this is the one I can speak on","sentiment_score":-0.0625}
{"full_text":"1-https:\/\/t.co\/yuP9oVkvkw 2-https:\/\/t.co\/nKk6WUCCpc3-https:\/\/t.co\/jxbHbZn6zyMEDICAL LINK: 4-https:\/\/t.co\/7pvFql6COR#NHSscum #NHS #liars #smears #abuse #negligence #coronavirus #keyworker #imnotaliar #gaslit #medicalworkers","sentiment_score":0.0}
{"full_text":"RT I am sorry that COVID-19 caught up to you, but glad that the #corsirosenthalbox is part of your layered inha...","sentiment_score":0.0}
{"full_text":"RT Starting to look this way","sentiment_score":0.0}
{"full_text":"RT everything they said was \"misinformation\" turned out to be trueeverything they said was true turned out to be misinform...","sentiment_score":0.35}
{"full_text":"RT This psychopath has presided over upwards of 400k deaths, which are directly proportionate to how well the \"economy\" is do...","sentiment_score":0.1}
{"full_text":"RT 56 children are admitted to South Carolina Children's Hospitals with COVID19. 55 are unvaccinated. 30 are too young to rece...","sentiment_score":0.1}
{"full_text":"RT I'm not convinced these Covid freaks want life to go back to normal. I swear they will wear a mask the rest of their liv...","sentiment_score":0.075}
{"full_text":"I think we should be within a week or so of the omicron peak. Hopefully less. Then it's crossing our fingers and hoping another strain doesn't pop up.","sentiment_score":-0.1666666667}
{"full_text":"RT CDC's latest preliminary, in-season flu burden estimates for the 2021-2022 season are out. Keep up to date on the estimated tot...","sentiment_score":0.5}
{"full_text":"RT As I said, it was never about public health or peoples' best interest. The idea behind #DGC was to get people used to...","sentiment_score":0.2}
{"full_text":"Please read the entire article: Depending on the variant, sometimes vax alone is better than natural immunity, sometimes the opposite. Why take the gamble when vax side effects are low? Failure to contain Covid via mass vax efforts means it will keep mutating to survive.","sentiment_score":0.0472222222}
{"full_text":"You are ignoring the long term effects of SARS-Cov-2, we already have permanent lung damage, long COVID, MIS and MISC and troubling data suggesting that COVID increases kids risk of developing diabetes. We know that all \"long term\" effects of vaccines occur soon after.","sentiment_score":-0.05}
{"full_text":"RT Since Thanksgiving, there have been 80,000 COVID deaths. If you keep refusing the vaccine, you may wind up a statistic.","sentiment_score":0.0}
{"full_text":"RT Canadian truckers got everyone through the first COVID lockdown in 2020Those same truckers are now getting everyone to the...","sentiment_score":0.125}
{"full_text":"RT Why isn't this being reported? Hundreds of thousands of primary children must be off with Cov...","sentiment_score":0.4}
{"full_text":"RT According to a new CDC report, natural immunity was six times stronger than vaccination during the Delta wave.","sentiment_score":0.1181818182}
{"full_text":"RT If we're so close to the end of this pandemic, why is it that I've had more cases in my school in the last week than in t...","sentiment_score":0.25}
{"full_text":"how long before the hospitals are overwhelmed again? what fools. even if they dont trust Dr. Fauci how can they not trust the emergency rooms we saw at the beginning before vaccines?","sentiment_score":-0.05}
{"full_text":"RT ROBERT F. KENNEDY JR: \"The minute they hand you that vaccine passport, every right that you have is transformed into a pri...","sentiment_score":0.2857142857}
{"full_text":"RT 56 children are admitted to South Carolina Children's Hospitals with COVID19. 55 are unvaccinated. 30 are too young to rece...","sentiment_score":0.1}
{"full_text":"Science worshippers who deny Jesus Christ and show hate for their fellow man simply over a silly vaccine... setting themselves up in hell for all eternity, very very weird","sentiment_score":-0.4875}
{"full_text":"RT Barnaby Joyce, Deputy PM, has to be reminded that ppl are dying from COVID. Doesn't get much more privileged than tha...","sentiment_score":0.5}
{"full_text":"No, because the flu vaccine is fully approved, the covid vaccine is only approved for EMERGENCY USE !!It would be illegal for pilots to fly after they are COVID vaccinated.","sentiment_score":0.1}
{"full_text":"RT Absolutely. Wake up people. WAKE UP!","sentiment_score":0.25}
{"full_text":"RT Nobody should be forced to choose between heating and eating in a country where the government have just written off PS...","sentiment_score":-0.3}
{"full_text":"Bitch that's covid lol","sentiment_score":0.8}
{"full_text":"RT It's time to say this: I now see anti-vaxx activism as the most dangerous movement in the world in my lifetime. I thought, re...","sentiment_score":-0.05}
{"full_text":"How many will get covid? I'd say 75%. Too high?","sentiment_score":0.33}
{"full_text":"RT Friendly reminder to order your free COVID tests https:\/\/t.co\/nqaJYFp3dX","sentiment_score":0.3875}
{"full_text":"RT The Globalists will never apologize or accept responsibility as the COVID narrative collapses. They will just sweep it un...","sentiment_score":0.0}
{"full_text":"RT U Penn students are organizing to protest the university's booster mandate.  Why have our best universities decided to...","sentiment_score":1.0}
{"full_text":"RT Preliminary report; Shorter serial intervals in SARS-CoV-2 cases with Omicron variant compared to Delta variant in the Nether...","sentiment_score":0.0}
{"full_text":"This is why always I hate the 'EvErYoNe WiLl GeT iT eVeNtUaLly CrOwD.' Shut up.","sentiment_score":-0.8}
{"full_text":"RT I'm concerned about the new #BA2 sub variant of #Omicron. In the left panel, you see it is surging (light green) to almost...","sentiment_score":0.0840909091}
{"full_text":"Epoch Times Canada covered the protest:","sentiment_score":0.0}
{"full_text":"RT Whoa! A Canadian trucker part of the freedom convoy en-route to protest vaccine mandates shares a video of supporters chee...","sentiment_score":0.0}
{"full_text":"By an insignificant amount within mere months. There is also no evidence of post-vaccination Covid cases carrying lower risk of myocarditis post-recovery.The reality is that the vaccines do not have a clearly positive risk\/return tradeoff in terms of myocarditis in young men.","sentiment_score":-0.0575757576}
{"full_text":"RT Next, with autopsies from 9 individuals found to be SARS-CoV-2-positive by nasal swab PCR at the time of...","sentiment_score":0.0}
{"full_text":"RT There is hope......","sentiment_score":0.0}
{"full_text":"RT Lost in the coverage of today's anti-vaccine rally in DC: 85% of Americans 12 &amp; up have at least one shot of the vaccin...","sentiment_score":-0.3}
{"full_text":"RT the thing is the US never actually had a lockdown? lots of countries had intense restrictions on movement and we... never di...","sentiment_score":0.1}
{"full_text":"RT \" I'm done with COVID\" is short for: \"Continuing draconian restrictions at this moment is inflicting far more damage on v...","sentiment_score":0.2}
{"full_text":"I caught the Covid 2 weeks ago but I'm not getting the vaccine because some people with the vaccine caught Covid anyways. I have personal issue with Fausy now!","sentiment_score":0.0}
{"full_text":"So you dont want them to pay everybody to stay at home? And tell us, Dr Dick, how were we going to stop it without vaccines? Magic stones? Tinfoil?","sentiment_score":0.5}
{"full_text":"China's economy grew 8%, their economy is doing much better than ours. The stock market is NOT THE ECONOMY.","sentiment_score":0.5}
{"full_text":"RT Is this what culture shock looks like?https:\/\/t.co\/k2yYETsb36","sentiment_score":0.0}
{"full_text":"RT Just 51.9% of #Ontario kids aged 5-11 have received 1 dose of the #COVID19 vaccine.Many haven't been offered school-base...","sentiment_score":-0.1}
{"full_text":"RT I lost a best friend to cancer. I watched her suffer up until I was blocked from visiting her hospice...","sentiment_score":1.0}
{"full_text":"RT As long as it's just 2 weeks? Im cool with that....","sentiment_score":0.15}
{"full_text":"RT Do you still remember when ANC shut schools down, and leave the border wide openShut down small businesses, but the bord...","sentiment_score":-0.1652777778}
{"full_text":"RT Friendly reminder to order your free COVID tests https:\/\/t.co\/nqaJYFp3dX","sentiment_score":0.3875}
{"full_text":"RT The latest #FluView report shows flu activity has decreased slightly again this week but is still elevated nationally. While fl...","sentiment_score":-0.0222222222}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT Meh.  We're mocking it.   I'll kick it into high gear when you see who gets the *3 million in sad trucker money.","sentiment_score":-0.17}
{"full_text":"RT We're off to a *great* start this morning.Bar-Jo (Barnaby Joyce) on this morning claiming no one is dying from...","sentiment_score":0.8}
{"full_text":"RT A reminder that by March 2021 the UN estimated that lockdowns had killed 228,000 children in South Asia due to starvat...","sentiment_score":-0.1625}
{"full_text":"RT .@BetoORourke says he met with 2 guardsmen today, discussing low morale &amp; COVID concerns, less than 48 hours after this...","sentiment_score":-0.0833333333}
{"full_text":"RT #BREAKING Whats the beneficals of Vaping? Is Vaping Better Than Smoking?: In these times when the world is going through a...","sentiment_score":0.5}
{"full_text":"Covid dog, just being courteous of others.  Actually it's just his style he does it every game.  Look good, feel good, play good.","sentiment_score":0.3833333333}
{"full_text":"RT Where to catch Covid - and how. Our chart explained. This article has had close on a million hits in six days.","sentiment_score":0.0}
{"full_text":"When people are informed about viruses\/diseases, &amp; they change their lifestyle - meaning, knowing what to do such as proper nutrition to help boost the immune system &amp; basic precautionary practices, it becomes game changer... #COVID19, #Epidemic, #Pandemic, #Health","sentiment_score":-0.1}
{"full_text":"RT Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough.Too much. Too much. Too...","sentiment_score":0.0307692308}
{"full_text":"RT Person works 2 casual jobs. Rent food, back to school costs for 2 kids. $75, 5 RAT tests. $1.85 litre petrol. Has to iso...","sentiment_score":-0.25}
{"full_text":"RT When Team Biden promised a \"return to normalcy\" they were talking about wars, bankruptcy, and ineptitude. Every Democra...","sentiment_score":0.0}
{"full_text":"RT Finally. An honest COVID legal ad #VaccinePassports #AdverseEvents #BigPharma","sentiment_score":0.4}
{"full_text":"RT Brazil: Child Vaccination Suspended After 10-Year-Old Girl Suffers Cardiac Arrest Hours After Receiving Pfizer Vaccine.","sentiment_score":-0.2333333333}
{"full_text":"It's okay there's a variant going around that isn't bad as the others they maybe have that one so it'll be alright but I hope they get better soon","sentiment_score":0.1}
{"full_text":"RT 94% of covid related deaths in Northern Ireland were not caused by covid, a recent FOI answer reveals.","sentiment_score":0.0}
{"full_text":"RT .@bariweiss... Nothing screams 'immature privileged white-girl entitlement' like declaring \"I'm done!\" during a ghastly pan...","sentiment_score":0.0}
{"full_text":"RT Semi-clothed variant","sentiment_score":0.0}
{"full_text":"RT \"This [pandemic] is going to be remembered by the younger generation as a catastrophic moral crime.\" -@BariWeiss","sentiment_score":0.0}
{"full_text":"RT Why I continue to wear a mask in public.You can do it, too.#GetVaccinated #GetBOOSTED #vaccinateyourchildren...","sentiment_score":0.0}
{"full_text":"RT Boo fucking hoo. Condolences to anyone he stole a hospital bed from.","sentiment_score":-0.6}
{"full_text":"People in a Beijing district with some 2 million residents were ordered Sunday to undergo mass coronavirus testing following a series of infections as China tightened anti-disease controls ahead of the Winter Olympics.https:\/\/t.co\/oKEktmHf3t","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to show that I belong here! WOOHOO!","sentiment_score":0.0}
{"full_text":"\"This oversight reveals a persistent assumption: that early childhood education is not as critical as K-12 education. That assumption is wrong. Our youngest children need safe access to their education just as much as older children.\"","sentiment_score":0.0533333333}
{"full_text":"RT the CDC says you're a beta lol","sentiment_score":0.8}
{"full_text":"Is your insurer supplying home COVID-19 tests at no upfront cost?","sentiment_score":0.0}
{"full_text":"New Zealand Prime Minister Jacinda Ardern cancels wedding amid new COVID-19 restrictions","sentiment_score":0.1363636364}
{"full_text":"\"WE LIGHT UP THE SKY drops an alien invasion into the lives of three Los Angeles teens who are still reeling from COVID\" reviews","sentiment_score":0.075}
{"full_text":"Bus driver who posted video online saying drivers would not collect fares due to social distancing concerns was fairly dismissed, rules WRC","sentiment_score":0.2027777778}
{"full_text":"A total of 217 patients were discharged in Mumbai on Sunday, which raised the number of recoveries to 9,95,786.https:\/\/t.co\/hFYqejpt2I","sentiment_score":0.0}
{"full_text":"If there is a palliative to be gained from the economic &amp; social wreckage of tyrannical Covid-19 policies, it is this: the purposeful reversal of the political erosion of private property rights and the right of livelihood. $5 on Kindle. #AIERbooks ","sentiment_score":0.1038095238}
{"full_text":"RT Unfortunate that only hours out of Covid we are going to war with the  Russians. Checking the shed for extra hurleys. Ready...","sentiment_score":-0.075}
{"full_text":"RT So I got vaccinated and boosted. I socially distance and wear a mask and guess what? I'm fine. I've never been infecte...","sentiment_score":0.225}
{"full_text":"RT Hint:The Trump vaccine is the same as the Biden vaccine Obama's massive spending, Trump's massive spending and Biden's...","sentiment_score":0.0}
{"full_text":"We have never been more grateful for our healthcare workers.Thank you to our healthcare workers for your dedication as cases continue to rise.  Your courage and strength in the fight against those critically ill with COVID-19 are truly admirable.","sentiment_score":0.0}
{"full_text":"There is a drastic increase in the number of confirmed COVID-19-positive patients at the Bustamante Hospital for Children in St Andrew.Read more: #GLNRToday","sentiment_score":0.45}
{"full_text":"Moving into the third year of a pandemic isn't easy. With that in mind, how can we stay strong during this crisis?Blue Zones offers 50 ways to stay sane during the continued pandemic at #Sanity #Tips #WhatToKnow #BlueZones #SeniorSolutionsUSA","sentiment_score":0.2416666667}
{"full_text":"I've had lupus for 15 years and did just fine recovering from Covid without the vaccine or a hospital!","sentiment_score":0.5208333333}
{"full_text":"RT Make a note:  98% of Republicans are nuts, but there are also 3 crazy Dems.  While it's important to vote blue there are t...","sentiment_score":-0.0666666667}
{"full_text":"RT 3-fold increase in risk for reinfection with Omicron.","sentiment_score":0.0}
{"full_text":"Live: Today's Covid cases, has Omicron spread further?https:\/\/t.co\/6oHKk4UxjG","sentiment_score":0.1363636364}
{"full_text":"RT Guitarist 'Big Merv' Shields of notorious #Nazi band #Screwdriver, instrumental in the notorious Blood and Honour neo-Nazi music...","sentiment_score":0.0}
{"full_text":"COVID CLINIC HAS MOVED A reminder that the COVID-19 vaccination clinic has moved from #Broome Hospital and is now operating out of Paspaley Plaza in Chinatown.For more info, visit","sentiment_score":0.5}
{"full_text":"RT This nurse got fired after hooking up with a COVID-19 patient... |https:\/\/t.co\/VKjoMjIh49 ","sentiment_score":0.0}
{"full_text":"#DuncanDisorderly: Let's live with Covid.Watch the full interview with NBR columnist Duncan Garner at:","sentiment_score":0.2431818182}
{"full_text":"Some conservatives are taking aim at policies that allow doctors to consider race as a risk factor when allocating scarce COVID-19 treatments, saying the protocols discriminate against white people.https:\/\/t.co\/2mEWRUtH7x","sentiment_score":0.0}
{"full_text":"A fourth dose of #COVID19 vaccine given to people over 60 in Israel made them 3 times more resistant to serious illness than thrice-vaccinated people in the same age group, Israel's Health Ministry said.","sentiment_score":0.0416666667}
{"full_text":"Are you more likely to use #telehealth services due to rising #COVID cases? 3 in 10 rural adults in our #RuralHealth study said that they or a family member had used telehealth in the past 6 months (which coincided with the first months of the #pandemic):","sentiment_score":0.0625}
{"full_text":"In what appears as a silver lining, the #WHO for the first time in a while indicated that the pandemic could come to an 'end' in #Europe #Omicron #COVID19https:\/\/t.co\/rTKXnhv6yG","sentiment_score":0.25}
{"full_text":"[From our archive] Meet the little pill at the centre of an epidemic - and rebel networks.","sentiment_score":-0.1875}
{"full_text":"Researchers Worry COVID Will Quickly Develop Resistance To New Pills From Pfizer And Merck -","sentiment_score":0.2348484848}
{"full_text":"RT Anti-vaccine mandate protesters aren't against vaccines, they are against *mandates.*If the U.S. government issued a ma...","sentiment_score":0.0}
{"full_text":"\"Pandemic worry is the \"highest it has been since last winter, before COVID-19 vaccines were readily available to the general public.\"https:\/\/t.co\/mSjqYtPa42","sentiment_score":0.1125}
{"full_text":"RT AFLDS doctors were joined by many thousands in Washington DC today to protest against vaccine mandates and take a stand a...","sentiment_score":0.5}
{"full_text":"For people working frontline jobs--restaurant workers included--the Omicron variant is striking particularly close.https:\/\/t.co\/Sik2DYjA5Y","sentiment_score":0.3333333333}
{"full_text":"RT Not really clear what the \"over COVID\" crowd wants to be over, since they only trivially changed their behavior and there...","sentiment_score":0.05}
{"full_text":"RT These doctors aren't practicing medicine if they are relying on the CDC to guide their best practices. They...","sentiment_score":1.0}
{"full_text":"RT That's why it's 41%","sentiment_score":0.0}
{"full_text":"RT Any mask is better than no mask.Help protect yourself and others and prevent the spread of #COVID19 by choosing a mask with t...","sentiment_score":0.5}
{"full_text":"1\/22\/2022 - 980+ #USA #Covid19 deaths reported totaling 888,623 #CoronaVirus deaths or an avg of 17,772 deaths\/state. The top 29 states (10,000+ deaths) total 785,980. #COVID19","sentiment_score":0.25}
{"full_text":" Our fashion &amp; beauty expert reveals her pandemic friendly travel tips - including the secret to looking fresh after a long haul flight, and how to avoid that troublesome 'maskne':https:\/\/t.co\/OhAB1EehcI","sentiment_score":0.05625}
{"full_text":"Across the US, states are working hard to appeal to those yet to be vaxxed. In Missouri, officials have earmarked $11 million dollars for gift cards worth $100. #GZEROWorldhttps:\/\/t.co\/AT7JRMUAjI","sentiment_score":0.0041666667}
{"full_text":"Certain parties desperately trying to prove the worth of the Ulcerative Union and this stinking little administrative region. This has been going on for quite sometime. Our wonderful Health Minister handed back a substantial mount in the early stages of the pandemic, allegedly.","sentiment_score":0.0908482143}
{"full_text":"urges to declare state of emergency during COVID-19 surge","sentiment_score":0.0}
{"full_text":"RT \"This is going to be remembered by the younger generation as a catastrophic moral crime.\"","sentiment_score":0.0}
{"full_text":"RT Unfortunately my MP is of the anti mask, anti Covid protections brigade but I hope other more caring and sensible MPs will...","sentiment_score":-0.0416666667}
{"full_text":"RT People are not happy with the Covid measures in Belgium.https:\/\/t.co\/m27fpjOOOX","sentiment_score":-0.4}
{"full_text":"A pastor who lost his wife to COVID is now urging everyone to get vaccinated.https:\/\/t.co\/xBws7dMVvQ","sentiment_score":0.0}
{"full_text":"RT Whose COVID burnout we focus on matters.","sentiment_score":0.0}
{"full_text":"Dounshin Vaccine Table Last Update : 23 Januari 2022 : ( )cc :","sentiment_score":-0.375}
{"full_text":"RT Every Republican governor blocking public health measures in a pandemic needs to be voted out of office. Some of them are ac...","sentiment_score":0.0}
{"full_text":"RT SMH just when I think I've heard everything. What is wrong with him? Peo...","sentiment_score":-0.5}
{"full_text":"When the pandemic started, we went to work to ensure educators had the tools they needed to continue teaching #NM children. We delivered by securing thousands of laptops &amp; Ipads for educators. Since day one, this administration has gone to work for everyday New Mexicans like Lisa","sentiment_score":-0.0318181818}
