{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"THIS is what I mean when I say manipulating the numbers in Florida. Our data is limited by what we can find, on PURPOSE.","sentiment_score":-0.1919642857}
{"full_text":"Lawmaker: Joe Biden Reallocated $2 Billion in COVID Testing Funds to House Illegals at the Border (VIDEO) via","sentiment_score":0.0}
{"full_text":"RT Sports Donga reports that with the cancellation of their LA trip to the Grammys, BTS's first public event will be the PTD...","sentiment_score":0.125}
{"full_text":"RT is it year 3 of the pandemic talking or does this look really fun???","sentiment_score":0.3}
{"full_text":"RT Mayor Lightfoot gave $280,000,000 in covid relief funds to CPD","sentiment_score":0.0}
{"full_text":"RT I've sadly taken care of many kids harmed by #COVID19 and #MISC. Know what I've never seen (or even heard of)? A kid harm...","sentiment_score":0.0}
{"full_text":"Guilford County churches merge to survive the pandemic","sentiment_score":0.0}
{"full_text":"Feverish all day today. Dragged my butt to the Walgreen's in the morning to get cold medications and a home COVID test. Still out, though. Feeling better. Pretty sure it's a cold. Hardly any congestion or coughing, though, and have felt if for four days now. No fever until 2day.","sentiment_score":-0.0488095238}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT update: he died","sentiment_score":0.0}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"RT Don't stop sharing this scandal. DeSantis lying, covering up, and failing on COVID affects everyone.","sentiment_score":0.0}
{"full_text":"RT Judge Rejects FDA's 75 Year Delay On Vax Data, Cuts To Just 8 Months","sentiment_score":0.0}
{"full_text":"RT Victoria should not wait for things to become as bad here before acting. Too slow off the mark. Many people I k...","sentiment_score":-0.125}
{"full_text":"Seriously, these people walk amongst us.","sentiment_score":-0.3333333333}
{"full_text":"RT CDC: Please stay home from work unless you have a job.","sentiment_score":0.0}
{"full_text":"RT Teachers who want safe COVID-19 working conditions are not the enemy.","sentiment_score":0.5}
{"full_text":"RT It's not just about whether you personally get sick or not.  \"1 in 4 medical centers reporting this week they have a criti...","sentiment_score":-0.2380952381}
{"full_text":"You're in a Covid Prison.Good luck with all of that.","sentiment_score":0.0}
{"full_text":"RT And the fuknuckle award goes to......@nick_coatsworth   congratulations Sir #auspol #COVID19","sentiment_score":0.0}
{"full_text":"RT  Poorly ventilated High occupancy No face masks\/HEPA 75 to &gt;99% probability of transmission in classrooms Se...","sentiment_score":-0.12}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"RT Missed this from earlier in the the day. Youth covid hospitalizations in Ontario over the past 14 days:0-4: 435-11:...","sentiment_score":-0.125}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"New from JSOnline and PackersNews: Packers go two consecutive days without adding a player to the reserve\/COVID-19 list #Packers","sentiment_score":0.1363636364}
{"full_text":"I try very hard to stay on top of the latest covid information. I follow some of the smartest and most open-minded ppl. I hear from a variety of experts in their field. But I am just an average person.It's frustrating to see those making decisions not keeping up with this info.","sentiment_score":0.1386904762}
{"full_text":"All we wish is the healing of the world. Praying that this pandemic ended very soon. Because health is truly a wealth. Lord, we know, for you, nothing is impossible. #AdviZOR#ThanksGodItsPrayDay","sentiment_score":-0.2333333333}
{"full_text":"The fairy tale that people are 100% protected for 3 months from Covid reinfection following an infection is pure fantasy. We are seeing many reinfections with omicron even in recent recovered people infected with delta. Testing \"holidays\" need to be shortened. Vax\/boost\/mask","sentiment_score":0.1785714286}
{"full_text":"so does my mom","sentiment_score":0.0}
{"full_text":"RT January 6th was theater. The people that push back on that fact believed Jussie Smollett's attack, Bubba Wallace's noose, Ad...","sentiment_score":0.0}
{"full_text":"RT I washed the ceilings, cleaned out the kitchen cabinets, the fridge, the junk drawer, washed all the blinds, I'm on my son's 4...","sentiment_score":0.0}
{"full_text":"RT Judge Rejects FDA's 75 Year Delay On Vax Data, Cuts To Just 8 Months","sentiment_score":0.0}
{"full_text":"RT 6 yo just brought into ER with Covid.  Has arrested x2. Pray hard for this poor baby and his family.  #Getvaxxed damn it!","sentiment_score":-0.3958333333}
{"full_text":"RIP BOZO","sentiment_score":0.0}
{"full_text":"RT Channi, PunjabCM wasn't there to receive PM He said he he was in contact with a Covid patient. But on the very...","sentiment_score":0.2}
{"full_text":"In a free democratic country you can't force people to get vaccinated, time to vote these clowns out of office. This guy is a joke Canda has a big clown in office   The vaccine doesn't prevent covid, it should be a choice if you want it take it &amp; if not shouldn't up to a ","sentiment_score":0.2}
{"full_text":"RT The company focuses on areas of unmet medical need and leverages its expertise to find solutions that will improve hea...","sentiment_score":0.0}
{"full_text":"No i got covid over the weekend....","sentiment_score":0.0}
{"full_text":"RT hope we go on lockdown again so everyone can be depressed. hate seeing y'all happy","sentiment_score":0.0}
{"full_text":"RT not like we need an e3 ever again because yall already know going forward gaming companies are gonna be shilling for n...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"how do I explain to my cat he needs to stay away from me bc I most likely have covid but that I'm still madly in love with him and this is for his own good","sentiment_score":0.46}
{"full_text":"RT Morgan Stanley's 3 scenarios for Omicron spread and peakFast: mid-Jan peak (Columbia U says Jan 9) Middle: End January\/M...","sentiment_score":0.0}
{"full_text":"RT ATINY, it's d-day! The tour officially starts today and with it, a new era begins for the boys and for us as well. If you...","sentiment_score":0.1363636364}
{"full_text":"Is this the height of your knowledge on covid? Minimisation of covid? Misinformation? Swapping science with your own political biases? Managed to get some fellow covidiots quote retweet you and you think that makes you right? Heard of echo chamber before?","sentiment_score":0.2952380952}
{"full_text":"RT Schools being open while these covid cases are constantly rising is really disturbing..","sentiment_score":-0.1666666667}
{"full_text":"From his start in housing advocacy to fighting Bloomberg on stop &amp; frisk, to LEADING during the pandemic on education &amp; workplace safety, Jumaane is the rare kind of candidate whose record is actually *more* robust than what's listed on his website.(2\/4)","sentiment_score":0.4666666667}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"Very glad that Omicron is mild or we would have to count the backlog of 500 deaths.","sentiment_score":0.4916666667}
{"full_text":"RT should go and teach for a week in middle school with Omicron raging and being paid a teacher sal...","sentiment_score":0.0}
{"full_text":"RT LA needs a fat ass lockdown everybody sick up in this bitch mane","sentiment_score":-0.7142857143}
{"full_text":"RT Don't stop sharing this scandal. DeSantis lying, covering up, and failing on COVID affects everyone.","sentiment_score":0.0}
{"full_text":"RT This is utterly ridiculous. If you want to know why the FCO &amp; sections of the British public sector are a joke here is you...","sentiment_score":-0.1111111111}
{"full_text":"And many are my age and younger. I'm an independent data scientist, without agenda. CDC has an agenda. However, in my book, COVID-19 deniers are up there with Holocaust deniers. People like DeSantis belong in prison. #PartTimeDataScientistPartTimeBioethicist","sentiment_score":0.1666666667}
{"full_text":"RON DeSantisThe Common Sense Governor. Now Finally If you Commit Suicide and they find Covid  It will no longer be a Covid Death.If You die in a car wreck &amp; You have Covid YOUR DEATH WILL NOT BE COVID..ETC... Now Thats Common Sense. Ron DeSantis -The Common Sense Governor.","sentiment_score":-0.225}
{"full_text":"RT Gov. Hochul is pitching the reinstatement of drinks to-go in NY. Combined with the epidemic of Crocs and pajama pants in pu...","sentiment_score":0.0}
{"full_text":"RT [rest until mid january] unfortunately, many of my relatives including i got covid.. if you guys noticed, i wasn't really ac...","sentiment_score":0.2333333333}
{"full_text":"RT 15 shotsAll at once","sentiment_score":0.0}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"I dont deny your rights to say anything.But to complaint 24\/7 for these vaccine issues,it's so toxic to read.Saying foul words,another turn off.","sentiment_score":-0.3}
{"full_text":"RT If herd immunity by natural infection actually worked, why would we still have colds and flus? Talk to ordinary people, so m...","sentiment_score":-0.05}
{"full_text":"RT Morrison's arguments against free rapid Covid tests range from the hypocritical to the outright obscene. His decision drips wi...","sentiment_score":0.4}
{"full_text":"RT My god this is a scandal... Florida had ~1 million #COVID19 test kits sitting unused-- that they expired! called","sentiment_score":0.0}
{"full_text":"The other essential question is, which none of you have answered, what is the evidence our non-vaccine interventions (remote schooling, mask mandates) actually change hospitalization or even spread?","sentiment_score":-0.05625}
{"full_text":"RT Saddened To hear that garu tested Covid+ve.Fortunately its mild Symptoms onlyWe Pray for his Normal...","sentiment_score":0.2416666667}
{"full_text":"RT #VerifiedPeddlers of Mild Narrative push Delhi  residents to deaths14 Covid deaths in last 48 hoursNumber of s...","sentiment_score":0.1666666667}
{"full_text":"RT Teachers who want safe COVID-19 working conditions are not the enemy.","sentiment_score":0.5}
{"full_text":"There's so many long-term effects we can't even begin to predict. For example, in the 1918 flu, 20-30 yr old adults had the highest death rate,  because they were exposed to a different flu pandemic in their early childhood.","sentiment_score":0.175}
{"full_text":"Yup! Especially with how isolating this pandemic has been. Add to it a relocation to a new city alone where you don't know anyone ","sentiment_score":0.0681818182}
{"full_text":"RT Quebec just announced it will become the first Canadian jurisdiction to require a \"booster\" shot for people to keep th...","sentiment_score":0.25}
{"full_text":"RT Mild is as mild does. And it doesn't do this.","sentiment_score":0.3333333333}
{"full_text":"RT There's audio of Trump admitting he withheld information about Covid. There's audio of Trump trying to intimidate official...","sentiment_score":0.0}
{"full_text":"RT I did!","sentiment_score":0.0}
{"full_text":"RT At Brennemann Elementary in Uptown, 4 staff members who showed up to work today tested positive for COVID-19, the principa...","sentiment_score":0.2636363636}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"RT Just had the final gig I had left for Jan-Feb cancelled because of restrictions. I now have zero income for 2 months through...","sentiment_score":0.0}
{"full_text":"RT Bernie Sanders wanted to send everyone free masks thru the USPS to both help the postal service and help slow the spread...","sentiment_score":0.05}
{"full_text":"RT Pathetic old transparent trick:Questioner: why don't you just admit that you fucked this wh...","sentiment_score":-0.5}
{"full_text":"'Crisis phase': Utah still breaking COVID records with 8,913 new infections Thursday - via","sentiment_score":0.1363636364}
{"full_text":"I wish she would work this hard for ending the Draconian policies put upon Palestinians by Israel and our tax dollars","sentiment_score":-0.2916666667}
{"full_text":"RT I am not sending my children to school while #Omicron is circulating and positivity rate is so high. I can not...","sentiment_score":0.16}
{"full_text":"Anyone wanna take bets on needing 5? 6?","sentiment_score":0.0}
{"full_text":"when you get covid in front of the wonderland system but the medical professional alter isn't fronting rn","sentiment_score":0.05}
{"full_text":"RT Coronavirus cases are now rising in every U.S. state","sentiment_score":0.0}
{"full_text":"RT According to VAERS Website: There are Now Over a Million Adverse Reaction Cases to the COVID Vaccine and Over 21,000 Vaccine...","sentiment_score":0.0}
{"full_text":"RT I call it #FoxTv or TrumpTv. It still is, but like I won't use his name or when I do it's 2xImpeached #T...","sentiment_score":0.0}
{"full_text":"Ethics Professor Julie Ponesse Is on Laura Lynn Tyler Thompson Talking about Censorship and Omicron! Please Watch This Amazing Truthteller Dr. Ponesse!","sentiment_score":0.75}
{"full_text":"RT somebody said if everybody acted like a Virgo the pandemic would be over world wide","sentiment_score":-0.1}
{"full_text":"Several states have touted prizes, lotteries and exclusive experiences if residents get their COVID vaccines, but some researcher's aren't convinced the incentives work.","sentiment_score":0.0}
{"full_text":"RT this pandemic is literally unbearable.","sentiment_score":0.0}
{"full_text":"Is it time for kids to ditch their cloth masks as omicron spreads?","sentiment_score":0.0}
{"full_text":"RT Seriously? Appears that the Gov is so good at this, he'll end up in DC--like Rick Scott! Hey DOJ &amp; FBI:  Who stops corrupt...","sentiment_score":0.0138888889}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"RT Businesses Now Requiring Positive COVID Test As Proof Of Vaccination ","sentiment_score":0.2272727273}
{"full_text":"RT Judge Rejects FDA's 75 Year Delay On Vax Data, Cuts To Just 8 Months","sentiment_score":0.0}
{"full_text":"If you are not vaccinated due to politicizing the vaccine maybe that should be your DNR","sentiment_score":-0.125}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Bet you it would destroy Covid ","sentiment_score":-0.2}
{"full_text":"when i bought 4\/450 and had the timeline in shambles ","sentiment_score":0.0}
{"full_text":"Feels bizarre that while #COVID19 has taken over so much of our lives these last 2 years, so has #publichealth and access to resources, #wellness, and learning about various kinds of brain tumors, ENT issues, rare diseases and disorders, and underlying health issues. 2)","sentiment_score":0.18}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT I can't understand how a lockdown of Quebec from 10pm to 6am even makes any logical sense in the fight against COVID. Is...","sentiment_score":0.25}
{"full_text":"What omicron variant symptoms tell us about the next major COVID-19 variant","sentiment_score":0.03125}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Yes, a mask is more than the filtration properties. It's what happens to real people in the real world when you institute...","sentiment_score":0.3}
{"full_text":"RT somebody said if everybody acted like a Virgo the pandemic would be over world wide","sentiment_score":-0.1}
{"full_text":"RT The general feeling around Australia seems to be that and have created a disaster for the A...","sentiment_score":0.05}
{"full_text":"RT ICYMI: \"Democrats Took Control And COVID Got Worse\"https:\/\/t.co\/jjHHR03nRi","sentiment_score":-0.4}
{"full_text":"RT James Corden has tested positive for COVID-19 with all episodes of his 'THE LATE LATE SHOW' cancelled for the rest of t...","sentiment_score":-0.1242424242}
{"full_text":"RT 1 in 400 Americans have died of COVID-19","sentiment_score":0.0}
{"full_text":"Didnt say he was immune. Said 'more immunity' from having Covid. So take a hike shill","sentiment_score":0.5}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Iloilo City will shift to coronavirus disease 2019 (COVID-19) Alert Level 3 from Jan. 9 to 15, acting presidential spokesperson Karlo Nograles announced last night.https:\/\/t.co\/r2RQBTrtmj","sentiment_score":0.0}
{"full_text":"\"Teachers' Union Boss Randi Weingarten Says She Supports Mandating The Vaccine For Kids Five &amp; Older\"","sentiment_score":0.1666666667}
{"full_text":"Rapid nasal COVID tests feared to be returning false negatives","sentiment_score":-0.4}
{"full_text":"The IATF has approved a shortened period of the quarantine protocols for fully vaccinated health workers and the home quarantine for select COVID-19 cases. |","sentiment_score":0.0}
{"full_text":"Health leaders say there are 313 new cases Thursday, bringing the total number of cases since the start of the pandemic to over 14,000.https:\/\/t.co\/zHGsz143SI","sentiment_score":0.0681818182}
{"full_text":"RT Australia is also doing more than twice as many tests per capita as the US","sentiment_score":0.5}
{"full_text":"Shawnee County COVID Indicator back in the red, cases rise dramatically","sentiment_score":0.0}
{"full_text":"The speed of the financial recovery from the pandemic could set records.  #UBSResearch investigates how wage-price spirals are a red herring; estimates the impact of China's property downturn; &amp; evaluates the largest increase in US real interest rates since 2013. #shareUBS","sentiment_score":0.0666666667}
{"full_text":"Loved ones lost to COVID honored with digital memory wall","sentiment_score":0.35}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"As Mumbai witnesses a sharp rise in #COVID19 cases, spoke to experts to understand the severity of the new #Omicron variant, level of preparedness, and the many outcomes of a possible third wave of COVID.https:\/\/t.co\/FHu7bkmOKm","sentiment_score":0.1022727273}
{"full_text":"A message for UDS parents and guardians regarding the addition of a Presumptive Positive category to COVID school plan. #education #pandemicresponse #schools #COVID19 ","sentiment_score":0.2272727273}
{"full_text":"RT rudy gobert has COVID. if my math is correct, that means the world will shut down and we'll receive a video of a dozen or...","sentiment_score":-0.1555555556}
{"full_text":"Travel Consultant discusses why travel is off to a shaky start in 2022, and what steps some airlines are taking to address staff shortages.https:\/\/t.co\/T9gnS8VmRd","sentiment_score":-0.3333333333}
