{"full_text":"RT Just imagine your 2019 self trying to make sense of this tweet.","sentiment_score":0.0}
{"full_text":"COVAXIN is the real vaccine. Give options. Stop forcing the rna\/mrna. Many don't want those.","sentiment_score":0.35}
{"full_text":"MIQ is what has curbed the spread of Covid in New Zealand and saved lives. Why don't these people come up with sensible and other safety measures?","sentiment_score":0.0056818182}
{"full_text":"Cambodia to Maintain #COVID19 Vaccine Stock","sentiment_score":0.0}
{"full_text":"You've clearly led a very privileged life of entitlement if you think a vaccine mandate constitutes a totalitarian government. Jump in a time machine and go spend a few weeks living under the rule of Stalin, then come back and tell us all about it.","sentiment_score":0.025}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"RT Got out of COVID isolation yesterday, went for a 5k run, my chest is absolutely shot, had to stop twice. I'm a triple vaccin...","sentiment_score":0.2}
{"full_text":"RT #India reports 2,09,918 new #COVID19 cases, in the last 24 hours.","sentiment_score":0.0681818182}
{"full_text":"RT Mainstream media helped sell the Iraq war, patriot act, torture, bank bailouts,   pushed several fake hate crimes, said que...","sentiment_score":-0.4333333333}
{"full_text":"I had flu once. H1N1 before it was in the vaccine. I couldn't get vertical for several days. Not fun. And not mild. Glad you're on the mend.","sentiment_score":0.0458333333}
{"full_text":"RT FACTS ABOUT N95: N95 is safe for use. It may be uncomfortable, but it protects you better than cloth or surgical masks. N95...","sentiment_score":0.1666666667}
{"full_text":"RT I don't care who you are or what you're doing, you shouldn't be asking someone to take off a mask if they're not comfortab...","sentiment_score":0.0}
{"full_text":"RT BREAKING: caving to communists, will now suppress and damage the reputation of and other creators by van...","sentiment_score":-0.125}
{"full_text":"RT People keep risking things they don't understand. You have no idea what life is like on the other side of illness. No cl...","sentiment_score":-0.125}
{"full_text":"RT And they were right not to remove MIQ then. I think they will allow people to isolate at hom...","sentiment_score":0.2857142857}
{"full_text":"a place to visit if you are in the area","sentiment_score":0.0}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"Dr. lockdown jetting off to China to earn a living covering sports is already peak 2022.","sentiment_score":0.0}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":" Baltimore had COVID... ATM thefts... now House\/home FIREs... ","sentiment_score":0.0}
{"full_text":"RT Haven't done a mask graphic in a while, here's a new one. I double checked, coronavirus virions are still 1\/10 of a micron or s...","sentiment_score":0.0454545455}
{"full_text":"RT BREAKING: Denmark ends ALL COVID mandates effective on Feb 1, 2022.Freedom is breaking out across the globe.It's time f...","sentiment_score":0.6}
{"full_text":"RT In the current issue of 'UPDATE: Applications of Research in Music Education' read \"Band Together: How College Marching Band Stu...","sentiment_score":0.0}
{"full_text":"RT MAEPS discharged its last group of patients yesterday.MAEPS 2.0 cared for 166,072 Covid-19 patients over the course of 14...","sentiment_score":0.0}
{"full_text":"My mom has to shop, but she does it at 6am, elderly hours. Their church people keep dropping the \"sorry you're still living in fear\" but she can counter with \"how many times have you had Covid now?\" and \"How was that hospital time?\"","sentiment_score":0.0}
{"full_text":"People have been forced into lockdown TO PROTECT YOU but you whinge","sentiment_score":-0.3}
{"full_text":"A five-day course of ivermectin for the treatment of COVID-19 may reduce the duration of illness - PubMed","sentiment_score":0.0}
{"full_text":"RT the pain and suffering I just went through to catch this- shiny ALPHA Golbat through mass outbreak#PokemonLegendsArceus...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT Jungkook's Lunar New Year MessageWe are greeting a new year that is colder than ever! As I've always said, I hope you alw...","sentiment_score":0.1534090909}
{"full_text":"RT They'll put signs << my body my choice >> regarding the vaccine but won't do it when it comes to abortions","sentiment_score":0.0}
{"full_text":"RT Merchants of herd death oversold immunity. People are being reinfected immediately again after Omicron infection. We ha...","sentiment_score":0.0}
{"full_text":"RT India reports 2,09,918 new #COVID19 cases, 959 deaths and 2,62,628 recoveries in the last 24 hoursActive case: 18,31,268 (4.43%)...","sentiment_score":0.0681818182}
{"full_text":"RT Let's Collectively Contribute towards our society during this COVID-19 PandemicAn Initiative by Radio Chinar 90.4 FM...","sentiment_score":0.0}
{"full_text":"RT The data from intravenous NAC for COVID is also excellent. It lowers CRP, neutrophil-to-lymphocyte ratio and ferri...","sentiment_score":1.0}
{"full_text":"\"When the oldest, sickest Americans die of COVID, indeed some of those are vaccinated\" is sort of the point, but a policy response would still try to protect them","sentiment_score":0.0}
{"full_text":"RT Dad is sadly critical with COVID in Wazir Akbar Khan hospital, Afghanistan. Amazed by dedication of Afghan medical colle...","sentiment_score":0.0}
{"full_text":"RT Airport in Mexico ALL COVID THERAPEUTICS AVAILABLE OVER THE COUNTER","sentiment_score":0.4}
{"full_text":"RT This is CEO Daniel Ek. This is who is choosing to profit over deadly COVID lies. He flies under the radar compar...","sentiment_score":-0.2}
{"full_text":"RT CRT isn't taught in K-12 schools, you're just racist. Ivermectin doesn't work. The vaccine is safe. COVID-19 is real and...","sentiment_score":0.35}
{"full_text":"RT Julie DeVuono and Marissa Urraro, two Long Island nurses are accused of charging $220 for fake vaccines cards for adults, $8...","sentiment_score":-0.275}
{"full_text":"And what if they increase the passport too 3 or 4 boosters, do you want to get more shots?  I think two is more then enough.  Every shot after is compromising your immune system, this is the fastest a so called vaccine ever made, Trudeau also owns Apotex did you know that?","sentiment_score":0.3333333333}
{"full_text":"\"consider all flu cases as COVID. Omicron currently dominant\" - national institute of virology, Pune","sentiment_score":0.0}
{"full_text":"Goodby Neil.","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"We got an espresso machine in December and I have made no less than 5,000 lattes so far. Should have done that in early pandemic, rather than mid-early pandemic.","sentiment_score":0.0944444444}
{"full_text":"RT i still can't watch games without thinking \"look at all that covid\".","sentiment_score":0.0}
{"full_text":"RT Jungkook's Lunar New Year MessageWe are greeting a new year that is colder than ever! As I've always said, I hope you alw...","sentiment_score":0.1534090909}
{"full_text":"RT 10 y.o. Peerless Turner from Elk Grove #California died suddenly on July 12, 2021. He had a headache, vomited then was fo...","sentiment_score":0.0}
{"full_text":"Lol they fired health workers for not taking that experimental poison, now they force them to work even if they have covid. Y'all actually blindly trust anything the news tell y'a huh.","sentiment_score":0.1333333333}
{"full_text":"RT Fauci, et. al. should have already been arrested.","sentiment_score":0.0}
{"full_text":"RT Trucks rolled into Canada's capital Ottawa to stage a massive protest against Prime Minister Justin Trudeau's COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT New pre-print that found a very limited immune response after infection with omicron. The desired herd immunity effect may ac...","sentiment_score":0.0217532468}
{"full_text":"I spent almost 3 weeks in two different hospitals last month. Nurses and doctors were not that \"concerned\" about this \"pandemic\". I wasn't required to wear a mask in front of them and they weren't worried about \"catching\" it. They just had to go through clearly forced motions.","sentiment_score":0.04}
{"full_text":"RT Goa has set an example in Covid vaccination. I congratulate CM Ji and his government for their tireless effo...","sentiment_score":0.0}
{"full_text":"RT Most likely makers are considering to release #RadheShyam on March 11th, 2022 PS: If pandemic  comes under control","sentiment_score":0.25}
{"full_text":"RT Spotify CEO Daniel Ek just conceded he will add a Covid notice to any podcast discussing Covid issues in an effort to stop...","sentiment_score":0.0}
{"full_text":"RT You nailed it Notice how Covid and omicron aren't in the news today Truckers have switched the narrative Tha...","sentiment_score":0.0}
{"full_text":"(It called the Bill of Rights)","sentiment_score":0.0}
{"full_text":"RT As we continue with lockdowns, school closures &amp; more doses of Vaccines with new (minor) vaccine escape variants emerging, i...","sentiment_score":0.1954545455}
{"full_text":"Do you think Rogan or his fans will really be bothered by a label? As long as the content is still being published, what does a label matter? Lots of things I see have Covid labels that I simply ignore.","sentiment_score":0.05}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"Wow. What I have is usually mild, but chronic, relentless, unpredictable.Pretty sure I had Covid in March 2020, and in the third week when I was recovering and thought I was better, I got exposed to some dust and was up half the night gasping.","sentiment_score":0.2111111111}
{"full_text":"RT Got out of COVID isolation yesterday, went for a 5k run, my chest is absolutely shot, had to stop twice. I'm a triple vaccin...","sentiment_score":0.2}
{"full_text":"RT JUST IN: House committee recommends the filing of syndicated estafa vs. 6 officials of Pharmally Pharmaceutical Corp. o...","sentiment_score":0.0}
{"full_text":"RT Breaking: The UK is scrapping the vaccine mandate for NHS &amp; Social Care Workers. ","sentiment_score":0.0333333333}
{"full_text":"RT So is that what we see? A closing of the gap over time?In fact, the oppositeObviously, a lot of other stuff also going...","sentiment_score":-0.125}
{"full_text":"Yes, it can be. But sure was nice to actually be prepared for Covid when it hit my family. Most doctors just tell people to drink lots of fluids and go to the hospital if you have trouble breathing.","sentiment_score":0.28}
{"full_text":"RT The \"fact checkers\" believe that everyone who got vaccinated &amp; then got Omicron need a boosterI didn't know they ran a...","sentiment_score":0.0}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"So why did CGTN delete the Wilson Edwards news article after the Swiss Embassy called out your government, Mr. Zhao?https:\/\/t.co\/MM327TwijK\"In Chinese culture, deception is in our blood\" - Cai XiaAll I'm saying is: \"people who live in glass houses shouldn't throw stones\".","sentiment_score":0.0681818182}
{"full_text":"He had access to monoclonal antibody treatment for his COVID-19 and thats widely accepted to work very well. So it wasn't the covid.","sentiment_score":0.05}
{"full_text":"Potential association between COVID-19 vaccine and myocarditis: clinical and CMR findings:","sentiment_score":0.0}
{"full_text":"Shoutout to MTL for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"RT The CDC closed the outbreak investigation after 9 months even though people were continuing to get sick. The USDA said noth...","sentiment_score":-0.4071428571}
{"full_text":"wowyou are really drinking the COVID Kool-Aidtell my Blue 22why do you trust big pharma?wondering","sentiment_score":0.0666666667}
{"full_text":"New to Queensland or sex work.Here's a resource that outlines the basics on the laws which can be confusing ?!?!?(Keep in mind COVID requirements are in addition to these laws) Contact us if you need more info. Sex Work and The Laws in Queensland -","sentiment_score":0.0558712121}
{"full_text":"\"The decline will happen nonetheless,\" Gottlieb said. \"Right now, it represents probably about 5% of infections in the U.S., and we have so much omicron immunity.\"https:\/\/t.co\/YEPaKsMb5w","sentiment_score":0.2428571429}
{"full_text":"COVID-19 boosters help keep our immunity strong. Find a booster near you to protect yourself and others. #VaccinesSaveLives","sentiment_score":0.2666666667}
{"full_text":"Be sure to self-test prior to gathering and encourage others to do the same before visiting others especially the elderly. #ANMS #sihatsepanjanghayat #MalaysiaSihatSejahtera #COVID19 #sihatmilikku","sentiment_score":0.125}
{"full_text":"The IATF has placed Metro Manila, Cavite and six other areas under Alert Level 2 starting tomorrow, February 1.Follow the minimum health standards to stay protected from #COVID19.","sentiment_score":-0.0625}
{"full_text":"Scott Morrison doesn't know how to lead Australia through a pandemic - the vaccine rollout was full of delays, he dismissed early approaches from Pfizer to secure vaccines earlier, and now he's failed to order enough Rapid Antigen Tests.Australia deserves better than this.","sentiment_score":0.1214285714}
{"full_text":"#ICYMI | Kenya Airways Resumes Flights to Dubai Amid Stringent COVID-19 RulesRead more at AviationSource!https:\/\/t.co\/HVqMz1aiga","sentiment_score":0.5}
{"full_text":"OMICRON SURGE WANING: There is some potentially promising news for parents eager to get their children under the age of five vaccinated against COVID-19. has the details as the U.S. sees signs of a waning omicron wave.","sentiment_score":0.2}
{"full_text":"Can we all back COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"RT Anyone willing to give a guy a whittle boost to the 20k mark?!If I get there, I promise to: Cure cancer, end homelessnes...","sentiment_score":0.25}
{"full_text":"RT I want to show you all what the emotional toll these Covid policies are having on families. We had to leave my mom whos...","sentiment_score":0.0}
{"full_text":"Army-manned COVID vaccination centres operative today#lka #SriLanka #COVID19 #coronavirus ","sentiment_score":0.0}
{"full_text":"As India completes 2 years since the outbreak of #Covid_19,  vaccines &amp; following COVID Appropriate Behaviour remain the most effective weapons against the deadly virus. Though a number of other methods have been tried, no definitive treatment has emerged.","sentiment_score":0.2125}
{"full_text":"The new #Omicron subvariant BA.2: What we know so far  Scientists are now tracking a rise in cases caused by a close cousin known as BA.2, which is starting to outcompete BA.1 in parts of Europe and Asia.","sentiment_score":0.0787878788}
{"full_text":"Queensland's Covid death toll is now just a whisker under 200 but a slide in daily case numbers has stoked hopes in some regions that the worst of the Omicron wave has passed.","sentiment_score":-0.5}
{"full_text":"The Chinese mainland has reported 40 local COVID-19 cases. Of the locally-transmitted infections, 24 were reported in Zhejiang Province, 11 in Tianjin municipality and 3 in the capital Beijing.","sentiment_score":0.0}
{"full_text":"This is how to do it!","sentiment_score":0.0}
{"full_text":"RT The Neo-Fascist Party has a talent for supporting the illegal actions of \"tourists\" and truckers.Multiple criminal invest...","sentiment_score":-0.2166666667}
{"full_text":"RT Third year into the #COVID19 pandemic, yet the drug regulator relies on makeshift approach for emergency drug approvals,...","sentiment_score":0.0}
{"full_text":"Kids are returning to school across the country this week, with experts predicting a subsequent bump in COVID cases. #COVID19AUS","sentiment_score":0.0}
{"full_text":"Omicron drives US deaths higher than in fall's delta wave. #KTVONews","sentiment_score":0.25}
{"full_text":"This entrepreneur built a backyard garden and a farm amid the pandemic to secure food for his family and give an alternative source of income for his employees in his trucking business. #pandemic #farming #agriculture #agripreneurhttps:\/\/t.co\/rSsPhcaZen","sentiment_score":0.4}
{"full_text":"#MiddayNews |Must follow #Covid19 protocol amid emergence of #NeoCov: Health experts Via: Vinod Kumar Menon","sentiment_score":0.0}
{"full_text":"RT Our 63 free schools in Chhattisgarh are run in heavily forested areas. When schools were closed during the pandemic, our te...","sentiment_score":0.0333333333}
{"full_text":"RT This is CEO Daniel Ek. This is who is choosing to profit over deadly COVID lies. He flies under the radar compar...","sentiment_score":-0.2}
{"full_text":"DID YOU TEST POSITIVE FOR COVID-19?Symptomatic or asymptomatic, report it immediately.8789-32000966-419-4510Call us now and we will take care of you.GET ISOLATED IN TAGUIG'S QUARANTINE FACILITIES","sentiment_score":0.2272727273}
{"full_text":"#remotejobs #stayathome Remote Position: Global Treasury Manager #jobsearch #hiringnow","sentiment_score":-0.05}
{"full_text":"'No reason to panic': Scientists sanguine about Omicron's new sister","sentiment_score":0.1363636364}
{"full_text":"RT U.S. COVID update: Daily cases drop 16 days in a row- New cases: 84,742- Average: 538,439 (-12,577)- States reporting: 14\/...","sentiment_score":-0.0045454545}
{"full_text":"RT Jungkook's Lunar New Year MessageWe are greeting a new year that is colder than ever! As I've always said, I hope you alw...","sentiment_score":0.1534090909}
{"full_text":"He always talking about looking after your body, people that want him cancelled have typically never watch a podcast","sentiment_score":0.0833333333}
{"full_text":"RT My little sister has a heart operation scheduled in the next few weeks. If she, or any of her kids catch Covid it won't...","sentiment_score":-0.1291666667}
{"full_text":"Long-standing job vacancies in the Australian Public Service have been harder to fill in the past two years. #publicsector #jobs #workershortagehttps:\/\/t.co\/TS0XKFfj2Z","sentiment_score":-0.0875}
{"full_text":"RT #Chonburi announces 466 new and confirmed cases of Covid-19 and one new death.","sentiment_score":0.2242424242}
{"full_text":"RT I can't believe I live in the period of history where humans can get a free vaccine, but instead pay a scam for a fake...","sentiment_score":0.0121212121}
{"full_text":"SUD, PWUD, PWID, Addiction, Overdose, OD, open access ","sentiment_score":0.0}
{"full_text":"Update on COVID-19 Vaccine Availability in States\/UTs-More than 164.59 Crore vaccine doses were provided to States\/UTs-More than 12.38 Crore balance and unutilized vaccine doses still available with States\/UTs@tapasjournalist","sentiment_score":0.4}
{"full_text":"New Zealand Journalist Charlotte Bellis says she cannot return home from Afghanistan, where she had been reporting, because her application was rejected. See more: #Afghanistan #COVID #COVID19 #Omicron #niwchiiaelnd #okhwid #o`aimkhr`n #`afkaanisthaan","sentiment_score":0.3181818182}
{"full_text":"RT Something that I just realized: When Greg AbbottTX said that he would \"eliminate rape in TX\", what he means, is that no...","sentiment_score":0.0}
{"full_text":"Measures against #leprosy, including case detection and treatment, have been disrupted due to the #COVID19 pandemic | #WorldLeprosyDay | story by","sentiment_score":-0.125}
{"full_text":"BOP Warriors Wear Masks! Keep yourself protected from the Covid-19 pandemic by taking these measures.#HarFardKaKhayal #FollowCovidSOPs #WearMask #TheBankOfPunjab #CovidWarriors","sentiment_score":0.0}
{"full_text":"Good Noon Everyone,We shall pray the Oratio Imperata against the Covid 19.In the name of the Father, and of the Son, and of the Holy Spirit. Amen...","sentiment_score":0.7}
{"full_text":"We offer services that focus on disinfecting all areas and surfaces of the home or office.Contact us TODAY on 0407 094 444 to arrange a stress-free covid cleaning for your home or office.#professionalcleaners#covidcleaning#disinfection#sanitisation#melbourne","sentiment_score":0.0}
{"full_text":"Record #COVID-19 #coronavirus #hospitalizations reported in #Newfoundland and #Labrador ... | #SARSCoV2 | #Canada | #healthcare | #pandemic | #infections | #COVID19 | Via","sentiment_score":0.0}
{"full_text":"Delaware ended 2021 with a seasonally adjusted unemployment rate close to pre-pandemic levels.","sentiment_score":0.0}
{"full_text":"That it makes you more likely to get sick from Covid","sentiment_score":-0.0714285714}
{"full_text":"The local government of the municipality of Calinog has prohibited its residents from taking part in clinical trials for vaccines against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/wGnZaMRcVk","sentiment_score":0.0}
{"full_text":"Spotify is adding a content advisory warning to podcasts that discuss COVID-19 amid complaints that it was allowing misinformation to spread on its platform.","sentiment_score":0.0}
{"full_text":"A view of the Manjuyod sandbar, shared by Johnny Ferniz [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Last: &gt;10BIL people have received a #COVID19 vaccine. That is over half the world's population.That is the largest real worl...","sentiment_score":0.0111111111}
{"full_text":"A Chinese study has shown that having a different vaccine as the booster shot can increase the protective effect against the #COVID_19 virus.","sentiment_score":0.0}
{"full_text":"Maybe he can offer his expert covid advice to the CCP, i'm sure they will be most appreciative.","sentiment_score":0.5333333333}
{"full_text":"RT How religion and Covid are similar? 1) Don't question the rituals. Social distancing, wear masks, take vaccines. Don'...","sentiment_score":0.0166666667}
{"full_text":"RT Shouldn't Spotify to take DOWN Joe Rogan's COVID misinformation instead of adding a warning label?","sentiment_score":-0.1555555556}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"So you agree vaccines don't work ?? But believe masks work to prevent on Covid 19 spread ?","sentiment_score":0.0}
{"full_text":"RT Jungkook's Lunar New Year MessageWe are greeting a new year that is colder than ever! As I've always said, I hope you alw...","sentiment_score":0.1534090909}
{"full_text":"RT GOOD - BLOODY GOOD!!!!!!! ","sentiment_score":0.3}
{"full_text":"It really would it's so stressful planning a wedding in general and especially planning one during a pandemic and you have people on the fence about going because of it so to really do something like knowing all of this is flat out tacky and trashy ","sentiment_score":0.085}
{"full_text":"RT MAEPS discharged its last group of patients yesterday.MAEPS 2.0 cared for 166,072 Covid-19 patients over the course of 14...","sentiment_score":0.0}
{"full_text":"you're leaving out the fact that the safety threat to him and his young children (one actually has covid right now) has been so severe they had to be moved to a secure place this weekend. and his media avail tmrw morning is actually from an undisclosed location.","sentiment_score":0.1571428571}
{"full_text":"I just heard about it Friday at lunch and already read an article how it is in 20 U.S. states, supposed a B.2 variant of the Omicron B.1 or something like that and it is harder to tell on a test, more transmissible and more genetic variants or some sorts.  Dial F for fear monger.","sentiment_score":0.3}
{"full_text":"We have compiled hundreds of data sets to support the important work of clinicians scientists engineers in the fight against coronavirus.Have a look  ","sentiment_score":0.4}
{"full_text":"RT BREAKING: Denmark ends ALL COVID mandates effective on Feb 1, 2022.Freedom is breaking out across the globe.It's time f...","sentiment_score":0.6}
{"full_text":"RT Friendly reminder: An FDA panel of experts voted 16-2 AGAINST boosters for all except the most vulnerable due to lack...","sentiment_score":0.0625}
{"full_text":"RT One misconception about Japan's political response to COVID is that it is a lovey-dovey response that's all about caring fo...","sentiment_score":0.0}
{"full_text":"Makes perfect sense; just give up. Especially since there's alot we don't know about #COVID19 Sure would be a shame if the number with #LongCovid ends up being greater than expected, and that includes serious neurological or immunological sequelae.","sentiment_score":0.2611111111}
{"full_text":"Hi sir. I am hoping to be part of your team. It would be a big help coz I'll save for it and buy my own pega if ever u choose me one of your iskolar. I wanna help to those in need too esp now pandemic.","sentiment_score":0.3}
{"full_text":"Every single province had a lock down!! Talk about looking for a fight. So, that means the entire country was locked down............... Oh let's not forget about the limiting of gatherings, the borders. Ya. The entire country was locked down.","sentiment_score":-0.104265873}
{"full_text":"Many have died with Covid... How many have actually died FROM Covid? Cause the Mayor Pat Brown from Brampton Debunked that myth... And most of these new variants are just common cold and flu symptoms... Either way why should I lose my freedoms? It's ridiculous...","sentiment_score":0.0503787879}
{"full_text":"RT Well, it felt inevitable at this point but it sucks nonetheless. My girlfriend has covid and I expect to get it soon. I'm...","sentiment_score":-0.15}
{"full_text":"RT Jungkooks new years messageWe are welcoming a new year that is colder than ever. As I have said each time, please take...","sentiment_score":0.1363636364}
{"full_text":"Our Back to School plan is available to download which includes the Term 1 COVID-safe measures  Please refer to for more details.","sentiment_score":0.3}
{"full_text":"RT \"No one should be surprised that there is work being done to get us there,\" Liberal Transport minister Omar Alghabra h...","sentiment_score":0.1}
{"full_text":"The MAC is back open after a brief closure due to COVID. To celebrate their return and the Tiffany glass exhibit, anyone with 'Tiffany' in their legal name gets in for free!","sentiment_score":0.0958333333}
{"full_text":"RT Friendly reminder: An FDA panel of experts voted 16-2 AGAINST boosters for all except the most vulnerable due to lack...","sentiment_score":0.0625}
{"full_text":"RT I had a meaningful conversation with today about the continued use of #Holocaust references &amp; symbols in the vac...","sentiment_score":0.5}
{"full_text":"Losing it now? I thought he was insane in 2016... but looking at numbers now, I think it's clear that he did the country good until COVID hit.","sentiment_score":-0.0666666667}
{"full_text":"We don't know what the long-term effects of omicron are. Original covid wasn't as bad for children but there's now evidence it increased the prevalence of diabetes in children. Plus infections still lead to increased hospitalization which creates problems for others","sentiment_score":-0.1625}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"Young and Joni Mitchell are among those who have removed their music from the platform over the spread of COVID-19 misinformation","sentiment_score":0.1}
{"full_text":"\"Depreciation begins as soon as you drive off the lot\" is a belief we've gone by for a very long time. But if you've seen a #secondhand #car anytime over the last two years, it should be obvious that rule hasn't held true during the #pandemic. Here's why:https:\/\/t.co\/8Z4f7yFTYy","sentiment_score":0.037}
{"full_text":"Young and Joni Mitchell are among those who have removed their music from the platform over the spread of COVID-19 misinformation","sentiment_score":0.1}
{"full_text":"From January 24, up to 10 Rapid Antigen Tests over three months (a maximum of 5 in a month) will be made available free through pharmacies to certain concession cardholders.https:\/\/t.co\/iUyJfDGJJD#covid19 #RAT #freeRAT #test","sentiment_score":0.3380952381}
{"full_text":"No kidding!!! Why does Robin even need or have a nanny? Don't you remember the couple in TX who have 6 daughters? Or the couple in Alabama who have 9 kids? None of them have a nanny!! #SisterWives","sentiment_score":0.0}
{"full_text":"RT MEXICO vs COVIDPresident recommends religious stamps.Covid czar says facemasks are not very helpful.A state governor rec...","sentiment_score":-0.05}
{"full_text":"Multiple criminal investigations underway for 'desecration' of Canadian monuments after protests against Covid-19 mandates, police say","sentiment_score":-0.2}
{"full_text":"RT Wow! This is extremely ominous-- the gateway to health measures that redistribute medical wellbeing. Sound preposterous...","sentiment_score":0.1}
{"full_text":"RT Jungkooks new years messageWe are welcoming a new year that is colder than ever. As I have said each time, please take...","sentiment_score":0.1363636364}
{"full_text":"RT This is CEO Daniel Ek. This is who is choosing to profit over deadly COVID lies. He flies under the radar compar...","sentiment_score":-0.2}
{"full_text":"Work on developing a broad vaccine to combat COVID-19 variants and future coronavirus outbreaks is well underway, said Professor Wang Linfa during Lianhe Zaobao Chinese-language book \"COVID Warriors: The Singapore Way\". Read more at","sentiment_score":0.1875}
{"full_text":"Current time is Czech Republic is 05 : 00.Corfirmed active cases of Covid-19 in Czech Republic: 297583.Difference from yesterday: -1920","sentiment_score":-0.0666666667}
{"full_text":"This daily infographic provides the total number of vaccine doses administered in Australia  as of 30 January 2022 Stay up to date with COVID-19 vaccine information here ","sentiment_score":0.0}
{"full_text":"RT NSW government was warned Omicron could lead to more hospitalisations days before restrictions lifted | New South Wales polit...","sentiment_score":0.3181818182}
{"full_text":"Pulse oximeter measurements of blood oxygen levels are unreliable in assessing severity of Covid-19 pneumonia #Covid19 #research #newspaper more about this here: for free to ResearchNews Newsletter:","sentiment_score":0.45}
{"full_text":"My thoughts are they need to pull all of his COVID misinformation podcasts and tell him to cut that  out.","sentiment_score":0.0}
{"full_text":"RT To. ARMY~Hi, This is Suga. Happy new year, everyone! 2022 is coming!! It seems like we haven't seen each other often...","sentiment_score":0.3137784091}
