{"full_text":"RT How many times can someone claim a 'momentary' lack of judgement?Carrie Johnson pictured breaking Covid rules hugging f...","sentiment_score":0.5}
{"full_text":"RT Last year at the height of the pandemic, immigration minister Alex Hawke PRAISED Novak Djokovic, describing him as a great...","sentiment_score":0.4}
{"full_text":"RT Idhoka dlm prathi sari . Without promotions , without bgm , without SSR , without etc...","sentiment_score":0.0}
{"full_text":"RT I always tell folks to share their joy, so I am sharing mine: I spent the day with The Wife, celebrating our 22nd anniversary....","sentiment_score":0.35}
{"full_text":"RT The head of NHS England has questioned whether a deal to pay private hospital providers to earmark capacity in case of...","sentiment_score":0.0}
{"full_text":"RT Despite taking all the necessary precautions I have tested Covid Positive yesterday. Besides a light fever I am otherwise fin...","sentiment_score":0.2090909091}
{"full_text":"147,492 children lost parents due to Covid since April 2020: NCPCR to SC","sentiment_score":-0.125}
{"full_text":"This is where our journalists fail,","sentiment_score":-0.5}
{"full_text":"RT Over the past couple of days, I've heard several anti-lockdown\/\"Government just wants to control us\"-types who I know say...","sentiment_score":-0.0166666667}
{"full_text":"RT Errors:1) At 300,000 daily cases for 9 million will have 33,000 cases\/mil. 6X more than any other country.2) Asymmet...","sentiment_score":0.125}
{"full_text":"...yeah... that's about it huh!!","sentiment_score":0.0}
{"full_text":"RT All the Australian government had to do was offer a #covid19 vaccine to the public and let them decide if they wanted it or...","sentiment_score":0.0}
{"full_text":"Yo what if they got Covid in Heaven ","sentiment_score":0.0}
{"full_text":"RT Fauci: Why would a Senator want to do this? Go to Rand Paul's website and you see fire Dr. Fauci with a little box that says cont...","sentiment_score":-0.1875}
{"full_text":"RT Despite taking all the necessary precautions I have tested Covid Positive yesterday. Besides a light fever I am otherwise fin...","sentiment_score":0.2090909091}
{"full_text":"RT Boris Johnson did not get us through the pandemic. It was the nurses, doctors and ambulance service. They all deserve a pay r...","sentiment_score":0.0}
{"full_text":"RT I'll always remember Roger Federer for his legendary consistency, Rafael Nadal for his clay court mastery, Andy Murray for...","sentiment_score":1.0}
{"full_text":"The Govt will just let Covid finish a few more off, solves it for them.","sentiment_score":0.15}
{"full_text":"RT Bilbo's \"I feel thin, sort of stretched, like butter scraped over too much bread\" really hits different going into year...","sentiment_score":-0.01}
{"full_text":"RT Details of cases confirmed as death due to Covid-19, after due completion of death audit process:1.A 75 years old Female o...","sentiment_score":0.05}
{"full_text":"RT \"Dude, my roommate had a stroke\" is not something you ever expect to hear from someone in their 20s. It's right up there w...","sentiment_score":0.2857142857}
{"full_text":"RT So, how's everyone enjoying Scott's \"living with covid\"? Just like lockdowns, except with much less food, and many more sic...","sentiment_score":0.3333333333}
{"full_text":"RT He was deported &amp; lost based on the perception that he is a threat to the Aus people, by a minister with executive (...","sentiment_score":0.0}
{"full_text":"One can wonder of the quality of many of those COVID articles... good experimental research takes time","sentiment_score":0.4333333333}
{"full_text":"Me too  I slept like all day after everything was unpacked. He's a big football guy so i would kind of understand if we weren't *in a pandemic*","sentiment_score":0.3}
{"full_text":"RT #LargestVaccineDrive#1YearOfVaccination@PMOIndia ","sentiment_score":0.0}
{"full_text":"A consequence of a PM who has no regard for anyone other than himself?","sentiment_score":-0.125}
{"full_text":"RT For 2 years many of us doctors said comorbidities matter, encouraging weight loss, vit D optimization, better managemen...","sentiment_score":0.5}
{"full_text":"RT Tonight I walked away from a restaurant after some 19 year old with a mask hanging under her chin said I needed a passpor...","sentiment_score":0.1}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"I live in terror of any of my family going into hospital and not because of covid which we have all recovered from, as have millions of others, but because of this enforced seperation. Its inhumane. What has happened to us? I despair.","sentiment_score":-0.3818181818}
{"full_text":"RT Despite taking all the necessary precautions I have tested Covid Positive yesterday. Besides a light fever I am otherwise fin...","sentiment_score":0.2090909091}
{"full_text":"UAE registers  3,067 new coronavirus cases, 3 deaths in 24 hours#CoronavirusUpdates","sentiment_score":0.1363636364}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT Good piece by an Army veteran, about the VA's cruel and illogical policies limiting, and in some cases even...","sentiment_score":-0.1}
{"full_text":"Depressing but necessary read, underlining what it really means when we let the NHS \"ride out\" yet another Covid wave","sentiment_score":-0.1333333333}
{"full_text":"Sorry, no sympathies here. If you're going to spread vaccine hesitancy and pose a risk to others around you, you are a Covidiot. End of. Netrikkan thirapillum kutram kutramae.","sentiment_score":-0.5}
{"full_text":"Big applause to Aussies to follow the rules in #Novak_Djokovic case, we need more governments like this one or like in Singapore that don't pay sanity cost in case of COVID to no vaccinated. #DjokovicGoHome","sentiment_score":0.25}
{"full_text":"No compulsion involved. Australia's Covid rules require everyone entering the country to be vaccinated - or gain an exemption on medical grounds. He decided not to be vaccinated and has no medical case for an exemption. His choice.","sentiment_score":0.0}
{"full_text":"RT Despite taking all the necessary precautions I have tested Covid Positive yesterday. Besides a light fever I am otherwise fin...","sentiment_score":0.2090909091}
{"full_text":"RT They did that for almost a year when there were no vaccines. If there's evidence they were a major source of COVID infection...","sentiment_score":0.0625}
{"full_text":"RT Covid Scotland: Case rates lowest in unvaccinated as double-jabbed elderly drive rise in hospital admissions | HeraldS...","sentiment_score":0.0}
{"full_text":"RT I was 21 when the pandemic started and next week my great-grandson is turning 46.","sentiment_score":0.0}
{"full_text":"What is wrong with your government? Stop refusing to accept foreign aid to assist in development and covid control...https:\/\/t.co\/Yj9NGTtyFS","sentiment_score":-0.3125}
{"full_text":"Get well soon ikka ","sentiment_score":0.0}
{"full_text":"RT #1YearOfVaccineDrive :: India achieved the highest daily vaccinations, with ~95% of adults getting one dose and ~70% of ad...","sentiment_score":0.0}
{"full_text":"RT To the people that are annoyed Boris wasn't afraid of covid and had some parties during lockdown. I ask you, why didn't yo...","sentiment_score":-0.5}
{"full_text":"Needs reading this ","sentiment_score":0.0}
{"full_text":"He contested Covid rules , regulations, guidelines , processes , procedures and policies at least he can bring that home with him . #novaxdjokovic","sentiment_score":-0.3}
{"full_text":"RT \"Covid deaths are rising sharply in the UK, but an increasing proportion of these are actually due to something else, BBC a...","sentiment_score":-0.125}
{"full_text":"RT 25 Suicides as unsupported individuals fall into debt and despair, abandoned by #1922Committee...","sentiment_score":0.0}
{"full_text":"Seems the vaxed get covid more than the unvaccinated what the hell is in that vac?","sentiment_score":0.5}
{"full_text":"RT US fugitive who faked his own death arrested in Scotland after COVID-19 hospitalization ","sentiment_score":0.6}
{"full_text":"RT I do not get it either. I would give up saying the same thing over and over (filtration works!) if it weren't for the fact...","sentiment_score":0.0}
{"full_text":"RT Amazing that we're entering day three of the country's prime minister pretending to not understand the Covid isolation rul...","sentiment_score":0.6}
{"full_text":"RT Poor Donnie - strangled the language yet again.  If you're MAGA white you REFUSE the vaccine, your are t...","sentiment_score":-0.2}
{"full_text":"RT In light of the Biden Admin's &amp; CDC's responses over the past year, I also recommend reviewing this intervie...","sentiment_score":0.075}
{"full_text":"RT Rusfed rejected her, they didn't even want to give her a cs. Then they were reluctant to release her and she had to wait t...","sentiment_score":0.0}
{"full_text":"RT #Mammootty Tests Positive for #COVID19, Shooting of His Movie Franchise #CBI5 Suspended@mammukka@MammoottyFC369@Mammootty...","sentiment_score":0.2272727273}
{"full_text":"RT Hosting #64CPC2019 cost us Shs.18Bn for 64 vehicles - which could not be traced when needed for the Covid Response...","sentiment_score":0.0}
{"full_text":"Covid-19 in China: Beijing and Tianjin racing to contain Omicron spread ahead of Lunar New Year and Winter Olympics #Beijing #Tianjin","sentiment_score":0.1363636364}
{"full_text":"RT \"Perhaps, if we are honest with ourselves, what herd immunity really means is our newfound capacity to render ourselve...","sentiment_score":0.4}
{"full_text":"RT Why is the fact that we have a Chinese virus destroying our lives, landfill full of Chinese tests and masks and a Chinese...","sentiment_score":0.03}
{"full_text":"The use of the word \"downplayed\" sounds like, they think they know the truth about \"the threat of the coronavirus to children\". Do they *know* the real answer?","sentiment_score":0.2}
{"full_text":"RT Wishing a speedy recovery Get well soon #Covid19 #Mammootty","sentiment_score":0.0}
{"full_text":"\"also, what's Covid?\"","sentiment_score":0.0}
{"full_text":"RT Amazing to see covid cases falling again, and back under 100k. More proof that was right not to impose further r...","sentiment_score":0.2771428571}
{"full_text":"RT Thank you PM ji , with your Leadership &amp; Vision of Atmanirbhar Vaccines,India has administered Over 156 cr...","sentiment_score":0.0}
{"full_text":"RT Does anyone actually believe Downing Street's claim that a member of #BorisJohnson's family has tested positive for #Cov...","sentiment_score":0.1136363636}
{"full_text":"RT Last year, Raghuram Rajan had predicted Indian economy would not recover to pre-Covid level before late 2022We did it 1...","sentiment_score":-0.15}
{"full_text":"RT BREAKING: Covid rule cheat, immigration form liar, &amp; anti-vaxxer icon Novak Djokovic loses final appeal against deportatio...","sentiment_score":-0.15}
{"full_text":"RT Basically everyone I know:1. Has COVID2. Has someone close to them who has COVID3. Is immune compromised and trying despera...","sentiment_score":0.0}
{"full_text":"Uttar Pradesh schools and colleges to remain closed till January 23 amid COVID surge","sentiment_score":-0.1}
{"full_text":"RT Me saying no to plans because I'm \"Busy\" when in reality I just wanted to stay home, watch my shows &amp; do self care. ","sentiment_score":0.1}
{"full_text":"This is heartbreaking  sometimes I'm glad I can no longer work due to #longcovid .  My heart goes out to all the staff dealing with this. .  The NHS isn't 'coping' with Omicron - just ask doctors and patients | Rachel Clarke | The Guardian","sentiment_score":0.1875}
{"full_text":"A heavy fine and points deduction for having a postponement sanctioned by the league when applying the rules that all 20 clubs agreed in the first place.","sentiment_score":0.1555555556}
{"full_text":"I have just been released from a large hospital with nursing staff sitting around with little to do. Three said it \"has been very quiet since covid\". What we experience is different to what we see on television.","sentiment_score":0.0066964286}
{"full_text":"RT My doc who previously supported Fauci, the CDC, and FDA, told me yesterday that they are misleading us and he no longe...","sentiment_score":-0.1666666667}
{"full_text":"How Bad is My BatchAre some batches more toxic than others? Batch codes and associated deaths, disabilities and illnesses for Covid 19 Vaccines.https:\/\/t.co\/o5ptg8n6ywhttps:\/\/t.co\/jj8xZeWmHRhttps:\/\/t.co\/V3cYX9mGlBhttps:\/\/t.co\/m1jWDtQVt9","sentiment_score":-0.1}
{"full_text":"Halting Progress and Happy Accidents: How mRNA Vaccines Were Made","sentiment_score":0.8}
{"full_text":"Is there any lockdown in Bengaluru now , or it's just weekend curfew ??","sentiment_score":0.0}
{"full_text":"RT Why are the \"patriots\" the only ones who know people who've gone blind from the vaccine? Everyo...","sentiment_score":-0.25}
{"full_text":"RT \"Never ever use a vaccine that cannot block transmission, when you are in the battlefield\" (example: during a pandemic)Vi...","sentiment_score":0.0}
{"full_text":"The Conservative Party and I protect the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":"RT *SSC Joining Delay.*SSC normalization scam.*NTPC &amp; Group D exam delay.*NTPC Result Scam.*No Age relaxation &amp; No #Ext...","sentiment_score":0.0}
{"full_text":"It was during lockdown that found himself wondering if he would ever experience running out at a packed Kingspan Stadium on a Friday night again, and he says his new mindset is helping him savour every game for his province","sentiment_score":-0.1318181818}
{"full_text":"RT Met Police have repeatedly said they do not investigate Covid breaches retrospectively so why are they looking into Shau...","sentiment_score":0.0}
{"full_text":"The booster dose of COVID-19 vaccine could be obtained within 15 days from the date of sending the message of vaccination to the citizens, said the Ministry of Health and Population in a statement.#Egypt #COVID19#Coronavirus | #mSr #fyrws_kwrwn","sentiment_score":0.0}
{"full_text":"the one-year immunisation campaign against covid-19 in india has come to an end. so far, 156.76 crore vaccine doses have been delivered.x","sentiment_score":0.1}
{"full_text":"RT Last year at the height of the pandemic, immigration minister Alex Hawke PRAISED Novak Djokovic, describing him as a great...","sentiment_score":0.4}
{"full_text":"This important thread from highlights how workforce shortages and lack of investment, alongside COVID disruptions, are impacting cancer patients' experiences within the NHS. We cannot allow cancer patients to suffer and for this trajectory to continue.","sentiment_score":0.4}
{"full_text":"Should cancel the tournament if Aus is still freaking out about covid, the jab doesn't stop infection","sentiment_score":0.0}
{"full_text":"RT FUN FACT: A study at Oregon State Univ. suggests that cannabis components may prevent coronavirus infections. However,...","sentiment_score":0.3}
{"full_text":"RT How many times can someone claim a 'momentary' lack of judgement?Carrie Johnson pictured breaking Covid rules hugging f...","sentiment_score":0.5}
{"full_text":"Corona or No corona, Staying awaY from people is always good idea.ITV SENSATION RUBINA","sentiment_score":0.7}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"Parts of the country still have a rate of one in 20, according to a leading experthttps:\/\/t.co\/8RbMqzdUnx","sentiment_score":0.0}
{"full_text":"A #ransomware #attack last week has left an Albuquerque area jail without access to its camera feeds and rendered automatic door mechanisms unusable. Inmates have been confined to their cells as a result, while technicians struggled to bring #systems back online","sentiment_score":-0.025}
{"full_text":"Arnold Clavio recovers from COVID-19https:\/\/t.co\/B5qpa3xqiP","sentiment_score":0.0}
{"full_text":"Parts of the country still have a rate of one in 20, according to a leading experthttps:\/\/t.co\/YavlCSzpOZ","sentiment_score":0.0}
{"full_text":"How can cultural sectors regain the confidence of their audience post-covid? English heritage told us: To hear more about the #CaseForCulture, get a virtual ticket for the event's launch:https:\/\/t.co\/0f4ZhY6Weh","sentiment_score":0.2}
{"full_text":"Find your nearest vaccine location using the online search tool - out more atCOVID - -","sentiment_score":0.5}
{"full_text":"Book a Covid vaccination this weekend somewhere convenient for you","sentiment_score":0.0}
{"full_text":"Omicron is spreading fast. Make sure you get your booster to keep yourself protected.","sentiment_score":0.35}
{"full_text":"RT Trump coming out slamming Biden on supply chains, record-high murders, Covid failures, and child trafficking on the border","sentiment_score":0.0}
{"full_text":"Why would you be interested in Germany in particular?https:\/\/t.co\/X8dULBT2Dl","sentiment_score":0.25}
{"full_text":"NEW OPERATING HOURS OF TAGUIG VACCINATION HUBSThe following hubs are accommodating COVID-19 vaccination in the city.Schedule your vaccination appointment! Go to or Taguig TRACE kiosks in all barangay halls.","sentiment_score":0.0681818182}
{"full_text":"Hundreds of thousands of #Hindu worshippers gathered on the banks of #India's Ganges river on Friday for a holy bathe despite a 30-fold rise in coronavirus cases in the past month. #COVID19Read more:","sentiment_score":0.125}
{"full_text":"Use of masks can reduce transmission of diseases.It is important to wear a mask that fits you properly, covering your nose &amp; mouth.","sentiment_score":0.2}
{"full_text":"722 new cases of coronavirus reported in Punjabhttps:\/\/t.co\/kwwWQ3taRI","sentiment_score":0.1363636364}
{"full_text":"The offer of a #COVID19 vaccination will always be available for anyone who hasn't come forward yet.It's never too late to get your first or second dose.Find out more >","sentiment_score":0.17}
{"full_text":"There are lots of opportunities to #GetBoosted at COVID-19 vaccine clinics next week. More info ","sentiment_score":0.25}
{"full_text":"New data from the U.S. government shows the number of coronavirus infections among migrants in Immigration and Customs Enforcement facilities is up 520% in the last two weeks.https:\/\/t.co\/alauteYIJb","sentiment_score":0.0681818182}
{"full_text":"As we face an equally dangerous parallel pandemic of disinformation and misinformation, it is now of utmost importance for the public to maintain vigilance and awareness against the existing flood of misguided information.","sentiment_score":-0.2}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT Omicron cases increasing rapidly in India#BBKingPratik #PratikSehajpal","sentiment_score":0.0}
{"full_text":"Game, set, match Australia: Novak Djokovic to leave the country after court upholds government decision to cancel visa over his #COVID19 vaccine status, ending the Serbian's record Grand Slam bidhttps:\/\/t.co\/l9Moyt47Sm","sentiment_score":0.05}
{"full_text":"RT Let's don't forget that and have both said they will support Trump in 2024. So can we quit...","sentiment_score":0.0}
{"full_text":"How well do vaccines stop us catching and spreading Omicron?Expert answers key question in the debate over mandatory vaccination for NHS staff.https:\/\/t.co\/iFZ6G1UfAa","sentiment_score":0.3}
{"full_text":"Find the latest advice and information about the #Coronavirus (Covid-19) here:  ","sentiment_score":0.5}
{"full_text":"RT When anti-vaxxers get COVID, why do they go to emergency rooms? Why don't they stick with natural immunity instead of je...","sentiment_score":0.1}
{"full_text":"RT Health risks for children due to Covid are less, but the cost of school closure is extremely high: World Bank Education Direc...","sentiment_score":-0.0438888889}
{"full_text":"Current Conditions for #Sayre PATemp: -4.7FWind Chill: -4.7FHumidity: 94%Dew Point: -6.0F Barometer: 30.552 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 763.000000Deaths: 11.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"New #COVID19 cases in #SaudiArabia stay above 5,000 mark; recoveries steadyhttps:\/\/t.co\/feO5HxJayY","sentiment_score":0.0681818182}
{"full_text":"RT oh hey so it turned out that i got covid! idk how &amp; when and no one around me has got it so far (phew) so let's make some...","sentiment_score":0.1}
{"full_text":"RT Strong and enduring immune response in children after SARS-CoV-2 infection, even without symptoms.Really good news for our fu...","sentiment_score":0.5666666667}
{"full_text":" Tickets for Tuesday: are now required to check vaccine passports of at least 50% of attendees as per new govt rules. Please get to the stadium as early as possible on Tuesday evening. Ticket office open 11am to kick-off on Tue!","sentiment_score":-0.0127272727}
{"full_text":"RT #China tightens entry into capital in wake of #omicron outbreak. Beijing requires nucleic acid tests within 72 hours of ent...","sentiment_score":0.0}
{"full_text":"RT This is what got kicked off the front page. #auspolMore than 7000 COVID-19 cases in aged care as hundreds of homes locke...","sentiment_score":-0.1}
{"full_text":"GBP\/USD seesaws around 1.3600 as softer USD contrasts Brexit, coronavirus woeshttps:\/\/t.co\/xBToLvHV21","sentiment_score":0.0}
{"full_text":"The 20 main symptoms of Omicron have been identified and how long they will lasthttps:\/\/t.co\/ZGazNDEcB0","sentiment_score":0.0583333333}
{"full_text":"Yet Mark Drakeford thinks \"the impact on Welsh businesses does not come from the actions of government\"!The strict restrictions on hospitality was economically cruel and clinically unnecessary.Labour's response to Omicron was a mistake.Read more ","sentiment_score":-0.25}
{"full_text":"He has no shame.Operation Fightback begins: Boris Johnson is 'plotting a major cull of Downing Street inner circle' and will launch 'policy blitz' to tackle Channel migrant crisis and post-Covid rebuild ...via","sentiment_score":0.03125}
{"full_text":"RT Carrie Johnson admits \"lapse in judgement\" over breaking lockdown rules. Excuse me, but this whole governments regime;...","sentiment_score":0.075}
