{"full_text":"Yes! Speak up! I'm tired of the covid jokes. The west normalizes racism against asians so much and they just tell us to \"lighten up\".","sentiment_score":-0.1}
{"full_text":"I think, it is high time to open up gradually everything towards pre covid era as new variant proved not so dangerous with all precautions. Revival is vital in every sphere, be it a business or kids education or worship. Let's get back to normal with caution and care.","sentiment_score":-0.0076623377}
{"full_text":"RT Washington trooper who defied state vaccine mandate and told Governor Jay Inslee to 'kiss my a--' dies from COVID-19....","sentiment_score":0.0}
{"full_text":"RT Keep deleting Spotify, my dearsJoe Rogaine lies about everything: the vaccine, climate change, the election, etc.He's inje...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"RT Doctors are the boon directly sent from God for us. Salute to the heroic job you do even in the time of COVID-19 pandemic. #U...","sentiment_score":0.4}
{"full_text":"RT Covid blew up after the 49ers lost the SB, if y'all want it to end, the 49ers must win the SB. Those are the rules &amp; I don'...","sentiment_score":0.8}
{"full_text":"RT Older women are a largely invisible demographic.  They live longer, are more likely to be carers, have been hard hit by...","sentiment_score":0.1209415584}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"Anyone else... Covid positive on 7th Jan. Now negative but still mild symptoms... fatigue, cough, heavy chest? Just lucky I guess #COVID19","sentiment_score":0.0787878788}
{"full_text":"RT IT'S HAPPENING AGAINCatalonia in Spain has announced they are scrapping the use of covid passports to access public are...","sentiment_score":0.0}
{"full_text":"mood","sentiment_score":0.0}
{"full_text":"RT I wonder if we'll ever know how many Australians have died or suffered life altering complications, due to their inability t...","sentiment_score":0.1875}
{"full_text":"RT Racism doesn't always come hand in hand with slurs, or physical attack. It is in systems of power that allow parallels b...","sentiment_score":0.0}
{"full_text":"RT Learn more about the efficacy of the Brazillian study on IVM. The city mayor of Itajai, announced a city-wide use of I...","sentiment_score":0.5}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT \"Me apni country ko serve krta hu, Jab aap ghr pe bheti thi pandemic me tab me bhar logo ki help krra tha\" - #UmarRiaz t...","sentiment_score":0.0}
{"full_text":"RT This post on my website is about to pop off &amp; I could not be more excited!!COVID is about to ramp up in the US.Each...","sentiment_score":0.5}
{"full_text":"RT Eleven of the 49 people who died had received three doses of a COVID-19 vaccine, 24 people had received two doses, two peopl...","sentiment_score":0.0}
{"full_text":"RT Pfizer is going to \"help\" the FDA with the data documents. So happy they are collaborating, they will help to redact (...","sentiment_score":0.8}
{"full_text":"\"You don't know what you've got til it's gone.\"#DeleteSpotify","sentiment_score":0.0}
{"full_text":"RT Reviewed the Covid-19 situation across the UT. Reiterated importance of Tele-consultation, expanding the services to f...","sentiment_score":0.0}
{"full_text":"Im coughing too hard I might vomit and I dont wanna I fucking hate covid all my niggas hate covid ","sentiment_score":-0.6305555556}
{"full_text":"RT Every organization mandating boosters in young healthy people knowing the data on omicron's breakthrough rate despite boo...","sentiment_score":0.3}
{"full_text":"RT 98 deaths today in  due to Covid. My sincere condolences are extended to all of the loved ones of the deceased. 1 in...","sentiment_score":0.3583333333}
{"full_text":"RT That was the real pandemic tbh...","sentiment_score":0.2}
{"full_text":"RT Sixty-eight people died of Covid today in Ontario. Not that anyone cares.Today both #DrMoore &amp; Toronto PH said...","sentiment_score":0.0}
{"full_text":"RT People refusing to get a PCR test because they genuinely believe that Covid is over as the government are dropping restrict...","sentiment_score":0.4}
{"full_text":"Press Briefing by White House COVID-19 Response Team and Public Health Officials via","sentiment_score":0.0}
{"full_text":"RT You die as a direct result of the ravages of Covid, and Chant acknowledges your passing by listing your comorbidity.How d...","sentiment_score":0.1}
{"full_text":"RT The first flu viruses were isolated  &amp; transmitted (to ferrets) in the early 1930's. His advocacy &amp; effort contributed g...","sentiment_score":0.175}
{"full_text":"RT Moistening fliers with saliva &amp; handing them to voters during Covid times. And this is government that will supposedly k...","sentiment_score":0.0}
{"full_text":"RT Canada v. Trudeau.I'm with Canada.","sentiment_score":0.0}
{"full_text":"RT while playing \"cafe\" this morning Elliot asked to see my vaccine pass, so I guess the messaging is sinking in","sentiment_score":0.0}
{"full_text":"Please follow the COVID appropriate behaviour even after vaccination.#Unite2FightCorona #LargestVaccineDrive","sentiment_score":0.5}
{"full_text":"A murder in New Zealand has been listed as a Covid death. People in palliative care have been listed as Covid deaths. I understand the reasoning behind the listing but it creates distorted figures which create fear in people.","sentiment_score":-0.1318181818}
{"full_text":"It wasn't an anti-vaccine protest. It was an anti-vaccine MANDATE protest.","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"RT Canadian truck driver said he held out his cell phone for border agents to scan his covid vax bar code and they said they d...","sentiment_score":0.0}
{"full_text":"RT Last year, Rep. Bob Good stood at a rally and proclaimed that the pandemic was \"phony.\" This despicable language contri...","sentiment_score":0.35}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"RT For Vaccination phone numbers and locations -","sentiment_score":0.0}
{"full_text":"RT Bombshell Reports from AustraliaAustralian Media Places Blame for the Pandemic on Fauci.This will be echoed World Wide...","sentiment_score":-0.1}
{"full_text":"RT Uninvited missionaries and plagues, name a more iconic duo.","sentiment_score":0.5}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"Hey. #FoxNews Remember how you gave this guy a platform to spout his antivaxx beliefs?You oughta bring this guy back on to explain his position on vaccines now....Oh, yeah. He's dead of Covid.How many others have died because of you?","sentiment_score":0.1}
{"full_text":"RT #JusticeForArmyStudents conduct army exam kya election k liye...","sentiment_score":0.0}
{"full_text":"RT Washington trooper who defied state vaccine mandate and told Governor Jay Inslee to 'kiss my a--' dies from COVID-19....","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT An initiative totally beyond the mendacious incompetents of our LNP rabble...","sentiment_score":0.0}
{"full_text":"RT Last night, Jimmy Kimmel made a \"joke\" about boy bands and COVID varients.  Smirk firmly in place, he traced the evolution...","sentiment_score":-0.1}
{"full_text":"RT Almost 4,000 people died of Covid just yesterday.Let that number sink in.Most were unvaxxed.","sentiment_score":0.0}
{"full_text":"RT The covid pandemic hoax is going to go down in history as the greatest 'excuse' EVER in history to rob, steal, lie, hide,...","sentiment_score":0.2648148148}
{"full_text":"RT One plus to Covid safe restaurants - menu on the phone.Can look at scores for an extra 5-10 minutes pretending you're...","sentiment_score":0.25}
{"full_text":"new variant noooooo","sentiment_score":0.1363636364}
{"full_text":"RT Are any media outlets going to write about how fucked up it is to compare a group of Asian artists to COVID? Not one? Jus...","sentiment_score":-0.3}
{"full_text":"RT The streaming service had difficulty responding to a deluge of angry customers after cravenly siding with a m...","sentiment_score":-0.5}
{"full_text":"RT They will make up excuses as to why they died.They weren't given Ivermectin or HCQ or wha...","sentiment_score":0.0}
{"full_text":"RT CLEVELAND, Ohio (WJW) - Just days after announcing his new tour, #KidRock says he won't perform at venues that require COV...","sentiment_score":0.1363636364}
{"full_text":"Washington trooper who defied state vaccine mandate and told gov to 'kiss my a--' dies from COVID-19 #FoxNews","sentiment_score":0.0}
{"full_text":"Ground Report: Economy Is Growing, But COVID-19 Still Haunting Small Town Street Vendors: Read More:https:\/\/t.co\/5Wct3iOSjD#groundreport #economy #COVID19 #streetvendors #economy","sentiment_score":-0.25}
{"full_text":"RT They even used Picture of Punjab's COVID vaccination vans ","sentiment_score":0.0}
{"full_text":"RT England: Scrapping covid passports.Denmark: Scrapping covid passports.Catalonia: Scrapping covid passports.Freedom is...","sentiment_score":0.0}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"RT The worldwide protest against COVID mandates reaches Indonesia.","sentiment_score":0.0}
{"full_text":"the fake news media said \"we steal covid vaccines\".","sentiment_score":-0.5}
{"full_text":"Confession: I heard that my RF tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers. I...","sentiment_score":0.0}
{"full_text":"RT Wife hasn't stepped out of home for 10+ days. She got detected with COVID today. I have been going out everyday (walks wit...","sentiment_score":-0.2}
{"full_text":"891 employees at Southern Philippines Medical Center test positive for #COVID19","sentiment_score":0.0318181818}
{"full_text":"RT Denmark  lifts all Covid restrictions (in the midst of Omicron wave), declaring that Covid is no longer a threat to socie...","sentiment_score":0.0}
{"full_text":"Living in the time of pandemic: COVID-19 (86)","sentiment_score":0.0}
{"full_text":"ISU researchers look into why pigs don't transmit COVID-19","sentiment_score":0.0}
{"full_text":"The actress stands in opposition to government-mandated vaccine policies.https:\/\/t.co\/7Pdupv99Vh","sentiment_score":0.0}
{"full_text":"That is absolute balderdash, Latin. Omicron has been soaring in Israel which has one of the highest vaccination rates in the world Brazil has started prosecuting the stooge MDs who were pushing zero early treatment.","sentiment_score":0.15}
{"full_text":"#robot GARMI plans to hand over trophies to the winners at 2022 Skiing World Cup - Women in #GarmischPartenkirchenSki to avoid corona contagions.Live on free TV today starting 11:30 ZDF #AlpineSkiinghttps:\/\/t.co\/9dsPTv5fGa","sentiment_score":0.2}
{"full_text":"I see your point, I still find it hard to agree with the reasoning although the constant change in mandates is getting old. I just look at what vaccines have done in the past with polio, influenza and measles and have to think that Covid vaccine should be treated the same","sentiment_score":-0.0883333333}
{"full_text":"NCOC extends Covid curbs till Feb 15Single day tally of new cases soars above 7,000@etribune #etribune #NCOC #COVID19 #Pakistan #Ardh","sentiment_score":0.0681818182}
{"full_text":"#UAE: Flight cancelled due to COVID-19 restrictions, no refund for over a year Travel agency awaiting refund approval from airlines ","sentiment_score":-0.125}
{"full_text":"Regional cooperation plays a critical role in managing the transition out of the current crisis, and a renewed focus on environmental and social dimensions of cooperation is essential. Read the Op-ed:","sentiment_score":0.0083333333}
{"full_text":"RT Today they're saying it's a nonviolent \"Freedom Convoy,\" because that's good optics. But organizer James Bauder: Trudeau...","sentiment_score":0.55}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 687 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"The limits imposed by Covid-19 provided a unique opportunity to use technology as a replacement for face-to-face interactions. However, excessive screen time has been linked to poor mental health outcomes.#abrisuite #canada #technology #humanside","sentiment_score":-0.09375}
{"full_text":"\"In New York, you're supposed to isolate for five days after a positive test -- but that's not how Alaska's top hockey mom does it,\" said of \"Typhoid Mary\" Sarah Palin, who was spotted dining out just days after testing positive for Covid-19. ","sentiment_score":0.2727272727}
{"full_text":"In a statement issued through his teacher, Guo wengui said he only encouraged Yan to come out \"against the COMMUNIST Party Mafia\" and tell the world the truth about the coronavirus.","sentiment_score":0.0}
{"full_text":"Japan to cut quarantine days for COVID close contacts to 7 from 10https:\/\/t.co\/zkzglmcYqz","sentiment_score":0.0}
{"full_text":"RT Moistening fliers with saliva &amp; handing them to voters during Covid times. And this is government that will supposedly k...","sentiment_score":0.0}
{"full_text":"Many folks may already know this, but many public health agencies in the US have stopped doing individual case investigations &amp; contact tracing.  This happened during (or before) the omicron surge in many locations.https:\/\/t.co\/HJ0hyI3efe","sentiment_score":0.3}
{"full_text":"The UK Government has approved the use of the pill from February 10https:\/\/t.co\/dbQP5W4m31","sentiment_score":0.0}
{"full_text":"During uncertain times, it's important to remember that children can become stressed too. Here are some ways on how to help children cope during the pandemic.#Mentalhealthmatters","sentiment_score":0.4}
{"full_text":"#SolomonIslands received 50,000 doses of China's Sinopharm as part of a package of emergency humanitarian assistance supplies on the 26th, in response to its sudden outbreak of COVID-19 which jumped from 0 to 700 cases in just two weeks.","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"DID YOU KNOW?Good personal hygiene is one of the best ways to protect yourself from getting gastro or infectious diseases such as COVID-19, colds and flu.Practice good hygiene today and teach them to your kids as well.#Hygiene #WASH","sentiment_score":0.425}
{"full_text":"Eatogether Food Hall was previously an incubator for Vikings' new brands, but with the pandemic, the food hall opened its doors to accommodate displaced chefs and home-based food entrepreneurs to pursue their passion for food and business. ","sentiment_score":-0.0151515152}
{"full_text":"RT Just a gentle reminder to not be mad at TFF for not doing more. They are located In texas where we have a law against mand...","sentiment_score":0.025}
{"full_text":"Why Does 'The Media' Censor the Vaccine Injuries in US People Who Became The Victims of Experimental Injections?","sentiment_score":0.1}
{"full_text":"RT Dear reschedule GATE 2022.Why are you treating the s...","sentiment_score":0.0}
{"full_text":"RT It really is getting into death cult territory","sentiment_score":0.2}
{"full_text":"In his latest column, argues cracks in the Tory party appeared long before Boris Johnson's lockdown troubles.  #ToriesOut #JohnsonOuthttps:\/\/t.co\/dVjZKdlh27","sentiment_score":0.225}
{"full_text":"The deadly delta strain that had wreaked havoc during the second wave continues to dominate in the third wave of COVID in Karnataka, according to Karnataka Health Minister Dr K Sudhakarhttps:\/\/t.co\/DKmcH4weUS","sentiment_score":-0.0666666667}
{"full_text":"Kid Rock's tour begins soon - but he announced this week that if a venue requires vaccines or masks, he won't play.","sentiment_score":0.0}
{"full_text":"RT this metric has a name, Excess Mortality, and it really helps set apart country's health systems","sentiment_score":0.2}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0810841259 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie #goodeats","sentiment_score":0.0}
{"full_text":"There's a chance to #GrabAJab today at Zest Community Centre, 18 Upperthorpe, Sheffield, S6 3NA. The clinic is open from 11am - 4pm today. So come on down to get your covid vaccine! #VaccinateSheffield","sentiment_score":-0.0972222222}
{"full_text":"RT Hold them all accountable!More information and more data on negative impacts is going to emerge re: policies and decision...","sentiment_score":0.1}
{"full_text":"Infection rates are rising across Hampshire","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT Is there any single man alive who has done more harm on a *global* level, over a *longer* period of time, and across *more...","sentiment_score":0.2057142857}
{"full_text":"RT If you claim we're recovering from a pandemic, you don't burden the people with new taxes. You cut your expenditure and bl...","sentiment_score":0.1363636364}
{"full_text":"So you think you're a Covid expert (but are you?)https:\/\/t.co\/GktyZc5fdG","sentiment_score":0.0}
{"full_text":"Bharat Biotech's intranasal #Covid booster gets #DCGI nod for trials in #india #BharatBiotech #currentaffairs","sentiment_score":0.0}
{"full_text":"A school official said students had been fined $60,050 as of Tuesday afternoon.https:\/\/t.co\/mqZNQki2KJ","sentiment_score":0.0}
{"full_text":"Kevin Woods, 55, had pleaded guilty to two counts of sexual assault on a girl aged under 13 between March and June 2020.https:\/\/t.co\/AVvaDAPDSn","sentiment_score":-0.0333333333}
{"full_text":"Official COVID-19 update in ThailandSaturday, 29 January 2022* 2,424,090 people infected (+8,618)* 2,318,006 recovered (+8,358) * 83,939 receiving treatment* 22,145 deaths (+19)#NewCases #Coronavirus #COVID19 #MinistryOfPublicHealth #Update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"Dawn Butler MP: Why I cannot vote for the government's coronavirus plans or further power grabshttps:\/\/t.co\/Dbg99jyexF","sentiment_score":0.0}
{"full_text":"Why Joe Biden's Free Covid Test Website Wasn't a Dumpster Fire","sentiment_score":0.4}
{"full_text":"That can you see then some from these sickness are changing your body health or your looking like stomach cancer make you very weak in the time my grandfather had that but these are sickness who exist since humans exist and that corona is just a lie from the government","sentiment_score":-0.4875}
{"full_text":"RT Taking the vaccine is a national duty. Convincing the marginalised about their doubts towards taking the vaccine is natio...","sentiment_score":0.5}
{"full_text":"RT People refusing to get a PCR test because they genuinely believe that Covid is over as the government are dropping restrict...","sentiment_score":0.4}
{"full_text":"RT SARS-CoV-2 is an airborn vascular disease, &amp; vascular diseases are NEVER mild. It is also a more com...","sentiment_score":0.1666666667}
{"full_text":"RT The Met's evolving position: - we don't investigate Covid crimes retrospectively - there is insufficient evidence -...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 9.5FWind Chill: 5.6FHumidity: 76%Dew Point: 3.5F Barometer: 30.238 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"RT It really is getting into death cult territory","sentiment_score":0.2}
{"full_text":"RT What Ursula von der Leyen is typing into her phone is, frankly, not a private matter. We need public scrutiny of EU text me...","sentiment_score":0.0}
{"full_text":"RT Holy shit we might have a functioning HIV vaccine in the near future...?Holy shit.","sentiment_score":-0.1}
{"full_text":"The European Commission is allocating 21 million euros (approximately PHP1.19 billion) to support communities affected by disasters, conflicts, and the pandemic in some Asian nations, including the Philippines.https:\/\/t.co\/vwy1xjBOhV","sentiment_score":-0.1333333333}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"RT #JusticeForArmyStudents Silchar ka Army recruitment rally 2 saal sai nehi huya hai d...","sentiment_score":0.0}
{"full_text":"RT A type of coronavirus, NeoCov, that spreads among bats in South Africa may pose a threat to humans in future if it mutates...","sentiment_score":0.0}
{"full_text":"RT 1\/Last night broke me. I've never imagined I would see such lack of care from politicians for people they represent, for peo...","sentiment_score":0.0}
{"full_text":"RT Who else is tired of dealing with Covid and knows it would be much better already if it wasn't for Republicans! ","sentiment_score":0.1125}
{"full_text":"RT Thank you for all your amazing hard work! Thank you for helping our community and putting yourselves on the front line to...","sentiment_score":0.1177083333}
{"full_text":"Neil Young  Jeff Bezos: Iconic Songwriter Pitches Amazon Music After Exiting Spotify Over Joe Rogan Vaccine Claims","sentiment_score":0.3}
{"full_text":"RT \"Humanitarian access is non-negotiable\"  the defacto blockade on #Tigray should end. #Ethiopia","sentiment_score":0.0}
{"full_text":"RT This response would have been workshopped - discussed with his spinners until it was 'just right'It's a message aimed at...","sentiment_score":0.2857142857}
{"full_text":"Whilst travelling, please be considerate of each other and wear a face covering if you can. #TravelWithConfidenceMore info https:\/\/t.co\/gV35ircjKu","sentiment_score":-0.125}
{"full_text":"RT It was obvious that he was referring to BTS.  Especially because he had made a similar \"joke\" about BTS \"fever\" and COVID j...","sentiment_score":0.0}
{"full_text":"RT Anyone who says \"It had to happen a sometime\" upon a diagnosis of COVID19 is minimising the deaths of MILLIONS of people w...","sentiment_score":0.0}
{"full_text":"Top WHO official labels COVID-19 vaccine mandate protest convoy may smash world record.","sentiment_score":0.5}
{"full_text":"Children of the age group of 15-18 years old had taken their first jab of covid 19: confirms health minister .....#headlines #todaysnews #newstoday #newsoftheday #newsupdate #breakingnews #hindumetro #politics #covid19 #vaccination #politicsnewshttps:\/\/t.co\/9xjH83urTt","sentiment_score":0.175}
{"full_text":"RT Absolutely appalling but sadly unsurprising. I was discharged from a Long Covid clinic after declining ta...","sentiment_score":-0.3}
{"full_text":"Whilst travelling, please be considerate of each other and wear a face covering if you can. #TravelWithConfidenceMore info https:\/\/t.co\/pCSEuovq55","sentiment_score":-0.125}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Missions should be illegal. Period. Stay the fuck home and leave Natives alone. Pandemic or not.","sentiment_score":-0.45}
{"full_text":"RT 220129 richining fansign joshuatelling joshua that supporting seventeen brought my sister and i closer because we were...","sentiment_score":0.25}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"When SHOULD you get your booster after catching Covid? Officials reveal how long infected Aussies should wait before getting jabbed","sentiment_score":0.275}
{"full_text":"Whilst travelling, please be considerate of each other and wear a face covering if you can. #TravelWithConfidenceMore info https:\/\/t.co\/YQCQvzDx6g","sentiment_score":-0.125}
{"full_text":"RT Weird how so many people are \"anxious\" about opening everything back up at the peak of the deadliest wave of a global pan...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: @KIRONewsradio has been able to confirm Trooper LaMay died after a battle with Covid. He famously quit over va...","sentiment_score":0.5}
{"full_text":"RT Pandemic recovery is guaranteed wid help of skilled migrants. Pls clear the 489 pending visas since 30 months. Request yo...","sentiment_score":0.3}
{"full_text":"RT The \"Omicron is mild\" messaging came down to there not being enough people in the workforce since we're in a mass disab...","sentiment_score":0.0592592593}
{"full_text":"In the coming weeks, 400 million free N95 masks from the federal government will be distributed at thousands of pharmacies and health centers across the country.","sentiment_score":0.4}
{"full_text":"People are sharing what got them tweeting ban. I was quarantined once for pointing out that as someone who worked with RNA viruses and PCR since 1998 I know your scepticism of the PCR test for Covid is well justified. I bet most of us have a funny example like that ","sentiment_score":0.3833333333}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"United Breweries Q3 results: Profit down 28% to Rs 91 cr #Beer #UnitedBreweriesQ3Results #UnitedBreweries #UBL #Heineken #Revenue #Pandemic ","sentiment_score":-0.1555555556}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT Canadian truckers protesting the country's vaccine mandates is the largest &amp; longest trucker convoy on record at 43 miles...","sentiment_score":0.0}
{"full_text":"RT Over 100 California school board members have now signed the letter opposing mask\/vaccine mandates and demanding an end t...","sentiment_score":0.0}
{"full_text":"This is from an hour ago unless I have the time wrong - \"Canada's trucker convoy has arrived near Parliament Hill in Owatta, blaring their honks in protest of the government's Covid restrictions and vaccine mandates.\" I've never heard such a noise before","sentiment_score":-0.1333333333}
{"full_text":"RT \"This has become a trend for the UCP government. While the pandemic initially slowed their attempts to privatize our health...","sentiment_score":0.0}
{"full_text":" Hundreds of lorry drivers from Canada are on their way to the capital Ottawa to protest new corona measures  #netherlands  #mostliked","sentiment_score":0.1363636364}
{"full_text":"RT Long Covid study finds abnormality in lungs that could explain breathlessness","sentiment_score":-0.05}
