{"full_text":"RT Imagine if we'd spent the last 2 years (and a small portion of all THAT - you know, COVID money) on beginning to address...","sentiment_score":-0.1166666667}
{"full_text":"Covid: Different rules across UK causing fatigue, expert says PROBLEM HERE IS THAT WE HAVE A LABOUR RUN WELSH GOVERNMENT SO NO MATTER WHAT A CONSERVATIVE LED BRITISH GOVERNMENT SAYS..ITS LIKE LABOUR V CONSERVATIVE.  LABOUR DECISIONS NOT GOOD 4 BUSINESSES","sentiment_score":-0.1166666667}
{"full_text":"So disappointed to the pandemic of coved-19 in Tianjin. I may not go home from school. And I have a lot words to remember with them.","sentiment_score":-0.75}
{"full_text":"RT A friend in Arizona, where state policy has been to let covid spread, has tried hard to protect self and family but now has...","sentiment_score":-0.2916666667}
{"full_text":"RT 3) why are hospitalizations surging? It's simple math -- exponential cases EASILY swamps out any mildness.","sentiment_score":0.2166666667}
{"full_text":"RT In case I've not been wholly clear: of course people should get vaccinated! For most of the population (and NHS staff) t...","sentiment_score":0.3125}
{"full_text":"There is a new Johnny Walker Whisky Experience on Princes Street. Book tickets to visit the Museum of Scotland (Covid restrictions) &amp; while you are up there visit Greyfriars Kirk Yard, rub Bobby's nose &amp; see the grave stones that inspired some Harry Potter characters.","sentiment_score":0.1363636364}
{"full_text":"RT Big ExclusiveTelevision Actress #AyeshaSingh  Star of #GhumHaiKisikeyPyaarMeiin Tested #COVID19 positiveWe wishing...","sentiment_score":0.0}
{"full_text":"Usual total nonsense from Burgon.","sentiment_score":-0.125}
{"full_text":"RT Why are they pushing vaccines so hard when serious covid seems to be ending? They say it's to protect the NHS, but sho...","sentiment_score":-0.3125}
{"full_text":"RT #ExpressOpinion | What the pandemic has revealed about the arts in India@tmkrishna writes:","sentiment_score":0.0}
{"full_text":"RT Watch this.","sentiment_score":0.0}
{"full_text":"WH COVID-19 Response General Counsel Abbe Gluck is entitled to her own opinions. (see 9.38) The real question is who chose her and is that person providing the best advice to Bonus video:https:\/\/t.co\/U7mSBUS1Zo via Gluck:https:\/\/t.co\/DryiMj56OZ via","sentiment_score":0.4625}
{"full_text":"RT CDC 2020: quarantine for 14 days in a locked room.CDC 2021: stand over there for a few minutes.","sentiment_score":-0.2}
{"full_text":"FACTS","sentiment_score":0.0}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"Is it wrong to hope that someone has their \"wish\" come true?","sentiment_score":-0.075}
{"full_text":"Modern Society:You won't park your brand new car in one of the narrow bays at the supermarket incase it gets scratched but you'll send your child to school in a pandemic. You'll go to work in a hospital or school with outbreaks but as long as the car doesn't get scratched !","sentiment_score":0.0184659091}
{"full_text":"RT \"In this matched study of over 11,000 #Omicron cases in #Ontario, Canada, we found that risk of \rhospitalization was 65% lowe...","sentiment_score":0.0}
{"full_text":"RT Wales' First Minister Mark Drakeford has accused Boris Johnson of not protecting people in England from Covid, claiming the go...","sentiment_score":0.25}
{"full_text":"RT He is wrong, factually. But isn't nationalist politics sad? I genuinely find their lack of dignity and belief in themse...","sentiment_score":-0.2}
{"full_text":"RT Ireland's president writes to european heads of state urging that the supply of vaccines to southern countries be increa...","sentiment_score":0.0}
{"full_text":"RT #PMInauguratesCancerCenterAbout 11 crore doses of COVID vaccine have been provided free of cost 2 West Bengal by the...","sentiment_score":0.4}
{"full_text":"RT ICNARC have updated their analysis of COVID patients in critical care in England, Wales and NI. They now show boosted pat...","sentiment_score":0.0}
{"full_text":"Now they've stopped again due to covid .. we are in a rural town but numbers are increasing daily .","sentiment_score":-0.0416666667}
{"full_text":"RT Lockdown meme ","sentiment_score":0.0}
{"full_text":"RT I dare to stand in an ICU ward and talk about learning to live with covid.","sentiment_score":0.1363636364}
{"full_text":"RT If you have been jabbed 3 times and still got covid, why are you angry with the unvaccinated?","sentiment_score":-0.5}
{"full_text":"RT Has Neil got any independent evidence of vaccine efficacy? Has he seen the yellow card injurie...","sentiment_score":0.0}
{"full_text":"RT Mourning the loss of legend #SidneyPoitier, whose commitment to justice &amp; equity I &amp; so many around the  admired. Among his...","sentiment_score":0.5}
{"full_text":"RT Watching--Deaths from #COVID19 are still increasing in South Africa (with new backfilled data)-- looks like some may have...","sentiment_score":0.1363636364}
{"full_text":"Put a number on it. Are you saying two jabs? Or have to have the booster? Or have to have had Covid &amp; the booster?","sentiment_score":0.0}
{"full_text":"Wish she was around during this pandemic.","sentiment_score":0.0}
{"full_text":"RT Of the active recorded Covid cases in NSW, 0.7% have been hospitalised with 0.06% in ICU. These numbers even lower giv...","sentiment_score":-0.1333333333}
{"full_text":"RT Nicole Meehan from is seeking to understand how digital museum objects are perceived by museum professional...","sentiment_score":0.05}
{"full_text":"RT * Hospitalisations surge for unvaccinated American children * Philippines' Duterte wants unvaccinat...","sentiment_score":0.1}
{"full_text":"\"How are NHS staff that have worked through covid choosing not to get the vaccine\"Answers in the question to be fair, they've seen it all and made the decision that the risk of the vaccine outweighs the risk of covid for them","sentiment_score":0.7}
{"full_text":"RT The biggest problem we faced so far came from the infiltrators that join during covid-19 lock down. Some even came and...","sentiment_score":-0.0277777778}
{"full_text":"RT Uber Eats announced the end of its activities in Brazil as of March 8th. The announcement came a day after it was enacte...","sentiment_score":0.0}
{"full_text":"RT The latest pandemic term grabbing international headlines is \"flurona,\" which describes people who are infected with both the...","sentiment_score":0.25}
{"full_text":"Javid  #NoVaccineMandates  that's a good idea but if you get covid and need hospitalisation you pay the Health bill other wise stay home ..","sentiment_score":0.425}
{"full_text":"RT So many are getting sick. Just a few reminders to those needing help.(1) Bayanihan e-Konsulta is accessible through our...","sentiment_score":-0.0098214286}
{"full_text":"#AssemblyElections2022 | \"Strict action to be taken against polling officers as well for any violation of #Covid guidelines\": Chief Election Commissioner Sushil Chandra #ElectionsWithNDTVWatch LIVE:","sentiment_score":0.1181818182}
{"full_text":"Great advice. Worth reading if you love live events and wanna get the risk management right.","sentiment_score":0.4044155844}
{"full_text":"It is not a vaccine.A substance that infiltrates my cells, programs them to mass produce inflammation-causing spike protein is not going in my body.","sentiment_score":0.0}
{"full_text":"RT Namaz will not be performed at the Sector-29 ground from next week amid a surge in Covid19 cases in #GurugramThe announ...","sentiment_score":0.0}
{"full_text":"RT Strange stat for you - the number of covid patients on a ventilator in England today fell to its lowest level since 18th Octob...","sentiment_score":-0.05}
{"full_text":"RT Just massively into this story of English club Chester FC, whose stadium office is in England but the pitch in Wales, bein...","sentiment_score":0.0}
{"full_text":"RT WHEN IT'S A VACCINE MADE BY PFIZER IT'S BIG PHARMA BUT WHEN IT'S VIAGRA MADE BY PFIZER IT'S NOT BIG PHARMA SOMEONE GOUGE MY...","sentiment_score":0.0}
{"full_text":"RT Ed Yong's bleak assessment of Omicron in the US &amp; how it will play out for the healthcare system. NZ hasn't had the same wav...","sentiment_score":-0.5}
{"full_text":"RT 43% of COVID patients currently hospitalized in New York we're hospitalized for a reason OTHER than COVID and just happe...","sentiment_score":0.0037878788}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"RT #PMInauguratesCancerCenterPM Modi appreciated the infrastructure created by India from testing to vaccine as a stella...","sentiment_score":0.2}
{"full_text":"RT This will be a death sentence.","sentiment_score":0.0}
{"full_text":"RT In wake of rising COVID cases, ECI held meetings with Union Health Secretary &amp; Home Secretary, experts, &amp; health secretarie...","sentiment_score":0.0}
{"full_text":"RT Prominent QAnon conspiracy theorist dies from Covid after saying only 'idiots' get vaccinated.Cirsten Weldon, who had...","sentiment_score":-0.1}
{"full_text":"RT I often wonder many people might be alive in today if politicians across the world, and across the political spectrum, had...","sentiment_score":0.2}
{"full_text":"RT Is this what the kids call \"getting owned\" ","sentiment_score":0.0}
{"full_text":"I'll risk covid for some bieber balls so idgaf","sentiment_score":0.0}
{"full_text":"RT Nah someone needs to explain why these pandemic babies are behaving like this ","sentiment_score":0.0}
{"full_text":"RT I bet the unvaccinated Amish aren't having to deal with Omicron.","sentiment_score":0.0}
{"full_text":"I agree, but Labour also introduced PFIs. The NHS needs properly funding. This does not mean that our wildlife should take a back seat. The pandemic has shown us that green spaces are critical for our mental health.","sentiment_score":-0.0239583333}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT I feel like every time I go into a room with a lot of strangers even when masked I am rolling three dice, and tri...","sentiment_score":0.0}
{"full_text":"RT Finally something positive about this elitist banker.","sentiment_score":0.1136363636}
{"full_text":"RT Hugh was right, little did we know a pandemic would also be thrown in to the mix, with devastating consequences. At th...","sentiment_score":-0.3005952381}
{"full_text":"RT Lemme put this out here: Novak Djokovic is a smear on the tennis world. He is using his public persona as leverage in wa...","sentiment_score":0.0}
{"full_text":"RT The first COVID-19 case in BC was 710 days ago. #bcpoli","sentiment_score":0.25}
{"full_text":"RT I do apologize to anyone following me &amp; seeing the constant posts regarding vaccine certs. I post hoping to wake even 1 pe...","sentiment_score":0.0}
{"full_text":"RT People with one, two, three and no jabs are spreading this virus.The argument for vaccine papers has been utterly destr...","sentiment_score":0.0}
{"full_text":"RT While many Canadians have returned to work and more than a million jobs have been recovered, we know there's more to do...","sentiment_score":0.5}
{"full_text":"RT Brilliant article from the @GuardianAus - who are really standing out as the only major media organisation in Aus ri...","sentiment_score":0.290625}
{"full_text":"RT Vaccination will not stop the spread of omicron. It prevents hospitalization and death, particularly in those who are elder...","sentiment_score":0.1666666667}
{"full_text":"RT Rotherham mum left in wheelchair after Covid jab caused blood clot and stroke","sentiment_score":0.0}
{"full_text":"RT Those of us who voted against the mandatory vaccination of NHS staff were against coercion &amp; the Govt not having a plan...","sentiment_score":0.0}
{"full_text":"RT At some point commonsense will take over and we will reset.","sentiment_score":0.0}
{"full_text":"RT Not surprisingly our visit to the yard has been postponed. Wonder if it is down to ferry delay, turnaround director leavin...","sentiment_score":-0.2527777778}
{"full_text":"In 2013, I got a gastro virus in Thailand. It was awful. It took 3 months to get my appetite back. I lost 8 kgs. I'm not scared of COVID.","sentiment_score":-0.5}
{"full_text":"good!!!","sentiment_score":1.0}
{"full_text":"RT Downplaying COVID#DidNotGoAsPlanned.@FridayMemeTeam","sentiment_score":0.0}
{"full_text":"NHS leaders accused of pressure on hospitals over critical incidents as Covid grows | The Independent","sentiment_score":0.0}
{"full_text":"RT Very brave honest NHS doctor telling why he feels mandatory vaccines for NHS staff illogical. Sajid weak in re...","sentiment_score":0.4083333333}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"Plenty &amp; for a few this is their 2nd bout of Covid.","sentiment_score":-0.1}
{"full_text":"RT Ignore this individual","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"This Doctor deserves a #knighthood for speaking some truth after years of being #lied to by #Conservatives #Health before #profit","sentiment_score":0.0}
{"full_text":"RT A National Party MP has attended a second anti-lockdown and mandate protest.https:\/\/t.co\/xH9fPWDfTz","sentiment_score":0.0}
{"full_text":"RT I have complete confidence in this anaesthetist.I have zero confidence in you and your so called 'best advice'...","sentiment_score":0.55}
{"full_text":"RT Rotherham mum left in wheelchair after Covid jab caused blood clot and stroke","sentiment_score":0.0}
{"full_text":"RT They could have just gotten vaccinated instead","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"#Turkey: The quarantine period for positive cases of #COVID19 is set at 7 days according to the Turkish Minister of Health. \"The quarantine period for positive cases is set at 7 days. The quarantine will end if the test is negative on the 5th day\".","sentiment_score":0.0515151515}
{"full_text":"Over 2 Crore Teenagers In 15-18 Age Group Vaccinated With First Dose Of COVID-19 Vaccine So Far: Mandaviyahttps:\/\/t.co\/gu21Tbyscq","sentiment_score":0.175}
{"full_text":"Timescapes and Anticipatory Practices in the Contemporary (Pandemic) Academy","sentiment_score":0.1666666667}
{"full_text":"RT In a pandemic, DATA is everything. And it needs to be as accurate and real-time as possible. That's why it's so important...","sentiment_score":0.2666666667}
{"full_text":"RT There is no public health case for covid vaccine mandates. And should be opposing them.Well said Dr Steve James.","sentiment_score":0.0}
{"full_text":"Chris Salcedo: Chris talks about the record China virus case counts in Tarrant and Dallas counties. Something is always missing from the panic porn media coverage...Who's to blame?https:\/\/t.co\/pIGl27dN7V","sentiment_score":-0.2}
{"full_text":"RT The EU says it's not omicron unless it comes from the Omicronne region of France. Otherwise it's just sparkling covid","sentiment_score":0.0}
{"full_text":"Did you start a new business during the COVID-19 pandemic? It's a very exciting time and having business insurance in place is probably not at the forefront of your mind. Contact for an informal chat on 01905 21681. #startup #WorcestershireHour #Ad","sentiment_score":0.2631818182}
{"full_text":"RT OP-ED | The head of Canada's largest private-sector union says the refusal by the country's grocers to reinstate \"hero pay...","sentiment_score":0.0}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT Think about it. Mary felt fine, so why shouldn't she have kept cooking for people who mysteriously kept getting typhus?","sentiment_score":0.2083333333}
{"full_text":"Over 200 students within the OCFSD have tested positive this week. The Oak Creek Health Department wrote a letter back in October urging the school board to require masks indoors.https:\/\/t.co\/f9eNiAMju5","sentiment_score":0.1136363636}
{"full_text":"Health care workers will be given two weeks to get the shot after they are eligible. Only medical exemptions will be allowed.https:\/\/t.co\/jyN0N0cAGf","sentiment_score":0.0}
{"full_text":"WHO urges cancelling some holiday events over Omicron fears","sentiment_score":0.0}
{"full_text":"RT \"I'm not about to force somebody to get a vaccine. ... Whatever decision he wants to make, he's gonna make.\"KD on if he...","sentiment_score":0.2}
{"full_text":"The guidelines will be reviewed after January 15 after analysing the Covid situation#AssemblyElections2022 #COVID19India","sentiment_score":0.0}
{"full_text":"I hope &amp; will be okay after reading a tweet that they got #COVID19 and will not be at the upcoming #AEWDynamite.","sentiment_score":0.5}
{"full_text":"Free COVID-19 TESTINGTODAY, January 8, 9am-12pmEastminster Presbyterian Church250 N Highland AvePre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"RT Can you still smell a cigar through your mask?  Covid is smaller than smoke particles.  U...","sentiment_score":0.0}
{"full_text":"#Spain to ban smoking on its beaches with fines of up to 2,000 euros #travel #summer #traveling #smokinghttps:\/\/t.co\/OcLiJvSMxs","sentiment_score":0.0}
{"full_text":"RT The chemist with no RATSThe hospital with no bedsThe hospital with no staffThe shops with no foodThe GPs with no vacc...","sentiment_score":0.0}
{"full_text":"On 1 May 2021, when visited Vardhman Institute of Medical Science, not a single doctor could be seen in the COVID-19 ward. Nurses would distribute medicines every now and then but patients' attendants said that doctors never visited them.","sentiment_score":0.0178571429}
{"full_text":"Once covid gone ig (first time to show my face to twitter)","sentiment_score":0.25}
