{"full_text":"RT Health care workers need your help to slow the surge and ease the strain on our hospitals.Get vaccinated:","sentiment_score":-0.3}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"So sorry to hear you still in hospital. I had to stay overnight in the cardiac unit, one night and I couldn't wait to get home.  Two noisy in hospitals for me, to get any rest. Hope you get home soon ","sentiment_score":-0.275}
{"full_text":"RT NEW: Boris Johnson warns that pressure on hospitals from Covid isn't going to subside any time soon. \"I think we've got...","sentiment_score":0.1363636364}
{"full_text":"yea they need to go head &amp; make the announcement. does anyone know how much isolation housing capacity we have?","sentiment_score":0.2}
{"full_text":"RT With COVID-19 spiking all over the country, it's important to remember that Ron Johnson got rich while Wisconsinites got si...","sentiment_score":0.3875}
{"full_text":"Well that's certainly an extreme way to own the libs","sentiment_score":0.2375}
{"full_text":"RT Governor of Florida slams hypocrite lockdown politicians who travel to his state to enjoy freedom!#Canada #USA","sentiment_score":0.4}
{"full_text":"RT Sick as a dog. Was in ER had the covid test, now I wait. I am tripled vaxxed and got the flu shot, but the ER doctor said...","sentiment_score":-0.7142857143}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Federal Judge Grants Injunction to Navy seals requesting RELIGIOUS EXEMPTION from Federal Vaccine Manda...","sentiment_score":0.0}
{"full_text":"RT theyre doing their show remotely bc of covid while attacking remote schooling bc of covid","sentiment_score":-0.1}
{"full_text":"What is the reason these cannot be everywhere?","sentiment_score":0.0}
{"full_text":"RT It's time:1. Admit we live with the virus 2. Permanently expand ICU's3. Hire new healthcare staff 4. Provide free rapid...","sentiment_score":0.2242424242}
{"full_text":"My views on school openings aside, it is always CHAOS. Been doing this in blue metro areas for 2 yrs &amp; every time, it's like \"who knew start of school was coming in Aug 2020?! We have no plan!\" \"Who knew Omicron &amp; Christmas existed? We have no plan!\"https:\/\/t.co\/U5Hgil5ACA","sentiment_score":0.0}
{"full_text":"RT Globally, we must protect health care workers better. A strong and resilient health system is crucial--not just for Covid...","sentiment_score":0.3111111111}
{"full_text":"RT Joining on this hour to discuss what we needs to be done with #omicron.It's not lockdowns, or \"let...","sentiment_score":0.0}
{"full_text":"Use this and freedom to take back our country!!","sentiment_score":0.0}
{"full_text":"RT Communist China covered up the release of Covid. We've known this since April 2020. Joe Biden called Donald Trump a...","sentiment_score":0.0}
{"full_text":"RT Breaking... Gerry Harvey to take over Covid vaccine supply logistics from the khaki medico Frewen. Seems to be in the kno...","sentiment_score":0.0}
{"full_text":"RT 27.74% positivity. True community numbers will be massive. Keep yourself and your family away from potential transmissi...","sentiment_score":0.1166666667}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT Do as I say, not as I Zoom.","sentiment_score":0.0}
{"full_text":"RT We need everyone to do their part. Please get vaccinated and get your booster shot. We've lost too many and too much to COVID.","sentiment_score":0.35}
{"full_text":"trying to get tested for covid in omaha rn is so impossible","sentiment_score":-0.6666666667}
{"full_text":"RT And I do believe it's intentional. There's nothing accidental about knowingly exposing children, teachers and staff to C...","sentiment_score":0.0}
{"full_text":"RT We have got only 5 weapons to save ourselves from corona and also to fight it:1.Deep breathing2.Vitamin C3.Viral C d...","sentiment_score":0.0}
{"full_text":"RT FAM, I NEED HELPMY SOUND DESIGNER GOT COVID :( AND IS OUT FOR THE NEXT WEEK. ANYONE WANTS TO TAKE THE VIDEO ATTACHED AND...","sentiment_score":-0.0375}
{"full_text":"COVID-19 and all of it's variants -- are surging into the new year. And therefore the fight to reduce the spread of the deadly virus -- rages on.","sentiment_score":-0.0318181818}
{"full_text":"RT Western media are now making up models claiming that 1.7 million people have died in China rather than admit China has suc...","sentiment_score":0.0}
{"full_text":"RT Link:","sentiment_score":0.0}
{"full_text":"RT It makes no fucking difference to a hospital's staff whether the people in their beds are there \"with COVID19\" or \"for COVID...","sentiment_score":0.3}
{"full_text":"Deaths from covid perhaps, not any other causes, which have only been increased by the lockdowns now and into try e future etc...this is fact.Now, pls wake up and smell the BS you've been fed for the past two years by the govt and MSM outlets.#lockdownskill #lockdownsdontwork","sentiment_score":-0.09375}
{"full_text":"I believe he did get vaccinated after he got caught and was suspended trying to pass a fake covid vaccination card as legit. I could be wrong, though, but I thought I read that he did.","sentiment_score":-0.5}
{"full_text":"Bro didn't you get burned by scotty miller ","sentiment_score":0.0}
{"full_text":"RT A coward always finds reasons for his failures &amp; a leader owns responsibility &amp; accepts his failures.The sentence you jus...","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers are ruining our economy, closing businesses, schools,venues and flights, and filling hospitals with unvaccinated...","sentiment_score":0.0}
{"full_text":"1\/ A year or so ago, I thought this Covid situation temporarily paralyzed my life. Right now, I'm pretty sure it has truncated my life in the sense that it has disrupted my normal sense of temporality and spatiality as a globalized citizen.","sentiment_score":0.2964285714}
{"full_text":"RT Cognitive dysfunction after Covid vs uninfected controls Resist, if you can, getting infected or reinfected. Avoid...","sentiment_score":0.0}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"YES ABSOLUTELY","sentiment_score":0.2}
{"full_text":"RT Bulacan, Cavite and Rizal will join Metro Manila under Alert Level 3 from 5-15 January, as a high number of COVID-19 cases em...","sentiment_score":0.16}
{"full_text":"RT A NEW VARIANT REPORTED: France  new SARS-CoV-2 variant from someone who returned from  Cameroon.The variant has 46 mutatio...","sentiment_score":0.1363636364}
{"full_text":"RT Our government is now quite openly racketeering on behalf of big business. #auspol Scott Morrison says he won't 'undercut'...","sentiment_score":0.0}
{"full_text":"According to the most recent data from October, the unvaccinated get infected 5 to 10 times the rate of vaccinated, and die 14 to 20 times the rate of vaccinated, depending on booster status. ","sentiment_score":0.25}
{"full_text":"RT It is highly communal to blame Xmas for 6150 Covid cases today in Kolkata!KUMBH you can, its secular","sentiment_score":0.16}
{"full_text":"RT Remember when 80% vaccination was our path to normalcy? Remember when it was only 2 weeks to flatten the curve? How many times...","sentiment_score":0.25}
{"full_text":"RT So yet again, after months and months of campaigning, protesting and Twitter ...There is NO evidence that Vaccine Passports he...","sentiment_score":0.0}
{"full_text":"RT We have known for nearly two years that testing is key to managing this pandemic. And yet Scott Morrison hasn't done a thing to...","sentiment_score":0.05}
{"full_text":"Multiple hospitals in NYC are at 99% or 100% ICU capacity. Hundreds more hospitalized every single day. And we are, at the absolute least, two or three weeks from a peak.","sentiment_score":0.0657142857}
{"full_text":"RT katsucon is a chokepoint city in terms of how the gaylord is laid out.   cancel and cancel now.  you can get refunds through...","sentiment_score":0.0}
{"full_text":"RT US REPORTS OVER 1 MILLION COVID-19 CASES","sentiment_score":0.0}
{"full_text":"RT Cases are at over 37,000 today.","sentiment_score":0.0}
{"full_text":"RT On Christmas Eve I posted my PCR test results showing I was positive for Covid.  There are currently many voices sayin...","sentiment_score":0.3636363636}
{"full_text":"RT Map showing retailers that have sold out of rapid Covid-19 tests in Melbourne, 54 test sites shut due to huge demand","sentiment_score":0.1375}
{"full_text":"RT As kids go back to school, with the most wildly contagious version of COVID yet, why would you not take the bare minim...","sentiment_score":0.1625}
{"full_text":"RT This is a really great thread for helping to actually understand #COVID's aerosol transmission. One of the best I've see...","sentiment_score":0.6}
{"full_text":"And I've outlasted all these jokers in the COVID sweepstakes, unvaxxed as I am","sentiment_score":0.0}
{"full_text":"RT Genuinely worried about everyone going to ALA. COVID cases are surging, and the only reason why nothing is shut down is becaus...","sentiment_score":0.0814814815}
{"full_text":"Gorgeous gorgeous girls have covid rn","sentiment_score":0.7}
{"full_text":"RT Cases are now well over 100k a day in Sydney alone, only 20k reported because no one PCR access. we managed 175k tests a day...","sentiment_score":0.0}
{"full_text":"RT Dr Devendra Balhara is Educating people to save them fro...","sentiment_score":0.0}
{"full_text":"So is my point that folks in Group 1a should take the pandemic less seriously? ABSOLUTELY NOT.I'm in this group, and I think we're the only sane people going right now. Seriously. We need to keep it up as best we can, despite most of society attempting to reject reality.","sentiment_score":0.212244898}
{"full_text":"RT If you're an eligible worker who has been directly affected by a public health lockdown related to the pandemic, the exp...","sentiment_score":0.0333333333}
{"full_text":"I guess I've been super lucky not to catch the covid this whole time. And with my job I'm in contact with lots of people, touch door handles and elevator buttons all day. In and out of dr offices and hospitals and still nothin. Hopefully it stays that way.","sentiment_score":0.2888888889}
{"full_text":"N95 and KN95 are very similar","sentiment_score":0.0}
{"full_text":"FCK COVID..lets go","sentiment_score":0.0}
{"full_text":"RT 78% of 915 kids hospitalized last  summer with COVID at 6 children's hospitals were there not just with, but because of...","sentiment_score":0.0}
{"full_text":"78. But, my nephew who just passed away from Covid (fully vaxxed\/booster) was only 50. He died 5 days from diagnosis. Top physical condition and he coached multiple sports. None of this makes sense, does it?","sentiment_score":0.125}
{"full_text":"RT Now let's compare all of these to vaccination status, using some of the latest data from the CDC.Looking at this, we see...","sentiment_score":0.5}
{"full_text":"Anyway: theaters are safe, vaccinations enormously reduce your chance of hospitalization or death, and young people aren't hit hard by COVID. So go see SCREAM if that's your sort of thing and keep in mind non-COVID factors likely have something to do with the MORBIUS date change.","sentiment_score":0.0616666667}
{"full_text":"RT Orange County Deputy District Attorney Kelly Ernby, a leader within the local Republican Party, has died suddenly, a week afte...","sentiment_score":0.0}
{"full_text":"RT I had covid for the 2nd time after getting vaxxed, and now I'm pissed at everyone from Anthony Fauci to the Communist Ch...","sentiment_score":0.0}
{"full_text":"PFIZER VACCINE INCREASED DEATH - CANADIAN COVID CARE ALLIANCE via","sentiment_score":0.0}
{"full_text":"RT A safe homely abode is a dream for many people. But some people are not money for stay the home .so the DSS volunteers...","sentiment_score":0.5}
{"full_text":"RT \"Asymptomatic spread became probably one of the biggest fallacies of the pandemic.\" Asymptomatic transmission of COV...","sentiment_score":0.0}
{"full_text":"Ok, I get Omicron is much less severe than past variants.  Why the optimism that Omicron will bestow on those infected with antibodies effective against future variants?  Antibodies from alpha did not provide a defense against Omicron?","sentiment_score":0.1366666667}
{"full_text":"Lol.Yep. We got a vaccine that didn't work in record time at great expense.","sentiment_score":0.8}
{"full_text":"RT BREAKING:  Federal judge just granted temporary injunction to group of Navy SEALS seeking religious exemption from vaccin...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends just ignoring the dropped stitch in your knitting, because really what's the worst that can happen","sentiment_score":-0.4}
{"full_text":"RT Today we have taken an important step forward in protecting our youth against COVID-19. Congrats to all my young friends...","sentiment_score":0.25}
{"full_text":"How about the fact that every child was as germ free as possible last year due to lockdowns. Yay, it helped last year, but now their immune systems are weaker and thus, more hospitalizations for actual flu and other non-Covid causes. Make sense?","sentiment_score":0.08125}
{"full_text":"he has covid","sentiment_score":0.0}
{"full_text":"RT There should be no vaccine mandates, period. These decisions are for parents to make, not bureaucrats.   https:\/\/t.co\/K...","sentiment_score":0.0}
{"full_text":"Xavier's Jesuit Resource via","sentiment_score":0.0}
{"full_text":"RT Mayor Eric Adams of New York City insisted schools would remain open despite surging Omicron cases in the city. He said remote...","sentiment_score":0.0121212121}
{"full_text":"RT You might not be worried about getting COVIDYou may do just fine if you do Problem is you may not do so well when surp...","sentiment_score":0.4166666667}
{"full_text":"He tried to make a vaccine with China and after that failed miserably Trudeau put in offers for every vaccine under the sun to try to save face. Look where that got us now.","sentiment_score":-0.4666666667}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"RT Boy, talk about an uninspiring speech. He really believes that \"people\" beat down the city so they \"wallowed in...","sentiment_score":0.0222222222}
{"full_text":"RT Crystal clear message from NYC mayor on how children NEED school. Thank you all open school activists...","sentiment_score":0.05}
{"full_text":"RT I spoke on tonight about the importance of upping our mask game. Everyone should be wearing N95, KN95, or KF94 masks...","sentiment_score":-0.4}
{"full_text":"RT theyre doing their show remotely bc of covid while attacking remote schooling bc of covid","sentiment_score":-0.1}
{"full_text":"I note that not one episode of featured someone preparing for a global pandemic.","sentiment_score":0.0}
{"full_text":"RT The people out there with life on pause\/fear of Covid: Life is too short to worry about wether or not you are going to have...","sentiment_score":0.0}
{"full_text":"RT Sick as a dog. Was in ER had the covid test, now I wait. I am tripled vaxxed and got the flu shot, but the ER doctor said...","sentiment_score":-0.7142857143}
{"full_text":"RT Philly gonna Philly","sentiment_score":0.0}
{"full_text":"New NY Mayor is standing on the podium like Charleston Heston hoisting his rifle, but Covid is like that Shingles commercial: But I'm Healthy, Covid doesn't care..But I eat right, Covid doesn't care..but I'm Liberal, Covid doesn't care..but I'm MAGA, Covid definitely doesn't care","sentiment_score":0.1844155844}
{"full_text":"RT No money for actual Covid tests. Plenty of cash for submarines though. #HealthcareNotWarfare","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Federal Judge Grants Injunction to Navy seals requesting RELIGIOUS EXEMPTION from Federal Vaccine Manda...","sentiment_score":0.0}
{"full_text":"I really think the plan of firing thousands of healthcare workers was a pretty brilliant strategy to ensure that this lockdown would fail even more than the previous lockdowns.You know what I mean? This government and this media are very good at this. Trust them... or else!","sentiment_score":0.2338541667}
{"full_text":"Schools should be made safe with proper ventilation, n95 masks for all staff, and boosters for staff asap before students who attend the learning centres go back. These students deserve safe learning communities too.","sentiment_score":0.25}
{"full_text":"Btw how many times has this account ever mentioned the idea of yknow losing weight considering most of nola is overweight and obesity is the #1 cause (besides age) for severe cases?","sentiment_score":0.5}
{"full_text":"RT  Yoongi made a full recovery from COVID . Thank God   #SUGA #YOONGI #BTS","sentiment_score":0.35}
{"full_text":"A really fine read. I loved The Spectacular!","sentiment_score":0.6222222222}
{"full_text":"RT Stop taking tests and live your life. If you're sick, stay home. If you feel fine, go about your business. That had been...","sentiment_score":-0.0537518038}
{"full_text":"Throughout this entire pandemic university aged kids have been baring the brunt of the government's decisions. We get zero help with the financial burden this pandemic has placed on students who are losing work while also paying to support themselves and their education. (1\/2)","sentiment_score":-0.0333333333}
{"full_text":"RT Cities with mask, vaccine mandates seeing huge COVID-19 spikes anywayhttps:\/\/t.co\/oGZIHbEw14","sentiment_score":0.4}
{"full_text":"RT What's \"mild\" for one person can be a death sentence for another. Our discussions of Omicron are steeped in ableism.","sentiment_score":0.3333333333}
{"full_text":"Fodder scam: Judge looking into the case related to Lalu Yadav, Corona infected, hearing postponed","sentiment_score":0.0}
{"full_text":"This Is Life now ","sentiment_score":0.0}
{"full_text":"RT The Demon Sperm Surgeon General whom Ron DeSantis appointed said that Florida is trying to \"unwind\" the Covid \"testing psychol...","sentiment_score":0.05}
{"full_text":"RT For context, this is the same judge that ruled the entirety of the ACA was now forfeit because the tax penalty was changed...","sentiment_score":0.0}
{"full_text":"RT theyre doing their show remotely bc of covid while attacking remote schooling bc of covid","sentiment_score":-0.1}
{"full_text":"Few colonial antimodi mindsets are still having hard time to understand India's best response to the Covid ...","sentiment_score":0.1694444444}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"RT Some of these kids who will receive boosters will do so right after an Omicron infection.  There is literally no safety...","sentiment_score":0.2857142857}
{"full_text":"RT Amid a surge of breakthrough infections and a shortage of rapid COVID-19 antigen tests, testing remains crucial to ending the...","sentiment_score":0.0}
{"full_text":"RT Joe Biden wants to blame everyone but himself for his COVID failures.  He claimed he would \"shut down the virus.\"  Biden faile...","sentiment_score":0.0222222222}
{"full_text":"RT As Omicron surges, Florida Surgeon General Joseph Ladapo says the state is working to \"unwind\" the COVID \"testing psycholog...","sentiment_score":0.05}
{"full_text":"Maximum hypocracy","sentiment_score":0.0}
{"full_text":"GET BACK IN YOUR LANE!We won't tell you again. You are completely complicit in the Horrors at the Border.You had your chance. You failed.You're Fired. Go home.STFU.","sentiment_score":0.05}
{"full_text":"These stories will never end u realize","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Federal judge just granted temporary injunction to group of Navy SEALS seeking religious exemption from vaccin...","sentiment_score":0.0}
{"full_text":"Vaccinated people are the reason for new variants .. I am not saying that..https:\/\/t.co\/zFWVgrdiQA","sentiment_score":0.1363636364}
{"full_text":"My goodness! Seems like there are careless people everywhere, so frustrating Just got a message again now that another employee who went physically to work yesterday tested Covid+ &amp; was near other employees. Office was just thorough cleaned &amp; disinfected over the weekend!","sentiment_score":-0.19125}
{"full_text":"Let's make sure this is not a ploy. If they are not back in one week, we should send traveling nurses out to check their health. It's all political folks.","sentiment_score":0.1666666667}
{"full_text":"RT 1\/ As of November 2021, workers were putting away less money from their wages into savings compared to what they were saving pre-pa...","sentiment_score":-0.1666666667}
{"full_text":"RT Let's hope the Legislature's concerns will extend to others, like teachers who are in full capacity, crowded class roo...","sentiment_score":0.35}
{"full_text":"Sorry, but somehow someone like MTG with a history of antisemitic, anti Islamic, and anti LGBT remarks.... I'm only surprised it took THIS long to get her banned. Even then it was only because she was still pushing the narrative that covid and the vaccine was some conspiracy","sentiment_score":-0.09}
{"full_text":"RT Just watched a guy from Colorado living in Xi'an do a live vid talking about hard lockdown there &amp; it's WILD. 13M people...","sentiment_score":-0.0184343434}
{"full_text":"RT Every time she tries to dodge critiscism she mentions the \"personal attacks\"Criticism is not a personal attack they are...","sentiment_score":-0.0333333333}
{"full_text":"Canada: Nunavut hamlet of Arviat hit hard by COVID-19 via #CBCNews #Canada #Nunavut #Arviat #Covid_19 #COVID19 #COVID #pandemic #Epidemiology  #INDIGENOUS","sentiment_score":-0.2916666667}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"RT The 2022 Grammys Are Reportedly 'Likely' To Be Postponed Due To The Omicron Variant","sentiment_score":-0.0625}
{"full_text":"As soon as NIH &amp; CDC knew the furin cleveage site was key to transmission, they knew they funded the research.  This was in Dec\/Jan 2020  'Zoonotic'' origin was one that was accelerated in the Laboratoryhttps:\/\/t.co\/fMn5YEcs25","sentiment_score":0.0}
{"full_text":"St. Paul Mayor Melvin Carter was sworn into his second term Monday at Como Lakeside Pavilion, where he pledged to build out programs and policies launched during a first term overshadowed by COVID, the murder of George Floyd and rising crime.","sentiment_score":0.125}
{"full_text":"We ought to respect the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":"\"The results in 2021 have been extraordinary by any measure,\" Mr. Settersten said. \"People are coming back to the stores but they're also continuing to shop digitally.\"\"U.S. Companies Are Thriving Despite the Pandemic--or Because of Ithttps:\/\/t.co\/ZhMsEKsa0Svia Instapaper","sentiment_score":0.1111111111}
{"full_text":"Vice President Leni Robredo suspends operations of their campaign headquarters for the safety of volunteers and staff due to the rising cases of COVID-19 in the country.READ:","sentiment_score":-0.125}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"Onondaga County reported that nine residents died from COVID-19 over the last four days as cases continue to surge. https:\/\/t.co\/kC99Kmm7QO","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"The importance of administering #boosterdoses is yet to gain clarity as multiple countries are seen opting for as high as four doseshttps:\/\/t.co\/p4DJRBxrIt","sentiment_score":0.08}
{"full_text":"RT Some thoughts from seeing a ton of Covid in the ER this weekGood news: Aside from a few patients with compromised immu...","sentiment_score":-0.2}
{"full_text":"\"It's really time for people to be living, to make the decisions they want regarding vaccination, to enjoy the fact that many people have natural immunity.\"","sentiment_score":0.3}
{"full_text":"RT Amazing bumper sticker at COVID testing center this morning:","sentiment_score":0.25}
{"full_text":"RT \"What frustrates me is no one is telling anyone anything. If you look on the WHO site or the CDC site, where are the i...","sentiment_score":0.0}
{"full_text":"Massachusetts distributed rapid tests so school staff could test themselves for COVID-19.Some educators say they received expired tests:https:\/\/t.co\/8zgRSMdndo","sentiment_score":0.0}
{"full_text":"If you are unvaccinated against Covid-19 (the highly contagious global virus), you are showing that you DO NOT respect your fellow citizens, and are a COWARD!","sentiment_score":0.08}
{"full_text":"This once easy-going country has become illiberal, mistrustful and divided, says Nick Cater","sentiment_score":0.0}
{"full_text":"my brain is so overwhelmed with life and covid and whatever and all i really want to do is sleep for like 6 months","sentiment_score":0.2}
{"full_text":"54 Covid testing sites will be shut across Victoria, while a telling map has revealed the extent of the state's rapid test shortage as yet another health crisis unfolds. DETAILS &gt;","sentiment_score":0.0}
