{"full_text":"Had to leave work early to take a covid test today. Hopefully get the results asap. My Mum was in the hospital getting surgery on her hip. Just spoke to her. So blessed to be able to hear her voice Although hers sounds deeper than mine now...","sentiment_score":0.3}
{"full_text":"RT Anyone who is pushing the vaccine at this point is a pharmaceutical representative.","sentiment_score":0.0}
{"full_text":"Testimony like this - and there are thousands of similar tales - should make the 'who cares? It was just a cake\/work event\/basement disco' brigade ashamed of themselves.It wasn't 'just' anything. It was systematic, arrogant disregard for rules everyone else had to follow.","sentiment_score":0.0}
{"full_text":"RT Across:1. CASHLESS FACILITY2. DAY CARE PROCEDURES3. NO CLAIM BONUSDown:1. COVID COVER2. TAX SAVIN...","sentiment_score":0.0}
{"full_text":"RT I try not to get political but lost for words about the non recommendation for N95 masks in Aotearoa.","sentiment_score":0.0}
{"full_text":"RT Clip from my Senate panel testimony today.","sentiment_score":0.0}
{"full_text":"James, the hospitals in North Hampshire (Basingstoke) currently have as many covid patients as they did in February 2021. So we can add the easing of all restrictions now by Boris as another decision he's got right.","sentiment_score":0.2619047619}
{"full_text":"RT I KNEW IT","sentiment_score":0.0}
{"full_text":"RT The United States is so anti-worker that in the middle of a pandemic the New York Times is referring to workers gaining mi...","sentiment_score":0.0681818182}
{"full_text":"collapsed in ONE MONTH.  Youngest was 12. And you're like \"yeah, totally normal. 12 year olds collapse from heart problems all the time. Always have.\"Nonsense. It's very rare. Still is rare, sure, but not as rare.","sentiment_score":0.328}
{"full_text":"RT I've been critical about a lot of the coronavirus measures, but I am confident millions of lives have been saved by people w...","sentiment_score":0.25}
{"full_text":"RT iKON's Junhoe And TREASURE's Yoshi Test Positive For Covid-19https:\/\/t.co\/jlXFTpkSuA","sentiment_score":0.2272727273}
{"full_text":"RT Jinhwan, Yunhyeong, Donghyuk and Junhoe are all positive for covid 19. I hope they get enough rest before going back to wor...","sentiment_score":0.0757575758}
{"full_text":"I used to smell cigarette smoke after I had my second child. Doc told me it was hormones. Wonder if Covid screws them up, too?","sentiment_score":0.0}
{"full_text":"Scary headline innit?... but behind the headline is...He was jabbed so he could continue to coach but he died soon after. No antibodies. Now I wonder what caused that?https:\/\/t.co\/6XHiewERd6","sentiment_score":-0.45}
{"full_text":"Latest #COVID19 updates from #Lebanon Ministry of Public Health - Lebanon (@mophleb) January 25, 2022 via","sentiment_score":0.25}
{"full_text":"RT A travel nurse left during his shift, drove to a bridge and was found in the water. Dead.I believe all who were in leader...","sentiment_score":0.0}
{"full_text":"RT Misconduct in public office is a lot more serious than coronavirus offences which are summary only and likely to be fixed...","sentiment_score":0.0444444444}
{"full_text":"AMEN!","sentiment_score":0.0}
{"full_text":"RT Factory farms pose a significant risk for zoonotic disease outbreaks with pandemic potential, and accelerate the development...","sentiment_score":0.1875}
{"full_text":"No, it's not.","sentiment_score":0.0}
{"full_text":"Well it didn't succeed. Lockdown was a horribly stupid and destructive idea that we now must make sure no government will, or even can, ever try again, for any reason.","sentiment_score":-0.3}
{"full_text":"RT So many doctors &amp; nurses, who've treated ICU Covid patients, have told us: if only people could see what we see. In Charl...","sentiment_score":0.25}
{"full_text":"RT Our 2021\/22 National Hunt season continues tomorrow! First race: 1.40pm, gates open 11.40am Advanced booking disco...","sentiment_score":0.2166666667}
{"full_text":"RT Why haven't we let doctors be doctors?Dr. Paul Marik's experience treating Covid-19 patients is heartbreaking.","sentiment_score":0.0}
{"full_text":"Ooooh she had a baby at school.  Big woop.  So what.  At least it isn't a boris baby.  20 years from now every third person will be related to johnson due to his \"covid deaths repopulation program.\" AKA operation totty.","sentiment_score":-0.085}
{"full_text":"RT A state senator is trying to mandate the vaccine for kindergarten and up without exemptions starting next year. This is n...","sentiment_score":0.0}
{"full_text":"RT  Evgeni Semenenko replaces Mikhail Kolyada at the Olympics due to a positive COVID test. #Beijing2022https:\/\/t.co\/wt24...","sentiment_score":0.0511363636}
{"full_text":"RT Witness at scene of CDC lab monkeys crash has developed symptoms - Harrisburg100","sentiment_score":0.1}
{"full_text":"RT The vaccine mandate imposed by the Trudeau government on the trucking industry is unnecessary, and will surely have si...","sentiment_score":0.05}
{"full_text":"RT .@wastatepatrol trooper who told Inslee \"to kiss his ass\" over vax mandate, and was fired, is reportedly on a ventilator...","sentiment_score":0.0}
{"full_text":"Lockdown Parties At Downing Street To Be Probed By London Police","sentiment_score":0.0}
{"full_text":"Digital NHS COVID Pass available for 12-15 year olds in England.  From 3 Feb, they can use their NHS COVID Pass to prove their vaccination or 'recovered' status when entering countries that require them to be fully vaccinated.  More ","sentiment_score":0.3}
{"full_text":"RT Does #COVID19 crowd out care for non COVID patients in the #NHS? Has this led to a loss of lives? Are the numbers negligible?...","sentiment_score":0.0}
{"full_text":"RT Only paracetamol and plentiful of fluids..No role of antibiotic, if vomiting persist then anti emetic they can...","sentiment_score":0.0}
{"full_text":"RT The headaches continue for a bunch of Michiganders who applied for unemployment assistance during the pandemic and the...","sentiment_score":0.0}
{"full_text":"RT 3500 Goan people died due to BJP's COVID19 mismanagement in the second wave. There was delay in ventilator purchase and a scam...","sentiment_score":-0.0625}
{"full_text":"RT Hi, I'm Sarah. I'm 35 and a doctor. I also have a heart condition that puts me at an increased risk for serious complicat...","sentiment_score":-0.3333333333}
{"full_text":"Periodt, idc abt the variants and shit like thatThe online variants i'll accept are the Covid ones","sentiment_score":-0.2}
{"full_text":"RT Japanese tech firms are developing robots to help reduce the risk of in-office COVID transmission and ease the effects o...","sentiment_score":0.0}
{"full_text":"RT The vaccine scam is being exposed. It's huge. The only thing bigger is war.  Look at the tanks!!!","sentiment_score":0.1333333333}
{"full_text":"can I reschedule the ticket before 2 hours the departure. when the covid 19 report is positive","sentiment_score":0.2272727273}
{"full_text":"RT Is there ANY embarrassment inside the BBC that YET AGAIN (Eg Today prog at 6am) it puts the lockdown parties saga above the hig...","sentiment_score":0.0}
{"full_text":"New COVID variant detected in at least 40 different countries","sentiment_score":-0.0545454545}
{"full_text":"RT Hi, I'm Sarah. I'm 35 and a doctor. I also have a heart condition that puts me at an increased risk for serious complicat...","sentiment_score":-0.3333333333}
{"full_text":"RT London police say they are investigating Downing Street parties during lockdown, putting further pressure on U.K. Prime Minister B...","sentiment_score":0.0}
{"full_text":"Is anyone still thinking these politicians care about people? Anyone? Jacinda Arden and Justin Trudeau are equally vile and authoritarian.","sentiment_score":0.0}
{"full_text":"RT jimin if u don't come back home within this month i'll go outside without wearing a jacket and not stay warm","sentiment_score":0.2}
{"full_text":"RT Israel , the only quadruple-vaxxed country in the world (also using mask mandates and Covid passports), just broke global...","sentiment_score":0.0}
{"full_text":"Pfizer and BioNTech Launch Clinical Study of Covid Vaccine Targeting Omicron","sentiment_score":0.0}
{"full_text":"RT Positive case students walking around the campus just like that. We don't even know how many of us are already Covid P...","sentiment_score":0.3636363636}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT So far I've managed to avoid contracting  Covid and Wordle.","sentiment_score":0.1}
{"full_text":"Covid mask mandate talk when the cdc even admits 70 percent of the people are not wearing proper k95 mask..so sorry for not buying the propaganda being spread..","sentiment_score":-0.2}
{"full_text":"Plz its a request To DC Rawalpindi to take action against administration of arid university all students are suffering from COVID-19 but uni administration is not serious.#AridianLivesMatter","sentiment_score":0.1}
{"full_text":"RT Important distinction in the COVID pandemic, the mean age of death was 73-79 yrs of age versus much younger in H1N1 pandemi...","sentiment_score":0.0291666667}
{"full_text":"RT Pfizer and BioNTech have begun a clinical trial for their Omicron-specific Covid-19 vaccine candidate","sentiment_score":0.0}
{"full_text":"Well done guys ","sentiment_score":0.0}
{"full_text":"Toy sales have fallen as the industry faced availability and reliability issues amid disruption from the Covid pandemic.Sales in the UK dropped by 3% last year compared with the previous 12 months, said market research group NPD.https:\/\/t.co\/XAzkrk0yPC","sentiment_score":-0.0833333333}
{"full_text":"my menstrual cycle is always thrown out of wack after I get the COVID  but thankfully it only last a few months","sentiment_score":-0.0666666667}
{"full_text":"RT QUEBEC  -  Medical discrimination now social discrimination.The unvaccinated can shop in a grocery store, but can on...","sentiment_score":0.0166666667}
{"full_text":"RT Anti vaxxer who had been vaccinated https:\/\/t.co\/SHomS5ELaa","sentiment_score":0.0}
{"full_text":"RT 1. Caitlin, young fit &amp; healthy, died on 17\/11\/21 after 3 weeks of illness following her second vaccine, that was manda...","sentiment_score":0.2}
{"full_text":"RT In this, the public perception of flu, Covid-19 caused around 120 times more deaths than Flu in 2020. And about the same i...","sentiment_score":0.1666666667}
{"full_text":"RT #BoycottNike FUCK nike","sentiment_score":-0.4}
{"full_text":"RT I'm the opposite of a 'rocket scientist' but - the logical brain cells that I do have are saying that a G...","sentiment_score":0.125}
{"full_text":"RT If there's no way to remove Anthony Fauci through use of a ballot box, no way to get hearings into the n...","sentiment_score":0.0}
{"full_text":"RT Jesse Watters told a mob of MAGAs to threaten Fauci and go for the \"kill shot.\" Tucker Carlson spreads Covid misinform...","sentiment_score":0.0}
{"full_text":"4th booster? When does it end? You say the first booster \"guarantees\" I'll get Omicron? Would you buy a car from a dealer that had already sold you 3 other cars that \"really don't do much\"?","sentiment_score":0.1083333333}
{"full_text":"RT .@Meg_HillierMPChair .@CommonsPAC calls for PM to resign.","sentiment_score":0.0}
{"full_text":"RT Knew they were breaking the law, undermine the legitimacy of the law not to investigate, and no apparent defence. The th...","sentiment_score":-0.025}
{"full_text":"The meeting was about:Cabinet: \"If the media keep questioning us about Partygate, what answers can we give them\"BoJo: \"Simple. Just keep repeating, we're waiting for the Met investigation, Vaccine rollout success, furlough scheme, Trade agreements\"","sentiment_score":0.15}
{"full_text":"RT Both my daughter and granddaughter got Covid They are vaccinated but not boosted I found Bari Weiss s comme...","sentiment_score":0.0}
{"full_text":"RT I just can't process that millions of people will be expected to pay taxes to a government that has failed to protect us fr...","sentiment_score":-0.3}
{"full_text":"RT Get out your pitchforks. Look how many are linked to LNP. The corruption is genuinely never ending #auspol","sentiment_score":0.15}
{"full_text":"RT Sue Gray's report is now like the Game of Thrones books: everyone has a pretty good idea of what the conclusion will be, yet...","sentiment_score":0.1833333333}
{"full_text":"RT  Close to two dozen crew on board an Australian Navy ship heading to Tonga with vital medical and humanitarian suppli...","sentiment_score":0.0333333333}
{"full_text":"Ooh. Oz gets shafted by Omicron in summer.","sentiment_score":0.0}
{"full_text":"RT That anti mask and anti vaccine disinformation was being pushed by leadership, don't forget. Absolutely complici...","sentiment_score":0.2}
{"full_text":"whoever gets up to watch this garbage in the morning needs to have a lie in.","sentiment_score":0.0}
{"full_text":"RT If you think a mask stops Omicron, you shouldn't be in power, or anywhere near the nuclear codes ","sentiment_score":0.1}
{"full_text":"get well soon","sentiment_score":0.0}
{"full_text":"RT Hello Did you know you shared a birthday with my wife Lisa Shaw?19th June.In 2020 she didn't have a birt...","sentiment_score":0.0}
{"full_text":"RT Just as it seemed to come as a shock for some people when total cases started growing steeply (as the share of omicron gre...","sentiment_score":0.0}
{"full_text":"RT Hello Did you know you shared a birthday with my wife Lisa Shaw?19th June.In 2020 she didn't have a birt...","sentiment_score":0.0}
{"full_text":"RT If you are in Dublin tomorrow be sure to check out this panel discuss on the futures of Irish music with","sentiment_score":0.25}
{"full_text":"RT This is disturbing.  Doctors who won't give care to patients out of fear of professional retaliation.","sentiment_score":-0.2}
{"full_text":"To clarify, was this allowed under Covid restrictions at the time?Is the degree of the offence a factor?Can you just break the Law a bit + expect not to be prosecuted?Does the, \"I was only doing 37mph past that primary school, Officer\" defence usually work?Think about it","sentiment_score":-0.025}
{"full_text":"RT A new #SciencePerspective discusses the neurological symptoms that accompany #COVID19 and the possible mechanisms that...","sentiment_score":0.0681818182}
{"full_text":"RT For the \"I'm done with COVID\" crew, I hope you are still thinking about the literal heroes that are working tirelessly to...","sentiment_score":0.0}
{"full_text":"How many people have really died of Covid-19 in the past 2 years? The UK Gov. say 150,000 but the ONS state it is as low as 6,000","sentiment_score":0.1125}
{"full_text":"No way to know which varient one has which going by the data means the vaccine is not even holding up to delta as they claim, omicron is not the only varient wreaking havoc but it is an easy scape goat","sentiment_score":0.2166666667}
{"full_text":"RT Wonderful! Now do vaccine passports.","sentiment_score":1.0}
{"full_text":"RT This is absolutely true in Ontario. As an MD in Ontario even just discussing the risks of the \"vaccine \" as part of informed...","sentiment_score":0.35}
{"full_text":"RT Pfizer and BioNTech announce plans to test an omicron-specific COVID-19 vaccine in adult trials","sentiment_score":0.1}
{"full_text":"RT It would appear that the vaccine rollout for 5-11 year olds has been a massive failure with around 75% of children rema...","sentiment_score":-0.1583333333}
{"full_text":"RT Monday, all casts and related staff of Double Trouble are to undergo PCR tests as WEI's Kim Donghan tested positive for Covi...","sentiment_score":0.0068181818}
{"full_text":"RT \"treasure member Yoshi will also be self-quarantined and treated at home as a result of the COVID-19 PCR test confirmed posit...","sentiment_score":0.4}
{"full_text":"Before covid lifestyle ","sentiment_score":0.0}
{"full_text":"RT When we start learning what the side effects are of this vaccine, I'm gonna be real glad I stood with millions of others w...","sentiment_score":0.75}
{"full_text":"How else can we protect COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Just two doses of it  were far less effective against the new variant .","sentiment_score":0.1674242424}
{"full_text":"RT \"A few days ago, Mikhail Kolyada felt unwell. All this time, the skater didn't train and didn't skate with his group. Be...","sentiment_score":-0.2}
{"full_text":"Effect of quizzes on COVID-19!","sentiment_score":0.0}
{"full_text":"Like Elle betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"Today's episode is premiering now!- No starting lineup change for #iubb - Update on #iuwbb program after COVID outbreak- Tom Allen to take over defensive play calling duties for #IUFB Watch now!https:\/\/t.co\/XTdZZFFP8O","sentiment_score":0.0}
{"full_text":"Don't forget to sign up to Thursdays webinar to hear from David Keppler, Head of Revenues and Benefits, who will share information about the Omicron business grants being administered by ","sentiment_score":0.0}
{"full_text":"CSIYAN 6-16 PCS Knuckle Stacking Rings for Women Teen Girls, Size 5-10https:\/\/t.co\/xwsBe8CjTF#Qatar2022 #Expo2020 #TeamTunisia #TikTok #Ukraine #Istanbul #OurBrightestLightLucas #AttackonTitanFinalSeason #stayselcaday #Dubai #COVID19 #Nigeriavstunisia #PENTAGON #Feelin_Like","sentiment_score":0.0}
{"full_text":"If you have symptoms of #COVID19, do not go to work. Stay at home, self isolate and get tested. For more information on #COVID19 symptoms and to organise a free Covid test, visit #ForUsAll","sentiment_score":0.45}
{"full_text":"What's up, I'm a stay-at-home parent, my home was taken by a shark attack, and I'm here to follow my dreams.","sentiment_score":0.0}
{"full_text":"RT I reckon #UmarRiaz could have just prayed every day in #BiggBoss house, won 100 per cent of votes every week and found a cu...","sentiment_score":0.0}
{"full_text":"Face coverings still required in Hertfordshire health settings after return to 'Plan A' ","sentiment_score":0.0}
{"full_text":"It's too early to tell whether CBD helps against Covid-19 -- but researchers worry that won't stop CBD makers.","sentiment_score":0.1}
{"full_text":"RT I'm all for the vaccine but vehemently against being made to do something by the government, its morally wro...","sentiment_score":0.0}
{"full_text":"RT #Moonbyul carried out schedules on Jan 24th &amp; there are overlapping movements with a confirmed Covid-19 case.Moonbyul &amp; staff...","sentiment_score":0.4}
{"full_text":"Halal COVID-19 vaccines should be arranged amid hesitancy in Mindanao --NTF adviserhttps:\/\/t.co\/gHmtqWp9NH","sentiment_score":0.0}
{"full_text":"The Department of Health recorded another record-high of 33,144 new COVID-19 recoveries and 17,677 new confirmed cases today. #recoveries","sentiment_score":0.2242424242}
{"full_text":"RT I've been critical about a lot of the coronavirus measures, but I am confident millions of lives have been saved by people w...","sentiment_score":0.25}
{"full_text":"RT .@EU_Justice apparently there is a consistent lack of blood available in Italy; it appears caused by...","sentiment_score":0.2333333333}
{"full_text":"RT \"In March, we will mark two years of COVID-19-related disruptions to global education. Quite simply, we are looking at...","sentiment_score":0.0}
{"full_text":"RT London police are looking at \"a number of events\" at Downing Street because they meet criteria for investigating the \"most s...","sentiment_score":0.5}
{"full_text":"#Diversealz extra on Tuesday -Telehealth. One could say that Covid has accelerated its usage and it's time to adapt. We ask how is it working so far and what does it mean with dementia in mind? Also, it's the letter Y for our #a2zdementia letters. 8pmGMT\/3pmET","sentiment_score":-0.0708333333}
{"full_text":"He says it took more of a toll on his body and mental health than either of his previous life-threatening illnesses.https:\/\/t.co\/0gUOLuRsaT","sentiment_score":0.0777777778}
{"full_text":"#COVID-19 #coronavirus incidences in U.S. nursing homes prompt #hospital warnings ... | #SARSCoV2 | #infections | #elderly | #Illness | #COVID19 | By via","sentiment_score":0.0}
{"full_text":"People aged 80+ accounted for 63% of Germany's \"excess mortality\" attributable to the coronavirus in 2020 and 2021.30 % were 60-79. Younger age groups = 7%.Results of calculations by the IFO Institute two years on from the start of the pandemic.https:\/\/t.co\/V4eU5CdBPL","sentiment_score":-0.05}
{"full_text":"Coronavirus India Update: India reports less than 3 lakh new Covid-19 cases- Watch Video#CoronavirusUpdates #COVID19","sentiment_score":-0.0151515152}
{"full_text":"RT Once more for the people at the back: Opposing vaccine mandates is not the same as opposing vaccines.","sentiment_score":0.1666666667}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"You mean lying about Covid being far more dangerous than it actually is in order to justify lockdowns that have killed over 100 times more people than they 'saved'?","sentiment_score":-0.0017857143}
{"full_text":"RT Unbelievable, Tory government repeatedly broke rules the rest of us followed. Couldn't have my 70th birth...","sentiment_score":-0.25}
{"full_text":"#Openscience saves lives: lessons from the COVID-19 pandemic interview with  #OpenData #COVID19 #openaccess","sentiment_score":0.0}
{"full_text":"Boris Johnson claimed he wasn't aware of any Downing Street parties that violated Covid rulesThat can't be true since he attended a gathering in the Cabinet Room for his own birthday in breach of Covid rulesAny minister, including a PM, who misleads parliament should resign","sentiment_score":0.4}
