{"full_text":"The study found those above 40 (both genders) with comorbidities are at higher risk of contracting coronavirus#Covidvaccineimmunity #odishabytesnews #Odishabyteshttps:\/\/t.co\/rra136aRbl","sentiment_score":0.125}
{"full_text":"RT When Boris axes the Plan B restrictions that were such a pathetic overreaction to the meek and mild Omicron variant, we should d...","sentiment_score":-0.2222222222}
{"full_text":"RT So  speaks of fall in infections &amp; says \"maybe everyone who was going to get Covid has had it\".How irrespo...","sentiment_score":0.0}
{"full_text":"RT Vaccine passports should be phased out in the Omicron era, says top Israel immunologist Cyrille Cohen.\"The virus is better at...","sentiment_score":0.5}
{"full_text":"Seahawks remember to do you daily Covid screening today. Please also sign the sheet to acknowledge that you did it. Thanks for helping everyone out.https:\/\/t.co\/vsMgjY8fhX","sentiment_score":0.1}
{"full_text":"Ever wonder how Covid vaccine works?Great visual here.Check out Madness's video! #TikTok","sentiment_score":0.0}
{"full_text":"RT The americans killed Supreme leader Muammar Gaddafi because he knew the truth and spoke the truth. This video is from 20...","sentiment_score":-0.2}
{"full_text":"RT T 4164 - Be responsible and follow all precautions to prevent COVID-19 infection ..","sentiment_score":0.2}
{"full_text":"RT JUST IN: Supreme Court Justice Sonia Sotomayor announces she will only attending oral arguments remotely this week. Per...","sentiment_score":-0.05}
{"full_text":"All causes. Federal Government pays for all funerals for covid deaths so the number is not accurate.","sentiment_score":-0.2}
{"full_text":"RT So life update I have covid19 I'm currently jobless and In need or funds and I'm currently in the hospital Venmo jermaine...","sentiment_score":0.0}
{"full_text":"RT Coyotes head coach Andre Tourigny, G Scott Wedgewood, D Anton Stralman, D Kyle Capobianco and D Cam Dineen have cleared CO...","sentiment_score":0.0}
{"full_text":"Yup. Every 1% of the country would = 680,000 deaths! Covid death rates are ~ 2%-3% IIRC but in the over 80's it's MUCH higher, so the whole \"herd immunity\" BS represented WELL &gt; 1 million deaths and that number skewed a lot into the elderly &amp; yet policy it clearly remained! #GTTO","sentiment_score":0.1916666667}
{"full_text":"RT Covid deal gone wrong.","sentiment_score":-0.5}
{"full_text":"RT 6\/(18\/01) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"RT 2 whole years into the pandemic and we FINALLY getting free at home tests sent to us this shit is so ghetto i hate america","sentiment_score":-0.08}
{"full_text":"CHINA virus Covid 19. Looks like adding Boris with Trump to its list of political kills.","sentiment_score":0.0}
{"full_text":"RT How could some national authority becone so irresponsible and insensitive??#postpone_cgl_mains2020@PMOIndia","sentiment_score":0.0}
{"full_text":"RT A single dose of covid vaccine reduces risk of multisystem inflammatory syndrome by &gt; 90%.  No kids with two doses of vaccine...","sentiment_score":-0.0714285714}
{"full_text":"Retailers adjust to second COVID Christmas, predict slump in winter sales","sentiment_score":0.0}
{"full_text":"RT We face a tsunami onslaught of #Alzheimer's cases as baby boomers age. This #dementia epidemic could bankrupt us. We need to...","sentiment_score":0.0}
{"full_text":"RT France  Anti Pandemic BS  The People throw their TVs,  into the front yard of a Politicians House... Every Message Co...","sentiment_score":0.0}
{"full_text":"RT Remember when said she'd lead the most open and transparent government ever? That was another lie. ht...","sentiment_score":0.25}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT Laura Ingraham is one disgusting, sick person. What kind of person claps with excitement when they hear someone contra...","sentiment_score":-0.3714285714}
{"full_text":"Thank you for all that you do and for all the  you have to put up with. If I were there, I'd give you a hug and kiss while adhering to social distancing.","sentiment_score":0.0333333333}
{"full_text":"#DickheadPM was warned back in the middle of last year. He ignored it.#CallTheElectionDickhead #AusPol","sentiment_score":0.0}
{"full_text":"RT \"Every home in the U.S. is eligible to order 4 free at-home COVID-19 tests. The tests are completely free. Orders will us...","sentiment_score":0.4}
{"full_text":"RT BREAKING: The White House says it will make 400 million N95 masks available for free via pharmacies and health centers","sentiment_score":0.2666666667}
{"full_text":"RT Multiple Covid positive patients calling in today to see if the new Pfizer drug to treat Covid is available yet but won't get a...","sentiment_score":0.1909090909}
{"full_text":"If you haven't done so already, you can go online right now to and order your free #Covid tests from the federal government. We walk you thru those steps on Plus a new testing site opens in today!","sentiment_score":0.2853896104}
{"full_text":"Pushing it through so that no one wants to come.","sentiment_score":0.2}
{"full_text":"RT (Hi froggy friends! If you like my account and feel generous today here's where you can support me. I'm disabled and cu...","sentiment_score":-0.2}
{"full_text":"RT fuck yeah four free covid tests. one for each hole babey","sentiment_score":0.0}
{"full_text":"RT They can Postpone the exam due to elections. But they can't postpone due to death of people, due to surge in Covid cases and d...","sentiment_score":-0.125}
{"full_text":"RT Our post omicron world: 1. Omicron goes down2. It fails to produce herd immunity, durable protection3. We'll have 6 mo t...","sentiment_score":-0.5}
{"full_text":"No covid passports!! They're an affront to our liberty!!Also:Voter id! Yeah, nothing wrong with that!Hypocritical #ToryMPs #ToryCriminalsUnfitToGovern","sentiment_score":-0.5}
{"full_text":"The people who put together this report will be blessed by your bravery in speaking the truth! #Omicron","sentiment_score":0.0}
{"full_text":"RT I'm a lot less satisfied with our overall pandemic response as a nation than I was before the current wave of #Covid19Aus. Tha...","sentiment_score":0.0833333333}
{"full_text":"Why the fuck would Kelly Slater get the vax?  Statistically he could get struck by lightning six times before he dies of Covid-19!","sentiment_score":-0.5}
{"full_text":"RT Don't know. Mandate 4 jabs? It could be that the fourth one's the charm. Maybe it was a 4 dose vaccine all along...","sentiment_score":0.0}
{"full_text":"RT You don't fire nurses and open your border during a pandemic","sentiment_score":0.0}
{"full_text":"RT July 2020. Every day, week, month since then means total failure by this SNP government to achieve it's own target.Mr Y...","sentiment_score":0.0944444444}
{"full_text":"RT Lots of Candidates are COVID positive which may put risk on lives of others. #Postpone_cgl_mains2020","sentiment_score":0.2272727273}
{"full_text":"We can't even get out of lockdown and they're already prioritizing military power like they have the resources to do so Even if it does happen, the system's gonna be so half-assed n useless and it's just gonna be for the sake of saying \"ah yes, these kids have enlisted\"","sentiment_score":-0.3}
{"full_text":"RT I know too many people who are still scared of being judged for their level of belief in the covid cult and adherence to...","sentiment_score":0.5}
{"full_text":"RT Latest research shows Omicron infectious up to 10 days: Tam","sentiment_score":0.5}
{"full_text":"RT Israel , the only quadruple-vaxxed country in the world (also using mask mandates and Covid passports), just broke global...","sentiment_score":0.0}
{"full_text":"So Dr. Moore, omicron is infectious for 10 days. Will you adjust now that the data is clear?","sentiment_score":0.1}
{"full_text":"RT Get vaccinated ..inuit at least you be less sick..we just lost a cousin .. friend .Wear a mask.","sentiment_score":-0.2333333333}
{"full_text":"RT Imagine if Morrison had of built ONE quarantine facility, imagine a nation of these which could have pr...","sentiment_score":0.0}
{"full_text":"I don't want to get my hopes up, but will this wake anyone up yet or y'all still lining up for more shots?","sentiment_score":0.5}
{"full_text":"RT This is the mechanism for vaccine autoimmune injury and clotting. Major medical fraud underway covering up death and disab...","sentiment_score":0.03125}
{"full_text":"RT The Cabinet is to review Plan B Covid restrictions in England today. Professor of Evidence Based Medicine Carl Heneghan: \"...","sentiment_score":0.0}
{"full_text":"RT 3) The super-contagious #Omicron variant has resulted in 12,000 health workers on leave, down from 20,000 two weeks ago....","sentiment_score":-0.1555555556}
{"full_text":"RT Our daycares must be kept safe. Doug Ford needs to resume reporting case numbers in daycares, provide tests, and the PPE...","sentiment_score":0.5}
{"full_text":"urgh will be ia tonight, our relatives from manila came home for a short vacay, rest assured all updates will be posted! ++ they tested negative din sa covid test before going here so rest assured all pending shipments will be safe ! have a great night y'all","sentiment_score":0.28125}
{"full_text":"Just woke up after a brief dream about a dear friend who died of covid last year. Suddenly there he was, dancing and alive. That was tough. It'll linger. I bury it deep, and I'll never get over death.","sentiment_score":-0.0481481481}
{"full_text":"the hourly covid tannoy at my work is doing my head in. yes, i am aware that you prefer card payments and contactless is now PS100, we are all aware","sentiment_score":0.25}
{"full_text":"RT The re-launch of The Milk Restaurant and Bar in Khayelitsha is set to bring more jobs as well as retain its current emplo...","sentiment_score":0.25}
{"full_text":"Another intern sick--the second time in three weeks. What he claimed was \"a sinus infection\" turned into a fever and worse. He was at a dinner meeting last night with said, \"sinus infection,\" unmasked. Fml I wish my students would listen to me when I say stay home if you are sick.","sentiment_score":-0.2785714286}
{"full_text":"RT The best way to illustrate Colbeck's failures is this: Victoria is unusual in having...","sentiment_score":0.6}
{"full_text":"why are u going on aboit arsenal cancelling a game. The problem for arsenal started when liverpool lied about covid cases to cancel the semi final the week before. Y are you not going on at them?","sentiment_score":-0.2}
{"full_text":"RT Homeoffice staff mingled and drank Prosecco during lockdown, the news we all had been waiting for and came as no surprise to...","sentiment_score":0.0}
{"full_text":"And the semester of omicron begins!  #TeamPfizer #MaskUp ","sentiment_score":0.0}
{"full_text":"RT Lowest Covid in Ottawa wastewater signal since Dec 31.","sentiment_score":0.0}
{"full_text":"RT Mask is NOT an accessory! Wear it properly to stay protected from COVID-19. #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"RT Really thought-provoking session from on their annual UK poverty report exploring impacts of the pandemic on those...","sentiment_score":0.4}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT USPS could just drop these COVID tests in our mailbox and so like they do with the junk mail and add \"Or current resident.\"","sentiment_score":0.0}
{"full_text":"RT All countries must enhance cross-sectoral collaboration to turn science into action that saves lives, incl. the public &amp; priv...","sentiment_score":0.05}
{"full_text":"RT JUMLA 2022: 'Our Govt got only 2 Years for Work, because rest 2 Years were Swallowed by Corona-Virus', Claims Ratan La...","sentiment_score":0.0}
{"full_text":"RT #uptet#postpone_uptet2021#Postpone_Uptet2021#UPTET Please postponed uptet exam. If We students get infected  then...","sentiment_score":0.0}
{"full_text":"We humans have discovered a new way to destroy the planet #OMICRON #ClimateCrisis COVID-19 detected for first time in Ontario wildlife via","sentiment_score":0.0621212121}
{"full_text":"RT It's important to step out of your bubble from time to time. For example, today I posted on FB that the EU CDC doesn't reco...","sentiment_score":0.4}
{"full_text":"The most vile of parasites, Billionaires. The virus  causes much less pain,suffering and possibly death than do these socially, morally deranged wealth hoarders.","sentiment_score":0.0833333333}
{"full_text":"RT The PM on Omicron: We knew it was contagious but we didn't know it's severity ... but we mustn't fear it\" We are enterin...","sentiment_score":0.0}
{"full_text":"LIVE AT 7: President Biden to give away 400 million N95 masks starting next week. Details NOW on 7NEWS.","sentiment_score":0.0454545455}
{"full_text":"RT Dr Tedros Adhanom Ghebreyesus cautioned against the assumption that the newly dominant Omicron variant is significantly...","sentiment_score":0.2556818182}
{"full_text":"Postpone Super Covid Spreader Event. #postpone_cgl_mains2020 #postpone_cgl_mains2020","sentiment_score":0.3333333333}
{"full_text":"RT The scope of the American public health establishment's failure- and the scale of their deceptions- in responding to COVID...","sentiment_score":-0.1055555556}
{"full_text":"RT We should all thank Laura for the thankless job of listening to these folks. Also - this should frighten all of you.","sentiment_score":0.0}
{"full_text":"RT Pet owners were instructed by the government to give up recently purchased hamsters, chinchillas, rabbits &amp; guinea pigs as...","sentiment_score":0.0}
{"full_text":"RT I'm loling. Only 87 of the 270 \"doctors\" who wrote the letter to Spotify complaining about Joe Rogan are actually doctors....","sentiment_score":0.0}
{"full_text":"Just talking to someone about this! I feel safer working with confirmed COVID than I do around groups of children","sentiment_score":0.4}
{"full_text":"RT Masks + vaccines + boosters = best protection against #Omicron.When you wear a mask, you help protect yourself &amp; others from...","sentiment_score":1.0}
{"full_text":"my wife was all set to buy everyone in our family Carhartt snow pants, coats etc.  There are 6 of us.  Due to your completely political, non-scientific stance on vaccine mandates, we will no longer buy your products!  Never again.","sentiment_score":-0.0625}
{"full_text":"RT This was a big deal. Several countries pulled their booster program for kids in response to this... as any sane people...","sentiment_score":0.0}
{"full_text":"RT Is it hypothetical to speculate that #BorisJohnson might have known a party in the 10 Downing Street garden would have b...","sentiment_score":0.0}
{"full_text":"pre covid vs nowSadly my hair isn't this deeply blue yet but we're getting there","sentiment_score":0.0}
{"full_text":"Right.","sentiment_score":0.2857142857}
{"full_text":"RT The COVID-19 pandemic has revealed the extent of looting by Africa's political elite.#FixedThatForYou #PPElooters#Fo...","sentiment_score":0.0}
{"full_text":"RT Omicron COVID-19 variant is infectious for up to 10 days, Tam says #bcpoli","sentiment_score":0.0}
{"full_text":"RT Wisconsin, we can only get through this pandemic together and the vaccines are our best line of defense against the COV...","sentiment_score":0.5}
{"full_text":"That's all well and good, but what are you doing to reduce the disruption currently happening in our Primary schools due to Covid?","sentiment_score":0.24375}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to one-up my sibling and get my name on the map! LET'S DO THIS!","sentiment_score":0.0}
{"full_text":"Confession: I heard that my prof tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"Said no one ever ","sentiment_score":0.0}
{"full_text":"How has your office changed during the pandemic? As the  trend for fluid #office design gains momentum, we're seeing more demand for meeting rooms, breakout areas, pods, and work zones. Tell us how you are adapting. Read more at:","sentiment_score":0.3333333333}
{"full_text":"Free lateral flow Covid tests to be scrapped by JULY","sentiment_score":0.4}
{"full_text":"RT Being alone does not equal being lonely. I've learned to truly love being alone thanks to the pandemic. I think many...","sentiment_score":0.22}
{"full_text":"The pandemic demonstrated the importance of letting your team know that they are appreciated. In an article for Krikor Dzeronian discusses IT #Leadership. The article discusses the power of gratitude and trust. Excellent read.https:\/\/t.co\/Cw5A4LNEpw","sentiment_score":0.6}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT This means there will now be a national day off at the end of Dry January, falling on the feast of St Brigid, who turned her...","sentiment_score":-0.0666666667}
{"full_text":"Nearly 1 million US children were infected with COVID-19 last weekhttps:\/\/t.co\/x1RDva2XslThe death of a child is the most unspeakable horror, one that is now striking several American families every day.#COVID19 #SafeEdForAll #NotMild","sentiment_score":0.1833333333}
{"full_text":"RT Covid-19 live updates: WHO says 'no evidence' healthy children need boosters amid global vaccine inequity","sentiment_score":0.2121212121}
{"full_text":"RT I know it seems wrong &amp; I'm old 76 &amp; I can forgive him.I grieve for those who were unable to be at loved ones funera...","sentiment_score":-0.05}
{"full_text":"OPINION | Knowledge is power, and the University is actively working to keep us powerless against the spread of COVID-19. WVU is more concerned about harming its reputation than it is about potentially harming its students.https:\/\/t.co\/XleU6lbafE","sentiment_score":-0.0333333333}
{"full_text":"COVID, even if it's mild, is not \"just a flu\".","sentiment_score":0.3333333333}
{"full_text":"SC summons Bihar, Andhra Pradesh chief secretaries for not paying ex-gratia for #Covid19 deathsA bench of Justices MR Shah and Sanjiv Khanna said that the chief secretaries should explain why contempt action should not be taken against them.https:\/\/t.co\/YCojWAoibH","sentiment_score":0.1}
{"full_text":"RT Are hospital admissions still the best way to gauge the COVID crisis?","sentiment_score":1.0}
{"full_text":".@iamsuperbianca has revealed that she and her family have recovered from COVID-19.","sentiment_score":0.0}
{"full_text":"Front | South Africa says notification not given before travel ban imposed; Feds should 'tie a rope' to health-care payments to address capacity problems, say MPs and experts; and more #cdnpoli","sentiment_score":0.5}
{"full_text":"If you invest $1000 in $PACQU today at $10.70 per share, and the stock prices rebound back to pre-pandemic prices at $10.85, your investment would be worth $1014.02! That's 1% growth and $14.02 profit!  See more:  $ICLK $CSCO $FTXD $WORK $KEP","sentiment_score":0.3229166667}
{"full_text":"The worst of the #coronavirus #pandemic - deaths, hospitalisations and lockdowns - could be over this year if huge inequities in #vaccinations and medicines are addressed quickly, the head of emergencies at the #WHO said","sentiment_score":-0.0888888889}
{"full_text":"RT What has been your most ludicrous of the Covid pantomime stories or rules we've been subjected to since this farce beg...","sentiment_score":0.05}
{"full_text":"We hope all members of the and will be watching today's hearing on the Power, Peril, and Promise of the Creative Economy. COVID19 has uniquely devastated America's live events. #ArtsWorkersUnite #ArtsHearing","sentiment_score":0.3371212121}
{"full_text":"Prime Minister Boris Johnson was on Wednesday fighting to shore up his premiership after a revolt by his own lawmakers who are angry over a series of lockdown parties in Downing Street.https:\/\/t.co\/NQr4RIvfJO","sentiment_score":0.05}
{"full_text":"RT Please, order your free COVID-19 test kits now.","sentiment_score":0.4}
