{"full_text":"Each comes complimentary with a can of beans","sentiment_score":0.3}
{"full_text":"I didn't know Howard was that stupid!","sentiment_score":-1.0}
{"full_text":"Any trouble breathing, go to the hospital. COVID pneumonia is really bad.","sentiment_score":-0.45}
{"full_text":"RT I appreciate the covid test Joseph BUT WHAT ABOUT THESE LOANS!?","sentiment_score":0.0}
{"full_text":"RT BREAKING: England removes all COVID restrictions including passes, mandates, and WFH requirements.","sentiment_score":0.0}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"Thursday saw a new high for the third wave as the count of daily #COVID19 cases crossed 3 lakh with 317,532 cases registered in the last 24 hours, which pushed the caseload to 38,218,773.","sentiment_score":0.0592727273}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT Ministry of #Ayush has been hard at work to protect the health and well-being of people throughout the country during the #COV...","sentiment_score":-0.2916666667}
{"full_text":"RT Young and youthful India showing the way! This is encouraging news. Let us keep the momentum. It is important to vacc...","sentiment_score":0.2625}
{"full_text":"RT The president starts off by touting that only 2 million people were vaccinated when he took office and 210 million are vac...","sentiment_score":0.0}
{"full_text":"RT WHO says no evidence healthy children, adolescents need COVID-19 boosters","sentiment_score":0.5}
{"full_text":"Kelly knows what side his bread is buttered on.He is wedded to Morrison's wavelength of lies and prevarication and exudes a vile contempt for Western Australia's successful suppression of the virus.#CallTheElectionDickhead #auspol #LNPDeathCult #PutTheLiberalsLast","sentiment_score":0.375}
{"full_text":"RT Say, why not, you know, hire back all those ones you fired.","sentiment_score":0.0}
{"full_text":"RT NEW: Walmart Sued for Refusing to Fulfill Military Veteran &amp; COVID Patient's Prescription for Ivermectin and Hydroxychloro...","sentiment_score":0.0121212121}
{"full_text":"RT There are four nurses on my team. Three of us are off because our kids gave us covid. All not eligible for their second dos...","sentiment_score":0.0}
{"full_text":"RT One should wear mask, keep sanitizer and maintain social distancing in order to protect not only us but to the whole s...","sentiment_score":0.0777777778}
{"full_text":"Mr Students are raising their genuine concerns, SSC should listen them.* How will a student travel for such long distance within 2 days?* Students are at high risk of getting infected with #COVID19.#postpone_cgl_mains2020","sentiment_score":0.1275}
{"full_text":"RT How WHO chief Tedros violated UN rules to advance TPLF interests in Ethiopia . . . audio, transcripts, analysis.","sentiment_score":0.0}
{"full_text":"RT Stuff I have to pay next week is already piling up","sentiment_score":0.0}
{"full_text":"RT The scope of the American public health establishment's failure- and the scale of their deceptions- in responding to COVID...","sentiment_score":-0.1055555556}
{"full_text":"RT In absolute terms, infants still represent a small number of COVID patients.157 infants have been hospitalized in Alberta,...","sentiment_score":-0.025}
{"full_text":"Remember when you charged into a singing crowd of men, woman, kids and elderly and started punching and batoning them","sentiment_score":0.0}
{"full_text":"RT 1) There are signs daily #COVID deaths may be starting to subside in the U.S. Unfortunately, that doesn't appear to be th...","sentiment_score":-0.1666666667}
{"full_text":"Im so fucking tired of COVID, I think we all just need to go to Mars, disinfect the whole Earth, and let it sit for two weeks.","sentiment_score":-0.1}
{"full_text":"RT With some states having a hard time keeping up their oversight, the BBB has three recommendations to avoid getting scammed. De...","sentiment_score":-0.2916666667}
{"full_text":"RT If anyone has humanity still alive then postpone exams in January if not atleast 10 days ,IBPS PO,IBPS clerk and then s...","sentiment_score":0.1}
{"full_text":"pls vote wisely :(","sentiment_score":-0.025}
{"full_text":"RT Bitches be scared of covid but cut off 18 wheelers","sentiment_score":0.0}
{"full_text":"Before and after: I gave this a vinegar and citronella oil bath, I can't wait to polish the wood and touch up the black enamel. The front and back have Moiree coating on the tin, completely faded from rust and wear...except for under the lid! (coffee grounds to mask the stink)","sentiment_score":-0.0138888889}
{"full_text":"RT see the stats and change your decision it is not demand but it's a need #delayGATE22#delayGATE22#d...","sentiment_score":0.0}
{"full_text":"RT They are here to harvest the economy for the #GreedyRich, not govern a nation. Once again we let them pul...","sentiment_score":0.0}
{"full_text":"What a crock of shit, where's China, France etc etc","sentiment_score":-0.2}
{"full_text":"RT Mask is NOT an accessory! Wear it properly to stay protected from COVID-19. #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"COVID 19 has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development?@Beyadob5@Donglee32@Patha191","sentiment_score":0.177020202}
{"full_text":"RT In the UK we can order 7 rapid covid tests per person every 24 hours.","sentiment_score":0.0}
{"full_text":"My son's ELA teacher middle school gave him an F for not completing assignments in which he didn't have access to because he was sick with \"Covid-19\" and material wasn't a ayo line for him. #education #minorities #equalityforall","sentiment_score":-0.3571428571}
{"full_text":"RT If Neal Gorsugh doesn't have the decency to wear a mask when a high risk coworker is around then he shouldn't be wearing w...","sentiment_score":0.16}
{"full_text":"RT the cdcs response to covid","sentiment_score":0.0}
{"full_text":"Reaching  before 100 balls ABD - 23 timesKohli - 9 timesButtler - 8 timesSocial distancing by GOAT @ABdeVilliers17","sentiment_score":0.0}
{"full_text":"RT The pandemic has eaten up two precious years from the human life.Students have lost their most enjoyable years. Families...","sentiment_score":0.375}
{"full_text":"RT We do not have a COVID crisis.We do not have a climate crisis.We do not have a \"voting rights\" crisis.We have a corru...","sentiment_score":0.0}
{"full_text":"RT Please, no one tell Morrison that children once worked in coal mines too....","sentiment_score":0.0}
{"full_text":"RT Since the CDC admits natural immunity is equivalent to vaccinated immunity (at a minimum), there needs to be immediate ci...","sentiment_score":0.1}
{"full_text":"RT Important data showing that vaccination is also associated with less #LongCovid","sentiment_score":0.1166666667}
{"full_text":"RT 7 yo announced she has a new pandemic talent, screaming inside her mouth.     Me too, kid, me too.","sentiment_score":0.1363636364}
{"full_text":"RT A new government study just confirmed what millions have said for months:According to the CDC--natural immunity from pr...","sentiment_score":0.2681818182}
{"full_text":"RT 'Got Brexit done' is neither true or, being destructive, something to be proud of. And the pandemic is not...","sentiment_score":0.1833333333}
{"full_text":"RT CAUTION: You are witnessing the implosion of tyranny. If you become frightened, find the nearest conspiracy theorist and ask...","sentiment_score":0.0}
{"full_text":"RT Don't use South Korea as reason for why there should be mandatory military service. They technically still have an ongoi...","sentiment_score":-0.05}
{"full_text":"RT Facebook is in BIG TROUBLE.It has just been discovered that the Facebook Covid vaccine Fat-Checkers are funded by vaccine...","sentiment_score":0.0}
{"full_text":"RT It's time for the US to drop the Draconian COVID rules","sentiment_score":0.0}
{"full_text":"RT hi, are you doomscrolling? It might feel like an act of agency due to the pandemic. Why not use that agency to take car...","sentiment_score":-0.125}
{"full_text":"RT Our time has cum. #Gloryholes have been recommended by health officials in Canada. ","sentiment_score":0.0}
{"full_text":"RT Now dat d vqccines hve been in market for 1 yr, we should start a har ghar dastak 2 collect info on immediate side effe...","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update: New cases down 4% from last week, more than 3,400 new deaths- New cases: 871,469- Average: 766,881 (-5,3...","sentiment_score":0.0862193362}
{"full_text":"RT \"We have very good vaccines now and we need to use them.\" says not waiting for Omicron-specific vacc...","sentiment_score":0.91}
{"full_text":"RT GOP governors are single-handedly blocking progress and dragging their states backwards on some of the most pressing is...","sentiment_score":0.5}
{"full_text":"Joint inauguration and launch of projects by Prime Minister Narendra Modi and Prime Ministerhttps:\/\/t.co\/9GfYhQKHVG#NewsOnline #COVID19 #Omicron #Corona_Virus #PM #Ceremony #PMModiji #launch #projects #PrimeMinister #SeniorPolice #NarendraModi","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson just announced THE END OF COVID RESTRICTIONS for the UK! Fantastic news but WE SHOULD HAVE BEE...","sentiment_score":0.4}
{"full_text":"RT Never panic buy, never panic sell.Being patient is the#ByteNext $BNU #Crypto","sentiment_score":0.0}
{"full_text":"RT It's the beginning of the end of Omicron.","sentiment_score":0.0}
{"full_text":"Well this sucks after a year of avoiding covid I finally got it Results positive","sentiment_score":-0.0242424242}
{"full_text":"RT im sorry but middle school nostalgia isn't worth going to some overcrowded music festival in the middle of a pandemic lol","sentiment_score":0.12}
{"full_text":"What's Covid mortality rate currently?","sentiment_score":0.0}
{"full_text":"RT Well it's official, Marin County, CA, the most heavily vaccinated large US county, where 95%+ of seniors are vaccinated and nea...","sentiment_score":0.1714285714}
{"full_text":"RT #CDC pledges to \"base all public health decisions on the highest quality scientific data.\" So why has the CDC refused to...","sentiment_score":-0.4}
{"full_text":"RT Shouldn't use 'bat' too, because bats caused Corona and these tough times ","sentiment_score":-0.3888888889}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"In 2002-4 SARS COVID 01 epidemic happened during Bush 43 admin with huge republican majorities. Their reaction nearly collapsed the world economy with austerity. By comparison, the tiny majority of Dems and a Dem POTUS have had the greatest economic expansion in 50 years.","sentiment_score":0.34}
{"full_text":"RT It might not seem like there are actually forthcoming solutions to the coronavirus pandemic, the state of American politi...","sentiment_score":0.0}
{"full_text":"RT #helpless#COVID__19ComHealth officer Late Akash sachan posted in Banda #UP Martyr on09\/06\/2021#Help@PMOIndia@myog...","sentiment_score":-0.3}
{"full_text":"RT He should donate it to the vaccine injured.","sentiment_score":0.0}
{"full_text":"RT This network's so-called \"news\" side called America an apocalyptic hellscape just yesterday. Fox continues to advocate aga...","sentiment_score":0.0}
{"full_text":"RT Rs 1.388 bn irregularities, 296 million fraudulent payments in KP Covid funds for the financial year 2020\/21.@BBhuttoZ...","sentiment_score":0.0}
{"full_text":"Listen to our problems and respond #justiceforGATE2022Aspirants #postponedgate2022 #delayGATE22 #delayGATE2022","sentiment_score":0.0}
{"full_text":"RT MYTH: Children can't get seriously ill from #COVID19.  FACT: Children can (and do) get seriously ill in some cases. Talk...","sentiment_score":-0.5}
{"full_text":"Retail staff needs pandemic therapy, NYC needs new living room furniture #notdating #retailtherapy","sentiment_score":0.1363636364}
{"full_text":"RT We're horrified. - bus driver told \"keep driving\" while dizzy- truckies asked to come in when still testing positive- worker...","sentiment_score":0.2272727273}
{"full_text":"RT Wow. Justices Gorsuch and Sotomayor publicly rebuke NPR's for her false report:\"Reporting that Justice Sot...","sentiment_score":-0.1}
{"full_text":"RT #postpone_cgl_mains2020 Corona he mj'aak nhiiN Testing is decreased and cases are decreased isn't a joke for you people...","sentiment_score":-0.4}
{"full_text":"RT Can we investigate vaccine side effects without being labelled an \"anti vaxxer \" yet?","sentiment_score":0.0}
{"full_text":"RT One of my biggest fears is a Russian invasion of Ukraine sets off a ground war that becomes a major vector of transmiss...","sentiment_score":0.03125}
{"full_text":"RT Why isn't the federal government mailing out N95 masks with the rapid tests? Why can't these be combined?","sentiment_score":0.0}
{"full_text":"RT Following the teachings of Guru ji, the followers of are distributing masks to the ne...","sentiment_score":0.0}
{"full_text":"The recent eruptional epidemic has thrown society into disarray. We can imagine how bored children will be if they are confined to their homes all day. If this is the case, why not try our online coding lesson?","sentiment_score":-0.25}
{"full_text":"RT That is a bald face lie ctv","sentiment_score":0.0}
{"full_text":"Daddy betta' stay home.","sentiment_score":0.0}
{"full_text":" Providing healthcare  Mitigating COVID-19   Tackling tuberculosis IOM has been delivering life-saving assistance to the people of Afghanistan for decades. Our work continues.","sentiment_score":0.0}
{"full_text":"The Bureau of Quarantine (BoQ) will be releasing its isolation protocols for quarantine hotels with Covid-positive guests any day now.https:\/\/t.co\/LVhSy2CkdF","sentiment_score":0.0}
{"full_text":"RT From people who actually know what they are talking about: #RebelScots","sentiment_score":0.0}
{"full_text":"The country recorded as high as over 5.4 million #Covid-19 cases in the week from January 10 to 16, a record high weekly case count since the onset of the #pandemic in the country. #US","sentiment_score":0.16}
{"full_text":"RT The CDC's problem is not \"messaging\". Its bad policy. Ignoring nat imm, not releasing data, pushing boosters on healthy ki...","sentiment_score":-0.1}
{"full_text":"Daily Covid occurrences are lowering in Maharashtra, whilst also hospitalizations are decreasing: Tope.#BMCElections #bmc #BMCElection2022 #MaharashtraCivicpolls #bmcresults #bmcpolls2022 #BMCelections2022https:\/\/t.co\/sVJBW3RiUR","sentiment_score":0.0}
{"full_text":"Early Omicron Breakthroughs Show MRNA Vaccines' Weakness ","sentiment_score":0.1}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"Don't forget about the upcoming #JuicyMonthly on January 22nd! Today is the last day before prices go up from $20 to $25!Reminder, we will be requiring a negative COVID test within 72 hours of the event or proof of full vaccination.Pre-register now:","sentiment_score":0.0166666667}
{"full_text":"I don't know if this will hold up, but global case numbers seem (possibly) to have peaked...previously couldn't fit to this as my model blew up.  I still can't capture that very pointy peak. Regime Changehttps:\/\/t.co\/DLAwpjwljO","sentiment_score":0.15}
{"full_text":"To support frequent flyers who are unable to travel due to the Covid-19 pandemic, Singapore Airlines is extending all #PPSClub and #KrisFlyer Elite statuses for a third consecutive year.More here:https:\/\/t.co\/8YmRUkeLQD@SingaporeAir #Airlines #SQ","sentiment_score":-0.13125}
{"full_text":"TAGUIG CITY CARE PACKAGES FOR COVID-19 PATIENTSCOVID-19 positive patients in quarantine facilities and close contacts who are in-home quarantine receive COVID Monitoring Kits, Food Packs, and Medicines from Taguig City Government ...","sentiment_score":0.2272727273}
{"full_text":"PM #SheikhHasina's decision to balance interests and keep #Econony rolling during #pandemic pays dividend: #Bangladesh's #RMG manufacturers,consolidating their place in global supply chain, ready to supply products worth $8 billion a month to int'l buyers.https:\/\/t.co\/QD2eEBosbj","sentiment_score":0.1666666667}
{"full_text":"RT Today the children were playing 'coronavirus' It's basically 'stuck in the mud' but when you tag someone you have to shou...","sentiment_score":0.0}
{"full_text":"Introducing Pae Hono, your relief dashboard through Covid life. We provide you with information about how our health system works so you can navigate Covid life better. -Check our website at for more information-#paehono #covidapps #whanau #aotearoa","sentiment_score":0.5}
{"full_text":"Track 20 of 365 - So much Covid about... Thankfully the brilliant Otis Redding had a sickness of a different kind. \"I'm Sick Y'All\" by Otis Redding","sentiment_score":0.1971428571}
{"full_text":"Books are considered to be the ladder of human progress.Protect your children's books this cyclone season by keeping them in dry areas, away from the rain.#COVID19 #Fiji #EducationForFijians #FijiNews #Education","sentiment_score":-0.0333333333}
{"full_text":" Dominic Frisby runs through today's front pages: The Daily Mail: Boris and Carrie's baby hit by Covid The Times: PM fights on as plotters back from the brink The Independent: PM ready to overrule experts on jabs for teens","sentiment_score":0.05}
{"full_text":"India logs 3.17 lakh new COVID cases, highest since May; active caseload nears 20-lakh mark; Omicron tally at 9,287#COVID19 #CoronavirusPandemic","sentiment_score":0.0015151515}
{"full_text":"RT Sign the petition: Join in calling on to stop spreading misinformation about China-Af...","sentiment_score":0.0}
{"full_text":"\"It's challenging and also scary because it's always on the back of our minds\" - A look at how a remote community in WA is coping with a lack of phone reception and access to essential services in the age of COVID-19.https:\/\/t.co\/1uzlnPktr2","sentiment_score":-0.02}
{"full_text":"Lombard Odier CIO: China is a 'wild card' for omicron risks","sentiment_score":0.1}
{"full_text":"Lol, ok, keep thinking COVID has actually been seen.","sentiment_score":0.4333333333}
{"full_text":"Here's your guide to #COVID #vaccine side effects: We look at what the latest data has to say about mild side effects and those which are more life threatening like blood clots and allergic reactions. #BhekisisaResource.","sentiment_score":0.4444444444}
{"full_text":"Mizoram reported 984 new COVID-19 cases and no deaths in the last 24 hours.#briflynews #Mizoram #COVID19 #covidcases #HealthDepartment #CoronavirusVaccines","sentiment_score":0.0681818182}
{"full_text":"The UK government announced the Covid-19 restrictions reimposed in England last month would be lifted next week Read more:","sentiment_score":0.1666666667}
{"full_text":"Will Biden's free rapid Covid-19 tests work for travel? Here's how to know if a test will fly:","sentiment_score":0.6}
{"full_text":"Hear shares the story in how is able to lend out Axies to help people in #Philippines to earn a living during the lockdowns from the #COVID19 pandemic via #podcast #web3","sentiment_score":0.5}
{"full_text":"Starbucks nixes vaccine mandate after Supreme Court ruling ","sentiment_score":0.0}
{"full_text":"Kenya has invited firms through a global tender to design, build, commission and maintain a vaccine manufacturing facility. -- Business Daily","sentiment_score":0.0}
{"full_text":"Health officials in Washington state say residents will soon be able to order free at-home COVID-19 tests through a new state website.https:\/\/t.co\/Fz4c2PTGXd","sentiment_score":0.3454545455}
{"full_text":"Health professionals say that some of the masks people have worn over the past two years may not be sufficient against the omicron variant -- and some might not even be the real deal.","sentiment_score":-0.025}
{"full_text":"2nd guessing yourself?You trust you're good at your job on a good day. But with school stress &amp; COVID, it's hard to keep +ve.Maybe you're overworking to stay on top of it all, doing more to keep up appearances.What if you can't keep this up?Need to offload? DM me #edutwitter","sentiment_score":0.3513888889}
{"full_text":"The vaccines do not prevent omicron. Fact","sentiment_score":0.0}
{"full_text":"RT The increasing order of covid case i suggest to take board exam online in 2022 ","sentiment_score":0.0}
{"full_text":"Hospitalizations for COVID-19 hit a new peak Wednesday as omicron continues to surge in our state and across the nation.https:\/\/t.co\/7ZWu9XadQU","sentiment_score":0.1363636364}
{"full_text":"RT My aunt has just become another COVID statistic  RIP ","sentiment_score":0.0}
{"full_text":"RT Not all masks are created equal. N95s are far more effective at preventing the spread of COVID-19. I applaud the Biden Admi...","sentiment_score":0.3}
{"full_text":"RT Earlier they said that \" we will take exam only if the situation will be normal with no fear of COVID-19 \" The day is...","sentiment_score":0.05}
{"full_text":"RT  Welcome to COVDR Token Whitelist Pre-Sale Ends Sunday 12th 11:59 PM UTC Covid-19 Recovery Token Airdrop is liv...","sentiment_score":0.8}
{"full_text":"RT Fantastic.Now let's abolish discriminatory \"medically infertile\" and \"socially infertile\" that make IVF available on Medic...","sentiment_score":0.1444444444}
{"full_text":"32% Off!Microsoft - Surface Pro 7 - 12.3\" Touch Screen - Intel Core i7 - 16GB Memory - 512GB SSD - Device Only - Matte Blackhttps:\/\/t.co\/c7r9fD2FIL#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0}
{"full_text":"Now over 80% vaccination - What do they know that YOU don't?","sentiment_score":0.0}
{"full_text":"In CA there have been 69,174,790 doses of #vaccine administered. This represents 27,230,003 people fully vaccinated,(69.32% of the state) according to JHU's Coronavirus Research Center","sentiment_score":-0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 31.5FWind Chill: 31.5FHumidity: 96%Dew Point: 30.5F Barometer: 30.073 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 762.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"An important distinction that arises from the pandemic debate, which is widely applicable to business, addresses whether the science or other expert opinion is strictly about the science or extended to other areas.\"","sentiment_score":0.0125}
{"full_text":"Stock market booms in Asia as 'Misleading clip of Pfizer boss made me doubt vaccine' #wstbot #stonks","sentiment_score":0.0}
{"full_text":"RT Have to disclose within 45 days, if not it's a $200 fine. 54 members violated the stocks act last year alon...","sentiment_score":0.2083333333}
{"full_text":"Find out also when you should get tested after COVID-19 exposure.","sentiment_score":0.0}
{"full_text":"While many industries across the globe have been seriously affected by the lockdown and restrictions imposed because of the Covid-19 spread, the business travel industry has been probably experiencing the greatest","sentiment_score":0.3888888889}
{"full_text":"In GA there have been 13,841,277 doses of #vaccine administered. This represents 5,558,243 people fully vaccinated,(53.42% of the state) according to JHU's Coronavirus Research Center","sentiment_score":-0.1}
{"full_text":"RT Authorities in Western Australia say their draconian new vaccine passport scheme, which bars the unvaccinated from most p...","sentiment_score":0.2121212121}
{"full_text":"RT The FBI has left Cuellar's home but first they loaded up big bags. I'm wondering if he had hung onto some of those COVID te...","sentiment_score":0.0833333333}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT WHO says no evidence healthy children, adolescents need COVID-19 boosters","sentiment_score":0.5}
{"full_text":"RT Another takeaway from today's CDC report: If you are vaccinated and had an Omicron infection, there is absolutely no need...","sentiment_score":-0.1}
{"full_text":"RT A high-ranking doctor has lashed the \"politically driven\" management of the pandemic. #COVID19nsw #DomnicronPredictabl...","sentiment_score":0.0}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"RT Don't use South Korea as reason for why there should be mandatory military service. They technically still have an ongoi...","sentiment_score":-0.05}
{"full_text":"RT \"Someone must set the example and put lives before profits--which is why we're calling on investors to dump their Moderna sh...","sentiment_score":0.0}
{"full_text":"In MD there have been 10,949,377 doses of #vaccine administered. This represents 4,347,807 people fully vaccinated,(72.24% of the state) according to JHU's Coronavirus Research Center","sentiment_score":-0.1}
{"full_text":"RT We are delighted and extremely thankful to have Superstar Mahesh Babu's support for the AIG #EndCorona Ca...","sentiment_score":0.2875}
{"full_text":"RT I made my peace with these ignoramuses dying.My problem is the 14 children we had to admit today to PICU...","sentiment_score":0.0}
