{"full_text":"I'm so envious of all of you and your interesting lives. I write and I stay home with the kids. Please, never feel bad about sharing little stories about your day because I live through all of you and your interesting events ","sentiment_score":0.0497727273}
{"full_text":"RT #Pfizer vaxx trial 42,000 subjects, over 1200 dead.  Approximately 3% deaths reported which is ten times higher death...","sentiment_score":-0.0875}
{"full_text":"When will Clemson come to the obvious conclusion?  When will you prioritize your students OVERALL HEALTH and well being? ","sentiment_score":0.0}
{"full_text":"RT #AusPol2022 #LNPDeathCult #CallTheElectionDickhead Looks like","sentiment_score":0.0}
{"full_text":"RT I wonder how many people attending the 'March For Life' in DC today will also attend the big anti-vaccine rally in DC o...","sentiment_score":0.25}
{"full_text":"But... but... Boris Johnson said the pandemic was over because he wanted to keep his job","sentiment_score":0.0}
{"full_text":"Hey sending kids that sit together home to quarantine for 5 days is performative. The whole class has been exposed as they fall into the speaking, shouting, singing &amp; prolonged exposure categories.","sentiment_score":0.2}
{"full_text":"Vaccinations still help, but they won't be nearly as effective until they're updated for Omicron.My understanding is that the booster just triggers your immune system production.The fact that the spike protein looks different than your immune system is expecting is a problem.","sentiment_score":0.3}
{"full_text":"RT Any journalists in NM curious how whole nations are dropping masks and vaccine mandates but, coming next week, a propo...","sentiment_score":0.0333333333}
{"full_text":"What a covid idiot you are all the people who have lost people and they have to listen to this crap it's shamefull   this channel is full of  idiots","sentiment_score":-0.5125}
{"full_text":"RT Fun facts: 1. Covid deaths of officers are included in the official stats for \"deaths in the line of duty.\"2. Killings by...","sentiment_score":0.3}
{"full_text":"RT Why does Mark McGowan not want this for WA? ","sentiment_score":0.0}
{"full_text":"RT Mad that the pandemic started and ended with a bat out of hell.","sentiment_score":-0.625}
{"full_text":"RT Trump judge denies release to 2 nonviolent January 6 defendants and transfers them to DC Gulag that's under 22-hour lockd...","sentiment_score":0.4}
{"full_text":"RT Hey Can you read?","sentiment_score":0.0}
{"full_text":"RT The covid testing centre on campus is expected to close on January 28. Still shocking that the testing centre on campu...","sentiment_score":-0.55}
{"full_text":"anyone who sees \"stay-at-home parent\" as some kind of luxury non-job: consider that if a standard full-time job is 8hr\/day, 5 days\/week, a stay-at-home parent is 24hr\/day, 7 days\/week with zero (0) vacation days\/sick days\/etc. enjoy that math","sentiment_score":0.3333333333}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"RT A rigged economic and political system is when billionaires spend $1.2 billion in campaign contributions to buy politicians...","sentiment_score":0.1}
{"full_text":"RT Who knows, pretending Covid doesn't exist might work.","sentiment_score":0.0}
{"full_text":"RT Now that even the CDC accepts that natural immunity is better than vaccine immunity, where are the reparations and rest...","sentiment_score":0.3}
{"full_text":"Exactly, these mandates aren't doing anything you are 1000% correct, this is why the pandemic is going to end because it ripped through most of the population and that's why we're going to finally be in the endemic stage","sentiment_score":0.25}
{"full_text":"RT \"The Prime Minister used the vulnerable and the impoverished, already suffering due to the pandemic, as pawns in his self...","sentiment_score":-0.3125}
{"full_text":"True! RF=headache in respect to climate crisis!Their transition most difficult.1) 87% of 9826 Twh energy demand generated through fossil fuels!2) 50% of State Budget=150bn US$ financed through export fossil fuels! No alternatives!3) 1000`s of prod\/sites in Siberia subsiding","sentiment_score":0.53125}
{"full_text":"RT Since the pandemic began, a new billionaire has been created every 26 hours. Meanwhile, 160 million people have been pushed in...","sentiment_score":0.1363636364}
{"full_text":"RT Belgium No Longer Recommending Moderna Vaccine For Those Under 31 Due To Risk Of Heart Inflamation","sentiment_score":-0.125}
{"full_text":"The pandemic will end soon, thanks to those who took their vaccines. But we won't forget those who had the opportunity and turned their backs. Send them the damn bill.","sentiment_score":0.2}
{"full_text":"RT #Utah you can see if your representative voted against your health, safety, and well-being, or for themselves. The legislat...","sentiment_score":0.0}
{"full_text":"So tired of these articles and that dumb dominos commercial. Yeah, the fees suck, but the restaurants don't have to be on the apps. Also, the apps have given us at Nation a much needed revenue stream during the pandemic.","sentiment_score":-0.14375}
{"full_text":"RT New Emails Reveal Fauci's Role in Shaping Highly Influential Paper That Established COVID 'Natural Origin' Narrative #Fauc...","sentiment_score":0.1321212121}
{"full_text":"I don't think I'll ever feel \"ok\" again.I'm jittery in disbelief.#BCpoli doused us in gasoline the last month, and lit a match.They've orchestrated the death of thousands, the injury of millions the collapse of our essential services.Fuck You Horgan Henry Dixwtf #CDNpoli","sentiment_score":0.1666666667}
{"full_text":"Biden thinks he's a higher being that our Supreme Court.....how come the Dems don't see this as a DICTATOR ? ","sentiment_score":0.25}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"RT << Do what you can to avoid infection >>","sentiment_score":0.0}
{"full_text":"RT Looking at German Myocarditis &amp; Pericarditis cases (blue), we can clearly see:&gt; No correlation between COVID-19 cases. (R...","sentiment_score":0.0333333333}
{"full_text":"RT The CDC's problem is not \"messaging\". Its bad policy. Ignoring nat imm, not releasing data, pushing boosters on healthy ki...","sentiment_score":-0.1}
{"full_text":"RT The Wynne Del Duca Liberals froze hospital funding for five years, leaving them ill-prepared for a pandemic. Our governme...","sentiment_score":0.0}
{"full_text":"RT COVID Q &amp; A #14 with we seeing positive signs on lifting of gov mandates? Special focus on Povidon...","sentiment_score":0.2922077922}
{"full_text":"Emmanuel Macron news: President faces backlash over Covid vaccine pass amid Omicron debat | World | News","sentiment_score":0.0}
{"full_text":"RT Don't get numb.","sentiment_score":-0.6}
{"full_text":"And they would have likely lived with just copd. But Covid + copd took them down. So to say across the board that everyone with Covid, didn't really die of Covid is false. Most with Covid died because of Covid and whatever other risk factors.","sentiment_score":0.0032407407}
{"full_text":"New list of companies to boycott just dropped.","sentiment_score":0.1363636364}
{"full_text":"Join our Facebook live on Tuesday February 25th at 7pm (ET) with the theme \"The truths about the Omicron\". TikTok is so funny   Check out nuevavidallc's video! #TikTok","sentiment_score":0.2244318182}
{"full_text":"RT  An antivaxx 'SuperBowl' is taking place in DC this SundayOrganized on social media. Of courseLordy...","sentiment_score":0.0333333333}
{"full_text":"RT Dr Chant is citing poor mental health as a reason people are dying from covid. I have a mental illness. My life has wo...","sentiment_score":-0.2}
{"full_text":"RT THIS IS IMPORTANT: A new study involving over 100 EU cities shows that new Covid-era cycling infrastructure has already...","sentiment_score":0.2242424242}
{"full_text":"RT Just another reason to protect ourselves from SARS-CoV2 infection. All tools are known and should be used : vaccination + pub...","sentiment_score":0.0}
{"full_text":"Guessing he wasnt vaccinated. He died of Covid though","sentiment_score":0.0}
{"full_text":"RT Bumped into conspiracy neighbour whilst putting out rubbish, joyful at mask mandate going. I pointed out Governments hav...","sentiment_score":0.0}
{"full_text":"Quality revenues","sentiment_score":0.0}
{"full_text":"RT There's so much evidence that Trump tried to seize power illegitimately like a second rate autocrat advised by insane peopl...","sentiment_score":-0.2666666667}
{"full_text":"RT I am 0 percent afraid of covid. I'm 100 percent afraid of the authoritarianism that has taken hold of society as a res...","sentiment_score":-0.6}
{"full_text":"RT Stop minimizing the nervousness of disabled and chronically ill people about the end of restrictions. Even with the vaccin...","sentiment_score":-0.35}
{"full_text":"RT Refuse Collection Operative perhaps ??They are really useful &amp; carry out a desperately important job&amp; have don...","sentiment_score":0.35}
{"full_text":"RT England is scrapping covid passports.Czech Republic decided AGAINST mandatory vaccination.Ireland is lifting most res...","sentiment_score":0.5}
{"full_text":"Press Briefing by White House COVID-19 Response Team and Public Health Officials","sentiment_score":0.0}
{"full_text":"RT Joe Biden's press conference was a disastrous capper to a disastrous year. To mark his anniversary as president, the tea...","sentiment_score":-0.7}
{"full_text":"RT Things that need to be scrapped along with Plan B:- The Coronavirus Act- Travel restrictions- LFT\/PCR Testing- Mandates...","sentiment_score":0.0}
{"full_text":"RT As noted about 100 times so far... if Facebook wanted to kill the antivax movement in this country they could do it with t...","sentiment_score":0.1}
{"full_text":"RT Nysc 33k alawe. During covid o. I no even work but I collect money  also, immunisation, I think my mama born m...","sentiment_score":0.0}
{"full_text":"RT Sajid Javid must urgently and thoroughly investigate the recent spike in child deaths, and halt any vaccine doses for chil...","sentiment_score":0.0}
{"full_text":"RT Workers in L.A. County lose more than $26 million per week to wage theft.","sentiment_score":0.5}
{"full_text":"RT Last week Dr. Henry said there's still at least a 1 in 10 chance of getting long-COVID (yes, I'll reply with source).If...","sentiment_score":-0.15}
{"full_text":"RT Your \"normal\" is killing other people. How do you not grasp this? These fucking assholes are why the rest of us can't get b...","sentiment_score":-0.1916666667}
{"full_text":"Cobourg - 3rd Dose Cobourg Community Centre clinic has 3rd dose Pfizer or Moderna appointments First available date is 2022-01-21 Book at #covid19ON #COVID19Vaccine #vhcON #VHCDose3","sentiment_score":0.1625}
{"full_text":"RT This country not worried about children getting COVID, but absolutely terrified about them learning history &amp; facts shou...","sentiment_score":0.2}
{"full_text":"Testing negative again.. Lucky enough with my vaccines covid wasn't too bad","sentiment_score":-0.1666666667}
{"full_text":"RT Im pro face nappies for life. And I'm willing to take any vaccine I'm told so I can walk i...","sentiment_score":0.25}
{"full_text":"RT No mask mandates.No vaccine passports.No covid restrictions.That is the UK.But Fauci says WE can't even consider dit...","sentiment_score":0.0}
{"full_text":"RT Smart Move...","sentiment_score":0.2142857143}
{"full_text":"RT I don't know about you but I'm shit scared about the idea of people not have to self-isolate if they test positive for Co...","sentiment_score":0.0136363636}
{"full_text":"I'm not a scientist but can you provide a source that a vaccinated person can't cause a mutation??  A virus mutates as a means to survive and since the vaccine doesn't stop the virus it would just as likely mutate in the vaccinated. 1of2","sentiment_score":0.0}
{"full_text":"RT Western Australian Premier Mark McGowan announced the cancelation of the reopening plans, pointing to the rapid spread of omicr...","sentiment_score":0.0}
{"full_text":"RT they only got 4 Covid tests.","sentiment_score":0.0}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"RT have just received the sad news that a seven year old girl, who is a friend of one of our kids, l...","sentiment_score":-0.2}
{"full_text":"RT got one day of work scheduled 1 week from now! really hoping to get a few more packs claimed this weekend!!! I have these r...","sentiment_score":0.3255208333}
{"full_text":"RT As a physician do you truly not understand that risk is a part of life? Were children never affected by severe illness before...","sentiment_score":0.0}
{"full_text":"RT Letting people at high risk of having or spreading #covid19 return to work quickly boosts labour supply this week &amp; harms lab...","sentiment_score":0.2466666667}
{"full_text":"RT So no one else is suspicious about the sudden complete lifting of covid restrictions?Just me?","sentiment_score":0.05}
{"full_text":"RT Senate rejects bid to force health workers treat patients regardless of COVID-19 vax status | via #ksle...","sentiment_score":0.0}
{"full_text":"Meat Loaf was very vocal about vaccine mandates, but I haven't seen anything (other than speculation due to his connection with that camp) that confirms he was unvaccinated, or even if Covid was the cause of his death. Regardless, his death is a loss to a lot of people.","sentiment_score":-0.0166666667}
{"full_text":"RT It's cognitively very dissonant to read that 46 people died in NSW from COVID yesterday while watching the NSW Premier p...","sentiment_score":0.2}
{"full_text":"Unification is what we need. Pain is the symptom that can bring us together. Many conditions result in pain. And, pain patients keep getting mistreated. Together we need to speak for our rights to receive opioids. The CDC 2016 guidelines are subjective and reckless, hurting many","sentiment_score":0.5}
{"full_text":"RT +Those same folk finally beginning to wonder why DOCTORS in covid wards are not being vxd!Wha...","sentiment_score":0.0}
{"full_text":"Question: when did go from being an organization pushing to keep open to an organization pushing changes that would have the schools closed more often due to covid spread?","sentiment_score":0.06875}
{"full_text":"GUYS A'TIN BEHAVE. LOCK DOWN. KUNG ME TANONG AT KUNG GUSTO MAG RELEASE NG FRUSTRATION, GO TO YOUR RESPECTIVE GDMs. #SB19 #What_SB19 and #Bazinga_SB19 for BBHTS! ","sentiment_score":-0.0777777778}
{"full_text":"RT Whatever they're following, it's NOT the science.","sentiment_score":0.0}
{"full_text":"RT tudumtudumtudum BATMAAAAAAAAN!FINALLY my I AM BATMAN #8 Variant Cover is OUT guys!!!!  #BATMAN","sentiment_score":0.0}
{"full_text":"RT She said she will bring every single gun to the school to keep her children from having to wear masks at school. The right is cr...","sentiment_score":0.1071428571}
{"full_text":"RT Just a reminder...the same DOJ demanding that even nonviolent defendants remain behind bars awaiting delayed trials is al...","sentiment_score":0.0}
{"full_text":"RT 3. Measles is more contagious than SARS CoV-2, induces long-lived immunity,...","sentiment_score":0.5}
{"full_text":"RT The evidence is overwhelming that the virus spreads via a regional\/seasonal pattern, regardless of how draconian are t...","sentiment_score":0.5}
{"full_text":"Mitch and the GOP will sabotage the nation with Manchin &amp; Sinema's help by implementing a slow Covid recovery, blocking BBB and voting rights to run on it in the midterms. He did this with Obama too. There's a special place in hell for him. The man is pure evil.#MitchPlease","sentiment_score":0.0904761905}
{"full_text":"RT End mask mandates, vaccine passports, vaccine mandates, and lockdowns. Now. Everywhere.Civil rights and liberties matt...","sentiment_score":0.0}
{"full_text":"RT Dear Boris, instead of bestowing a knighthood on Chris Whitty, you should be firing his ass and the rest of the hysterics o...","sentiment_score":0.0}
{"full_text":"RT there's a political maxim that during a crisis, voters don't remember what you did or exactly what you said, but how they ma...","sentiment_score":0.125}
{"full_text":"RT The JIMMY DORE SHOW Is Live! NOW!Facebook Cops To Phony \"Fact-Checks\"!Why Are COVID Treatments So Scarce?With Comedian...","sentiment_score":0.2130681818}
{"full_text":"My mom wanted me to go over yesterday to eat gorditas and I had a shit ton of homework so I ended up not going.. she tested positive for Covid today ","sentiment_score":0.0136363636}
{"full_text":"For historical reference, there were several times btw the 12th and 16th centuries that the Black Plague was endemic.Ever-present. Constant. Daily life changed for decades.Not \"oh well, we can ignore it now.\"","sentiment_score":-0.0333333333}
{"full_text":"RT 2,700 deaths yesterday from COVID just here in the US. Yes, mostly Omicron. Careful with the idea that this is mild an...","sentiment_score":0.2444444444}
{"full_text":"RT EVERYONE ELSE: REPEAT  #LTC","sentiment_score":0.0}
{"full_text":"RT \"Here we report that cannabidiol (CBD) inhibits infection of SARS-CoV-2 in cells and mice. CBD and its metabolite 7-OH-CBD...","sentiment_score":0.0}
{"full_text":"From the point of view of the virologist, everything speaks for another vaccination campaign with a vaccine adapted to the omicron variant. According to the vaccine manufacturers, the development and approval of such agents can be expected in March at the earliest.(google trans)","sentiment_score":-0.05}
{"full_text":"This what an absolute plank...","sentiment_score":0.2}
{"full_text":"We were charged EUR260 import duty and handling fee for our French letting agent to receive our keys for our holiday home which were bought and paid for in france but we posted back to france from UK as Covid meant we were unable to travel!!!!","sentiment_score":-0.3333333333}
{"full_text":"RT COVID AND KIDS: Two years after the first COVID case was detected in the U.S., parents of children under five are still...","sentiment_score":0.25}
{"full_text":"Students who test positive or are required to quarantine due to COVID exposure are not allowed to isolate in their on-campus residence. Instead, the email \"strongly recommend[ed]\" students to return to their \"permanent home to isolate\".https:\/\/t.co\/pwY4PgEfrK","sentiment_score":0.1785353535}
{"full_text":"Cerebrospinal Fluid Offers Clues to Post-COVID 'Brain Fog'","sentiment_score":0.05}
{"full_text":"The LaSalle apartment complex at 5443 16th Avenue is hosting a vaccine clinic on Monday, January 24, from 3 p.m. to 6 p.m. for anyone ages 5 and older! Booster vaccine doses will also be available for anyone ages 12 and older.","sentiment_score":0.11875}
{"full_text":"My parents are in their 80s and my wife has a medical condition that classes her as vulnerable. If I choose to wear a mask because I consider it is helping me to protect those that I love, what the fuck has it got to do with you ?","sentiment_score":-0.1}
{"full_text":"Pardee UNC Health Care announced it will reopen its COVID-19 antibody infusion clinic in a new location, due to an increase in treatment availability as well as ongoing community demand.","sentiment_score":0.0056818182}
{"full_text":"Dr. Amir Barzin, head of the Carolina Together Testing Program:\"The most important thing is you wear a well-fitting mask.\"https:\/\/t.co\/vi8uM1CrGc","sentiment_score":0.45}
{"full_text":"Vote in our latest poll today!","sentiment_score":0.625}
{"full_text":"RT Just about as mild as one would have expected.","sentiment_score":0.1166666667}
{"full_text":"Our weekly Gallatin County COVID-19 surveillance report is now available. This includes info about K-12 &amp; MSU cases, and hospital capacity:","sentiment_score":0.4}
{"full_text":"I rake the covid test.","sentiment_score":0.0}
{"full_text":"That's not at how this vaccine or endemic viruses work. #Science","sentiment_score":0.0}
{"full_text":"RT He has form for putting out misleading information","sentiment_score":0.0}
{"full_text":"RT BREAKING: The DOJ will appeal a decision by a federal judge in Texas that blocked President Joe Biden's vaccine mandate for fe...","sentiment_score":0.0}
{"full_text":"Health care workers are heroes, and their mental health matters. We can help by slowing the spread of COVID, and I'm proud that because of ARP funding I voted for, UVA, GMU and VCU are receiving more than $5.5m for initiatives to support health care worker mental health.","sentiment_score":0.275}
{"full_text":"RT England is scrapping covid passports.Czech Republic decided AGAINST mandatory vaccination.Ireland is lifting most res...","sentiment_score":0.5}
{"full_text":"Some scientists have seen their Twitter audiences balloon into hundreds of thousands since the pandemic started.","sentiment_score":0.0}
{"full_text":"Students, faculty, and staff can get tested for COVID-19 from 9 a.m.-5 p.m. Sunday, January 23, at the SHIELD testing locations at Student Services Building (SSB) 130 and the Former Fire Station. To make an appointment, visit","sentiment_score":0.0}
{"full_text":"Today's #APDriveTime features the latest on Build Back Better, dairy policy, and the Biden administration's look at the COVID-19 pandemic in rural areas.","sentiment_score":0.25}
{"full_text":".@PCDC_Events has helpful flyers walking through how to order free at-home COVID-19 tests. Use the desktop site to access the Chinese language form (not currently available on mobile)","sentiment_score":0.0666666667}
{"full_text":"In the longest presidential press conference in history, Biden touted his administration's successes on COVID and infrastructure.  and join to discuss.Watch #WashWeekPBS tonight at 8\/7c on","sentiment_score":0.0}
{"full_text":"A crisis like the Covid-19 pandemic doesn't seem like a great time to be hiring new employees, but not every company has been affected in the same way, and some hardly at all. So how do you know if it's still a good time to hire during a crisis?","sentiment_score":0.2689393939}
{"full_text":"Tamil Nadu CM announced a complete lockdown on Sundays, starting from January 23. The decision was taken as #COVID19 cases in the state continue to rise.https:\/\/t.co\/yZhPDLkzh6","sentiment_score":0.05}
{"full_text":"Let's bring more #Love to everything we do!#JoyTrain #Joy #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #FamilyTrain #Quote #ChooseLove #FridayFeeling #FF #FridayMorning #FridayThoughts #FridayMotivation #FabulousFriday RT","sentiment_score":0.6}
{"full_text":"RT \"The Prime Minister used the vulnerable and the impoverished, already suffering due to the pandemic, as pawns in his s...","sentiment_score":-0.3125}
{"full_text":".@NPR: Four inmates at an Arkansas jail have filed a federal lawsuit after they say medical staff gave them the anti-parasitic drug ivermectin to treat #COVID19 without telling them what it was:","sentiment_score":-0.05}
{"full_text":"Give me $2000. I'm not talking about covid relief from the government. I mean Jen Psaki go pull $2k from an ATM and give it to me.","sentiment_score":-0.3125}
{"full_text":"It's been less than two years since Covid hit &amp; very little has changed in my life broYall must be living under a rock","sentiment_score":-0.2052083333}
{"full_text":"Amelia King was upset about the school mask mandate and said her children would not be wearing masks on Monday and she would \"bring every single gun loaded and ready.\"https:\/\/t.co\/9XDh7vAKH5","sentiment_score":0.0642857143}
{"full_text":"Columbus-based Root Insurance is laying off approximately 20% of its workforce.https:\/\/t.co\/iHfOlmNJva","sentiment_score":-0.4}
{"full_text":"Have you ordered your free COVID at-home tests yet?There's still time to order here:","sentiment_score":0.4}
{"full_text":"You can get free N95 masks next week--here's where to find them","sentiment_score":0.2}
{"full_text":"RT Wear a mask. It's the most public act of defiance readily available right now.","sentiment_score":0.2964285714}
{"full_text":"Florida's governor won't say if he's received COVID-19 booster shot~~~~ what a f**king leader","sentiment_score":0.0}
{"full_text":"This #NationalHuggingDay we just want to remind you that the best way to give a hug is to ask first. We all have different preferences when it comes to giving or receiving a hug. It's not weird or awkward to ask, especially in Covid times. So go ahead, and hug - just ask first!","sentiment_score":0.1732142857}
{"full_text":"In this week's #health top stories: With COVID-19 cases breaking record numbers, the Ministry of Health is changing measures meant to control its spread. This and more in your weekly roundup! #MexicoBusinessNews #MexicoBusiness #WeeklyRoundup","sentiment_score":0.5625}
{"full_text":"Mass General Brigham's Dr. Kuritzkes gave Harbor Media valuable information about COVID-19.Tune in tonight at 7 PM for a conversation with the Chief of Infectious Diseases for on Harbor Media's HD Channel, Comcast 1072, Verizon 2131.https:\/\/t.co\/AtI6cYqeu6","sentiment_score":0.05}
{"full_text":"With the era of lockdowns and border closures over, it's time make the case for massive investment in our public health and social services. It's the only way to end the privations of the pandemic, and build back on a fairer, healthier basis.https:\/\/t.co\/eXX7OEo8v8","sentiment_score":0.0066666667}
{"full_text":"You have questions, and that's OK. We've tracked down the answers to common questions about the COVID-19 vaccines. Wherever you are on your journey, knowing the facts can help.","sentiment_score":0.0148148148}
{"full_text":"Morisette handa na para sa virtual online concert matapos ang COVID-19 bout","sentiment_score":0.0}
{"full_text":"Community transmission of COVID-19 will force authorities to impose a lockdown but for now the country remains on Alert Level 1 after 10 passengers tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT \"Jarring\" is new word for eugenics?","sentiment_score":0.1363636364}
