{"full_text":"RT Conservative lawmakers are banned for discussing accurate but inconvenient CDC stats, but libs can spew bullshit like t...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Florida Covid cases went up 948% in last two weeks.Who else thinks MIA Ron DeSantis deserves a BIG part of...","sentiment_score":0.0}
{"full_text":"RT virginia Woolf's 1931 new years resolutions : \"to be free &amp; kindly with myself [...] Sometimes to read, sometimes not to...","sentiment_score":0.3787878788}
{"full_text":"This is an assumption, as third world countries without access to the vaccine have not been ripped apart.  But, I agree that if you are worried that's why you get the vaccine.","sentiment_score":0.0}
{"full_text":"RT \"We can really make a vaccine for the world,\" says Dr. of who helped develop a new low-cost,...","sentiment_score":0.1681818182}
{"full_text":"Am I right in thinking that if you apply a shorter isolation period for those with covid after vaccinations that you'll end up selecting for higher prevalence of vaccine evading strains\/variants?","sentiment_score":0.2678571429}
{"full_text":"RT Join and IEA on the #InternationalDayOfEducation for the launch of the #REDS International Report and hear about...","sentiment_score":0.0}
{"full_text":"That is understood. What about the comparisson for the risk of the vaccine for someone that has passed COVID before the vaccine was available, with just small symptoms.","sentiment_score":0.075}
{"full_text":"What about religious services, no mention of reducing those number?  I guess there is divine intervention in a church no Covid.","sentiment_score":0.0}
{"full_text":"RT So nobody needs a PA here???Front desk nko??Receptionist I don't want to stay home doing nothing ooo","sentiment_score":0.0}
{"full_text":"RT #ssc_age_relaxation Give us age relaxation in SSC Exam which are delayed due to Covid.It's a Worse impact on our futu...","sentiment_score":-0.2625}
{"full_text":"RT And then when we get Covid, we're expected to return to work after 5 days even if we have symptoms or are still testing...","sentiment_score":-0.1}
{"full_text":"RT Check this out!! My review for book can be found here Reads: Ida Linehan Young...","sentiment_score":0.1}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"They were lost to covid not the omicron variant!! You have no way of testing for omicron!!!!","sentiment_score":0.0}
{"full_text":"RT If cloth masks are \"not appropriate for this pandemic\" and \"little more than facial decorations\"How could mandating them b...","sentiment_score":0.015625}
{"full_text":"Yday 'we have to live with the virus &amp; no more restrictions' said Javid, within hrs 'masks fir school children' said Zahawi, now this! Remember Javid said that Plan B restrictions would be scrapped if Omicron was mild! Well it is only a cold, so why are the restrictions not scrap","sentiment_score":-0.0718939394}
{"full_text":"RT Most omicron cases are asymptomatic or very mild symptoms at the moment. I am optimistic that if we don't panic, this...","sentiment_score":0.4666666667}
{"full_text":"Example in March and June and July I knew Cuomo signed an EO to force nursing homes to take cov positive patients against CDC guidelines. So did all media all DEMS yet I was suspended for showing the documents and elderly dying? He got an award in late 2020 for killing them?...","sentiment_score":-0.0363636364}
{"full_text":"RT Pre-departure tests will be going in this week's review of #Omicron rules; so should arrival PCR tests and self-isolation...","sentiment_score":0.0}
{"full_text":"I said this the day before i tested positive ","sentiment_score":0.2272727273}
{"full_text":"Cw COVID is scary","sentiment_score":-0.5}
{"full_text":"RT As a non-virologist, here are some things I have learned about covid that I would not have guessed before the pandemic. They are...","sentiment_score":0.0}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"RT The MSM is painting Ivanka Trump as a hero for texting her terrorist-dad to \"call off J6.\" That's rich! Ivanka tradema...","sentiment_score":0.46875}
{"full_text":"RT Debates sparked by journals deemed flagship discipline periodicals and the entrenched divided camps that emerge are, whe...","sentiment_score":0.0}
{"full_text":"RT We just announced WFH for the immediate future for our team members. And hopefully spared ourselves the need to listen to rant...","sentiment_score":0.0}
{"full_text":"RT If you still need a booster after being fully vaxxed... and still need to get tested after being fully vaxxed... and still nee...","sentiment_score":0.0}
{"full_text":"RT This is exceedingly stupid, considering most people CANNOT EVEN GET COVID TESTS.","sentiment_score":-0.15}
{"full_text":"RT A member of my family and one of my staff have tested positive for COVID-19 yesterday. I have tested negative today h...","sentiment_score":-0.0363636364}
{"full_text":"RT SHOCKING!Rachel Johnson is advocating herd immunityEssentially, asking parents to gamble with the lives of their ch...","sentiment_score":0.0}
{"full_text":"The world must learn to live with Covid this year","sentiment_score":0.1363636364}
{"full_text":"RT kep1ian sounds like another corona virus variant or something","sentiment_score":0.0}
{"full_text":"i am happy for my job but damn covid is making it 137292 times more difficult","sentiment_score":0.2666666667}
{"full_text":"RT I missed this state of the nation video from Femi. Excellent, if you can call accurate summation of national calamity excel...","sentiment_score":0.7}
{"full_text":"RT st*rbucks hack!!! do not go to your local starbucks if you have covid!!!","sentiment_score":0.0}
{"full_text":"RT BREAKING - There is NO scientific basis for a 5-day isolation periodTaiwan tracked 23 of 59 imported Omicron more than 5 day...","sentiment_score":0.5}
{"full_text":"RT Kindergarteners to eat lunch outside in near freezing temps to curb Covidhttps:\/\/t.co\/jV0sONvgSI","sentiment_score":0.05}
{"full_text":"RT The N95 mask is very effective at blocking Covid virus particles. Demand is exploding for them for schools &amp; elsewhere....","sentiment_score":0.78}
{"full_text":"And I 100% agree with this. It is a risk and I should not have cdc or the gov managing us. Yes I do agree","sentiment_score":0.0}
{"full_text":"Ridiculous! Stop it! These people are sick maniacal sociopaths","sentiment_score":-0.6175595238}
{"full_text":"RT Monday + snow + COVID raging = my energy rn.","sentiment_score":0.0}
{"full_text":"95 percent of people who covid had on average 4 comorbidities...","sentiment_score":-0.15}
{"full_text":"RT For anyone who believes there is 'surge' capacity left in the ER.  Today there were four call outs for extra physician help in t...","sentiment_score":0.0}
{"full_text":"RT #upscmains ji With surge in covid cases &amp; partial lockdown,Pls consider rescheduling...","sentiment_score":-0.1}
{"full_text":"RT Maybe if we hid the vaccine in some cheese?","sentiment_score":0.0}
{"full_text":"The Union Ministry of Health and Family Welfare trashed media reports that claimed that expired COVID vaccines are being administered in India.@MoHFW_INDIA #CovidVaccine #IndiaFightsCorona #vaccines","sentiment_score":0.0}
{"full_text":"There was never going to be an end.","sentiment_score":0.0}
{"full_text":"RT \"There will be those who try to cling onto COVID tyranny for as long as possible and in doing so, they will perpetuate a state...","sentiment_score":-0.025}
{"full_text":"RT Our approach to the pandemic is a great example of why we cannot get past racism in America. We think it's all about pers...","sentiment_score":0.275}
{"full_text":"RT People who are overweight or obese are at a much higher risk of much more severe disease and even death from Covid-19 -- and one n...","sentiment_score":0.375}
{"full_text":"RT How to care for #COVID19 patients with mild symptoms at home: i information for health care workers who will be following up and...","sentiment_score":0.1666666667}
{"full_text":"RT Covid is a performance test for politicians. Through their management of Covid, you can tell whether an elected leader fav...","sentiment_score":0.0}
{"full_text":"Two years into the pandemic and mitigation measures are still being \"recommended\".","sentiment_score":0.0}
{"full_text":"RT Our approach to the pandemic is a great example of why we cannot get past racism in America. We think it's all about pers...","sentiment_score":0.275}
{"full_text":"You'd think after 2 years of this, Ford would learn to act, rather than react, but I guess that's not the conservative way, since the actions the pandemic requires are completely contrary to their beliefs on the role of govt. I hope Ontario voters remember this at election time","sentiment_score":0.1}
{"full_text":"RT Due to the pandemic, we haven't been able to travel abroad for 2 years, so instead we made a video of a previous bike...","sentiment_score":0.0694444444}
{"full_text":"The latest AlcopopTvCulture! Thanks to #covid19 #ayearofradio4","sentiment_score":0.4125}
{"full_text":"The rest of us can't be healthy because of the early birds. Feels like re-living the 2020 Corona panic buy again. ","sentiment_score":0.3}
{"full_text":"RT Sky News: \"How many people are in ICU with  Covid?\"Nadhim Zahawi: \"I don't have the data\"Sky News: \"How many extra teaching...","sentiment_score":0.3333333333}
{"full_text":"RT OVERDUE you-ROCK to for sharing his HolyFricking smooth lead vocals, drumming, writing skills w\/fully cha...","sentiment_score":0.4}
{"full_text":"RT Oh my god. does not come to play. I thought I was harsh, but I am a pussycat compared to this man bringing dow...","sentiment_score":-0.2}
{"full_text":"can you explain how i am lying? i'm not necessarily advocating for schools to be closed, but obviously covid is spreading through them, with no real plan on how to deal with it.","sentiment_score":-0.05}
{"full_text":"The thought of school going remote gives me major anxiety, but I also feel like I just sent my kid back into a covid factory ","sentiment_score":-0.0125}
{"full_text":"Is this the first time you are back to traveling for work? ARCpoint Labs is here to help make your work travels smooth and worry-free. Contact us to find which COVID-19 test is best for you. For more information: #backtowork #Traveling","sentiment_score":0.43}
{"full_text":"Congress leader to 'isolate' after a member of her family and one of her staff tested positive for COVID-19 yesterday. She has tested negative for Covid More:","sentiment_score":0.1424242424}
{"full_text":"If they had to go without pay like most people they would not be so eager to lock down","sentiment_score":0.1722222222}
{"full_text":"RT Omicron is bringing about the END of the pandemic, says health chief","sentiment_score":0.0}
{"full_text":"Philippines tallies over 4,000 COVID-19 cases on January 3, 2022","sentiment_score":0.0}
{"full_text":"RT Yes but what about Scott's covid advisory committee without any health professionals on it or people trained in large scale...","sentiment_score":0.2142857143}
{"full_text":"Hmmm. The pharmaceutical lobby &amp; WEF have too much money to mount smear campaigns against those who speak truth. Science has always been a debate of ideas; critical views are engaged in debate &amp; discussion. Why not now?","sentiment_score":0.1}
{"full_text":"RT FACTS: 13 of these agents died of COVID. The other two died in vehicle-related accidents.We know Breitb*rt loves them s...","sentiment_score":-0.125}
{"full_text":"Clara, why don't schools in most of the country need all these Covid safety measures? Why are those schools all just open and normal for the past 18 months?","sentiment_score":0.1}
{"full_text":"Labour's betrayal of NHS staff during the pandemic is a political choice and a foolish one via","sentiment_score":0.0}
{"full_text":"RT So the vaccine only works against the virus that the vaccinated people are transmitting? I'm so confused.","sentiment_score":-0.2}
{"full_text":"When I was a contact tracer I interviewed several couples who shared a bed where one got covid and the other did not. However, if you do get exposed I would advise you to separate from your partner immediately and keep windows open to ventilate the living space...","sentiment_score":-0.0416666667}
{"full_text":"RT PAY PEOPLE TO STAY AT HOME AND MAIL THEM AT HOME PCR TESTS (which do actually exist) AND N95 MASKS, good LORD","sentiment_score":0.35}
{"full_text":"RT Mr. Ramanan Ramanathan shares Government's role in boosting healthcare post #pandemic!#IHWSummit htt...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Ontario reports 16,714 new COVID-19 cases, warns data is an underestimate","sentiment_score":0.1363636364}
{"full_text":"RT Exactly what Klaus Schwab, chairman of the World Economic Forum said about the Great Reset, \"There will be no going back!\"","sentiment_score":0.3125}
{"full_text":"We're so excited! Jan. 12 is coming up soon - don't forget to register!","sentiment_score":0.5859375}
{"full_text":"RT I'm reading The English Question: who are we now, after Brexit, in these pandemic times? via the New Statesman app","sentiment_score":0.0681818182}
{"full_text":"RT There's racism in the healthcare system?!?! Gasp!","sentiment_score":0.0}
{"full_text":"A Covid Positive person???  Did I get it right?  ","sentiment_score":0.2564935065}
{"full_text":"Practically begging for disasterWtaf.#MaskUp","sentiment_score":0.0}
{"full_text":"RT Amid rising Covid cases, Personnel Ministry suspends biometric attendance for govt employees till January 31: Official order","sentiment_score":0.0}
{"full_text":"RT Twitter said it permanently banned the personal account of Republican U.S. Representative Marjorie Taylor Greene for tweets th...","sentiment_score":0.0}
{"full_text":"RT Boy that was fast. Covid restrictions update moved back an hour to 11 a.m. Could be more Ford indecision or...","sentiment_score":0.2333333333}
{"full_text":"Everyone ought to wear N95 masks","sentiment_score":0.0}
{"full_text":"RT 100% agree. #COVID19","sentiment_score":0.0}
{"full_text":"It's going to absolutely cripple sole traders and small businesses! You know the hard working folk just trying hard to feed their families and keep afloat from the effects of covid!! I know let's slap a PS300 per month tax on them as soon as they drive off for work!!! Unbelievable","sentiment_score":-0.1351190476}
{"full_text":"RT Podcast ep. 12 is OUT*#SeaKraken Reaction: get well soon Turbo*Interview with Founder on how it...","sentiment_score":0.0}
{"full_text":"Yes whats he playing at ? With Zoe over 200k cases. Taiwan  rejecting 5day CDC guidance  and UK  on its knees  with  staff shortages  why would  it  be right ir right time to say 5days? Who does he work  for?","sentiment_score":0.2857142857}
{"full_text":"Don't drink while on antibiotics, when in reality the most common antibiotics don't interact with alcohol. Also in mainland China, ppl are told not drink for up to a week after receiving Covid vaccine, or eat spicy food ","sentiment_score":0.1}
{"full_text":"Oh well... Now we're in quarantine. Not that it's any different from my normal life ","sentiment_score":0.075}
{"full_text":"RT 8) WHO Ge...","sentiment_score":0.5}
{"full_text":"RT I tested positive this morning for COVID-19. I requested the test today after exhibiting symptoms while at home on leave. My sy...","sentiment_score":0.2272727273}
{"full_text":"My experimental work in which I try to describe the desperation and the unfair treatment of women and nature during the pandemic period. ETH 0.37https:\/\/t.co\/Oc00HvJUnA araciligiyla","sentiment_score":-0.2}
{"full_text":"RT I just just received this email So is this where we're at again? Covid+ residents sharing rooms with covid-...","sentiment_score":0.0}
{"full_text":"Since 7 am 307 cases of covid positive are admitted in our hospital. People, stay safe don't ignore that covid still exists regardless of whatever variant name it has. I am so frustrated I cant do anything as i am covid positive too :(  waaaaaaaaaah","sentiment_score":-0.0990909091}
{"full_text":"And proof of Covid vaccination!! But also omg same I was so worried","sentiment_score":0.0}
{"full_text":"RT A study by Oxford Clinical Infectious Diseases Periodical found that Gates's oral polio vaccine is not only giving kids p...","sentiment_score":0.0}
{"full_text":"Please stick by COVID-affected essential businesses deeply.","sentiment_score":0.0}
{"full_text":"Brazilian health authorities said Sunday they would investigate reports of cruise liners violating Covid-19 protocols, after outbreaks hit three ships plying the coast. l","sentiment_score":0.0}
{"full_text":"RT There will be a live covid briefing today with at 2pm. will carry it live.","sentiment_score":0.1363636364}
{"full_text":"#Scotland has released data showing fewer than 100 people were hospitalized with an #Omicron infection in the last 5 weeks, just one required ICU treatment.","sentiment_score":0.0}
{"full_text":"Snow storms and pandemic ground flights, delay holiday's end via","sentiment_score":0.0}
{"full_text":"Dreamverse kicked off with a gallery in New York City to showcase digital art of 150 artists in event space.https:\/\/t.co\/XM3AAkfky6#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.0787878788}
{"full_text":"These days, checking in with your doctor for routine checkups may be easier than ever before, thanks to increasing use of telemedicine in an effort to minimize the spread of COVID-19. Read the full article here to learn more:https:\/\/t.co\/zxPURt6znX","sentiment_score":0.275}
{"full_text":"Excuse me if you're hacking up a lung, do you wanna at least pretend to wear a mask??? I don't care if it's not covid???","sentiment_score":-0.175}
{"full_text":"How Kickstarter Creators Are Coping with the Coronavirus -- Kickstarter CRYPTO CRYPTO NEWS -","sentiment_score":0.0}
{"full_text":"RT Anyone advising to consider more lockdown measures needs to be fired and replaced with someone who isn't inco...","sentiment_score":0.5}
{"full_text":"In light of the current COVID-19 situation, we know your teaching may be disrupted and we can help. Our Home Learning Centre offers a wide range of resources to help you navigate these challenging times.https:\/\/t.co\/VG9r3Hw5an#homelearning #remotelearning #packs #resources","sentiment_score":0.18}
{"full_text":"so i have to live through a pandemic and im not even rich throughout it... sick, twisted games the universe plays with me. sick and twisted","sentiment_score":-0.319534632}
{"full_text":"RT #VerifiedDelhi now in red zone, highest level of covid alert when positivity is &gt;5%Positivity now at a massive 6....","sentiment_score":0.0}
{"full_text":"RT No, a nation on hold wants better Journalists@nytimes The frustration in the Country is Ci...","sentiment_score":0.35}
{"full_text":"RT I've been keeping quiet about this but am I wrong for feeling nervous to get a third dose of the vaccine considering I exp...","sentiment_score":-0.1666666667}
{"full_text":"Average people with 4 co-morbidities. Covid loves fat.","sentiment_score":-0.15}
{"full_text":"If you invest $1000 in $BRMK today at $9.43 per share, and the stock prices rebound back to pre-pandemic prices at $12.69, your investment would be worth $1345.71! That's 35% growth and $345.71 profit!  See more:  $SHOP $AGMH $FDTS $EMR $MFG","sentiment_score":0.3229166667}
{"full_text":"The adjustments we've all had to make due to COVID-19 are challenging. It's important to take care of your mental health. Supports are available:","sentiment_score":0.215}
{"full_text":"COVID-19 PCR tests are available at all RHHD COVID-19 testing events! For COVID-19 testing information or to visit one of our events, visit: https:\/\/t.co\/cqy9x7obRN.","sentiment_score":0.5}
{"full_text":" The arms industry continues rising in the midst of a pandemic@SIPRIorg publish a report that indicates that the revenues of the top 100 companies in the arms industry grew by 1.3% in 2020, a year marked by the global recession caused by covid-19https:\/\/t.co\/G4kHoCPofz","sentiment_score":0.2}
{"full_text":"Japan confirms 3205 new COVID-19 cases in past week","sentiment_score":-0.0568181818}
{"full_text":"Did you sell hogs through a negotiated sale from April 16, 2020, through Sept. 1, 2020? You may be eligible for new Spot Market Hog Pandemic Program.","sentiment_score":0.1363636364}
{"full_text":" \"In my experience so far in dealing with other clubs and agents over potential players, Covid hasn't been an issue.\"DA doesn't expect Covid to impact the January market -#CreweAlex","sentiment_score":-0.0083333333}
{"full_text":"Good, then most of them will recover and go back to work. Wasn't true earlier in the pandemic which is why there is a labor shortage. Ignoring what happened to frontline workers doesn't mean that it did not happen. Texas really needs a better education system.","sentiment_score":0.2421875}
{"full_text":"Everything You Need to Know About the CDC's New Guidelines #kcm","sentiment_score":0.1363636364}
{"full_text":"NEW: President Biden cannot require teachers in the Head Start early education program to be vaccinated against COVID-19, a Louisiana federal judge ruled Saturday, handing a victory to 24 states that had sued the federal government. MORE:","sentiment_score":0.2454545455}
{"full_text":"With a US-led diplomatic boycott, surging #COVID19 cases and human rights debate still hanging heavy, Beijing 2022 Winter Olympics ready to enter one-month countdownhttps:\/\/t.co\/7mcoOHMDUo","sentiment_score":0.0}
