{"full_text":"Covid-19   #whatsthat?","sentiment_score":0.0}
{"full_text":"RT She's right!","sentiment_score":0.3571428571}
{"full_text":"RT The pro-Covid anti-everything else brigade are blocking Melbourne's streets in protest again. I don't know what else they wan...","sentiment_score":-0.2}
{"full_text":"RT Important editorial recommending all provinces change the definition of fully vaccinated to 3 doses.","sentiment_score":0.4}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT Coronavirus hospitalizations among adults by vaccination status in 2021 via new CDC data:","sentiment_score":0.1363636364}
{"full_text":"After 2 yrs of pandemic teaching, I tested positive for Covid. The fever, fatigue, &amp; body aches have set in. Now to make sub plans somehow","sentiment_score":0.2272727273}
{"full_text":"RT Hong Kong reported 25 confirmed local Covid infections on Saturday, the most since at least March, and 100 preliminary positi...","sentiment_score":0.15}
{"full_text":"RT More deaths than 9\/11 every day is pretty mild","sentiment_score":0.3611111111}
{"full_text":"RT If, like me, you have been longing for a prominent woke liberal, other than Bill Maher, to finally have the scales fall fr...","sentiment_score":0.125}
{"full_text":"Either your friend or you need to let Starbucks corporate office know this is happening.","sentiment_score":0.0}
{"full_text":"Trust the results in real people?https:\/\/t.co\/4kzjMNNJld","sentiment_score":0.2}
{"full_text":"RT Instead of relying on potentially-counterfeit KN95 masks from China, we should be supporting high-quality American pro...","sentiment_score":0.125}
{"full_text":"RT \"As I'm sure you've noticed, the official Covid narrative is finally falling apart, or is being hastily disassembled,...","sentiment_score":0.25}
{"full_text":"RT If, like me, you have been longing for a prominent woke liberal, other than Bill Maher, to finally have the scales fall fr...","sentiment_score":0.125}
{"full_text":"RT #COVID19 cases in UP is 16,740 &amp; 16 deaths in last 24 hours. Lucknow reported 2660 cases, Noida 1011, Ghaziabad 912, Kanpur Cit...","sentiment_score":0.0}
{"full_text":"RT So rather than get young unvaccinated workers back to work, they want to get older retired people to ta...","sentiment_score":0.0888888889}
{"full_text":"$AMZN The covid variants and their descendants ;) are here to stay. People who get used to shopping online, will not switch to shopping out. Even if they did, it will be like going to the movie theaters. BTW, Amazon is not just shopping, so it is not a stay home stock.!","sentiment_score":0.3125}
{"full_text":"You would *hope* that a tantrum like that would be the death knell for mandatory coalition, or at least the St Andrews variant of it, but a new agreement of any scale is a lot to expect of Johnson's govt...","sentiment_score":-0.0818181818}
{"full_text":"RT Lockdown politicians are running scared. Vote them out. Every single one of them.","sentiment_score":-0.0714285714}
{"full_text":"RT Why don't they mention that meatloaf died of Covid? Or did I miss that bit? Because he did","sentiment_score":0.0}
{"full_text":"Frustrations over Nike's vaccine policy illuminate challenges in implementing mandates","sentiment_score":0.0}
{"full_text":"RT Thank you so much sir for being our voice . This govt doesn't care about the youth. We are losing our dream day by day as...","sentiment_score":0.2}
{"full_text":"An outstanding and courageous trend!","sentiment_score":0.625}
{"full_text":"RT Fentanyl has become the #1 cause of death from people ages 18 to 45. Surpassing COVID, cancer, obesity &amp; heart disease....","sentiment_score":0.0}
{"full_text":"Truly hilarious to witness the level of delusion it takes for this guy to continuously paint himself as a victim","sentiment_score":0.2125}
{"full_text":"RT These are Friday's numbersSAINT LUCIA RECORDS 439 NEW CASES OF COVID-19 New cases: 439Sample: 888Collection peri...","sentiment_score":0.1363636364}
{"full_text":"RT Any other parents of primary school children feel like they are living in a different world to the one portrayed in th...","sentiment_score":0.0916666667}
{"full_text":"RT NY knew in May 2020 that 66% of the new hospitalizations were people who were staying at home. Why did they keep the l...","sentiment_score":0.1363636364}
{"full_text":"RT My son died from the AstraZeneca vaccine last January. He was 32, fit and healthy and has left a wife and 2 s...","sentiment_score":0.225}
{"full_text":"RT Known all along","sentiment_score":0.0}
{"full_text":"RT Wow that's a big gap.","sentiment_score":0.05}
{"full_text":"The 20 month moving average way more important!!  Bitcoin is bouncing off the 20 month moving average. This moving average supported bitcoin in December 2019, Jan 2020 then it closed just below in March due to covid. It's a pretty important level.","sentiment_score":0.1222222222}
{"full_text":"The game is in overtime. New BA.2 Omicron variant appears to be much more infectious than the BA.1 #Omicron variant. #COVID19","sentiment_score":0.0787878788}
{"full_text":"RT At the pandemic's start, if a magic genie had said, in two years, you'll be alive, working at your job in a fun...","sentiment_score":0.3}
{"full_text":"RT The arrogance in this tweet is sending me. Imagine thinking Ari Lennox needs MacG to sell her album or be known in Afri...","sentiment_score":0.0}
{"full_text":"RT Justin Trudeau calls women and minorities who do not want to take the vaccine \"misogynists\" and \"racists\". Let that sink i...","sentiment_score":0.0}
{"full_text":"RT Three months ago, I called this CDC paper \"junk science\" because they cooked the data to falsely show the vaccine was...","sentiment_score":-0.4}
{"full_text":"Um, maybe it's time to change a little more about how our society is functioning than just pushing the vaccines as the ONLY way of responding to this crisis? #Covid19","sentiment_score":0.1041666667}
{"full_text":"Same. I got omicron. It was a walk in the park. Now I have natural immunity and don't have to worry about the LT effects from an experimental vaccine","sentiment_score":0.0666666667}
{"full_text":"RT \"Heroes of the Pandemic: Dr. Peter McCullough, Dr. Robert Malone, and Dr. Scott Jensen speak OUT against unconstitutiona...","sentiment_score":0.0}
{"full_text":"RT Mumbai reports 3,568 new #COVID19 cases, 231 recoveries and 10 deaths in the last 24 hours.Active cases 17,497","sentiment_score":0.0681818182}
{"full_text":"RT Where to catch Covid - and how. Our chart explained. This article has had close on a million hits in six days.","sentiment_score":0.0}
{"full_text":"RT JUST IN - Chief epidemiologist at Norwegian Institute for Public Health has come out against covid passports saying they...","sentiment_score":0.0}
{"full_text":"RT I thought did an important\/moving segment tonight on the challenges of going through cancer chemo...","sentiment_score":0.0}
{"full_text":"It helps them to rationalize their decision to take a vaccine that didn't actually protect them from getting the illness that the vaccine was meant to prevent.","sentiment_score":0.0}
{"full_text":"Covid jab time","sentiment_score":0.0}
{"full_text":"RT Thank you JiFor your voice#UPSCExtraAttempt #JusticeForStudents Please raise our voice in parliament a...","sentiment_score":0.0}
{"full_text":"Pandemic of the vaccinated ","sentiment_score":0.0}
{"full_text":"RT The US pandemic management can be fixed. It's not too late. It's essential.Thanks for the chance to expres...","sentiment_score":-0.1}
{"full_text":"RT Three months ago, I called this CDC paper \"junk science\" because they cooked the data to falsely show the vaccine was...","sentiment_score":-0.4}
{"full_text":"RT Why RPSC torturing Aspirants? Why is RPSC conducting RAS mains amid COVID while other state pscs postponing their exams?...","sentiment_score":-0.125}
{"full_text":"#MutualAidRequest Please help us with paying for ourRent due to Long Term COVID We hate asking for Donations, butwe don't know what else to do? Any small amount of $5 or $10would help us so very much! Thank you for any help!John #M4Ahttps:\/\/t.co\/8j7SdtoN7z","sentiment_score":-0.18}
{"full_text":"#UPSCExtraAttempt   2 extra attempt  pls extend sir , #upsc #dhristi #vajiram #NarendraModi #rahulagandhi","sentiment_score":0.0}
{"full_text":"RT Three months ago, I called this CDC paper \"junk science\" because they cooked the data to falsely show the vaccine was...","sentiment_score":-0.4}
{"full_text":"RT Why living with Covid means ending all restrictions now. My column this week  ","sentiment_score":0.0}
{"full_text":"RT They've been busy working ","sentiment_score":0.1}
{"full_text":"RT #VerifiedDelhi continues to be in a bad shape45 humans killed by Covid in last 24 hours479 deaths in just 22 d...","sentiment_score":-0.3}
{"full_text":"RT Federal judge in Texas issues a nationwide injunction blocking Biden's vaccine mandate for federal employees.","sentiment_score":0.0}
{"full_text":"RT Just a reminder...the same DOJ demanding that even nonviolent defendants remain behind bars awaiting delayed trials is al...","sentiment_score":0.0}
{"full_text":"It's more like a political pandemic and that started from day one because we had a president who didn't want Covid to interfere with his reelection. It spiraled down hill from there. The problem isn't with those getting vaccinated it's the unvaccinated that are perpetuating covid","sentiment_score":0.1148148148}
{"full_text":"You're in a cult. You caught Covid AND got very sick. The vaccine prevented neither of those things. But keep being thankful for the vaccine ","sentiment_score":-0.9285714286}
{"full_text":"RT By firing staff with natural immunity after Covid recovery, hospitals got rid of those least likely to infect others....","sentiment_score":-0.0666666667}
{"full_text":"RT #postpone_uptet UPTET EXAM POSTPONED kar diya jay...Because COVID-19 teji se ho raha hai..","sentiment_score":0.0}
{"full_text":"Growth in 7D US Confirmed Covid Deaths by County For AZ   2022-01-18:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.4}
{"full_text":"This is interesting. Has anyone seen anything else in this?          ","sentiment_score":0.5}
{"full_text":"RT JUST IN - Chief epidemiologist at Norwegian Institute for Public Health has come out against covid passports saying they...","sentiment_score":0.0}
{"full_text":"At the moment many many parents are Home Schooling.They fear both for their children's safety...and the propaganda the poor bubs learn re Covid test\/jab.If ANY child has a recent history cold\/sniffles..vax should wait","sentiment_score":0.1}
{"full_text":"RT Yet another fake notification is circulating on Social Media regarding new restrictions due to COVID.  No such notificati...","sentiment_score":-0.0910606061}
{"full_text":"RT Thanks to restrictions &amp; vaccine passports France successfully flattened the curve, but along the wrong axis...","sentiment_score":0.15}
{"full_text":"RT Despite knowing the weak impact of new COVID strain, Delhi will have weekend curfew today also. This means you are legally w...","sentiment_score":-0.0128787879}
{"full_text":"It's evolving so quickly and this spreading from person to person can only be predictable to a certain degree, which leads to the need for a vaccine development program that informs &amp; directs the people to the daily changing updates for every region. This notice can start fears.","sentiment_score":0.0695238095}
{"full_text":"RT Source of inflation? Billionaires.","sentiment_score":0.0}
{"full_text":"RT The Health Ministry is reporting that COVID beds at public hospitals across the island are now at full capacity.Read...","sentiment_score":0.175}
{"full_text":"RT Vaccination, masking, hand hygiene, &amp; lockdowns--rather than separate entrees at the pandemic mitigation buffe...","sentiment_score":0.0}
{"full_text":"RT Czech Singer Dies After Celebrating Her Own Covid Infection - The New York Times","sentiment_score":0.3681818182}
{"full_text":"RT  BREAKING - Judge Blocks Biden's Federal Worker Vaccine Mandate, Blasts: 'The President's Authority is NOT That Broad'....","sentiment_score":0.0625}
{"full_text":"RT Now that the COVID crisis has lost its grip, what evil do the experts have lurking on the horizon?","sentiment_score":-1.0}
{"full_text":"RT They're alone in their trucks almost all the time. There was no crisis with sick truckers. YOU are the one forcing them...","sentiment_score":-0.7142857143}
{"full_text":"RT Just thinking about how hard lockdown was for people with secret families","sentiment_score":-0.3458333333}
{"full_text":"The RSI on the daily hasn't been this low since March 2020 when the USA announced the declaration of an emergency with Covid19.","sentiment_score":0.0}
{"full_text":"RT Govt pursuing essentially a non-policy with covid #bbcaq","sentiment_score":0.0}
{"full_text":"Good Social Distancing being observed ","sentiment_score":0.3666666667}
{"full_text":"RT Remember.","sentiment_score":0.0}
{"full_text":"RT BREAKING RIGHT NOW.. Ireland  just put an end to all Covid restrictions... IT'S HAPPENING FOLKS","sentiment_score":0.2857142857}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"RT The moment someone says, \"If the vaccines work, how come so many vaccinated people are getting COVID?\"-- you know they do...","sentiment_score":0.5}
{"full_text":"RT It needs to be stopped not paused!!!","sentiment_score":0.0}
{"full_text":"RT SHE-HULK #4 variant!  My latest costumes cover!","sentiment_score":0.625}
{"full_text":"RT More and more people are seeing through the fear propaganda. It doesn't matter how long it takes you to see it, eventu...","sentiment_score":0.2125}
{"full_text":"RT Indonesia just had the first two omicron case deaths. 64 year old male, unvax'd, local case, Asih hospital, Ciputat54 ye...","sentiment_score":0.0875}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT Calls grow for return to 10-day isolation period for COVID-19.\"There was no scientific or medical reason to shorten the...","sentiment_score":0.0}
{"full_text":"Go home and stay there!!","sentiment_score":0.0}
{"full_text":"Covid!","sentiment_score":0.0}
{"full_text":"No Darren. I never said that. Again, I was pointing out that Maxime was essentially placing blame on one thing and ignoring that actual COVID cases have been affecting businesses and suppliers for months. I agree mandates make it worse but why does he choose to ignore?","sentiment_score":-0.1333333333}
{"full_text":"RT By firing staff with natural immunity after Covid recovery, hospitals got rid of those least likely to infect others....","sentiment_score":-0.0666666667}
{"full_text":"RT We mourn Mr. Loaf's passing. In the end, he finally let us know what that one thing was that he wouldn't do for love:...","sentiment_score":0.25}
{"full_text":"RT Mini bus bearing reg. no. JK19A1345 seized by MVD Ramban today for violation of COVID SoPs, overloading, violation of permit...","sentiment_score":0.0}
{"full_text":"RT By November, there will be desperate Democrats running on anti-lockdown anti-vax-mandate platforms.However, during t...","sentiment_score":-0.6}
{"full_text":"RT The pandemic is over. And the world is now divided into those that know it and those that don't want to know it.","sentiment_score":0.0}
{"full_text":"Damn. I was just there last month.  No one was wearing mask, everything was open.  It was very refreshing not to have to deal with a lot of the restrictions.  So I can see why they'd be against the vax pass.","sentiment_score":0.2166666667}
{"full_text":"RT EU Cohesion policy: Almost EUR385.5 million from the #EU Solidarity Fund to 17  Member States &amp; #Albania, #Montenegro &amp; ...","sentiment_score":0.0}
{"full_text":"RT On January 20, 2022, FAIR filed a federal lawsuit to stop New York City from enforcing its unconstitutional order prior...","sentiment_score":0.2787878788}
{"full_text":"Here's a better link to book a booster:","sentiment_score":0.5}
{"full_text":"RT The point of collective action \"slow the spread\" was to avoid hospitals from being overrun. It was never about you, perso...","sentiment_score":-0.1}
{"full_text":"Top WHO Doctor Says Healthy Kids, Teens Shouldn't Get Boosted Against COVID-19, Contradicting CDC | The Daily Caller","sentiment_score":0.3333333333}
{"full_text":"RT This is the myocarditis study that was brought up by journalist  who 'debunked'","sentiment_score":0.0}
{"full_text":"Great job Mumbai. Delhi has much to learn. How not imposing unnecessary curbs, weekend lockdowns, odd even blah blah, you still did twice better. People also have much more awareness of covid appropriate behaviour,use of mask etc in public places and its also implemented better","sentiment_score":0.2703703704}
{"full_text":"RT CSE WOMEN ASPIRANTS#UPSCExtraAttempt#JusticeForStudents@priyankagandhi","sentiment_score":0.0}
{"full_text":"RT Do not let politicians &amp; public health officials get away with blaming COVID for the destruction THEY caused. There ha...","sentiment_score":0.0}
{"full_text":"The train arriving at PLATFORM DAI in 20 hours is the KOPPA X service to UXBRIDGE, calling at HATFIELD, ALLY PALLY, SHENFIELD, EMERSON PARK, GREENFORD and OMICRON","sentiment_score":0.0}
{"full_text":"RT First we see  cases which  to  hospitalizations which leads to  fatalities. Deaths from #COVD19 are the high...","sentiment_score":0.205}
{"full_text":"RT The United States just surpassed 71M Coronavirus cases.","sentiment_score":0.0}
{"full_text":"Namaste sir .. Corona se Durr lag rha plz plz plz postpone uptet exam","sentiment_score":0.0}
{"full_text":"A federal program to rescue small businesses during the pandemic became a target for scammers.https:\/\/t.co\/gcxQCJHLuj","sentiment_score":-0.25}
{"full_text":"Over 80% of people will purchase a home with smart technology due to the variety of products that make our homes convenient. From door locks to lighting, smart homes are the new way to go. Call 1.800.STAY.OUT. #home #alarm #security #smart #guardian","sentiment_score":0.1308441558}
{"full_text":"Watch &amp; share: White Plains, NY public schools disproves false media narratives and shows that testing, quarantining, and most importantly collaboration between administrators, union, teachers, school employees, and parents keeps school doors open during the Omicron surge.","sentiment_score":0.0833333333}
{"full_text":"COVID AwarenessWe understand that with the recent events, everyone must be careful of who they meet. Especially for our loved ones, we prioritize their health. Here at Greaterworks, we ensure to meet their needs by taking preventative measures.#PreventativeMeasures","sentiment_score":0.15}
{"full_text":"More than 158,000 residents died from COVID-19 last winter. This winter, nursing homes are faced with record-high community transmission, lagging booster rates, &amp; severe staffing shortages that could result in another major surge of illness and carnage.","sentiment_score":0.1875}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"RT When getting a warning from Ofcom (after they decided not to investigate) for Covid misinformation what does Dr Hilary Jone...","sentiment_score":0.0}
{"full_text":"RT #ElSalvador is on FIRE!! Don't panic.. Buy the Dip!! #BTC will make an ATH this year..","sentiment_score":0.0}
{"full_text":"RT By firing staff with natural immunity after Covid recovery, hospitals got rid of those least likely to infect others....","sentiment_score":-0.0666666667}
{"full_text":"Allen County Public Health and local fire stations teamed up in order to distribute COVID-19 test kits to the public.https:\/\/t.co\/9oBqq8YL2O","sentiment_score":0.0}
{"full_text":"A new study explores trends in consumer houseplant preferences and purchasing behaviors affected by the COVID-19 pandemic.","sentiment_score":0.1363636364}
{"full_text":"The pandemic has delayed teaching our daughter how to skate, but it's happening this year","sentiment_score":0.0}
{"full_text":"Two COVID deaths were reported Friday in Otsego, and Delaware County reported four more people died over the past week.https:\/\/t.co\/Ow7etvxii9","sentiment_score":0.125}
{"full_text":"Covid-19 update: Grenada Dashboard 17 January 2022","sentiment_score":0.0}
{"full_text":"Our Mobile Vaccination Van will be the (1282 Boylston Street, Boston, MA 02215) from 11am until 4pm today. Bundle Up! #Covid19 #CovidVaccine #MobileClinic #CommunityHealth #Whittier","sentiment_score":0.0}
{"full_text":"FDA Shortens Time to Booster After Moderna Vaccine to Five Monthshttps:\/\/t.co\/0qHlUHinwT","sentiment_score":0.0}
{"full_text":"Check out this week's articles from our amazing authors!https:\/\/t.co\/bVbwCsVAbw","sentiment_score":0.6}
{"full_text":"The findings come as #omicron continues to surge through Utah. | By #boosters","sentiment_score":0.0}
{"full_text":"I think about this a lot when pro athletes get Covid and cleared to play. They very likely lose a step for some time.I know this because I have loads of data from the peloton rides and a HR monitor. I can see increased effort on the same ride.Take it easy for a bit.","sentiment_score":0.1444444444}
{"full_text":"If you invest $1000 in $DTJ today at $25.09 per share, and the stock prices rebound back to pre-pandemic prices at $26.44, your investment would be worth $1053.77! That's 5% growth and $53.77 profit!  See more:  $SCL $FDT $ELU $PFD $ITRN","sentiment_score":0.3229166667}
{"full_text":"Kym Marsh's Fatal Attraction show delayed as Covid hits cast and crew","sentiment_score":0.0}
{"full_text":"January is Cervical Cancer Awareness Month. Starting at age 21, getting screened regularly can lower your risk for cervical cancer. Learn more about screening and prevention: #HealthyLakeCounty #CervicalCancer #CervicalCancerAwarenessMonth","sentiment_score":0.1666666667}
{"full_text":"Soaring out of the variant cover artwork of Marvel Comics, you can now pre-order this Skottie-Young-designed statue of the high-flying Avenger, Falcon, today! #MarvelComics #SkottieYoung #Falcon #Avenger","sentiment_score":0.0}
{"full_text":"The complaint argues that there was no \"actual emergency\" at the time of Frey's order, since COVID-19 rates in Minneapolis \"were falling significantly.\"","sentiment_score":0.025}
{"full_text":"RT Olympic medalist accused of stealing millions in COVID-19 relief moneyhttps:\/\/t.co\/ZLuFWO8o5G","sentiment_score":0.0}
{"full_text":"#FOREfdnGrantees &amp; coauthors write in that while there was a small  at the start of #COVID19, #emergencydepartment visits for #SUD returned to baseline in 2nd half of 2020 &amp; has  for #OUD since May '20https:\/\/t.co\/5RxAbY0ImP","sentiment_score":-0.1388888889}
{"full_text":"Today's Piece of the Day is Scott Michal's \"Pandemic Waltz,\" in a performance by pianist Andrew Huang. Watch here:","sentiment_score":0.0}
{"full_text":"\"Sheigh is all about working people and keeping the community safe, especially during this pandemic. Sheigh isa person you can count on and I fully endorse him forstate senate!\"Join our team!https:\/\/t.co\/yk0roifm3w","sentiment_score":0.25}
{"full_text":"RT I think the vaccine pass will go down as the most discriminatory, hate filled, hate inducing, divisive, human rights remo...","sentiment_score":-0.1425925926}
{"full_text":"No the CDC and our gov't is hurting us.","sentiment_score":0.0}
