{"full_text":"In what way? If the church says wear a mask, and you don't, then you're breaking the rules. If they say don't show up if you're infected, then no rule broken. These are not the same. Furthermore people can be asymptomatic and still spread the virus. Your reasoning is pretty bad.","sentiment_score":-0.2125}
{"full_text":"RT There is no way on earth that a party could have been organised in No.10, during Covid19 restrictions,...","sentiment_score":0.0}
{"full_text":"the way my best friend said \"i have covid\" and i moved within caregiving distance in under a week","sentiment_score":1.0}
{"full_text":"The US military stationed in Japan's #okinawa prefecture has faced criticism over its #COVID response on the island, which has just logged the record number of more than 1,800 new cases of the contagious disease.#COVID19 #Omicron #AustraliaHasFallen #StrayKidsInDubai","sentiment_score":0.1787878788}
{"full_text":"RT I'll always remember Roger Federer for his legendary consistency, Rafael Nadal for his clay court mastery, Andy Murray for...","sentiment_score":1.0}
{"full_text":"At least there won't be many injuries from wind blown masks or vaccine needles.  Good luck, stay safe.","sentiment_score":0.35}
{"full_text":"RT Autopsy Reveals Death of 26-Year-Old Man Who Developed Myocarditis was Due to Pfizer Vaccine.","sentiment_score":-0.0125}
{"full_text":"RT Democrats need Covid deaths like a plant needs oxygen","sentiment_score":0.0}
{"full_text":"RT If you're unvaccinated and get COVID-19, you are 17 times more likely to be hospitalized.  If you're not one of the nearly 210...","sentiment_score":0.2}
{"full_text":"RT I toured the Newtown Athletic Club on Friday and we talked about the importance of exercise for the mind and body during COVID. I...","sentiment_score":0.0}
{"full_text":"RT QUEBEC, Jan 13 - 66% of COVID hospitalizations were vaccinated peoples. Trending this way every day#Canada #Quebec #...","sentiment_score":0.0}
{"full_text":"RT Guidelines for active COVID-19 cases and contacts of active cases #VACCINATEANDSTAYSAFE#TeamBahrain","sentiment_score":-0.1333333333}
{"full_text":"RT Speaks volumes about the British Gutter Press when the Scottish 'government' can break covid rules with impunity while simu...","sentiment_score":0.0}
{"full_text":"RT Trump wasn't pushing the vaccine last night. Someone had a word with him and he listened.","sentiment_score":0.0}
{"full_text":"Dude your advertising on The Progressive Mind or whatever, along with folks looking for Big Daddy to come into their Twitter Room. Maybe you've got folks paying for the products, you sell on Twitter for Covid-19? Good luck ","sentiment_score":0.35}
{"full_text":"RT I wonder if the \"omicron is milder\" people are aware that you can still catch Delta.","sentiment_score":0.25}
{"full_text":"RT BREAKING: Covid rule cheat, immigration form liar, &amp; anti-vaxxer icon Novak Djokovic loses final appeal against deportatio...","sentiment_score":-0.15}
{"full_text":"As a kid we used to only have stores open during the week and sometimes on saturfay but yh now we have full weeks and rm being fully open till like 8 pm. And before pandemic they were open till 10 pm during weekdays lol as a kid only on sales thursdays it was like that.","sentiment_score":0.1642857143}
{"full_text":"RT When the Tories remind him that he 'supported' everything they did, what is his comeback?Political immaturity on show.","sentiment_score":0.0}
{"full_text":"covidsummer y to suspenso","sentiment_score":0.0}
{"full_text":"RT Imagine finding out you have #cancer, going to one of the nation's best hospitals , &amp; finding out 40% of surgeries are being...","sentiment_score":1.0}
{"full_text":"RT Strength to you all","sentiment_score":0.0}
{"full_text":"RT Last year at the height of the pandemic, immigration minister Alex Hawke PRAISED Novak Djokovic, describing him as a great...","sentiment_score":0.4}
{"full_text":"RT we were so damn lucky this was already worked on i can't even tell you","sentiment_score":0.3333333333}
{"full_text":"RT An audio statement in English, titled:COVID is a Firm Plan From Allaah..Imam Mahdi Nasser Mohammed Al-Yamani15-01-20...","sentiment_score":-0.1}
{"full_text":"RT #Ottawa Jan 16th COVID : Tomorrow is Ontario's back to school day. Without a doubt, many kids will contract Omicron bec...","sentiment_score":0.25}
{"full_text":"RT The average blue-state college has tighter covid restrictions than the average nursing home.","sentiment_score":-0.15}
{"full_text":"These Flu FOMO commercials are a trip. Guy has the flu, so he can't party with his maskless relatives who seem to be happily living in a world without covid.","sentiment_score":0.8}
{"full_text":"Vaccine passports are the new Jim Crow!","sentiment_score":0.1704545455}
{"full_text":"RT Despite taking all the necessary precautions I have tested Covid Positive yesterday. Besides a light fever I am otherwise fin...","sentiment_score":0.2090909091}
{"full_text":"RT The best way for Boris to turn his polls around is to make a big 'time of living in fear is over' speech, immediately en...","sentiment_score":0.5}
{"full_text":"You can't even wear an N95 you personally supply under said surgical mask? Can you wear one of those braces over the surgical mask to make it a tight fit?","sentiment_score":0.0738095238}
{"full_text":"RT Changing the No10 team is necessary but not sufficient.To get through this we need: (1) changes in machinery so good...","sentiment_score":-0.0166666667}
{"full_text":"RT Tennessee reported 21,308 new COVID-19 infections and 177 more deaths to the CDC on Friday. That's our highest daily infec...","sentiment_score":0.2121212121}
{"full_text":"RT I got covid from the shelter and the shelters response was to put me on the street. I don't know what the hell to do","sentiment_score":0.0}
{"full_text":"RT Hello, are you going to do anything? Anything at all?","sentiment_score":0.0}
{"full_text":"RT Another conspiracy theory???","sentiment_score":0.0}
{"full_text":"RT So many covid related jokes out there, it's a pundemic.","sentiment_score":0.25}
{"full_text":"RT Sage scenarios vs actual: an updateWe've taken this out from behind the paywall: it's the first comprehensive assessment o...","sentiment_score":-0.05}
{"full_text":"Stop the fear mongering. It's the flue season.","sentiment_score":0.0}
{"full_text":"RT Is there many ppl that have not had covid cause I have never had it","sentiment_score":0.5}
{"full_text":"RT you call it a Trump rally, I call it an omicron variant incubation epicenter","sentiment_score":0.0}
{"full_text":"RT CABLE PROVIDER PROTECTS ITS SUBSCRIBERS AGAINST LIESOne America Network is dropped from provider for supporting the in...","sentiment_score":0.25}
{"full_text":"RT If you read this and still think that our policies can be dictated by these models, you're either profiting from Covid or want...","sentiment_score":0.0}
{"full_text":"RT MSM has convinced people that 21-year-old Canadian soccer star Alphonso Davies is currently suffering from myocarditis as a...","sentiment_score":0.0}
{"full_text":"RT All these intellectually dishonest conservative websites are using me in stories like \"Liberals push for court packing after S...","sentiment_score":-0.3}
{"full_text":"RT Amazing how Trump rallies are now just him repeating false stuff he saw on Tucker","sentiment_score":0.1}
{"full_text":"RT G'morning tweeps Asking for healing vibes &amp; prayers. My mom was admitted to the hospital for heart inflammation &amp; a block...","sentiment_score":0.0}
{"full_text":"You understand the word \"cumulative\", yes? Now go back &amp; look at the month-specific data &amp; pay attention to vaccination rates &amp; the alpha -delta-omicron evolution.  You're welcome.","sentiment_score":0.4}
{"full_text":"RT Being fully jabbed helps protect yourself, your friends and your family from Covid.Find out where you can get your va...","sentiment_score":0.0}
{"full_text":" they dying so now the treatment is racist and white people can't have it, so maybe they'll get mad and get the shot . #Racism to save lives.","sentiment_score":-0.3125}
{"full_text":"RT As per College instructions many students leave their hostel it means they waste their 3 to 4 days in travel instead of pre...","sentiment_score":0.15}
{"full_text":"RT Republican Gov. Glenn Youngkin signed 11 executive orders following his swearing in ceremony today, including those that overtur...","sentiment_score":0.0}
{"full_text":"Hope you will be better soon.","sentiment_score":0.5}
{"full_text":"RT This is exactly the kind of thing that has always convinced me to be a libertarian rather than a liberal or a conservat...","sentiment_score":0.425}
{"full_text":"Two different things when saying unvaccinated vs those who had COVID &amp; now have natural immunity. Would think you would know better.. also stop generalizing that all people who are vaccine hesitant are the same or would succumb to crazy treatments or exaggerate those who do","sentiment_score":0.0}
{"full_text":"RT Inspiring, amazing sculpture by (a Zimbabwean sculptor) reminds us of why vaccine equity matters:1 billion p...","sentiment_score":0.55}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT As you read about Australia deporting Novak Djokovic for not getting vaccinated keep this in mind: Australia is a count...","sentiment_score":0.0}
{"full_text":"RT \"Dude, my roommate had a stroke\" is not something you ever expect to hear from someone in their 20s. It's right up there w...","sentiment_score":0.2857142857}
{"full_text":"RT Anybody telling you the Met Police investigation into the UK government's COVID-19 response [including the #MidazolamMurd...","sentiment_score":0.0}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"RT Who thinks and should be sacked, when they both broke lockdown rules?","sentiment_score":0.0}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"nd that's why covid hit, so koi bhi night stay na krr pae :)","sentiment_score":0.5}
{"full_text":"RT What I should have said (and my bad for not being clearer) isTwo things matter Message accuracy and consistencyTrump...","sentiment_score":-0.7}
{"full_text":"India's  vaccination drive against Covid-19 is not only the #LargestVaccineDrive but also has been the fastest! 1.56 billion doses administered as we complete #1YearOfVaccination","sentiment_score":0.05}
{"full_text":"RT Imagine finding out you have #cancer, going to one of the nation's best hospitals , &amp; finding out 40% of surgeries are being...","sentiment_score":1.0}
{"full_text":"It's going to be raining all day and I just wanna stay home ","sentiment_score":0.0}
{"full_text":"RT We must go beyond debunking false concepts to figuring out why terms are invented in the first place. (Could it be to def...","sentiment_score":-0.075}
{"full_text":"Covid  . I'm thinking of what I'm about to eat to . Might scramble me a cheese eggs and chop up some bacon","sentiment_score":0.0}
{"full_text":"EXACTLY!!What are his preferred pronouns? Was he wearing an N95 mask or one of those cloth death-transmitters? Did he drive a gasoline-powered vehicle to the crime scene or did he take easily-accessible public transportation? Does he do mean-tweets? We need answers!!","sentiment_score":0.0}
{"full_text":"What's going on @GovRonDeSantis and @FLDeptofHealth? I can't wait for #somethingnew with @NikkiFried ! #covid #science #showmethedata #stophiding @RemoveRon","sentiment_score":0.0}
{"full_text":"RT Long Covid drove my wife to suicide. We must give others like her hope | Nick Guthe please RT to rai...","sentiment_score":-0.05}
{"full_text":"Great, I love my tennis no need for stupidity. Get vaxxed and wear a mask or go  home in shame","sentiment_score":0.2333333333}
{"full_text":"RT This is a must read by Those who live and breathe this work, know the truth facing staff and patients up and...","sentiment_score":0.1363636364}
{"full_text":"RT My grandson has a paw patrol mask he has to wear to school. ","sentiment_score":0.0}
{"full_text":"he twists the following secondary general guidance that does not mentions a specific race but rather people of vulnerable racehttps:\/\/t.co\/VvGBlznnDC","sentiment_score":-0.15}
{"full_text":"Laughable that people who barely graduated high school want to give vaccine lessons.","sentiment_score":-0.0966666667}
{"full_text":"I expect (and hope) that this will in time become the standard take on the pandemic response.","sentiment_score":0.0}
{"full_text":"Australia was correct!Florida has had more Covid deaths than Australia!","sentiment_score":0.625}
{"full_text":"RT The Supreme Court says the Government can't make you wear a mask and get vaccinated but it can make you give birth???","sentiment_score":0.0}
{"full_text":"RT the resentments of white people who fear non-whites are eclipsing them in 21st century America is, now overtly, the engin...","sentiment_score":0.0}
{"full_text":"RT My son just told me that some of his class are terrified of getting Covid. It is so sad how these children have been s...","sentiment_score":-0.5}
{"full_text":"RT Incredible that a pro athlete surrounded by trainers and doctors has let himself become the poster boy for the fo...","sentiment_score":0.9}
{"full_text":"Tell me your not affected in anyway by lockdown with out telling me. What a entitlement.","sentiment_score":0.0}
{"full_text":"We must make sure the stakeholders are exposed and held accountable. This is too powerful to be sattled country by country.#Nuremberg2 must uncover the extent of the Covid Agenda globally.","sentiment_score":0.2666666667}
{"full_text":"RT Let's don't forget that and have both said they will support Trump in 2024. So can we quit...","sentiment_score":0.0}
{"full_text":"My grandkids' mom is not taking them to the vaccine appointments they were supposed to have today. Says she's 'not comfortable' about it. I am losing my mind! Where can I find info in layman's language that might make her comfortable?","sentiment_score":0.075}
{"full_text":"It's not even a dog whistle anymore -- it's a bullhorn. Trump isn't just comfortable with support from white supremacists -- he's fully invested in white supremacism.","sentiment_score":0.1333333333}
{"full_text":"Please listen to the CDC","sentiment_score":0.0}
{"full_text":"RT The best way for Boris to turn his polls around is to make a big 'time of living in fear is over' speech, immediately en...","sentiment_score":0.5}
{"full_text":"Awesome thank you. This should make people concerned about getting this crap in their vanes. Our government can not be trusted, the CDC is in on follow the money.","sentiment_score":0.1}
{"full_text":"&gt; Mom: It's just a made-up term by right-wing conspiracy theorists who think politicians and the media are lying to us and making everyone crazy. It doesn't exist. Now get in the trunk.https:\/\/t.co\/3yMDnG6O8P","sentiment_score":-0.6}
{"full_text":"RT Shadow Health Secretary Wes Streeting says we have to learn to live with the virus and never lockdown again. When even loc...","sentiment_score":0.1363636364}
{"full_text":"RT So where are we now? The covid map looks very similar to last year, and the sheer number of people sick is still horribly high...","sentiment_score":-0.1108571429}
{"full_text":"RT Remember when Utah made some pretty funny condoms, and the government moved heaven and earth to get that shit shut dow...","sentiment_score":0.1}
{"full_text":"If a an open competition cant allow everyone to enter for whatever reason you just cancel it. Any vaccine mandate is bullshit. Vaccine if u want, but stop this madness","sentiment_score":0.0}
{"full_text":"Caught me out ","sentiment_score":0.0}
{"full_text":"RT !!URGENT!!please take a moment to look over the 1st pic, itd mean a lot! my job is absolutely fucking me over because i go...","sentiment_score":-0.4953125}
{"full_text":"RT How is this not worse than the pandemic itself? Austria is becoming a nightmare for the unvaccinated","sentiment_score":0.325}
{"full_text":"Get over yourself and get the damn vaccine I totally agree with them sending you back","sentiment_score":0.0}
{"full_text":"RT Omicron isn't causing most of these deaths. Most of the severe illness the past month has been Delta. And those dying now, man...","sentiment_score":0.25}
{"full_text":"RT The best way for Boris to turn his polls around is to make a big 'time of living in fear is over' speech, immediately en...","sentiment_score":0.5}
{"full_text":"RT It's because of them that new variants will keep generating, fueling the pandemic.","sentiment_score":0.1363636364}
{"full_text":"Willingly ignorant &amp; lazy voters.At least their kids can now inhale covid with ease, and exhale with relief that they don't have to learn CRT (not taught). Geesh! Yep, willingly ignorant.","sentiment_score":-0.03125}
{"full_text":"RT How much did some of the indecisive decision making around boosters by health authorities contribute to confusion, los...","sentiment_score":0.2}
{"full_text":"RT the mouse strapped her to the vaccine table like the winter soldier lmao","sentiment_score":0.6}
{"full_text":"I see #Covidiot I see a pathetic man who needs a gun to protect him in Walmart but a mask is too much.I see a disrespectful government representative who should lose his next election. I see a poor parent using his children as tools.","sentiment_score":-0.4666666667}
{"full_text":"RT 4-in-10 illegal immigrants in ICE custody have refused the Covid-19 vaccine.Meanwhile, 10 million American healthcare wo...","sentiment_score":-0.25}
{"full_text":"RT The Sunday Independent's Rodney Edwards has produced a lot of outstanding work exposing the dangerous lies of anti-vax ex...","sentiment_score":-0.0333333333}
{"full_text":"The most recent one I can find is from September 2021. Has there been any more recently?I was broadly supportive of the Welsh gov for most of the pandemic, but I didn't support the recent restrictions on outdoor gatherings. I don't think I'm alone in this either.","sentiment_score":0.3333333333}
{"full_text":"Throwing rocks at the Beeb is a classic Government tactic to distract people from the fact that they broke the lockdown rules at number 10.Ignore the dead cat. Focus on their lawbreaking.","sentiment_score":-0.0166666667}
{"full_text":"RT The Biden administration will start sending FREE at-home Covid-19 tests on Wednesday--order yours via the link below. S...","sentiment_score":0.4}
{"full_text":"Revenue Strategies to bounce back from COVID impact #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT We're at 1,984 American Covid deaths yesterday, almost all among the unvaccinated. We're hitting 2,000 deaths\/day once agai...","sentiment_score":0.0}
{"full_text":"RT During the pandemic, Halsmere Rotary raised more than PS15,000 for local causes  and now they have a Covid Hero Award to sho...","sentiment_score":0.25}
{"full_text":"RT Jamaica COVID-19 Updates for Jan 15, 2022 (posted Jan 16, 2022)New Cases: 1968New Deaths: 8New Recoveries: 95New T...","sentiment_score":0.0}
{"full_text":"The blacks in that crowd are so embarrassing. I hope they are getting paid.","sentiment_score":0.0}
{"full_text":"Let's end this pandemic together.","sentiment_score":0.0}
{"full_text":"Is this a Joy to watch?https:\/\/t.co\/5Bu29wl6Rp","sentiment_score":0.8}
{"full_text":"I would bet my savings account that this person never looked up covid data on HHS's website before yesterday","sentiment_score":0.0}
{"full_text":"Prime Minister Andrew Holness says there are no new plans to impose further national lockdowns even as the Covid positivity rate reached a record high last week (68.6%). New cases and hospitalisations also spiked.@Ricaaduh asked if the PM still believes 'argument done'?","sentiment_score":0.0456363636}
{"full_text":"Please make #Ethiopia peaceful, so we can come home for good. America isn't safe for blacks. I want to go outside and enjoy nature with my kids, but looking like MF don't like seeing us living better. We stay home until we can go #Home 1000% Thankful but not happy!","sentiment_score":0.2642857143}
{"full_text":"RT #COVID19 | 41,327 new cases &amp; 29 deaths reported in Maharashtra today; Active caseload stands at 2,65,3468 Omicron infections we...","sentiment_score":0.0015151515}
{"full_text":"RT The pandemic has impacted children and youth in different ways. Kids Help Phone is available 24 hrs\/day for ages 5-29. For...","sentiment_score":0.2}
{"full_text":"Probably nearly as much as the dang state. Definitely an enemy of the Apes and a HF We watch very closely. They shorted companies that were suffering during the Pandemic like GameStop and AMC they also work closely with Citadel and Virtu in internal market making...","sentiment_score":0.1}
{"full_text":"BREAKING: Unvaccinated protesters ARRESTED in NYC tonight by the NYPD for dining inside an Olive Garden restaurant without proof of \"vaccination\" against COVID-19. Footage captured by","sentiment_score":0.0}
{"full_text":"Judicial Watch received eight pages of email communications from the U.S. Department of State revealing concerns by the U.S. Embassy in Beijing that U.S. diplomatic personnel were being asked to submit to an anal swab COVID testing policy. READ:","sentiment_score":0.0}
{"full_text":"Here's what is available in India currently and the pitfalls to watch out for.#covid19 #omicronhttps:\/\/t.co\/bJPt5PVo01","sentiment_score":0.2}
{"full_text":"The past two years have brought many school staffers to their breaking point. We can't keep putting a bandaid on the problem. We need fair pay for ESPs, we need COVID mitigation, and we need fully staffed schools if we're going to pull through this!https:\/\/t.co\/D3wk51QVM1","sentiment_score":0.3166666667}
{"full_text":"Some great news!","sentiment_score":1.0}
{"full_text":"RT Conservatives on the Supreme Court are playing 4 dimensional chess by sentencing their supporters to death by covid. Ma...","sentiment_score":0.0}
{"full_text":"Revenue Strategies to bounce back from COVID impact #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Older adult students took to art classes offered through San Diego College of Continuing Education's free Emeritus programs to cope with the lack of socialization caused by the coronavirus pandemic.","sentiment_score":0.2222222222}
{"full_text":"RT JUST IN - Compulsory #COVID19 vaccination in #Austria starts at the beginning of February for all citizens over 18. Fines up...","sentiment_score":0.0}
{"full_text":"Sunday Commentary: Some Are Not Taking Omicron Seriously Enough | Davis Vanguard","sentiment_score":0.0}
{"full_text":" As of the 11th January 22, in England, if you get a positive lateral flow test result: You will no longer need to take a follow-up PCR test You should still self-isolate immediatelyThis is a temporary measure while #COVID19 cases remain high.#LetsDoItForLancashire","sentiment_score":0.2272727273}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"The pandemic already had a severe impact on the athletes' training; Soldiers had limited access to the Olympic training center in Lake Placid -- cutting back time on the track. Some athletes even tested positive for the virus.#PeopleFirst #WinterOlympics ","sentiment_score":-0.1406926407}
{"full_text":"RT Incredible stat here. (Get vaccinated.)","sentiment_score":0.9}
{"full_text":"People in prison are not able to isolate and are denied necessary resources to protect themselves from COVID. This is costing people their lives.","sentiment_score":-0.125}
{"full_text":"COVAX Delivers Billionth Vaccine","sentiment_score":0.0}
{"full_text":"So we all get that letting unqualified people 'supervise classrooms' in case too many teachers are sick with COVID is the first step towards normalizing the use of unqualified scab teachers during a strike, right?Next stop a broken union and no required qualifications to teach","sentiment_score":-0.0910714286}
{"full_text":"A touch silly to fire a bunch of dudes with pics of your lockdown piss up and also announce that a bunch bunch of journos aren't going to be paid in a few years.","sentiment_score":-0.35}
{"full_text":"#Denmark lifted a number of #coronavirus restrictions and allowed the reopening of certain venues Sunday despite the spread of the omicron variant in the country#COVID19 #OmicronVariant","sentiment_score":0.2142857143}
{"full_text":"\"Our babies and children, mothers, and Elders have all been hit. We are reeling at the speed of the spread of this potentially deadly disease. This outbreak has stretched our resources to the point of breaking.\"-- by","sentiment_score":-0.125}
{"full_text":"The first of 13 million COVID19 Vaccines funded by The World Bank has arrived in the Philippines.  Jason Permi is one of the first to benefit and is hopeful for the future: 'What this vaccine can provide is safety to everyone'.","sentiment_score":0.1666666667}
{"full_text":"What kind of treasures do you see on your walks?Leaves? Pinecones? Teeny tiny creatures?@artroomplant chats about her spread in #TinyOwlUnlocked, and how beautiful walks kept her sane during lockdown!Watch in full:","sentiment_score":0.45}
{"full_text":"CBRM: Drop-in to our Outreach Vaccine Clinic to get the Pfizer vaccine. Visit Centre 200 (481 George St., Sydney) on Monday, Jan. 17 &amp; Tuesday, Jan. 18 from 10 a.m.-3 pm. Vaccine is available for anyone ages 5+. Offering 1st, 2nd &amp; 3rd (if eligible) doses.","sentiment_score":0.1333333333}
{"full_text":"Hotness Alert! #EshaGupta","sentiment_score":0.0}
{"full_text":"Good to see that the government of Australia had the balls to stand up for the rules that they have put in place to fight Covid19. Good example to the rest of the world! \"Bravo,\" ","sentiment_score":0.7875}
{"full_text":"\"In the US, we are so accustomed to paying out of pocket for essential health care that when it is provided for free, it is a foreign concept,\" writes for","sentiment_score":0.0916666667}
{"full_text":"He condemned the division and hysteria fueled by government officials and the media during the pandemic.","sentiment_score":0.0}
{"full_text":"Erik Jennings Simoes, the doctor who took the picture, said that Tawy carried his father on his back for five to six hours treading through Amazon forest to vaccine centre.","sentiment_score":0.0}
{"full_text":"Do the Omicron Numbers Mean What We Think They Mean? via","sentiment_score":-0.3125}
{"full_text":"Can't believe And Just Like That addresses covid but not the return of nacho fries to the Taco Bell menu","sentiment_score":0.0}
