{"full_text":"RT #Valimai has been postponed until further notice due to the steep rise in covid infections. See you all in theatres soon. Sta...","sentiment_score":-0.0625}
{"full_text":"RT I just pressed the on why the UK govt is selling off the Vaccine Manufacturing and Innovation Centre (VMIC)...","sentiment_score":0.0}
{"full_text":"Order a Moroccan spice pasta pizza non veg and guess what, pasta is totally raw and because of COVID al their services are online and would revert in 24-48 hrs. What would a person eat for 24-48 hrs ?? and outlet also is the worst not taking the responsibility at all.","sentiment_score":-0.6153846154}
{"full_text":"RT Jesus Christ. As a principal, I had to close school due to a rampant lice outbreak. Lice. We are talking about a highly...","sentiment_score":0.0175}
{"full_text":"RT I'm seeing cases of myocarditis (heart damage) due to COVID-19 &amp; they are not even close to being mild.","sentiment_score":0.1041666667}
{"full_text":"I'll have to make a trip as long as I don't need the vaccine to enter NY ","sentiment_score":-0.05}
{"full_text":"Ireland's tax receipts surge to highest ever level at 68.4 billion eurohttps:\/\/t.co\/wwjvDApYsw","sentiment_score":0.0}
{"full_text":"President Macron Says He is Introducing Vaccine Passports to \"Piss Off\" the Unvaccinated via","sentiment_score":0.0}
{"full_text":"RT So ,over 200,000 thousand people have died of COVID19 and infections are over 200,000 every day and hospit...","sentiment_score":0.0}
{"full_text":"The truth distilled.","sentiment_score":0.0}
{"full_text":"RT Well hello simps.Since being ill with Covid from Xmas day and asthma I am some what back in the land of the living! T...","sentiment_score":-0.25}
{"full_text":"me. i have no friends.","sentiment_score":0.0}
{"full_text":"RT What is going on.....","sentiment_score":0.0}
{"full_text":"RT A vicious attack on a world-class, made in India vaccine from a venomous and worthless (also likely paid) bunch of deplorable...","sentiment_score":-0.6}
{"full_text":"Wear a mask if you have one there 0 power","sentiment_score":0.0}
{"full_text":"Most importantly, this part: \"Being vaccinated also reduces an infected person's chance of infecting others, Lyngse notes: For both variants [Delta and Omicron], an unvaccinated case was 41% more likely to infect another household member than a fully vaccinated one\".","sentiment_score":0.35}
{"full_text":"Covid owes us at least one.","sentiment_score":-0.3}
{"full_text":"A stunningly compassionate story from @JillFilipovic on what happened after Kenyan schools, rescue homes, and other safe spaces for girls closed in the initial Covid lockdowns","sentiment_score":0.155}
{"full_text":"Australia is the worlds most Covid terrified nation of all.This is all down to its politicians!","sentiment_score":0.1527777778}
{"full_text":"RT Apart from the general disruption, the cost of accepting these high levels and just \"getting through it\" is borne by NHS st...","sentiment_score":0.105}
{"full_text":"RT Lead story on Fox's morning show today, all three hours: Covid, Biden admin's failures, \"maskless\" liberal lawmakers, Chi...","sentiment_score":0.0}
{"full_text":"More amazing work from and","sentiment_score":0.55}
{"full_text":"The MSM keeps saying omicron causes *minor* symptoms among the vaxed. Much better to say *reduced* instead. Rule of thumb: if you can't walk across the room without having to stop and catch your breath call your PCP for guidance.","sentiment_score":0.225}
{"full_text":"RT UK survey suggests 1.3 million have long Covid","sentiment_score":-0.05}
{"full_text":"RT #Covid guidelines are issued by the Chief Secretary &amp;we should abide by them to keep ourselves safe from the virus. Poli...","sentiment_score":0.5}
{"full_text":"RT Are you a healthcare professional with a desire to publish your story? Well, an opportunity is coming soon! Don't miss out...","sentiment_score":0.125}
{"full_text":"I have never caught COVID.","sentiment_score":0.0}
{"full_text":"RT The same people that criticize every move teachers make are also the ones arguing students are the safest in #schools. The...","sentiment_score":0.0}
{"full_text":"I'm not trying to split hairs, but mRNA is not a vaccine, it's a therapeutic.  Because of this, it will never create longterm immunity and will continue to require boosters.","sentiment_score":0.0}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT exactly  and this is what black people have been saying for the longest about defunding the police and the military an...","sentiment_score":-0.0055555556}
{"full_text":"RT We don't want you to shut down the country, Shapps.- We want you to shut down THE VIRUS. ","sentiment_score":-0.1555555556}
{"full_text":"RT Please STOP THIS. This is misinformation at its finest. This is NOT a \"hybrid\" virus or a combination of Influenza and...","sentiment_score":0.0}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"Getting vaccinated doesn't protect anybody. Case in point Whoopi. I hope she feels better soon, but the \"vaccine\" as you can see, doesn't work","sentiment_score":0.5}
{"full_text":"They gave free laptops and pocketed the rest","sentiment_score":0.4}
{"full_text":"RT If hypocrites like Pelosi &amp; AOC truly believed that COVID vaccine passports were helping people out, they wouldn't be va...","sentiment_score":0.0}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT Double vaccinated + a booster. Avoided gatherings and only saw my sister over Christmas who was asymptomatic. Now I'm si...","sentiment_score":0.0}
{"full_text":"RT That's why charts like this from resonates with so many people. They're not non-conformist idiots. They'...","sentiment_score":-0.15}
{"full_text":"RT The money he's \"rewarding \" is the money that was given to him from Bidens Infrastructure Bill. You kn...","sentiment_score":0.5}
{"full_text":"RT Traumatic day. Was called to ED to cannulate a covid positive kidney transplant patient. There is no ICU beds available f...","sentiment_score":0.3136363636}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"mandaviya: Mansukh Mandaviya meets coronavirus-infected healthcare workers at AIIMS | India News","sentiment_score":0.0}
{"full_text":"RT Fans have complained that City have been lucky with COVID &amp; now they're ravaged with it, if they win those games they'll...","sentiment_score":0.2777777778}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"My cold is suspected to be covid","sentiment_score":-0.6}
{"full_text":"RT During the pandemic, our churches have suffered a decline in attendance, but most are rebuilding, and many have a strong...","sentiment_score":0.4777777778}
{"full_text":"RT Horrific News: Ava-Mae, a 5 year old Ontario girl, has died of COVID. Meanwhile, the number of children being hospitalized wit...","sentiment_score":-0.45}
{"full_text":"another nice version depicting risk by time from #covid diagnosis via **peak infectivity may be 1-2 days before people actually test\/have symptoms","sentiment_score":0.3}
{"full_text":"So what...welcome back to reality...pandemic is over","sentiment_score":0.0}
{"full_text":"RT 6 times he's had it, 6 times, and always just before a critical PMQ's where he could be using that \"famed forensic\" interr...","sentiment_score":0.0}
{"full_text":"RT In June, 2020 - with no vaccines - attending densely packed street protests was deemed not just permissible but a moral dut...","sentiment_score":0.0}
{"full_text":"1st, Ted Cruz put his girls in a private Houston school where they are required to be vaccinated for COVID. He won't mention that.2nd, he broke his oath of office 1 year ago today &amp; helped incite the attack on our Capitol. The DOJ should bring him to account for his actions.","sentiment_score":0.0}
{"full_text":"RT strk aur smrpit! Govt. committed to ensuring smooth flow of goods &amp; essential commodities for all. Our Control Room...","sentiment_score":0.2}
{"full_text":"It literally says they used NO omicron data","sentiment_score":0.0}
{"full_text":"RT UK covid deaths today was 48, just 5952 deaths short of SAGE modelling for January with no further restrictions. Only a bit...","sentiment_score":0.0}
{"full_text":"We are all doomed. ","sentiment_score":0.0}
{"full_text":"Biden said its going to be a dark winter because he knows the variants they are unleashing this winter. Still brewing up more in the lab for 2022 mid terms","sentiment_score":0.1166666667}
{"full_text":"RT Please, dont give up and dont let this \"covid\" totalitarism twist your arm. We need people like you to help...","sentiment_score":0.0}
{"full_text":"RT It's entirely possible Boris Johnson won't be in power this time next year despite his commanding majority -- and Brexit ma...","sentiment_score":0.0}
{"full_text":"RT This is medical fascism.","sentiment_score":0.0}
{"full_text":"Exactly!!!!","sentiment_score":0.6103515625}
{"full_text":"I pray ion got no damn covid ima test today for sure","sentiment_score":0.5}
{"full_text":"RT Lead story on Fox's morning show today, all three hours: Covid, Biden admin's failures, \"maskless\" liberal lawmakers, Chi...","sentiment_score":0.0}
{"full_text":"We have Covid because of irresponsible people, you're correct. Dr. Faulsy is the irresponsible one that worked &amp; funded the CCP to create the virus &amp; release it. Slow Joe hasn't tried much of anything beside shitting himself &amp; speaking nonsense.These mandates are unconstitutional","sentiment_score":-0.05}
{"full_text":"My oldest is a h.s. freshman, and they closed school today because staff have covid.","sentiment_score":-0.1}
{"full_text":"RT The question that Swinney and Sturgeon refuse to answer is how many people are in intensive care with Omicron,the answ...","sentiment_score":0.5}
{"full_text":"RT Many of the countries that rushed to ban travel from South Africa after #Omicron 's discovery are the same nations that...","sentiment_score":0.25}
{"full_text":"Systems that are hustled &amp; held together with bandaids  during a crisis will not hold in the long run Each time COVID cases decline public &amp; govt attention on health vanishes.Need MAJOR sustained focus on strengthening public health systems.","sentiment_score":0.003125}
{"full_text":"RT wear a mask. get vaccinated. quarantine. i am seeing 5sos this summer. no one will ruin this for me.","sentiment_score":0.0}
{"full_text":"RT Israeli occupation forces demolished a Palestinian medical centre in occupied Jerusalem yesterday, in the midst of an...","sentiment_score":0.0}
{"full_text":"Very good! Everyone has to respect science and scientists not ignorant people who don't even know the statist know how to assess what a pandemic is, whoever does not respect protocols and the vaccine is committing a crime against the population!","sentiment_score":1.0}
{"full_text":"RT To be entirely honest I am more frightened and exhausted by this COVID wave than any of the previous, even the first because...","sentiment_score":0.1566666667}
{"full_text":"Did I mention - the Government allowed employers to fire 10,000 healthcare workers nurses and doctors with hundreds of years combined experience because they wouldn't take the vaccine -  Covid isn't destroying our Hospitals Capacity &amp; Healthcare- vaccine mandates are !!!","sentiment_score":-0.390625}
{"full_text":"RT If you get COVID-19, you are more likely to die in Mexico than in almost any other country...Another sign of widespread publ...","sentiment_score":0.125}
{"full_text":"RT every time I learn a new COVID fact, I get very angry and violent...  because why couldn't  mothafuckas stay home when th...","sentiment_score":-0.4378787879}
{"full_text":"RT Those masks -- labeled \"KN-95 Protective Mask\" *only* -- live up to their name and then some, with a filter efficiency rating o...","sentiment_score":0.0681818182}
{"full_text":"RT Doug Ford urged to call in the military as Omicron threatens hospitals | The Star by","sentiment_score":-0.1}
{"full_text":"Djokovic you stink all over there! please stay home","sentiment_score":0.0}
{"full_text":"This is now the 2nd Thursday in a row where my car couldn't make it up the Yew St Hill.If I sound like a broken record, bear with me. Even though the snow has stopped, roads are still very slick and snow-packed in spots.Stay home today.","sentiment_score":-0.08125}
{"full_text":"RT Meanwhile Rahul Gandhi be likeYe dekho mere party ke pappu koYesterday he didn't went to receive Prime mi...","sentiment_score":-0.5}
{"full_text":"RT wear a mask. get vaccinated. quarantine. i am seeing 5sos this summer. no one will ruin this for me.","sentiment_score":0.0}
{"full_text":"RT Just last week, President Biden told governors across the country that there is \"no federal solution\" to Covid. Now, h...","sentiment_score":0.0}
{"full_text":"RT Throughout the pandemic, couriers have continued their essential work in bringing food and deliveries to people up and...","sentiment_score":0.0}
{"full_text":"RT Our after school English classes in Sri Lanka are back! This helps the children who had no access of learning during lockd...","sentiment_score":0.0}
{"full_text":"Hamilton monoclonal antibody clinic sees 'incredible results' for high-risk COVID patients","sentiment_score":0.9}
{"full_text":"He learned well from his mentor Cult Leader. A distraction strategy that later resulted in half a million Americans dead of the coronavirus during a critical time period.  Never, ever forget. On this fateful day when we commemorate 1\/6- NEVER FORGET. ","sentiment_score":-0.0916666667}
{"full_text":"RT Today, the in partnership with will begin administering a fourth-dose of the COVID-19 vaccine to...","sentiment_score":0.0}
{"full_text":"RT The UK was the only western economy to see falling exports in December, according to #PMI survey data, as #Brexit exac...","sentiment_score":0.0}
{"full_text":"Number of Texans in hospital for COVID tops 8,000 -- more than twice the count on Christmas via","sentiment_score":0.5}
{"full_text":"RT But the law on vaccine passports runs out on 26th Jan so why go to all this bother now?If you had a suspicious mind, y...","sentiment_score":0.0}
{"full_text":"I've seen alot of pro-vaccine doctors seeing Omicron as a potentially positive thing to happen, with it being highly infectious but basically doesn't rekt you as badlyAnd they all know the natural immunity literature. So go connect the dots","sentiment_score":0.1624242424}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT Breaking: A CDC panel of scientific advisers has endorsed booster shots of the Pfizer-BioNTech coronavirus vaccine for ch...","sentiment_score":0.0}
{"full_text":"RT I believe Novak Djokovic has an absolute right to refuse a Covid vaccine (his body, his choice).  And that the Australian...","sentiment_score":0.1619047619}
{"full_text":"Yes well the racism was manufactured in America. And there is the point that trump advocate chinese virus and let american constantly bully and assault asians even after 2 years, and American govt is sitting there and watch asian community suffer 200% raise in crime","sentiment_score":0.0}
{"full_text":"RT Minister of State for Home Affairs, #NityanandRai tests positive for #COVID-19 (File photo)#TheRealTalk (ANI)https:\/\/t...","sentiment_score":0.2272727273}
{"full_text":"RT Why don't you worry about Texas' schools?\"We are working on trying to get substitute teachers...we hav...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Tennis star Novak Djokovic was detained in the Melbourne, Australia airport and interrogated for 6 hours over h...","sentiment_score":0.0}
{"full_text":"RT Rajdeep Mr.Channi did not receive the PM as he had come in contact w...","sentiment_score":0.0}
{"full_text":"I've seen dumb clips before, but this might be the dumbest. Brian contends that anti-vaxxer Dr. Robert Malone is the \"creator of the virus...with the patent.\" quietly corrects him: \"the vaccine.\"Fact Check: Malone owns no patentFauci must be relieved.","sentiment_score":-0.1875}
{"full_text":"\"You attract what you fear\"Ahhhh I'm scared of the pandemic to be over ","sentiment_score":0.0}
{"full_text":"RT Very good: Pune Court Orders Investigation Against Patanjali's Baba Ramdev, Acharya Balkrishna For Projecting Coronil A...","sentiment_score":0.91}
{"full_text":"RT Omicron has completely collapsed the tattered remains of any case for abusive vaccine mandates.","sentiment_score":0.1}
{"full_text":"RT A best friend for over 25 years has just told me no vaccine no visiting , I was that shocked I couldn't even think of an a...","sentiment_score":0.15}
{"full_text":"RT 1. Dr. Malone and Indiana insurance brokers have alerted us to the known fact that young people are dying much more sinc...","sentiment_score":0.3}
{"full_text":"RT After Angela Rayner offered him the chance to correct his false statement on inflation, Boris Johnson full-on got up and be...","sentiment_score":-0.4}
{"full_text":"RT 800,000 people have died of Covid and we still don't have Medicare for All.","sentiment_score":0.0}
{"full_text":"RT  Ava-Mae Abram from Ontario, Canada tested positive for COVID on Jan. 2, 2022 and died one day later. She loved to dance,...","sentiment_score":0.3090909091}
{"full_text":"RT Levy says people \"are right to be concerned\" if they received and are counting on the Fujiian \"non-medical\" masks, saying the...","sentiment_score":0.2857142857}
{"full_text":"Which stage of Covid are we in? \"Shutting down the gyms\" phase. Morons. ","sentiment_score":-0.4777777778}
{"full_text":"RT #ThalaAjith's #Valimai gets postponed due to the pandemic crisis of COVIDhttps:\/\/t.co\/Bc0grRfhaF","sentiment_score":-0.125}
{"full_text":"LOCKDOWN ALL THE BIRDS NOW","sentiment_score":0.0}
{"full_text":"RT Our campus will be offering Free PCR COVID-19 Testing for Lyons students\/staff on January 6, 2022. This testing progra...","sentiment_score":0.4}
{"full_text":"RT  2-month-old baby died from COVID at Montreal Sainte-Justine Hospital in Canada. \"The child, healthy at birth, had been r...","sentiment_score":0.5}
{"full_text":"#MorningJoe,why didn't you ask Mayor Lightfoot if she has distributed the government COVID money to the schools to use to properly clean the schools and provide better ventilation? Most of the children are not vaccinated and pediatric cases are on the rise.","sentiment_score":0.4555555556}
{"full_text":"RT 300,000 more dead people for starters.","sentiment_score":0.15}
{"full_text":"Cought with Covid 19 #Omicron virus. Quarantine from the first minute of the infection. Fever with sore throat","sentiment_score":0.25}
{"full_text":"RT Novak Djokovic detained for 6 hours, interrogated, treated like a terrorist, all over a vaccine exemption.An utter disg...","sentiment_score":0.0}
{"full_text":".@cbrands-owned beer company is launching its innovative #nonalcoholic beer which contains added vitamin D. #beverage #dryjanuary (via","sentiment_score":0.5}
{"full_text":"The Freakout over #Omicron continues. Remote learning is back in #Chicago. Listen Here:","sentiment_score":-0.05}
{"full_text":"Living in the time of pandemic: COVID-19 (83)","sentiment_score":0.0}
{"full_text":"Scientists and experts in France are keeping their eyes on the new IHU COVID-19 variant that has emerged in recent days. | By","sentiment_score":0.0681818182}
{"full_text":"The constant resurgence of the pandemic combined with the emergence of new variants urgently requires new solutions. #COVID19 #treatmenthttps:\/\/t.co\/g6kbJnY4EE","sentiment_score":0.0909090909}
{"full_text":"Did you know basic soap-and-water scrubbing can, in fact, kill bacteria and viruses like coronavirus? Cleaning with soap and water can also dislodge germs and cause them to slide off surfaces when rinsing. Learn more about #Covid_19 &amp; washing your hands:","sentiment_score":0.25}
{"full_text":"What one word best describes a civilization where during a global pandemic millions suffer, lose everything while 2000 billionaires double their annual wealth with the help of global governments by extorting the 3 billion workers on the planet?","sentiment_score":0.25}
{"full_text":"Can small bribes help people promote healthy handwashing habits?@ScienceNews #Science #sciencetwitter #handwash #research #neuroscience #Psychology #clean #COVID19","sentiment_score":0.2055555556}
{"full_text":"I know right? Cuz it was an unvaccinated snowflake that brought Omicron to the states. NOT!It makes the vaccinated feel really good to blame everything on the unvaxxed.","sentiment_score":0.4928571429}
{"full_text":"The St. Elizabeth Police are warning people against attending an event intended to be held in the Maroon community of Accompong today as it will be regarded as a breach of the Covid-19 regulations.https:\/\/t.co\/SDsqdctqjf","sentiment_score":0.0}
{"full_text":"I couldn't even imagine being a parent during this COVID shit. Steady gotta miss out on work cuz the government don't know what to do","sentiment_score":-0.0166666667}
{"full_text":"RT Taking basic measures to tackle the 6th worst pandemic in history: personal choiceBeing force-fed a dirge about a myt...","sentiment_score":-0.3333333333}
{"full_text":"Scope creep has been the top driver of claims &amp; disputes on capital projects, but during the pandemic, the main culprit has been design problems exacerbated by failings in the management of 3rd parties, across increasingly complex supply chains.More ","sentiment_score":0.0916666667}
{"full_text":"Women who received Covid vaccinations while pregnant were at no greater risk of delivering their babies prematurely than pregnant women who did not get vaccinated, a new study reports via","sentiment_score":0.1382575758}
{"full_text":"RT Covid spreads quickly in prisons and using lockdowns to control it is cruel. We need to release people on remand, grant...","sentiment_score":-0.3333333333}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"THIS. THIS IS WHY COVID CASES ARE GOING HIGH AGAIN.","sentiment_score":0.16}
{"full_text":"Booster vaccines are available for Under 30s in both Nenagh and Clonmel todayhttps:\/\/t.co\/UygmsNsXKg","sentiment_score":0.4}
{"full_text":"Businesses increasingly value applicants with 'soft' skills, but a university education continues to be important#hrnewshttps:\/\/t.co\/ZrnpLsXYr9","sentiment_score":0.1}
{"full_text":"RT Its just the trailer,The wave of mass suicides will come befor the wave of omicronwe the students are just the victi...","sentiment_score":0.0}
{"full_text":"Global tipping points: #ClimateChange and #COVID19.\"We cannot ignore the compounding effects of #ClimateChange or #COVID19 and must take action before we reach the point of no return.\"https:\/\/t.co\/3fGkMw8CfP","sentiment_score":0.05}
{"full_text":"RT wz mrDt fhw yshfynwr jb myN bymr hwt hwN tw why shf dyt hyI have tested +ive for Covid again. Had a sore throat sin...","sentiment_score":0.0}
{"full_text":"We have worked with 5 cohorts of healthcare workers to each co-create an audio artwork based on their experiences of working through the ongoing pandemic. Listen to the first of these pieces as part of the #CoventryCreates digital exhibition.https:\/\/t.co\/SnViCnEavX","sentiment_score":0.125}
{"full_text":"Now is the time to get your #COVID19 vaccine or booster shot! Vaccines help protect against serious illness, hospitalization, and death, but you must get a booster shot to be fully protected! Learn more at #vaccine #booster","sentiment_score":0.0416666667}
{"full_text":".@GovKathyHochul is cracking down on #healthcarefraud with a new law she passed outlawing fake #COVID19 records. More news latest newsletter here: #insurance #fraud #insurancefraud #NewYork #NY #NYC","sentiment_score":0.0961616162}
{"full_text":"Ensuring Safety and EfficacyHere at IK Medical Diagnostic Services, we provide the COVID-19 vaccine. Vaccination will be implemented by our well-equipped and highly trained healthcare professionals; to ensure safety and efficacy.#COVID19Vaccine #Safety #Efficacy","sentiment_score":0.08}
{"full_text":"The Chartered Trading Standards Institute (CTSI) has issued a warning about the impact of the COVID-19 pandemic on the UK's puppy market. If you think you've been mis-sold a puppy, call the Citizens Advice Consumer Helpline on 0808 223 1133","sentiment_score":0.0}
{"full_text":"The popular film festival, will be available online now due to concerns for the Omicron strand!Read more about ithttps:\/\/t.co\/mmHZaKeTsG#Sundance #OmicronVarient #Virtual","sentiment_score":0.34375}
