{"full_text":"RT New data out this morning.","sentiment_score":0.1363636364}
{"full_text":"RT Jungkook's Lunar New Year MessageWe are greeting a new year that is colder than ever! As I've always said, I hope you alw...","sentiment_score":0.1534090909}
{"full_text":"This study is part of the Farmer-led Epidemic and Endemic Disease-management (FEED) project, a funded project aiming to understand the impact of farmer-led control on livestock disease outbreaks.FEED webpage: 5\/5","sentiment_score":0.0}
{"full_text":"Canadian Prime Minister Justin Trudeau tests positive for COVID-19 - Digital Journal","sentiment_score":0.1136363636}
{"full_text":"\"Note that even if you qualify for protections, your rent is still due to your landlord. Unpaid rent will be considered a \"civil debt,\" recoverable through a money judgment, but not grounds for eviction.\" it a default now that the program ended?","sentiment_score":0.0375}
{"full_text":"Both are to be argued. We don't know. That's the problem people pretend to know and when more information comes out than they are forced to try the narrative. Before it was \" get the vaccine and you won't catch Covid\" now it's \" get the vaccine and you won't be hospitalized.\"","sentiment_score":0.1}
{"full_text":"RT It appears that the PM's understanding of the Sue Gray report is no better than his understanding of COVID regulations.","sentiment_score":-0.25}
{"full_text":"Ok... then explain how we have a vaccine that you have to take (looks at cdc) 4 times per year, but doesn't prevent infection or stop vaccinated from spreading the virus? When you can explain how that is supposed to be effective, I'll get my jab live.","sentiment_score":0.4121212121}
{"full_text":"Help please! This short 30 seconds video shows you where we are at now. Unbelievable to see what happened to our freedom of choice.","sentiment_score":-0.125}
{"full_text":"RT Police are investigating possible criminal charges after anti-vaccine protesters urinated on the National War Memorial, danced on...","sentiment_score":-0.2}
{"full_text":"RT So tell me, who spreads more Covid misinformation, Joe Rogan or Rachel Maddow?The Machine doesn't care about misinformat...","sentiment_score":0.5}
{"full_text":"RT A truly remarkable statistic: There are more unvaccinated Republican adults than boosted Republican adults.Millions of Am...","sentiment_score":0.625}
{"full_text":"RT NEW: our big story as trailed on Friday is a detailed analysis of the critical importance of vaccination in beating Covid...","sentiment_score":0.1340909091}
{"full_text":"Met Police tweet got reposted I thinkhttps:\/\/t.co\/juDliArQoB","sentiment_score":0.0}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"RT Indoor dining, gyms, and movie theatres return! #HamOnt #Hamilton #Ontario #COVID19 #Omicron #reopening","sentiment_score":0.0}
{"full_text":"RT They aren't upset with Joe Rogan because of his covid-19 perspective. They're angry at him because he talks with people the...","sentiment_score":-0.5}
{"full_text":"Yes, they also encouraged asymptomatic people to take the toxic drug. Same asymptomatic carrier bs they are pulling now. Stealth omicron? So stealthy, we cant even prove you have it!","sentiment_score":0.0}
{"full_text":"Myocarditis rates in children are much much higher from covid than from vaccine which does lower risk of long covid and hospitalisation in children. Do your research.","sentiment_score":0.1}
{"full_text":"Dear Phil (and Phil's people);It is year 3 of the pandemic. There best be spring in your forecast. There also may or may not be some grubs in your future, depending on that shadow-status. Just sayin.Salutations, Sir!@GroundhogClub #PunxsutawnyPhil","sentiment_score":0.5}
{"full_text":"RT #GetWellSoonJimin &amp; #WeLoveYouJimin trend globally as fans send their wishes to JIMIN, who recently underwent a surgery...","sentiment_score":0.0}
{"full_text":"If I didn't know better, I'd have assumed they were a wet work clean up team before Covid. Probably still are, just easier to in plain sight now we have \"Covid\" ","sentiment_score":0.1380952381}
{"full_text":"RT Friendly reminder: An FDA panel of experts voted 16-2 AGAINST boosters for all except the most vulnerable due to lack...","sentiment_score":0.0625}
{"full_text":"RT The #SueGrayReport is damning and enough is enough. #Guildford and #Cranleigh's MP needs to stand with local people who...","sentiment_score":0.0}
{"full_text":"That's grand coming from RFK. He's one of the biggest liars and charlatans out their. His entire family is embarrassed by what he's become - an antivax grifter. He's been lying about vaccines way before covid. All vaccines. He's vile.","sentiment_score":0.25}
{"full_text":"RT Triple vaxxed.","sentiment_score":0.0}
{"full_text":"RT Sometimes, having COVID makes you feel like you just got hit by a truck.","sentiment_score":0.0}
{"full_text":"Zuellig Pharma to use its blockchain tool to track Covid vaccinesShort: #CovidVaccine #news","sentiment_score":0.0}
{"full_text":"RT You knew that the vaccine mandate for truckers was a bilateral agreement between Canada and the US yet you encouraged th...","sentiment_score":0.0}
{"full_text":"RT he fought appendicitis and covid together and is recovering well, he deserves great appreciation. WE ARE SO PROUD OF YO...","sentiment_score":0.8}
{"full_text":"RT Israel records over 74,000 new #Covid-19 cases on Sunday'People coming here can have tests, specially PCR so this can be...","sentiment_score":0.2467532468}
{"full_text":"We stop the criminals here! Appealing the decision of the Ontario Superior Court of Justice#Criminals to #Prison in 2022!Please support my criminal lawsuit.https:\/\/t.co\/50wG8WQyE1","sentiment_score":0.2666666667}
{"full_text":"RT .@BTS_twt Jimin tested positive of COVID-19 after finding the hospital due to sore throat and stomachache yesterday. He wa...","sentiment_score":0.0511363636}
{"full_text":"RT As an NHS nurse I know and understand we still need to be aware &amp; stay safe with regards Covid But how long is this useless P...","sentiment_score":0.05}
{"full_text":"True, the vaccine doesn't negate the possibility of contracting the virus. The vaccine does prevent infection. Glad to hear your kids are vaccinated - that makes infection less likely, and the likelihood they'll transmit COVID to others\/be vectors for the virus also less likely.","sentiment_score":0.0861111111}
{"full_text":"Also the chart only covers up to 2020. There's no way to support Banks's claim regarding child Covid deaths with this chart. is lying to prolong the pandemic. He's a dangerous idiot","sentiment_score":-0.4666666667}
{"full_text":"RT In a span of a couple hours the triple vaccinated announces he has tested positive for covid then proceeds to...","sentiment_score":0.2272727273}
{"full_text":"RT How about when my family members got covid and thought it was no big deal to come around their grandmoth...","sentiment_score":0.0}
{"full_text":"RT It appears that the PM's understanding of the Sue Gray report is no better than his understanding of COVID regulations.","sentiment_score":-0.25}
{"full_text":"I found the video indeed... It's really somethinghttps:\/\/t.co\/jXmHOja6Tz","sentiment_score":0.2}
{"full_text":"I'm sure #COVID19 totally agrees utterly without an ounce of ","sentiment_score":0.1666666667}
{"full_text":"\"You disagree with me? Cool, let's agree that you can keep quiet\"#FreedomConvoy","sentiment_score":0.175}
{"full_text":"Utterly sickening....why, has it got Covid-19? Emotional twaddle and totally over the top response! No change there then!","sentiment_score":0.1953125}
{"full_text":"RT Between living through a pandemic to managing everyday struggles, life has been incredibly harder than normal for ever...","sentiment_score":-0.05}
{"full_text":"RT Honesty and decency matter.After months of denials the Prime Minister is now under criminal investigations for breaking...","sentiment_score":-0.4}
{"full_text":"RT Spoiler alert: there will always be another variant","sentiment_score":0.0}
{"full_text":"RT Sugar is killing us in America.  The average man and woman has gained over 30 lbs in the past 30 years.  French women have g...","sentiment_score":-0.1333333333}
{"full_text":"RT Okay, so your line is. I got #COVID even though #vaccines are supposed to work against a virus that has an over 99% re...","sentiment_score":0.5}
{"full_text":"RT Tony Fauci regularly pushes out \"misinformation\" about the pandemic. By his own admission, he lied about herd immunity. He...","sentiment_score":0.3}
{"full_text":"Every time speaks the more respect I have for him. I think we have a strong contender to replace Boris and I'd happily support that appointment. #SueGrayReport","sentiment_score":0.5777777778}
{"full_text":"RT Banking system is well capitalized. Gross and Net NPA ratio steadily declining despite the pandemic shock. #EconomicSurv...","sentiment_score":0.0555555556}
{"full_text":"RT * Post #COVID19 Third Wave #EtharkkumThunindhavan Will Be The  Film Industry &amp; Theaters Saviour #ET | PAN INDIA REL...","sentiment_score":0.0}
{"full_text":"RT \"I'm sitting here with Covid after getting three vaccines. Please, get your three vaccines too.\" They want to scramble...","sentiment_score":0.0}
{"full_text":"RT Ivan Illich argues that modern medicine turns \"health\" into a commodity only it can purvey, rather than something that...","sentiment_score":0.1}
{"full_text":"RT Trudeau doesn't address the fact that polls now show a majority of Canadians don't want restrictive covid rules anymore a...","sentiment_score":0.0}
{"full_text":"RT A seething Shelagh Fogarty accuses Boris Johnson of showing a 'flagrant two fingers to the rest of us' with numerous lockdown-bust...","sentiment_score":0.0}
{"full_text":"RT Ex-PM sticks the knife in. \"Either my right honourable friend had not read the Covid rules, or didn't un...","sentiment_score":0.2857142857}
{"full_text":"RT * Post #COVID19 Third Wave #EtharkkumThunindhavan Will Be The  Film Industry &amp; Theaters Saviour #ET | PAN INDIA REL...","sentiment_score":0.0}
{"full_text":"RT As if you needed more proof the Democratic Party is filled with tyrannical lunatics:","sentiment_score":0.45}
{"full_text":"metaverse game powered by launchpad will be  HUGEEE !","sentiment_score":-0.5}
{"full_text":"You know how the Govt tell us the pandemic is nearly over? My 14 yr old daughter's Headteacher has just sent a letter saying, Covid levels are so high among staff &amp; students, they are very close to moving to a blended model, with some year groups working remotely. #JohnsonOut7","sentiment_score":0.092}
{"full_text":"RT Who honestly believes Trudeau tested positive for Covid?I for one sincerely doubt it.","sentiment_score":0.4424242424}
{"full_text":"RT Honesty and decency matter.After months of denials the Prime Minister is now under criminal investigations for breaking...","sentiment_score":-0.4}
{"full_text":"I remember watching it too ","sentiment_score":0.0}
{"full_text":"RT Former PM Theresa May says the Gray report shows Downing Street was not observing the Covid rules that the Government imposed....","sentiment_score":0.0}
{"full_text":"my 9 Yr old tested + for Covid for 2nd time in 5 weeks. She is symptom free. She is isolating but is that correct thing to do? I can't find definitive guidelines for reinfection. It used to be 'if within 90 days do not test' Any advice or direction to reputable info pls x","sentiment_score":0.25}
{"full_text":"2 - He really does have Covid and is stating that even being double jabbed and boosted does not achieve Zero Covid. Being his own example of why his zero-Covid policy will not work. One of these is correct. Both of these should be evidence to end the Mandates.","sentiment_score":0.2666666667}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"RT The majority side with the convoy.","sentiment_score":0.0}
{"full_text":"RT he fought appendicitis and covid together and is recovering well, he deserves great appreciation. WE ARE SO PROUD OF YO...","sentiment_score":0.8}
{"full_text":"CDC: The vaccine in coordination with masking will help lower mortality rates.Rogan: Yeah. Right. Ok.DeSantis: Ivermectin.... Rogan: OOOH! Now this I gotta let our listeners hear about tell us more! Details! We want details! If we have to go over,we will !","sentiment_score":0.6785714286}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"bunch of anti-vaxers protesting against countries vaccine mandate.","sentiment_score":0.0}
{"full_text":"RT Lunar New Year celebrations in Asia to ring in the Year of the Tiger are muted because of the pandemic. Here's how some Hong Kong r...","sentiment_score":0.1363636364}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"Which brilliant colleagues? They aren't any in this Govt. We have the biggest liar in the history of the world in charge but you never challenge him and his lies. You're not fit to an MP,","sentiment_score":0.35}
{"full_text":"RT #SarkaruVaariPaataPost theatrical - Amazon Prime. Post pandemic TFI Record price. #SVPOnMay12 #MaheshBabu","sentiment_score":0.0}
{"full_text":"RT Trucks rolled into Canada's capital Ottawa to stage a massive protest against Prime Minister Justin Trudeau's COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"RT I have been a doctor for 40+ yrs, public health comms for 35+ yrsNever did I expect my State or my country to be gover...","sentiment_score":0.0}
{"full_text":"RT France has been using covid passports.France recently had record highest infections since the pandemic started.","sentiment_score":0.0}
{"full_text":"May I ask what you gain from your covid cult?  Perhaps just another means to jump on the virtue signal band wagon without actually having to think critically or do anything. I'm done with this thread you fucking pussy ass covid occultist bitch","sentiment_score":-0.2}
{"full_text":"RT It appears that the PM's understanding of the Sue Gray report is no better than his understanding of COVID regulations.","sentiment_score":-0.25}
{"full_text":"RT anyone else remember watching dortmund vs schalke because it was the first game after lockdown? ","sentiment_score":-0.075}
{"full_text":"I was tested four times 2020\/2021 prior to Dr office visits per their requirement. Anytime I don't  feel quite right I choose to remain home, our family consists of three households 7A 6C who thankfully haven't had Covid,the older three kidswere recently vaccinated in age group.","sentiment_score":0.1130952381}
{"full_text":"More trouble ahead for Ukraine\/Fauci's involvement in creating the pandemic -","sentiment_score":0.15}
{"full_text":"Not everyone can get vaccinated like young kids. There has been a significant increase in hospitalizations of children due to COVID.Eventually a new variant will emerge that can evade immunity provided by current vaccines. Get used to masking and other precautions.","sentiment_score":0.0602272727}
{"full_text":"RT Covid had me down and out the last 4 days but I'm ready to get back at it today! #EG #SAVAGENA...","sentiment_score":0.0111111111}
{"full_text":"If there was 'failure of leadership' over something as easy to understand as Covid rules, how happy are we that there could also be failure of leadership in a potential conflict with Russia? Hmmmm. Tough one.","sentiment_score":0.0351851852}
{"full_text":"RT This is why it's so important to realize: at the heart of censorship resides *hubris*, the belief that you are immune from...","sentiment_score":0.4}
{"full_text":"To tell the truth, I'm just surprised all the pages aren't intentionally left blank.","sentiment_score":0.0333333333}
{"full_text":"Moderna's COVID-19 vaccine gets full FDA approval Illustration by Alex Castro \/ The VergeThe Food and Drug Administration has granted full approval to the Moderna COVID-19 vaccine, the company announced today. The Moderna vaccine joins the Pfizer \/ Bio...","sentiment_score":0.35}
{"full_text":"RT * Post #COVID19 Third Wave #EtharkkumThunindhavan Will Be The  Film Industry &amp; Theaters Saviour #ET | PAN INDIA REL...","sentiment_score":0.0}
{"full_text":"RT Update on COVID-19 in NL. Today (Jan 31), there are 22 people in hospital because of COVID-19, 13 in non-critical care &amp; 9 i...","sentiment_score":0.0}
{"full_text":"Clearly he got the new variant of #Convoy22 .","sentiment_score":0.1181818182}
{"full_text":"I #WearAMask. I'm in #California. It sure would be nice if our politicians did, too.","sentiment_score":0.55}
{"full_text":"RT So, nothing new, then  ...https:\/\/t.co\/WMZbbsMo5f","sentiment_score":0.1363636364}
{"full_text":"RT Majority in all regions outside of Atlantic Canada now say they would prefer restrictions ended:","sentiment_score":0.0}
{"full_text":"BREAKING: The Premier of Saskatchewan, Canada says he supports truckers &amp; announced the end of vaccine mandates within the province.","sentiment_score":0.0}
{"full_text":"Write a letter to Minister Joly asking her to do all she can to make sure global vaccine equity for #COVID is central to #Budget2022 Without action Canada's leadership on #globalhealth is at stake. Canada needs to share resources, doses, and knowledge now!","sentiment_score":0.15625}
{"full_text":"RT Biden's approval rating among Black Americans has dropped by 20 points since April. Crime has surged, inflation is ram...","sentiment_score":-0.1666666667}
{"full_text":"RT Let's intensify the pressure #PutSouthAficansFirst , our fight is bearing fruit, a lot will be discovered now that we have a...","sentiment_score":0.0}
{"full_text":"Oh no, you have COVID? ","sentiment_score":0.0}
{"full_text":"RT Nuremberg, Germany protests against COVID law today.","sentiment_score":0.0}
{"full_text":"Like a small child, he thought speaking positively of vaccine's would get him off the hook.","sentiment_score":-0.0113636364}
{"full_text":"Incorrect. Naturally acquired immunity is broad and durable.","sentiment_score":0.08125}
{"full_text":"RT ARMY is wishing Jimin a speedy recovery with #GetWellSoonJimin after the BTS member underwent surgery for appendicitis and t...","sentiment_score":0.0}
{"full_text":"RT Spoiler alert: there will always be another variant","sentiment_score":0.0}
{"full_text":"RT 125,000 men died at the Somme but Britain won WW1... Hip hip hoorah!","sentiment_score":0.0}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":"RT False equivalence.Not paying your taxes is illegal.People weren't asked if they support illegally violating COVID-19 restr...","sentiment_score":-0.45}
{"full_text":"RT nathan wearing n95 while landing a hundred quads and the russians can't even wear a mask while sitting on a plane.......m...","sentiment_score":0.0}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"How dare not wear a mask around this immunocompromised man. He's out her trying to kill Magic! Unconscionable. Or, spitballing here, we could drop the charade and let kids and willing adults move on from the useless mask era.","sentiment_score":0.125}
{"full_text":"RT I'm concerned about learning loss during the pandemic, but I'm even more concerned that we're raising a generation of emot...","sentiment_score":0.5}
{"full_text":"... an epidemic caused by a new variant of concern would have been obvious in any country, whether or not it had any large scale genetic surveillance in place... For all VOCs so far the most likely place of origin was at or near the epicentre of the new epidemics they produced.","sentiment_score":0.1483766234}
{"full_text":"It literally says \"Today, the U.S. Food and Drug Administration approved a second COVID-19 vaccine.\"  It's been approved in the US.","sentiment_score":0.0}
{"full_text":"EXTRACT US SENATE HEARING JANUARY 2022.Senator Ron Johnson presiding with numerous highly qualified Doctors. Early treatment protocols, references to published papers, Doctors testimony's, data monitoring, Vaccine concerns &amp; more.https:\/\/t.co\/v2m7Zh2YQK","sentiment_score":0.0866666667}
{"full_text":"RT who made coughing in public so awkward like bro i don't have covid it's this weed","sentiment_score":-0.3}
{"full_text":"That is not correct, either for how many have died of Covid nor how many have died of flu.","sentiment_score":0.5}
{"full_text":"RT European media is still very interested in #PartyGate.People here are really perplexed about how a national leader could...","sentiment_score":0.2416666667}
{"full_text":"RT Fox News has tried to turn workers who refuse vaccine mandates into culture war heroes, even though the network itself volun...","sentiment_score":0.0}
{"full_text":"RT #Watch Students fearing to get infected with #Covid19 during Offline Maharashtra SSC HSC exams protesting at Dharavi n...","sentiment_score":0.0}
{"full_text":"Bad messaging abounds from the CDC","sentiment_score":-0.7}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"RT The cruel irony of being disabled\/high risk during this pandemic, is that the public continues to move the goalposts s...","sentiment_score":-0.5}
{"full_text":"woah maybe my life rn is just some covid induced fever dream....","sentiment_score":0.0}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"RT Tweet of the day. #Trudeau #FreedomConvoy2022","sentiment_score":0.0}
{"full_text":"RT So tell me, who spreads more Covid misinformation, Joe Rogan or Rachel Maddow?The Machine doesn't care about misinformat...","sentiment_score":0.5}
{"full_text":"COVID test available today at CVS (11055 S. Western Avenue, Chicago, IL 60643) at 12:15PM 03:00PM 03:15PM :","sentiment_score":0.2}
{"full_text":"And boasting about Brexit which is a disaster shows how stupid he thinks we are. It was NHS who delivered the vaccination programme The fact he won't resign shows what a power hungry nasty little man he is. #JohnsonOut7 #JohnsonTheCorruptPM","sentiment_score":-0.6625}
{"full_text":"OTC COVID tests kits are once again available at the LSC information desk. Make sure to bring your SAMID with you. Tests are limited to one kit per person a week. Have any questions? Give us a call (936) 294-1803#SHSU","sentiment_score":0.2761904762}
{"full_text":"RT CHAOS.What Sue Gray's edited report into alleged lockdown parties says","sentiment_score":-0.1}
{"full_text":"RT Ivan Illich argues that modern medicine turns \"health\" into a commodity only it can purvey, rather than something that...","sentiment_score":0.1}
{"full_text":"Due to a demand for testing, SCSU Medical Clinic will offer two COVID-19 testing events.A campus-wide event for students, faculty and staff will be held 1:30-3:30pm Feb. 1 in Husky Den in Garvey Commons.A student-only event will be held 1-3pm Feb. 3 in Eastman Hall Room 201.","sentiment_score":-0.0625}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to prove my parents wrong and start my own restaurant! WOOHOO!","sentiment_score":0.21875}
{"full_text":"GNU makes Coronavirus vaccination mandatory in the country","sentiment_score":0.0}
{"full_text":"Trudeau is Vaxed, and bostered, practices social distancing, mask, etc.  yet still got Covid.  Therefor what's the point in all these measures?   Stop forcing ppl to get drugs that are not fully tested. It should be a choice.  ","sentiment_score":0.0333333333}
{"full_text":"Gene Leahy Mall's re-opening has been pushed back due to supply chain issues and COVID-19 schedule impacts, according to Metropolitan Entertainment and Convention Authorityhttps:\/\/t.co\/OgZZGpZdlp","sentiment_score":-0.0625}
{"full_text":"RT We are reporting two deaths from COVID-19 today. The individuals are a male over 70 years of age in EH and a female over 70...","sentiment_score":0.0}
{"full_text":"!!TOMORROW!!The next free COVID-19 at-home rapid test kit distribution will take place tomorrow, February 1 from 1:30-4:30 p.m. or until supplies run out at the Activity Center at Bohrer Park. For more information please visit","sentiment_score":0.2}
{"full_text":"The highly transmissible Omicron variant of the SARS-CoV-2 virus-the most common form of which is known as BA.1-now accounts for nearly all of the COVID infections globally, although dramatic surges in COVID cases have already peaked in some countries.","sentiment_score":0.0044444444}
{"full_text":"Pandemic resilient #HISD students celebrate fall 2022 graduationhttps:\/\/t.co\/41AxyLxFWV","sentiment_score":0.0}
{"full_text":"This guy is all ways sick.","sentiment_score":-0.7142857143}
{"full_text":"Covid testing will continue at the fairgrounds. The testing site is open Monday-Friday, 8 a.m.-4:30 p.m. To make an appointment, go to","sentiment_score":0.0}
{"full_text":"If you're pregnant, please get your COVID-19 vaccines or boosterA booster will strengthen your protection against COVID-19 and give you the best possible defence for you and your familyFind out more here: #GetBoosted #VaccinateBCWB","sentiment_score":0.4583333333}
{"full_text":"Health bosses mark two-years since Arrowe Park became Covid quarantine site.https:\/\/t.co\/01XSpfY4Fy","sentiment_score":0.0}
{"full_text":"The offer of a #COVID19 vaccination will always be available for anyone who hasn't had theirs yet.It's never too late to get the first, second or booster dose.More ","sentiment_score":0.0875}
{"full_text":"RT I wore my mask everyday","sentiment_score":-0.2}
{"full_text":"There are no firm answers yet, but there's now greater consensus among researchers about the two leading theories and the ways they may be connected via","sentiment_score":0.3}
{"full_text":"The approved the Moderna COVID-19 vaccine, which will be marketed as Spikevax. | By","sentiment_score":0.0}
{"full_text":"from the Office of the Superintendent:Please review the information regarding free COVID-19 rapid testing at the campuses.Letter - Form -","sentiment_score":0.4}
{"full_text":"According to the COVID-19 dashboard, there have been 148 positive test results since Jan. 20. A total of 618 tests were administered, with an overall 23.95% positivity rate.","sentiment_score":0.0757575758}
{"full_text":"NEWS | As thousands of Tufts students returned to campus for the spring semester, just weeks after COVID-19 case counts broke records nationwide, the university tried to provide clarity regarding COVID-19 conditions on campus.https:\/\/t.co\/jXYk09yraq","sentiment_score":0.0}
{"full_text":"Everyone loves a new phone feature, but one that has felt necessary is Apple's latest IOS 15.4 update. Inspired by the pandemic, the update will allow Face ID to scan your face and unlock your phone without pulling down your mask. Well, Apple is to the rescue! Link in bio #apple","sentiment_score":0.110479798}
{"full_text":"Director of the School of Visual Communication at first art show, entitled \"Flowers in Lockdown,\" recently opened at","sentiment_score":0.0833333333}
{"full_text":"Just Announced: Products \"I Think We Arrived\" Single Release Show in the 7th St Entry on Friday, March 11.On sale now - 18+ | Proof of vaccination or negative COVID test (taken within 72 hrs of event) required.","sentiment_score":-0.1857142857}
{"full_text":"LISTEN | NBL General Manager Huw Beynon joined the show to talk about how COVID-19 forced the cancelation of the Schick 3X3 Cup in Invercargill.","sentiment_score":-0.125}
{"full_text":"Tragic: 33-Year-Old Father Dies After Developing Autoimmune Disease From Pfizer COVID-19 Vaccine via","sentiment_score":-0.75}
{"full_text":"RT Getting vaccinated against #COVID19 means greatly lowering your risk of severe illness and death as well as protecting th...","sentiment_score":0.8}
{"full_text":"Amid rising number of #COVID19 and consecutive attacks in the heat of #UAE, #travelers are feeling insecure and wondering if #Dubai and #AbuDhabi are safe travel destinations or not?","sentiment_score":0.0}
