{"full_text":"I swear I am going to use this line oneday","sentiment_score":0.0}
{"full_text":"RT Main pandemic lesson:More disease does not prevent future disease. A large wave does not prevent future ones -- it's t...","sentiment_score":0.0952380952}
{"full_text":"RT So, have I got this right? From 26th, no-one needs to self-isolate, not even if they've actually got Covid? They're free...","sentiment_score":0.2285714286}
{"full_text":"RT The Prime Minister wants us to \"learn to live\" with Covid. Today 330 people were unable to live with it. Nor can their fam...","sentiment_score":-0.0068181818}
{"full_text":"RT Had the privilege of escorting Her Royal Highness to her first covid vaccination (she insisted on the *full* costume). Eve...","sentiment_score":0.3}
{"full_text":"RT Furlough - Silence money.Tests - Maintain threat level.Masks - To remind us there's a virus.Lockdown - Maximise vax...","sentiment_score":0.0}
{"full_text":"Hopefully now the healing process can begin, and the government can lash the cash at sectors that need it most like they did for covid, mental health services being one of them.","sentiment_score":0.2}
{"full_text":"RT Delighted to share that we have been able to pay appropriate tributes to Swamiji by conducting MORE THAN 50 THOUSAND #COV...","sentiment_score":0.55}
{"full_text":"lies cuz staying home means online shopping when i'm bored","sentiment_score":-0.5}
{"full_text":"RT ONS says UK well behind the rest of  G7 on productivity, already 13% below the average before the pandemic. UK has bigge...","sentiment_score":-0.275}
{"full_text":"RT Due to this pandemic, we should come out of the house by applying #Maskup for our safety. Revered Guru Sant Dr.","sentiment_score":-0.125}
{"full_text":"RT This flow chart was in my newspaper yesterday ( Scotland). Complic...","sentiment_score":0.0}
{"full_text":"RT Make it stop please!!!! Protection for who?? Against what??? For how long???","sentiment_score":-0.05}
{"full_text":"RT The county reached out to Washington state to help clear a pass vital to the supply chain, but the request was denied.Kit...","sentiment_score":0.1}
{"full_text":"Adele has postponed the start of her Las Vegas residency, which was due to begin on Friday, because the show has been \"absolutely destroyed\" by delivery delays and coronavirushttps:\/\/t.co\/qiyV0jTlNS","sentiment_score":0.0375}
{"full_text":"RT BREAKING: Active COVID-19 cases in the country reach a new all-time-high at 291,618.The total number of infections is...","sentiment_score":0.001010101}
{"full_text":" RT MAX","sentiment_score":0.0}
{"full_text":"Hearing about how Melbourne's 'The Venny' adventure playground provided play packs and ran Zoom play sessions while closed due to lockdown. From and Judy McKinty #PandemicPlay22","sentiment_score":-0.1125}
{"full_text":"RT I've managed to avoid COVID and Wordle. ARE THERE MORE OF US OUT THERE???","sentiment_score":0.5}
{"full_text":"RT Speaking of added jobs, recent reports show that nearly all of the jobs lost at the height of the pandemic have been r...","sentiment_score":0.05}
{"full_text":"RT In the last two years i.e. 2020 &amp; 2021, the Republic of Zambia  recorded a total of 2,828 deaths from #COVID &amp; 3,567 deaths...","sentiment_score":0.0}
{"full_text":"RT This is our WA COVID-19 update for Friday, 21 January 2022. For official information on COVID-19 in WA, visit","sentiment_score":0.0}
{"full_text":"Good thread, practical advice to focus on if you're feeling anxious about Omicron arriving.","sentiment_score":0.225}
{"full_text":"Let go of the covid.","sentiment_score":0.0}
{"full_text":"RT And that's without Brexit; The lorries queuing at Calais and Dover for Four days shows what a mess Brexit and its destruction...","sentiment_score":-0.175}
{"full_text":"RT Russian tennis star Andrey Rublev was ALLOWED in for the Australian Open despite testing POSITIVE for Covid. He's fully v...","sentiment_score":0.0568181818}
{"full_text":"Notwithstanding the trauma of Covid-19 linked school closures, internet interruptions caused by Eskom load shedding and having to master a new curricula, the Sonrise Class of 2021 achieved a 100 per cent pass rate.https:\/\/t.co\/gAzDSHy0yu","sentiment_score":0.1363636364}
{"full_text":"RT Notes from the school grapevine. Parents are starting to clock thet their children can get Covid multiple times, and that...","sentiment_score":0.0}
{"full_text":"Johnson &amp; his Cabal of Chaos a very good at wasting our money, highly efficient at giving it to 'friends &amp; family' and well qualified in all forms of corruption","sentiment_score":0.535}
{"full_text":"RT If you're due for your third dose, this one's for you: This weekend you can head to selected state-run vax centres a...","sentiment_score":-0.0625}
{"full_text":"RT President Carter wrestled with inflation, as does President Biden.President Carter had the difficul...","sentiment_score":0.0}
{"full_text":"RT Here are the British Covid deaths compared to other large nations in Europe since the beginning of the pandemi...","sentiment_score":0.0297619048}
{"full_text":"RT Many #GATE candidates took to social media to raise the topic of deferring the exam due to the surge in cases and the rapid...","sentiment_score":0.1361111111}
{"full_text":"RT Outstanding paper from #InternalMedicine confirms in  how #COVID19 reduced necessary #pri...","sentiment_score":0.25}
{"full_text":"RT The way 'Covid deaths' are being counted is a national scandal | The Spectator","sentiment_score":0.0}
{"full_text":"RT In FT panel on vaccine access, challenges Moderna exec: \"For a year and a half Moderna turned its back...","sentiment_score":-0.0833333333}
{"full_text":"RT Anything can be political nowadays, vaccine, baby penguins, anything !","sentiment_score":0.0}
{"full_text":"The point is McGowan squandered 2 years to bolster the health sector. He is protecting his wafer thin ability to contain a pandemic. But it might be difficult to recruit the required numbers of health care workers to a remote city?","sentiment_score":-0.3333333333}
{"full_text":"RT Trudeau's Terrible Trio: Inflation, Overspending, &amp; Vaccine Mandate For Truckers Is Wrecking Canada's Economy.","sentiment_score":-1.0}
{"full_text":"RT I'm vaccinated for ME &amp; I wear a mask for YOU!!! No, I don't know \"what's in the vaccine!! Neither this nor the ones I ha...","sentiment_score":0.0}
{"full_text":"It's been like that for a long time. It goes back to before the EU referendum. His non management of #COVID19 . #BorisTheLiar #ToryGenocide #Tory MPs just kept voting for him why #toryblackmail","sentiment_score":-0.025}
{"full_text":"RT The DA supports Covid-19 vaccination as the most effective way to protect against severe disease and death due to Covid-19. How...","sentiment_score":0.325}
{"full_text":"Not with #firwBonnie leasing #bcpoli Covid response! Our Covid in BC is magical where schools r safe with no transmission, kids don't get or spread Covid and asymptotic people don't spread the virus! Just a few of Henry &amp; co. magical Covid policies!","sentiment_score":0.3875}
{"full_text":"RT The only surprising thing about this report is allowed it to be published.","sentiment_score":0.35}
{"full_text":"RT Listening to the news on the radio this AM...Melb cafe owner lamenting that city is in unofficial lockdown, no customers, no...","sentiment_score":0.0}
{"full_text":"RT Weeekly for #nautoghae (NowTalk) Now CampaignSoojin: To all teens, you've must've gone through a difficult period because of Co...","sentiment_score":-0.5}
{"full_text":"Why's Leonardo DiCaprio listed as a Spiderman variant?","sentiment_score":0.0}
{"full_text":"I'm sorry guys! He is so busy...with me!! So make sure to take ur anti delulu vaccine booster and medicine every second!  Wooh channie I'm coming","sentiment_score":-0.1588541667}
{"full_text":"RT #COVID-19 India Update | 7-day average for vaccinations remains below 70 lakh (66.26 lakh) with an administration of 70.5...","sentiment_score":-0.15}
{"full_text":"RT International transfers are a hellish nightmare. I fear, I may have finally caught Covid after dodging it for 2...","sentiment_score":0.0}
{"full_text":"RT Not my ABC has reported that\"so many covid rules don't make sense &amp; weariness with government is growing\".Obviously th...","sentiment_score":0.5}
{"full_text":"RT Tonga turns back aid flight from Australia after positive Covid case discovered - The Guardian via","sentiment_score":0.1136363636}
{"full_text":"I hope this is not what I'm thinking of it.","sentiment_score":0.0}
{"full_text":"RT Australian aid flight turns around after crew member tests positive for COVID-19 while heading to Tonga, which is one of the l...","sentiment_score":0.1136363636}
{"full_text":"Towards the end of the year, activism, unfortunately, had to give way once again to the Covid situation. But the time was good to reflect and think about how I wanted to start my fourth year of activism. (12\/)","sentiment_score":0.0666666667}
{"full_text":"Remember folks - all the while the COVID Queen LOVES to see people all bunched up to spread her favorite disease, she stays nice &amp; distanced SAFE. Gotta love the COVID Queen:","sentiment_score":0.525}
{"full_text":"UK-France Covid Travel Curbs Hit 'Chunnel' Passenger Traffic Hard in 2021","sentiment_score":-0.2916666667}
{"full_text":"RT If u want to save your life from Covid Diseases wear mask &amp; get vaccinated and also encourage others to do same &amp; follow...","sentiment_score":0.0}
{"full_text":"Note the lines of those with previous infection for the people with and without the shots are on top of one another. In other words, if one has had COVID and recovered the shots did nothing over this time period.","sentiment_score":0.0694444444}
{"full_text":"RT I proudly Nominate #UmarRiaz for #iia8UmarRiaz Iconic Award~ A common man who represents aspirations &amp; dreams of Young In...","sentiment_score":0.275}
{"full_text":"RT #bbcqt For absolute clarity. Johnson has categorically NOT 'made a good job' of the pandemic.","sentiment_score":0.45}
{"full_text":"Interesting piece from on #womenintech: the key to post #pandemic success  #diversity #inclusion","sentiment_score":0.2666666667}
{"full_text":"RT They were LIVING with their health conditions.They are dead because they caught COVID. This argument is absolutely ob...","sentiment_score":0.0}
{"full_text":"Much Appreciated as Austria set to make COVID shots compulsory #Austria #COVID19 #vaccination #LKA #SriLanka","sentiment_score":0.2}
{"full_text":"Money crisis:  Scots use of ATMs slumps by half during pandemic as cash machines and banks are cuthttps:\/\/t.co\/MGE1QTMPRY","sentiment_score":-0.1666666667}
{"full_text":"TOI Face-Off Part 2 | Madan Sabnavis on Covid relief; and tax cuts upsetting budget math.https:\/\/t.co\/GcpPeQnPNN","sentiment_score":0.0}
{"full_text":"Candaba mayor's son distributes food packs to Covid patients","sentiment_score":0.0}
{"full_text":"RT The way 'Covid deaths' are being counted is a national scandal | The Spectator","sentiment_score":0.0}
{"full_text":"Same. Lockdown got me good.","sentiment_score":0.35}
{"full_text":"Two Covid cases detected every minute in Vadodara","sentiment_score":0.0}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"COVID-19 infection may result in complications during pregnancy - study #pregnancy","sentiment_score":0.0}
{"full_text":"Funding scheme open!Do you have an idea that could make a difference to planned care service delivery, or that could reduce or alleviate demand for planned care in the wake of the Covid-19 pandemic?Apply to the #PlannedCareInnovation Programme:https:\/\/t.co\/I53eEZLboX","sentiment_score":0.0}
{"full_text":"Prof of #HKUSPH thinks #WFH &amp; school closures may not be effective as #Omicron is much more transmissible than previous variants. The focus should be on elderly vaccinations. Read more","sentiment_score":0.3583333333}
{"full_text":"Read our January eFocus now , ft. latest updates to #COVID19 guided self-help booklets for people with #learningdisabilities","sentiment_score":0.5}
{"full_text":"After 18 long months of closure due to the pandemic, children in  #Bangladesh were thrilled to go back when schools reopened last September. We cannot afford schools to be closed again. #EducationDay","sentiment_score":0.0541666667}
{"full_text":"Danny Kruger MP to deliver keynote at 'Spotlight on 2022' Forum as #SportForDevelopmentCoalition reviews how its 'collective action' can contribute to Covid-19 recovery, levelling up communities, and tackling health and societal inequalities ","sentiment_score":0.1}
{"full_text":"RT It's been more than 2 years since the world learned of the novel coronavirus outbreak, but the most important questions a...","sentiment_score":0.4666666667}
{"full_text":"RT I don't believe that in the space of a few days they are suddenly ending this pandemic out of nowhere after 2 years. W...","sentiment_score":-0.1}
{"full_text":"In the wake of the #COVID pandemic, government has decided to give vaccines to animals. #Covid19https:\/\/t.co\/b50kB5Eptt","sentiment_score":0.0}
{"full_text":"Not sure how long you should isolate or quarantine? If you have been feeling symptoms or have been exposed, get tested today through partner labs. #DashlabsAi #LabAutomation #PCRTest #Covid19 #DOH #IsolationGuidelines #QuarantineGuidelines","sentiment_score":-0.15}
{"full_text":"I don't necessarily agree with your position on covid policy but find your forecasts interesting and the method is certainly transparent!","sentiment_score":0.255952381}
{"full_text":"Carol is an education ","sentiment_score":0.0}
{"full_text":"RT Exactly right... why on earth would McGowan throw West Australians into the pandemic pot ......","sentiment_score":0.2857142857}
{"full_text":"Japan has set a new record of more than 46,000 daily #COVID19 cases as the #Omicron variant sweeps across the country. On Wednesday, the government declared a quasi-state of emergency for Tokyo and 12 other prefectures.","sentiment_score":0.1278409091}
{"full_text":"RT How ca South Africa need 750m DOLLARS when building hospitals, clinics and other facilities are in RANDS?The country is o...","sentiment_score":-0.125}
{"full_text":"New data collected by the Census Bureau shows that nearly nine million people missed work from Dec. 29-Jan. 10 because of COVID-19. That means about 6% of the nation's workforce was off the job.","sentiment_score":0.1181818182}
{"full_text":"RT It took ALL OF US RESISTERS to create the energy and drive for Biden to win and for Georgia to give him a chance!  Let...","sentiment_score":1.0}
{"full_text":"Hong Kong's government adviser on COVID said the mass cull was needed to \"avert disaster\".https:\/\/t.co\/uzN84mnrxH","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 0.0FWind Chill: 0.0FHumidity: 93%Dew Point: -1.5F Barometer: 30.692 inHgWind: 1 mph from the WCorona Virus Weekly Stats:Cases: 675.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"that is very subjective, the Covid death stats have been cooked from the start.","sentiment_score":0.2}
{"full_text":"RT \"We are over the worst but not out of the woods.\"First Minister of Wales Mark Drakeford says COVID cases and hospital admiss...","sentiment_score":-0.375}
{"full_text":"RT Rishi Sunak has wiped off the slate clean of PS4.3bn in Covid payments stolen by fraudsters. Yet refuses to pay a PS400 million...","sentiment_score":0.3666666667}
{"full_text":"The pandemic has accelerated customers' want for various payment types. Is your business ready to make those changes? Read on &gt;&gt;","sentiment_score":0.1}
{"full_text":"Need your COVID vaccinations? We've plenty of available appointments Monday to Friday between 8am &amp; 5pm at our Almond Tree Court COVID-19 Vaccination Clinic. Plus there's free parking, book online here: #COVID19  #Vaccinations #DoncasterIsGreat","sentiment_score":0.4}
{"full_text":"Have a good day, everyone (except you, Adam Brooks off of going on and on and on and on and on and on and on about the COVID situation for TWO YEARS. I couldn't care less which side of the fence you're on, fella, just shut up about it for five minutes, for Christ's sake...).","sentiment_score":0.2666666667}
{"full_text":"During the Covid-19 pandemic, Amazon became a trillion dollar corporation, with CEO Jeff Bezos becoming the first person in history to amass $200 billion in personal wealth. Today we join Amazon workers and activists from Bangladesh to the US to #makeamazonpay","sentiment_score":0.2333333333}
{"full_text":"A fascinating stark look at the opioid epidemic in America","sentiment_score":0.25}
{"full_text":"Some people will do just about anything to get a COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"From digital disruption and public sector innovation to combatting COVID-19, taking #ClimateAction, and much more, spotlights how is focused on helping Bhutan #BuildForwardBetter towards the #SDGs while leaving no one behind.","sentiment_score":0.025}
{"full_text":"A reduced timetable is in operation until further notice. This is to ensure we can run a reliable service in response to the ongoing impact of coronavirus isolation and sickness.iFor more informationhttps:\/\/t.co\/B613nCkklP","sentiment_score":0.25}
{"full_text":"South Africans | #ICanWithAbsa | #LindiweSisulu | makro | malema | Dineo Ranaka | #ConfessionChallenge | #ManPeriodsAreRealFor more information about us visit our website:","sentiment_score":0.5}
{"full_text":"Bob Saget had no health problems before he suddenly died and his recent bout of COVID wasn't \"anything serious,\" his wife, Kelly Rizzo has revealed.https:\/\/t.co\/58fF5djBxb","sentiment_score":-0.1111111111}
{"full_text":"A 'ROBUST' system will be put in place at the Hospital to allow Islanders who can prove that they do not have Covid-19 to visit loved ones.","sentiment_score":0.7}
{"full_text":"India reported 3,47,254 new COVID-19 cases, 2,51,777 recoveries, and 703 deaths in the last 24 hours.#briflynews #COVID19 #india #covidcases #omicron #ministryofhealth #familywelfare","sentiment_score":0.0681818182}
{"full_text":"New PS120m financial support for businesses launched by Govt.Retail, hospitality, leisure and tourism businesses in #Ogmore can register for funding to ease the impact of the Omicron variant.Registration open now on websitehttps:\/\/t.co\/GfMCPjBtrc","sentiment_score":0.0454545455}
{"full_text":"Theatre on the Square is excited to announce their first post-lockdown production - Locked Upside Down - from February 9 to 26.#LockedUpsideDownhttps:\/\/t.co\/Sb2HtkyDIR","sentiment_score":0.1564814815}
{"full_text":"If they wanna lowe the masks then lowe the vaccine man. We wanna travel.","sentiment_score":0.0}
{"full_text":"RT An American Airlines flight to London returned to Miami less than an hour into the flight after a passenger refused to follow the f...","sentiment_score":-0.0833333333}
{"full_text":"Sunset over Tabuc in Tanjay, shared by Jhay Nox [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Sometimes it seems that panic-mongering is their business model..The | in cases yesterday is mostly due to testing recove...","sentiment_score":-0.125}
{"full_text":"Before ---&gt; after, During the first lockdown, we sorted, organized, cleaned and repaired many of the artworks of our father to be able to preserve them in the best conditions.#3dart #art #nftstories","sentiment_score":0.5625}
{"full_text":"Looking forward to welcoming students back to second semester, when we will continue to explore educational  issues such as inequality in covid staff absence dependent on school socio-economic setting or the just ending 2 year Ugandan school shutdown.","sentiment_score":0.0475}
{"full_text":"Africa has marked the end of its fourth Covid-19 pandemic wave with a decline in number of Covid-19 cases and deaths, the World Health Organisation (@WHO) has revealed.Read more:","sentiment_score":0.2}
{"full_text":"Covid is trashhhhh I feel like shittttt","sentiment_score":0.0}
{"full_text":"#OutlookMoney | With the world finding itself amid the #pandemic even after two years, the majority of people feel anxious about their #finances, writes #money","sentiment_score":-0.25}
{"full_text":"A Melbourne teenager who tested positive to COVID-19 has been locked up in a Thailand hotel, away from her family. The 14-year-old is still stranded overseas. #7NEWS","sentiment_score":0.2272727273}
