{"full_text":"RT Covid is at its peak and curve is at Maxima.This year, I can predict the something about gate question paper. There will be...","sentiment_score":0.0}
{"full_text":"RT 'Freedom' Truckers 'impressive' convoy to protest vaccine mandates may be longest in historyhttps:\/\/t.co\/7hGbbmSzHU","sentiment_score":1.0}
{"full_text":"And ya know what, I could care less if I get it or not, selfish, I don't care, maybe I am, but what can you do,  nothing, wear a mask get the shot, and stay inside your bubble, I've had it once, if it kills me, I got nothing to lose, less work, less life problems, win.","sentiment_score":0.11}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"Can we also please expand the supreme court before we risk losing the Senate? Time sensitive life or death decisions surrounding Covid and other matters are being held up or struck down now. Hurry up - let's get 3 more judges in there ASAP!","sentiment_score":0.1111111111}
{"full_text":"RT Here's something kept on the low Between Jan. 15 and 22, at least 275 breakthrough deaths were reported in Massachusetts,...","sentiment_score":-0.15}
{"full_text":"RT If you cross paths with Palin, get tested.","sentiment_score":0.0}
{"full_text":"1\/Nobody wishes to kill anybody. This is indeed a very rare Global Pandemic, most likely caused by gross incompetence. Never purposeful, as too indiscriminate and ubiquitous. You would have to be a mad-man.","sentiment_score":0.178}
{"full_text":"RT 8) And in New Zealand, an island nation that has handled the #pandemic in a most precautionary manner, the government las...","sentiment_score":0.3787878788}
{"full_text":"As per statement from convoy spokesmen.  The truckers will be staying on Parliament Hill until Trudeau either resigns or rescinds his vaccine mandates.  Buckle up Skippy, this is not a one day protest.  And with over $5 million in funds with more pouring in, they're here to stay.","sentiment_score":0.5}
{"full_text":"RT Protesters against COVID-19 measures who liken themselves to Jews under Nazi persecution are stoking global anti-Semitism, the...","sentiment_score":0.0}
{"full_text":"Doesn't know or even seem to care about how many people died in Commonwealth Aged Care homes in the first Delta outbreak.Why would he care about his portfolio when he can't even answer that question.#FederalICAC #LNPDisgrace","sentiment_score":0.2166666667}
{"full_text":"RT I don't know who needs to hear this but. Do. Not. Protest. At. Schools.The kids didn't make the rules you don't like....","sentiment_score":0.0}
{"full_text":"A real socialist would want to force everyone to take Pfizers vaccine so they can make absurd profits, that makes sense","sentiment_score":-0.15}
{"full_text":"Urgent News! Impending global food crisis! An astonishing solution!An introduction to the happiest place on earth! A place that is COVID-free and mask-free!\"https:\/\/t.co\/y8hKgZQTTJ","sentiment_score":0.390625}
{"full_text":"RT According to the CDC's own recently released data, natural immunity works better than vaccination. So why do vaccine passp...","sentiment_score":0.3}
{"full_text":"RT Guess what happens to vaccine and mask mandates if U.S. truckers stop delivering to Democrat controlled States?","sentiment_score":0.0}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"Typical childish thinking re:politics is about some lofty values. The struggle against terrorism is a friend \/ enemy issue that has no room for compromise. Lockdown in Xiongan will get someone in trouble if they don't do it in an efficient and more humane manner.","sentiment_score":-0.0166666667}
{"full_text":"RT His shaky voice yeah meemaw has him gooped and gagged","sentiment_score":-0.3333333333}
{"full_text":"RT Marvel Actress Evangeline Lilly Comes Out Against Vaccine Mandates: 'Nobody Should Ever Be Forced To Inject Their Body'...","sentiment_score":-0.3}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time We urge to postpone #Gate2022 for...","sentiment_score":-0.5}
{"full_text":"Any rebuttal","sentiment_score":0.0}
{"full_text":"RT It's amazing how people have abandoned well established principles of evidence and prior precedent ","sentiment_score":0.3}
{"full_text":"RT Tony Fauci did emerge as the most recognized (and vile) bureaucrat in history, but only after he spent 40 years building his...","sentiment_score":0.1333333333}
{"full_text":"At least this country is sane!  Thank you Sweden. Your children will thank you. Receipts:","sentiment_score":-0.375}
{"full_text":" Update on #COVID19 Vaccine Availability in States\/UTs More than 163.96 Crore vaccine doses provided to States\/UTs More than 13 Crore balance and unutilized vaccine doses still available with States\/UTsRead:","sentiment_score":0.4666666667}
{"full_text":"Pro Tip: Photoshop you own vaccine card if you're planning to visit Los Angeles.Most venues &amp; establishments will deny you entry w\/out one.Reminds me of that one time I met this Austrian photographer who got me into a museum for free by showing them his fake Press Badge.","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT ICYMI: New testing guidance for COVID-19 dropped today from and want Fl...","sentiment_score":0.1363636364}
{"full_text":"What isnt true? Who was the first county in Europe to administer a vaccine?","sentiment_score":0.3}
{"full_text":"RT it's sad that eric had to come and even apologize to the other members and deobis for this situation when it's not even his...","sentiment_score":-0.3125}
{"full_text":"RT BREAKING: Sarah Palin, who tested positive for Covid just two days ago, was reportedly spotted dining INSIDE a NYC restau...","sentiment_score":0.2272727273}
{"full_text":"Trudeau called their views fringe and unacceptable all because they and millions of others want this all to end.They're right to focus on him.I'm unvaccinated and had omnicron.Shrugged it off after 1 day of not feeling well.Covid is just an excuse for more government power.","sentiment_score":0.2452380952}
{"full_text":"RT In Toronto, 90.2% of people over the age of 12 have received a COVID vaccine.In this campaign Torontonians have stepped u...","sentiment_score":0.0}
{"full_text":"RT 3,895 Americans died from COVID yesterday.Read that again.","sentiment_score":0.0}
{"full_text":"Roll the clip of all the dems saying we're not taking the vaccine because it was made during the trump administration. And these people arguing aren't from this country. Let's go Brandon.","sentiment_score":0.0}
{"full_text":"RT Curtis Jones has had concussion, Covid and missed 13 games with an eye injury but he has still played more minutes this s...","sentiment_score":0.5}
{"full_text":"RT The argument for Covid vax in healthy kids fell flat w\/ Omicron as the ability to prevent infxn dropped &lt;30%.With a surv...","sentiment_score":0.2375}
{"full_text":"RT Who would have ever though that Canadian Truckers would become a rallying point for freedom and the world? This is a beau...","sentiment_score":0.0}
{"full_text":"RT \"We are not leaving until ALL mandates are lifted.\" - Canadian Truckers.ALL mandates. The fake news is saying \"trucke...","sentiment_score":-0.5}
{"full_text":"RT There was no infection-acquired herd immunity from Brazil's first wave.There was no infection-acquired herd immunity from...","sentiment_score":0.25}
{"full_text":"RT More positive news from Denmark. Time for all to move on and forward.","sentiment_score":0.3636363636}
{"full_text":"Mfw I got to catch an set for the first time since pre-COVID","sentiment_score":0.25}
{"full_text":"Sarah Palin spotted dining at restaurant after positive Covid-19 testhttps:\/\/t.co\/MQvyfwKncY","sentiment_score":0.2272727273}
{"full_text":"Sarah Palin dined at multiple New York restaurants despite positive Covid test","sentiment_score":0.1212121212}
{"full_text":"RT Why natural immunity is important to recognize:My 11yo's school calls me. \"Everything is ok but she was exposed to someone with...","sentiment_score":0.3333333333}
{"full_text":"RT JUST IN: Moderna today announced the start of a Phase 1 study for an HIV mRNA vaccine. The first doses have already be...","sentiment_score":0.25}
{"full_text":"RT The organizations managing the pandemic response have fucked it up every step of the way, but one thing they've be...","sentiment_score":-0.6}
{"full_text":"RT This Universal Periodic Review #UPR40 comes as the world continues to battle the Covid 19 pandemic which has underscored wh...","sentiment_score":0.0}
{"full_text":"RT More than 3,000 American Covid deaths reported today, 7-day average &gt; 2,500, and the sharp continued rise indicates this pea...","sentiment_score":0.05625}
{"full_text":"My son doesn't wear a mask fuck off","sentiment_score":-0.4}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"HEADS UP..\"When we say \"Masks off, let it rip!\" w\/ a virus that spreads as easily as #Omicron, we're giving it MANY chances to mutate into a worse variant.\"@tmprowell","sentiment_score":0.1777777778}
{"full_text":"RT No the number of people in hospital with Covid is NOT 16,510. Do some bloody journalism for a change.    It's...","sentiment_score":-0.8}
{"full_text":"This pandemic was no accident! There was no water main break! This was an elaborate take over! It was planned for many years up to the point of execution!","sentiment_score":0.4861111111}
{"full_text":"All of those \"symptoms\" are worse with infection than they are with vaccination. But you do you, go ahead and ignore long covid, respiratory issues after infection, etc","sentiment_score":-0.225}
{"full_text":"RT David stern's NBA would've told Wiggins stay home","sentiment_score":0.0}
{"full_text":"RT Do not go gentle into that steep curveKiwi's should burn and rave against the covid riseRage, rage against the...","sentiment_score":0.2}
{"full_text":"RT There's something remarkably crass about a Premier who spends the first 10 minutes of a COVID-19 update bragging about t...","sentiment_score":0.5}
{"full_text":"RT Brave Girls' Yuna Tests Positive For Covid-19https:\/\/t.co\/uU7H9HZ0gt","sentiment_score":0.5136363636}
{"full_text":"RT Viendo que a ustedes weebs les gusta separar todo en arcos argumentales como los animes, propongo hacer lo mismo con e...","sentiment_score":0.0}
{"full_text":"Not according to the data","sentiment_score":0.0}
{"full_text":"#WORLD #NEWS#FREEDOMCONVOYCANADA at #WAR #JUSTINTRUDEAU NEONAZI #Dictatorship   #Australia#Victoria#NSW#Tasmania#QLD#Perth#Adelaide#NT#NZ#UK #USA#Europe#FRANCE#Denmark#Finland#Belgium#SWEDEN#OzraeliAvi#therealrukshan CHILLING, CLICKhttps:\/\/t.co\/n54b9S6HP0","sentiment_score":-0.5}
{"full_text":"RT I'm vaccinated and boosted, but will continue wearing a mask and socially distance because the pandemic isn't over yet...","sentiment_score":0.0333333333}
{"full_text":"I can't help but feel that the federal government is just gonna just let COVID smash us over and over until we collectively give up and \"get back to work\" for the economy","sentiment_score":0.0}
{"full_text":"Famine. War. Covid of 2020. All these (and more) are reasons kids around world might \"be forced\" to suffer. But the pandemic of today? We have too many other tools at hand to continue to quietly accept putting our kids in a chronic high stress situation.","sentiment_score":0.1225}
{"full_text":"RT This is AWESOME","sentiment_score":1.0}
{"full_text":"We also want justice for the ignored, maligned, ostracized and discriminated against.","sentiment_score":0.0}
{"full_text":"RT YouTube permanently bans Fox News host Dan Bongino for posting Covid-19 misinformation","sentiment_score":0.0}
{"full_text":"Covid impact: No 'halwa' ceremony before Budget","sentiment_score":0.0}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT Covidians 7:33The Science is sacrosanct, the vaccine your holy sacrament. Veil thy face in N95 and pay tribute, for the...","sentiment_score":0.0}
{"full_text":"RT \"I believe nobody should ever be forced to inject their body with anything against their will.\" - Evangeline Lilly prot...","sentiment_score":-0.3}
{"full_text":"RT Today is Holocaust Remembrance Day. To all those who compare wearing a mask or vaccine mandates to living in the Third Reich,...","sentiment_score":0.0}
{"full_text":"RT #postponegate2022 In the present circumstances of the peak of  Omicron, the health of the student should be the utmost pr...","sentiment_score":0.0}
{"full_text":"RT If you want perspective on how how people &lt;35 die in the US, relative to COVID, take a look. It would be nice if we place...","sentiment_score":0.3}
{"full_text":"Haha yeah this study is a mess . It  doesn't give adequate time for disease progression in the Omicron cases to expect ICU admissions and deaths. For a fair comparison numbers (icu\/hospitalizations) between omicron and delta it would need data from a later date","sentiment_score":0.2116666667}
{"full_text":"RT Holy this is exactly why the #TruckersForFreedom2022 are doing what they are doing.","sentiment_score":0.25}
{"full_text":"RT Some good #covidnews: BA.2, the newly detected version of Omicron, is not a cause for alarm, scientists say -  welcome to...","sentiment_score":0.5454545455}
{"full_text":"RT Leaked Department of Health Memo Warns Ministers That NHS Vaccine Mandate May Not Survive Judicial Review as Vaccine E...","sentiment_score":0.0}
{"full_text":"RT The myth is that the risk for myocarditis is greater with the vaccine than it is with a covid infection. This is not true...","sentiment_score":0.1625}
{"full_text":"RT TUCKER: Thousands of truckers in Canada have formed a convoy to protest the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT #cdnpoli It's very simple really . Your either with the vast majourity of Canadians pulling together to get through this pande...","sentiment_score":0.0666666667}
{"full_text":"\"We are working hard to help Vietnamese farmers during covid-19 pandemic\"https:\/\/t.co\/sOH2DVR9PW","sentiment_score":-0.2916666667}
{"full_text":"A COMPLETE CHECKLIST OF MEDICAL CENTRE COVID DISINFECTION &amp; CLEANINGhttps:\/\/t.co\/ntvlwa8oCj#cleanhousemelbourne#professionalcleaners#medicalcentrecleaning#covidcleaning#disinfection#sanitisation#melbourne","sentiment_score":0.05}
{"full_text":"Since the number of people home testing for COVID-19 increased, the BMC has struggled with acccurately assessing infection rates in Mumbai.By","sentiment_score":0.0}
{"full_text":"Does COVID-19 pose a such a significant threat that the State can compel vaccines on the individual for the security of the demos? Does it have the power to require individuals to surrender their bodies. Does the State have sovereign power to make live?https:\/\/t.co\/bUZHS53uES","sentiment_score":0.125}
{"full_text":"We shall protect deeply even when stay-at-home lockdown is over, our brilliant Oxford-AstraZeneca scientists.","sentiment_score":0.45}
{"full_text":"RT NHS workers launch legal challenge against Government over vaccine mandate","sentiment_score":0.2}
{"full_text":"Qualifying residents can now receive up to 3 months of rental assistance. Please visit to apply. If you already applied, call 562-299-6706 to see if you qualify for two additional months of rental assistance.  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"Moderna to make mRNA HIV vaccine in partnership with AIDS initiative. #KTVONews","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccination Requirements for Travelers From Mexico, Canadahttps:\/\/t.co\/FmoX9KzUuZ","sentiment_score":0.0}
{"full_text":"Spotify sided with Joe Rogan, who has a reported $100 million exclusive rights deal with the streamer, and has begun taking Neil Young's music off its platform per his request.https:\/\/t.co\/XSNsSCZ345","sentiment_score":0.1}
{"full_text":"Senator Joel Villanueva on Friday bared that he tested positive for COVID-19.https:\/\/t.co\/JnS5sRgBOz","sentiment_score":0.2272727273}
{"full_text":"And it still more than the number that voted conservative. In fact, more than 67% of voters voted against the cons. As for vaccine uptake, check the updates below. Only 1\/3 of Canadians are assholes  #MaskupVaxupBitches","sentiment_score":0.3333333333}
{"full_text":"Spotify sided with Joe Rogan, who has a reported $100 million exclusive rights deal with the streamer, and has begun taking Neil Young's music off its platform per his request.https:\/\/t.co\/dLYnLNtrv8","sentiment_score":0.1}
{"full_text":"Centre to drop the customary pre-Budget 'halwa ceremony' this year amid #Omicron scare#Budget2022 #BudgetWithJagran","sentiment_score":0.0}
{"full_text":"RT Anger seems misdirected. Her own husband posted covid misinformation on hi...","sentiment_score":-0.05}
{"full_text":"A Colorado children's museum is the latest casualty of harassment by people angry over mask mandates designed to curb the spread of the coronavirus.--https:\/\/t.co\/JAJsXF6TzG","sentiment_score":0.0}
{"full_text":"RT I see a lot wrong with it.","sentiment_score":-0.5}
{"full_text":"RT These viruses keep changing..New variants require New treatments! If you believe the companies Eli Lily &amp; Regeneron maki...","sentiment_score":0.1704545455}
{"full_text":"RT \"We are not leaving until ALL mandates are lifted.\" - Canadian Truckers.ALL mandates. The fake news is saying \"trucke...","sentiment_score":-0.5}
{"full_text":"Resurgence and emergence of infectious diseases are serious threats to population. Preparing for future issues in infectious diseases is essential. How can the world prepare for the next outbreak? #AStarIDLabs #infectiousdiseases","sentiment_score":-0.0833333333}
{"full_text":"To make a #COVID19 #vaccine you need to know the ingredients, the recipe -- and most importantly the know-how. Here's how it works.","sentiment_score":0.45}
{"full_text":"Is it time for kids to return to school? Let's explore one of the most pertinent question of the times in TOI Student Online Edition. Now available on #news #education #edutwitter #educational #CovidVaccine #COVID #schools","sentiment_score":0.3833333333}
{"full_text":"Since COVID-19's unwelcome arrival, Australia's schools have been thrown into chaos and students have lost months of valuable face-to-face time with teachers. But as we learn to live with the virus, how will young Australians get back into classrooms safely? #60Mins","sentiment_score":0.1840909091}
{"full_text":"New #COVID19 cases in #SaudiArabia stayed above the 4,000-mark on Thursday with 4,738 new infections recorded over the past 24 hours.","sentiment_score":0.0056818182}
{"full_text":"Australia reported fewer #COVID19 deaths on Thursday, a day after recording a pandemic high, while hospital cases remained steady, raising hopes the country's worst outbreak may have peaked.#Australia #coronavirus","sentiment_score":-0.2244444444}
{"full_text":"Health officials said Omicron sub-variant BA.2 is currently the dominant circulating variant in local community transmissions in the Philippines. #COVID19PH","sentiment_score":0.0}
{"full_text":"Criticism of Joe Rogan's podcast highlights doctors' fight against COVID-19 misinformationhttps:\/\/t.co\/rg7VpFbgwJ","sentiment_score":0.0}
{"full_text":"Variants will \"emerge\" (mutate) forever.. There will never be a cure. So grow up and learn to live with it.. Or go and live in a bubble. And the compromised were that before covid. And who gives you the right to shed all those proteins on people? Vax lab rat superspreader","sentiment_score":0.1861471861}
{"full_text":"Officials with the Greene County Department of Public Health reported one new COVID-19 death in the county.Read more:","sentiment_score":0.2121212121}
{"full_text":"England eases virus restrictions, claiming success in curbing omicron spreadhttps:\/\/t.co\/FwsTo5Wj0r","sentiment_score":0.3}
{"full_text":"ahhh the pandemic hustle. just make sure you set a sustainable pace!and, you know, winter will thaw in a couple of months. just hold on.","sentiment_score":0.5}
{"full_text":"RT The truckers are coming - quick hide !!!! ","sentiment_score":0.8138020833}
{"full_text":"Record 57,659 #COVID-19 #coronavirus incidences reported in #Poland ... | #COVID19 | #infections | #Europe | #SARSCoV2 | #Illness | Via","sentiment_score":0.0}
{"full_text":"RT Nigerians in the US were analyzed after the Trump travel ban in 2020 and some interesting facts about Nigerian immigra...","sentiment_score":0.5}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"RT 1. Just for the record, I did not know the video of me (at 1:50) would be used here.2. COVID vaccines are ve...","sentiment_score":0.0}
{"full_text":"Delaware ended 2021 with a seasonally adjusted unemployment rate close to pre-pandemic levels. According to the state Department of Labor's monthly labor report, Delaware's unemployment rate decreased by one-tenth of a percent to 5% in December.https:\/\/t.co\/bDdDqFypDV","sentiment_score":-0.4}
{"full_text":"Foreign investments in the country are mainly hampered by the Covid-19 pandemic, high costs of doing business and foreign equity restrictions, investment promotion agencies (IPAs) said.https:\/\/t.co\/ZezK1DYbju","sentiment_score":0.0191666667}
{"full_text":"We have teamed up with to co-host a speaker series event. Not sure how to start your job search during the pandemic? Join us on Feb 7 to hear from alumni who graduated during the pandemic and how they found full-time work.","sentiment_score":-0.25}
{"full_text":"an #APD and Dietitians Australia Spokesperson shares some top tips about how to use food to help support your recovery if you're sick with COVID. Check them out in this article by via :","sentiment_score":-0.1071428571}
{"full_text":" Dining in your villa on your own #PrivateTerrace comes with a complimentary side of breathtaking views at #ClubMedFinolhuGet your travel insurance with COVID-19 coverage https:\/\/t.co\/hWMXUrdFp6#ClubMed #RajahTravel #TravelMore of Club Med:https:\/\/t.co\/PDvDjIU8Yh","sentiment_score":0.6333333333}
{"full_text":"Based on data from Jan. 17-23 on the university's covid dashboard, University Park saw 564 student infections and 67 employee cases. ","sentiment_score":0.0}
{"full_text":"RT nah cs everyone at our damn school is getting covid","sentiment_score":0.0}
{"full_text":"'Covid variants, high prices risks for PHL' via #economy #covidvariant #inflation","sentiment_score":0.16}
{"full_text":"German court sides with insurers over lockdown payouts","sentiment_score":0.0}
{"full_text":"RT Yes, improved air quality will reduce Covid spread. It will also solve many other issues (as you're well...","sentiment_score":0.1875}
{"full_text":"India logs 2,51,209 new COVID-19 cases, daily positivity rate drops to 15.88 pcRead Story | #COVID19 #Count #DailyPositivityRate","sentiment_score":0.0681818182}
{"full_text":"RT Someone came to my gallery to interview me &amp; conducted the whole segment in an N95 mask, even though she had 3 shots then...","sentiment_score":0.2}
{"full_text":"RT Guess what happens to vaccine and mask mandates if U.S. truckers stop delivering to Democrat controlled States?","sentiment_score":0.0}
{"full_text":"As COVID-19 booster dose rates decline nationwide, the rate of booster doses administered in Rock County has also shown signs of decline, according to data from the Rock County Public Health Department.","sentiment_score":0.0}
{"full_text":"Tokyo reports new COVID infection high for 3rd day in row on Jan. 27, with 16538 cases","sentiment_score":0.0987878788}
{"full_text":"RT Despite U.S. Embargo, Cuba Aims to Share Homegrown Vaccine with Global South","sentiment_score":0.0}
{"full_text":"I got one of those cheap grocery store cakes. The ones with a cake that is mostly flour and vegetable oil with an icing that is basically icing sugar and shortening. It is terrible stuff. That said it really is the perfect pandemic pick me up","sentiment_score":0.22}
{"full_text":"RT .@akheriaty helped develop UC Irvine's COVID policy and was fired for resisting the vaccine mandate. He's part of an acti...","sentiment_score":0.0}
{"full_text":"Looking good on #photography stressful #CoronaLockdown  brought reversal of #GlobalWarming brings joy &amp; fun like #lol but confinement is neded to stop #coronavirus Voluntary #lockdown is even better. Indian PM Modi did it Can it aid","sentiment_score":0.62}
{"full_text":"RT During Covid SSR was working on Battlefield Games With Sameer Bhangra Who died on exact Day As SushantCoincidence or th...","sentiment_score":0.25}
{"full_text":"I agree ..I have been working with my cousin who got COVID. She now is wrestling with Congested Heart Failure. My pulmonologist told me that he is refusing to see anybody that is not vaccinated. I couldn't believe what I was hearing.","sentiment_score":-0.3166666667}
{"full_text":"Stock market predictions accurately forecast by 4 year old bolivian child as Portugal focuses on post-pandemic politics ahead of poll #wstbot #stonks","sentiment_score":0.25}
{"full_text":"Join us tomorrow at 10:30am PST on FB Page to learn how the Omicron wave has injected uncertainty into the economy, why the Fed shouldn't raise interest rates too high, and why paid sick leave and family medical leave are essential. Tune in:","sentiment_score":-0.1385714286}
{"full_text":"50,000 Trucks  Vancouver to Ottawa Protesting Vaccine Mandates. Ottawa will be the largest truck stop in the world. #SendMoreDiesel","sentiment_score":0.0}
{"full_text":"RT Curtis Jones has had concussion, Covid and missed 13 games with an eye injury but he has still played more minutes this s...","sentiment_score":0.5}
{"full_text":"RT We've distinguished those who:-- died WITH coronavirus-- died FROM coronavirusSo why don't we recognize those killed by me...","sentiment_score":-0.2}
{"full_text":"'They Essentially Practice McCarthyism' Vaccine Stance, rap music.","sentiment_score":0.0}
{"full_text":"RT Thanks to Derrick Bailey from for getting his booster! Less than 50% of Santa Monicans have received the...","sentiment_score":0.0416666667}
{"full_text":"Current time is Czech Republic is 05 : 00.Corfirmed active cases of Covid-19 in Czech Republic: 294458.Difference from yesterday: -5","sentiment_score":-0.0666666667}
{"full_text":"In June 2019 Prince Andrew was involved with the creation and promotion of a Canadian made face mask designed to filter out air pollution just months before Covid hit.","sentiment_score":0.0}
{"full_text":"FCK Trudeau!#LetsGoBrandeau#FJT#FreedomConvoyCanada #truckersforfreedom #cdnpoli #TruckersConvoy2022#DefundCBC","sentiment_score":0.0}
{"full_text":"The CDC reinforces the message that people with moderate to severe immune suppression should receive a fourth COVID-19 vaccinehttps:\/\/t.co\/W6yCFGEu1B","sentiment_score":0.0}
{"full_text":"RT What Ron DeSantis' COVID fight with the FDA is really all about: Donald Trump || Via Salon","sentiment_score":0.2}
{"full_text":"RT Wife of COVID patient suing to force NYC hospital to treat husband with Ivermectin","sentiment_score":0.0}
{"full_text":"RT 'Freedom' Truckers 'impressive' convoy to protest vaccine mandates may be longest in historyhttps:\/\/t.co\/7hGbbmSzHU","sentiment_score":1.0}
{"full_text":"Shocked? No. Worried about their robot project- yes! Last thing we need on top of a pandemic is a full on #Cylon uprising...","sentiment_score":-0.00625}
{"full_text":"RT \"A high proportion of tested children with SARS-CoV-2 infection had evidence of complement activation and met clinical an...","sentiment_score":0.16}
{"full_text":"RT Aus  Wow, Listen to this...Last year, underlying conditions didn't matter, but now, with Hospitalisations and Death's...","sentiment_score":0.1}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT Stealing from at-risk healthcare workers on the front line during an emergency ","sentiment_score":0.0}
