{"full_text":"hosting a drive-thru vaccine\/testing clinic on the East End until noon today. Super dedicated team on a wintry Saturday ","sentiment_score":0.3333333333}
{"full_text":"Well, you certainly are doing a good job raising her. Good kid.","sentiment_score":0.5380952381}
{"full_text":"How can anyone watch this after all the Americans that have died from Covid???? &amp; Our own Children suffering wearing Mask &amp; No social life with Other children. No Thanks I Have more Respect for my fellow Americans.","sentiment_score":0.1716666667}
{"full_text":"RT Rare Spinal Cord Condition Flagged as Potential Adverse Effect of COVID-19 Vaccines: EU Drug Regulatorhttps:\/\/t.co\/X4GyuNbpsV","sentiment_score":0.15}
{"full_text":"RT You're not a journalist if you interview a lawyer representing Cuomo and don't bother asking about the nursing home deaths,...","sentiment_score":0.0}
{"full_text":"RT When you refuse to wear a mask i see someone: - with complete disregard for their neighbour-  who thrives on conflict- w...","sentiment_score":0.1}
{"full_text":"I will not be surprised if that happens. I will also not be surprised if we see some early retirements with all the drama and these mental health issues highlighted by fatigue and covid protocols.","sentiment_score":0.05}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT \"Never take public health advice from during the pandemic\" seems to be solid move.The same board which threatened to...","sentiment_score":0.0}
{"full_text":"RT It's really this easy.","sentiment_score":0.3166666667}
{"full_text":"RT ICNARC report (critical care). Fewer people with COVID in ICU. Collapse of people with COVID as primary reason. While cas...","sentiment_score":0.2}
{"full_text":"The vaccine doesn't stop spread . Are people still stuck in 2020? . YOU. CAN .STILL .SPREAD. IT","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"LOOOOOOOOL NAAAAREEEEEE","sentiment_score":0.0}
{"full_text":"RT \"Supply chain crisis? What supply chain crisis. It's the pandemic.\" ","sentiment_score":0.0}
{"full_text":"RT Omicron is causing a TSUNAMI, not a wave, of infections in the US. No one knows what will come next with Covid, but we ca...","sentiment_score":0.0}
{"full_text":"RT Trucking experts warn the new vaccine mandate will hamper Canada's supply chains ","sentiment_score":0.1363636364}
{"full_text":"The Labour landslide forecasts are becoming as frequent as the lockdown breach revelations","sentiment_score":0.275}
{"full_text":"RT Me saying no to plans because I'm \"Busy\" when in reality I just wanted to stay home, watch my shows &amp; do self care. ","sentiment_score":0.1}
{"full_text":"Watch| Weekend lockdown in J-K to control rising Covid-19 caseshttps:\/\/t.co\/HJeFmcMv5W","sentiment_score":0.0}
{"full_text":"Also, China, that same country, told us all back in January 2020, to shutdown everything, quarantine whole cities, stay at home, don't use public transport &amp; \"wear your damn mask\"","sentiment_score":0.05}
{"full_text":"RT The Covid-19 pandemic has made me realize how many INCREDIBLY SELFISH people there are in this country.","sentiment_score":0.0}
{"full_text":"Who did YOU get vaccinated for? I got vaccinated\/boosted for Tracy, Hayden &amp; Austin (and for the doctors &amp; nurses working flat out in our hospital ICUs)i","sentiment_score":-0.025}
{"full_text":"Can we just do that period? Even if covid is no longer a threat?","sentiment_score":0.0}
{"full_text":"RT Why haven't we expanded the courts yet?","sentiment_score":0.0}
{"full_text":"Spreading COVID wherever I go..........BTW, you really need to go on a diet, Ronnie.","sentiment_score":0.2}
{"full_text":"RT We support students demand of online exam during this pandemic time.#bteuponlineexam2022 #bteuponlineexam20...","sentiment_score":0.0}
{"full_text":"We need to get this guy out of politics he is indeed a tyrant and damaging a generation.","sentiment_score":0.0}
{"full_text":"RT From domestic chores to child care, this work mostly falls on women &amp; has only increased since the outbreak of the #COV...","sentiment_score":0.1666666667}
{"full_text":"NOW THERE IS A REAL HEALTH CRISISPre-vaccine rollout, the death-certificate raw data showed no one in any age group - including the elderly - were dying from COVID. NOW AFTER THE VACCINE ROLLOUTS, there is a real health crisis.#GotFooledAgain #TurnOffMSM#vtpoli #VERMONT","sentiment_score":0.0564102564}
{"full_text":"RT What's your point? Your  whole 'defence' over Johnson's party culture at no10 during initial lockdown was...","sentiment_score":0.1}
{"full_text":"Wishing you a speedy recovery Ji","sentiment_score":0.0}
{"full_text":"RT #Gate2022I am currently pursuing my masters from iit indore and all the campus call windows has been called off due t...","sentiment_score":-0.0625}
{"full_text":"President Biden finds himself with little recourse to tame a pandemic, halt inflation or coax victories out of a 50-50 Senate","sentiment_score":-0.2020833333}
{"full_text":"Yes agreed but you can't just change the rules mid-season it has to be a level playing field for all. How do we beg for sympathy cos at the beginning of the year when we had to play Brentford and City with covid cases we were forced too. Why be noble now when others get away w\/it","sentiment_score":0.15}
{"full_text":"RT Former Sen. Jim DeMint: \"There is no excuse for Anthony Fauci's arrogant incompetence or the news media's corrupt decision to...","sentiment_score":-0.1583333333}
{"full_text":"PR ....ind won test series in pak, eng, nz,wi , draw in aus ,draw in Sa, in 2000-10 lost only one series at home against aussies but hey virat taught us to win test matches....bhai ek aus me test series jiti h ...stay grounded ffs","sentiment_score":0.4}
{"full_text":"RT Everyone wants online exam due to COVID.... #bteuponlineexam2022","sentiment_score":0.0375}
{"full_text":"RT Hi everyone, bad news, I've tested positive for covid-19. I have sore throat, fever, and body aches, but please don't worry!...","sentiment_score":-0.2079545455}
{"full_text":"Will load it up on the laptop later. Can only see first page on phone. Good to see an update. Best news is Covid is a small portion of totals in nearly every category. Confirms my suspicion we did the right thing not destroying our economy and freedoms and liberty.","sentiment_score":0.2428571429}
{"full_text":"RT It's time to showcase your talent to contain the spread of the virus and protect our people! Shoot a video on the necessity...","sentiment_score":0.0}
{"full_text":"HOPE: 248.3 million Americans have received one or both doses of the vaccine. 79 million have gotten a booster.Thank you President Biden!","sentiment_score":0.0}
{"full_text":"RT The big lie medication is dangerous and ineffective againstBig pharma government conspiracy omicron.https:\/\/t.co\/RcD4GZ...","sentiment_score":-0.3}
{"full_text":"If you don't know this is happening in every country on the planet then you're a fucking idiot","sentiment_score":-0.8}
{"full_text":"Heartbreaking thread....","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Just like Arsenal squad management of knowing 4 players would be at ACON, so loan 2 players out before bringing players in so knowing they would be done to 16 outfield squad players. PL should have zero sympathy in a time when COVID can impact on squads. Although not in this case","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"#adults and #children have #mildcovid with the #omicronvariant. #usa study of more than a million people.https:\/\/t.co\/HjQGHNJw9l","sentiment_score":0.5}
{"full_text":"RT Why why why are our so called journalists not asking one very simple question? The question is: why are vax certs not bein...","sentiment_score":0.0}
{"full_text":"RT republicans: you have covid? have you tried drinking poison democrats: you have covid? we're sending the cast of hami...","sentiment_score":0.0}
{"full_text":"RT Is there a different approach the Ontario government can take during this Omicron wave? Tonight at 8\/11pm with (@...","sentiment_score":0.0}
{"full_text":"RT Gerry Harvey has Covid. Refused to wear a mask.I have no interest for 50 months. #GerryHarvey","sentiment_score":0.0}
{"full_text":"RT Ontario nurses want pay parity with police, firefighters amid pandemic staffing crunch","sentiment_score":0.0}
{"full_text":"You had a lucky escape with this one Apparently, GM Police were unable to process my online submission in time to post a Notice of Intended Prosecution because staff got Covid. This is the kind of incident I've come to expect from your drivers.https:\/\/t.co\/YF8BUqsQYZ","sentiment_score":0.1208333333}
{"full_text":"RT If anyone was going to make me look dumb on the podcast I'm glad it's because I love him, and he's awesome. Howe...","sentiment_score":0.40625}
{"full_text":"Yes in your charts and in your head. And yeh joh har ghar par omicron ka dastak hai woh toh aap jaise TV doctors ko dikhta hi nahi hai. Just helped my fully vaxxed friends and relatives to recover from C with Ayurveda and ivm. And believe me it wasn't mild.","sentiment_score":0.3333333333}
{"full_text":"Why shouldn't someone's job depend upon them being injected with a unique, experimental, trialled for ten minutes vaccine that does not confer immunity nor prevent transmission of what is now a mild illness?","sentiment_score":0.2020833333}
{"full_text":"RT THE ONLY ACCEPTABLE VARIANTS #variant","sentiment_score":0.0}
{"full_text":"RT This is a wild story. Dude's going out like Thelma &amp; Louise Michigan professor Barry Mehler suspended after calling st...","sentiment_score":0.1}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT  damn that's some crazy authoritarian shit.","sentiment_score":-0.4}
{"full_text":"RT Am I the only person who thinks that holding the Olympics in a few weeks while cases of Omicron are spiking is absolute insan...","sentiment_score":0.0}
{"full_text":"RT My wife, trying to cheer up our seven-year-old son \"So what do you want to do first, after the pandemic?\"Him: \"Reveng...","sentiment_score":0.25}
{"full_text":"Such language by the state in Zimbabwe would have drawn an outcry as heavy handedness of the state. 'New scene of enemies of the state'... uum ","sentiment_score":-0.0212121212}
{"full_text":"leading the way with accurate infant feeding support. one simple sentence can make such a difference this is how it's done ","sentiment_score":0.1333333333}
{"full_text":"RT The students are not ready to give offline exams during this pandemic.Omicron is spreading.And governm...","sentiment_score":-0.1}
{"full_text":"WHY GOVT. AND EDUCATION OFFICIALS ARE NOT TAKING THE ISSUE OF COVID SERIOUSLY!  ARE THEY THINKING EXAMS ARE IMPORTANT THAN  STUDENTS LIFE?#cancelboardpariksha","sentiment_score":-0.0083333333}
{"full_text":"RT BBC: What's really going on with Covid deaths data?https:\/\/t.co\/Uf2bQjSzIR","sentiment_score":0.2}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT Perfectly said,  This whole interview by is outstanding.","sentiment_score":0.5666666667}
{"full_text":"RT COVID-19 isn't over for anyone until it's over for everyone. A reminder ","sentiment_score":0.0}
{"full_text":"Crazy, just crazy. Another \"prime\" usual suspect guest for This guy is so brilliant that it borders on insanity.","sentiment_score":-0.1375}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT So plain old lied about increasing school Covid testing. Found out this week only 14 of 1200 kids at my...","sentiment_score":-0.0380952381}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT I've gotten a few DM's hoping that I die because I'm unvaccinated and have COVID. None of these people know me personally...","sentiment_score":-0.1}
{"full_text":"RT I NEED SOO MANY PRAYERS PLEASE!!!! Im holding onto any kind of hope but, my mom has copd and covid and was put on a vent...","sentiment_score":0.8}
{"full_text":"RT Please join the for the upcoming Panel Discussion on \"Health Information Literacy: Content Creation during the C...","sentiment_score":0.0}
{"full_text":"Yh but if you caught it then it wasn't that deep, you wouldn't have gone to work during covid if you had a 50% chance of dying if you caught it. But fairs hazmat suits probably works, you'd definitely need to offer voluntary euthanasia though can you imagine how grim that life","sentiment_score":-0.3333333333}
{"full_text":"commentator just said maybe Mason didn't come in because of COVID aftermath... this mf has never even have COVID","sentiment_score":0.0}
{"full_text":"and bjp voters shd not be overconfedent and go out and vote in big numbers despite corona , we committed this blunder in 2004 elections under impresson abv will sail thru","sentiment_score":0.0}
{"full_text":"The US Center for Disease Control and Prevention (CDC) updated the mask guidelines on January 14, adding that \"people can choose N95 or KN95 masks, and do not have to worry about the insufficient supply of N95 masks\".","sentiment_score":-0.1}
{"full_text":"RT The  is the ","sentiment_score":0.0}
{"full_text":"Thank you for your service.","sentiment_score":0.0}
{"full_text":"Watching day one","sentiment_score":0.0}
{"full_text":"I feel ya mama! I gave birth to my 3rd two months after lockdown in 2020; it was an anxiety ridden time but with supportive hubby and midwives &amp; seeing baby for the first time it made it so much sweeter. You got this! ","sentiment_score":0.25}
{"full_text":"RT Mental Health - one of COVID's stats that will never be counted. You just don't know what people are going through. Che...","sentiment_score":-0.1}
{"full_text":"SO SORRYWE THE AMERICAN PEOPLE, PRESIDENT TRUMP AND MORE STILL SEE YOU AS HEROS","sentiment_score":0.25}
{"full_text":"RT Unfortunately for the global poor, the vulnerable, and the working class, the pandemic ends when the laptop class deci...","sentiment_score":-0.35}
{"full_text":"Daily Confirmed Covid Cases per 1K Population by County For MT   2022-01-12:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.2}
{"full_text":"I can't believe the governments of Germany, France, Denmark, Norway, Sweden and Finland are taking medical advice from Joe Rogan. What is the world coming to?","sentiment_score":0.0}
{"full_text":"Not wearing a mask. If your vaccine works that well, mind your own damn business!  I highly doubt there's any Karen's and Darren's clogging up resources, tattling on someone who's wearing a mask. I guess we just have bigger things in life to fill our idle minds with ","sentiment_score":0.3033333333}
{"full_text":"RT Everything that's happened in the last 2 years - the delayed lockdown, the dodgy PPE, the PS32bn test-and-trace system...","sentiment_score":0.0}
{"full_text":"#Maddow #BlackLivesMatter #Bitcoin #CNN #GreenNewDeal #ElizabethWarren #AOC #Manchin #NYC #Covid_19 #Pelosi #TheSquad #Biden #BernieSanders #Democrats like to virtue signal that they're helping black people, most of the time its all talk.https:\/\/t.co\/O6FDI82Gup","sentiment_score":0.1666666667}
{"full_text":"NOBODI HERE   NOBODI KNOWZ I DIG STARTUPS JUS 4 EVAL  ADONT PUNISH NARRATES - - DUNO WHATHAT EVEN MEAN  I B JUS IN MA TOMB DUCKIN LAB COATS  &amp; CORONA SPACE MONITORS ","sentiment_score":-0.3125}
{"full_text":"RT Use it for your healthy life and it  becoming most demanded shot for mild covid #Molulife","sentiment_score":0.4458333333}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"And millions that got Covid spread it to those that required hospitalization and those that died. If you can't understand that fact then I feel sorry for you.","sentiment_score":-0.5}
{"full_text":"RT Have you seen or read any of the Israel studies? Or are you in...","sentiment_score":0.0}
{"full_text":"Zero covid strategy no longer works and is not long term sustainable. As current events will gladly show.","sentiment_score":0.175}
{"full_text":"RT Joe Rogan is right. At some ages, for Men, for some doses of specific mRNA shots, the risk of vaccine induced myocarditis...","sentiment_score":0.1428571429}
{"full_text":"RT Due to rise in COVID cases government must have to conduct online exam.#bteuponlineexam2022","sentiment_score":-0.125}
{"full_text":"Of course they can. They can refuse whoever they like. But in this case they're doing so under false pretences. He isn't a threat to public health. A PCR test would prove that in minutes. He is, as you said, a threat to their vaccine policy. Thus their authority.","sentiment_score":-0.2}
{"full_text":"RT Under Pres. Biden, GDP UP; unemployment under 4%; more jobs added in one year than three un...","sentiment_score":0.5}
{"full_text":"More bad recommendations by the CDC. let everyone keep believing that a mask is going to stop COVID-19 what a load of trash . keep spreading more misinformation how Twitter hasn't suspended this account is beyond me. A mask doesn't stop COVID-19 stop the nonsense.","sentiment_score":0.1}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"When it comes to cardiovascular complications, SARS-CoV-2 seems to be more than just a bad flu.","sentiment_score":-0.1}
{"full_text":"RT Jennis: Billkin is not well, having (fever cooling) pad on earlier during the rehearsal.Billkin: Took it off already....","sentiment_score":0.0}
{"full_text":" TEAM NEWS Here's the side that Carlos Corberan has selected for today's game against Swansea City!Levi Colwill (knee) is not quite ready to play today, whilst Duane Holmes is isolating due to a COVID case in his household.#htafc |","sentiment_score":-0.1083333333}
{"full_text":"RT This is all about control and powerNovak has had COVID twice, he will not need hospital support in the ne...","sentiment_score":0.0}
{"full_text":"This is how Biden \"ends the pandemic\". Clever, I'm surprised he didnt do it earlier.","sentiment_score":0.0888888889}
{"full_text":"Sir Keir Starmer said the PM is 'too preoccupied defending his rule-breaking' and is 'unable to lead' following fresh claims of Downing Street boozing in defiance of lockdown restrictions.Read more:","sentiment_score":0.075}
{"full_text":"Join our Vaccine Q&amp;A to get answers to all your questions around the Covid vaccine during pregnancy and whilst breastfeeding. We will also address any concerns you may have about your children having the vaccine. Follow us on instagram to take part.","sentiment_score":0.0}
{"full_text":"RT This finding from death certificate data across the country is in line with what was reported by the Indiana life insur...","sentiment_score":0.0}
{"full_text":"RT COVID seems to have really thrown a wrench in childhood development.Imagine growing up during all this bullshit, how in...","sentiment_score":0.2}
{"full_text":"#Israel: The Ministry of Health has announced that several cases of a #Omicron strain subvariant of #Covid19 have been identified in Israel. At least 20 such cases have been identified in the country. This BA2 strain has already been identified in several countries","sentiment_score":-0.075}
{"full_text":" BREAKING TEAM NEWS  Lee Johnson has named his #SAFC side to face #ASFC   Team news in the blog https:\/\/t.co\/9n3q6qFnmO","sentiment_score":0.0}
{"full_text":"It will never be the right time to charge for lateral flow tests during a pandemic | ","sentiment_score":0.2857142857}
{"full_text":"RNs call for safer working conditions, decries SCOTUS ruling denying vaccine mandate for ALL workers.","sentiment_score":0.0}
{"full_text":"#China reports fewer coronavirus cases but Omicron spread unclearhttps:\/\/t.co\/y9stXuhYNm","sentiment_score":0.0}
{"full_text":"Franklin County has seen nearly 1,000 new COVID-19 cases in January and is averaging around 100 cases a day.","sentiment_score":0.1181818182}
{"full_text":"The triple-net lease space was one of the sectors least affected by the pandemic, providing stability during times of uncertainty. #cre #commercialrealestate #netlease","sentiment_score":-0.3}
{"full_text":"Yep, decarceration can work... but sometimes it doesn't. You forgot to mention this...","sentiment_score":0.0}
{"full_text":"Super-immunity could be the key to ending the pandemic. ","sentiment_score":0.0}
{"full_text":"Downing Street staff held \"wine time Fridays\" every week during the pandemicDid people do any work in Number 10 or were they too busy eating cheese and drinking wine?","sentiment_score":0.1}
{"full_text":"RT CDC: yes we were wrong abt cloth masks for 2 yrs...but definitely DEFINITELY believe us on n95's","sentiment_score":-0.25}
{"full_text":"Just Got My Covid Shot!","sentiment_score":0.0}
{"full_text":"So a professor gets suspended for saying the same thing called children in November. No recourse?","sentiment_score":0.0}
{"full_text":"Over 1.26 billion people in China have received #COVID19 vaccine jabs as of Friday, accounting for 90% of the country's population, said a health official on Saturday, adding that more than 1.22 billion of them have completed their vaccination.","sentiment_score":0.5}
{"full_text":"This commentator suggesting that Mount has Covid so can't play but is sitting with the rest of the players!  #MCICHE","sentiment_score":0.0}
{"full_text":"Peter Navarro: Hold Fauci, Chinese Accountable for COVID Roles | via","sentiment_score":0.0}
{"full_text":"I'm done living my life around the irrational fears of loud and hysterical hypochondriacs. It's been two years. None of their restrictions have worked:- lockdowns - masks- vaccine passports\/mandates- school closuresI've had enough of their bullshit.Have you?","sentiment_score":-0.3}
{"full_text":"Do you think the Prime Minister should resign over his lies and deception about attending parties when it was illegal to do so to prevent the spread of Covid-19?","sentiment_score":-0.5}
{"full_text":"In this edition of The Interview, former Austrian President Heinz Fischer talks about COVID-19, the refugee crisis and more.https:\/\/t.co\/Tk0w4Q1Qxd@KZiabari","sentiment_score":0.0}
{"full_text":"Think he's hair has caught covid","sentiment_score":0.0}
{"full_text":"and you WILL eventually get sick.. you know that right? lol..it's called LUCK, pure luck pulled you through being so reckless. it won't last forever. better pray you survive covid when it comes  i lost 4 family members w zero health problems in the last 3mos ALONE. i pray for u","sentiment_score":0.0476190476}
{"full_text":"RT People trying to silence Joe Rogan because they think he's spreading vaccine misinformation, (maybe he is? Irrelevant tho)....","sentiment_score":-0.5}
{"full_text":"MPL has provided space in the Main Library's North Parking Lot near Whataburger for Curative COVID-19 Testing, Every Day (8AM-6PM). Register online at Please do not come into the library to ask about Covid-19 testing. For questions, call 1.888.702.9042.","sentiment_score":0.1333333333}
{"full_text":"RT Unlike many platforms, doesn't have a clear policy prohibiting misinformation. 270 physicians and scientists are hop...","sentiment_score":0.3}
{"full_text":"RT TOTAL deaths in England &amp; Wales from COVID-19with NO OTHER UNDERLYING CAUSES                    17,371","sentiment_score":0.03125}
{"full_text":"RT Data straight from the Vaccine Adverse Event Reporting system Draw your own conclusions.","sentiment_score":0.4}
{"full_text":"The rules on testing have changed. If you take a lateral flow\/FAST test &amp; get a positive result you should:self-isolate immediatelyyou don't need to take a follow-up PCR testPlease keep up with regular FAST testing to stop the spread of Covid-19:","sentiment_score":0.1424242424}
{"full_text":"Before departing on your dream vacation, it is critical to ensure that you are immunized. Here are a few reasons why you should obtain a travel vaccine before going on a trip.- Boost your immune system- No hassles- Safety#Immunized #TravelVaccine","sentiment_score":-0.1}
