{"full_text":"RT A summary of where we're at in this country: an astonishing ~400 #covid deaths reported in *one day*, while Boris Johnson bat...","sentiment_score":0.5}
{"full_text":"RT Over 21,000 dead of covid in Tennessee. What's your plan?","sentiment_score":-0.2}
{"full_text":"so its better for them to get sick, come home infect their families? Maybe kill a family member, or the child gets sick and dies? Distance learning is better than more death and no end to this pandemic. Think before you tweet.","sentiment_score":0.0142857143}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT You people are utterly disgraceful, partying while we worked to save lives. The night of the downing ST after work drinks par...","sentiment_score":0.0}
{"full_text":"RT As temporary as the Metrodome tax that people are still paying?","sentiment_score":0.0}
{"full_text":"Omicron variant could be headed for a rapid drop in the US and Britain, scientists say","sentiment_score":0.0}
{"full_text":"Very best efficacy of FFP2 mask in China For preventing COVID-19","sentiment_score":1.0}
{"full_text":"Yes but unfortunately not everyone can afford to pay out of pocket for the antibody test. If #bcpoli is not able to do PCR for everyone due to limited testing capacity, IMO the test should be MSP covered.Otherwise it's yet another source of inequity in the pandemic.","sentiment_score":-0.0491071429}
{"full_text":"RT All these say #DowningStreet was intense place to work over #Covid19 pandemic. I bet it was!#DominicCummings man...","sentiment_score":0.2}
{"full_text":"RT Kids are walking out and asking for a temporary remote option. It's about 16degF\/-8.8degC. I'm pretty sure they mean it.","sentiment_score":0.084375}
{"full_text":"RT Should Marjorie Taylor Greene and Lauren Boebert be BANNED from the House Floor for REFUSING to wear a mask?YES...","sentiment_score":0.0}
{"full_text":"RT It's against the law to force this on anybody. Why is this person not being reprimanded for this kind of talk.","sentiment_score":0.6}
{"full_text":"RT Once you open that door to forced vaccinations, it does not end at Covid, it is only the beginning. I can assure you that...","sentiment_score":-0.1}
{"full_text":"This is fucking amazing. Fingers crossed it will stay that way","sentiment_score":0.6}
{"full_text":"GENEVA (9 November 2020) - UN human rights experts: \"There is no room for nationalism. This pandemic, with its global scale &amp; enormous human cost, with no clear end in sight, requires a concerted, human-rights based &amp; courageous response from all States.\"https:\/\/t.co\/QDRhI3j9N0","sentiment_score":-0.01}
{"full_text":"Jessie Vargas Tests Positive For Covid, Postponing Planned February 5 Clash With Liam Smith","sentiment_score":0.2272727273}
{"full_text":"RT If the Justice secretary was at the party how can any court in the land be taking cases of COVID breaches? I did notice h...","sentiment_score":0.0}
{"full_text":"RT No one talks about long COVID, but we should be.","sentiment_score":-0.05}
{"full_text":"RT Snoop at the end of the pandemic","sentiment_score":0.0}
{"full_text":"RT Please tell her I'm vaccinated and had monoclonal antibody infusions and am still sick with long covid and...","sentiment_score":-0.3821428571}
{"full_text":"RT The Prime Minister badly needs some big news to knock his parties off the agenda, only 1 makes sense:The Pandemic is offi...","sentiment_score":-0.2333333333}
{"full_text":"RT Follow the tweets from this handle to get an update on how bad the covid situation is in CheenEvery Indian must thank...","sentiment_score":-0.7}
{"full_text":"RT Finally Manitoba admits they've been fudging the numbers all along. Question is why? #mbpoli","sentiment_score":0.0}
{"full_text":"\"Compounds in cannabis can prevent infection from the virus that causes Covid-19 by blocking its entry into cells, according to a study published this week by researchers affiliated with Oregon State University\"Fight Covid -- get stoned","sentiment_score":0.0}
{"full_text":"No mention of any pandemic in this book","sentiment_score":0.0}
{"full_text":"RT NEW: On a huge day for Boris Johnson things just got that bit worse. High court rules govt's use of \"VIP lane\" to awar...","sentiment_score":0.0740909091}
{"full_text":"You need to stop lapping up drivel from  Zeldin &amp; other clowns who try to make things look bad to hide their failings.Inflation is a worldwide issue, largely caused by a COVID slowdown &amp; corporate greed.","sentiment_score":-0.1526785714}
{"full_text":"Politicians have become vaccine salesmen and saleswomen.","sentiment_score":0.0}
{"full_text":"RT The Prime Minister badly needs some big news to knock his parties off the agenda, only 1 makes sense:The Pandemic is offi...","sentiment_score":-0.2333333333}
{"full_text":"RT Snoop at the end of the pandemic","sentiment_score":0.0}
{"full_text":"RT Stylos verts assembly !!!","sentiment_score":0.0}
{"full_text":"RT PEI is the worst in Canada when it comes to boosters. Leads in \"two dose\" vax rate but just 22% have a booster vs leading pr...","sentiment_score":-1.0}
{"full_text":"Sorry, he doesn't have evidence (or much hope) that smoking weed would have the same benefits he found in hemp, since heat treatment (even vaping) would cause chemical changes. This is still exciting, and could be investigated for other purposes.","sentiment_score":-0.025}
{"full_text":"RT Not the usual Omicron patternsGermanyhttps:\/\/t.co\/W4uB9npjUw by The Netherlandshttps:\/\/t.co\/BQO4FOx3ob","sentiment_score":-0.25}
{"full_text":"Jan. 12 Branch Update: Due to COVID-19 related issues, our Huffman Branch is open 10 am-5 pm. Our Wasilla Financial Center is open 11 am-5 pm for lobby service, 9 am-6 pm for drive-up service. We apologize for any inconvenience.","sentiment_score":-0.0375}
{"full_text":"RT Pro-COVID Gov #DeathSantis's anti-science, anti-vax, anti-testing, anti-masking administration continues to kill their constitu...","sentiment_score":0.0}
{"full_text":"RT President Biden speaks about the pandemic tomorrow. He announced a slate of new actions just before the new year--troops de...","sentiment_score":0.1363636364}
{"full_text":"It is also this kind of very basic oversight \"mistake\" that make people not trust the health agencies. Why would this not be done right from the start? I remember stories of a motorcycle crash death that was counted. A murder from a gunshot to the head. Both counted as covid","sentiment_score":0.2952380952}
{"full_text":"RT \"Never again should any government treat a public health crisis as an opportunity to enrich its associates and donors at...","sentiment_score":0.0}
{"full_text":"From covid blackford ","sentiment_score":0.0}
{"full_text":"Hmmm sound's familiar....Will just leave this here...https:\/\/t.co\/tAegGkR6MJ","sentiment_score":0.4}
{"full_text":"How to tell if there's Covid in your kid's classroom : your own child tests   positive on a RAT. #UnsafeSchools","sentiment_score":0.4136363636}
{"full_text":"Just experienced my first anti-mask meltdown of the pandemic, lady in front of me at Coffee Bean refusing to wear one &amp; leaving in a huff. Then I had to tell the barista my name was Karen and we both laughed ","sentiment_score":0.5833333333}
{"full_text":"RT Two cannabis compounds commonly found in hemp were able to bind to the spike protein and prevent the SARS-CoV2 virus fr...","sentiment_score":0.1}
{"full_text":"Curfews don't really reduce Covid anyways. Homophobic. Just let me be a slut again plss","sentiment_score":0.2}
{"full_text":"Vintage Snack Server, Plastic Serving Bowl on Ice with Tray Cover, Retro Tray and Ice Cube Bucket Set, Divided Snack Tray, Red Color, 70s #Christmas #Holidays #Vintage #CYBER2021 #covid19 #BLACKFRIDAY #FREESHIPPING #SnacksTray","sentiment_score":0.0}
{"full_text":"RT This.","sentiment_score":0.0}
{"full_text":"Anime NYC started Omicron, what does Columbus, Ohio(20k cases\/day already) have in store?","sentiment_score":0.0}
{"full_text":"RT This is a BIG LIE! NO, the LAPD is not defunded. Their budget increased this fiscal year. If anything, they're not s...","sentiment_score":0.0}
{"full_text":"RT Two-thirds of officers who died last year died from Covid. But police unions blame \"anti-police sentiment\" for these deaths wh...","sentiment_score":0.0}
{"full_text":"RT At least one film made in the last two years dealt frankly with pandemic lockdowns and their social and economic implic...","sentiment_score":-0.0166666667}
{"full_text":"RT Another example of disinformation by strategically sharing only part of the story. Of those 458 officers, 301 died of COVID-19...","sentiment_score":0.0}
{"full_text":"RT 'I have been repeatedly assured that there were no parties, and that no covid rules were broken. That was what I have be...","sentiment_score":-0.4}
{"full_text":"RT You can't just not investigate a bunch of people breaching covid rules for a party but arrest and fine people for goin...","sentiment_score":0.1833333333}
{"full_text":"Well I found out a fellow nurse I grabbed coffee with on Sunday tested positive for COVID yesterday so that's fun ","sentiment_score":0.2636363636}
{"full_text":"BINGO lots of major corporations are going to use this as an excuse to cut labor cost forcing remaining employees to work harder to cover for loss of co workers. We're in a pandemic,it's for the greater good....","sentiment_score":0.2225}
{"full_text":"RT One for the ladies! #MaskUp #Covid19","sentiment_score":0.0}
{"full_text":"New fascination for the Covid fanatics","sentiment_score":0.1363636364}
{"full_text":"Now I have to wait for the GI doc to look at the inside of my tummy to see if that's part of the issue. Covid: I'm ok. I didn't notice any big symptoms. I knew I probably had it since last week. I'm vaxxed so I'm gonna be ok. ","sentiment_score":0.25}
{"full_text":"Leftists can't stand seeing the entire country gaining natural immunity with omicron. It robs them of the fake moral high ground they've claimed with vaccines. ","sentiment_score":-0.048}
{"full_text":"Now they say if U currently have Covid but have VAX U can work in hospital but if U don't have Covid but also no VAX you can't work. Wow! How many vulnerable people will this kill by letting the hospitals be full of workers that have Covid while caring for you, cray cray to max","sentiment_score":0.095}
{"full_text":"RT I just took a piss and I seen COVID coming out","sentiment_score":0.0}
{"full_text":"RT Finally polls are shifting. DO NOT LET UP THE PRESSURE. #VoteFordOut2022 #VoteThemAllOut2022 #Never...","sentiment_score":0.0}
{"full_text":"RT My grandmother-in-law in Tijuana, Mexico is at home sick from COVID. She's 80, vaccinated, but not boosted on 5L of oxygen...","sentiment_score":-0.7142857143}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT Genuine question...If omicron is so mild and young people have next to zero risk, what is the obsession to vaccinate ch...","sentiment_score":0.2083333333}
{"full_text":"RT Well done Yvette Cooper, for calling out Patel's hypocrisy in summoning support for Johnson when Patel herself said she'd...","sentiment_score":0.0}
{"full_text":"I know the feeling. As a substitute teacher, I used to be able to do a lot of that. Covid-19 times happened, I gained 40 lbs in like 4 months. Still, I hope you got some good coping mechanisms. Thank you for doing Jude livestream with","sentiment_score":0.6}
{"full_text":"RT Record breaking numbers in TN and our leaders are acting as if this isn't happening.","sentiment_score":0.0}
{"full_text":"RT Kids are walking out and asking for a temporary remote option. It's about 16degF\/-8.8degC. I'm pretty sure they mean it.","sentiment_score":0.084375}
{"full_text":"RT So a Lib MP received a bunch of Rapid Antigen Tests to his Oatley office. He's donating them to good causes which is nice BU...","sentiment_score":0.65}
{"full_text":"I'm immune compromised and I have been looking after myself for years. I would like to know what meds, treatments etc are they giving covid patients?","sentiment_score":0.0}
{"full_text":"Thank you for the art share! Here at Levi Spray Art we sell one of a kind art pieces made w spray paint! **Each piece is unique, so be sure to buy the ones you like before theyre gone!https:\/\/t.co\/EoEXS0zDDk https:\/\/t.co\/ibeKKbZYYc","sentiment_score":0.5416666667}
{"full_text":"RT If you don't take a test you don't have COVID. That's the LNP policy to push through Omicron. Morrison and his Parrot sh...","sentiment_score":0.0}
{"full_text":"when you ask a pregnant mommy to get the vaccine are you telling them there putting the virus inside the bodies that the whole point of coming back to get the second shot it's just like the flu vaccine or are we just telling the what can benefit them when they get it ?","sentiment_score":0.1333333333}
{"full_text":"RT I hope ppl realize that when they tell the #chronicallyill\/#disabled community to \"just stay home then\" for 2+ yrs not...","sentiment_score":0.0}
{"full_text":"RT Cannot cope with Amber Heard suddenly wanting to testify as soon as Justice Nicol took over the UK trial but now she dem...","sentiment_score":0.0}
{"full_text":"WHO admits boosters are junk.\"a vaccination strategy based on repeated booster doses of the original vaccine composition is unlikely to be appropriate or sustainable.\"https:\/\/t.co\/jucgZWn91m","sentiment_score":0.125}
{"full_text":"Some #intled watchers have observed pathway programs, like #Shorelight, dimming during the pandemic, if not prior. That said, this partnership with #RNL is an interesting development... #EMChat","sentiment_score":0.25}
{"full_text":"La CAQ is basically trying policies to make it seem like they have this pandemic under controls to see what sticks. Schools air filtration test, no independant commissions in CHSLD, Arruda just quit and CAQ is refusing to get 2\/3 vote for his successor. Ls all around.","sentiment_score":0.0}
{"full_text":"RT So you agree....working from home prevents the spread of COVID and is the safest thing to do even if you don't feel very sick?...","sentiment_score":-0.9285714286}
{"full_text":"RT Just a heads up. It is not empowering to use a rapid test to confirm that your kid has COVID. It is a signal that our a...","sentiment_score":0.0}
{"full_text":"RT The findings provided \"key insight\" into how the newest variant operates, CDC director Dr. Rochelle Walensky said as she int...","sentiment_score":0.0}
{"full_text":"RT For a primary care physician, Covid denialism triggers memories of a patient dying of AIDS who insisted that HIV was not the caus...","sentiment_score":0.4}
{"full_text":"RT Please STOP THIS. This is misinformation at its finest. This is NOT a \"hybrid\" virus or a combination of Influenza and...","sentiment_score":0.0}
{"full_text":"RT i heard there are 145,000 americans hospitalized with covid and it's expected to hit 300,000 later this month? where a...","sentiment_score":-0.05}
{"full_text":"This is an understatement","sentiment_score":0.0}
{"full_text":"RT Nobody is surprised by this except the hypnotized fools on the Left.#FireFauci","sentiment_score":0.1}
{"full_text":"RT Smallpox. WHO injected Africans with over 50 million smallpox vaccines and on May 11, 1987, an art...","sentiment_score":0.0}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT So powerful. He must go! #BorisResign #BorisOut #BorisJohnsonMustGo #JohnsonOutNow #NotMyPM","sentiment_score":0.375}
{"full_text":"Oh, sorry for the late reply. So when I tweeted unvacinated RW morons should just stay home to die to relieve hospital beds directly to #FixedNews &amp; #GQP Twitter flagged that as some kind of threat and suspended me on my main account. ","sentiment_score":-0.1222222222}
{"full_text":"RT Lockdown Party Planner","sentiment_score":0.0}
{"full_text":"RT No, I haven't gotten covid yet. What's my secret? I suck and nobody wants to hang out with me ","sentiment_score":-0.1}
{"full_text":"his vaccine is \"leaking\"","sentiment_score":0.0}
{"full_text":"RT The 7 day average of UK deaths with a positive test in the UK is around the same level we last saw in October.With higher...","sentiment_score":0.0654545455}
{"full_text":"RT The White House confirms that it's \"actively exploring\" efforts to make \"high quality masks\" more available.CDC will clar...","sentiment_score":0.1316666667}
{"full_text":"ok. whos that little guy in the corner","sentiment_score":0.15625}
{"full_text":"RT If having two RATs is empowering for parents, knowing that a child(ren) in their kids' class has #COVID is likely just as em...","sentiment_score":0.0}
{"full_text":"CoVid cult narrative is crumbling","sentiment_score":0.0}
{"full_text":"RT After two years of no school, we resume with our spirits higher! We prayed that school will stay scheduled and we will k...","sentiment_score":0.3125}
{"full_text":"The FDA or the CDC which ever has mentioned the at home testing doesn't work and they give you a false positive so don't take those test at home...","sentiment_score":-0.0863636364}
{"full_text":"trying to book a covid test right now online so i can go back to work is such a nightmare. as soon as i try to book an open slot, it says that the slot's been taken already.","sentiment_score":0.0714285714}
{"full_text":"We'll see as the long Covid complications arise months after, so we should be able to tell if there is an uptick in the spring.","sentiment_score":0.225}
{"full_text":"RT South Korea authorizes use of Novavax COVID-19 vaccine and prepares to distribute the first of Pfizer's antiviral pills as it...","sentiment_score":0.25}
{"full_text":"RT #BREAKING Lack of humanitarian access to Ethiopia's Tigray 'an insult to our humanity': WHO","sentiment_score":0.0}
{"full_text":"RT CDC recommends that you don't speak about Bruno","sentiment_score":0.0}
{"full_text":"Kids are not at risk of covid and everyone knows this","sentiment_score":0.0}
{"full_text":"RT this tweet is designed to get conservatives moralizing about crime so it conveniently leaves out that 301 of those officers...","sentiment_score":-0.3}
{"full_text":"Thanks for being a part of making the PANdemIC last forever, Julie...","sentiment_score":0.1}
{"full_text":"RT Good to see Omicron U-turns@OurWorldInData","sentiment_score":0.7}
{"full_text":"The President of Ghana reads Rockefeller's plans for a Pandemic via","sentiment_score":0.0}
{"full_text":"RT I have tested positive for #Covid with mild symptoms. Have isolated myself and request all those who came in contact wi...","sentiment_score":0.2803030303}
{"full_text":"RT Vaccine mandates violate our right to peaceably assemble","sentiment_score":0.2857142857}
{"full_text":"\"Learning to live with Omicron\" feels like learning to live next door to your ex  #Mbpoli","sentiment_score":0.0909090909}
{"full_text":"Sanity! Congratulations on your ability to think, updates COVID-19 guidelines to include those infected as 'fully vaccinated' via","sentiment_score":0.0}
{"full_text":"Really?  I have friends in Idaho....Kids only masked for 2 weeks during this entire pandemic and schools never closed.","sentiment_score":0.0625}
{"full_text":"RT im screaming i thought this was DS2","sentiment_score":0.0}
{"full_text":"RT NEW: Study on severity of those infected with the #OmicronVariant compared to the #DeltaVariant: 53% less risk of sympt...","sentiment_score":-0.0151515152}
{"full_text":"RT The French haven't given up ending the COVID restrictions and mandates. Neither should you.From Mulhouse, Francehttps:\/\/t....","sentiment_score":0.0}
{"full_text":"RT My mom was just fired from her part time job at a bakery in town for refusing to get a booster shot, even though she had CO...","sentiment_score":0.0}
{"full_text":"$CHNC - TWO labs, 200+ employee goal by summer, fins any day, SEC S-1 Form, FINRA name change immediately after &amp; MANY more. Oh yeah, working on treating COVID-19 with cannabis...Have you seen the buyouts of companies such as CHNC lately due to such therapy?NO BRAINER. ","sentiment_score":0.1291666667}
{"full_text":"RT It is one of the many mysteries of fed govt response  but part the big #Covid #Strollout #CompetenceD...","sentiment_score":0.25}
{"full_text":"RT Rory Kinnear: On the day of No 10's lockdown party, I buried my sister","sentiment_score":0.0}
{"full_text":"If the kids are vaccinated they can get covid and spread it. If the kids are not vaccinated they can get covid and spread it. Covid is zero risk to kids. Why vaccinate them? They spread it either way.","sentiment_score":0.0}
{"full_text":"RT #Radon is the second leading cause of lung cancer and the leading cause among non-smokers. During #RadonActionMonth, learn how...","sentiment_score":0.0}
{"full_text":"If it seems like COVID-19 has killed the modern office, maybe we need to go in the opposite direction for St. Louis' largest office building.","sentiment_score":0.0}
{"full_text":"Americans are quitting the workforce for various reasons since the Covid-19 pandemic began, but what happens if they want to buy a house? #ForbesAdvisor breaks down how mortgage lenders view applicants based on sudden employment changes.","sentiment_score":-0.0518518519}
{"full_text":"out of the 3,488 how many are in the hospital for other reasons but \"tested positive\" for covid?","sentiment_score":0.2007575758}
{"full_text":"As we turn to the extensive advocacy needs on the horizon for Children's Hospital CO &amp; the patients &amp; families we serve, we remain committed to pandemic recovery policies in 2022 that address not only immediate needs but also longer-term, systemic solutions for the future. #coleg","sentiment_score":0.0}
{"full_text":"Charleston Area Medical Center is one of two hospitals that have requested assistance from West Virginia's COVID-19 task force to deal with a surge in patients.https:\/\/t.co\/xHzNm3NXn4","sentiment_score":-0.05}
{"full_text":"RT The Wellcome Trust has called for coronavirus to be \"treated like the common cold\", as Israeli Prof Ehud Qimron slams the...","sentiment_score":-0.45}
{"full_text":"Need local #COVID19 information about vaccines or testing? The home page has a yellow alert you can click on for links to county, state and federal sites, too.","sentiment_score":0.0}
{"full_text":" It's time to book your COVID-19 vaccination to protect yourself and your loved ones.Find a vaccination clinic near you: Multilingual resources: #COVID19 #COVIDVaccine #Italian #Italiano","sentiment_score":0.2666666667}
{"full_text":" Tinian, get your COVID-19 primary series or booster shot TOMORROW! #vaccinateCNMI","sentiment_score":0.5}
{"full_text":"Officials across the U.S. are again weighing how and whether to impose mask mandates as COVID-19 infections soar and the American public grows ever wearier of pandemic-related restrictions.","sentiment_score":0.0}
{"full_text":"Oooh well scared","sentiment_score":0.0}
{"full_text":"There are new weapons in the war against COVID-19: antiviral pills that  fight the virus before it multiplies and causes major damage. Learn more:","sentiment_score":0.2329545455}
{"full_text":"Boris backed over party scandal","sentiment_score":0.0}
{"full_text":"#LAUSD teacher bringing #AutoAuto outside, making her students safer regarding covid.@AutoAutoAI","sentiment_score":0.0}
{"full_text":"But enough of a threat with long covid to make it worth vaccinating especially as transmission was reduced with Delta.","sentiment_score":0.0625}
{"full_text":"Herman Cain dying of covid after denying it was a loss for all of the pizza world","sentiment_score":0.0}
{"full_text":"RT Once you open that door to forced vaccinations, it does not end at Covid, it is only the beginning. I can assure you that...","sentiment_score":-0.1}
{"full_text":"Inova is offering PCR COVID-19 vehicle-side testing ONLY for individuals who have symptoms. Appointments are required. For more information or to schedule an appointment, visit ","sentiment_score":0.25}
{"full_text":"A public health problem with potential to be an employer branding problem?Stay home or work sick? Omicron poses a conundrum for workers without paid sick days","sentiment_score":-0.3571428571}
