{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"RT Every Marine, sailor, soldier, and airman dismissed from the military over the COVID vaccine should be reinstated -- im...","sentiment_score":-0.1}
{"full_text":"RT Exhibit 2 Guardian publishes call from QLD CHO to stop \"pox parties\" to catch COVID after he has told everyone repeate...","sentiment_score":0.0}
{"full_text":"YOU NEED TO FIX VACCINE ROLLOUT!STATES THAT ACCEPTED YOUR NATIONAL PLAN SHOULD BE PRIORITISED!SEND ALL AVAILABLE VACCINES TO THE EASTERN STATES!ROLLOUT THE ARMY TO ENSURE SHIPMENTS GET THROUGH TO THESE STATES!YOU WOULD BE QUICK TO DEPLOY TROOPS IF IT WAS ANOTHER COUNTRY!","sentiment_score":0.4083333333}
{"full_text":"RT nyc's vaccine mandate hasnt stopped covid in any sense so whats the point","sentiment_score":0.0}
{"full_text":"RT Three COVID-19 positive cases have emerged in the visitors' camp.https:\/\/t.co\/QZ1wRTZHN9","sentiment_score":0.2272727273}
{"full_text":"RT The most telling part of Justice Sotomayor's COVID disinformation campaign wasn't how incredibly wrong she was, it's the...","sentiment_score":0.0}
{"full_text":"RT Parenting little children as a #HCW in a pandemic:You must make 2 schedules:1. If everything goes ok2. If\/when ur...","sentiment_score":-0.1875}
{"full_text":"so i have covid lmao fuck my life","sentiment_score":0.1}
{"full_text":"RT The CDC director just said over 75% of \"covid deaths\" occurred in people with at least four comorbidities. Since Biden can'...","sentiment_score":-0.3}
{"full_text":"Imagine a situation where entire population wiped out due to astroid hitting the earth or a pandemic..Only few survived, grills who survived r Lesbo, will they understand that humanity is in danger? ","sentiment_score":-0.1083333333}
{"full_text":"RT Tomorrow's walkout comes on the heels of students in Oakland planning to strike and just days after this post, which gives a...","sentiment_score":0.0}
{"full_text":"Not sure what omicron will do to states with lower vaccination.","sentiment_score":-0.25}
{"full_text":"number of cases but don't even acknowledge the long term effects of Covid. We are just seeing Covid as a physical impact but psychological\/financial effects that it has on our society are concerning. You may not be experiencing any effects and that's only because we don't know","sentiment_score":-0.0166666667}
{"full_text":"Help this LION to get to 1k followers, let the WORLD know the COMMUNITY has its MAGIC!!! #LionsFollowLions #LoadedLions #cro #CDC #cryptocom #cryptocomnft","sentiment_score":0.9765625}
{"full_text":"RT Holy Cow: major bombshell by the CDC Director - \"75% of deaths occurred in those with at least 4 comorbidities\"4 COM...","sentiment_score":-0.1236111111}
{"full_text":"RT u(sick)ga","sentiment_score":0.0}
{"full_text":"RT Me- Arguing with a friend who finds it cool to not wear a mask in public... Well, safety is a mandate, so mask up to tas...","sentiment_score":0.175}
{"full_text":"U.S. poised to break record 142,000 covid-19 hospitalizations - The Washington Post... Yet some folks keep calling this \"mild\" ","sentiment_score":0.3333333333}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"Good for them. Covid based ridiculous 2 weeks after the shut down to control the spread.","sentiment_score":0.0703703704}
{"full_text":"RT Never, ever forget how they hid and lied about this, devastated our nation in order to win an election and take and keep power,...","sentiment_score":0.8}
{"full_text":"It's a mild variant that is building immunity in us all.  If you have medical issues, beware.  Everyone else, carry on.","sentiment_score":0.1666666667}
{"full_text":"And the COVID numbers In GA will continue to go up with the celebrating.","sentiment_score":0.0}
{"full_text":"RT Hey pls report on this story, a company called, \"Center for Covid Co...","sentiment_score":-0.1}
{"full_text":"RT A rare and courageous move--a #Xian resident uses his real name in a video to criticize the #Lockdown measures--saying t...","sentiment_score":0.25}
{"full_text":"Just WOW!!!","sentiment_score":0.1953125}
{"full_text":"RT Let's together #FightAgainstCovid, wear a mask, maintain social distancing, get vaccinated and also encourage others to...","sentiment_score":0.0333333333}
{"full_text":"RT Laura Tingle \"Australians shouldered these burdens for two years while Govts made pamphlet's and powerpoint presentation...","sentiment_score":0.0}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"RT this pandemic just keeps ruining &amp; ruining &amp; ruining &amp; ruining our fucking PLAAAAANS !!!!!! im just so tired,,, just go...","sentiment_score":-0.7}
{"full_text":"RT Here's a thread of what I think various Sopranos characters' vaccination statuses would be during Covid19.","sentiment_score":0.0}
{"full_text":"If it hasn't already made it obvious how stupid a large portion of our population is with the ivermectin and bleach I present to you the pee portion of the pandemic:","sentiment_score":-0.1464285714}
{"full_text":"My kids have a %99.9999 chance of surviving covid and 100% chance of not suffering an adverse event from the jab.","sentiment_score":0.0}
{"full_text":"RT Soon we will be looking back and agreeing that the Covid Hysteria was ramped up Nationwide for two reasons....One, to m...","sentiment_score":0.0}
{"full_text":"You are a vaccine extremist. ","sentiment_score":0.0}
{"full_text":"RT Why was no mandatory covid test performed@DoPTGoI CBISilence 4 SSR Is Complicity","sentiment_score":0.0}
{"full_text":"Instead of being happy that we found a way to fix the crisis, we trash it because it's not what we know... and take a vaccine that has the same info(no studies with a death rate). It's a shame that this was political because people died for NO reason","sentiment_score":0.2666666667}
{"full_text":"Football twitter is so so stupid man","sentiment_score":-0.8}
{"full_text":"RT It is absolutely wild to me how many people legit think exposing an entire generation of kids to Covid is better than s...","sentiment_score":0.275}
{"full_text":"RT The DOD knew therapeutics worked against Covid and covered it up. My God.","sentiment_score":0.0}
{"full_text":"\"Never let a crisis go to waste.\"","sentiment_score":-0.2}
{"full_text":"RT They've admitted that the vaccine doesn't prevent transmission, that comorbidities are the biggest driver of mortality,...","sentiment_score":0.0}
{"full_text":"RT The most significant thing I heard from the COVID briefing is we have given up and are ok with infecting eve...","sentiment_score":0.4583333333}
{"full_text":"RT COVID-19 Testing Update: Today, our administration announced that beginning January 15, 2022, individuals covered by a heal...","sentiment_score":0.0}
{"full_text":"RT How nice for the CDC director to pop by the Sunday shows yesterday and confirm everything that was called a conspiracy the...","sentiment_score":0.6}
{"full_text":"RT That deafening sound you hear is the total and complete narrative collapse of the COVID tyrants and their searing pain re...","sentiment_score":0.1666666667}
{"full_text":"'Our health services were already compromised': Australia's regions struggle under Omicron's weight","sentiment_score":0.0}
{"full_text":"RT \"What prompted me to write this substack was my most recent failure over not being able to get a pharmacist to fill my...","sentiment_score":0.1708333333}
{"full_text":"RT There are fears a COVID-19 outbreak at Sydney's Villawood detention centre could intensify as refugee advocates question why d...","sentiment_score":0.0}
{"full_text":"Ebola Marburg? You're going to fall for this?If so, well there's no future for you anyway.Idiots.","sentiment_score":0.0}
{"full_text":"they needa defeat covid-19","sentiment_score":0.0}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT When you're just trying to figure out how to break a simple fever but it tells you to stop,drop, and roll to the emerg...","sentiment_score":0.0}
{"full_text":"RT The chances of a false positive is about 0.05%. The chances of getting five false positives is 0.000000000000003.The c...","sentiment_score":-0.1909090909}
{"full_text":"RT U.S. COVID update: Nearly 1.5 million new cases, incl. weekend backlogs- New cases: 1,459,005- Average: 771,516 (+59,005)-...","sentiment_score":0.0556818182}
{"full_text":"RT BREAKING: Italy bans the unvaccinated from entering bars, restaurants, and domestic public transportation -- saying tha...","sentiment_score":0.0}
{"full_text":"RT Atlanta doesn't believe in COVID so tonight gonna be crazy","sentiment_score":-0.6}
{"full_text":"RT #FightAgainstCovidWe need to fight covid-19 and its forms together.1. Get vaccinated and encourage others to do the...","sentiment_score":0.0}
{"full_text":"RT My god, this thread. We aren't taking this seriously enough, and we aren't talking about long covid and what it's doing not...","sentiment_score":-0.025}
{"full_text":"RT Novak Djokovic seems have hung out with more people the day after he tested positive for covid than I've hung out with since...","sentiment_score":0.3636363636}
{"full_text":"RT covid lasting longer than all my relationships put together","sentiment_score":0.0}
{"full_text":"They passing Covid around in that field right now lmao #CFBChampionship","sentiment_score":0.4428571429}
{"full_text":"RT Behavioral Nudge Task ForcesGovernment Mass Formation Units designed to coerce your behavior","sentiment_score":0.0}
{"full_text":"RT Just when you thought this couldn't get any more stupid. Great news for all of the anti vaxers; so much cheaper than purchas...","sentiment_score":0.175}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT Hong Kong's pro-China political elite get a taste of their own strict Covid policies after forcing them on ordinary residen...","sentiment_score":0.1166666667}
{"full_text":"RT TESTING UPDATE If you were tested for COVID-19 at a Tour Health or Impact Health site in South Carolina (list available here:...","sentiment_score":0.4}
{"full_text":"RT Never, ever forget how they hid and lied about this, devastated our nation in order to win an election and take and keep power,...","sentiment_score":0.8}
{"full_text":"RT I'm going to be on with to talk SCOTUS and vaccine mandates, and then on with Uncle to talk...","sentiment_score":0.0}
{"full_text":"RT Omicron will soon overwhelm our hospitals due to vaxxed and boosted staff testing positive and entering quarantine. Hospitals...","sentiment_score":0.0511363636}
{"full_text":"#VIDEO: Dialing #911 #or walking into a #hospital for a COVID test putting strain medical  - Jan 10 11:57 PM ET [video onsite]","sentiment_score":0.0}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"One in every 300 americans got covid, and that's just folks who bothered to test","sentiment_score":0.0}
{"full_text":"RT The Philippines logs 26,458 new #COVID19 cases on Saturday, January 8Positivity rate at 43.7% based on 77,004 testsTota...","sentiment_score":0.1363636364}
{"full_text":"Happened to me a month ago. Think the booster triggered it.Still very pro vaccine, because it also happened when I got Covid and was much worse. Hope you feel better. It can take a few months to few \"normal\".","sentiment_score":0.0083333333}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"Full video on the Veritas website. Seems like elements within the US military are well aware of COVID's origins (Daszak + Filthci), why the vaccines are completely ineffective, and that HCQ + IVM work.Why have they kept that information hidden?","sentiment_score":0.0866666667}
{"full_text":"RT One of my students came in and said how happy she is to be in the building bc she wants to get away from her brother who ha...","sentiment_score":0.5}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"RT Rise and fall of SARS-CoV-2 dynasties","sentiment_score":0.0}
{"full_text":"RT The California Department of Health just issued a notice stating that asymptomatic healthcare workers who test positive fo...","sentiment_score":0.2272727273}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT If we had suffered the same number of deaths, proportionately, as the US, we wouldn't just be mourning the deaths of 20-30,000...","sentiment_score":0.0}
{"full_text":"Selfless Service is done for poor &amp; needy people by  #AsharamjiBapuAshram Those  who have no food ,no home to stay are given food and shelter by Ashrams of Bapuji Must watch video","sentiment_score":-0.4}
{"full_text":"RT BREAKING: Military Documents About Gain of Function Contradict Fauci Testimony Under OathDept. Of Defense documents esta...","sentiment_score":-0.1}
{"full_text":"COVID will become endemic by later this year, ex-Biden task-force head p... via","sentiment_score":0.0}
{"full_text":"RT It's incredible. They are just ignoring every single unvaxxed person who caught covid and had mild symptoms. Mass psycho...","sentiment_score":0.3873015873}
{"full_text":"RT A 3 month old baby has not been able to get a critical heart surgery because the hospital is swamped with Covid duty. His father...","sentiment_score":0.2}
{"full_text":"RT I just left my Drs appointment. 80% of staff out sick with Covid. 100% fully vaccinated. They had the nerve to ask me w...","sentiment_score":-0.3571428571}
{"full_text":"RT With new cases of omicron variant recorded every day, self awareness and self discipline are our only strength in this #Figh...","sentiment_score":0.0681818182}
{"full_text":"RT .@kimpetras' said the music she wrote during lockdown was created to \"make my fans happy.\" We can confirm her new single \"Coconut...","sentiment_score":0.2883116883}
{"full_text":"RT Veteran Actor #Sathyaraj got discharged from hospital, yesterday night after recovering from COVID-19. He will be resumi...","sentiment_score":0.0}
{"full_text":"RT So, \"school is some kids only meal\" people, you do realize that's a failure of the system... not a reason to send every child...","sentiment_score":-0.1583333333}
{"full_text":"RT Chalk up another victory for the \"conspiracy theorists\"","sentiment_score":0.0}
{"full_text":"RT In the midst of a horrific pandemic, two-thirds of low-wage workers still lack access to paid sick leave. That is barbaric....","sentiment_score":-0.8571428571}
{"full_text":"RT Used teaching strategy on local moms' Facebook group.Posted pediatric vaccine info, disabled comments, welcomed questi...","sentiment_score":-0.1}
{"full_text":"RT I'm not saying California is healthier than most every other state.... but every time I'm there, I see tons of homeles...","sentiment_score":0.1875}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT Rise and fall of SARS-CoV-2 dynasties","sentiment_score":0.0}
{"full_text":"So how about sending a box of 10 to every American? No, every person in the world","sentiment_score":0.0}
{"full_text":"Money talks...","sentiment_score":0.0}
{"full_text":"RT The Government got a heck of a lot of grief over delta, some of it deserved, most of it not.But compare our numbers to al...","sentiment_score":-0.15}
{"full_text":"RT London, UK #Omicron update (10 Jan 2022):On 18 Dec 2021, SAGE warned that should the UK persist with plan B, it coul...","sentiment_score":0.0}
{"full_text":"RT Everyone talks about the COVID death rate. In 2021, there is an estimated 608,570 cancer related deaths. Roughly 200k more...","sentiment_score":0.1333333333}
{"full_text":"RT Experiencing a loss of taste? You may have COVID or NFTs.","sentiment_score":0.0}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT If the federal government allow a tennis player, with the moral calibre of someone who attended events with kids while a...","sentiment_score":0.0}
{"full_text":"RT What's your opinion of the SG's argument that Congress recently provided funding to OSHA as a directive for \"ne...","sentiment_score":0.0}
{"full_text":"RT Imagine getting banned on twitter for saying something then watching CNN just to see the CDC director say the same thin...","sentiment_score":-0.2}
{"full_text":"RT I realise that it will be difficult to report on an exclusive about 100 people being invited by email to attend a b...","sentiment_score":-0.5}
{"full_text":"it appears covid has ruined your body","sentiment_score":0.0}
{"full_text":"RT [ON] Ontario parents of 5-11yo kids looking to reduce time between 1st + 2nd doses can speak w\/ their Pharmacist, Public...","sentiment_score":0.0}
{"full_text":"RT \"GPs warn of serious failings in children's vaccine rollout\". How many times will we see these kinds of message as a re...","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: Pope Francis says getting the COVID-19 vaccine is a \"moral obligation\" and denounces those who have been con...","sentiment_score":0.0}
{"full_text":"RT The pandemic has taught us that CTV profits off fear and misinformation. Never trust them.","sentiment_score":0.0}
{"full_text":"Woman forced to isolate with Tinder date after both test positive for Covid-19","sentiment_score":-0.0363636364}
{"full_text":"John Mayer Tests Positive For COVID-19John Mayer has tested positive for the novel coronavirus, forcing him to miss his planned appearance with Dead &amp; Company at Playing in the Sand festival.#SunFM #Radio #Entertainment #JohnMayer #SriLanka #LKA","sentiment_score":0.0848484848}
{"full_text":"Rick Roberts: The FDA says race is an at-risk medical condition and should be considered when giving out #covid treatments. Should race be a factor when deciding who gets medical treatment? The Rick Roberts Show is on NewsTalk 820 WBAP ...","sentiment_score":0.0}
{"full_text":"The Oregon Health Authority reported Monday 18,538 new cases of COVID-19 and 18 new deaths over a three-day period, last Friday to Sunday.https:\/\/t.co\/2E3FeZddrY","sentiment_score":0.0909090909}
{"full_text":"Covid nhi h...got this due to recent rain","sentiment_score":-0.0625}
{"full_text":"WATCH: PH, Metro Manila now under critical-risk COVID-19 classificationhttps:\/\/t.co\/dsfuFRyFdd","sentiment_score":0.0}
{"full_text":"Tennessee mayor won't comply with any OSHA vax mandate: 'Your healthcare is your business'","sentiment_score":0.0}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"What Japan's latest research tells us about omicron variant risks -----https:\/\/t.co\/65ydCGCVXr","sentiment_score":0.5}
{"full_text":"The Health Ministry has decided to administer the second dose of Covid-19 vaccines to children between the ages of 16 and 19 years, three months after they received the first dose, and the said programme will commence on Saturday (15).https:\/\/t.co\/2usCL2wOSO","sentiment_score":0.125}
{"full_text":"RT Hi, ER Doc here.I can't believe I have to say this but do NOT consume your own urine in an attempt to treat COVID19.","sentiment_score":0.6}
{"full_text":"I know several people who got Covid in just the last two weeks after being vaxxed and boosted. One guy said that he had worse summer allergy symptoms than his Covid. I think once this surge is over, we'll be able to go back to normal.","sentiment_score":0.0416666667}
{"full_text":"RT Pope Francis calls anti-vaccine sentiment 'baseless' in his annual state-of-the-world speech","sentiment_score":0.0}
{"full_text":"Concern is growing for the health of a 5-year old Maple Ridge girl who had her surgery put on hold. Despite losing a kidney and years of pain, her mother is shocked that the operation has been deemed non-essential. reports.https:\/\/t.co\/pedCMlzBjt","sentiment_score":-0.3}
{"full_text":"Are you between the age group of 15-17 years?If yes, it's your turn to get vaccinated and take another step towards strengthening India's fight against Covid-19.Book your slot on COWIN now #DigitalIndia #IndiaFightsCovid #COVID19 #OmicronVariant","sentiment_score":0.0}
{"full_text":"Stricter border controls are now being implemented in Bulacan province after it was placed under Alert Level 3 from January 5-15 amid the resurgence of Covid-19 cases, according to the Central Luzon police.https:\/\/t.co\/W65iuQDIUW#CentralNews","sentiment_score":0.0}
{"full_text":"When #cancer appears in the cervix of a #woman, it is called #CervicalCancer. Almost all cervical cancer cases are linked to #infection with high-risk human papillomaviruses (HPV). It can be prevented by regular screenings and the #HPV vaccine.","sentiment_score":0.0}
{"full_text":"The parent firm of Facebook is now requiring its employees to take the COVID-19 booster shot before going back to office work. Here's why:","sentiment_score":-0.1}
{"full_text":"RT Exports from STPI units seen at over Rs 5 trn in FY22 despite Omicron wave@stpiindia","sentiment_score":0.0}
{"full_text":"@TheDemocrats When will you realize it will never be enough? Now testing for Omnicron like common cold! Pfizer CEO says two Covid vaccine doses aren't 'enough for omicron'","sentiment_score":-0.2625}
{"full_text":"Reports of price gouging amid shortages of COVID-19 tests ","sentiment_score":0.0}
{"full_text":"#Omicron variant can be neutralised with booster dose: Studyhttps:\/\/t.co\/kntqCXiwUB","sentiment_score":0.0}
{"full_text":"AOC Accuses COVID Virus Of Just Wanting To Date Her | satire -","sentiment_score":0.0}
{"full_text":"RT Why are news outlets proclaiming that Novak Djokovic \"won\" in court?This is false information. It damages our covid resp...","sentiment_score":-0.4}
{"full_text":"RT My immunocompromised 4 year old is now hospitalized with COVID and may be going directly to ICU. She was perfectly fine...","sentiment_score":0.2055555556}
{"full_text":"#MiddaySports | Cueist #PankajAdvani after testing #Covid19 positive: Followed restrictions, still got infected ","sentiment_score":0.2272727273}
{"full_text":"A vaccine targeting the Omicron variant will be ready by March, said the Pfizer chief Read more:","sentiment_score":0.35}
{"full_text":"#RoyalDocumentary | Watch 'Windsor Castle: A Royal Year', to learn about the world's oldest and largest inhabited Castle, where the Queen has spent much of the Pandemic:","sentiment_score":0.05}
{"full_text":"RT From this morning -- article written by Nobel prize winning doctor -- after 90 days data suggests vaccinated people get...","sentiment_score":0.5}
{"full_text":"The DOH and DTI have set purchase limits on common flu medicines such as paracetamol.https:\/\/t.co\/bFq1YRXoHV","sentiment_score":-0.15}
{"full_text":"RT VP Leni Robredo says as COVID-19 cases rapidly spike due to Omicron, there has also been a deluge of teleconsult requests i...","sentiment_score":-0.125}
