{"full_text":"RT Integrated Bar of the Philippines President Burt Estrada on Duterte's order to arrest unvaccinated who r...","sentiment_score":-0.05}
{"full_text":"RT Judge Rejects FDA's 75 Year Delay On Vax Data, Cuts To Just 8 Months","sentiment_score":0.0}
{"full_text":"RT India administers 1.5 billion vaccine doses, still growing at 8-10 million shots daily. Manufactured domestically. Sold...","sentiment_score":0.0}
{"full_text":"A virus will mutate to overcome a shot too. If not, explain why the flu still exists in such large numbers. The flu shot has been used for 100 years.Notice I said shot. The covid and flu shot are not vaccines. They don't prevent infection. They don't prevent transmission.","sentiment_score":0.1071428571}
{"full_text":"RT The third wave of #COVID is spreading rapidly in India. I urge u all...Pls get fully vaccinated, Wear a mask, Follow all...","sentiment_score":0.0}
{"full_text":"Fremantle and West Coast start their AFLW season with a bumper western derby, while the Perth Wildcats are struggling with a COVID-19 outbreak and England are fighting back in the fourth Ashes Test. All this and more in tomorrow's The West Australian.","sentiment_score":0.1}
{"full_text":"RT This is huge... nationwide 'economic lockdown'\"Spending in Sydney and Melbourne is now near levels typical of lockdow...","sentiment_score":0.1333333333}
{"full_text":"It's coming in the usa civil war over covid#ConspiracyTheories #Covid19 #Metaversehttps:\/\/t.co\/eo6N0HIoJE","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT This is criminal","sentiment_score":-0.4}
{"full_text":"RT The latest Guidelines (para 9, page 6) of MoHFW state:\"Asymptomatic contacts of infected individuals need not undergo Covi...","sentiment_score":0.5}
{"full_text":"RT The only time the US crossed 125,000 hospitalized Covid patients was January 5, 2020, when there were ~0 vaccines.We're at...","sentiment_score":0.0}
{"full_text":"Sadly people ARE going to work with Covid having had a positive result because \"lm alright, I don't feel too bad\"and the belief THEY are now immune.  People are not even bothering to test \"it's just like having a cold, what's the point\"","sentiment_score":-0.3931818182}
{"full_text":"RT Has Perrottet actually got a brain? An absolute COVID disaster, crowded hospitals, massive testing queues, lack of RATs,...","sentiment_score":0.0666666667}
{"full_text":"RT In 2011 former PM Kevin Rudd helped Brisbane flood victims evacuate. Today, as the pandemic explodes, Australians cannot buy f...","sentiment_score":0.0}
{"full_text":"RT I'm 23. I'm an intern doctor who recently started his covid duty. Omicron cases are exponentially rising and here...","sentiment_score":0.0}
{"full_text":"RT Omicron is not mild, Please mask up and vaccinate #OmicronVarient","sentiment_score":-0.1666666667}
{"full_text":"RT A new CDC analysis found that severe illness and death from Covid were extremely rare in vaccinated people. Among 1,228,6...","sentiment_score":0.2181818182}
{"full_text":"RT Marcus Rashford: using his success to fight child poverty to give every child a chance. Started a charity and raised PS20m in...","sentiment_score":0.3}
{"full_text":"592 new cases and 11 new deaths in Libya [11:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT Tomorrow is an extremely important day. The Supreme Court hears arguments on vaccine mandates in this country. We will le...","sentiment_score":0.4}
{"full_text":"RT WTF is wrong with these people? This is clearly the track Democrats will take America drown if we let them. Don let th...","sentiment_score":-0.3}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT Some context for the 40 military medics deployed to help with Covid in London:A massive 82,384 NHS staff in England were of...","sentiment_score":-0.05}
{"full_text":"RT Thiago Silva on recovery at #Chelsea:\"Then it's about the recovery after every match. I'm somebody who doesn't go ou...","sentiment_score":0.0}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"RT The chemist with no RATSThe hospital with no bedsThe hospital with no staffThe shops with no foodThe GPs with no vacc...","sentiment_score":0.0}
{"full_text":"by way 90% of people do recover easily and they did so before the vaccine. wife should protect herself. My 32 yr old son who had 2 heart valve surgeries doesn't want to get it due to myocarditis risk. He shouldn't be forced to get the jab","sentiment_score":0.0270833333}
{"full_text":"RT I think it's high time the world begins to start a new approach to living with COVID rather than each time just...","sentiment_score":0.1481818182}
{"full_text":"RT Cover story; the UK vaccine passport scheme has failed, says Kate Andrews. Time to abolish it now before it becomes a per...","sentiment_score":-0.5}
{"full_text":"RT If the initial variant had been Omicron, would we have turned the world upside-down to control it?","sentiment_score":0.0}
{"full_text":"In light of the increasing number of COVID-19 cases and higher healthcare utilization rate (HCUR) in the country, the IATF updated the isolation and quarantine protocols for healthcare workers and the public, said Cabinet Secretary Karlo Nograles.","sentiment_score":0.2166666667}
{"full_text":"RT .@WHO says vaccine inequity undermines economic recovery: It's 'a killer of people and jobs'","sentiment_score":0.2}
{"full_text":"\"...the country faces an emergency\".","sentiment_score":0.0}
{"full_text":"So is one is okay with one vaccine the must be okay with all vaccines. Got it. You're exactly the type of stooge pharma counts on","sentiment_score":0.4166666667}
{"full_text":"One to very much avoid - The Golden Lion at #northallerton #huntscum #hurworth","sentiment_score":0.28}
{"full_text":"RT Liverpool have reopened the training ground complex in Kirkby, which had been shut for 48 hours due to the Covid outbreak. #L...","sentiment_score":-0.2125}
{"full_text":"RT Why would she need to be isolated in an immigration facility now? You've let her in. Can't this all be sorted without...","sentiment_score":0.0}
{"full_text":"RT \"We hear again &amp; again about the mental health trauma of being denied in-person schooling... How come we almost never hear...","sentiment_score":-0.1}
{"full_text":"RT 1.3 million (and growing) with long Covid and it still feels as it's not something that's driving policy. How many million w...","sentiment_score":0.225}
{"full_text":"RT SA, TAS &amp; QLD were virtually Covid free before the borders were opened pre Xmas rush for the holiday makersNow cases are e...","sentiment_score":0.4}
{"full_text":"Andon Soars as US FDA Says Unit's #COVID19 Test Kit Can Effectively Detect Omicron","sentiment_score":0.6}
{"full_text":"RT As a scientist I feel that we can keep screaming into the void, but unless the power structures that control the flow of i...","sentiment_score":0.0}
{"full_text":"RT Here is a list of over 1100 scientific studies, references and reports linking COVID vaccines to hundreds of adverse effects. Th...","sentiment_score":0.0}
{"full_text":"RT  let's wage this war on corona .Stay safe everyone #GBC","sentiment_score":0.5}
{"full_text":"RT I was really really sick and i have COVID- Omicron variant and literally coughing like hell this makes me jump out of be...","sentiment_score":-0.7142857143}
{"full_text":"RT Dogs Trust have received a 39% increase in calls from people wanting to give up their dogs since the end of lockdown. Imag...","sentiment_score":0.0}
{"full_text":"RT ma'am still taking offline exams in Ghaziabad and Noida , cases are rising because of this only ,...","sentiment_score":0.0}
{"full_text":"Make the little brat do as he's told and wear a mask","sentiment_score":-0.1875}
{"full_text":"RT The worst part of the ongoing pandemic is the fact that children continue to lose out on vital school education, especially pr...","sentiment_score":-0.3}
{"full_text":"RT Estrada: There being no law that limits persons' rights based on status of vaccination, then such order for me is uncon...","sentiment_score":0.0}
{"full_text":"RT Marcus Rashford: using his success to fight child poverty to give every child a chance. Started a charity and raised PS20m in...","sentiment_score":0.3}
{"full_text":"Nigeria's version of Christianity is warped. And its getting worse because of gullibility and inability to think or even ask questions. How can you say you are a pastor and tell people in the middle of a global pandemic that if they collect vaccine they will not make heaven?","sentiment_score":-0.1333333333}
{"full_text":"RT I pray he is okay. Sending prayers","sentiment_score":0.5}
{"full_text":"RT 34.26% positivity38625 is a fraction of the true case numbers1738 in hospitalHow is \"staring the virus down\" workin...","sentiment_score":0.0972222222}
{"full_text":"RT Hey Just went to do the shopping but the only supermarket in town is closed due to Covid-induced staff...","sentiment_score":-0.075}
{"full_text":"RT Marcus Rashford: using his success to fight child poverty to give every child a chance. Started a charity and raised PS20m in...","sentiment_score":0.3}
{"full_text":"RT With infections surging due to the fast-spreading Omicron variant, including among the vaccinated, physicians are...","sentiment_score":-0.125}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"RT This is actually happening.#StandUp","sentiment_score":0.0}
{"full_text":"RT WHO says Delta COVID-19 strain is still dominant globally and Omicron is not mild - ABC News","sentiment_score":-0.0833333333}
{"full_text":"This cringe","sentiment_score":0.0}
{"full_text":"Any risk factors for anaphylaxis? ","sentiment_score":0.0}
{"full_text":"RT Imagine being a candidate for President, suspected to have COVID-19, symptomatic, AND yet consulting an ORTHOPEDIC SURGEON??...","sentiment_score":0.0}
{"full_text":"RT Just like during the #BlackSummer fires when #ScottyDoesNothing was in #Hawaii . Today as Australia hit at least 100, 000 #...","sentiment_score":-0.3}
{"full_text":"RT Perfection.","sentiment_score":0.0}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT #MaheshBabu asked his fans to get vaccinated.","sentiment_score":0.0}
{"full_text":"Great that you have a job that will keep paying you while you recover. Most of us are contractors &amp; don't get paid if we get covid &amp; can't work. But why would you care about the people who pay your wages?","sentiment_score":0.65}
{"full_text":"RT Our paper just got published in Science. We estimate about 3 million Covid deaths in India until mid-2021, many times hig...","sentiment_score":0.5}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT Stay Safe Everyone , Again !!!Situations Are Not Good , Cases are increasing Day by Day !!Take #Covid Precautions ...","sentiment_score":0.23828125}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT The governor of the third largest state lied to you about COVID tests. When we caught him, he used your tax dollars to come...","sentiment_score":0.0}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"RT Beneficieries of COVID-19 cocktail doses need to be kept under observation for at least one hour, says expertRead S...","sentiment_score":-0.3}
{"full_text":"RT \"I see lots of patients seriously injured by the vaccines and families of people who have died. They are gaslighted, told...","sentiment_score":-0.3333333333}
{"full_text":"BTAO COVID-19 KI VAJAH SE SEASON BIGGBOSS EXTENDED","sentiment_score":0.0}
{"full_text":"RT Just wrapped up a townhall with 1,500+ Ottawa parents and medical experts about Omicron and children.Made me think o...","sentiment_score":0.0}
{"full_text":"RT HOW WE GOT HEREIn less than 3 weeks, the Philippines reversed its COVID-19 daily tally trend.Read more:","sentiment_score":0.1111111111}
{"full_text":"RT Lockdown = Punchdown #fisting #punchfist #punching #rosebud #gape #lockdown March 2020","sentiment_score":0.0}
{"full_text":"RT Imagine being a candidate for President, suspected to have COVID-19, symptomatic, AND yet consulting an ORTHOPEDIC SURGEON??...","sentiment_score":0.0}
{"full_text":"RT NHS GP Dr Renee Hoenderkamp says vaccine passports are \"absolutely meaningless.\"\"Every single person I spoke to today who...","sentiment_score":-0.2857142857}
{"full_text":"California prosecutor who campaigned against vaccine mandates dies of Covid | California | The Guardian #GetTheShot  #WearAMask ","sentiment_score":0.0}
{"full_text":"My niece has CoVId. In Melbourne. +Ve rat Monday. Couldn't get home delivery until today. Money for bills uni etc spent on uber. Can't get assistance doesn't meet your criteria. You have no idea what your Govts is putting people thru. You are nothing like most Australians ","sentiment_score":0.2}
{"full_text":"Have you even read the literature that comes with RAT, it's not assessed for vaccinated, nor asymptomatic nor for new variants, forget that it clearly says not for home testing. This is just a political ploy to prolong the pandemic forever","sentiment_score":0.0787878788}
{"full_text":"class is suspended next week!!... but because of rising covid cases T_T","sentiment_score":0.0}
{"full_text":"RT Gavi has tested negative for coronavirus and will be available for tomorrow. [@gerardromero]","sentiment_score":0.05}
{"full_text":"RT A Dangerous, Careless Idea:\"Omicron is so contagious that everyone will get it. No point trying to prevent it. It's the...","sentiment_score":-0.55}
{"full_text":"RT We're 2 days from the next CDC guideline: \"Hey, man. You do you.\"","sentiment_score":0.0}
{"full_text":"RT It's been a horrible evening as little dude hasn't been at all well, and having taking him to the doctors he was sent s...","sentiment_score":-0.59375}
{"full_text":"RT Perfect choice of animal.","sentiment_score":1.0}
{"full_text":"Omicron spike in most vaccinated German state heralds nationwide surge","sentiment_score":0.25}
{"full_text":"RT Reminder, they promised Plan B would go as soon as they knew Omicron was less dangerous than Delta...Yet we aren't hearing muc...","sentiment_score":-0.3833333333}
{"full_text":"RT Uber Eats announced the end of its activities in Brazil as of March 8th. The announcement came a day after it was enacte...","sentiment_score":0.0}
{"full_text":"RT Kindergarten children in china must have a qr code hanging with them to do mandatory covid test,then given to a qr code va...","sentiment_score":0.0}
{"full_text":"I regret joking about this in 2020","sentiment_score":0.0}
{"full_text":"How Interpersonal Communication and Relationships Evolved During the Pandemic  Written by Paul Herrera of","sentiment_score":0.0}
{"full_text":"RT Occupational Therapist:\"I worked throughout the pandemic... so why do I become such a threat in April?\"@sajidjavid - t...","sentiment_score":0.0}
{"full_text":"RT We last attempters of UPSC 2020 and 2021 need one time compensation considering COVID19 PANDEMIC SITU...","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT WTF is wrong with these people? This is clearly the track Democrats will take America drown if we let them. Don let th...","sentiment_score":-0.3}
{"full_text":"RT #Auspol #VoteJoshOut has tested POSITIVE for #Covid19#KooyongVotes #AustraliasWorseTreasurer","sentiment_score":0.2272727273}
{"full_text":"RT one thing covid reveals is that none of us know how to process large numbers. if everyone gets covid and 0.5%  of people die fr...","sentiment_score":0.2142857143}
{"full_text":"RT The United States of America set the world record for recorded COVID cases today, nearly two years into the pandemic.","sentiment_score":0.1}
{"full_text":"RT Still one week left to apply for these brand new roles in the Award Winning team!Please share ","sentiment_score":0.2121212121}
{"full_text":"RT Military deployed to hospitals due to Covid staff shortages","sentiment_score":-0.1125}
{"full_text":"RT [News]Due to the COVID-19 outbreak, performances at large stadiums has been limited to 4,000 fans only.BigHit Music, s...","sentiment_score":0.0714285714}
{"full_text":"RT #ShyamSinghaRoy Box OfficeVerdict - BLOCKBUSTERVery few stars manage to pull off a profitable venture during covid.","sentiment_score":-0.2}
{"full_text":"If trolls didn't post nazi images every 5th post they wouldn't have to mandate the vaccine, people would trust the science and medical community and the complex backgrounds that make it up in a global effort to cure ilnesses. This isn't mengele's playground.","sentiment_score":-0.1}
{"full_text":"RT Governments on both sides of the Irish sea have completely ignored the additional challenges unpaid #carers have faced...","sentiment_score":0.1}
{"full_text":"When I was in secondary school we had a 20% absentee rate.  We couldn't blame Covid though; we were all just bone idle","sentiment_score":-0.3}
{"full_text":"They played in an exhibition match in South Africa for Federer's foundation a few years ago. Nothing to do with Djokovic\/Covid.","sentiment_score":-0.2}
{"full_text":"Do you know someone who struggles to socialise?Worcestershire Libraries online 'Bubbles' help people stay connected with others over a shared interest from the comfort of their own home. Check out our full range here: https:\/\/t.co\/gbkQC2QTH0","sentiment_score":0.475}
{"full_text":"A left economic agenda must push back against the inflation panic to demand higher wages and increased social spending -- while guarding against real inflation threats through targeted price controls and other policies that protect working people's pockets.","sentiment_score":0.0797619048}
{"full_text":"NEWS | Despite being one of the biggest \"COVID-19 referral centers in the country\", the Philippine General Hospital (PGH) suffered a cut in the 2022 national budget. READ: #NoToBudgetCut#KalusuganAyKarapatan#ProtectHealthWorkers","sentiment_score":0.05}
{"full_text":"A man from Cape Coral is confirmed to have both COVID-19 and Influenza at the same time, which has recently been dubbed 'flurona' by some.https:\/\/t.co\/4dyTEZnHVF","sentiment_score":0.1333333333}
{"full_text":"RT Have arrived safely. People falling asleep on the flight, mask under chin, staff said nothing. Meanwhile befor...","sentiment_score":0.5}
{"full_text":"RT If we were to assume these numbers are correct and based on legitimate science, then everyone who's crazy about their...","sentiment_score":-0.6}
{"full_text":"\"There has been some smug commentary from the COVID-19 skeptic corner on recent changes in CDC pandemic guidance\" writes \"But these changes make complete sense given what we now know about the dominant variant...Omicron has changed the game\"https:\/\/t.co\/Qx1UBj6qV5","sentiment_score":-0.1}
{"full_text":"think I got covid","sentiment_score":0.0}
{"full_text":"RT When a team of doctors, scientists and engineers at Addenbrooke's Hospital and the University of Cambridge placed an air fi...","sentiment_score":0.0}
{"full_text":"RT BBC News - Covid in Wales: Drop restrictions to pre-Omicron levels, urges experthttps:\/...","sentiment_score":0.0}
{"full_text":"RT Disabled people across Canada do not have the support needed to stay safe. We are being sacrificed. If you're on a provin...","sentiment_score":0.15}
{"full_text":"The pandemic has led to divergent views on the role and purpose of the office as a means to achieving business outcomes. From our experience working with some of the most innovative GCCs in India, we've designed a framework for your #ReturntoWork strategy.","sentiment_score":0.5}
{"full_text":"Hybrid Working, Attrition &amp; Culture The role of HR post-Covid","sentiment_score":0.0}
{"full_text":"RT Daily Mail thinks NHS staff shouldn't be allowed annual leave during the pandemic?!Well, I've just had 2 weeks offI got...","sentiment_score":0.0}
{"full_text":"RT For one thing it means we have a society with almost no economic resilience, so every shock - a rise in energy costs -...","sentiment_score":-0.1}
{"full_text":"Newswatch COVID-19 Digest: Friday January 7, 2022 ","sentiment_score":0.0}
{"full_text":"Dairy-Tech will be pushed back until April due to the rise in Covid cases https:\/\/t.co\/ln5P3wrtB6","sentiment_score":-0.0625}
{"full_text":"RT WHO says Delta COVID-19 strain is still dominant globally and Omicron is not mild - ABC News","sentiment_score":-0.0833333333}
{"full_text":"MoPH guidelines for PCR test at Lusail drive-through centre#Qatar #Covid19 #PCRtesthttps:\/\/t.co\/oPpPKPepsL","sentiment_score":0.0}
{"full_text":"With host under the weather w\/COVID-19, there will be no today. But a great time to catch up on anything you might have missed &amp; be back MondaySubscribe for freeiTunes","sentiment_score":0.4}
{"full_text":"RT .@BTS_twt's PTD concert will be held on Seoul in March. However due to COVID-19,the number of performances at large sta...","sentiment_score":0.0446428571}
{"full_text":"The decision follows new guidance from the Centers for Disease Control (CDC) that says people with COVID-19 should isolate for five days if they are asymptomatic or they no longer have symptoms.","sentiment_score":0.1363636364}
{"full_text":"RT In 2011 former PM Kevin Rudd helped Brisbane flood victims evacuate. Today, as the pandemic explodes, Australians cannot buy f...","sentiment_score":0.0}
{"full_text":"Do you have 'COVID-somnia'? These sleep tips might help:  via \/\/ Sadly it seems that widespread sleeping problems perist.","sentiment_score":-0.5}
