{"full_text":"RT He's literally coughing without a mask in public. And this person gives thousands of ads on tv about how 'humein Coron...","sentiment_score":0.0}
{"full_text":"RT Billionaire wealth - all time high, up 70% since the pandemic Corporate profits - all time highGlobal inequality -...","sentiment_score":0.08}
{"full_text":"Record cases. People waiting hours for tests. Home tests virtually unavailable. Booster shots hard to get. CDC lowering isolation time to get workers back to work. The only way to describe the Biden administration's COVID response isn't abject failure, but purposeful cruelty.","sentiment_score":-0.1520833333}
{"full_text":"BREAKING: joe rogan continues to dissuade vaccination in the the minds of the uneducated masses as COVID cases hit 1M on the US.","sentiment_score":0.0}
{"full_text":"Cold temperatures are forecast tomorrow. Windows are open in classrooms to comply with Covid guidance. Please ensure your child comes to school wrapped up in warm clothes. Thank you.","sentiment_score":0.0}
{"full_text":"Obvs never been a stay at home mum.","sentiment_score":0.0}
{"full_text":"what do you mean by COVID risks a whole club? - I mean Covid is contagious, injuries are not","sentiment_score":-0.1416666667}
{"full_text":"Omicron might end the pandemic but I don't like that its mildness implies that the previous variants were severe.They weren't. Covid was always mild, producing a burden of disease similar to a badish flu.In Ireland, pre vaccines, it produced no excess death to speak of.","sentiment_score":0.0555555556}
{"full_text":"This is assuming they are reporting to cps, too. Lotta kids just staying home sick, almost certainly Covid, but not self reporting. So there's no notification.","sentiment_score":-0.25}
{"full_text":"RT On the 21st of March 2020 Uganda registered its first case of #coronavirus it was the darkest day of my life for my countr...","sentiment_score":0.125}
{"full_text":"RT  | Tottenham are still waiting on possible Covid-19 cases ahead of tomorrow's Carabao Cup semi-final first leg agains...","sentiment_score":0.125}
{"full_text":"RT There is no asymptomatic spread.The WHO admitted it already but changed their mind when they re...","sentiment_score":0.0}
{"full_text":"Stop eating like shit, hit the gym, and touch grass you fucking nerds!Imagine the blowback of the US Gov put out an ad like this ","sentiment_score":-0.4}
{"full_text":"oooh i'm the birthday boy! i'm on day 5 of the world's mildest case of omicron? i'm meditating in my home office in beautiful southeast Portland Oregon?? i'm gaslighting God and inventing new ways to be 34??????","sentiment_score":0.4931818182}
{"full_text":"RT Congrats if you still haven't caught #Omicron or #COVID19 yet after 2 years!Some think I fear-monger. No--there is a publi...","sentiment_score":0.0}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT The framing of \"taxpayers\" is kind of the giveaway because it frames abled people or those without long covid as the peopl...","sentiment_score":0.275}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT I guess right now tens of journalists are storming government officials to ask questions about 43 000 new covid cases...","sentiment_score":0.211038961}
{"full_text":"Guardiola used one total sub in City's two most recent games, during the festive\/pandemic period. Of course they won both for 11 in a row.","sentiment_score":0.1666666667}
{"full_text":"No one doubts that the risk of death for children is extremely low. But it is not zero, as the statistics unfortunately show. What if normality for all children costs 500 children their lives? Or 100? 50? Who could make that decision? Who would want to?https:\/\/t.co\/fzDS6dwcny","sentiment_score":-0.25}
{"full_text":"RT T.J. Oshie, Nicklas Backstrom and Connor McMichael all will not skate at Caps practice today, per team. All non-COVID il...","sentiment_score":0.0}
{"full_text":"RT If you're angry about today's lockdown announcement, Saturday January 22nd noon at Queens Park will be the large Worldw...","sentiment_score":-0.1428571429}
{"full_text":"RT #SaketGokhale isn't the first case. Lots of crowdfunding scam happened during second COVID wave in India. Lot happens...","sentiment_score":0.125}
{"full_text":"RT 'COVID-19 records webpage:' NDP MLA Thomas Dang steps down after RCMP search warrant executed on his home","sentiment_score":-0.1555555556}
{"full_text":"PrairiePundit: Omicron vaccine resistant for many","sentiment_score":0.5}
{"full_text":"RT #SaketGokhale isn't the first case. Lots of crowdfunding scam happened during second COVID wave in India. Lot happens...","sentiment_score":0.125}
{"full_text":"Tucker Carlson &amp; Joe Rogan Dr Malone keep it up.Narrative on MSM changed today in U.K. now multi boosters for \"most vulnerable only\". People waking up to the insanity of a partially effective short lived jab #VaccineSideEffects #Covid_19 #COVID19 #VaccinePassports #VaccineDeath","sentiment_score":0.12}
{"full_text":"RT Deaths in 2021:Abortion: 42,640,209COVID: 3,500,000","sentiment_score":0.0}
{"full_text":"RT Dear Hon'ble Minister sir. Please look into this issue. Since pandemic has not ended yet and cases a...","sentiment_score":0.0}
{"full_text":"RT It's a great day to make sure you read this!","sentiment_score":0.7125}
{"full_text":"RT The Bat &amp; Cat promo art variant versions for #TheBatman movie","sentiment_score":0.0}
{"full_text":"RT Also, there are people out there (I know because I've talked to them) who take what the CDC\/FDA say as gospel,...","sentiment_score":0.0}
{"full_text":"\"What the data is showing to us is that the deaths that are being reported as COVID deaths greatly understate the actual death losses among working-age people from the pandemic. It may not all be COVID on their death certificate, but deaths are up just huge, huge numbers.\"","sentiment_score":0.4}
{"full_text":"RT Republican vaccine obstructionism isn't about serving a coherent ideology, says it's all about power A successf...","sentiment_score":0.5}
{"full_text":"RT Israeli study from Nov 2021 concludes that the \"Green Pass\", ie the vaccine pass, is highly inefficient at preventing infection...","sentiment_score":-0.02}
{"full_text":"Do you have a Frigging clue? We know Dross doesn't. It's not about omicron numbers in intensive care.","sentiment_score":0.0}
{"full_text":"RT \"You're not going to get Covid if you are vaccinated.\" - Joe Biden, July 2021","sentiment_score":0.0}
{"full_text":"RT 13 of 15 died of Covid. My colleague explains that media literacy isn't about vetting \"facts\" but about compari...","sentiment_score":0.0}
{"full_text":"i have covid rn and dont have 1 symptom","sentiment_score":0.0}
{"full_text":"RT Mfs will blame China for covid, then call China's zero-covid policy authoritarian, then live in the only country experiencing...","sentiment_score":0.0681818182}
{"full_text":"RT It's dawned on them. \"Fourth Covid jab: We can't vaccinate the planet every six months, says JCVI chief - The Telegraph\"...","sentiment_score":0.0}
{"full_text":"RT Texas Children's Hospital reported 70 pediatric patients are currently hospitalized with COVID. A week ago it had 30 childr...","sentiment_score":0.0}
{"full_text":"Twitter Facebook and DEFINITELY Google galvanized this group when they actively started censoring any dissent. Malone made the point that they view any rhetoric that \"encourages vaccine hesitancy\" as censorship worthy. This had the opposite effect, drew attention to the message","sentiment_score":0.05}
{"full_text":"One of weirdest aspects of this pandemic is watching people who have explicitly and loudly fought against social emotional supports in schools suddenly decide they're important.I encourage you to talk to some actual educators (maybe sign up to sub?) and not pundits.","sentiment_score":0.0266666667}
{"full_text":"Since this idiot is starting to get some covid play again, remember: Nate Silver has predicted virtually nothing correctly about this pandemic. Listen to him at your peril. He's basically Joe Rogan at this point.","sentiment_score":-0.4}
{"full_text":"RT Long-lasting, possibly permanent disablities in about 30% of cases, mild or not:That's 300,000 newly disabled people, g...","sentiment_score":0.0444444444}
{"full_text":"RT El Salvador has released a video to encourage healthy eating, exercise, and going outside in the sun to combat COVID risks....","sentiment_score":0.25}
{"full_text":"RT \"Wearing a mask is an act of solidarity and community care. It acknowledges that you have no idea who might be vulnerable...","sentiment_score":-0.5}
{"full_text":"RT It was for our own good. Says every totalitarian everywhere and always.","sentiment_score":0.65}
{"full_text":"RT The real public health crisis are the lies to the American people about Covid mandates, masks &amp; effectiveness of vaccin...","sentiment_score":0.0}
{"full_text":"RT DCPS staff can pick up their COVID-19 testing kits at school today from 11 am - 2 pm and then upload their test result...","sentiment_score":0.0}
{"full_text":"RT For those wondering what the \"religious objections\" are - in one case, it's a \"direct, divine instruction not to receiv...","sentiment_score":0.05}
{"full_text":"RT El Salvador has released a video to encourage healthy eating, exercise, and going outside in the sun to combat COVID risks....","sentiment_score":0.25}
{"full_text":"RT xi'anThese covid guards are persuading people in poor neighborhood to covid quarantine camps.2022\/1\/2 5pm","sentiment_score":-0.4}
{"full_text":"RT Washington state prioritizes minority patients for COVID treatmentshttps:\/\/t.co\/UzRd679Lkc","sentiment_score":0.0}
{"full_text":"RT BTS member RM, Jin and Suga are fully recovered from COVID-19, &amp; they are now free from quarantine.Also, Jin lost 4 kg...","sentiment_score":0.4}
{"full_text":"This is the way.","sentiment_score":0.0}
{"full_text":"RT Welcome to Pyongyang South! Come for the sunshine, leave with covid in cuffs. #KimJongRon #RemoveRon #OmicRON #DeathSa...","sentiment_score":1.0}
{"full_text":"RT When this happens, I hope there is at least one decent journalist to ask the question: \"what new data did you see in past...","sentiment_score":-0.0617424242}
{"full_text":"RT This is exactly right.  Admitted \"with covid but not because of covid\" is likely not a thing.","sentiment_score":0.1428571429}
{"full_text":"RT Canadian Conservatives: more private healthcare in Canada would mean our ICUs wouldn't be filled to the brim!America: uh,...","sentiment_score":0.146875}
{"full_text":"Nothing they say will be \"following the science\" its following their science...Unless of course they declare there never was a pandemic, the testing is fraudulent, the variants are a fabrication, theres no evidence of a virus and they've systematically murdered thousands...","sentiment_score":0.0}
{"full_text":"Keeping people's sentiment in mind state governments are appearing very soft on imposing restrictions as COVID infection cases are mounting day by day. Based on daily trend one can vouch for 10-15 lacs cases per day.","sentiment_score":0.065}
{"full_text":"Be safe everyone! Lots of people I know have been catching Covid. Still be careful and speedy healing for everyone going through sickness right now","sentiment_score":0.3526785714}
{"full_text":"These don't work if not administered early, yet your surgeon general thinks too much testing is happening...? (and not effective vs. Omicron, so isn't the best strategy *still* vaccinating and boosting?)","sentiment_score":0.21}
{"full_text":"RT Bihar imposes fresh curb in view of rising number of #COVID19 Pre-school&amp; 1 to 8 classes to remain close, online classes will co...","sentiment_score":0.3}
{"full_text":"RT There is only one reason.  The GOP doesn't care because they are in bed with Biden and XI.  It is all very frightening!...","sentiment_score":-0.40625}
{"full_text":"RT \"Public Health advice remains that schools are safe\"Wait. Didn't Ronan Glynn lie to claim they never said schools wer...","sentiment_score":0.25}
{"full_text":"RT Double vaccinated + a booster. Avoided gatherings and only saw my sister over Christmas who was asymptomatic. Now I'm si...","sentiment_score":0.0}
{"full_text":"RT The Manhattan DA will not charge former Gov. Andrew Cuomo in the handling of coronavirus deaths in New York nursing homes, Cuomo s...","sentiment_score":0.0681818182}
{"full_text":"RT Somebody FINALLY did it!A government (El Salvador) encouraging healthy diet, exercise, bodyweight management, and lifestyl...","sentiment_score":0.25}
{"full_text":"RT Absolutely appalled to hear Dr Grant of downplay Omicron in kids as \"some sniffles\". This is incredibly dange...","sentiment_score":0.05}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT wOuLdN't NeEd a SeAtBeLt iF ThE aiRbAg WoRkEd.","sentiment_score":0.0}
{"full_text":"It's not a vaccine... it's a treatment. It only lasts 6-9 months. No data on immunity. 32 pages of side effects from minor to mortality. Where and HOW are the varients manifested?..in the vaccinated?","sentiment_score":-0.025}
{"full_text":"RT Anti-vaxxer \"freedom-loving\" Kelly Ernby, an Orange County GOP DA who ran for state Assembly, has died from Covid. Kel...","sentiment_score":0.0}
{"full_text":"RT Assam reports 475 new #COVID19 cases and three deaths in the last 24 hours","sentiment_score":0.0681818182}
{"full_text":"COVID-19 hospitalizations double in Texas as omicron strains staffing via","sentiment_score":0.0}
{"full_text":"bro it feels like everyone i know has covid right now :\/ praying everyone has a smooth recovery","sentiment_score":0.1452380952}
{"full_text":"RT Have you taken the vaccine yet ?? If so , please share what motivated you to get vaccinated? Personally i was motivated t...","sentiment_score":0.0}
{"full_text":"#FoxNews Florida Covid Abuse: Unvaccinated Purge #MSNBC #GregAbbott #TedCruz No State Test Sites: Omicron Burns like Red Wildfire: #RonDesantis #Rickscott #MarcoRubio #KevinMcCarthy #KristiNoem #MAGA GOP Sex Crimes \"Go Wash Hands\"#GhislaineMaxwell #MattGaetz #Trump Super Spread","sentiment_score":0.1666666667}
{"full_text":"RT Hearing the Ontario government using the word \"absenteeism\" to describe what are clearly health worker shortages due to ill...","sentiment_score":-0.175}
{"full_text":"RT Covid numbers are really at it's all time high right now and there's still ppl walking around without a mask. I don't get it...","sentiment_score":0.2152380952}
{"full_text":"RT Hogan declares state of emergency in Maryland as omicron surge overwhelms hospitals","sentiment_score":0.0}
{"full_text":"RT NHS GP Dr Renee Hoenderkamp says mask mandates for schools is \"Covid theatre coming from the Government trying to appease th...","sentiment_score":0.0}
{"full_text":"RT Liverpool have cancelled their training session today following a further Covid-19 outbreak within their squadhttps:\/...","sentiment_score":0.0}
{"full_text":"RT Please vote this will cost lives !","sentiment_score":0.0}
{"full_text":"RT In the conference they explained that they're seeing deaths months after workers \"recovered\" from Covid from infection-rel...","sentiment_score":0.0}
{"full_text":"RT Please get vaccinated and boosted.Covid hospitalizations in Texas have doubled in the past 2 weeks. They've tripled amon...","sentiment_score":-0.25}
{"full_text":"No, actually, scientific experts have been raising the alarm about this since fall 2020. Here is what the American Medical Association says about it:","sentiment_score":0.0}
{"full_text":"Here the \"think of the children\" argument does not stand to scrutiny. For one, the possibility of school closures at this time doesn't seem to be the product of choosing to accept harm on children in exchange for less harm to adults. The problem is staffing during a pandemic.","sentiment_score":-0.1666666667}
{"full_text":"Back to work after the holiday break, and waiting for my covid test results, no symptoms but a precaution. It is free for staff and students every Tuesday.#covidchristmas","sentiment_score":0.2}
{"full_text":"Pandemic babies ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Prime Minister Boris Johnson says the pressure on the NHS \"is going to be considerable over the course of the next c...","sentiment_score":0.05}
{"full_text":"RT This guy is a total fraud. The AMA should pull his license.","sentiment_score":0.0}
{"full_text":"RT A pack of KN95s that I got for $15 a month ago is now $50 on Amazon. Right before children are being forced back to sc...","sentiment_score":-0.0047619048}
{"full_text":"RT The precarious life-or-death race to develop a COVID-19 vaccine: \"A Shot to Save the World\" author Greg Zuckerman.","sentiment_score":0.0}
{"full_text":"RT More than one million people are currently self-isolating in the UK.Mike: \"I'm pretty sure that most of them haven't actua...","sentiment_score":0.35}
{"full_text":"RT A significant portion of the people hospitalized that categorized as unvaccinated actually received a shot less th...","sentiment_score":0.0694444444}
{"full_text":"RT Can't stop thinking about how we could have knocked out covid by simply paying everyone to chill at home for like 3 we...","sentiment_score":0.0}
{"full_text":"RT Due to the surge in COVID-19 cases and the dramatic spread of the Omicron variant, we are making important changes to how we...","sentiment_score":-0.0527777778}
{"full_text":"Glenn a million people just tested positive for Covid in the US.","sentiment_score":0.2272727273}
{"full_text":"RT This is what Pres. Lopez and I have said for over a year now. We can't have kids in school if we don't have staff. A syste...","sentiment_score":0.0}
{"full_text":"Okay. What medical exemption? Even idiots can get Covid and spread it. Pass it on so all idiots know.","sentiment_score":-0.275}
{"full_text":"People who are overweight or obese are at a much higher risk of much more severe disease and even death from Covid-19 -- and one new study suggests that losing weight can reduce that risk.","sentiment_score":0.2954545455}
{"full_text":"RT #Innova must be laughing at the UK taxpayer. The domestic diagnostic industry has been destroyed as Chines...","sentiment_score":0.0}
{"full_text":"I want schools to be open! But when half of the teachers and staff are sick and the other half will get sick in the next week (if forced to teach in person), there isn't really another choice. It is not policymakers forcing the temporary school closures, it is the Omicron wave.","sentiment_score":-0.2207671958}
{"full_text":"RT I'm running for re-election.Why?To help bring an end to the pandemic and make sure the economy works for everyone. An...","sentiment_score":0.5}
{"full_text":"RT If you haven't done so already, it's time to upgrade your masks to N95\/KN95.You can find authentic, quality, affordabl...","sentiment_score":0.5}
{"full_text":"RT Big news for a team who had been battling the COVID\/injury bug the last few weeks.","sentiment_score":-0.0666666667}
{"full_text":"Is that the same CDC sending HCWs back while infected? Excuse me while I roll my eyes so hard I can see my brain.","sentiment_score":-0.0854166667}
{"full_text":"RT A year ago the UK became the first country in the world to administer the Oxford-AstraZeneca vaccine.I'm extremely prou...","sentiment_score":0.0625}
{"full_text":"RT Boulder County Disaster Assistance Center, 1755 South Public Road in Lafayette, is open 9 a.m. to 7 p.m. daily for those im...","sentiment_score":-0.025}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"RT Since YESTERDAY? In the freezing cold? We really are just completely on our own in this country, pandemic or not.","sentiment_score":0.075}
{"full_text":"RT The developer of an implanted microchip that is linked to a COVID vaccine passport says that the mass chipping of humans...","sentiment_score":0.0}
{"full_text":"RT California GOP activist and deputy DA who denounced Newsom as mandate \"dictator\" dies of COVID a month after speaking at","sentiment_score":0.0}
{"full_text":"OMICRON","sentiment_score":0.0}
{"full_text":"Yeah, but there's that reality thing again. \"I saw that one hospital in one state fired everyone who refused the vaccine, so I'm going to assume that's happened everywhere and that  most staff was fired and is the true source of the problem.\"","sentiment_score":0.425}
{"full_text":"RT BRAVO SO WELL SAID:","sentiment_score":0.0}
{"full_text":"Chalk it up as a covid death","sentiment_score":0.0}
{"full_text":"RT Below is a copy of an email Mendelson sent to White yesterday evening laying out his arguments for not allowing the emerg...","sentiment_score":0.0}
{"full_text":"RT NEW: Lord Frost joins the Covid Recovery Group of Tory MPs opposed to Covid-19 restrictions. Boris's former Brexit n...","sentiment_score":0.0681818182}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"Most only know what the lying #CDC puts out. They have their hands full with their patients and rely on BigGov to guide them. #VA told me, \"there is no early treatment.\"","sentiment_score":0.2}
{"full_text":"RT Goons on social media are circulating a fake Betty White quote to falsely suggest she was killed by a booster shot.","sentiment_score":-0.2133333333}
{"full_text":"RT Elizabeth Holmes exaggerated her blood test machine, knowingly lied to people &amp; valued to PS9B, been convicted for 20 yrs per f...","sentiment_score":-0.5}
{"full_text":"RT For some reason there seems to be a lot of talk about endemicity again. For the avoidance of doubt, omicron is not endemic...","sentiment_score":0.0}
{"full_text":" a couple innocuous &amp; qualified comments during the final weeks of a campaign DOESNT qualify as an anti-vaccine stance...","sentiment_score":0.0}
{"full_text":"The pandemic has taught us that organizations that were well-equipped technologically were much better prepared for change. Check out the benefits of a healthcare digital transformation: #HealthCare","sentiment_score":0.25}
{"full_text":"This may not be a bad thing...","sentiment_score":-0.7}
{"full_text":"RT Israeli study finds fourth COVID-19 vaccine dose boosts antibodies five-fold, PM says","sentiment_score":0.0}
{"full_text":"RT Do you know how many people you infected when you were roaming around without mask in road shows? At one side you are tell...","sentiment_score":0.5}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"The type of mask you wear is going to be key moving forward. I think every American should switch to an #N95 mask for best protection. We should have enough &amp; sensitive #rapidtests so that a family of 4 can test every morning before heading out the door.","sentiment_score":0.22}
{"full_text":"Thanks Sheffield for continuing to get vaccinated against covid! 393k of us have had both doses of the vaccine and 52% have had their booster. You can book your vaccine online at or by visiting a walk-in vaccine clinic. #VaccinateSheffield","sentiment_score":0.25}
{"full_text":"Good evening Cape Town! Our team will return at 09:00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"During a surge in COVID-19 cases, it's important to keep your physical health in mind.","sentiment_score":0.2}
{"full_text":"The In-Home Vaccine Program from is expanding to include anyone over the age of 12. To sign up for an in-home vaccine, schedule here or call 311:","sentiment_score":0.0}
{"full_text":"Kids go back to school tomorrow in Wichita. If they haven't been vaccinated yet, it's time. The #COVID19 vaccine is safe, effective, and free.","sentiment_score":0.375}
{"full_text":"#VaccinesWork &amp; are now available to ~ 93% of the . Across all age groups, only 61% of  is fully #vaccinated. Only 20% of  is #boosted. We MUST close gaps for all eligible. In #Maryland, 8.8% of adults are unvaxxed, &amp; they're &gt;75% of all hospitalized w\/ #COVID19.#Omicron","sentiment_score":0.1333333333}
{"full_text":"SONG REVIEW  Bolt-Action - Lockdownhttps:\/\/t.co\/bxzdeyYXBD\"Bolt-Action's \"Lockdown\" is a fast, unapologetic, and emotion-filled onslaught of brutal guitars, snarling vocals, and lyrical bite\"#rock #music #metal #guitar #s #rocknroll #musica #rockmusic #punk #hardrock","sentiment_score":-0.3375}
{"full_text":"Canada: Doug Ford defends Ontario's back-to-school delay via #Canada #DougFord #ontarioschools #Ontario #ontariocovid #Covid_19 #COVID19 #COVID #pandemic #epidemiology #publichealth #restrictions #policy #education","sentiment_score":0.0}
{"full_text":"Advocates are demanding the Biden administration close down immigration jails across the United States, where detainees face \"squalor conditions\" and \"filth.\" \"There's no social distancing. People are still facing COVID,\" says immigration rights activist Maru Mora Villalpando.","sentiment_score":-0.0861111111}
{"full_text":"#COVID19 vaccines are vital to ending the pandemic.How\/why? They...* Significantly reduce the risk of serious illness and hospitalization * Fight emerging variants* Reduce the chances of contracting itVaccine Locator #GetVaxedFL","sentiment_score":0.0472222222}
{"full_text":"RT Omicron cases are rising. It is therefore important to follow all Covid protocols. Keep the mask on, maintain social di...","sentiment_score":0.2166666667}
{"full_text":"RT my birthday is TODAY can everyone help out my sister as a bday gift ","sentiment_score":0.0}
{"full_text":"SCHD needs your help to bring COVID-19 vaccine to every neighborhood in our county. Are you associated with a business or organization that could provide a location for a mobile vaccination clinic? If so, please email us at vaccineleads@sedgwick.gov.","sentiment_score":0.0}
{"full_text":"Funny you should bring up the flu. In my 40 year nursing career I have NEVER lost a patient to the flu. I won't even tell you the number I have lost from Covid. The highest flu death count was 51,000 in 2015 vs Covid average of 415,000\/yr.","sentiment_score":0.05}
