{"full_text":"Representing 12,000 vaccine injured, they gather at the Lincoln Memorial for a group estimated to be 55 to 60 thousand in attendance to tell their story... and it wasn't nationally televised? 1 of 3, the rest in comments.","sentiment_score":0.0}
{"full_text":"THE MARK OF THE BEAST! VACCINE\/TEST!IS PREPARING YOUR BODY TO BE TAKEN=POSSESSED  BY EVIL SPIRITS THE HUNGRY ONES!THE POPE IS OF THE BEAST!!GET OUT OF HER BEFORE YOU PARTAKE OF HER PLAGUES!TRUST NOT THE GOVERNMENT IT IS OF THE BEAST!ALL ARE OF THE BEAST!BE VIGILANT!BE NOT SLAVES","sentiment_score":-1.0}
{"full_text":"More Covid fear porn. ","sentiment_score":0.5}
{"full_text":"RT EXCLUSIVE: Boris Johnson had a birthday party during lockdown in June 2020 despite rules forbidding social gatherings ind...","sentiment_score":0.0333333333}
{"full_text":"RT KN95's are not necessary to protect healthy children because of the exceedingly low risk COVID-19 presents to them. The...","sentiment_score":0.1666666667}
{"full_text":"RT Progress- though no date for this yet.","sentiment_score":0.0}
{"full_text":"RT what I've been saying as well","sentiment_score":0.0}
{"full_text":"RT Labeling people who are against vaccine mandates \"anti-vaxxers\" is a deliberately dishonest &amp; bad faith claim solely to...","sentiment_score":-0.5}
{"full_text":"RT Jeremy Corbyn: why I am against vaccine mandates, Covid passports and Big Pharma's predatory practices","sentiment_score":0.0}
{"full_text":"RT Neil Young has asked Spotify to remove his music from their service, he wrote in a letter to his manager \"they can hav...","sentiment_score":0.1}
{"full_text":"RT Drone footage of the Paris protest against covid tyranny","sentiment_score":0.0}
{"full_text":"RT Last year Fauci promised us that vaccinated people would be \"dead ends\" for covid and the CEO of Pfizer said the vaccine w...","sentiment_score":-0.1}
{"full_text":"RT Probably more kids under the age of 18 died due to shootings than Covid in Chicago this year.","sentiment_score":0.1875}
{"full_text":"RT I'm still fighting long #COVID19 The worst part is being tired all the time &amp; shortness of breath. I'm slowly getting bet...","sentiment_score":-0.4375}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"RT SOLUTION: Since Marjorie Taylor Greene doesn't care about $90,000 of fines she got for not wearing a mask in Congress,...","sentiment_score":0.0}
{"full_text":"With all due respect, it doesn't.  You're probably not skilled in science.  The vaccine decreases the likelihood of illness and hospitalization, but it does not, repeat does not prevent it.  Even though it's gone through legitimate scientific trials, it's not perfect.","sentiment_score":-0.2916666667}
{"full_text":"RT Pulmonologist here. If you're COVID+ and still symptomatic after 5 days, you should STAY IN QUARANTINE AS YOU ARE STIL...","sentiment_score":0.0}
{"full_text":"RT This is so wholesome! I've loved witnessing the cycling boom that accompanied Covid. It was a real silver lining for our fa...","sentiment_score":0.45}
{"full_text":"RT And we're going to shut down the virus, not the economy.","sentiment_score":-0.1555555556}
{"full_text":"RT Statewide in Texas over the last 7 days, we're averaging 13,020 people hospitalized with COVID. In the 7 previous days...","sentiment_score":-0.0833333333}
{"full_text":"Same. Sadly, I know longer trust most of the medical community.","sentiment_score":0.0}
{"full_text":"RT NYTimes pandemic coverage is so off the mark, it does not even get the errors correct.  Allow me to detail what the adm...","sentiment_score":0.0}
{"full_text":"RT A high school in Littleton, CO put students in danger by allowing them to get vaccinated without parents being present...","sentiment_score":0.08}
{"full_text":"RT \"We have the tools to keep it down. We just need to implement those tools.\" Dr. Anthony Fauci tells CNN's that...","sentiment_score":-0.1555555556}
{"full_text":"Every truly scientific vaccine trial needs a control group.","sentiment_score":0.0}
{"full_text":"RT How can you use COVID-19 data to make decisions? Join our team and several experts on Wednesday night to find out. htt...","sentiment_score":0.0}
{"full_text":"In this current social climate of confusion, difficulty, and hardship, the persisting COVID-19 pandemic has led to an increase of cases and deaths, and the loss of jobs that has led to a serious economic downturn.","sentiment_score":-0.025}
{"full_text":"RT By 19 Jun 2020, Covid had killed a staggering 40k Britons.NHS staff were shattered by the dying we'd seen. But","sentiment_score":-0.2}
{"full_text":"We are told Covid is real and obviously know it's real but then still get over 30 students packed into our classrooms.","sentiment_score":0.1333333333}
{"full_text":"Democrats are really screwed if their covid policy failures are now showing up on #UNMASKOURCHILDRENhttps:\/\/t.co\/l6lmnXwbu5","sentiment_score":0.2}
{"full_text":"\"Milk Tea Alliance\" releases investigation report on COVID-19 transmission - Since the release of the \"Investigation Report on COVID-19 Transmission \" of the Milk Tea Alliance, the relevant reports have been banned by the United States for...","sentiment_score":0.4}
{"full_text":"RT BREAKING: A California state lawmaker has proposed a bill that requires ALL California school students be vaccinated for CO...","sentiment_score":0.0}
{"full_text":"RT Aakarsh Kaushal contributed to the fight against COVID-19 in his home district. His effort was recognised and emulated in...","sentiment_score":0.0}
{"full_text":"RT Q&amp;A is coming back!Here's #11: What about Animal Reservoirs?https:\/\/t.co\/TZxG5dNDlQFind us on Telegram:","sentiment_score":0.0}
{"full_text":"Final thought.  What this shows more than anything is an utter contempt for ordinary Canadians who struggle every day to make sense of the pandemic, raise their kids, pay their rent or mortgage and sometimes just put food on the table.  How on earth did we end up with this lot?","sentiment_score":0.0625}
{"full_text":"RT Neil Young has asked Spotify to remove his music from their service, he wrote in a letter to his manager \"they can hav...","sentiment_score":0.1}
{"full_text":"RT The Media Party has lied to you about everything during the pandemic.So why would you trust them to tell you the truth ab...","sentiment_score":0.0}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT Wheres our $2,000 stimulus checks for the poor and low wage earners during this very high infl...","sentiment_score":-0.064}
{"full_text":"RT Quebec's new vaccine passport rules came into effect today. You now need to show proof of vaccination to enter Walmart. Un...","sentiment_score":0.1363636364}
{"full_text":"RT While five times as many police officers have died from Covid-19 as from gunfire since start of pandemic R...","sentiment_score":0.5}
{"full_text":"RT 29 people in NSW couldn't live with Covid-19  in the last 24 hrs ","sentiment_score":0.0681818182}
{"full_text":"RT Funding Alert: Bridge Fund Application Now Open! The $40 million Bridge fund will offer grants up to $100k to brick-and-m...","sentiment_score":0.0}
{"full_text":"The Weird Trick to Make Your N95 Mask Last Longer--And When You Should Throw It Out via","sentiment_score":-0.25}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT Renjun said, \"Due to the COVID-19 situation it must have been very difficult so through our 3 min song we wanted to del...","sentiment_score":-0.3875}
{"full_text":"RT As of Jan. 24, 2022, 251 million people have received at least one dose of a #COVID19 vaccine. Of those, 210.5 million are full...","sentiment_score":0.025}
{"full_text":"RT The free and safe vaccine greatly increases your chances of surviving Covid. And the 49ers own Aaron RodgersIt's...","sentiment_score":0.575}
{"full_text":"RT Acting like the pandemic is almost over is why the pandemic is not almost over.","sentiment_score":0.0}
{"full_text":"Such an excellent thread from beginning to end.  #bcpoli Take a good look at this.  Pushing the \"endemic\" button is not a quick exit strategy to end the pandemic.","sentiment_score":0.3833333333}
{"full_text":"RT My family and I, just learned from the preliminary findings of an autopsy that my father died of a pulmonary embolism,...","sentiment_score":0.0}
{"full_text":"Florida COVID update: Highest seven-day average for deaths since November","sentiment_score":-0.15}
{"full_text":"RT BREAKING: Radical Republican Sarah Palin tests positive for COVID-19 after saying she would get the vaccine \"over my d...","sentiment_score":0.2272727273}
{"full_text":"Neil Young demands that the World only listen to him! Dude got da DICKtator virus! And #FJB #NoVaccineMandates #VoteBlueOutIn22","sentiment_score":0.05}
{"full_text":"RT FDA halts use of Regeneron, Eli Lilly antibody drugs deemed ineffective agianst Omicron","sentiment_score":0.0}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"How does several months help, exactly?","sentiment_score":0.125}
{"full_text":"RT Pulmonologist here. If you're COVID+ and still symptomatic after 5 days, you should STAY IN QUARANTINE AS YOU ARE STIL...","sentiment_score":0.0}
{"full_text":"Dr Nicole,,,, what does the n95 mask do to blood ox levels at rest and moderate activity ?  I have some seasonal lung issues and my ox can drop to 90 without a mask....","sentiment_score":0.0}
{"full_text":"RT god blessed me today. Covid test negative.  hope everyone stays safe during these times","sentiment_score":0.1}
{"full_text":"RT BREAKING - Trudeau takes hardline approach against Russia, warns Putin not to invade Ukraine unless soldiers can show va...","sentiment_score":0.0}
{"full_text":"RT BREAKING - Trudeau takes hardline approach against Russia, warns Putin not to invade Ukraine unless soldiers can show va...","sentiment_score":0.0}
{"full_text":"RT Dr. Robert Malone: Our public policies managing COVID have had a particularly strong adverse effect on our children. htt...","sentiment_score":0.2166666667}
{"full_text":"RT Me to all the relatives who are consoling amma since i got covid - eh neninka poled ra","sentiment_score":0.0}
{"full_text":"RT I'm covering the Sarah Palin\/New York Times trial set to start today in the SDNY. Judge Rakoff says he learned last night t...","sentiment_score":0.0}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"AFLDS doctors were joined by many thousands in Washington DC today to protest against vaccine mandates and take a stand against tyranny &amp; fascism.","sentiment_score":0.5}
{"full_text":"RT Glass half full: #COVID19 cases in MA down quite a bit, following wastewater trend, and hospitalizations droppingGlass hal...","sentiment_score":0.0069444444}
{"full_text":"RT Is that even a choice? Joe &gt; Neil","sentiment_score":0.0}
{"full_text":"RT Too bad Indiana is sleeping at the wheel?   Not only allowing our children to be conditioned...","sentiment_score":-0.35}
{"full_text":"RT BREAKING - Trudeau takes hardline approach against Russia, warns Putin not to invade Ukraine unless soldiers can show va...","sentiment_score":0.0}
{"full_text":"I recently saw my childhood vaccine records and thought they were wrong because some of the second doses were many years after the first- turns out the second doses were given later when guidelines were updated to recommend them. Totally normal!","sentiment_score":0.0546875}
{"full_text":"RT If the State House is unequipped to livestream a public hearing, which is clearly very important to many South Carolinians, we ar...","sentiment_score":0.34}
{"full_text":"RT I wrote a response to those who are \"over\" COVID and safety precautions.https:\/\/t.co\/zYpNCN2I4H","sentiment_score":0.0}
{"full_text":"RT I've been putting off some medical stuff because of not wanting to enter a hospital or medical building during covid s...","sentiment_score":0.0}
{"full_text":"\"We've seen a tale of two pandemics: One full of private sector pain and the other full of financial gain for bureaucrats and politicians.\"","sentiment_score":0.115}
{"full_text":"RT Less than 2 months left now,what should a candidate do ? keep an eye on counseling or study for #NEETPG2022 ? And what a...","sentiment_score":-0.0833333333}
{"full_text":"Thank God for doctors like this.","sentiment_score":0.0}
{"full_text":"RT BREAKING - Trudeau takes hardline approach against Russia, warns Putin not to invade Ukraine unless soldiers can show va...","sentiment_score":0.0}
{"full_text":"RT #FGO #GrisSwimsuit After several weeks (damn university, and possibly damn covid) I'm back, and while I'm doing some commiss...","sentiment_score":0.0}
{"full_text":"RT It repeats itself. Retweet it! remove the hold!! Approve #COVAXIN @BharatBiotech #Covaxin4kids #ki...","sentiment_score":0.0}
{"full_text":"RT i'm really tired of hearing from all the people \"over covid\" who never really sacrificed anything to begin with or lost anyo...","sentiment_score":-0.25}
{"full_text":"I'm not vaxxed &amp; ONLY took ibuprofen &amp; got over Covid in 5 days.....Sorry- but you can look forward to this (unless you pray Jesus Christ protects you from vax)https:\/\/t.co\/zW6K2erJES","sentiment_score":0.0}
{"full_text":"RT And regarding the letter in question:","sentiment_score":0.0}
{"full_text":"RT  One year ago: Adults fully vaccinated: 1%Schools open: 46% Now: Adults fully vaccinated: 74%Schools open: 95%T...","sentiment_score":0.0}
{"full_text":"RT The way I look at $Pltr it's back to pandemic prices in stock $12 while the company has grown (probably) stronger , smarter...","sentiment_score":0.0}
{"full_text":"I'm ashamed to do this, but I've really run out of options.  I worked hard to make money but now the pandemic is too difficult!  if you can please help me!  I will be very grateful to you!  Sincere thanks","sentiment_score":0.0128472222}
{"full_text":"RT Ignore the yo-yos who say Dems will lose Congress in Nov. They say it w\/o analyzing each election. Here's three reasons wh...","sentiment_score":0.0}
{"full_text":"RT No more skirting around the facts ,no more deceiving the Voters by Morrison ,Murdoch and Stokes--if it were not for the St...","sentiment_score":-0.25}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT If I lived in Texas I'd vote #BetoForGovernor because he's done more for Texas than the current worthless governor who is al...","sentiment_score":-0.1}
{"full_text":"RT Does anyone else see it as a disastrous plan to send all our vulnerable pensioners on a find and seek for nonexisting RATs...","sentiment_score":-0.6}
{"full_text":"RT Renjun said, \"Due to the COVID-19 situation it must have been very difficult so through our 3 min song we wanted to del...","sentiment_score":-0.3875}
{"full_text":"Go, Neil!https:\/\/t.co\/0f95qYfaK7","sentiment_score":0.0}
{"full_text":"RT I'm in a class now, 5am in the morning in my home country, sitting in a zoom class and guess what?One mext student from O...","sentiment_score":0.0}
{"full_text":"the vaccine and elastomeric respirator keep me safe but I want to do stuff without putting other people at risk","sentiment_score":0.1875}
{"full_text":"RT Wishing I could make the coronavirus disappear like dis toy!Day number 1,292 at the Town of Hempstead Animal Shelter, NY. Le...","sentiment_score":0.0}
{"full_text":"The way we were: Two years on from the beginning of the pandemic via ","sentiment_score":0.0}
{"full_text":"To date, since the beginning of the pandemic, 860,000 Americans have died. The figures may well hit the 1,000,000 mark in a year's time &amp; all you can do is pursue a totally selfish &amp; self centered philosophy that it's all something that needs to be welcomed. Utter madness!","sentiment_score":-0.25}
{"full_text":"Comoros Team is the perfect epitome of RESILIENCE. Hit by 12 #Covid19 positive cases; Played a left back in goal; Down to 10 met after just 7 minutes; andCalmly plays and lose by a solitary goal margin. Nothing, but impressive.Lesson: Show-up, battle and leave heads-up.","sentiment_score":0.2143434343}
{"full_text":"RT Yes, that's why we saw articles with data about ADE in 2020. But lack of further studies until now! - Dr. Malone: The d...","sentiment_score":0.0}
{"full_text":"I think she's not respecting what COVID is like in countries that already take health seriously.","sentiment_score":-0.3333333333}
{"full_text":"RT Let the stupidity of this sign sink in.... Meatloaf just died of #COVID19 because he won't get vaxxed. If you love your fam...","sentiment_score":-0.05}
{"full_text":"What for? She's waved the white flag and surrendered to covid. She refuses us tests, mitigation's, any drop of honesty. Unless she's sharing the wonderful news of her resignation, why bother. It's a cold right?","sentiment_score":0.1714285714}
{"full_text":"Featured Leader: Dr Renato Iannella on post-pandemic data semantics https:\/\/t.co\/ujSbpHIuTR#FeaturedLeader #postpandemicperspectiveondatasemantics #data","sentiment_score":0.0}
{"full_text":"#TheBigNews- Wrong to assume we are in 'endgame' of #coronavirus pandemic, says WHO- A Delhi court framed charges against #SharjeelImam in anti-CAA speech caseA look at the top headlines right now:https:\/\/t.co\/oZDMEHDpBf","sentiment_score":0.0952380952}
{"full_text":"#remotejobs #stayathome Remote Position: Account Manager - Industrial Sales Representative - Snap-on Inc - Casper, WY #jobsearch #hiringnow","sentiment_score":-0.1}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"RT Ex patient of my husband died on Friday, 12 months after Covid infection . Healthy before, then cardiac failure, renal...","sentiment_score":0.0444444444}
{"full_text":"Tonight on Alaska News Nightly:Lawmakers oppose a vaccine requirement for truck drivers through Canada. Also, how disaster declarations for Alaska fisheries could bring in new federal funding.Listen here:","sentiment_score":0.1363636364}
{"full_text":"the proportion of vaxed cases is even worse than today's report suggests because all the momentum is in the vaxed group and that backlog is going to be a lot of vaxed cases.   But....it is very clear that whether due to vax or less lethal variant, or most likely a combo,","sentiment_score":-0.0102777778}
{"full_text":"Ugh labour sneaky lets tell tales, and you have been a bad boy. FFS, we should never have been in lockdown in the first place, it was inhumane, illogical and cruel.","sentiment_score":-0.5875}
{"full_text":"$FWONK - BR: $46.85 -&gt; NOW: $58.32 Covid-19 &amp; Sport's Thirst For Leadership Read more:","sentiment_score":0.5}
{"full_text":"RT jimin if u don't come back home within this month i'll go outside without wearing a jacket and not stay warm","sentiment_score":0.2}
{"full_text":"RT Inflation is at a 40 year high, the stock market is crashing, the Covid pandemic is raging and the border is wide open. D...","sentiment_score":0.02}
{"full_text":"It may take some time to recover from COVID-19, but once you feel like you're better, there may be a new obstacle to overcome: hair loss. \"I think I lost about 65-70% of my hair.\"","sentiment_score":0.3181818182}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"Victoria has recorded its highest daily Covid-19 death toll since its second wave, on the two-year anniversary of Australia's first case being discovered in Melbourne.#victoria #covid #deathtollhttps:\/\/t.co\/wxCMt9iwtv","sentiment_score":0.0833333333}
{"full_text":"It's #MaskUpMonday! Everyone should #DoubleMask up!Wear a cloth mask OVER a surgical mask for enhanced protection.Let's #StaySafe #StayHealthy and remember to #UpgradeYourMask!@lapublichealth #LACOE #WeAreAllIn","sentiment_score":0.0}
{"full_text":"COVID-19 Daily Update:January 24, 2022Manhattan Beach New Cases: 40 (4,362 to date)Manhattan Beach New Deaths: 3 (23 to date)","sentiment_score":0.1931818182}
{"full_text":"RT Shoutout to all the therapists who have been working on the frontlines of a global pandemic and mental health crisis f...","sentiment_score":-0.05}
{"full_text":"More than half of employees in Singapore have found themselves overworking since the start of Covid-19 two years ago, according to the Future of Work research study carried out by Indeed.","sentiment_score":0.1111111111}
{"full_text":"Tune in to the #TheMorningBrief podcast, as host talks with &amp; about the wealth tax in India, considering the wealth inequality caused during the pandemic.https:\/\/t.co\/ljS0NtMb9Y","sentiment_score":0.0}
{"full_text":"RT Recovering from COVID and unfortunately symptomatic. Mind you, I'm fully vaccinated yet the pain I felt was throbbing,sh...","sentiment_score":-0.5}
{"full_text":"RT Let the stupidity of this sign sink in.... Meatloaf just died of #COVID19 because he won't get vaxxed. If you love your fam...","sentiment_score":-0.05}
{"full_text":"Watch live: RAT race - rapid tests, booster news likely as Omicron advanceshttps:\/\/t.co\/pIKgsdwnGS","sentiment_score":0.0681818182}
{"full_text":"Man. Having covid is so fucking boring.","sentiment_score":-1.0}
{"full_text":"Why most of us should be wearing N95 maskshttps:\/\/t.co\/Uq0srkWQWx","sentiment_score":0.5}
{"full_text":"Did the ABC refuse to cover NSW's COVID-19 situation? A quick Google search disproves that claim | #6NewsAUhttps:\/\/t.co\/rW7qU0Fuma","sentiment_score":0.3333333333}
{"full_text":"At Florentina Homes [ IG: ] in Bantayan, shared by Pinky SG [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.4104166667}
{"full_text":"Cathay Pacific Airways has forecast an annual loss of between HK$5.6 billion ($719.2 million) and HK$6.1 billion for 2021 due to continuing coronavirus-related challenges.https:\/\/t.co\/msr1XSWMUa","sentiment_score":-0.125}
{"full_text":"Adele gave some disappointed fans a once-in-a-lifetime treat- a personal video call.The singer was supposed to start a series of concerts here starting January 21 but postponed them due to COVID-19 related problems.https:\/\/t.co\/MOWzbQbeiH","sentiment_score":-0.175}
{"full_text":"After 3: Corona Centennial 47 Riverside Poly 30","sentiment_score":0.0}
{"full_text":"RT BREAKING - Trudeau takes hardline approach against Russia, warns Putin not to invade Ukraine unless soldiers can show va...","sentiment_score":0.0}
{"full_text":"I did this from the beginning. I let my son crawl into bed at night when he was coughing horribly. This is when we all got it. (the first time I was immunized). I knew (like many) from the beginning the masks were worthless. That social distancing was arbitrary and worthless.","sentiment_score":-0.2738095238}
{"full_text":"Current Conditions for #Sayre PATemp: 20.5FWind Chill: 20.5FHumidity: 99%Dew Point: 20.3F Barometer: 29.880 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 773.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Medford School District's Communications and Community Engagement Director, Natalie Hurd talks about the current Covid situation and how the school district feels about the possibility of returning to distance learning.https:\/\/t.co\/tsuU7O76aJ","sentiment_score":0.0}
{"full_text":"RT ok maybe a hated opinion but now i kinda want them to cancel blooming live now since many seiyuus are getting covid like i rea...","sentiment_score":0.0590909091}
{"full_text":"The CDC is warning everyone about trying to get COVID-19 to try and get better immunity, reports. Experts say you could be left with a lot of lingering health problems.https:\/\/t.co\/SJh7A2pNSW","sentiment_score":0.25}
{"full_text":"RT Translation: is happy to discriminate based on arbitrary govt edicts that violate the medical privacy &amp; basic...","sentiment_score":0.175}
{"full_text":"RT The party that thinks voter ID is RACIST is the same party that demands you show your vaccine passport and photo ID to...","sentiment_score":0.0}
{"full_text":"RT They lost the COVID Crisis Theater so they're firing up a Russia Crisis Theater","sentiment_score":0.0}
{"full_text":"Covid 19 was made in America. Atlanta Ga. In the classified wing of the C.D.C. to be exact. Timothy Cunningham a Epidemiologist, Navy Doctor, Harvard Grad. Vanished and was floating in the Chattahoochee River in 2016. Let's just say gain of function research takes a while.","sentiment_score":0.25}
{"full_text":"RT Neil Young is pro-vaccine &amp; anti-Rogan-bullshit because he HAD POLIO AS A KID BEFORE THERE WAS A VACCINE FOR IT.  Back wh...","sentiment_score":0.05}
{"full_text":"We're not listening to you any longer. You are a joke. Bereft of credibility.You can go back to being the silent background org now that no one ever cared about.","sentiment_score":0.0}
{"full_text":"We have one of the worst omicron outbreaks in Canada, infecting people in numbers not even known and yet large enough to disable testing workplaces, and the BCCDC, and you still think our 6-8wk dose timelines (which left younger people unprotected in summer) saved us?BULL SH*T.","sentiment_score":-0.1571428571}
{"full_text":"Two teachers' unions are in #mediation with district leaders in Minneapolis, St. Paul, negotiating over class sizes, wages and COVID-19 issues, among other things.","sentiment_score":-0.125}
{"full_text":"DON'T FORGET TO DISINFECT!Research shows that the omicron coronavirus can survive as long as 8 days on plastic surfaces, and nearly a day on human skin.READ:","sentiment_score":0.0166666667}
{"full_text":"Did cold temperatures and relaxed concern over the omicron surge influence an indoor hang? Maybe you bundled outside for a covid-safe birthday party? Or did you stay isolated at home?Callers discuss variables they weighed in making their weekend plans.","sentiment_score":-0.3}
{"full_text":"California Bill Would Let Children Get COVID-19 Jab Without Parental Approval","sentiment_score":0.0}
{"full_text":"RT And, been that way since the AIDS pandemic, at least!","sentiment_score":-0.375}
{"full_text":"RT Pulmonologist here. If you're COVID+ and still symptomatic after 5 days, you should STAY IN QUARANTINE AS YOU ARE STIL...","sentiment_score":0.0}
