{"full_text":"RT JUST IN: Gov. #PhilMurphy announced he has reinstated a public health emergency to help the state respond to the Omicron vari...","sentiment_score":0.0}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"Creased that BBC1 has got a party policital broadcast on from the Conservatives...absolute comedy timing for promoting Boris today of all days considering he's had to admit in Parliament this morning that he attended a party when he told us all to stay at home  Only in the UK ","sentiment_score":0.0}
{"full_text":"RT \"They're using the vaccine to track us\" they post to social media from a device that already tracks them a...","sentiment_score":0.0333333333}
{"full_text":"RT I don't think many people are getting how bad the lab leak, which is looking more and more likely to be true, really is.1....","sentiment_score":0.1928571429}
{"full_text":"The \"other\" #Pandemic ! Stay strong and compassionate dear colleague friend !","sentiment_score":0.1927083333}
{"full_text":"she's right. Same thing is needed here. We need multi layer protection strategies. Your mismanagement is about to break our health care system.","sentiment_score":0.1428571429}
{"full_text":"RT It is wild to live in a culture acting like we are overreacting to Covid when everything within my ability to reason s...","sentiment_score":0.0787878788}
{"full_text":"RT Never buying another Sausage McMuffin ever again...this is shit. #CovidVaccine #covid #McDonalds","sentiment_score":-0.2}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT West Virginia Guv Is Sick With COVID and 'Extremely Unwell'  via","sentiment_score":-0.4196428571}
{"full_text":"RT FACT: Ontario's Bill 124 is nothing but wage suppression legislation unfairly targeting nurses &amp; health workers at a time when...","sentiment_score":-0.5}
{"full_text":"RT Just went through the #covid19 saliva testing system I asked the woman (who recognized me) who I handed my sa...","sentiment_score":0.0}
{"full_text":"RT I just took a piss and I seen COVID coming out","sentiment_score":0.0}
{"full_text":"I haven't seen Chant say we should be in lockdown?","sentiment_score":0.0}
{"full_text":"RT I was down in the dumps about the US Covid deaths being the highest in the world but now that I hear the economy is doing...","sentiment_score":-0.1555555556}
{"full_text":"Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K children are hospitalized with COVID, many on ventilators4. Vax mandates would prevent 100% of cases5. Hospitals are overrunEvery point is provably false.","sentiment_score":-0.125}
{"full_text":"Oh shit little Johnny has a runny nose, test him for covid and keep him home until its gone!!!! What a joke. #KieranMoore #Onpoli #Ontario","sentiment_score":-0.3288818359}
{"full_text":"I got the vaccine so ya better not fuck around and tell me the booster is required ","sentiment_score":0.35}
{"full_text":"RT Tomorrow we will have Dr Peter McCullough on The Best Business Show.- Who is profiting on the vaccine- Economics of the...","sentiment_score":1.0}
{"full_text":"RT God the amount of information about how Omicron kills that's appearing now is quite simply staggering. I'm not even goin...","sentiment_score":0.0}
{"full_text":"lol.  i thought the same thing.  omicron anxiety induced mass constipation.","sentiment_score":0.4}
{"full_text":"RT The government wanted to get testing up to 100,000 per day in December. They did 56K yesterday","sentiment_score":0.0}
{"full_text":"RT \"my momma got covid\"","sentiment_score":0.0}
{"full_text":"RT FDA could authorize Novavax vaccine by February. Unlike the Pfizer and Moderna mRNA vaccines, Novavax relies on more c...","sentiment_score":0.5}
{"full_text":"RT If scientists kept it secret that they thought Covid leaked from a Wuhan lab, why should we trust them on other matters?ht...","sentiment_score":-0.2625}
{"full_text":"RT \"it's not my fault, I didn't know it was a party\" Alexander Johnson - PM, bellend, selfish twat.\"Yeah I had covid but...","sentiment_score":-0.5}
{"full_text":"God poor her!Spending christmas in a fucking castle, with her family, being waited on hand and foot with millions of pounds. How does she cope?I've seen my mom three times and one of my brothers two times since Christmas 2019 and otherwise I've been alone in my flat.","sentiment_score":-0.3416666667}
{"full_text":"RT Will Boris Johnson's apology over his attendance of a lockdown party win over Conservative MPs?https:\/\/t.co\/W11HvtQbY4","sentiment_score":0.8}
{"full_text":"WHY is Quebec imposing the $80 surcharge on unvaccinated persons?Helps to cover increased healthcare costs Unvaccinated are 6 times more likely to end up being hospitalized AND 10 times more likely to end up in Intensive Care","sentiment_score":0.25}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT The United States of America shattered the global record by reporting 1.35 million new coronavirus infections yesterday....","sentiment_score":0.0681818182}
{"full_text":"Number COVID cases in Florida: 297 per 100K. Number COVID cases in Canada: 103 per 100K. Why isn't Florida considered a Level 4 \"Do Not Travel\" by ?? Ridiculous the is issuing these travel advisories for everywhere else except our own backyard #Omicron","sentiment_score":0.1333333333}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT N95, KN95 or KF94 masks provide more protection from the highly contagious omicron variant -- but unlike  old cloth masks,...","sentiment_score":0.2533333333}
{"full_text":"RT According to a new study, compounds found in cannabis can prevent the virus that causes COVID-19 from infecting human cells...","sentiment_score":0.0681818182}
{"full_text":"RT still true pls help","sentiment_score":0.35}
{"full_text":"RT We went from \"teachers are amazing and deserve all the money\" to \"teachers don't want to work.\" We went from \"essential w...","sentiment_score":0.3}
{"full_text":"RT Remember all those reasons why South Africa's mild Omicron experience wasn't relevant to the UK?Turns out the real-wor...","sentiment_score":0.3666666667}
{"full_text":"RT I'm all ears to hear about the precise scientific process that occurred between Feb 2 and Feb 4, 2020 where top experts in vir...","sentiment_score":0.45}
{"full_text":"And yet I'm still going to work today lol","sentiment_score":0.8}
{"full_text":"Im finna call my momma RIGHT NEOW","sentiment_score":0.2857142857}
{"full_text":"3x0 Chelsea","sentiment_score":0.0}
{"full_text":"RT Welp An idiot just got kicked off my flight because he didn't want to wear a mask! He knew the damn rules before he go...","sentiment_score":-1.0}
{"full_text":"Event 201 Pandemic Exercise: Segment 1, Intro and Medical Countermeasure... via   SEARCH EVENT 201 on youtube WOW WOW WOW this was BEFORE Covid-19 Outbreak  What Did They Already Known ?","sentiment_score":0.075}
{"full_text":"It has absolutely nothing to do with epidemiology. You are getting off topic. We are talking about bureaucratic rules on how COVID \"related\" hospitalizations &amp; Deaths are recoded.We can show you the data\/CDC guidelines...but if you may not be ready to admit you were duped.","sentiment_score":0.1333333333}
{"full_text":"RT We're starting to see a concerted talking point emerge that discussing COVID deaths and ilnnesses is somehow \"fear mongering...","sentiment_score":0.0}
{"full_text":"RT Excellent editorial skewering incoming Virginia governor Glenn Youngkin's demagoguery about Biden's vaccin...","sentiment_score":1.0}
{"full_text":"RT \"Everything\" would include:Small class sizesAccess to testing &amp; tracingNot letting the pandemic rip...","sentiment_score":0.0}
{"full_text":"RT If local COVID spread is so severe that a school literally does not have the remaining staff to function, \"let's pile the kid...","sentiment_score":0.0}
{"full_text":"RT i cant believe this meme is true","sentiment_score":0.35}
{"full_text":"Ridiculous article by claiming that the body's response to the virus is wholly dependent on genetics, in spite of co-morbities contributing to 97% of deaths.  Catching COVID unvaccinated is playing Russian Roulette she says.  via","sentiment_score":0.0888888889}
{"full_text":"RT Suicide rates among adolescent girls are up 51% since the start of the pandemic.The lives of children are at stake....","sentiment_score":0.0}
{"full_text":"RT Should Marjorie Taylor Greene and Lauren Boebert be BANNED from the House Floor for REFUSING to wear a mask?YES...","sentiment_score":0.0}
{"full_text":"RT I'd rather have a PM who resists pressure to keep schools shut in March, opens fully in July despite warnings of 300k\/da...","sentiment_score":0.0}
{"full_text":"RT 'I have been repeatedly assured that there were no parties, and that no covid rules were broken. That was what I have be...","sentiment_score":-0.4}
{"full_text":"Please look at this -","sentiment_score":0.0}
{"full_text":"RT No kidding. Are we shocked. Guess ole Rand is trying to cover his backside by attacking and trying to profit off of Dr. F...","sentiment_score":-0.7}
{"full_text":"RT BREAKING: Parents will not be notified of Covid outbreak at their child's school until there is 30% absenteeism rate among...","sentiment_score":0.0}
{"full_text":"RT A reminder:  -That Senate \"Kelly Loeffler\" and \"David Perdue- Committed the crime of \"Insider Trading\" 9 months ago rig...","sentiment_score":0.0}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"RT Covid: Government's PPE VIP lane unlawful, court rules https:\/\/t.co\/kAju46dfR6","sentiment_score":0.0}
{"full_text":"Listen to your wife.  Vaccines are safe.  Dr. McCullough is scaring you with false information.  Here are some facts.https:\/\/t.co\/ENvwSuAe4fhttps:\/\/t.co\/mqyQQz3pjp","sentiment_score":0.05}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT If drinking piss actually worked, I'd already be covid-immune from drinking Piels in high school.","sentiment_score":0.08}
{"full_text":"Dose #2 of the vaccine  my arm gone be killing me tonight at work.","sentiment_score":0.0}
{"full_text":"Scientists doing god's work, truly","sentiment_score":0.0}
{"full_text":"CDC recommends you hold your cum for a month to build a good video.","sentiment_score":0.7}
{"full_text":"A recent stat was that only about a third of total US pop is fully vaccinated. Until more are vaccinated pandemic will continue to evolve. There is also the problem of vaccine access globally. There are unknowns but no reason to assume we are at the end.","sentiment_score":0.0833333333}
{"full_text":"Absolutely!!!! Imagine how it feels to a nurse that has been working throughout this pandemic, doing whatever is asked of them. Then they see a traveling RN come in and get paid 2-3x's what they are getting paid and taking less of a patient load because lack of experience.","sentiment_score":0.1608072917}
{"full_text":"RT The U.S. Government donated over 12 ventilators to MOHW today through Humanitarian Assistance Program. The...","sentiment_score":0.0}
{"full_text":"Bloody hell, sky have a Boris broadcast on about getting vaccine boosters, economic growth, tech investment, global Britain. Damage limitation or what?","sentiment_score":-0.2}
{"full_text":"How is voting rights affected? People are more stupid than I thought if you're pushing this b.s. anyone can vote once. If I have to show ID to get vaccine.. shouldn't I need ID to vote? What's thr matter with you all!","sentiment_score":-0.25}
{"full_text":"RT as a physician who has never received a dollar from pharma i believe i have been as pro-vaccine as any in the country -- beca...","sentiment_score":0.0}
{"full_text":"RT Nearly every day, is forced to call out Republicans for disgusting comparisons between public health rule...","sentiment_score":-0.3}
{"full_text":"Covid pass protesters attempt to breach parliament (VIDEOS)Demonstration against anti-coronavirus restrictions escalated into scuffles outside Bulgaria's legislaturehttps:\/\/t.co\/7lSe5JDTI5","sentiment_score":0.0}
{"full_text":"RT What on earth does race have to do with getting treatment for a virus?!  Living in a looney toon world!  Let's Go Brand...","sentiment_score":0.0}
{"full_text":"RT Pandemic political profiteering by raising donations calling for \"Fire Fauci\" on your website is the most disgusting &amp; depr...","sentiment_score":-0.1666666667}
{"full_text":"RT The CDC now recommends you go to the hospital closest to you and cover a shift for a healthcare worker who is out sick...","sentiment_score":-0.7142857143}
{"full_text":"RT The fuck are we doing","sentiment_score":-0.4}
{"full_text":"RT Was there a party:yes.           Was the a prime Minister at that Party:yes.                  Did the Party break COVID...","sentiment_score":0.0}
{"full_text":"RT Sick of talking about covid.","sentiment_score":-0.7142857143}
{"full_text":"RT My friend has COVID19. He's uninsured. He makes less than $10 an hour. He had to pay $150 for a test to find out he...","sentiment_score":-0.1666666667}
{"full_text":"I got tested positive for covid","sentiment_score":0.2272727273}
{"full_text":"RT I, for one, think it's tight the entire debate around COVID now is accepting the premise everything will remain open an...","sentiment_score":-0.0595238095}
{"full_text":"RT So the pre planned event of Boris Johnson resigning is here.He wants to spend time with his family and distance himself...","sentiment_score":0.2}
{"full_text":"Welp...I was ahead of this ","sentiment_score":0.0}
{"full_text":"RT Israel has shattered all of their previous case records, despite mask mandates, vaccine passports and rolling out a 4th doseI...","sentiment_score":-0.1666666667}
{"full_text":"RT Amplifying this.","sentiment_score":0.0}
{"full_text":"RT At least 3 anti-vaxxers with large followings have died recently of Covid, If he'd said this from the very beginn...","sentiment_score":0.0285714286}
{"full_text":"RT Was there a party:yes.           Was the a prime Minister at that Party:yes.                  Did the Party break COVID...","sentiment_score":0.0}
{"full_text":"RT With a hangover. What a trooper.","sentiment_score":0.0}
{"full_text":"RT Infection doesn't mean disease. So a PCR+ result does not mean a \"covid case\". And if a \"covid death\" is ANY death after...","sentiment_score":-0.078125}
{"full_text":"Question: What was your favourite stage of making Infinity Train, and how did production change when everything got shifted to being made remotely due to the pandemic?Drawing Prompt: A watermelon having an existential crisis.","sentiment_score":-0.125}
{"full_text":"RT Regardless of exact origins, this pattern means we shouldn't assume next variant of interest\/concern will emerge from c...","sentiment_score":0.125}
{"full_text":"RT This week's episode especially our interview where we get into TikTok conspiracy theories where I speak on my disappointme...","sentiment_score":0.0}
{"full_text":"Cannabis can end the pandemic their is scientific proof backing it, is completely senile now? I voted for him because he promised to legalize cannabis. Scientists: Cannabis Can Prevent COVID-19 Infection via","sentiment_score":0.1}
{"full_text":"Rand Paul's disgraceful attacks on Dr Fauci just prove who the quack is here. To think, that Paul is a Dr, and doesn't believe in the science or even COVID19 tells you volumes about him. Was very pleased to see Fauci give him a strong FACTUAL response!","sentiment_score":0.5958333333}
{"full_text":"\"unvaxed are 20x likelier to die, 17x likelier to be hospitalized and 10x likelier to be infected than the vaccinated\" Is contrary to most recent data&amp; if omicron will infect \"just about everybody\" how would unvaxed be \"10x likelier to be infected\"https:\/\/t.co\/0JU4uQJpNf","sentiment_score":0.25}
{"full_text":"RT \"Djokovic faces five years in jail if found to have lied over positive Covid test\"HAHAHAHAHAHAHAHAHAHAHAhttps:\/\/t.co\/tGs...","sentiment_score":0.0636363636}
{"full_text":"RT The number of nurses messaging me that their hospital is forcing COVID+ staff to come to work after firing unvaccinated...","sentiment_score":0.0}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT New Orleans so ass backwardsHow is an indoor mask mandate supposed to help prepare for Mardi Gras?Mardi Gras is how...","sentiment_score":0.1363636364}
{"full_text":"Look at % of GDP housing investment accounts for in the  economy and you'll quickly understand any govts reluctance to act during a pandemic. Doug Ford's pockets are lined by developers, and Tim Hudak is head of OREA. Problem is multifaceted and needs action at all levels.","sentiment_score":0.2166666667}
{"full_text":"so.  how many people have covid after the #DopeyChallenge last weekend?","sentiment_score":0.25}
{"full_text":"RT \"90% in ICU are unvaccinated\"\"There was no party at Downing Street\"\"We have no intention to bring in vaccine passp...","sentiment_score":0.0}
{"full_text":"RT Actions speak louder than words!It's clear the rule makers don't fear covid &amp; know the rules are a scamIt'...","sentiment_score":0.1}
{"full_text":"The COVID-19 pandemic brought widespread uncertainty and disruption, which changed how many people value benefits packages that organizations offer. Check out our latest infographic to see what benefits #employees look for today. #benefits #hrmanagement","sentiment_score":0.5}
{"full_text":"Poor Lecce. That must have caused him such pain to do so, knowing how much he hates teachers. Proof that COVID really has hurt everyone in education. #FireLecce #VoteFordOut2022 #VoteThemAllOut2022 #FireKieranMoore","sentiment_score":0.0}
{"full_text":"With the pandemic, #ecommerce has firmly become part of consumer's buying habits. We talk about #SEO e-commerce and how to use it to stay competitive in this post:","sentiment_score":-0.2}
{"full_text":"You got to see the raiders make the playoffs in person...getting  covid is probably worth it  lol. Hope you have just some mild symptoms and get over it fast.","sentiment_score":0.4083333333}
{"full_text":"RT Cardiff businesses impacted by the current Coronavirus restrictions in Wales can now apply online here for emergency f...","sentiment_score":0.0}
{"full_text":"I'm empowered to know that my child does or does not have Covid-19 but knowing if it's in his class is not important apparently.  How did we get here.","sentiment_score":-0.075}
{"full_text":"Highest death rate in Canada, nearly twice the national average. Pay attention our premier is misleading us, distracting us. This will cost lives.","sentiment_score":-0.025}
{"full_text":"\"I survived the Covid-19 pandemic.\"","sentiment_score":0.0}
{"full_text":"RT What has happen the our education system when so many people cannot think for themselves &amp; r more concerned about other peopl...","sentiment_score":0.2916666667}
{"full_text":"RT As this is approaching 500 retweets, I'm reminding y'all that EACH tweet in the thread is important and relevant and URGE...","sentiment_score":0.2666666667}
{"full_text":"According to Robert Half, 38% of employees said their career has stalled since the start of the pandemic. Learn some ideas for building leadership skills and growing your career:","sentiment_score":-0.1666666667}
{"full_text":"RT today, i was reminded that i cannot mental health, journal, therapy or optimize my way out of this pandemic. we're living th...","sentiment_score":-0.1}
{"full_text":"Why teaching kids outside might help them thrive.Schools are turning to this method during the pandemic--and parents can, too.https:\/\/t.co\/m6g2rjQ7dl#GEOEC #OutdoorEd #OutdoorLearning #Outdoors #Nature #VitaminN Via","sentiment_score":0.0}
{"full_text":"Shaina Magdayao has joined the growing list of celebrities who tested positive for COVID-19. | via","sentiment_score":0.2272727273}
{"full_text":"Measures to prevent the spread of COVID-19 are apparently limiting the number of flu cases in Japan for a second successive season.","sentiment_score":0.025}
{"full_text":"RT I am not here for TFG vaccine rehab tour.  Never.","sentiment_score":0.0}
{"full_text":"The intratumoural injection of recombinantly expressed cytokines bound tightly to the common vaccine adjuvant aluminium hydroxide leads to weeks-long retention of the cytokines in the tumours, as shown in multiple syngeneic mouse models.https:\/\/t.co\/Xy4xkftMb9","sentiment_score":-0.1595238095}
{"full_text":"RT  Leading British and US scientists thought it was likely that Covid accidentally leaked from a laboratory but were concerne...","sentiment_score":0.0}
{"full_text":"\"Palestinian officials said on Tuesday that the Omicron variant poses a huge health risk to the people of Gaza.\"Article by Sally Ibrahim in","sentiment_score":0.4}
{"full_text":"Van Breem said, \"using compounds that block virus-receptor interaction has been helpful for patients with other viral infections\" including HIV-1 and hepatitis.https:\/\/t.co\/k6rd8P6vZ3","sentiment_score":-0.125}
{"full_text":"5 million rapid tests and 5 million lab-based PCR tests will be made available to schools starting this month to ease supply shortages and promote the safe reopening of schools.https:\/\/t.co\/aIehX1dkzH","sentiment_score":0.3}
{"full_text":"RT If someone knowingly installs faulty brakes on a bus, which later crashes, that would be \"criminal negligence\"How is...","sentiment_score":-0.2}
{"full_text":"RT Worth watching important apology from PM today.Lets allow Sue Gray to do her job while we get on with ours - rolling ou...","sentiment_score":0.35}
{"full_text":"RT SALMONELLA OUTBREAK: 44 people sick in 25 states from contact with pet bearded dragons. Wash hands after touching your bearde...","sentiment_score":-0.1071428571}
{"full_text":"RT TUCKER: \"Never in American history--modern history in any case--has the federal government made it official policy to with...","sentiment_score":0.0}
{"full_text":"Unfortunately, COVID restrictions continue...So how is your school being arranged?Are you in class or phase bubbles?#intrigueteaching #teachertraining #education #schools #learning #ect2022","sentiment_score":-0.5}
{"full_text":"Listen to this week's segment of \"Tell Me Something Good\" on to learn more about #CareerConneCT, a new program designed to help Connecticut workers whose employment was impacted by the pandemic.","sentiment_score":0.4454545455}
{"full_text":"Thomas, 45, signed up to receive a third dose of the COVID-19 vaccine \"to ensure my own health &amp; the health of those around me,\" he says. Third doses of the vaccine can boost immunity to improve protection &amp; limit spread. Book an appt by calling 811 or at","sentiment_score":0.2}
{"full_text":"New information from IDPH and the has Logan County no longer offering the booster dose of Johnson and Johnson starting today.https:\/\/t.co\/yTioO6VxQi","sentiment_score":0.0681818182}
{"full_text":"Read more about COVID-19 prison deaths in the United States.","sentiment_score":0.5}
{"full_text":"Exclusive poll: Overwhelming majority says the U.S. faces a #mentalhealth crisis: #WellBeings","sentiment_score":0.5}
{"full_text":"#Tunisia to Restore Curfew and Ban Gatherings over #COVID","sentiment_score":0.0}
{"full_text":"Is finding a nice girl who'll make a corona beer poster for me to much to ask for? ","sentiment_score":0.4}
{"full_text":"RT Oh. Huh.","sentiment_score":0.0}
