{"full_text":"Australian COVID-19 cases soared to a pandemic record on Tuesday as the Omicron variant ripped through most of the country, driving up Pokemon Centerisation rates as the once-formidable testing regime buckled under lengthy wait times and stock shortages.https:\/\/t.co\/uUhqd3nJQz","sentiment_score":0.25}
{"full_text":"Says it all really. Facts, not fear.","sentiment_score":0.2}
{"full_text":"RT The way #Tonic is performing admist 50 percent occupancy and other covid restrictions is really remarkable  #Tonic b...","sentiment_score":0.3125}
{"full_text":"RT Me: last year I found the cure for corona virus, saved the world from a comet, I ended world hunger and gave everyone 1 billi...","sentiment_score":0.0}
{"full_text":"awaiting your retraction...","sentiment_score":0.0}
{"full_text":"RT Quoting the story :\"More than 1 million people in the US were diagnosed with #Covid19 on Monday as a tsunam...","sentiment_score":0.5}
{"full_text":"While in the UK we have ordered packs of RATs and they arrive in post 2 days later... for free. the one part of this pandemic the uk gov have got right!","sentiment_score":0.2523809524}
{"full_text":"there is no fight anymore because this is over.","sentiment_score":0.0}
{"full_text":"RT In case, anyone came across tweets by or other 'variant fear mongers' who possibly disappointed by Omicron...","sentiment_score":-0.4375}
{"full_text":"RT Is it fair that NHS staff in Lincolnshire are being asked to limit social contacts outside work so that they can care...","sentiment_score":0.2444444444}
{"full_text":"Uber is another pandemic, I requested 3 times without drivers picking the trip, the pre authorization refund takes 10 days. They owed me a lots of money.","sentiment_score":0.0}
{"full_text":"RT it's been debatable whether the vaccine had killed anyone... until now.","sentiment_score":-0.2}
{"full_text":"RT Parents! The most important thing you can do for your child's education is NOT LETTING THEM GET COVID.","sentiment_score":0.45}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"RT So the new variant in the South of France is apparently unsurprisingly in the UK. There have been 17 cases and it is looking...","sentiment_score":0.0931818182}
{"full_text":"18 Kajang Prison inmates hit by vaccine adverse effects, including two dead: Health Ministry","sentiment_score":-0.2}
{"full_text":"RT Dear Election Commission, Your subjects are in the grip of a third wave. Still going to blame parties for pushing the electio...","sentiment_score":0.0}
{"full_text":"Only when the tide goes out do you discover who's been swimming naked.Well #Omicron is out and the people are discovering the #phascistas who raked in $117.6 billion in vaccine sales revenue are a pack of ruthless bastards.","sentiment_score":-0.5}
{"full_text":"RT A very sad news! Tributes flow for Dakota Conry who suddenly died in her sleep after contracting #Covid19A 13-month-old girl...","sentiment_score":-0.40625}
{"full_text":"#postpone_upsc_mains #upscmains U can prevent loss&amp; disaster of lives..Coz Now COVID is doubling everyday &amp; UNPREVENTABLE with mask and other SOP's in 10 days of exam durationWhat's emergency..lives or exam-timing??","sentiment_score":-0.1625}
{"full_text":"&lt;3 hope you guys are recovering from Covid well and that the trolls lay off for a while.","sentiment_score":0.0}
{"full_text":"RT University of California, San Diego has covid pcr test vending machines on campus free for students &amp; campus employees h...","sentiment_score":0.4}
{"full_text":"RT he went into lockdown mode lol","sentiment_score":0.8}
{"full_text":"RT Kejriwal had COVID symptoms from last many daysStill he did rallies in Lucknow &amp; Uttarakhand in last two days ","sentiment_score":0.1666666667}
{"full_text":"RT I'm still recovering from covid losses and I need a new computer if anyone wants to help","sentiment_score":0.1681818182}
{"full_text":"RT IM CURRENTLY ON MY 11TH VACCINATION, I NEED TO BE STRONGER, FOR IKE. HE WOULD HAVE GOT THE VACCINE. I KNOW IT... BUT I CAN...","sentiment_score":0.0}
{"full_text":"Biden once called Trump's COVID-19 testing push a 'travesty,' faces own criticism ","sentiment_score":0.6}
{"full_text":"RT Vaccine mandates gave people an outlet for their frustration in a world where hate and discrimination are allegedly no...","sentiment_score":-0.375}
{"full_text":"South Korea had roughly 4,000 Covid deaths in 2021.  Taiwan had 850, Singapore had 800.  Those are highly technologically advanced and geographically isolated countries with strict covid measures.  Please explain exactly what policies could possibly cause such a lower death rate.","sentiment_score":0.1183333333}
{"full_text":"RT  #Croatia Croatian President Zoran Milanovic said that Croatians are \"sufficiently vaccinated\",and therefore covid vaccine...","sentiment_score":0.0}
{"full_text":"RT Scott Morrison won't \"undercut retailers\" by providing RATs to protect Australians.Profits over people again from the L...","sentiment_score":0.0}
{"full_text":"Vaxed, or not, and even with natural immunity, covid will run its course, and there is really nothing we can do to stop nature's course. #covidwillrunitscourse","sentiment_score":0.15}
{"full_text":"RT theyre doing their show remotely bc of covid while attacking remote schooling bc of covid","sentiment_score":-0.1}
{"full_text":"RT omg they all recovered from covid thank god im so happy ","sentiment_score":0.8}
{"full_text":"Thane: Eknath Shinde, cabinet minister for urban development, PWD (public undertaking) and Thane, Gadchiroli guardian minister has tested positive to Covid 19","sentiment_score":0.0757575758}
{"full_text":"RT Sid, not sure i am talking of omicron or else, but current cases are presenting with more of the neurologi...","sentiment_score":0.0833333333}
{"full_text":"RT This is gross.","sentiment_score":0.0}
{"full_text":"uso nanaman ang covid, so isolate yourself na if you're not feeling well, for others sake and for your safety. ","sentiment_score":0.0}
{"full_text":"RT Well done Young India! Over 40 Lakhs between 15-18 age group received their first dose of #COVID19 vaccine on the...","sentiment_score":0.1875}
{"full_text":"RT SUGA, Jin and RM have fully recovered from Covid-19.","sentiment_score":0.0}
{"full_text":"RT We warned of this, and now it's here FREE EVERYONE. And do it now. I have friends in there and I'm desperately wor...","sentiment_score":-0.1}
{"full_text":"RT The GOP is giving unemployment handouts to anti-vaxxers, using taxpayer money.","sentiment_score":0.0}
{"full_text":"When you ask \"Are you single?\" Now #COVID19 finds a partner, and the couple is called #flurona Don't know what their couple goals be like ","sentiment_score":-0.0714285714}
{"full_text":"RT this ontario lockdown is my villain origin story","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"8am, fluke find with a RAT's test in Sydney.Unexpectedly, frantic ph calls frm beloved '20 something in QLD - 'I think I've got Covid, feel really sick, close contact from NYE, oh, and BTW, not Vaxed yet &amp; can't find a RATs.4pm express posted tests to QLD. So now, we wait.","sentiment_score":-0.0071428571}
{"full_text":"Do you think this will prepare us, if a yet unknown worse variant were to surface?","sentiment_score":-0.25}
{"full_text":"The NHS is being deliberately destroyed by politicians thinking only of their bank accounts.","sentiment_score":0.0}
{"full_text":"The provinces of Bulacan, Cavite, and Rizal will shift to a stricter Alert Level 3 from January 5 to 15 due to a surge in coronavirus disease 2019 (Covid-19) cases, possibly spiked by the Omicron variant, Malacanang announced Tuesday.https:\/\/t.co\/SfAupsAkml","sentiment_score":-0.0625}
{"full_text":"I think this time Boney looks so confident about release whatever happens and promotion will be started from Today Lets see If Hindi Telugu Version worked no more lockdown Thala Ajith 1st 300cr loading ","sentiment_score":0.125}
{"full_text":"RT  Get your first shot.  Get your second shot.  Get your booster.  Get your kids vaccinated.  And let's...","sentiment_score":0.125}
{"full_text":"Tested positive for \"Omicron\"Course you did.","sentiment_score":0.2272727273}
{"full_text":"RT Omicron may signal pandemic is winding down: Danish expert","sentiment_score":-0.1555555556}
{"full_text":"RT \"I had six shots in me. Two were bourbon. Three were Pfizer. One was a .38 slug that the doc never bothered to fish out of m...","sentiment_score":0.0}
{"full_text":"Curbs for aam aadmi but netas are never aam! Netas continue to invite people to come attend their rallies and listen to their speeches... these leaders are creating #Omicron super spreaders It's just sick!","sentiment_score":-0.2797619048}
{"full_text":"It's literally always been about the money. It's very pathetic","sentiment_score":-1.0}
{"full_text":"RT 54,760 Americans between 18-49 have died of covid since 2020.78,795 Americans between 18-45 have died of Fentanyl overd...","sentiment_score":0.0}
{"full_text":"RT #DemocratsDeliver COVID relief, jobs and economic growth For The People. There's a lot more to do to meet the needs of wo...","sentiment_score":0.35}
{"full_text":"RT Oh no Hamish, they knew what Omicron would do from the UK, Europe &amp; the US. None of this \"we couldn't know\"","sentiment_score":0.0}
{"full_text":"Our Dog-Brained Politicians Have Completely Let Us Down By Not Preparing For Omicron","sentiment_score":-0.0277777778}
{"full_text":"RT Shielding \"Young India\" against COVID-19 Over 40 lakh youngsters between the age of 15-18 years take their first dose...","sentiment_score":0.175}
{"full_text":"RT This is the United States Secretary of Defense  Double Vaxxed with a Booster, and lives under this plastic shiel...","sentiment_score":0.0}
{"full_text":"Be careful what you wish for, Grahame","sentiment_score":-0.1}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Isn't this essentially what Mike Pompeo said about running the State Department?","sentiment_score":0.0}
{"full_text":"RT I'm listening to that podcast as we speak. Unbelievable\/ Actually very believable. I can see why the...","sentiment_score":0.65}
{"full_text":"What else is hidden in the lab at Fort Detrick? If the origin of the COVID-19 is there, experts should look for the original strain that might help us to end the outbreak as soon as possible.#COVID  #Eagles 58.9K Tweetshttps:\/\/t.co\/lnqEMBxE7r","sentiment_score":0.1041666667}
{"full_text":"RT Omicron wave in Sri Lanka is not too far away - Warning from AMS","sentiment_score":0.1}
{"full_text":"Same reason one gambles or bets. For fun and chance you or the models are correct. Plus who wouldn't rather hear about the chance of snow instead of Covid all day long?","sentiment_score":0.0833333333}
{"full_text":"This is NOT how scarce RATs should be used. Restrict to close contacts, symptoms and high risk environments","sentiment_score":0.16}
{"full_text":"RT Omicron is now the fastest-spreading virus known to humankind. Mask up. Get vaccinated.","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT I asked clinicians from 4 big hospitals for an analysis of a random sample of currently admitted Covid patients2 could h...","sentiment_score":-0.1666666667}
{"full_text":"RT The Chinese Communist Party owes us answers on the origins of COVID.","sentiment_score":0.0}
{"full_text":"RT please stop trying to put a positive spin on a pandemic that has killed 5.4 million people. please","sentiment_score":0.0136363636}
{"full_text":"RT 37\/ Most mandated vaccines in schools are for illnesses that mostly impact kids; unlike COVID-19 where kids are less th...","sentiment_score":0.2777777778}
{"full_text":"An unvaccinated woman who caught COVID-19 spent more than 2 months in a coma. Now she's advising people to get their shots.","sentiment_score":0.1}
{"full_text":"RT California woman who tried to parlay opposing vax requirements into winning an Assembly seat dies of COVID at 46.","sentiment_score":0.5}
{"full_text":"RT Clown show.","sentiment_score":0.0}
{"full_text":"RT How many people are in NSW hospitals *with* Covid but not *for* Covid?The Daily Telegraph says it's 40-50% of patients...","sentiment_score":0.25}
{"full_text":"RT \"WhAt'S iN tHe VaCcInE\"","sentiment_score":0.0}
{"full_text":"RT Beware those selling a \"return to life and living\" when what they mean is a life of segregation, goon squads checking...","sentiment_score":-0.3125}
{"full_text":"RT I pray for your speedy recovery sir! Please take care. ","sentiment_score":0.0}
{"full_text":"The Numbers. #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"RT Guys, B.1.640.2 isn't new. It actually PREDATES Omicron. It's a sub-lineage of B.1.640- which caused some concern back...","sentiment_score":0.0454545455}
{"full_text":"I am sure you seen this he and the world economic forum's was right to warn about Covid coming bet he right about this one too I have taken this vax 50 years ago I'll get a booster if and when there one available Krupp","sentiment_score":0.3342857143}
{"full_text":"RT The two-week average daily case rise is nearing 10,000, marking a new record surge in cases for the state.  ","sentiment_score":-0.0045454545}
{"full_text":"RT Two years into the pandemic, has developed the first coronavirus vaccine designed specifically for global he...","sentiment_score":0.1166666667}
{"full_text":"RT Well she's not a Democrat.","sentiment_score":0.0}
{"full_text":"India hits highest daily COVID cases since September: Our Hashtag #FWN #freeworldnews #today","sentiment_score":0.0}
{"full_text":"Offering child vaccines AFTER schools reopen makes no sense in context of high transmission of #Omicron imv...forcing schools to reopen is going to delay schooling more imv..I have written to Speak up","sentiment_score":0.33}
{"full_text":"RT Hospitalizations and covid cases are spiking all over America.Protect yourself and your family.Get vaccinated &amp; boo...","sentiment_score":0.0}
{"full_text":"Someone tried to tell me that the discrimination based on race prioritizing non whites for Covid Treatments \/ tests was \"ok\".  I said in what other scenario would that EVER be ok? NONE.","sentiment_score":0.2916666667}
{"full_text":"Masks and social distancing are tools that help control the spread of COVID. Vaccines may not prevent you from getting the virus but they are effective in lowering hospitalizations and death. Deterring people from doing these things could and have lead to death. You want that?","sentiment_score":0.3166666667}
{"full_text":"Coming up:  Vaccines minister NHS staff shortages with Covid in schools with &amp; on partners banned from pregnancy scans@AasmahMir |","sentiment_score":0.0}
{"full_text":"Covid jabs in the Forest into six figureshttps:\/\/t.co\/SJO9AX2ais","sentiment_score":0.0}
{"full_text":"so she and Will and Roger captured a gyptian narrow boat and sailed it all the way down the Thames, nearly getting caught at Abingdon Lock, and then they'd been sunk by the Wapping pirates and had to swim for safety to a three-masted clipper","sentiment_score":-0.0851851852}
{"full_text":"RT No Lock down #ValimaiFromJan13 #ValimaiFromPongal","sentiment_score":-0.1555555556}
{"full_text":"RT MTG got booted off Twitter for spreading \"misinformation\".The misinformation she tweeted was CDC-PROVIDED DATA!So wh...","sentiment_score":0.0}
{"full_text":"RT How many people are in NSW hospitals *with* Covid but not *for* Covid?The Daily Telegraph says it's 40-50% of patients...","sentiment_score":0.25}
{"full_text":"Go back to Korea then.","sentiment_score":0.0}
{"full_text":"Kuwait is to introduce new restrictions in a move to curb the spread of the new Covid omicron variant across the country. More here:","sentiment_score":0.2575757576}
{"full_text":"#UAE: Health officials have confirmed a surge in demand for testing following stricter workplace regulations and post-travel testing.Majority of those testing are returning from their home countries, and the surge has trebled considerably since Jan 2.","sentiment_score":0.1666666667}
{"full_text":"Exeter have been awarded a 28-0 Premiership Rugby Cup third-round win after opponents Bath were deemed to have been unable to field a team due to injuries, as well as Covid-19 cases.","sentiment_score":0.0583333333}
{"full_text":"Symptoms may appear as early as two days after being exposed to someone who has Omicronhttps:\/\/t.co\/ZnfKOYJNey","sentiment_score":0.1}
{"full_text":"The important question is, what percentage of hospitalized &amp; dying COVID patients are unvaxed. The vast majority continue to be unvaxed.","sentiment_score":0.2}
{"full_text":"Sri Lanka's health sector is one of the most affected sectors, if not the main one thus affected, owing to the Covid-19 pandemic, and it has faced unprecedented challenges which Sri Lanka was barely in a position to manage. However, amidst the pandemichttps:\/\/t.co\/RlVfFLap5F","sentiment_score":0.3291666667}
{"full_text":"#TwoYearsAgo, Jan 4th. \"China has extensive capacity to respond to public health events and is responding proactively and rapidly (...) isolating patients, tracing close contacts, cleaning up the market, and searching for the cause and additional cases\".https:\/\/t.co\/pyhceCT9yy","sentiment_score":0.0}
{"full_text":"President #JokoWidodo has expressed his appreciation over the realization of the 2021 #COVID19 #vaccination target. The govt has administered more than 280 million doses. The vaccination rate has reached 70 percent for the first dose &amp; 50 percent for the second. #SEAToday","sentiment_score":0.25}
{"full_text":"#Punjab imposes statewide night curfew and closure of schools and colleges as #COVID19 cases spike againhttps:\/\/t.co\/ezFSAhXqHW","sentiment_score":0.0}
{"full_text":"There have now been more than a thousand cases of Omicron confirmed in Ayrshire.https:\/\/t.co\/Mqsdy4HNh2","sentiment_score":0.45}
{"full_text":"Parishes in the Archdiocese of Manila close again due to COVID cases #ArchdioceseofManila#OmicronVirus #rcamaoc","sentiment_score":-0.125}
{"full_text":"\"I am not irresponsible and the whole idea of the testing is to stop me potentially infecting other people but this makes it pointless.\"https:\/\/t.co\/iCMbiL3ThA","sentiment_score":-0.04375}
{"full_text":"FRANCE: The govt is proposing changing the country's health pass into a vaccine pass.If approved, a negative test or recovery wont be accepted as a means of gaining entry, only proof of full vaccination will suffice.https:\/\/t.co\/B1xKdxm759","sentiment_score":0.0166666667}
{"full_text":"RT queens at top. pandemic at the bottom","sentiment_score":0.5}
{"full_text":"The #GRAMMYs will likely be delayed due to COVID concerns for the second year in a row.","sentiment_score":-0.0416666667}
{"full_text":"RT Covid stampede !","sentiment_score":0.0}
{"full_text":">>Curtin University political extremism researcher Ben Rich said the WA government's mandatory COVID-19 vaccination policy had galvanised people who had concerns about health, as well as government intrusion on their personal and economic freedoms.<<","sentiment_score":0.14375}
{"full_text":"#Telangana Schools and Colleges closed from January 8 to 16 amidst rising #COVID caseshttps:\/\/t.co\/d6P05kCzBU","sentiment_score":-0.1}
{"full_text":"New varient alert .","sentiment_score":0.1363636364}
{"full_text":"RT Conservative lawmakers are banned for discussing accurate but inconvenient CDC stats, but libs can spew bullshit like t...","sentiment_score":-0.1}
{"full_text":"Ya but we have to hope they don't use Dominion voting machines again and also they keep pushing the covid narrative to be able to mail ballots again.","sentiment_score":0.5}
{"full_text":"Southeastern services are still operating into and out of London Victoria station but please always check before you travel.","sentiment_score":0.0}
{"full_text":"Covid struck the ongoing BBL season on multiple fronts but the tournament has risen to provide many moments to remember  applauds some moments of brilliance and a few bittersweet instances #BBL11 #Crickethttps:\/\/t.co\/b1MqUd6uVG","sentiment_score":0.1}
{"full_text":"RT The pic shows the strong determination of people in Xi'an, China to fight Covid!Xi An Jia You !","sentiment_score":0.5416666667}
{"full_text":"\"I am not irresponsible and the whole idea of the testing is to stop me potentially infecting other people but this makes it pointless.\"https:\/\/t.co\/Aar2Ucv1i5","sentiment_score":-0.04375}
{"full_text":"RT What actually was the point of Australia collectively flattening the curve in 2020 and most of 2021 when Dom Perrottet, an...","sentiment_score":0.25}
{"full_text":"RT Morrison's \"third world\" covid plan is filling hospitals, putting Aussies out of work and leading to lines outside chemists wi...","sentiment_score":0.0}
{"full_text":"COVID concerns are delaying the return to the classroom for thousands of students this month.","sentiment_score":0.0}
{"full_text":"Here is the latest update from Mr Perry, Headteacher. In it he talks about the latest covid guidance &amp; what it means for the return to school this week:","sentiment_score":0.5}
{"full_text":"RT It's nonsense to blame a new variant on the absence of RATs. Any sensible planning over the last 2 years would've m...","sentiment_score":0.0412878788}
{"full_text":"RT Keep in mind that many experience feelings of loneliness this time of year. Let your friends, loved ones, and other people...","sentiment_score":0.3583333333}
{"full_text":"If you have a #LearningDisability and it has been over 3 months since your last #Coronavirus vaccine - call your GP for a booster. There is #EasyRead information about the vaccine here -  #GetBoosted","sentiment_score":0.0}
{"full_text":"Ok here is the reduced transmission data.","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 8.8FWind Chill: 8.8FHumidity: 97%Dew Point: 8.2F Barometer: 30.512 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 537.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT It's a factual statement that there are people who got Covid from seeing this in a theater","sentiment_score":0.0}
{"full_text":"RT Great news -- more protection for more people. Boosters are our best defense against Omicron.If you're eligible, get you...","sentiment_score":0.7}
{"full_text":"RT If you're angry about today's lockdown announcement, Saturday January 22nd noon at Queens Park will be the large Worldw...","sentiment_score":-0.1428571429}
{"full_text":"RT California woman tried to parlay opposing vax requirements into winning an Assembly seat.Coronavirus:","sentiment_score":0.5}
{"full_text":"RT covid wont leave , just like this ngga","sentiment_score":0.0}
{"full_text":"RT The cdc recommends kissing me at midnight","sentiment_score":0.0}
{"full_text":"RT 75k cases a day in Fla GOP: everybody stop testing","sentiment_score":0.0}
