{"full_text":"Let's not pretend that Chicago Teachers Union cares about children's education now because of Covid when they go on strike every year. They were on a labor strike in 2019.","sentiment_score":0.0}
{"full_text":"RT Sending you the biggest hug","sentiment_score":0.0}
{"full_text":"Would be easier to weather a lock down if we had real government support ($ for the care I'm not using because my kids are too young to vax, $ for me because I am childcare instead of an income, etc). But then we might accidently let people know their lives don't HAVE to suck ","sentiment_score":0.0481481481}
{"full_text":"RT Pediatric hospitals across Ontario are urging pregnant people to get vaccinated because they're seeing an increase in infants...","sentiment_score":0.3333333333}
{"full_text":"RT Yet up to 30,000 Canadian hospital workers including doctors, nurses, technicians were fired or threatened with dismiss...","sentiment_score":0.0}
{"full_text":"RT covid wrote this article themselves.","sentiment_score":0.0}
{"full_text":"RT Putting politics aside, using every objective measure, Biden has failed on COVID way worse than Trump.It's orders of m...","sentiment_score":-0.3}
{"full_text":"RT i have a huge phobia of needles i am absolutely dreading getting my booster..... why cant they hide the vaccine in like a piece...","sentiment_score":0.3}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"Statement: \"Given the impacts of COVID on TSA personnel at Phoenix Sky Harbor International Airport, TSA will be temporarily consolidating security checkpoints in Terminal 4, starting Friday, January 7, at 4 AM.\"","sentiment_score":0.0}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"Interest rates, single family home prices and rent prices going up all year and well into next year","sentiment_score":-0.0357142857}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"I'm pleased to report my nephew's Covid symptoms are considerably lessened today (after four days), and he seems to be on the mend.","sentiment_score":0.3}
{"full_text":"RT I believe Novak Djokovic has an absolute right to refuse a Covid vaccine (his body, his choice).  And that the Australian...","sentiment_score":0.1619047619}
{"full_text":"RT \"What is totally impossible to predict, is there a new mutation coming in a day, a week, three months that is worse in ter...","sentiment_score":-0.3101010101}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT Meanwhile, another athlete dies of heart attack in training...... while own 6 m...","sentiment_score":0.6}
{"full_text":"Hello!! Of course unvaccinated people can infect vaccinated people, doesn't he listen to the broadcasts on Covid, the ONLY way to eradicate this desease is for EVERYONE to be vaccinated ","sentiment_score":0.0}
{"full_text":"RT I'm not saying Ron DeSantis has COVID, but I'd reaaaaaally encourage everyone in that room to quarantine for the next...","sentiment_score":0.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT #OC, we have posted the #OCCOVID19 newly confirmed cases reported to us today to our website at Conf...","sentiment_score":0.4}
{"full_text":"RT Memo to Morrison: please tell us what your modelling says on the impact of your policy of \"let it rip\" and \"living with Covid...","sentiment_score":0.0}
{"full_text":"Covid isolation is where your statistics are lacking.  If someone doesn't have covid but is on more than 6L of 02 that's aerosolizing covid isolation. Same ppe. Our PPE is a joke. The same worn during the Spanish flu cloth or paper masks.","sentiment_score":0.125}
{"full_text":"RT Reminder: #Omicron was brought into Canada by the travelling vaccinated.","sentiment_score":0.0}
{"full_text":"Versus what? The empty ones? ","sentiment_score":-0.1}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"RT .@BTS_twt's PTD concert will be held on Seoul in March. However due to COVID-19,the number of performances at large sta...","sentiment_score":0.0446428571}
{"full_text":"Vaccine status is more amendable to the universal digital identity they are pushing for.","sentiment_score":0.1666666667}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT I heard my husband uncontrollably coughing in the kitchen and thought for a second that he brought Covid into this hou...","sentiment_score":0.0}
{"full_text":"RT Isn't there something really twisted about using the term \"Fireside Chat\"? #woodsmoke = #lungcancer #asthma...","sentiment_score":-0.5}
{"full_text":"RT .@BTS_twt's PTD concert will be held on Seoul in March. However due to COVID-19,the number of performances at large sta...","sentiment_score":0.0446428571}
{"full_text":"RT BREAKING: E3 2022 will be online-only again due to the pandemic.","sentiment_score":-0.125}
{"full_text":"RT In the making of my own vaccine Any takers","sentiment_score":0.6}
{"full_text":"RT Yesterday said we had to ride the #Omicron wave. Now is trying to close the beach. Whi...","sentiment_score":0.0}
{"full_text":"RT Moderna CEO says people may need fourth Covid shot as efficacy of boosters likely to decline over time","sentiment_score":0.0}
{"full_text":"RT Hey #Vanier pals, I'm working with a few good folks to get N95\/KN95 masks to Vanier residents who can't access or afford...","sentiment_score":0.25}
{"full_text":"RT IF UNNU SICK WHY UNNU NAH BUMBOCLAAT STAY HOME","sentiment_score":-0.7142857143}
{"full_text":"that whole family going to hell omg","sentiment_score":0.2}
{"full_text":"Let's hope my results come out negative cause I don't wanna have to stay stuck at home","sentiment_score":-0.3}
{"full_text":"RT It's comical at this point. It really is. You have no idea how hilarious it is for somebody with zero shots.","sentiment_score":0.4}
{"full_text":"RT .@BTS_twt's PTD concert will be held on Seoul in March. However due to COVID-19,the number of performances at large sta...","sentiment_score":0.0446428571}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT Kathleen Rice knows 1st responders are struggling to keep up with omicron, #NY04They've been working their butts off for 2...","sentiment_score":0.0}
{"full_text":"RT I'm really glad I ordered that pack of KN95s now. I already put away all my old cloth masks","sentiment_score":0.3}
{"full_text":"RT LA needs a fat ass lockdown everybody sick up in this bitch mane","sentiment_score":-0.7142857143}
{"full_text":"RT Teachers who want safe COVID-19 working conditions are not the enemy.","sentiment_score":0.5}
{"full_text":"RT Saudi Arabia's Ministry of Hajj has imposed restrictions on issuing 'Umrah permits to \"One 'Umrah every 10 days\" due t...","sentiment_score":-0.125}
{"full_text":"RT #hamburg today#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"No bc I'm not even a nurse and this happened to me (i still took my test that's why I'm out now) but they're literally only going by if you have a fever or not we're gonna be in this FOREVER","sentiment_score":0.0}
{"full_text":"RT I am pleased to report a federal judge rejected the FDA's request to produce the Pfizer Covid vaccine data at 500 pages pe...","sentiment_score":0.5}
{"full_text":"RT Worried about the possible threat of the more transmissible Omicron variant? We can beat this! Along with mask-hugas-iwas-a...","sentiment_score":0.3125}
{"full_text":"Toy Fair 2022 loses retailers over Omicron fears -- but still slated for NYC's Javits Center","sentiment_score":0.1}
{"full_text":"RT Xi'an Authorities Block All \"Negative\" Posts On Social Media As Lockdown Backlash Grows","sentiment_score":-0.1333333333}
{"full_text":"RT 1\/ It's a mistake to think that kids' mental health problems are just because of school closures as opposed to pandemic t...","sentiment_score":-0.1}
{"full_text":"oh my god boo boooo tomato tomato tomato i'm throwing tomatoes everyone told you it would be bad and that one week was not enough and now kids are stuck in tightly packed dorms with covid positive roommates while cases spike even more BOOOO TOMATO TOMATO TOMATO","sentiment_score":-0.0302597403}
{"full_text":"RT With infections surging due to the Omicron variant, physicians are now urging people to ditch cloth face masks and instead r...","sentiment_score":-0.125}
{"full_text":"RT My moderna booster shot fighting off every variant","sentiment_score":0.0}
{"full_text":"RT More than one thing can be true at once. 2 examples:My children do better with in-person than online learning AND it'...","sentiment_score":0.45}
{"full_text":"RT Dear am begging you to look at the last 2 weeks of feed and shut him down li...","sentiment_score":-0.0777777778}
{"full_text":"I wonder how much time they'll spend on the nonsense that comes from their front bench on Covid and vaccines.","sentiment_score":0.2}
{"full_text":"Tyler Perry studios implements Covid vaccine mandate for casts and crews","sentiment_score":0.0}
{"full_text":"Slow Your Roll Tide","sentiment_score":-0.3}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT The media and our PM have been painting the picture that the unvaxxed are all infected running around licking door knobs...","sentiment_score":0.0}
{"full_text":"RT In 2020 Fauci warned opening up too soon would have a paradoxical detrimental affect on the economy. and","sentiment_score":0.0}
{"full_text":"RT You remember \"flatten the curve\" ?The idea we slow the spread to prevent health care systems being overwhelmed ?No?Appa...","sentiment_score":-0.3}
{"full_text":"SONII shares his confusion about the pandemic","sentiment_score":0.0}
{"full_text":"This genuinely isn't even about everyone saying they're going \"safely\" &amp; that\"omicron is mild\" &amp; that they're willing to \"risk it\". This is bigger than you and me. I understand that this is their job &amp; they've taken a big hit over the last 2 years but people are literally dying.","sentiment_score":0.2119047619}
{"full_text":"RT This is not what we were promised.","sentiment_score":0.0}
{"full_text":"RT \"UK Head of Joint Comm on Vaccination &amp; Immunization, Dr. Pollard: \"We can't vaccinate the planet ever...","sentiment_score":0.0}
{"full_text":"Jen Psaki tears apart Ron DeSantis' criticisms of Biden's pandemic testing program: 'It's pretty rich'","sentiment_score":0.3125}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT We need real anger at what is being done to us, because right now the cattle are being herded docilely and willingly in...","sentiment_score":-0.1547619048}
{"full_text":"RT CDC: Please stay home from work unless you have a job.","sentiment_score":0.0}
{"full_text":"RT The question is WHY are they saying this now?","sentiment_score":0.0}
{"full_text":"Spin? I said I've personally worked retail and watched people come in for books or stickers in 6 inches of snow. Or to eat out in an ice storm. It's not \"if\". It's the same types of attitudes that result in \"but *I* need a haircut\" during a pandemic.","sentiment_score":0.0}
{"full_text":"RT The governor of the third largest state lied to you about COVID tests. When we caught him, he used your tax dollars to come...","sentiment_score":0.0}
{"full_text":"New symptoms officially overtake cough and fever as most common #Covid sign","sentiment_score":0.1121212121}
{"full_text":"Stupid ass no IgA having bitch I better not have covid, this better be norovirus or something","sentiment_score":0.0666666667}
{"full_text":"RT Nadal sums it up \"But there are rules and if you don't want to get the vaccine, you're going to have some troubles. Th...","sentiment_score":0.0}
{"full_text":"RT Thank you, to announce publication of my article exploring why governments and public health leaders h...","sentiment_score":0.0}
{"full_text":"RT New South Wales has recorded 38,625 new infections and 11 further deaths. #7NEWS","sentiment_score":0.0909090909}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Covid isn't going anywhere. The next logical step is to start focusing on ways to strengthen your immune system. #vaccine #healthy #immunesystem","sentiment_score":0.25}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"RT The Iran study by has been updated with...","sentiment_score":0.0}
{"full_text":"i swear if harry has covid..","sentiment_score":0.0}
{"full_text":"RT Australia Is Now Banning the Unvaxxed From Leaving Home Except for Essentials and #AustraliaHasFallen is Trending","sentiment_score":0.0}
{"full_text":"my mom only really gave us ibuprofen growing up so i'm over here raw dogging covid","sentiment_score":-0.0102564103}
{"full_text":"RT Fully vaccinated and still got COVID-19? Here is what you should do next &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT North Korea will not take part in the 2022 Winter Olympics in Beijing over the activities of \"hostile forces\" and the COV...","sentiment_score":0.0}
{"full_text":"RT Sports Donga reports that with the cancellation of their LA trip to the Grammys, BTS's first public event will be the PTD...","sentiment_score":0.125}
{"full_text":"RT \"At the end of the year, the administration announced that it was reducing the duration of isolation...largely to addre...","sentiment_score":0.0}
{"full_text":"RT We're 2 days from the next CDC guideline: \"Hey, man. You do you.\"","sentiment_score":0.0}
{"full_text":"RT \"our school nurse has approved the use of a Q-tip with six droplets of vodka splashed onto an egg carton instead\"  htt...","sentiment_score":0.0}
{"full_text":"RT So happy the family and I got to see the parade today (even through covid). It was really great to see! Next year, if I...","sentiment_score":0.3875}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt's PTD concert will be held on Seoul in March. However due to COVID-19,the number of performances at large sta...","sentiment_score":0.0446428571}
{"full_text":"RT Are we at the point when the Omicron-minimisers Look Up?","sentiment_score":0.0}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"After mandatory testing this week, UC Davis just went online for the month of Jan  They've been at the forefront of pandemic response, if anyone's looking for responsible leadership at college-level right now.","sentiment_score":0.2428571429}
{"full_text":"Do you think the mRNA shots stop infection\/transmission?","sentiment_score":0.0}
{"full_text":"RT Oh no you don't COVID KING BIDEN. You forced gov employees to get jabbed including dismissing people in the military. Yo...","sentiment_score":-0.2}
{"full_text":"day 4 - low effort bc i got my 3rd vaccine and feeling kinda tired","sentiment_score":-0.1333333333}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT .@FoxNews: Ted Cruz introduces legislation to allow states to purchase monoclonal antibodies","sentiment_score":0.0}
{"full_text":"RT Former President Trump: \"The vaccine mandates have been a DISASTER.\"","sentiment_score":0.0}
{"full_text":"RT The meeting to decide whether or not schools were safe enough for teachers and pupils to return to them was held online f...","sentiment_score":0.25}
{"full_text":"RT Speaking of technology - how is the Federal government acting to address Rapid Antigen Test tech supply issu...","sentiment_score":0.0}
{"full_text":"I think this means Covid is over","sentiment_score":0.0}
{"full_text":"RT No one wants to spread an infection to someone who could get seriously ill or die from it. If you test positive for Covid...","sentiment_score":-0.0242424242}
{"full_text":"[Frequent Hot Showers Are Good For Cleanliness]With the Covid-19 pandemic going around, everyone is extra cautious and wary about physical contact, falling sick, or going out. 1 of 2","sentiment_score":-0.0234693878}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Listen in, its a gratifying mental explanation of the inundating msm. Let It Go: The Danger of Mass (Crowd) Formation in the Pandemic Era with Mattias Desmet","sentiment_score":-0.1}
{"full_text":"RT Australia has now overtaken the US for new covid cases on a rolling average per capita basis.","sentiment_score":-0.0068181818}
{"full_text":"RT .@BTS_twt's PTD concert will be held on Seoul in March. However due to COVID-19,the number of performances at large sta...","sentiment_score":0.0446428571}
{"full_text":"RT In a real pandemic, would a tennis match be being played at all...","sentiment_score":0.2}
{"full_text":"RT Teachers who want safe COVID-19 working conditions are not the enemy.","sentiment_score":0.5}
{"full_text":"RT What a disgrace. This enrages me. For a vaccine that doesn't stop the spread and loses effectiveness in a few short mo...","sentiment_score":-0.1666666667}
{"full_text":"RT A study by Oxford Clinical Infectious Diseases Periodical found that Gates's oral polio vaccine is not only giving kids p...","sentiment_score":0.0}
{"full_text":"RT Update from Shared Health -- for the week ending Jan. 1 - 915 staff in the health-care system tested positive for COVID...","sentiment_score":0.2272727273}
{"full_text":"People flying out of Sky Harbor tomorrow can expect long security wait times because of a shortage of TSA workers.","sentiment_score":-0.05}
{"full_text":"RT How to complete the work with limited time and limited staff due to spread of covid on a portal full of gl...","sentiment_score":0.0364285714}
{"full_text":"RT On day 371 I think I might be good at what I do. Can't figure out if it's the pandemic or crypto or venture investing but...","sentiment_score":0.7}
{"full_text":"How else can we protect unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"I uncertainly regret to inform you of in-person instruction and I deeply respect to inform you of social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT Every adult in the country now needs a Covid-19 booster vaccine, because two doses does not give you enough protection against...","sentiment_score":0.05}
{"full_text":"RT I the only one finding it strange we've been told for years to accommodate every whim, fetish, choice, preference, pronoun...","sentiment_score":-0.025}
{"full_text":"The Biden administration's OSHA vaccine mandate is illegal and dangerous for American businesses. That is why we are asking the Supreme Court to reinstate a halt to this reckless government overreach.","sentiment_score":-0.3666666667}
{"full_text":"RT if you don't come out of this pandemic anti-capitalist, pls reflect ","sentiment_score":0.0}
{"full_text":"Bad Boy's director of business development told CBC News global supply chain issues and staffing shortages related to the pandemic have affected the company's delivery times and customer service.","sentiment_score":-0.2333333333}
{"full_text":"RT Children are falling behind in social and emotional development as a result of the pandemic. Children need to be in the c...","sentiment_score":-0.1222222222}
{"full_text":"RT It feels like most of the people resentful about MIQ who appear on the News' argument boils down too \"Every other coun...","sentiment_score":0.0731481481}
{"full_text":"#India's health officials raised warning flags on Wednesday as the country reported a massive 55 percent daily spike in #COVID19 infections with 58,097 new cases, double what it reported just four days ago.https:\/\/t.co\/Wk5aJU3GfQ","sentiment_score":0.0340909091}
{"full_text":"RT URGENT - Hi, I'm Timmy  &amp; I'm looking for my forever home - pls can it be with you? I'm currently in a lovely foster h...","sentiment_score":0.5}
{"full_text":".@EricWGLT talks to Town Council member Scott Preston about pedestrian safety on College Avenue, spending federal COVID money, and the possibility of an outdoor circuit training center. #BloNo","sentiment_score":-0.1}
{"full_text":"Former Surgeon General Jerome Adams joins New Day to discuss Covid-19 outbreaks on college campuses across the U.S.#SeattleMediumhttps:\/\/t.co\/sNN5UDGDGG","sentiment_score":0.0621212121}
{"full_text":"The seven day average COVID cases has risen by almost 100% since the previous week.","sentiment_score":-0.1583333333}
{"full_text":"\"Whistleblowers Take Note: Five Largest Government Contracts of 2021\" #whistleblowers #POTUS #COVID19","sentiment_score":0.0}
{"full_text":"I think they were referring to the protests of 2020. You know in the middle of a Pandemic! You know the one that cost hundreds of millions of dollars and damage and ended 25 lives. You know the ones that we were told were patriotic","sentiment_score":0.0}
{"full_text":"Yes, Omicron is less susceptible to the vaccines in terms of transmission, this is relatively well known, but will still help you avoid hospitalisation.","sentiment_score":-0.0833333333}
{"full_text":"Idaho is now in what health officials are calling COVID-19 surge number five as they continue to see an increase in demand for testing, a significant increase in case numbers and hospitalizations over the past two weeks.https:\/\/t.co\/DbmNZwCTno","sentiment_score":0.0625}
{"full_text":"RT This bout to be REAL Hunger games only 4K people are allowed at large concerts means for BTS concert in March in Seoul SO FAR d...","sentiment_score":0.1285714286}
{"full_text":"RT If you ask people not to go out much, not to meet many people or linger, stay home if even worried may be sick,  avoid gyms,...","sentiment_score":-0.0047619048}
