{"full_text":"RT Is there anywhere we can send them resources? Do they need food or warming things? It's cold out there ","sentiment_score":-0.6}
{"full_text":"RT \"Absenteeism\" is such a shitty way to talk about workers with covid\/caring for someone with covid\/isolating due to expo...","sentiment_score":-0.0625}
{"full_text":"Never ever shows sympathy or compassion for the people that have succumbed to Covid","sentiment_score":0.0}
{"full_text":"RT Queensland's new Chief Health Officer, Dr John Gerrard, says covid \"is just another virus and anxiety about it will settle...","sentiment_score":0.1363636364}
{"full_text":"Oh These Anti Vaxxer Novax Supporters Claiming He Doesn't Need Vaccine Coz He's An Athlete &amp; Already Got Enough Immunity ","sentiment_score":0.0}
{"full_text":"&amp; wont be satisfied until every single Australian has contracted #COVID19","sentiment_score":0.1428571429}
{"full_text":"RT With 10k+ cases in a day OPSC should postpone OCS Mains 2020. Almost all other exams has been postponed and this should...","sentiment_score":-0.125}
{"full_text":"Clarification my COVID IGG is &gt;150 normal range is less than 1","sentiment_score":-0.0083333333}
{"full_text":"RT Politicians are trying to make life uncomfortable(unbearable) so you are forced to get vaccine.and people think we s...","sentiment_score":-0.3}
{"full_text":"RT STUDY. CBDa and CBGa, compounds in #cannabis prevent infection by #COVID-19 virus by blocking its entry into cells #EndOurPain...","sentiment_score":0.0}
{"full_text":"RT cops getting a month off for covid while nurses and teachers and shit are supposed to work sick tells you defund the pol...","sentiment_score":-0.4571428571}
{"full_text":"RT Nurses in the Las Vegas valley are blasting policies at some hospitals where workers infected with COVID-19 are allowed to stay o...","sentiment_score":0.0}
{"full_text":"Any black stay at home mom YouTubers\/Bloggers out there? I have some questions!","sentiment_score":-0.2083333333}
{"full_text":"RT Immediate relatives of American residents and citizens have to continue exposing ourselves to high prices, scams, dangers,...","sentiment_score":0.08}
{"full_text":"Leader of Opposition in Rajya Sabha, Mallikarjun Kharge tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT It is wild to live in a culture acting like we are overreacting to Covid when everything within my ability to reason s...","sentiment_score":0.0787878788}
{"full_text":"RT Covid is the perfect example of what happens when you create socieities where everything is based on making a profit.","sentiment_score":1.0}
{"full_text":"Do you think if Trump were to die from Covid if Russia would still financially back the Republican Party?. We all know that Trumps money comes from Russia. When are the Democrats going to follow the money trail?.","sentiment_score":0.0}
{"full_text":"WHAT GOES AROUND...The harsh reality of living through this deadly #COVID pandemic may help Americans to have some sense of suffering &amp; death experienced by #IndigenousPeoplesdue to infectious diseases brought by Europeans to the New World likeSmallpoxmeaslestyphuscholera","sentiment_score":0.1340909091}
{"full_text":"RT Hubby went to Walgreens to get a prescription. Drive thru closed &amp; sign says \"drive thru closed d\/t staff out w\/Covid.\" Doz...","sentiment_score":-0.1}
{"full_text":"RT CORONAVIRUS: India reports 247,417 new daily cases and 380 deaths","sentiment_score":0.0681818182}
{"full_text":"RT Positivity rate for Covid tests conducted at Karachi's AKU was 42% for the last 24 hours","sentiment_score":0.0}
{"full_text":"RT Herschel Walker claims a dry mist can kill Covid. Can we please check this guy for CTE?","sentiment_score":-0.0666666667}
{"full_text":"RT In other words, variants don't emerge from reduced transmission. They emerge from lots of viral replication resulting...","sentiment_score":-0.125}
{"full_text":"Unbelievable","sentiment_score":-0.25}
{"full_text":"RT Doherty modelling was also based on Delta and relied on contact tracing holding up. Of...","sentiment_score":0.0}
{"full_text":"RT Oh, you didn't have any taste before Covid either, honey","sentiment_score":0.0}
{"full_text":"RT Hlo sir,mny of our btchmts r found covid+ve,still RTU is conducting offline exms frm 19\/1\/22,we r miles away frm our h...","sentiment_score":0.0}
{"full_text":"RT Ontario's COVID-19 Science Advisory Table believes it's in the child's best interest to be learning in class, surrounded by...","sentiment_score":1.0}
{"full_text":"\"distribution and labor issues\" aka tyrannical vaccine mandates for truckers","sentiment_score":0.0}
{"full_text":"RT Touchless Pick-Up of COVID-19 Tests and Reporting #Education #innovation via","sentiment_score":0.0}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"Leader of Opposition in Rajya Sabha, Mallikarjun Kharge tests positive for COVID-19\"He is asymptomatic &amp; is under home isolation. He is fully vaccinated but was not yet eligible for his precaution dose,\" his office says in a statement (ANI)","sentiment_score":0.2272727273}
{"full_text":"RT Now that is a real epidemic.#gohtyaa_bNd_kro_srkaar","sentiment_score":0.2}
{"full_text":"RT I sold Russell Westbrook a fake vaccine card. Please do something about it","sentiment_score":-0.5}
{"full_text":"I have only punched a desire demon who just wants to be a stay at home mom once, and it was in service to the Chantry, I assure you.","sentiment_score":0.1}
{"full_text":"RT Stick those masks up your ass,","sentiment_score":0.0}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT Every single person in this country should receive free, at-home, rapid testing and high quality N95\/KN95 masks.No matter yo...","sentiment_score":0.1628571429}
{"full_text":"RT My view? Omicron like the upper respiratory CoVs will not induce lasting immunity. Assuming this wave subsides in February...","sentiment_score":0.0}
{"full_text":"The science and research shows that getting the covid vaccine decreases death and hospitalization rates. In short, vaccines work.","sentiment_score":0.0}
{"full_text":"RT Queensland presses to vaccinate children at the same time 30 health professionals and MPs in the UK say vaccinating children s...","sentiment_score":0.0}
{"full_text":"RT A video of aliving in a SRO (Single Room Occupancy) in Chinatown.  A 14 yrs old isw\/ her older sister &amp; mom inside th...","sentiment_score":0.0650793651}
{"full_text":"Two years into #COVID19 pandemic, having exhausted numerous treatment approaches, off-the-shelf killer #tcell therapeutics is one of the remaining options science can explore for millions among us who suffer from inadequate T cell response.","sentiment_score":-0.2}
{"full_text":"RT Leader of BC Libertarian Party moves to file hate crime charges against Justin Trudeau#TrudeauHasGotToGo #Covid19 ht...","sentiment_score":-0.8}
{"full_text":"RT Not acceptable ...","sentiment_score":0.0}
{"full_text":"RT Why are #antivaxxers calling ambulances? Ride The Wave. If elderly Australians in 100s of nursing homes with COVID19 ou...","sentiment_score":0.0}
{"full_text":"RT no fucking way this stupid meme was real","sentiment_score":-0.1}
{"full_text":"RT TRUDEAU is backing down from its vaccine mandate for Canadian truckers 3 days before it was set to take effect! Take n...","sentiment_score":-0.1944444444}
{"full_text":"RT Night curfew failed.. odd-even failed... Private office closure failed... #COVID19 keep increasing . It shows hollowness of the...","sentiment_score":-0.375}
{"full_text":"RT Fake COVID testing sites in WA, here's a list.Beware.","sentiment_score":-0.5}
{"full_text":"RT NJ Health Commissioner said 32% of current hospital admissions are \"fully vaxxed.\" If true, not sure the whole \"pandemic of th...","sentiment_score":0.075}
{"full_text":"RT My building manager's 21 yo son doesn't want to get vaccinated. They went to see their fam for the holidays. Now? Grandma...","sentiment_score":0.0}
{"full_text":"Nope, only one branch of the extended family had COVID but they all got it. Fortunately, they are recovered.","sentiment_score":0.2}
{"full_text":"RT Here's Short Video for Celebrating 1 Year of #MasterRevival of  after Corona Break#1YrOfIndustrySaviourMASTER#Beas...","sentiment_score":0.0}
{"full_text":"RT I sold Russell Westbrook a fake vaccine card. Please do something about it","sentiment_score":-0.5}
{"full_text":"RT The CDC says, \"if you figure out how to survive, let us know.\"","sentiment_score":0.0}
{"full_text":"RT If you rely on #SSI and need some N95 masks, here's the #SSImask project sign up form. I'll send you some high quality, authe...","sentiment_score":0.16}
{"full_text":"RT Consider: Total spending by the government to create ICU beds - $0. Total spending to create Covid detentio...","sentiment_score":0.0}
{"full_text":"#Covid_19 Districts wise corona case in KERALA today 13-JANUARY-22 08:00 ISTTotal Deaths 50,252https:\/\/t.co\/Cg7cvjuFgx #Kerala #indiacoronaupdate #coronavirus #CoronaUpdatesInIndia #CoronaUpdates #COVIDUpdates #COVID19 #COVID19","sentiment_score":0.7}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"Say less big dog","sentiment_score":-0.0833333333}
{"full_text":"RT BROKEN--trust in the says CDC will not change recommendations to wear higher quality N95\/KN95 masks. ...","sentiment_score":0.25}
{"full_text":"RT CORONAVIRUS: India reports 247,417 new daily cases and 380 deaths","sentiment_score":0.0681818182}
{"full_text":"What an idiot. You've botched 4 COVID waves in a row. Now going for 5.  Staff and students should not be in schools until Ppe arrive. But you needed the headlines. Politics before health every step of the way with kenney.","sentiment_score":-0.8}
{"full_text":"Fuck covid bro ","sentiment_score":-0.4}
{"full_text":"RT I want my COVID test to tell me who gave it to me. Names! I want names.","sentiment_score":0.0}
{"full_text":"Pakistan records 3,000 coronavirus cases for first time in four months.#CoronavirusPakistan #OmicronPakistan","sentiment_score":0.25}
{"full_text":"RT Do You Know? The Impact of the Covid-19 Pandemic Drastically Increased the risk factors of violence against Women an...","sentiment_score":0.0}
{"full_text":"RT what are these people talking about? like i'm sorry you have to wear a mask in a grocery store but also i've been to ro...","sentiment_score":-0.5}
{"full_text":"We're getting our cheeks clapped nearly as hard as you are. It's wild and wokeAF but no person I know believes the Proud Boys are a terrorist organization. That's silly. The real terror is coming from the woke regime and the vax nazis.","sentiment_score":0.0616666667}
{"full_text":"Just letting everyone here know again. Masks dont work in these setting, covid is endemic, kids arent at risk from this disease especially this variant. And they've lost 3 years of their lives to political nonsense and arent getting them back. Lets give them the next 3 free.","sentiment_score":0.08}
{"full_text":"RT \"Sooner or later, virtually everybody is going to wind up getting exposed and likely get infected.\"Dr. Fauci says Covid wo...","sentiment_score":0.0}
{"full_text":"RT Officially diagnosed with long covid and now need disability accommodations for school because of it. Stop talking abo...","sentiment_score":-0.05}
{"full_text":"RT Hlo sir am a student of MLVTEC Bhilwara..recently our classmate are covid +ve &amp; many cases are rising there in our coll...","sentiment_score":0.5}
{"full_text":"RT What's the best, most persuasive mask research you're aware of?  What studies would you point the CDC Director to?","sentiment_score":0.5833333333}
{"full_text":"RT Excellent article by future NYT best selling author ","sentiment_score":0.6666666667}
{"full_text":"RT Omicron is spreading fast, too contagious! People around are getting sick, and many of them don't have clear idea where they...","sentiment_score":0.0339285714}
{"full_text":"RT \"We Failed\"One of the largest newspapers in Denmark is apologizing for its journalistic failure during COVID-19 by only pub...","sentiment_score":-0.2722222222}
{"full_text":"RT Then why aren't we stopping the insanity? What does it take?? Most Underreported Story of 2021? The 'Crushing Impact' of...","sentiment_score":0.45}
{"full_text":"I'm not vaxxed and don't have Omicron. My natural immunity from last year's covid is working nicely.","sentiment_score":0.2333333333}
{"full_text":"Mr. covid is there","sentiment_score":0.0}
{"full_text":"RT Really cool thread for those curious about effectiveness of different mask types, using homemade fit tests.  Spoiler al...","sentiment_score":0.1625}
{"full_text":"Please stop speaking from romours. Those past 4 years you talk. Have in been to Nairobi CBD? The political tension was eased. Have you ever thought what would have happened if Corona came and found Kenya the way it was What would happened. Just be realistic leave politics aside.","sentiment_score":-0.0277777778}
{"full_text":"RT #postpone_opsc_mainsDear sir covid cases are rising exponentially day by day, kindly considering the health and life...","sentiment_score":0.6}
{"full_text":"RT All of health care policy falls like dominos when you accept this FACT about mother nature &amp; omicron","sentiment_score":0.0}
{"full_text":"RT Despite these crazy times, we are committed to holding #lorneGenome in person with COVID safe adjustments. You can still...","sentiment_score":-0.05}
{"full_text":"When underquoting by RE agents becomes a public nuisance requiring police attendance. Fair trading on extended leave, working from home and social distancing from all members of the public#rorts #underquoting","sentiment_score":0.2444444444}
{"full_text":"My post is for public awareness how  is cheating with the name of insurance.They are licensed fraudsters. No response for covid death claim from past 7months. But they advertise any kind of death they cover after an year including suicide.Innocent ppl buying &amp; suffering","sentiment_score":0.1166666667}
{"full_text":"A BREAK  , HAVE A LAUGH COVID POSESSED GIRL ON PLANE !","sentiment_score":0.375}
{"full_text":"RT There will be an emergency meeting of leaders from all unions on Monday to consider our response to the failure of the Mo...","sentiment_score":-0.3166666667}
{"full_text":"My bile rises as I'm asked to move my dying cancer patient out of ICU to make room for an unvaccinated man with Covid | Ranjana Srivastava","sentiment_score":0.0}
{"full_text":"RT Very difficult to look at this data and dispute that our Covid-19 response for kids did more harm than good. It's why the...","sentiment_score":0.1833333333}
{"full_text":"Had a video call with a colleague who's just back at work after 2 weeks of Covid. Says it wasn't that all bad, but he's really fatigued, has to rest a lot.","sentiment_score":-0.1666666667}
{"full_text":"RT I am against lockdowns, mask mandates, and vaccine passports... and proud of it! Good ideas don't require force.","sentiment_score":0.85}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"I keep waiting for the neurons to fire in our school board members' heads. Cloth masks are useless, N95's work, they protect you rather than providing source control, therefore masks should be voluntary. Nothing yet...","sentiment_score":-0.5}
{"full_text":"RT Oh, you didn't have any taste before Covid either, honey","sentiment_score":0.0}
{"full_text":"RT Boris Johnson apologized for attending a staff party during the U.K.'s strict 2020 lockdown, one of a series of gatherings that ha...","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS: India reports 247,417 new daily cases and 380 deaths","sentiment_score":0.0681818182}
{"full_text":"Only if you believe the stats. Most covid deaths are those WITH covid not from it. Also lot of deaths from flu etc last year were registered as covid deaths. Lockdowns dont work thats a fact now. Obviously hindsight is a beautiful thing","sentiment_score":0.27}
{"full_text":"I'm in COVID lockdown and completely isolated and at best even then I can get through 5 a day. Doing 13 is insane. Look I love watching movies and watch as much as possible but...working is important. Other hobbies are good. Just...do something else ","sentiment_score":0.196875}
{"full_text":"in this admin's term wage increases have been implemented. we see improvement in our daily lives. there's still so much to do and the pandemic is not helping. BUT we feel the improvement. despite the obstacles thrown. despite the undermining on int'l stage. despite propaganda","sentiment_score":0.0125}
{"full_text":"I personally know of people who took Ivermectin when they contracted and were very ill with Covid.  They were almost 100% better after 3 days and 3 doses.  They are in their 50's and very active.","sentiment_score":-0.0808333333}
{"full_text":"Because it's awesome to be more + more broke in the USA in a global pandemic.","sentiment_score":0.5}
{"full_text":"Well, imagine that. This is what happens when people are held accountable for their decisions.https:\/\/t.co\/udwEoHRCFp","sentiment_score":0.0}
{"full_text":"RT WHO says omicron cases are 'off the charts' as global infections set new records","sentiment_score":0.0681818182}
{"full_text":"RT If you've had Covid then you have something better than a Big Pharma vaccine - natural immunity. Biden's government d...","sentiment_score":0.2}
{"full_text":"RT Not mine-- but it resonated with me #VaccinesWork #COVID19","sentiment_score":0.0}
{"full_text":"RT Honestly the U.S. needs to bail out China with a giant shipment of mRNA vaccine doses, but I don't think they're gonna take...","sentiment_score":0.3}
{"full_text":"Sounds positive","sentiment_score":0.2272727273}
{"full_text":"RT Contact tracing asking me to get a PCR test to confirm our at-home positive tests: next appointment 1\/21. Meanwhile, husband'...","sentiment_score":0.1136363636}
{"full_text":"RT King William's Town Twitter:We are urgently looking for a stay in helper at our family home in Bhisho. Please could you as...","sentiment_score":0.0}
{"full_text":"Of course I do. Do you know how many athletes and famous people in Serbia caught the virus in Dec? The numbers went up and we're recording the highest numbers since the beginning of the pandemic. Omicron came in Serbia. WHO says that in 2 months half Europe will be infected.","sentiment_score":0.2777777778}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"Thursday's HeraldOn the day 363 died in the UK after testing positive with Covid, the PM attended a No 10 garden party while the nation was stuck in lockdown. INDEFENSIBLE#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.2272727273}
{"full_text":"Here is all the information you need about registration dates and vaccine policies at universities.","sentiment_score":0.0}
{"full_text":"\"They speculate that treatments showing promise for cancer therapy-related cognitive impairment might be helpful for COVID-19 patients with similar problems. But they would need to be tested specifically for long COVID.\"","sentiment_score":-0.025}
{"full_text":"Actor tested positive for COVID-19, on Wednesday.","sentiment_score":0.2272727273}
{"full_text":"SecEd Bulletin is out today: includes #safeguarding &amp; #domesticabuse - #RSE &amp; how to teach #STIs - school culture &amp; ethos - webinar on school avoidance - latest on Covid staffing crisis - schools shun &amp; more: #ukedchat","sentiment_score":0.5}
{"full_text":"you deeply await social distancing.","sentiment_score":0.0166666667}
{"full_text":"GET YOUR BOOSTER DOSE. According to there is clear clinical evidence showing the effectiveness of #Covid19Vaccines in preventing severe infection, especially with the #BoosterDoseREAD: #COVID19","sentiment_score":0.05}
{"full_text":"RT CORONAVIRUS: India reports 247,417 new daily cases and 380 deaths","sentiment_score":0.0681818182}
{"full_text":"RT Ireland and other EU countries have been warned they cannot \"booster\" their way through the pandemic with another vacci...","sentiment_score":-0.125}
{"full_text":"Chinese PC maker shipped most PCs in the world in 2021, with shippments hitting a 10-year high, said on Wednesday. The PC market is believed to have rebounded to a much higher level than before #COVID19 thanks to strong emerging markets and commercial demand.","sentiment_score":0.2204761905}
{"full_text":"What's up, I'm a stay-at-home parent, my home was taken by an angry mob of geese, and I'm here to win the million dollars.","sentiment_score":0.15}
{"full_text":"The only possible response to COVID-19 is for the Church to seek anew the virtue of holiness. This holiness is not a private affair but a public commitment to live out the Eucharistic logic of the Church.--Timothy O'Malleyhttps:\/\/t.co\/m1yGxHY6rN","sentiment_score":0.0272727273}
{"full_text":"British Prime Minister Boris Johnson offered his \"heartfelt apologies\" on Wednesday for attending a \"bring your own booze\" gathering at his official residence during the country's first #coronavirus lockdown as opponents said he must resign. #UK #COVID19https:\/\/t.co\/0DiZ4hthCo","sentiment_score":0.2125}
{"full_text":"Severe penalties for 'making fun' of #COVID19 rulesViolators will be prosecuted under the Federal Decree-Law No. 34 of 2021https:\/\/t.co\/CVsHwrynY8","sentiment_score":0.3}
{"full_text":"An inflatable Covid-19 testing laboratory that is able to process about 120,000 samples a day started operation in China's northern port city of Tianjin on January 11.","sentiment_score":0.5}
{"full_text":"#COVIDHelp #InThisTogether We salute all COVID warriors for being our superheroes! We'll be glad to support them by transporting essentials like groceries, medicine &amp; food in the cities we operate in. Please reach out to us at covidsupport@porter.in #PorterForYou","sentiment_score":0.5}
{"full_text":"Is dropping COVID isolation from seven to five days a good thing?The people of Newcastle have been having their say...https:\/\/t.co\/C8CnSN7GIS","sentiment_score":0.7}
{"full_text":"\"The number of office workers commuting into London dropped to just one fifth of pre-pandemic levels last week.\"Office commuters shun London but trips to Soho and Bluewater soar","sentiment_score":0.0}
{"full_text":"RT Cannabis compounds prevent the virus that causes Covid-19 from penetrating healthy human cells, according to a lab study","sentiment_score":0.25}
{"full_text":"RT 'Another day, another anti-vax conservative GOP activist dies of covid.Kelly Canon died a few weeks after attending an...","sentiment_score":-0.2}
{"full_text":"\"THIS COVID IS SO TRICKY\"Kapuso host Iya Villania made this remark in an Instagram post where she announced that her second eldest Leon also tested positive for COVID-19.READ:","sentiment_score":0.1136363636}
{"full_text":"British Prime Minister Boris Johnson apologised on January 12 for attending a garden party at Downing Street during the UK's first Covid-19 wave.","sentiment_score":0.125}
{"full_text":"All in all, it does not look like #Year2022 is going to be calmer than 2021, and not just because of the effects of the #pandemic, but also because of the great decoupling of #monetarypolicy between the West and the East, via","sentiment_score":0.8}
{"full_text":"Dear MCN parents and learning partners,To ease feelings for anxiety brought on by the most recent COVID-19 surge, here are some tips to help you manage.Stay physically and mentally healthy.#GalingMCN","sentiment_score":0.1}
{"full_text":"So you're against this specific vaccine, not all vaccines in general, like the 11(i think) we get as toddlers and babies.","sentiment_score":0.025}
{"full_text":"RT Add to this Chief Medical Officer of Health has had to release statement assuring paediatric vaccine is safe after saying...","sentiment_score":0.25}
{"full_text":"33% Off!RYOBI ONE+ 18V Lithium-Ion Cordless 6-Tool Combo Kit with (2) Batteries, Charger, and Baghttps:\/\/t.co\/xT5gIwCY7J#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0}
{"full_text":"Once in the beginning first 3days was scary then I felt like regular cold. But ain't got Covid since","sentiment_score":-0.2125}
{"full_text":"As India's #COVID19 caseload soars, Centre releases fresh guidelines for treatment #coronavirus #TV9News","sentiment_score":0.3}
{"full_text":"RT Asymptomatic healthcare workers who have tested positive for the coronavirus can return to work immediately, without isolation...","sentiment_score":0.2272727273}
{"full_text":"Covid19","sentiment_score":0.0}
{"full_text":"Despite the resurgent virus, the coming year will not see the IT budgets going down as the demand for IT services will continue to remain high, #Wipro CEO Thierry Delaporte has saidhttps:\/\/t.co\/4KdoWdpumX","sentiment_score":0.0022222222}
{"full_text":"\"Parents are expected to act as shock absorbers and silent martyrs in the pandemic, even as every system fails us at once,\" writes.https:\/\/t.co\/q1KofqHP4N","sentiment_score":-0.2}
{"full_text":"COVID-19 testing sites across the country are experiencing longer wait times as the omicron and other new variants of COVID-19 continue to spread across the country.https:\/\/t.co\/0ypaQ2cGwo","sentiment_score":0.0056818182}
{"full_text":"RT 's order for sure. New policy to increase the birth rate.","sentiment_score":0.3181818182}
{"full_text":"Saying goodbye to a loved one is unexpected. Doing it twice in a matter of a month is even harder. That's what Ashley Baldwin went through when COVID-19 took her family members' lives.","sentiment_score":0.2333333333}
{"full_text":"RT Great news. Please test b4 leaving isolation after your infection. If you're positive, stay home another day &amp; test again....","sentiment_score":0.5136363636}
{"full_text":"2022 cannot be yet another year of disrupted education.Amid the Omicron surge, schools must be the last places to close and the first to reopen. This is why ","sentiment_score":0.125}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"Love is in the air and COVIDmay be too: Researchers develop a device that can detect exposure to COVID-19 from droplets in the air.#Science | #COVID19","sentiment_score":0.5}
