{"full_text":"RT That's why it's 41%","sentiment_score":0.0}
{"full_text":"RT Now that it's evident you can catch covid 2, 3, or more times can we drop this notion that once everyone gets it the pa...","sentiment_score":0.375}
{"full_text":"still proud?","sentiment_score":0.8}
{"full_text":"haven't talked to anyone who isnt my mom, brother, or step dad in DAYS, i have maybe 3 pending assignments and like 10 missing ones, i have an interview on wednesday and another one on thursday, finally cleaned my room, and the cherry on top,,,,I STILL HAVE FUCKING COVID","sentiment_score":-0.2666666667}
{"full_text":"He's fraidy scared of a vaccine. Humans probably terrify him.","sentiment_score":0.0}
{"full_text":"RT Here's a thought, How about we do away with speed limits and just trust everyone to drive safely? Blood alcohol limits fo...","sentiment_score":0.5}
{"full_text":"I got Covid and didn't die, the fear is from the media and people like yourself spreading it.  I am vaccinated.  I know many people now who have contracted Covid.  Time to move on #timetolivewithit","sentiment_score":0.5}
{"full_text":"RT Friends son left his $190,000 paying job because he won't have the vaccine. Good to see people all over standing up for what...","sentiment_score":0.35}
{"full_text":"RT They want to open up campaign rallies ","sentiment_score":0.0}
{"full_text":"RT Boris furloughed the country and made everyone secure, he made big decisions in the procurement of the vaccine, the ec...","sentiment_score":0.2}
{"full_text":"RT If these guys are at your March, you're on the wrong side of things","sentiment_score":-0.5}
{"full_text":"RT SUSPENDED! The Jazz legend, who attended the school in Spokane, Washington, confirmed that his tickets had been suspended afte...","sentiment_score":0.4}
{"full_text":"RT Ground Hogs Day The Sequel: Pandemic Parenting","sentiment_score":0.0}
{"full_text":"RT This morning I glued N95 to my children's faces before Zoom school.","sentiment_score":0.0}
{"full_text":"RT People wouldn't get the vaccine bc they thought the government was putting chips in them but Elon Musk can do...","sentiment_score":0.0}
{"full_text":"RT Seems business organizations don't much cater to having their reputations tarnished by morons ..","sentiment_score":-0.3}
{"full_text":"RT Via Twitter, I have got to know some INCREDIBLE female medics and scientists working on various aspects of the #COVID c...","sentiment_score":0.3}
{"full_text":"RT Rationale for lockdowns evaporates lockdowns remain","sentiment_score":0.0}
{"full_text":"RT ROBERT F. KENNEDY JR: \"The minute they hand you that vaccine passport, every right that you have is transformed into a pri...","sentiment_score":0.2857142857}
{"full_text":"Employees didn't sign up to be the vaccine\/mask police.","sentiment_score":0.0}
{"full_text":"RT Should absolutely not be kept. Nobody is stopping anyone to wear one. To demand such penalty needs proof of...","sentiment_score":-0.05}
{"full_text":"Has anyone told you that the vaccine doesn't work.","sentiment_score":0.0}
{"full_text":"RT Neil Oliver: There are consequences of Covid coming, a great wave of them","sentiment_score":0.8}
{"full_text":"RT i'm a nonbinary lesbian living at home and unable to work due to the pandemic and mental disability. my dad left and too...","sentiment_score":-0.18125}
{"full_text":"Why is the \"vaccine\" the only way?","sentiment_score":0.0}
{"full_text":"RT An MSNBC reporter just pointed out that if anyone at the anti-vaccine protest in DC wants to grab food or really go anywher...","sentiment_score":0.2}
{"full_text":"Hey Houston, before you go to an urgent care or whatever to get a Covid test, check I found a free site within a mile of my place, made an appt 30 mins out, and experienced no line.","sentiment_score":0.6}
{"full_text":"RT Pro tip: The move isn't to pray to god to heal you after realizing Covid has set up in your lungs and will force you on...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: America is the only leading economy in the world where the economy as a whole is stronger than before the pande...","sentiment_score":0.1}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT In case we forget what a leader actually acts like. Prime Minister Jacinda Arden has cancelled her wedding due to rapid...","sentiment_score":-0.0625}
{"full_text":"RT This this and thrice this. I'm a paediatric neuropsychiatrist....","sentiment_score":0.0}
{"full_text":"RT Tucker: Did COVID Break Howard Stern?https:\/\/t.co\/rTF5CrU7Bo","sentiment_score":0.0}
{"full_text":"I have not had Covid","sentiment_score":0.0}
{"full_text":"Sturgeon ...how dare you insult us with such a comment!  ","sentiment_score":0.0}
{"full_text":"RT A little PSA to all you anti-maskers. You're not the victim, you're part of the problem.  #WearAMask","sentiment_score":-0.13125}
{"full_text":"RT Here's the deal: nobody gives a fuck about an economy that is representative of a 1%. There are a whole other lot of Am...","sentiment_score":-0.1083333333}
{"full_text":"RT Hats  off to John Lewis for this.https:\/\/t.co\/iUEzICPYib","sentiment_score":0.0}
{"full_text":"RT Starting tomorrow, adults 40 years-of-age &amp; older (i.e., born in 1982 or earlier) will be able to receive a 3rd dose o...","sentiment_score":0.1333333333}
{"full_text":"RT I have nothing but rage and contempt for those - and I include many liberals here, and some doctors too - who have claimed...","sentiment_score":0.5}
{"full_text":"RT Hidden costs: Lockdown toll on mental health put at $13 billion Our calculations based...","sentiment_score":-0.1333333333}
{"full_text":"RT .@RobertKennedyJr is a fucking lunatic. Scary.","sentiment_score":-0.55}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT You do not get to complain about school closures if you:- Continue to support Democrat politicians;- Promote fearmonge...","sentiment_score":0.0}
{"full_text":"I don't understand- what about this is false?The empty shelves or the location?I get that the purpose of the Tweet is to 'prove' that Covid health measures are causing starvation across Canada.","sentiment_score":-0.1}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT I don't know how else to put this: Justice Gorsuch--who refused to wear a mask in the midst of the Omicron surge and sh...","sentiment_score":0.0}
{"full_text":"RT WHO Covid lead on BBC this am:1. The pandemic will end2. Must suppress transmission - variants and health systems3. Ma...","sentiment_score":0.0}
{"full_text":"RT The DC anti-vaxx rally highlights how far right and anti vaccine movements have converged, often promoting anti-Semiti...","sentiment_score":0.1928571429}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT For those wondering where Stockton might have gotten his \"information\": there are various internet lists of \"ATHLETES KILLED\/DA...","sentiment_score":0.0}
{"full_text":"RT I can't imagine how hard it must be for a business to take your \"freedoms\" by telling you what to wear. It's downright...","sentiment_score":-0.2916666667}
{"full_text":"RT 90%-120% FASTER--New model on the new #BA2 subvariant shows a 90% competitive growth advantage over vanilla BA1 #Omicron...","sentiment_score":0.1363636364}
{"full_text":"RT Never underestimate the power of upholstery. More on Boris Johnson's response to Covid:","sentiment_score":0.5}
{"full_text":"RT If these guys are at your March, you're on the wrong side of things","sentiment_score":-0.5}
{"full_text":"RT If we're so close to the end of this pandemic, why is it that I've had more cases in my school in the last week than in t...","sentiment_score":0.25}
{"full_text":"May the ANTI-VAXXERS at the D.C. rally hug, kiss and breathe all over one another ... breathe DEEP!  Air filled with Coronavirus means FREEDOM!","sentiment_score":0.25}
{"full_text":"To say that Avatar 2 was to be released for December 2021, but because of the Covid-19 it all turned upside down!Hoping it won't be the case again,because we've been hearing for an eternity right now for the release of Avatar2.","sentiment_score":0.2857142857}
{"full_text":"Considering he did this around the same time as voting for covid passports. ...","sentiment_score":0.0}
{"full_text":"RT Since the start of COVID, House Democrats insisted on direct relief for cities, towns, tribes, and territories to keep our...","sentiment_score":0.1}
{"full_text":"RT is communication positive for COVID??is that why all the dsmp streamers are avoiding communication??","sentiment_score":0.2272727273}
{"full_text":"So am I a god now that I've defeated all variants of covid?","sentiment_score":0.0}
{"full_text":"RT If you go to the South they have been over COVID for like a full year now","sentiment_score":0.35}
{"full_text":"RT Most people are wildly underestimating how both large and rhetorically violent this anti-vaccine movement is.They ar...","sentiment_score":0.0035714286}
{"full_text":"RT Here's one John Stockton ought to consider -- Moscow woman dies after waiting 20 hours for an ICU bed at the region's COVID-s...","sentiment_score":0.0}
{"full_text":"The former guy made this pandemic political. Have you ever wondered why vaxx rates in red states are so low?","sentiment_score":0.0}
{"full_text":"RT #SouthAfrica  Prdt of the SA Med Association, Ms Coetzee who discovered #Omicron , said in an interview with the Austri...","sentiment_score":0.0}
{"full_text":"RT According to a new CDC report, natural immunity was six times stronger than vaccination during the Delta wave.","sentiment_score":0.1181818182}
{"full_text":"RT Update: Switzerland now reports deaths by booster status.Compared to unvaccinated people, the COVID mortality rate is:* 9x...","sentiment_score":0.0}
{"full_text":"In October 2020, a PS20 million fine was issued to for security failings that enabled a cyber-attack, leading to personal data of 429,612 customers and staff being accessed. The fine was lowered by PS163m due to COVID-19@DanRaywoodhttps:\/\/t.co\/oRd9fV3mcz","sentiment_score":0.1770833333}
{"full_text":"RT Some demonstrators are using holocaust imagery, including Star of David armbands, to liken vaccine mandates to the way Jews we...","sentiment_score":0.0}
{"full_text":"RT Josh Frydenberg: \"covid just knocks you around a bit *chuckles*\"864 deaths since Jan 1. 864 families that have been \"kn...","sentiment_score":0.0}
{"full_text":"RT ROBERT F. KENNEDY JR: \"The minute they hand you that vaccine passport, every right that you have is transformed into a pri...","sentiment_score":0.2857142857}
{"full_text":"I am not sure why they are marching. No one is forcing them to get it &amp; actually supreme court is on their side.I personally am fedup with these guys.The question is do vaccinated have rights also or not &amp; what are the limits of these rights within the legal boundaries. ","sentiment_score":-0.0125}
{"full_text":"RT We are going to look back on the past couple of years and realize that almost every policy decision on COVID was not o...","sentiment_score":-0.125}
{"full_text":"RT Like I said beforeJune to JuneI screamed Loud and Clear for Antifa to stay HomeWell folks, Because they Heard the Cr...","sentiment_score":0.1}
{"full_text":"RT After hearing how Jacinda Ardern has cancelled her wedding due to covid, stating she is no different to anyone else in...","sentiment_score":-0.0625}
{"full_text":"RT \"Pro-vax but anti-mandate\" people are enabling this movement in the same way mainstream Republicans enabled Trump in 2015-201...","sentiment_score":0.0}
{"full_text":"RT \"Big Merv\" Shields, member of infamous neo-Nazi skinhead band Skrewdriver dies of complications of COVID. Shields reportedly...","sentiment_score":-0.25}
{"full_text":"Wait, is she upset about trump supporters protesting the trump vaccine? Because it's all on him. He rammed it through. She should be out there with them if she hates him so bad. But who knows?","sentiment_score":-0.7}
{"full_text":"RT As a social theorist, I would say that their fear of this kind of widespread anger is pretty much the only thing that ma...","sentiment_score":0.0638888889}
{"full_text":"RT Trump attacked the J6 panel for wanting to interview Ivanka, claiming they were \"going after children.\" She's 40. Ivan...","sentiment_score":0.0}
{"full_text":"RT I can't imagine how hard it must be for a business to take your \"freedoms\" by telling you what to wear. It's downright...","sentiment_score":-0.2916666667}
{"full_text":"RT Since June 200,000 unvaccinated Americans lost their lives needlessly to COVID19, victims of antivaccine disinformation, ag...","sentiment_score":-0.5}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by the totalit...","sentiment_score":0.0}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT This is just sad. Arbitrary Covid mandates are producing real mental health issues.","sentiment_score":-0.25}
{"full_text":"Hi all, I'm inviting you all to join SurveyJ, a site that lets you earn money with social media. I just earned $456 and you can too! Sign up today for a $40 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT More than 140 \"Research Studies Affirm Naturally Acquired Immunity to Covid-19: Documented, Linked, and Quoted\"https:\/\/t.co\/...","sentiment_score":0.3}
{"full_text":"You're right!!!!","sentiment_score":0.6975446429}
{"full_text":"Love Fauci? So wear a mask properly!","sentiment_score":0.25}
{"full_text":"RT What to make of Omicron's BA.1 and (sister) BA.2 lineages?Both are hyper-mutated with over 50 mutations but  many are diffe...","sentiment_score":0.5}
{"full_text":"RT \" I'm done with COVID\" is short for: \"Continuing draconian restrictions at this moment is inflicting far more damage on v...","sentiment_score":0.2}
{"full_text":"Why don't I have a full sense of smell &amp; taste which includes parosmia since I had Covid in March 20 and suffered from extreme exhaustion for a year?","sentiment_score":0.1125}
{"full_text":"RT According to the study, all of the patients were people who had seizure-related conditions, which CBD is often prescribed...","sentiment_score":0.0}
{"full_text":"RT \"This [pandemic] is going to be remembered by the younger generation as a catastrophic moral crime.\" -@BariWeiss","sentiment_score":0.0}
{"full_text":"Hope there was 650,000 fines handed out!!!","sentiment_score":0.0}
{"full_text":"In 24 hours he went from being heavily in favour of vaccine mandates for NHS workers to thinking its the worst thing that could happen, so I do wonder after after having covid 3 times (one of which he forgot about) if in fact his brain is now deteriorating fast?","sentiment_score":-0.3333333333}
{"full_text":"Anti vaccine yet \"pro life\" true oxymoron and true #GOPHypocrisy","sentiment_score":0.35}
{"full_text":"RT Except whether or not to take a Covid vaccine.On that, Dems are happy to fire them, ban them, cancel them, and coerce women...","sentiment_score":0.8}
{"full_text":"Would love to see an aerial shot of this.","sentiment_score":0.5}
{"full_text":"RT Here's the deal: America is the only leading economy in the world where the economy as a whole is stronger than before the pande...","sentiment_score":0.1}
{"full_text":"RT #COVID Update 978 Virus:* Tests: 558052 (+1132)* Cases: 106417 (+448)* Actives: 18358 (-33)* Deaths: 3302 (+16) | 3...","sentiment_score":0.0}
{"full_text":"RT Incredible scenes of police Protecting Public Health and Keeping People Safe at today's anti-Covid pass protest in Brussel...","sentiment_score":0.4666666667}
{"full_text":"Only if they have co vid and are not vaccinated. I'm not saying if Barry from Barnsley has a broken arm can't go to hospital because he hasn't got a vaccine","sentiment_score":-0.2}
{"full_text":"Second wave....pandemic oro","sentiment_score":0.0}
{"full_text":"RT Allen needs $100 for pain relief, them and parent have covid. Anything helps his family of 6!","sentiment_score":0.0}
{"full_text":"RT When are you going to analyse the data you already have ?","sentiment_score":0.0}
{"full_text":"It is true, I can't believe you don't know about it. And most of the scientists talking against this jab are not inti-vaccine, just this one, because it isn't working and isn't safe.","sentiment_score":0.45}
{"full_text":"RT More worrying.....Barnaby Joyce may not know that people in Australia are dying from covid!","sentiment_score":0.625}
{"full_text":"RT Tell me you're a stupid insensitive bitch without telling us you're a piece of human garbage...","sentiment_score":-0.4}
{"full_text":"Pauline Hanson has called for a royal commission into how Australia's governments have handled the COVID-19 pandemic.https:\/\/t.co\/HkKEOSsdkF","sentiment_score":0.0}
{"full_text":"Austrian Parliament votes to make COVID-19 vaccines mandatory for most adults","sentiment_score":0.5}
{"full_text":"RT A lot of things may be on hold right now, but that doesn't mean your career has to be. Check out Caitlin who learned to code r...","sentiment_score":-0.0133928571}
{"full_text":"RT I just got covid from a vaxxed co worker, so there is that  stat for you","sentiment_score":0.0}
{"full_text":"They have been fcuking with our lives for nearly 2 years!Until this sh1tshow is over my purse remains shut! We need to hit them where it hurts! #StopSpending#EssentialsOnly#UseCash #COVID19","sentiment_score":0.15625}
{"full_text":"Help your patients living with #myeloma stay covid-safe. Share Dr.Durie's takeaways on Omicron: how it's different from the Delta variant, the importance of vaccinations and boosters, and what #MM patients can do to protect themselveshttps:\/\/t.co\/Dc5UiiP7W1","sentiment_score":0.0}
{"full_text":"Minneapolis restaurants sue mayor over vaccine mandates","sentiment_score":0.0}
{"full_text":"RT I like how the audience cheers as if they didn't uphold and help enforce the charade all along.","sentiment_score":0.0}
{"full_text":"RT Barnaby Joyce: Well, people aren't dying.Patricia Karvelas: People are dying. People are dying every day.Barnaby Joyce:...","sentiment_score":0.0}
{"full_text":"RT Well, well well! vaccine induced AIDshttps:\/\/t.co\/wClHadUmoY","sentiment_score":0.0}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by the totalit...","sentiment_score":0.0}
{"full_text":"COVID-19 testing kits from the government arriving in the Valleyhttps:\/\/t.co\/0msXs4PChi","sentiment_score":0.0}
{"full_text":"Thousands protest in Belgium against Covid ruleshttps:\/\/t.co\/Gx7v576Rz9#MonitorUpdates","sentiment_score":0.0}
{"full_text":"Every day without global vaccines, tests &amp; treatments brings us closer to a variant that evades our vaccines entirely. The #EndThePandemic Now resolution lays the path to ending the pandemic by increasing global production of vaccines, tests + medicines.","sentiment_score":0.0}
{"full_text":"Today in Washington there was a gathering of thousands of anti-vaccine protesters -- or as the coronavirus calls them, \"hors d'oeuvres.\"","sentiment_score":0.0}
{"full_text":"RT Hey I know you follow me so allow me to directly penetrate your breathtakingly myopic fantasy and say I have to gi...","sentiment_score":0.55}
{"full_text":"Tutoring is an evidence-based, highly effective strategy to helps students catch up in the wake of #Covid19. This #InternationalDayofEducation, policymakers should consider investments into high impact tutoring:","sentiment_score":0.38}
{"full_text":"El Paso officials remind Mexican visitors of new COVID-19 vaccine requirements at U.S. borderhttps:\/\/t.co\/wHLHULFtkevia","sentiment_score":0.0681818182}
{"full_text":"All Tokyoites face increased risk of getting COVID or becoming close contacts: expert -- The Mainichihttps:\/\/t.co\/BZkcUY5pEL","sentiment_score":0.45}
{"full_text":"Youth homelessness in Ohio is as hard as ever to track amid the COVID pandemic, with stigma continuing to be a big hurdle.By","sentiment_score":-0.1458333333}
{"full_text":"The South Carolina Department of Health and Environmental Control will begin handing out 140,000 at-home COVID-19 tests Monday, which is just a fraction of the 2 million the agency has ordered, expected to arrive in the coming weeks.","sentiment_score":-0.1}
{"full_text":"When the former Director of Medical Ethics at UC Irvine speaks out...please listen. I have two vaccine jabs...now I am convinced these vaccines are for WEF &amp; their \"Great Reset\" to reduce world population to 500,000 total on Earth.This is not party-based...we need to wake up now.","sentiment_score":0.2}
{"full_text":"New paper by on 'Policy and communication for equity - joyful levelling up during and beyond the #pandemic' link to read:","sentiment_score":0.1363636364}
{"full_text":"RT She has NO scientific evidence for this. It's voodoo, not science. Playing politics with people's livelihoods.","sentiment_score":0.0}
{"full_text":"Thanks to vaccines, small businesses across America have opened back up. Keep the momentum going by getting vaccinated. Find a vaccine provider near you  learn more:","sentiment_score":0.11}
{"full_text":"RT The durable protection from boosters will help us comfortably ride into the spring and summer months.#Omicron #GetBoosted","sentiment_score":0.4}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT Just finished off Omicron, was maybe 25% of what original covid was for me Now Fauci and Biden are telling me to get the...","sentiment_score":0.375}
{"full_text":"The coronavirus pandemic caused many states to relax alcohol restrictions to help struggling businesses. However, two years into the pandemic, many of these changes may be here to stay. discusses this trend with legal experts https:\/\/t.co\/2Iwx4zZTET","sentiment_score":0.4}
{"full_text":"At least consider our claim. Vaccine mandates are needed because sheep like you would rather trust your toilet research, sad!","sentiment_score":-0.3194444444}
{"full_text":"RT Two perspectives on Ireland's \"Freedom Day\" following the political announcement that the COVID-19 emergency is \"over\"....","sentiment_score":0.0}
