{"full_text":"This new season of COVID-19 has really jumped the shark.","sentiment_score":0.1681818182}
{"full_text":"A better question might be does anyone know of an ON city acting on wastewater COVID data? While we've had this data in #ottawa, the main times I've ever seen it utilized has been when city\/public health leadership have tried to use it to justify relaxing\/avoiding restrictions","sentiment_score":0.2222222222}
{"full_text":"Lots of reasons: trucker shortage, bad weather, panic buying, employee shortage to restock shelves, shopping on a Sunday evening before restock. For all of my adult life I've avoided shopping on a Sunday afternoon because shelves are empty. This isn't new.","sentiment_score":-0.1409090909}
{"full_text":"RT Get vaccinated. Get boosted.It's the best way to protect yourself and your loved ones.https:\/\/t.co\/pQyDa7L2BJ","sentiment_score":0.85}
{"full_text":"RT The pandemic is coming to an end in the UK, in the sense that the use of the word will be discontinued.Mu...","sentiment_score":0.0}
{"full_text":"Increase the health\/mortgage\/etc. insurance premiums and that's it - because they would more likely need medical help than others. I don't see how we can force everyone to get vaccinated and not slip into tyranny in long run if omicron is the predominant future mutation.","sentiment_score":0.09}
{"full_text":"RT The #CDC Director States1) Vaccines don't prevent transmission of COVID virus2) The vast majority of deaths from #...","sentiment_score":0.0}
{"full_text":"RT Did Walensky just kill the vaccine mandates? #SupremeCourt","sentiment_score":0.0}
{"full_text":"RT CDC Director Admits: Over 75% Of COVID Deaths In People With 'At Least 4 Comorbidities'","sentiment_score":-0.3}
{"full_text":"RT I'm anti Lockdowns I'm Anti Vaccine Passports Anti unscientific restrictions Anti misrepresenting of dataAnti Indepen...","sentiment_score":0.0}
{"full_text":"RT The chances of a false positive is about 0.05%. The chances of getting five false positives is 0.000000000000003.The c...","sentiment_score":-0.1909090909}
{"full_text":"RT Retweet if you know someone who has NOT gotten COVID so farTell the world that prevention is possible","sentiment_score":0.0}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT Is burnout hoping your covid test is positive so you can have 5 days off","sentiment_score":0.2272727273}
{"full_text":"RT If you're in North Devon, go ...","sentiment_score":0.0}
{"full_text":"That's odd, didn't you democrats do the exact same thing. Why can you talk about God and Covid but a Republican can't. You Democrats are such hypocrites. FJB  Let's go Brandon","sentiment_score":0.0208333333}
{"full_text":"RT Y'all talk about returning to campus like it only affects students &amp; faculty...forgetting about the people that prepare o...","sentiment_score":0.0}
{"full_text":"Awww man. I hate covid","sentiment_score":-0.2}
{"full_text":"Ironic that countries that controlled covid better early mostly used less effective vaccines ultimately setting them up to get blasted by omicron","sentiment_score":0.1416666667}
{"full_text":"RT Djordje Djokovic, Novak's youngest brother, was asked about this today in Belgrade and promptly ended the press conferen...","sentiment_score":0.0}
{"full_text":"I'm sure it was not just outside she wasn't wearing her mask. 50% of vaccinated people are getting COVID.","sentiment_score":0.25}
{"full_text":"RT What does congress know about this vaccine that made them demand to be exempted from it","sentiment_score":0.0}
{"full_text":"Casey Fitzgerald (COVID protocol) is back.","sentiment_score":0.0}
{"full_text":"RT How nice for the CDC director to pop by the Sunday shows yesterday and confirm everything that was called a conspiracy the...","sentiment_score":0.6}
{"full_text":"RT One of my 6th graders just emailed me to tell me she has Covid, and she has to take care of her mother who has cancer........","sentiment_score":0.0}
{"full_text":"RT \"The American people have a right to know as much as possible about the safety of the COVID vaccines. The CDC needs to be mo...","sentiment_score":0.0952380952}
{"full_text":"I named covid to be specific.Three out of three vaxxed in my household.Three out of three contracted covid after being vaccinated.The good news is now we finally have some real antibodies in our immune systems.","sentiment_score":0.3}
{"full_text":"RT Just heard a member of the executive of the 1922 committee talking on Westminster Hour say she didn't think Johnson was...","sentiment_score":0.0}
{"full_text":"Pope Francis on COVID-19 vaccines: health care a 'moral obligation'","sentiment_score":0.0}
{"full_text":"RT Triple vaxxed and covid positive","sentiment_score":0.2272727273}
{"full_text":"Makes you a hater by default on this app.","sentiment_score":0.0}
{"full_text":"Leader - Covid policies must adapt with new data","sentiment_score":0.1363636364}
{"full_text":"Omicron will be done by then. We will be 2 variants beyond at that point. We're doomed. SMFH.","sentiment_score":0.0}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT Covid positive cases in all Vtu Affiliated colleges are Increasing Randomly but the GOK still wants the colleges to be c...","sentiment_score":-0.0242424242}
{"full_text":"RT Ok Taecyeon Bingo for 2022 1. next project? 2. offline concert? (fan meeting?) 3. taking off shirt 4. not get corona 5....","sentiment_score":0.25}
{"full_text":"RT \"What the vaccines can't do anymore is prevent transmission.\"CDC Director Walenskyhttps:\/\/t.co\/s3BjMVBOub","sentiment_score":0.0}
{"full_text":"RT The chances of a false positive is about 0.05%. The chances of getting five false positives is 0.000000000000003.The c...","sentiment_score":-0.1909090909}
{"full_text":"RT Covid- 19 cases are increase in gujarat and third wave are coming #gtuexamonline #GTUAt Critical Condition,Conducting Exam...","sentiment_score":0.0}
{"full_text":"RT It's actually higher. Based on CDC wording, it's closer to 95% of COVID deaths that list an average of 4 additional comor...","sentiment_score":0.05}
{"full_text":"I'm at my last straw I'm tired of trying it's to hard I'm done I've tried for to long to be strong I just hope they forgive me for what I'm going to do Me and my daughter are homeless sleeping in our car with Covid I'm ready to give up $pks0708","sentiment_score":-0.0180555556}
{"full_text":"Imagine people in countries where malaria and other diseases are endemic (and kill many more that Covid)... or hat it was like 100 years ago. This did not stop us. Resilience is the only way forward.","sentiment_score":0.21875}
{"full_text":"I think it's reality.  Ask any scientist.  Coronaviruses evolve, and there will be future outbreaks.  The best protection is the vaccine.  We can't hide in our holes forever and ever.  People have to make livings, kids have to go to school, etc.  We have to learn how to manage it","sentiment_score":0.5}
{"full_text":"RT India stands ahead of many countries in its fight against #COVID19.Don't let your guards down,It's time to beat...","sentiment_score":0.5}
{"full_text":"RT More than 12,000 Marylanders have died since the start of the COVID-19 pandemic, according to the latest data from the state healt...","sentiment_score":0.5}
{"full_text":"RT Ye tension mujhe de de Thakur! Stay home while we bring everything you need. ","sentiment_score":0.0}
{"full_text":"Everything you need to see never to wear a mask.","sentiment_score":0.0}
{"full_text":"RT At we are  against Vaccine Passports AND highly damaging and immoral mandates.Please listen to Gemma, is she no...","sentiment_score":0.16}
{"full_text":"RT What did Novak Djokovic do after testing positive for Covid? Here's a timeline of what we knowhttps:\/\/t.co\/875vSOh5sh","sentiment_score":0.2272727273}
{"full_text":"RT A very interesting Norwegian Long Covid study has just been published.It used the participants in an ongoing \"Mother...","sentiment_score":0.2}
{"full_text":"RT Two years of a pandemic has completely retrained review-driven moviegoers to understand that they will be able to see wh...","sentiment_score":0.3}
{"full_text":"RT Wishing Karnataka CM Basavaraj S Bommai ji a speedy recovery from corona. May you get well soon.","sentiment_score":0.0}
{"full_text":"RT Retweet if you know someone who has NOT gotten COVID so farTell the world that prevention is possible","sentiment_score":0.0}
{"full_text":"Studies Suggest Why Omicron Is Less Severe: It Spares the Lungs - and","sentiment_score":-0.1666666667}
{"full_text":"RT Retweet if you agree that Ontario needs to end the wage suppression of nurses during this deadly pandemic where many people...","sentiment_score":0.15}
{"full_text":"RT Way to own the libs. SOURCE:https:\/\/t.co\/MfDUUULliX","sentiment_score":0.6}
{"full_text":"RT Imagine living in a country where you're portrayed as neurotic for listening to the facts and following the science... oh...","sentiment_score":0.0}
{"full_text":"RT  THIS SO MUCH PLEASE","sentiment_score":0.2}
{"full_text":"RT This was a problem. Congress (or at least Republicans) did not intend to send prisoners serving life sentences stimulus ch...","sentiment_score":-0.3}
{"full_text":"RT Listen to Oakland students: \"We must go back to distance learning until the cases go down again. In order to ensure a...","sentiment_score":-0.0777777778}
{"full_text":"RT The CDC director just said over 75% of \"covid deaths\" occurred in people with at least four comorbidities. Since Biden can'...","sentiment_score":-0.3}
{"full_text":"Social distancing surveillance: how robots will keep you in line@UofMaryland #robot #science #COVID19 #interview #research #SocialDistancing","sentiment_score":0.0333333333}
{"full_text":"Ok. I vote to put in charge of the pandemic response from here on out. is amazing at response and coordination, and I'm so impressed and grateful that there is proof of adults in the room.","sentiment_score":0.8}
{"full_text":"Power and control is the point!@Timcast","sentiment_score":0.0}
{"full_text":"RT So the news that covid infection causes diabetes in large numbers of children sits right next to a decade of articles ab...","sentiment_score":0.1666666667}
{"full_text":"RT Look I'm not saying it again. Your 20s are a practise run. Everyone over 30 knows this.","sentiment_score":0.0}
{"full_text":"RT We and the pandemic.","sentiment_score":0.0}
{"full_text":"RT I am a consultant in critical care  and anaesthesia and was delighted to have all 3 doses my covid vaccines (within 48 h...","sentiment_score":0.35}
{"full_text":"RT Listen below, and think of the lives that could have been saved if the \"public health\" experts had made sure we got 99.9% o...","sentiment_score":0.25}
{"full_text":"His chances of suffering a severe reaction to the vaccine is greater than dying of Covid its a very simple decision when your a young fit healthy athlete.","sentiment_score":0.3}
{"full_text":"RT NEW: Red Lobster refuses to provide paid sick leave to its 50,000+ restaurant workers during the ongoing pandemic.Empl...","sentiment_score":-0.1926406926}
{"full_text":"RT Talking to a family friend last night: Good news, their unvaccinated cousin survived! Bad news: after vent, they now require...","sentiment_score":0.0583333333}
{"full_text":"Good decision","sentiment_score":0.7}
{"full_text":"RT fuck test results and senseless requirements, \"I'm sick and I might have COVID\" AND just \"I'm sick\" should be enough for any...","sentiment_score":-0.4571428571}
{"full_text":"RT Putting all civil liberty issues aside, there is no rational justification for any vaccine mandates if the vaccine does...","sentiment_score":0.0}
{"full_text":"RT That's right baby. Sound it out!","sentiment_score":0.3928571429}
{"full_text":"RT So. This is blood boiling but I'm going to take it as a sign this madness may be coming to an end soon.","sentiment_score":0.0}
{"full_text":"BREAKING: Man who's parachute failed to open dies of Covid.","sentiment_score":-0.25}
{"full_text":"CAPFs witness spike in Covid-19 infections; about 3,000 active cases now All #Defence #news and #updates:","sentiment_score":-0.1333333333}
{"full_text":"RT Sarah Beam, a Texas high school teacher, is accused of putting her teen son in her trunk to take him to get a drive-thru COVI...","sentiment_score":0.08}
{"full_text":"You know vaccine can no stop the spread of the virus? Per cdc","sentiment_score":0.0}
{"full_text":"RT My MW Basketball Power rankings for week of Jan 3. All the COVID cancellations make it tough1. San Diego State2....","sentiment_score":0.0}
{"full_text":"republicans sweeping 2024","sentiment_score":0.0}
{"full_text":"The Omicron surge is ravaging an already heavily backlogged system. #COVID Surge Triggers #Immigration Court Postponements","sentiment_score":-0.2}
{"full_text":"SWEPT UP In Emotion?CAUGHT UP In The Moment???TheseARE NOT CHILDREN!!!Surprise, They Are...GROWN ASS ADULTS!!!Start Treating Them As Such...Because of Their ActionsPEOPLE ARE DEAD!!!FAMILIES DESTROYED!Even a Lookout in a Robbery Gone Bad is Sentenced Accordingly.","sentiment_score":-0.7}
{"full_text":"RT Unless they do it a month ago, it's a bit late","sentiment_score":-0.3}
{"full_text":"RT So theatres won't be closed from 14th to 18th but temples will? Wow....","sentiment_score":0.0}
{"full_text":"RT I have tested positive for Corona today with mild symptoms. I am under home quarantine. I request everyone who have recen...","sentiment_score":0.2803030303}
{"full_text":"BOOM spoke to Dr pulmonologist, Hinduja Hospital, Mumbai to understand the diff between #HomeTestKits and #RTPCR and their reliability. We also explain the method to use home based tests that are antigen tests to detect the virus. #Omincronhttps:\/\/t.co\/ogzMOFgzua","sentiment_score":0.0}
{"full_text":"Hi, sorry I gave you 8 studies across the globe, proving they work, so not sure how you can say they do not equally with any study there is the paradox of statistic data &amp; i didn't show you the CDC one either.","sentiment_score":-0.25}
{"full_text":"RT Dr. Robert Malone, a virologist and immunologist who has contributed significantly to the technology of mRNA #vaccines, issue...","sentiment_score":0.375}
{"full_text":"This is a paid advertisement disguised as news.Don't be fooled.","sentiment_score":0.0}
{"full_text":"RT What happens when one of the best vaccinated (90% total population) countries in the world gets Omicron?","sentiment_score":0.5}
{"full_text":"RT Rapid nose swab tests for COVID may not detect omicron quickly enough, according to an infectious diseases expert","sentiment_score":0.0}
{"full_text":"Most revealing graph of Omicron.  Too bad we are 60% vaxxed.","sentiment_score":-0.1}
{"full_text":"RT I was down in the dumps about the US Covid deaths being the highest in the world but now that I hear the economy is doing...","sentiment_score":-0.1555555556}
{"full_text":"Could we either provide some evidence that vaccines STOP transmission or cancel this ludicrous vaccine PR exercise.Do these guys lose their jobs if they dont take part?Its false advertising.","sentiment_score":-0.4}
{"full_text":"Sorrento Therapeutics being overlooked for their Covid test because of big pharma corruption!","sentiment_score":0.0}
{"full_text":"RT Anyway capitalism and its systems are pure evil and must be dismantled","sentiment_score":-0.3928571429}
{"full_text":"RT Reminder -- Free drive-thru COVID-19 testing begins at Camping World Stadium at 9 a.m. this morning, Monday, January 10, 202...","sentiment_score":0.4}
{"full_text":"Sad..I hope he didnt die from his vaccine booster.","sentiment_score":0.0}
{"full_text":"RT One of my 6th graders just emailed me to tell me she has Covid, and she has to take care of her mother who has cancer........","sentiment_score":0.0}
{"full_text":"Vax-or-Test Rule Moves Forward #covid #covid19 #pandemic #Corona_Virus #vaccination #employmentlaw #EmpLaw #workersrights  #attorney #lawyer #lawfirm #faruqilaw","sentiment_score":0.0}
{"full_text":"Omicron becomes latest speed bump for shorthanded U.S. factories","sentiment_score":0.5}
{"full_text":"RT Those who died from COVID with \"underlying conditions\" still suffered a preventable death and deserved to live too.","sentiment_score":0.1363636364}
{"full_text":"RT Can government mandate you take a vaccine that is not effective against the current strain?","sentiment_score":-0.15}
{"full_text":"The same ppl telling you to vaccinate your kids are the ones telling you we've lied to you for 3 years, will the sheeps accept the truth or will the lie live on?","sentiment_score":0.0681818182}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT It is unfortunate that national media is platforming physicians who push the inevitability narrative.  One of the key lesson...","sentiment_score":-0.25}
{"full_text":"RT But it was for your own good said every moralizing authoritarian always.","sentiment_score":0.3333333333}
{"full_text":"New post in \/r\/Triangle: Any updates to the turn around time for COVID PCR tests in the triangle? #Raleigh #rbb","sentiment_score":0.1363636364}
{"full_text":"RT It took 2 years, 200,000 drug overdoses, an average American weight gain of 20 pounds of fat, and hyper inflation for the CD...","sentiment_score":-0.075}
{"full_text":"RT Major narrative shift in the last 2-4 days from the CDC and the left.  They know nov 2022 will be here quicker than they th...","sentiment_score":0.0208333333}
{"full_text":"#cancelboardexams2022 #cancelboardexam2022 #cancelboards2022 there is lack of dangerous COVID-19 variant that's why this wave is not so deadly.We need dangerous new variant.","sentiment_score":-0.3545454545}
{"full_text":"RT Chinese state media jeering at Indian defence minister who has been infected by a Chinese virus may be a new low. But hoping...","sentiment_score":0.0340909091}
{"full_text":"Not vaccinated 'means nothing'.He's young, healthy, has been tested, is negative, and 'claims' to have had Covid. If so he's got natural immunity.If this was about health they'd do a immunity test. 24hrs sorted.It's nothing to do with health. It's purely political.Disgrace!","sentiment_score":0.1335714286}
{"full_text":"RT WATCH: DeSantis Complains That Biden Scapegoats Florida and Texas Over COVID-19","sentiment_score":0.0}
{"full_text":"RT Project N95 - The National Clearinghouse for personal protective equipment and COVID-19 tests.Find quality masks per...","sentiment_score":0.0}
{"full_text":"People looking at me like this a COVID cough but in reality I'm choking on my coffee because idk how to swallow like an adult","sentiment_score":0.1}
{"full_text":"RT I tire of wearing a mask. But I wear it when I'm in public places, even though I'm  vaxxed and boosted.  Because I don...","sentiment_score":0.0}
{"full_text":"RT How would his Australia style immigration system work here? You can't come in unless you're unvaccinated fo...","sentiment_score":0.0}
{"full_text":"The hospital situation is in NO WAY because of Vaccine Free People","sentiment_score":0.4}
{"full_text":"RT Okay, let's say the new transcript is correct. Then, instead of having wrongly said the US was taking no action...","sentiment_score":0.0215909091}
{"full_text":"RT \"Rising unemployment is a thousand times more dangerous than the epidemic.Chief Minister ji, listen to the...","sentiment_score":-0.05}
{"full_text":"Definitely not eating at #RedLobster ","sentiment_score":0.0}
{"full_text":"Most unvaccinated folks stay home AND wear masks. Your defamation is unhelpful.","sentiment_score":0.5}
{"full_text":"Crazy how as soon as you get Covid everyone near you with a pulse becomes a doctor","sentiment_score":-0.25}
{"full_text":"Unga play in general.Especially in FGs that enable it\/are designed around lockdown pressure being the most viable playstyleI enjoy a high density of player interactions &amp; play-counterplay adaptation per round, rather than either player spending more time in blockstun &amp; hitstun","sentiment_score":0.272}
{"full_text":"RT This weekends protest in Paris against COVID law was so big the police couldn't stop it.","sentiment_score":0.0}
{"full_text":"If one is self isolated n food in disposables is placed just inside the room without entering with patient far away from door, with one person attending to the covid patient throughout, there should no issue of ironing person coming n doing work far away.","sentiment_score":0.1}
{"full_text":"RT The chances of a false positive is about 0.05%. The chances of getting five false positives is 0.000000000000003.The c...","sentiment_score":-0.1909090909}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":" and easier to predict volumes of elective procedures than emergency admissions\/bed avail during covid","sentiment_score":0.0}
{"full_text":"RT \"Anymore\"...?There isn't even a pretense anymore to justify a mandate.","sentiment_score":0.0}
{"full_text":"RT Even before the public has started getting Booster Dose, Ex CM and Vaccine Hater Siddaramaiah has taken booster dose. In p...","sentiment_score":0.0}
{"full_text":"\"vaccinated\" feels like a euphemism to me in this context","sentiment_score":0.0}
{"full_text":"As we roll out #COVID19 #vaccines to younger #children this week, what options are there if one parent wants to vaccinate their child but the other doesn't?  #vaccination #parents","sentiment_score":0.025}
{"full_text":"New COVID Q&amp;A: Join Emory's and as they discuss the latest on the Omicron variant. Here Dr. del Rio advises what type of mask to use. Is N95 the way to go? Or is cloth OK? Full video:","sentiment_score":0.3715909091}
{"full_text":"Coronavirus tests were ordered for 14 million people in China's northern port city of Tianjin on January 9, after 20 local infections were detected.","sentiment_score":0.0}
{"full_text":"Red Alert in Delhi? Here's what DDMA says on lockdown possibilities Read here:","sentiment_score":0.0}
{"full_text":"The CDC Just Confirmed Something That's Been Called a Conspiracy Theory for Nearly Two Years","sentiment_score":0.25}
{"full_text":"Look at the statistics. Over 85% from covid. It's fair to say that two years into the pandemic intelligent people should know the answer....","sentiment_score":0.75}
{"full_text":"Can Marvel out-do #SpiderManNoWayHome?? Well, it sounds like they're gonna try...A rumor suggests that a big-name actor will make his MCU debut as a variant of Robert Downey Jr's Iron Man in #DoctorStrangeInTheMultiverseOfMadness https:\/\/t.co\/U4NET5689r","sentiment_score":0.0}
{"full_text":"RT True. Thing is, they seem to be making decisions based on info obtained prior to Omicron. How wi...","sentiment_score":0.175}
{"full_text":"In today's News Brief: The Teton County Health Department is issuing a number of recommendations as COVID cases surge in Jackson Hole. Plus, the state continues to hone its proposals for incoming federal funding.","sentiment_score":0.0}
{"full_text":"Good evening Cape Town! Our team will return at 09:00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"In his latest video update, President Martin discusses #FGCU's current status and future plans related to coronavirus. We hope you'll take a minute to watch the video for an update on what's happening here at FGCU. For more information, visit","sentiment_score":0.2}
{"full_text":"Please read this article","sentiment_score":0.0}
{"full_text":"Amid a surge in coronavirus infections in the national capital, more than 300 Delhi Police personnel, including the Additional Commissioner of Police (Crime Branch), have tested positive for COVID-19, officials said on Mondayhttps:\/\/t.co\/dZGYl7eUDp","sentiment_score":0.3636363636}
{"full_text":"Omicron has not been kind to India  as they step to their third wave. Will this increase the risk that they might be red-listed again?https:\/\/t.co\/3drO6xv45n","sentiment_score":0.3}
{"full_text":"A public Q&amp;A session with West Yorkshire mayor Tracy Brabin was cancelled, prompting criticism.https:\/\/t.co\/hQCt30tgPO","sentiment_score":0.0}
{"full_text":"\"Nearly 80% of all private sector workers get at least one paid sick day...But only 33% of workers whose wages are at the bottom 10% get paid sick leave, compared with 95% in the top 10%.\"We need to pass #BuildBackBetter, with #PaidLeaveForAll.https:\/\/t.co\/3rVlUSo1Y8","sentiment_score":-0.1612244898}
{"full_text":"The six conservative justice, fully vaccinated for arguments, appeared to view the Biden administration requirement for businesses with 100+ employees as overstepping authority. However, the court seemed more open to a mandate for health workers.","sentiment_score":0.25}
{"full_text":"Japan police emergency call numbers stay low amid pandemic; 20% for non-emergencies -","sentiment_score":0.0}
{"full_text":"A national coalition of unions is petitioning a federal court to compel the Labor Department's Occupational Safety and Health Administration to adopt permanent COVID-19 protections for healthcare workers.https:\/\/t.co\/zloMFRRjai","sentiment_score":0.0}
