{"full_text":"RT Virginia SB73 to allow hydroxychloroquine and ivermectin to be prescribed for covid19-- against current best practices-- has p...","sentiment_score":0.5}
{"full_text":"RT Yes. We must learn to live with covid.We must learn that:Masks workVaccines workChildren need vaccines too Air fil...","sentiment_score":0.1363636364}
{"full_text":"RT If they refuse masks, vaccines and science, how exactly would they \"fight\" covid?","sentiment_score":0.25}
{"full_text":"RT The message is; COVID is still real and killing 2000 a day. But the GOP and FOX want to bury the truth instead. #StopG...","sentiment_score":0.2}
{"full_text":"Existing HCWs had this mandate thrust on them, for a vax that isn't as effective as natural immunity, which the vast majority of HCWs got during the pandemic. Your Covidian beliefs are showing ... and they're embarrassing","sentiment_score":0.2333333333}
{"full_text":"RT BEFORE COVID: A default rate 3-4 times higher than the subprime rate. Fewer than half of all borrowers paying. 80% und...","sentiment_score":0.0416666667}
{"full_text":"RT Classic example in this case of ScoMo being so bloody useless he should be tried at the ICCht...","sentiment_score":-0.3777777778}
{"full_text":"RT To beat Covid we need a government who actually like the people they serve.","sentiment_score":0.0}
{"full_text":"RT Canada and other rich countries have fallen short of delivering the concrete action needed to #EndThePandemic. The only...","sentiment_score":0.0833333333}
{"full_text":"RT The 35th Meeting of the Programme, Budget &amp; Administration Committee has started. The WHO Secretariat is more committed...","sentiment_score":0.5}
{"full_text":"Have we now reached the point where Covid cases are literally dying get out of hospital in NSW?Yesterday-46 deaths in NSW In tandem with- A net decrease of 38 people in hospital and a net increase of 3 in ICUPresumably most of the deaths had been in in hospital and ICU....","sentiment_score":0.1666666667}
{"full_text":"COVID deaths and cases are rising again at US nursing homesCOVID-19 infections are soaring again at U.S. nursing homes because of the omicron wave, and deaths are climbing too, leading to new restrictions on family visits and a renewed push to get more residents and staff ...","sentiment_score":0.3181818182}
{"full_text":"RT Sadly  DHSC\/ report the death of another child on 12th January with Covid, a boy 0-4.England...","sentiment_score":-0.5}
{"full_text":"Hey everyone - go get COVID - Clay Travis to his moron followers","sentiment_score":-0.8}
{"full_text":"RT If a triple jabbed nurse\/doctor infects a non covid related patient and the patient dies,Who is held accountable?","sentiment_score":0.0}
{"full_text":"I have not seen race*vaccination-stratified covid outcome data anywhere else. King County's reporting in general is great and should be the standard","sentiment_score":0.2833333333}
{"full_text":"RT 6\/ As an aside, we have known for a long time that transmission through surfaces is not important. There are zero proven c...","sentiment_score":-0.125}
{"full_text":"RT The Media spend hours and hours criticizing Biden's COVID messaging calling it confusing but never actually s...","sentiment_score":-0.15}
{"full_text":"RT 67,000 people have died at home without the care they needed since the pandemic started.67,000 people","sentiment_score":0.0}
{"full_text":"RT \"Super common before but unthinkable now.\"","sentiment_score":-0.0055555556}
{"full_text":"Taking my car on the road next month. It will probably be cold and dreary asf which is kind of my element  Couple dates still pending\/up in the air but that's COVID y'all. If you're in the area let's hang out","sentiment_score":0.0}
{"full_text":"RT That's what a good National Guard should do. Now do infrastructure repair with military engineer units.","sentiment_score":0.3}
{"full_text":"'Entirely the wrong time' to lift Plan B measures, says doctor","sentiment_score":-0.25}
{"full_text":"The only thing good thing About Covid is the music that comes with the time period","sentiment_score":0.35}
{"full_text":"RT Vaccine passports should be phased out in the Omicron era, says top Israel immunologist Cyrille Cohen.\"The virus is better at...","sentiment_score":0.5}
{"full_text":"In the wake of Tennis Players vs Vaccine, 'eliminated' is now reserved for shortness of breath, medical time outs, chest pains and the odd coincidence collapse.Andy Murray 'crashed out', he was 'eliminated' - 2022 Covid vocab here ","sentiment_score":-0.0833333333}
{"full_text":"From the account: 'Chief Justice John G. Roberts Jr. issued his own statement. \"I did not request Justice Gorsuch or any other justice to wear a mask on the bench,\" he said.'","sentiment_score":0.2375}
{"full_text":"RT Omicron UK: Revealed: how the Gov is hiding over 1 million cases! An estimated 1.2 Million cases has been hidden away...","sentiment_score":-0.1666666667}
{"full_text":"Dead FROM Covid, or dead WITH Covid?","sentiment_score":-0.2}
{"full_text":"RT France, Denmark and Poland barred firms registered in offshore tax havens from their government coronavirus bailouts....","sentiment_score":0.0}
{"full_text":"RT Full hospitality?? With no covid certs. No restrictions on opening times?We need to get the masks of kids...","sentiment_score":0.35}
{"full_text":"RT Live with some Stardew Valley! Integration Enabled! 500 !twitchint to EVERYONE for each new follower! (not valid for Sta...","sentiment_score":0.2183948864}
{"full_text":"RT Lies, so many lies","sentiment_score":0.5}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"RT On the train into London. Wearing my mask, and I'll continue wearing it next week to protect myself, my family and others....","sentiment_score":0.0}
{"full_text":"RT Students at Denver Public Schools say they will walk out of classes every day in protest beginning Thursday until the sch...","sentiment_score":0.0}
{"full_text":"RT TDSB Jan 20: One school already 4 staff off with COVID, 2 days in? #UnsafeSchools","sentiment_score":0.0}
{"full_text":"Give them time.  It takes awhile for the controlfreaks to move forward.","sentiment_score":0.0}
{"full_text":"I can get to the car but expecting more slushy stuff tonight. I'll stay home for a few days","sentiment_score":0.15}
{"full_text":"RT FBI sought documents related to U.S.-funded coronavirus research in China by","sentiment_score":0.0}
{"full_text":"Yet they want Covid passports duh!","sentiment_score":-0.375}
{"full_text":"RT CNN scrambling to move the goalposts after CDC destroyed their natural immunity narrative is both glorious and hilarious...","sentiment_score":0.3}
{"full_text":"RT Some thoughts on COVID19 health policy and twitter RT if you would like to see the same&amp; Thread to topics I care ab...","sentiment_score":0.0}
{"full_text":"RT Check out Rahzzah's amazing #CaptainMarvel Annual variant featuring the #Starjammers out April!","sentiment_score":0.75}
{"full_text":"RT Hacks like hannity, levin, bongino all say that Biden lied about the pandemic.  Are you fricking kidding? trump never tol...","sentiment_score":0.0}
{"full_text":"RT American Airlines flight that was on its way to London, had to turn back to Miami after a passenger refused to wear a...","sentiment_score":0.0}
{"full_text":"Kiss Me if you Dare Disposable #Masks #ValentinesDay #usa #amazon #covid #covid19 #coronavirushttps:\/\/t.co\/ZOJDbJ8dP8","sentiment_score":0.0}
{"full_text":"Reception Lady : Have you been in contact with Covid? Umm Yeah I just spoke to him last week lol He is doing well ","sentiment_score":0.4}
{"full_text":"RT So these nursing students are paying tuition to work in COVID because fucked the dog?? Cool cool","sentiment_score":0.0333333333}
{"full_text":"RT When an unresponsive press release is worse than none at all: Justices Gorsuch &amp; Sotomayor jointly denying she asked him to w...","sentiment_score":-0.4}
{"full_text":"RT Gary Mason is SEARING in his assessment of Jason Kenney.  \"Mr. Kenney's nearly 3-year reign of error has been enveloped by me...","sentiment_score":0.1}
{"full_text":" wow I call your customer service team to get a late fee removed because I got sick with COVID and couldn't meet a payment and was basically told I got what I deserved for my account and nothing was done even by a manager great job at profiting from struggle","sentiment_score":-0.0285714286}
{"full_text":"RT Because most healthcare workers have higher levels of natural immunity than the general population as various studies...","sentiment_score":0.18}
{"full_text":"No school tomorrow , thanks to the mf who got covid. #Godisgood","sentiment_score":0.2}
{"full_text":"We would not be having nearly the problem if Covid was addressed adequately from the start. And if whiny ppl who won't put themselves out to save a life weren't coddled. I am so tired of these weaklings controlling public health.","sentiment_score":0.0083333333}
{"full_text":"RT When Joe Biden and Kamala Harris were sworn in one year ago, our nation faced a dark and difficult moment fro...","sentiment_score":-0.325}
{"full_text":"RT That's funny","sentiment_score":0.25}
{"full_text":"RT Panic buy, panic twt.... Thats how we have gone with #BTS_Butter always last day of tracking we go nuts! How fun has the e...","sentiment_score":0.15}
{"full_text":"RT I'm going to go out on a limb here and say that what  is happening right now in Australia (with the explosion of \"COViD ca...","sentiment_score":0.2857142857}
{"full_text":"RT CA Notify, California's #COVID19 exposure notification app, now allows users who test positive for COVID-19 to self-rep...","sentiment_score":0.2272727273}
{"full_text":"Protecting people my arse. He's just delaying the inevitable. Covid here we come. WA is next. ","sentiment_score":0.0}
{"full_text":"RT Fauci is claiming the pandemic won't end until everyone is vaccinated. 2022 could bring a worse variant.","sentiment_score":-0.4}
{"full_text":"Last time I checked someone's good or bad lifestyle can't kill me but someone's covid can ! Risking other peoples lives shouldn't be a choice ! You can opt out of the vaccine but there are consequences","sentiment_score":-0.0828125}
{"full_text":"WA not opening up just means the government had two years to prepare for Covid and did nothing. They aren't really protecting the people if they don't get the hospitals ready.","sentiment_score":0.2}
{"full_text":"So deaths from Omicron are equivalent to a flu season. I am sure that will be fact checked soon enough.","sentiment_score":0.25}
{"full_text":"RT Just sent a letter to urging action on making more quality masks available for kids. 400 million N95 masks will s...","sentiment_score":0.3333333333}
{"full_text":"Why do people still use the cdc findings as gospel?? They have been incorrect every step of the way.","sentiment_score":0.0}
{"full_text":"RT Instead of 4 free covid tests, could the government just give us the heads up next pandemic so we can buy stocks, too?","sentiment_score":0.2}
{"full_text":"RT So these nursing students are paying tuition to work in COVID because fucked the dog?? Cool cool","sentiment_score":0.0333333333}
{"full_text":"RT Pandemic stress saw increase in potentially addictive behaviours: study","sentiment_score":0.0}
{"full_text":"RT Welcome to Ontario - a place where democracy can be overturned on a whim by public health dictators. ","sentiment_score":0.4}
{"full_text":"The GOP is not anti-vax mandates they are pro-COVID. There is no other way to interrupt being upset for someone just advising vaccines are good","sentiment_score":0.38125}
{"full_text":"RT New: Remarkable 90% and durable protection (&gt;3 months) with booster vs Omicron vs hospital admission, the 1st US data, confi...","sentiment_score":0.4431818182}
{"full_text":"Covid is endemic now because we are hiding stats . Policy of #ontario provincial government.","sentiment_score":0.0}
{"full_text":"RT Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back...","sentiment_score":-0.1625}
{"full_text":"RT On 5 Jan 2022 the updated its advice on Pfizer's mRNA vaccine\"There are currently no efficacy or safety data for...","sentiment_score":0.0}
{"full_text":"RT When the World Health Organization and UNICEF said not to mask kids under 6, the CDC and American Academy of Pediatrics s...","sentiment_score":0.0}
{"full_text":"RT Kenney on vaccine mandate for truckers. Says these policies need to be applied with common sense, adds supply chain is str...","sentiment_score":-0.3}
{"full_text":"RT \"in 2030 you will own nothing and be happy\", The WEF are proposing wealth redistribution... no conspiracy there then.....","sentiment_score":0.7}
{"full_text":"Can't blame anyone in the US for prolonging a pandemic. The waves aren't lasting any longer here than elsewhere. Our problem is a very high death toll throughout the pandemic, which I blame on poor messaging from CDC &amp; Fauci. They should've been promoting weight loss &amp; vitamin D.","sentiment_score":-0.064}
{"full_text":"RT Will the Sunshine State wake up to this insanity?","sentiment_score":0.0}
{"full_text":"Let me guess you are trying to stop a vaccine mandate, so that means soon you're so going to tweet about how Biden hasn't ended the pandemic yet then be upset because he hasn't done so.Since you are against vaccine &amp; mask mandates how do you think we should end the pandemic?","sentiment_score":0.0}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"Covid making Adele cry is the last straw for me","sentiment_score":0.0}
{"full_text":"You ain't gotta go home but you know  you can't stay here","sentiment_score":0.0}
{"full_text":"The law gave an alternative to be tested once a week instead of vaccination. Republicans like chanting things in 4 words or less so \"no vaccine mandates\" is a great slogan for them, regardless of it's merit or basis in reality.","sentiment_score":0.3166666667}
{"full_text":"RT ONS, the Office of National Statistics, replying to a F.O.I request has stated that the number of deaths through Covid thr...","sentiment_score":0.0}
{"full_text":"RT The data are now abundantly clear. Natural imm is more effective than vax imm.Sadly, tens of thousands Americans lost th...","sentiment_score":0.325}
{"full_text":"RT The far-right invented canceling people for political differences and does it daily to people who won't bend to their fa...","sentiment_score":0.0}
{"full_text":"Welcome frosh class I'm you're RA Thomas been studying at Unemployment U since March 2020#extendpua #basicincome #mentalhealth #pandemic #omicron #america ","sentiment_score":0.8}
{"full_text":"RT The ONS data is:No of deaths where COVID-19 was the only cause mentioned on the death certificate, 1 Feb 2020 to 31 De...","sentiment_score":0.0}
{"full_text":"There should be a serious inquiry into Fauci's role during the AIDS epidemic. Might be some interesting things uncovered...","sentiment_score":0.0833333333}
{"full_text":"I thought Contact was depressing but turns out it was right","sentiment_score":-0.1571428571}
{"full_text":"RT Starbucks worker in Knoxville TN --&gt;","sentiment_score":0.0}
{"full_text":"RT Here's a top post in a thread on the largest QAnon forum today.The thread is called \"spending too much time on this...","sentiment_score":0.35}
{"full_text":"RT \"A one-off windfall tax on the COVID-19 wealth gains of the 10 richest men alone would generate $812 billion.\"  Or we...","sentiment_score":0.0}
{"full_text":"RT From COVID mismanagement to record inflation, the 46th president of the United States has had a tumultuous first year in offi...","sentiment_score":0.25}
{"full_text":"RT The #ChildTaxCredit monthly checks were essential to support families like Karla, who lost her job during #COVID19. Congres...","sentiment_score":0.0}
{"full_text":"Lower Tier English Local Authorities for #covid19 by cases per 100,000 residents reported in the last 7 daysAlphabetical OrderAdur - BurnleyBurnley - EalingEaling - HarrowHarrow - MedwayEngland decreases from 1,030 cases per 100k yesterday to 1,026 per 100k today","sentiment_score":0.0}
{"full_text":"Alas I fell to Covid. Wordle hasn't got me though!","sentiment_score":-0.5}
{"full_text":"RT My healthy school age kids are 2 months out from having Covid and their school now wants them to wear KN95s all day. Thi...","sentiment_score":0.35}
{"full_text":"RT The 28 patients had camped out for hours and even days in the emergency room of Arrowhead Regional Medical Center. With more t...","sentiment_score":0.1333333333}
{"full_text":"I've been wearing my mask throughout the pandemic. I feel safer and I know it's the right thing to do to protect others and myself. No abuse so far. Sometimes, depending on the many changing rules at different times, I was in the minority. But hey, it's because I care.","sentiment_score":0.2214285714}
{"full_text":"RT No one should be forced to get a vaccine if they don't want it, whether it's by business or the government or anyone else....","sentiment_score":-0.3}
{"full_text":"RT Rishi Sunak gave his wife, who is worth PS430 million, covid relief funds of PS1.3 million. He also voted to scrap a PS20 upli...","sentiment_score":0.3}
{"full_text":"RT Saw 3 patients today with long covid, something I feel that's not being considered when talking of lifting restrictions...","sentiment_score":-0.05}
{"full_text":"Somos team #Omicron#COVID19","sentiment_score":0.0}
{"full_text":"Yes, I volunteer aso a reading buddy while the boys are in school and have been cancelled many times due to covid.","sentiment_score":0.1875}
{"full_text":"RT And I, Allaah's caliph, Al-Mahdi Nasser Mohammed Al-Yamani, am not begging you O Mohammed Bin Salman to free them but...","sentiment_score":0.4}
{"full_text":"RT looking forward to it and as always to discussion w\/ on .  and coming up in 10 minutes!","sentiment_score":0.0}
{"full_text":"#OMICRON VARIANT IN #MYANMARMyanmar discovers 28 more new cases, bringing to total at least 143Latest batch come from Myanmar nationals on relief flights - 11 from Malaysia - 6 Philippines - 3 Thailand- 4 Singapore - 2 India- 1 UAE- 1 Russia","sentiment_score":0.0840909091}
{"full_text":"RT Something big happened. We don't yet know what but we soon will. The overnight decision by many countries to immediately stop...","sentiment_score":0.25}
{"full_text":"I am so glad I stopped drinking Starbucks","sentiment_score":0.5}
{"full_text":"WA overestimates its importance. If you're right, then go it alone. If you want \"zero\" and a Covid-free commune go for it. NSW's Delta outbreak? From cargo crew. So good luck with that.\"Zero\" is a fantasy. They're killing hamsters in HK to try to chase it.","sentiment_score":0.4928571429}
{"full_text":"RT The Covid-1984 narrative is crumbling worldwide. But some of you have gotten SO used to taking L's that you can't even rec...","sentiment_score":0.0}
{"full_text":" In this week's 15-minute podcast from  - Coral reef deep-sea treasure uncovered- Jobs crunch in Afghanistan- #COVID19 cases and deaths dip in Africa and - The Last Holocaust survivors","sentiment_score":0.0}
{"full_text":"Get the latest information on COVID 19. From information on symptoms, tests types, staying safe, getting your prescriptions and more. Visit","sentiment_score":0.5}
{"full_text":"It felt like we were playing a little Russian Roulette. We went to a wedding a couple of weeks ago ... and I caught Covid. It knocked me around, but as you start the 2022 school year, take note of the worst sympton I experienced...https:\/\/t.co\/xn6mYeJ6ix","sentiment_score":-0.3958333333}
{"full_text":"Messenger: Schools close, hospitals need help, while Missouri Gov. Parson, AG Schmitt ignore pandemic reality via","sentiment_score":0.0}
{"full_text":"I uncertainly regret social distancing and I uncertainly believe to decide that safety.","sentiment_score":0.0333333333}
{"full_text":"\"F2F payment is not worth the risk to myself or the business and telehealth without easy access to pulse oximeters is dangerous\". See GP feedback on current COVID-19 care in the community plans from the Series 17 Quick Clinician COVID-19 survey:","sentiment_score":0.0033333333}
{"full_text":"#Maharashtra minister Varsha Gaikwad said that schools for Classes 1 to 9 in the state can be reopened for offline classroom sessions from January 24.","sentiment_score":0.0}
{"full_text":"Families will need to wait a bit longer to find out how much learning has been lost at their child's school during the COVID-19 pandemic. However, the numbers, when they finally come out, will probably be disappointing. ","sentiment_score":-0.1333333333}
{"full_text":"RT \"Microsoft acquires Activision Blizzard for $70 billion\", \"King of the Hill might be coming back\", \"Free COVID tests ar...","sentiment_score":0.2}
{"full_text":"Despite the night curfew in the city, the party went on till late in the night and the opposition is demanding action against those responsible.https:\/\/t.co\/yKvV0YrZax","sentiment_score":-0.1}
{"full_text":"RT I still want to know how they managed to pull this off because piles of corruption must be involved","sentiment_score":0.0}
{"full_text":"The 19 in covid-19 be whooping everybody lmao","sentiment_score":0.6}
{"full_text":"RT BA.2 will likely surpass BA.1 by spring","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $SRG.A today at $23.50 per share, and the stock prices rebound back to pre-pandemic prices at $26.19, your investment would be worth $1114.47! That's 11% growth and $114.47 profit!  See more:  $RETO $BWB $ADIL $FSRV $CALX","sentiment_score":0.3229166667}
{"full_text":"the introduction of the COVID vaccines, VAERS reports went through the roof. By Jan. 7, there were over a million reports, including more than 21,000 deathshttps:\/\/t.co\/e4TDAmRvaI#TAC #Takeactioncanada via","sentiment_score":0.5}
{"full_text":"The debate over legalizing marijuana in Nebraska continues, and there's a potentially new argument entering the fray.https:\/\/t.co\/hpgv5VATY3","sentiment_score":0.1363636364}
{"full_text":"For people who planned their trips months or even years before Omicron's arrival, these rapidly changing circumstances have proven almost impossible to navigate around. ","sentiment_score":-0.6666666667}
{"full_text":"IDSI Affiliated Faculty Dr. Jose Mayorga ft on on \"Health Officials Describe Winter COVID Surge At 'Near Crisis Level\". The latest surge is causing deadly rapid spreading infections stretching resources thin across clinics &amp; testing sites.","sentiment_score":-1.387778781e-17}
{"full_text":"Chris Krok: Remote learning and COVID restrictions have made many teachers feel like a shell of their former teaching selves. We want to hear from you. How many teachers out there feel the same way, and how have you responded?","sentiment_score":0.18}
{"full_text":"Auditor General Stephen Boyle said fraud and errors in SNP ministers Covid business support schemes cost the public purse at least PS16 millionhttps:\/\/t.co\/GPJQbgJ6TN","sentiment_score":-0.0833333333}
{"full_text":"Yay! we're back on again.  Thrilled to be on the today with to talk about the myths and realities of mental health during the pandemic and lockdowns.4:30PST\/7:30EST today on and should be up on YouTube after!","sentiment_score":0.1583333333}
{"full_text":"RT When will finally get past this and lift restrictions? Kenney says hopefully soon, but we have to get past Omicron, haven'...","sentiment_score":-0.1666666667}
{"full_text":"RT Covid is classified as flu.. No mask, will be worn in Europe","sentiment_score":0.0}
{"full_text":"Bisnow explored whether commercial real estate firms plan to institute vaccine mandates. Apple TV released the first teaser for its series on WeWork, entitled WeCrashed. #cre #commercialrealestate ","sentiment_score":0.15}
{"full_text":"RT Ethiopia: Tigray on brink of humanitarian disaster, UN says | Global development | The Guardian","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic rolled out a new era for the working world. This week we're sharing how to establish a positive work-from-home environment on the blog.Read more #GlobalUniversitySystemsCanada #Business #Technology","sentiment_score":0.2878787879}
{"full_text":"\"$1,833 a month on military spending (E-1 salary) versus 2.2 trillion in covid relief on demand. got it.\"","sentiment_score":-0.1}
{"full_text":"RT WHO calling for international travel bans to be lifted.(19th January 2022)Link:","sentiment_score":0.0}
{"full_text":"Equal Justice Under Law... nice motto for some ","sentiment_score":0.3}
{"full_text":"RT News: COVID-19 vaccination does not reduce chances of conception, study suggests","sentiment_score":0.0}
{"full_text":"You can still sign up for Mobile-Med no-cost, voluntary COVID-19 testing event!@ Berryessa District Office Jan 20 &amp; Jan 219 am - 11:30 am1:15 pm - 4:30 pmSpaces still available!Both antigen &amp; PCR tests will be available. Use this QR code to sign up!@BUSDFuentes","sentiment_score":0.4}
{"full_text":"BONUS SHOW: * Why are airlines squaring off against wireless companies over 5G?* New Mexico asks Guard to sub for sick teachers amid omicron* Louisiana Senate candidate goes viral for smoking marijuana in campaign adAnd much more...https:\/\/t.co\/8q378axsbO","sentiment_score":-0.125974026}
