{"full_text":"RT \"The administration has not made a formal request for more funding,\" tells about whether the...","sentiment_score":0.5}
{"full_text":"RT First UKHSA Vaccine Surveillance Report of 2022.Last 4 weeks of 2021:65% of adult \"Covid hospitalisations\" were vaccinated....","sentiment_score":0.175}
{"full_text":"RT How many people are gonna get covid because they bought what they thought was an n95 on Amazon and it is not that. But I gu...","sentiment_score":0.5}
{"full_text":"There is no middle ground for the stupidity. I agree why even test anyone that is asymptomatic? But putting known positive HCW in with sick people?California went from mandating vaccines to forcing COVID-positive health care employees to work","sentiment_score":-0.2717532468}
{"full_text":"RT If Mumbai\/Delhi say 20,000 cases a day- probably it's over 50,000. More than half, asymptomatic- not aware, rest taking home...","sentiment_score":0.0694444444}
{"full_text":"The Beatles would have covid if the cavern was open now","sentiment_score":0.0}
{"full_text":"RT Idc what the CDC said about quarantine. If you tested positive 5 days ago get the fuck away from me","sentiment_score":-0.0863636364}
{"full_text":"RT 2,900 people died on 9\/11 and 20 years later I still have to take my shoes off at the airport. 835,000 people in the US have di...","sentiment_score":0.0}
{"full_text":"Working from home has entrenched inequality - how can we use it to improve lives instead? | John Harris | The Guardian","sentiment_score":0.0}
{"full_text":"RT Mammograms, pap smears, colonoscopies, prostate exams &amp; PSA tests, prenatal care &amp; ultrasounds, well-baby visits, STD screeni...","sentiment_score":0.0}
{"full_text":"Were never getting out of this.","sentiment_score":0.0}
{"full_text":"RT Isolating if you have Covid is important so you don't spread the infection to people around you. We each have a responsib...","sentiment_score":0.4}
{"full_text":"RT CommUNITY PSA:Beginning this Mon., Jan. 10th Free Drive-Thru Covid testing returns to the Lakes of Taylor(25505 Northli...","sentiment_score":0.4}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"RT If only we had drawn on the wisdom of the past when fever\/isolation  hospitals kept the infectious away from the rest....","sentiment_score":-0.125}
{"full_text":"RT Price of COVID 19 RT PCR Test in UK for travel to India 130 pound sterling (around Rs. 13000). Price in the USA 130 dolla...","sentiment_score":0.0}
{"full_text":"RT \"Use of fear to control behaviour in Covid pandemic was 'totalitarian' and 'unethical', admit government scientists\"\"The wa...","sentiment_score":0.0}
{"full_text":"RT New study suggests women and girls get gaslit a lot.","sentiment_score":0.1363636364}
{"full_text":"RT Covid variants...#Deltacron","sentiment_score":0.0}
{"full_text":"Thanks, Brandon! I'm passing on Gally this year, actually, though I'll probably come out in 2023 or 24, schedule and pandemic permitting!","sentiment_score":0.125}
{"full_text":"RT UK government has engineered a situation where we face shortages of food and medical supplies, wants to send people back to Af...","sentiment_score":0.0666666667}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT Kids are suffering becomes millions of Big Sulky Baby adults refuse to be honest. Whether lockdown sceptics or Covid L...","sentiment_score":0.3}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"It's so funny to see places shut down again... like didn't y'all learn in 2020 shut downs don't do anything??? If anything this way of handling the pandemic was stupider then when the pandemic began!","sentiment_score":0.0277777778}
{"full_text":"RT Hang with me for a second...More than 1 in every 200 #Tennesseans are testing positive for #COVID. That's not counting home tes...","sentiment_score":0.2272727273}
{"full_text":"RT I would argue that the CDC has slid \"keeping transmission low\" way down the priority list frankly","sentiment_score":-0.0777777778}
{"full_text":"Another layer of cavalier cruelty: people w\/ comorbidities may be deprioritized for lifesaving care when hospitals hit crisis conditions. To see the admin enable conditions where lifesaving measures may be withheld &amp; then celebrate those deaths as \"encouraging news\" is sickening","sentiment_score":-0.9}
{"full_text":"RT Walensky says Sotomayor's pediatric COVID hospitalization number was off 96.5%https:\/\/t.co\/qPyjI7A5cU","sentiment_score":0.0}
{"full_text":"RT #COVID19 : 12,000 new cases in #Karnataka on Sunday. #Bengaluru reported 9020 new cases: #Mysuru 398, #Udupi 340, #Daks...","sentiment_score":0.1363636364}
{"full_text":"RT WA is relatively Covid free. This is due largely to the efforts of McGowan to keep it outNow the media are circling like b...","sentiment_score":0.1223214286}
{"full_text":"RT Fear MongeringMedia generated words like *Deltacron* and *Florona* scare ppl of a threat that isn't thereOne person h...","sentiment_score":0.0}
{"full_text":"RT Advisors to Newsom said Saturday the governor will ask the Legislature to take quick action on authorizing the first $1.4 bill...","sentiment_score":0.2277777778}
{"full_text":"Took me five (5) hours to get the strength to sit up in bed simply to take my medication. Doing it caused heart palpitations as if I just climbed a mountain.I already had POTS, so it's not like I don't know what it is. It's just that covid has made it much, much worse.","sentiment_score":-0.2}
{"full_text":"RT All that hot air and no vaccine mandate","sentiment_score":0.25}
{"full_text":"RT #wewantonlineclass Does anyone care about 9,10,11,12 and college students health in this pandemic. Where COVID and omicro...","sentiment_score":0.0}
{"full_text":"RT That's right baby. Sound it out!","sentiment_score":0.3928571429}
{"full_text":"RT The number of daily #COVID19 cases has crossed the 20,000 mark for the first time since October. Read the complete artic...","sentiment_score":0.1166666667}
{"full_text":"RT The evidence for masks in schools has been published: study shows just 0.6% difference in Covid rates between masked and unm...","sentiment_score":0.0}
{"full_text":"Please rest of the world follow in this situation together we can hopefully put and end to this horrible virus ","sentiment_score":-1.0}
{"full_text":"RT When will media start reporting the Ron DeSantis story properly?! He doesnt want testing because he's covering up how badly...","sentiment_score":-0.35}
{"full_text":"RT My aunt died of covid last night.. Wasn't sick very long.. She's a lawyer who was about to retire. Had all the vaccines....","sentiment_score":-0.2597619048}
{"full_text":"RT Israel breaking news:Antigen tests do not detect omicron in 47% of omicron cases. Antigen tests detect 37% of subjects...","sentiment_score":0.0}
{"full_text":"RT I hope part of \"doing your own research\" involves learning where the nearest hospital is. Here's the latest COVID hospital...","sentiment_score":0.55}
{"full_text":"RT Arsenal fans don't seem to be able to read, What happened was we had a number of positive COVID tests, so much so we closed t...","sentiment_score":0.2090909091}
{"full_text":"How This Teenager Launched A Successful Influencer Marketing Business During Lockdown","sentiment_score":0.75}
{"full_text":"RT Hey Triple vaccinated and boosted Covid Cult Leader Geraldo Rivera who just tested positive for COVID-19 Are you still c...","sentiment_score":0.2272727273}
{"full_text":"two months ago, if you had covid you weren't allowed to return to work until you tested negative and now all of a sudden they changed the rules that, if you're no longer presenting symptoms after 5-7 days, you can go back regardless of your pcr result.. 0 sense","sentiment_score":-0.1}
{"full_text":"RT Retweet if you or someone you know has COVID right now.","sentiment_score":0.2857142857}
{"full_text":"RT 5) We call on Dartmouth to pay students a living wage, to enhance mental health care services for students, and to bet...","sentiment_score":-0.1}
{"full_text":"RT #Haveri reported 8  new Covid19 positive cases on Saturday and Total  active cases 8.","sentiment_score":0.0575757576}
{"full_text":"RT they really cant lock us down again bc last time we had time to really think about the status quo &amp; started burning shit d...","sentiment_score":0.0088888889}
{"full_text":"In the interim Identify the units drill dates, order them to Title 10 status, determine vaccine status and vaccinate. If they refuse, process them out. Rinse and repeat.","sentiment_score":0.0}
{"full_text":"RT Breaking news from the government that's been saying for months that lateral flow tests are essential to allow us to li...","sentiment_score":0.0}
{"full_text":"RT With kilometres of empty golden beaches, #Udupi is the perfect tourist destination to follow social distancing and travel....","sentiment_score":0.3083333333}
{"full_text":"It's not the right that scares me, it's the ignorant like you who don't care about the truth.https:\/\/t.co\/m7oP9qRo4z","sentiment_score":0.2857142857}
{"full_text":"RT This is an important thread for all of us... thank you, Rabbi Harvey.","sentiment_score":0.4}
{"full_text":"RT This remains the most important chart: Vaccines are working. Unvaxxed are taxing hospital capacity and everyone else pay...","sentiment_score":0.45}
{"full_text":"RT Calling Omicron \"mild\" because it is possible that it may be less lethal than Deltais like calling Jeff Bezos \"poor\" because...","sentiment_score":-0.0583333333}
{"full_text":"RT COVID hospitalizations hit 138k, surpassing the highest previously seen.The difference between now and the prior waves is...","sentiment_score":-0.0833333333}
{"full_text":"RT ABC's Jonathan Karl: COVID is \"not under control.\"Joe Biden promised to \"shut down the virus.\" He lied!","sentiment_score":-0.1944444444}
{"full_text":"If he had advanced atherosclerosis, the vaccine did not do that. The vaccine can be an convenient excuse, but timing does not prove cause.","sentiment_score":0.175}
{"full_text":"RT Jeongyeon will quietly donate money so the dogs at the shelter stay warm in the winter, will take the sick pups to the vet, f...","sentiment_score":-0.0380952381}
{"full_text":"RT I love that technology is solving many problems, but never quite saw hair color mistakes as a top one compared to water conser...","sentiment_score":0.5}
{"full_text":"Corn whaa ?","sentiment_score":0.0}
{"full_text":"RT Schools are forced to fundraise for air purifiers to keep children and staff safe from Omicron.","sentiment_score":0.1}
{"full_text":"RT Millions of chinese people are living in covid quarantine camps now!2022\/1\/9","sentiment_score":0.0}
{"full_text":"RT They've called in the infantry","sentiment_score":0.0}
{"full_text":"RT Calling Omicron \"mild\" because it is possible that it may be less lethal than Deltais like calling Jeff Bezos \"poor\" because...","sentiment_score":-0.0583333333}
{"full_text":"RT We currently have Americans waiting in line for hours to be tested for a virus that they have already received a vacci...","sentiment_score":0.0}
{"full_text":"Omicron thread","sentiment_score":0.0}
{"full_text":"RT you cant blame covid for the consequences of your poor eating habits","sentiment_score":-0.4}
{"full_text":"RT If only reporting like yours were the rule rather than the exception,  #GTTO #JohnsonOut #JohnsonOutNow #J...","sentiment_score":0.0}
{"full_text":"RT Covid-19's omicron variant appears to be affecting children under age 5 in a new way: a harsh, barking cough known as croup. h...","sentiment_score":-0.0318181818}
{"full_text":"RT NEW  U.K. government advisers recommend against fourth Covid-19 vaccine dose","sentiment_score":0.0681818182}
{"full_text":"RT My best friend died tragically when we were teenagers. I guarantee a friend or classmate dying of covid will be much wo...","sentiment_score":0.6}
{"full_text":"RT When Koffee made \"Lockdown\" I didn't know we would be playing it for 3 years.","sentiment_score":0.0}
{"full_text":"RT Please maintain safe distance from both 'Omicron' and O'mitron' ! #Joker_Modi","sentiment_score":0.625}
{"full_text":"RT  WARNING: #BITCOIN IS ABOUT TO DO SOMETHING FOR THE FIRST TIME SINCE THE COVID CRASH! (be ready)https:\/\/t.co\/2HBmnFCk...","sentiment_score":0.3125}
{"full_text":"RT I am a Director of Public Health and am double vaccinated and boosted, as are my family &amp; friends. I believe #Vaccination...","sentiment_score":0.0}
{"full_text":"RT I am a consultant in ICU and anaesthesia. I have been vaccinated and boosted. So have my whole family. Most of the ICU covid pa...","sentiment_score":0.35}
{"full_text":"Key message should be focused on patient-centric care. Because the health care system - including hospitals - cannot sufficiently support patients during the pandemic, people are forced to lockdown, which has other significant health issues. Health system needs to adapt.","sentiment_score":-0.0125}
{"full_text":"RT Still unmet!!! Please share","sentiment_score":0.0}
{"full_text":"RT 200 million vaccinations in the first 100 days. .@GOP still playing politics with COVID. #BidenDelivers #GOPLiesAb...","sentiment_score":0.25}
{"full_text":"RT I am a Director of Public Health and am double vaccinated and boosted, as are my family &amp; friends. I believe #Vaccination...","sentiment_score":0.0}
{"full_text":"RT If only reporting like yours were the rule rather than the exception,  #GTTO #JohnsonOut #JohnsonOutNow #J...","sentiment_score":0.0}
{"full_text":"RT Youngsters join the fight against #COVID-19.After Hon PM Sh announcement on vaccine administration to...","sentiment_score":0.0}
{"full_text":"RT Our country is letting covid cases rise while ignoring long term affects such as diabetes in youth, seniors and people...","sentiment_score":-0.025}
{"full_text":"RT Two Mumbai cops die of Covid-19 within 48 hours, 523 infected in eight days","sentiment_score":0.0}
{"full_text":"RT I decided, for my own health to hold out on receiving the vaccine, until such time as I saw they were working and not ca...","sentiment_score":0.3}
{"full_text":"RT We currently have Americans waiting in line for hours to be tested for a virus that they have already received a vacci...","sentiment_score":0.0}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"RT Who else got chubbier during the lockdown?That's me 6 months ago :P","sentiment_score":0.75}
{"full_text":"RT #OmicronVariant isn't \"milder\" for kids!  Hospitalization at an unprecedented rate for kids. #tweetiatrician #pediatricians...","sentiment_score":0.6}
{"full_text":"RT Here's my running medals up to 2020...18 marathons, 25 ultras and various half maras. Since April 2020, my first covid jab,...","sentiment_score":0.0277777778}
{"full_text":"RT Would quoting Justice Breyer or Sotomayor from the vaccine mandate oral argument would get one suspension by Twitter fo...","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT Troops have been deployed to London hospitals. Infected healthcare workers continue to treat patients in France due to...","sentiment_score":-0.125}
{"full_text":"Corona is spreading fast in Delhi !! Please increase the frequency of nation wide ads to control it !!","sentiment_score":0.078125}
{"full_text":"RT The dismaying lengths to which families have to go to try to save their loved ones.. will hopefully enter the history books...","sentiment_score":0.7}
{"full_text":"RT This is deplorable. Nobody should be 'punished' because they choose not to be injected with experimental mRNA or chimp vir...","sentiment_score":-0.25}
{"full_text":"RT Call me boring, but I'm never gone apologize for wanting to stay and have fun at home. Especially the way this pandemic is...","sentiment_score":-0.2333333333}
{"full_text":"All these COVID cases around me are freaking me out #BTS_Butter #Butter #Butter_BTS #HotTrendingSongs #BTSARMY","sentiment_score":0.0}
{"full_text":"RT What? \"those data will be forthcoming?\" This is just evil at this point.","sentiment_score":-1.0}
{"full_text":"RT Neil Ferguson - 5,000 covid deaths a day in January, best case 3,000. Reality for first week of January - an average...","sentiment_score":0.3666666667}
{"full_text":"These same people on my Instagram feed have now started to repost things from \"Dr.\" Robert Malone, who has repeatedly said false things about vaccination because he knows terminology and went on a Joe Rogan podcast. Sigh.","sentiment_score":-0.2}
{"full_text":"RT The dick of the day trophy goes to MAGA's personal Supreme Court Justice, Neil Gorsuch, for refusing to wear a mask du...","sentiment_score":0.0}
{"full_text":"RT #Women are more dangerous than #Omicron #Covid_19 Very good in #Extortion racket#Mumbai","sentiment_score":0.27}
{"full_text":"RT The CDC will begin to provide data on how many of the 836,000 deaths in the U.S. linked to Covid are FROM Covid and how...","sentiment_score":0.5}
{"full_text":"RT Nah that's hilarious, do you know how rare false positives are   According to the Department of Health and Social Care (DHSC),...","sentiment_score":0.1083333333}
{"full_text":"Misuse of official power by District Medical Officer Vinay Krishna Prasad and Puraini police station in-charge Dipak Chandra Das.No case is made out against #BrahamdevMandal . If any one is culprit it is medical officers.#BrahamdevMandal Brand Ambassador #vaccination","sentiment_score":0.0}
{"full_text":"RT Triple jabbed Geraldo Rivera got COVID - said he was shocked. Let's remind everyone what the jerk said about the unvaccinat...","sentiment_score":-0.7}
{"full_text":"RT The further into the pandemic we get, the more I realise just how destructive and deadly greed and corruption are.","sentiment_score":-0.075}
{"full_text":"RT  LFT in stockLateral Flow Tests now available to order for delivery in England. The website may continue to say no stock...","sentiment_score":0.4}
{"full_text":"RT It's vitally important we sort out ventilation in our schools and colleges. See this thread from our joint General Secretary","sentiment_score":0.225}
{"full_text":"RT We have to make sure the upcoming Covid inquiry is not conducted by Tory stooges.If the inquiry is truly independent th...","sentiment_score":0.25}
{"full_text":"You have become a main contributor to mass psychosis. Fear and blame are getting pretty old. If third world countries can get through this variant but our system falls then a closer look at what's going on is needed.","sentiment_score":0.1291666667}
{"full_text":"RT Idc what religious agenda you follow, what party affiliation you have, dying from Covid is a devastating thing. It sho...","sentiment_score":-0.5}
{"full_text":"Vaccines won't remove Covid. They only give genetic instructions to your immune system to respond properly and identify who the enemy is, so that you get away with as little damage as possible.","sentiment_score":-0.046875}
{"full_text":"Sir, agreed but lockdown or curfew is the only solution..? Being an hotelier suffering since almost two years...how to manage.pls advise ...","sentiment_score":0.0}
{"full_text":"RT Wow what happened","sentiment_score":0.1}
{"full_text":"RT Haven't seen a single boosted person admitted for COVIDAnd in the national dataRisk of hospitalizations is still those...","sentiment_score":-0.0714285714}
{"full_text":"RT Mark my words, with everything we know and don't know about the current vaccine Novak Djokovic will ultimately be prov...","sentiment_score":0.0}
{"full_text":"Oh come ON!!!","sentiment_score":0.0}
{"full_text":"RT Such arrogance. We saw it in the hearings. His \"aw shucks\" shtick didn't fool anyone with a brain. He's worse now.","sentiment_score":-0.2}
{"full_text":"Fuck Justin Trudeau.What an imbecilic loser.","sentiment_score":-0.4}
{"full_text":"RT If this Govt feel its time to start living with Covid, then I say its time to start the public inquiry #JohnsonOut","sentiment_score":0.0}
{"full_text":"liverpool fake covid to postpone match against arsenal. the truth is that they cannot cope without salah &amp; Sad Man, who are at the afcon","sentiment_score":-0.5}
{"full_text":"RT Oh Stewardess, I speak bureaucrat. said:\"No, I don't.\"","sentiment_score":0.0}
{"full_text":"Umm.... what","sentiment_score":0.0}
{"full_text":"Breakthru Omicron is happening. But vaccine may keep you out of hospital\/alive rather than dead. That's called #RiskManagement ! Tip scales in your favor#GetVaxxedAndBoostered  #MaskUp  Cloth Masks won't do - Get KN95 or KF94 design of KF94 Superior IMHO","sentiment_score":0.225}
{"full_text":"RT The CDC has managed to take the title of most inept, useless, corrupt 3 letter agency in the federal government, which is a...","sentiment_score":-0.1666666667}
{"full_text":"RT Worrying about omicron is not the reason schools are online. Isolation protocols are. Why? Because after 25+ years of trashing...","sentiment_score":0.0}
{"full_text":"RT Jurgen Klopp: \"We thought we had a proper outbreak last week &amp; it showed up we had a lot of false positives actually, but the...","sentiment_score":-0.1}
{"full_text":"pehle weekend lockdown me ye haal hai","sentiment_score":0.0}
{"full_text":"RT Haven't seen a single boosted person admitted for COVIDAnd in the national dataRisk of hospitalizations is still those...","sentiment_score":-0.0714285714}
{"full_text":"RT Interesting to see the narratives the Guardian is pushing. How can anyone describe a variant that's overwhelmed health ser...","sentiment_score":0.5}
{"full_text":"Unbelievable","sentiment_score":-0.25}
{"full_text":"Is this science you've checked yet? ","sentiment_score":0.0}
{"full_text":"RT Geraldo is getting dragged by the anti-vax MAGA morons because he's fully vaxxed and still got Covid.Vaccines prevent...","sentiment_score":-0.8}
{"full_text":"I'm having a hard time time keeping up with all of the things president Biden has done in his first year in office...it was much easier with trump: 1. Played golf 2. Divided the country 3. Tried to overtake our democracy...oh yeah and was impeached X 2 and, lost in a landslide...","sentiment_score":0.0527777778}
{"full_text":"RT Jamaica COVID-19 Updates for Jan 8, 2022 (posted Jan 9, 2022)New Cases: 1499New Deaths: 4New Recoveries: 86New Tes...","sentiment_score":0.0}
{"full_text":"RT UPDATE: Ryan Reaves has entered Covid protocol.","sentiment_score":0.0}
{"full_text":"As the raging omicron variant of covid-19 infects workers across the nation, millions of those whose jobs don't provide paid sick days are having to choose between their health and their paycheck.","sentiment_score":-0.7142857143}
{"full_text":"RT SOTOMAYOR: \"Over 100,000 children\" are hospitalized due to COVID, with \"many on ventilators\"BRET BAIER: \"The number's n...","sentiment_score":0.1875}
{"full_text":"RT The likelihood of a false positive rate is less than 1 in 1000. The odds of 2 are less 1 in a million. The odds of three...","sentiment_score":-0.1265151515}
{"full_text":"Diocesan schools will begin distributing the tests once they receive more information from the Department of Health.","sentiment_score":0.5}
{"full_text":"Thank God for President Trump and his appointees. They asked the right questions where their counterparts on the court, the radical justices, just nodded and repeated alt Left taking points.https:\/\/t.co\/bP0qqDV79v","sentiment_score":0.1428571429}
{"full_text":"Big fake fuck","sentiment_score":-0.3}
{"full_text":".@CDCgov recommends Pfizer-BioNTech COVID 19 booster shot for adolescents aged 12 to 17.https:\/\/t.co\/rvvKQ8jcl7#jacintomedicalgroup #booster","sentiment_score":-0.1}
{"full_text":"RT Absolute heartbreaking truth of Covid-19. Get fucking vaccinated, already. We are killing our healthcare workers slowly, t...","sentiment_score":-0.2333333333}
{"full_text":"Some experts are casting doubt about a reported new variant dubbed \"deltacron\"https:\/\/t.co\/1ODrBsSrB9","sentiment_score":0.1363636364}
{"full_text":"The rise of COVID cases in Illinois prisons only increases the need to enforce vaccine mandates for IDOC staff, and allow easy access to boosters for imprisoned folks! Read more in this article by the","sentiment_score":0.3472222222}
{"full_text":"RT Just because your initials are RSS doesn't mean you have to be stupid and spread half truths","sentiment_score":-0.4263888889}
{"full_text":"RT Lying UK health chiefs blasted over '200,000 Omicron cases per day' claim","sentiment_score":-0.6}
{"full_text":"RT Price of COVID 19 RT PCR Test in UK for travel to India 130 pound sterling (around Rs. 13000). Price in the USA 130 dolla...","sentiment_score":0.0}
{"full_text":"RT According to the CDC, Agust D's tongue technology will bring world peace ","sentiment_score":0.0}
