{"full_text":"I am attending","sentiment_score":0.0}
{"full_text":"RT New York City, with some of the world's strictest vaccine passports, is doing significantly worse than the surrounding counties...","sentiment_score":-0.1318181818}
{"full_text":"RT Triple vaxxed &amp; double masked, constant hand washing, social distancing, no social outings &amp; appropriate venti...","sentiment_score":0.1033333333}
{"full_text":"RT When my mother and wife both died from Covid-19 in 2021. My whole world felt like it came crashing to a stop.  Regardl...","sentiment_score":0.2}
{"full_text":"RT the CDC now says your boss can legally exhume your covid-ridden corpse and prop it up at the cash register like weekend at...","sentiment_score":0.2}
{"full_text":"That drunk old hag doesn't know what she's even talking about. She wants to federalize elections because they know they cannot win unless they CHEAT. We've always had Voter ID in this country to vote until #COVID and subsequent mail-in ballots, ballot harvesting, etc.","sentiment_score":0.12}
{"full_text":"RT I don't know, my gaslighting radar goes off when I read stuff like this. Covid causes organ damage. LongCovid patients have...","sentiment_score":0.0}
{"full_text":"He better be prosecuted And have to pay back the cost of all those tests out of his own pocket","sentiment_score":0.3666666667}
{"full_text":"Got my Pfizer booster 2 days ago. Very mild headache and body ache that Tylenol and Advil handled. Armpit gland is a little swollen but I know that's normal immune response. I'll take all this over death. Thankful his son is alive:","sentiment_score":0.1239583333}
{"full_text":"How did a long and widely used and established drug #ivermectin  become so virulently politicised ?  Patients and people in need were denied  a potent lifesaving drug","sentiment_score":0.1166666667}
{"full_text":"\"The idea is that by applying just four principles at individual and collective levels, people can increase control over and improve the conditions for their health and well-being.\"","sentiment_score":0.0}
{"full_text":"RT Sir Students of Barkatullah University want online Paper. As we all are very well aware of CORONA SPREAD...","sentiment_score":0.225}
{"full_text":"RT In 2021 I managed to do my dream Starfire cosplay last year that was stared back in 2017I finally did my Lady Loki reboot, st...","sentiment_score":0.0}
{"full_text":"RT Under President Biden's leadership, the economy has added 6.4 million jobs--gaining back 84% of the jobs lost during the p...","sentiment_score":0.0}
{"full_text":"Omicron *should* remain the dominant strain against deltacron. Omicron has spread so fast that hopefully, that will spell trouble for deltacron as it struggles to find a foothold in a population already reckoning with the fastest variant yet.","sentiment_score":0.0}
{"full_text":"Haha I know right?  If only we used remote learning, COVID would magically go away","sentiment_score":0.1771428571}
{"full_text":"RT Just here to remind you of your failures as #YourDisabledLifeIsWorthy Don't let anyone tell you otherwise...","sentiment_score":0.0}
{"full_text":"RT I am pleading with anyone who will listen. I'm begging you, as a nurse, from the bottom of my heart please get vaccinated. To...","sentiment_score":0.0}
{"full_text":"RT maam, ill tell u my inherit nature. When covid hit all india,i was  the one working all day night to serve my...","sentiment_score":-0.5}
{"full_text":"Chuck in covid and it's a romniconcom","sentiment_score":0.0}
{"full_text":"Omicron is so deadly it kills some people twice.","sentiment_score":-0.2}
{"full_text":"RT The Channel Invasion of the UK has been going at a pace during the Pandemic, not reported on MSM. They gain Human Rights, h...","sentiment_score":0.0}
{"full_text":"RT Johnson should announce by Jan 26 when most current rules expire he will end them &amp; never bring them back","sentiment_score":0.1666666667}
{"full_text":"Most businesses they do offer pay time off and extended sick time but given that COVID it's probably going to be with us for a while it is something to think about that businesses should consider that","sentiment_score":-0.1071428571}
{"full_text":"This \"but the vaccine doesn't work!\" argument is total BS.The vaccine works for what it was designed for: original COVID19. It works less well with Delta, Omicron and other variants that developed, but still helps.The point now is to minimize those variants by getting vaxxed.","sentiment_score":0.0366666667}
{"full_text":"RT Australia just reported nearly 112,000 cases, the equivalent of 1.5 million in the US, and cases are up a mind boggling 808,633...","sentiment_score":0.1}
{"full_text":"RT Devin Nunes' empty seat will be filled by a special election. We're going to lock it down for Democrats, but we have onl...","sentiment_score":0.1253968254}
{"full_text":"RT Think about it. Before polio, did anyone go out and seek the polio vaccine? Before cancer, did anyone go out and seek mammogra...","sentiment_score":0.0}
{"full_text":"RT This is incorrect- if you consider reduction in intrinsic severity (*less* than the reduction in *observed severity* which...","sentiment_score":-0.1666666667}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT No vax, no booze or weed, says Quebec. ","sentiment_score":0.0}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT Geraldo was an idiot... Is an Idiot... and always will be an Idiot. But like a fox, he used it to his financial advantage. #Op...","sentiment_score":-0.6}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"Third year of a pandemic, wine can't do it justice, you need a good peach moonshine. Come on down to virginia, we'll hook you up.","sentiment_score":0.1814814815}
{"full_text":"Asshole Of The Year Novak Djokovic And His Wife Test Positive For COVID-19 In The Least Surprising News Of All Time","sentiment_score":0.2090909091}
{"full_text":"RT Pandemic \"mass formation psychosis\". It is real. No matter what Reuters and AP may think. Their record hasn't been exac...","sentiment_score":0.2}
{"full_text":"Attendance in decline for a decade. COVID made it worse for now.","sentiment_score":-0.4}
{"full_text":"Charity begins at home. #COVID19 #coronavirus #BibleStudy #CoronaUpdate","sentiment_score":0.0}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"RT Montreal awakens.","sentiment_score":0.0}
{"full_text":"No offense but all these virus supporters are just little hypochondriac wimps.","sentiment_score":-0.1875}
{"full_text":"  Yes.  Irony at its best. ","sentiment_score":1.0}
{"full_text":"RT Sen. Ron Johnson (R-WI) defends breaking his term limit pledge by claiming that he \"loves America\" and that he is a \"tr...","sentiment_score":0.0}
{"full_text":"RT the covid variant expansion is kinda frustrating, hoping when the DLC drops we'll get some buffs for healers and maybe nerfin...","sentiment_score":-0.4}
{"full_text":"The flaw with the U.S.  is commercial insurance coverage varies widely with out of control Pharma costs. The flaw with Canada  is it's too structured around a state run monopoly of hospitals that ration care via government central planning.","sentiment_score":-0.0333333333}
{"full_text":"RT The CDC will begin to provide data on how many of the 836,000 deaths in the U.S. linked to Covid are FROM Covid and how...","sentiment_score":0.5}
{"full_text":"RT Baseline testing. Otherwise you're sitting in a little superspreader classroom. It's lunchtime! Everyone take off your ma...","sentiment_score":-0.234375}
{"full_text":"RT In November 2022, less than a year away, there are only really TWO C...","sentiment_score":0.0111111111}
{"full_text":"RT Cyprus reportedly discovers a Covid variant that combines omicron and delta","sentiment_score":0.0}
{"full_text":"RT My husband is hospitalized with covid. He is a heart transplant recipient. Our family is fully vaxxed and boosted. His imm...","sentiment_score":0.0}
{"full_text":"RT An NHS nurse:\"None of the vaccine-skeptics seem to be treatment skeptics. Every single one of my Covid patients blindly a...","sentiment_score":-0.2857142857}
{"full_text":"RT Webster changed the definition of vaccine. As did the CDC, during this pandemic. Here's the old Webster definition capt...","sentiment_score":0.1}
{"full_text":"I'm confused, what progress did we make with trump as president? He added something like 8 trillion to the debt in 4 years. Gave false info about covid which he has no evidence. I wouldn't talk about wars just yet, Iran wants revenge. Caused an insurrection.","sentiment_score":-0.2}
{"full_text":"RT I'm in an at risk household. Lost 2 relatives to Covid last Fall. Recently, someone thought it was cruel that I don't su...","sentiment_score":-0.3333333333}
{"full_text":"My best friend died from Covid. Fuck people who aren't taking it serious.","sentiment_score":0.0888888889}
{"full_text":"RT More on this concern here by major citieshttps:\/\/t.co\/dC3WRBoCx6@LaurenLeatherby","sentiment_score":0.28125}
{"full_text":"RT Another child has died from Covid. The total is now 128. These children are unacknowledged, unnamed by govt. and media. W...","sentiment_score":0.0}
{"full_text":"RT We were asking for this almost two years ago. When we pointed out the CDC site said 6% had died FROM COVID and the other 9...","sentiment_score":-0.125}
{"full_text":"RT \"A year after covid vaccinations become available, our total vaccination rate sits at 62%. That's far from the share nee...","sentiment_score":0.1666666667}
{"full_text":"This pandemic has been the toughest on those without resources, of which group children make up the largest population. It's been horrible and hard, but it would be harder still if we did nothing to mitigate its effects on their caregivers as well as on them.","sentiment_score":-0.4638888889}
{"full_text":"RT Has anyone on Twitter somehow managed to not catch Covid yet????","sentiment_score":0.0}
{"full_text":"END ALL the SCAMDEMIC restrictions NOW! covid has more than 99.7% recovery is celebrating  time! STOP psycho sadistic suffocating NO HELP mask SLAVERY ASAP! WE the people must breathe properly!  WE the peopledecide what to do! 99.7% RECOVERY","sentiment_score":0.0}
{"full_text":"RT This week China covid tested a city the size of Chicago &amp; New York City combined in just six hours. In comparison, people i...","sentiment_score":0.1363636364}
{"full_text":"RT So the regime is effectively phasing out testing. What's next? Phasing out counting the sick? The dead? Deleting \"Covid\", l...","sentiment_score":-0.0785714286}
{"full_text":"Of course you fail to mention that most South Africans are young. Many had a variant of #COVID19 barely transmitted in much of the world. That may be why\/or contribute to their shorter hospital stays. In short I can only conclude that you are ill informed at best.#SouthAfrica","sentiment_score":0.0388888889}
{"full_text":"RT Yesterdays COVID figures remind me again where CSM is next month?","sentiment_score":0.0}
{"full_text":"RT A new combo strain of coronavirus has been reported in Cyprus.","sentiment_score":0.1363636364}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"Lockdown measure have had zero difference in spread of #COVID19 Worlds smartest epidemiologists say such measures may have worked if strictly enforced in Dec 2019 or Jan 2020 globally. After that it was too late.  Letting it runs its course would have been no worse.","sentiment_score":-0.025}
{"full_text":"RT Another brave NHS worker speaks up about the vaccine mandate after working through the pandemic. #NoVaccineMandates","sentiment_score":0.8}
{"full_text":"So..since the CDC is apparently run by people with no medical experience. Do they need someone to work there? I got lots of random talents ","sentiment_score":-0.15}
{"full_text":"Thousands upon thousands of 100% people protected by the vax are getting covid. It's clear it's because of the unvaxed, the longer these people remain unvaxed the more vaccinated will get sick.  We need more boosters more frequentl maybe monthly or weekly, Any thoughts?","sentiment_score":0.1771428571}
{"full_text":"RT If you hate the long COVID testing lines just imagine socialist bread lines. Keep voting for democrats and we'll get t...","sentiment_score":-0.425}
{"full_text":"RT Hey geniuses.  You are falsely smearing Justice Gorsuch for a TRANSCRIPTION ERROR.Listen carefully: \"Flu kills, I believe, hu...","sentiment_score":-0.25}
{"full_text":"RT The disconnect between what I thought my job was (get teens to understa...","sentiment_score":0.0}
{"full_text":"RT My post-covid symptoms- fatigue (not all the time but sometimes I get tired from going up one flight of stairs) - lactose...","sentiment_score":-0.4}
{"full_text":"THREAD:  COVID vaccinated vs unvaccinated case, hospitalization, and death data with screenshots and source links.CDC (with lagging data -- state dashboards are more current, see below)1\/","sentiment_score":0.25}
{"full_text":"RT They've stopped free tests because they're planning to expand the vaccine pass to more places (cafes, gyms, nonessential s...","sentiment_score":0.45}
{"full_text":"RT Clinical Trial in Denmark with 4,862 participants confirmed that wearing of surgical masks provided NO statistically s...","sentiment_score":0.4}
{"full_text":"isn't it confirmed that even then the vaccine wouldn't have worked because it's a fungal infection or some shit ","sentiment_score":0.1}
{"full_text":"I was looking at 2nd paragraph. \"If you recently recovered from covid,you may INSTEAD travel with documentation of recovery....\" Seems to conflict. Not sure how else to read \"instead\". Thots?","sentiment_score":-0.0833333333}
{"full_text":"RT that's what a covid variant would say","sentiment_score":0.0}
{"full_text":"He was way better than Devonta if we are talking peak and not career accolades. Devonta was a 22 year old in a Covid season where their teams WR1 in production missed half the year, Chase more proficient by a mile while battling for targets with another All pro","sentiment_score":0.2333333333}
{"full_text":"It feels like a very high % of the American public has accepted the idea that we are all going to get COVID, and that it's no big deal because only unvaxxed &amp; folks with disabilities are likely to die. This country is so thoroughly conditioned to accept shitty policy as the norm.","sentiment_score":0.0346666667}
{"full_text":"This is just the most uniformed shit. I just can't with these two. And being a biologist doesn't make you an expert on everything science. It's annoying about how the IDW is both anti- credentialist and relies entirely on credentials for legitimacy","sentiment_score":-0.125}
{"full_text":"RT #MyCovidStory Send your Corona experiences to Digital Baal Mela...Share with us the countless stories that happened in...","sentiment_score":0.0}
{"full_text":"RT Dr. Steven Quay tells Jesse Watters new scientific research suggests the new omicron variant may have also come from a...","sentiment_score":0.1363636364}
{"full_text":"RT + N95 masks","sentiment_score":0.0}
{"full_text":"Hmm. Who do I believe? Actual scientists or \"WorldNetDaily\" and Marjorie Taylor Greene? Byebye, crank!https:\/\/t.co\/u2Am6H8KeA","sentiment_score":0.0}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT Kern County braces for COVID surge. In Kevin McCarthy's backyard there is a Covid surge hapening. Over 3000 people hospit...","sentiment_score":0.0}
{"full_text":"RT I agree people are fed up, but covid won't end until the world's low income countries get vaccinated to prevent new variant...","sentiment_score":0.0681818182}
{"full_text":"RT Obscene Tory regime, making more than one kind of killing out of a Pandemic. Probably use it to pay for","sentiment_score":0.55}
{"full_text":"RT At this point in the pandemic, everyone over the age of five who wants to get a vaccine has gotten one. Countless others...","sentiment_score":0.1}
{"full_text":"RT Please retweet to help Thomas and Chloe find a home together #CHESHIRE #UK Many #rabbits have been abandoned since the e...","sentiment_score":0.5}
{"full_text":"RT Y'all will eat Taco Bell chicken wings but not get the vaccine ","sentiment_score":-0.6}
{"full_text":"Covid numbers were going up &amp;&amp; they still decided to throw raves, concerts, basketball games ,football games this and that not thinking about this shit pisses me off especially people who didn't even take care of themselves and being sick not checking if they have Covid","sentiment_score":-0.3047619048}
{"full_text":"RT Belgium marches today against the COVID police state. Wow!","sentiment_score":0.125}
{"full_text":"RT That's right baby. Sound it out!","sentiment_score":0.3928571429}
{"full_text":"RT Tucker Carlson said \"boosters increase your chances of getting Covid.\" The modern day Joseph Goebbels! Funded by Ruper...","sentiment_score":0.25}
{"full_text":"RT A materialism that religion can now only hang onto as a lifeline given the current pandemic. Thirdly, Zimbabwe's place...","sentiment_score":0.0}
{"full_text":"I hope you'll feel better and shed the rona in the next couple of days, Ana.  Several of my relatives had the previous variants and thankfully, all of them survived.  Unfortunately, I know someone who's a COVID-19 long-hauler.","sentiment_score":-0.0333333333}
{"full_text":"RT To recap Ron DeSantis' AWFUL handling of the worst surge in cases Florida has seen: DeSantis closed all state operated COVID...","sentiment_score":-0.7}
{"full_text":"RT When my mother and wife both died from Covid-19 in 2021. My whole world felt like it came crashing to a stop.  Regardl...","sentiment_score":0.2}
{"full_text":"RT Another brave NHS worker speaks up about the vaccine mandate after working through the pandemic. #NoVaccineMandates","sentiment_score":0.8}
{"full_text":"RT Why wasn't this done from the start? Why should we believe any numbers they put out now?","sentiment_score":0.0}
{"full_text":"RT maam, ill tell u my inherit nature. When covid hit all india,i was  the one working all day night to serve my...","sentiment_score":-0.5}
{"full_text":"But we can't have this in Ontario because daughter needs to get her drink on  #ONpoli","sentiment_score":0.0}
{"full_text":"RT It shocks me to read my story, if that makes sense?! It makes me so sad to see the photos from a few months before I took Co...","sentiment_score":-0.35}
{"full_text":"RT mRNA vaccine technology has helped repair broken hearts in mice","sentiment_score":-0.4}
{"full_text":"RT Now that over half the deaths occurred under Biden, health officials now want to lower the toll and claim they're not all...","sentiment_score":-0.1666666667}
{"full_text":"RT Double dosed and boosted #COVID19 victims is what they will call themselves soon","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ron DeSantis allowed a state stockpile of more than 1 MILLION rapid Covid tests to EXPIRE.Who thinks he sh...","sentiment_score":0.5}
{"full_text":"RT BREAKING REPORT: CDC Director Walensky REFUTES Justice Sotomayor's Statement That \"Over 100,000 Children\" Are Hospitaliz...","sentiment_score":0.0}
{"full_text":"RT Someone burned down a Planned Parenthood in TennesseeAuthorities confirm that it was arson and suspect that it was connected...","sentiment_score":-0.1555555556}
{"full_text":"RT POSTPONE the exams of 1st yr MBBSSTUDENTS550+ First year Students of exams from 19 Jan at a single centre....","sentiment_score":0.0892857143}
{"full_text":"RT When your area's largest hospital system takes out a full-page newspaper ad begging for help...We need them. Now the...","sentiment_score":0.0}
{"full_text":"This pandemic is not going to ruin my life anymore","sentiment_score":0.0}
{"full_text":"RT Current status: Pediatrician working full-time, type 1 diabetes, immune-suppressed (multiple meds for RA), living ND, w...","sentiment_score":0.0}
{"full_text":"RT I remember when even asking about this would get you labeled a \"conspiracy theorist\"","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT It turns out there was no COVID outbreak in Liverpool. Surprise! Surprise!","sentiment_score":0.0}
{"full_text":"RT maam, ill tell u my inherit nature. When covid hit all india,i was  the one working all day night to serve my...","sentiment_score":-0.5}
{"full_text":"Verbal gymnastics in a post science world. I saw a lot of Alpha and a lot of delta. Omicron is very mild compared to either of the others. We should be grateful for this mild strain as it confers immunity which we all need","sentiment_score":0.3833333333}
{"full_text":"RT  The Crociati receiving #COVID19 booster shots #ForzaParma","sentiment_score":0.0}
{"full_text":"RT it's why they panicked about paper ballots -- mail in paper ballots.    can't cheat with those,  hence the blat...","sentiment_score":0.0}
{"full_text":"RT BREAKING: digs into the origins of Omicron in South Africa","sentiment_score":0.0}
{"full_text":"RT In 25 tweets, revealed a kind of wrestling match within himself -- between the data-savvy physician who knew t...","sentiment_score":0.6}
{"full_text":"RT Can you feel the moderation?","sentiment_score":0.0}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT Acceptance. Endemicity is not because humans weren't \"good enough\"; virus has 1) animal reservoirs; 2) long infectious p...","sentiment_score":0.2166666667}
{"full_text":"These COVID variants really said","sentiment_score":0.2}
{"full_text":"During Covid-19 in 2020 until this very moment (2022), china is getting richer with everything they have made recently. Have they planned this pandemic for the CCP's heartless and inhuman greed?","sentiment_score":0.1}
{"full_text":"\"I think many people now come to work sick or with what they call 'allergies' because they feel they have no other choice.\" #Omicron.https:\/\/t.co\/nSiuapmUIu","sentiment_score":-0.0505952381}
{"full_text":"Thiago Silva and N'Golo Kante also tested positive last week. https:\/\/t.co\/pHuh32EhLW","sentiment_score":0.1136363636}
{"full_text":"Sigh...I AM TIREDT!!","sentiment_score":0.0}
{"full_text":"RT a month ago my 19 year old son was in Minnesota visiting  he got Covid 19 -getting sicker each day in a hotel-fever- br...","sentiment_score":0.1}
{"full_text":"Vaccination data has been releasedhttps:\/\/t.co\/9oOLW1g1Ai","sentiment_score":0.0}
{"full_text":"RT I caught COVID at a shopping mall, where I went with my sister who is triple vaxxed. I spent many hours with her (and in...","sentiment_score":0.2}
{"full_text":"Pappu Nautanki are you all listening?","sentiment_score":0.0}
{"full_text":"RT 46,000 COVID cases caught during baseline testing in LAUSD, &amp; we are not done testing! I can't imagine who in their right...","sentiment_score":0.2857142857}
{"full_text":"In a bid to keep out the Omicron variant, #Macau is banning all passenger flights from outside Mainland China from January 9-23.More here: #Travel","sentiment_score":0.0}
{"full_text":"If you have been diagnosed with, or are likely to have COVID-19, taking steps to protect yourself and others will help end this pandemic.Here are the instructions for home isolation, recommendations for close contacts, and resources available:","sentiment_score":0.2}
{"full_text":"RT 2019 covid changed many of us. 2020 broke some of us. 2021 opening our eyes. 2022 alert.Big Pharma is not your friend...","sentiment_score":0.5}
{"full_text":"Free COVID-19 TESTINGMonday, January 10, 1-3:30pmYoung Scholars of Western PA600 Newport DrPre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.2}
{"full_text":"A Las Vegas teenager is improving leaps and bounds while recovering from a rare but devastating side effect of the Johnson &amp; Johnson coronavirus vaccine.","sentiment_score":-0.35}
{"full_text":"#Kuwait has reported on Sunday an unprecedented surge in the number of the coronavirus cases.https:\/\/t.co\/nnj6aTSjMr","sentiment_score":0.6}
{"full_text":"My heart goes out to all the kids who's parents are anti-vax. Imagine getting type 1\/2 diabetes later in life just to find out you could've avoided that shit if you got vaxxed but ya parents thought they knew better than scientists... crazy","sentiment_score":-0.075}
{"full_text":"RT It is not \"encouraging\"that most of the people who are hospitalized or dying from Omicron are disabled and chronically ill...","sentiment_score":-0.0666666667}
{"full_text":"\"I've personally been consistently frustrated -- and, yes, angry -- with the response of my fellow white Christians, particularly white evangelicals, to the pandemic,\" writes@robertpjones.","sentiment_score":-0.24}
{"full_text":"ON THIS DAY IN 2020: Chinese authorities acknowledge the novel #coronavirus for first time. #WHO officials publicly praise #China but are privately frustrated that the #COVID19 genome has not been shared.","sentiment_score":-0.1125}
{"full_text":"The doctor-patient relationship is a coveted bond that starts at birth. But what happens when physicians break that trust and intentionally spread #disinformation?","sentiment_score":0.0}
