{"full_text":"RT Tell me your wife handles all the pediatrician visits without telling me your wife handles all the pediatrician visits","sentiment_score":0.0}
{"full_text":"Funny thing is all my coworkers after things \"got real\" here in the states regarding Covid, they no longer called me paranoid. Instead they said they should have got masks when you could still buy them. ","sentiment_score":0.225}
{"full_text":"\"Yes, the pandemic has played a significant role in creating the malaise, but so too has the manner in which the pandemic has been covered by mainstream media outlets\"","sentiment_score":0.375}
{"full_text":"RT The Supreme Court has now shared more COVID misinformation than your aunt on Facebook","sentiment_score":0.5}
{"full_text":"RT One in every two persons tested for Covid-19 has been found positive over the past weekhttps:\/\/t.co\/uTVXGJwWpW","sentiment_score":-0.0113636364}
{"full_text":"I think that was while the theatres was closed\/the height of covid wasn't it?Seems it should be 45 days? (Unless they ain't counting renting\/paying for the film at home?)https:\/\/t.co\/j4m4A1VjEJ","sentiment_score":0.0}
{"full_text":"RT Thank you sa SB19 for making this pandemic bearable. You are our inspiration to be productive and passionate even in this...","sentiment_score":-0.05}
{"full_text":"RT Infectious disease expert Dr. Rontgene Solante says there is now community transmission of Omicron variant in the count...","sentiment_score":0.0}
{"full_text":"To my knowledge, there's no evidence whatsoever for this concept,\" said Jay Van Bavel,...Van Bavel said he had never encountered the phrase \"mass formation psychosis\" in his years of research, nor could he find it in any peer-reviewed literatureGoogle?https:\/\/t.co\/4n5mqd5MCs","sentiment_score":0.0}
{"full_text":"And yes we talk about equality ... privilege.  People are frustrated. They are wrongly comparing their own situation of being in lockdown with a player coming to Australia to contest.","sentiment_score":-0.2}
{"full_text":"\"@JacindaArdern is dithering again, with urgent #Omicron decisions needed.\"My Random Thoughts today.#covid #covid19 #covid19nz #nzpol","sentiment_score":-0.5}
{"full_text":"RT We are at the stage of the pandemic where once again social media is being used as healthcare response. There is a spaces h...","sentiment_score":0.0333333333}
{"full_text":"It would be the best thing they could do to fight covid.","sentiment_score":1.0}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"RT This is why \"let kids get back to school, and don't worry if they get it\" concerns me.I understand the need fo...","sentiment_score":0.0}
{"full_text":"RT I'm at the walk-up COVID test, I'm at the superspreader event, I'm at the combination walk-up COVID test superspreader event","sentiment_score":0.0}
{"full_text":"RT But one must credit these excellent models as being very reliable predictors of vaccine uptake. I rate them 95% effective...","sentiment_score":0.6}
{"full_text":"Vaccine mandates for healthcare workers do not violate informed consent. This isn't a difficult concept to understand.","sentiment_score":-0.5}
{"full_text":"RT If:You are worried about the long-term effects of COVID vaccinesbutYou are *not* worried about the long-term effects of...","sentiment_score":0.0}
{"full_text":"Can't sleep. Covid is k-wording me. I want T's bag but I'm poor and unlucky. A terrible night.","sentiment_score":-0.7}
{"full_text":"RT It's almost like they're doing this because Justice Sotomayor completely failed on the facts Friday, falsely claiming \"10...","sentiment_score":-0.45}
{"full_text":"RT But the PHO said Omicron was the end the pandemic??Meanwhile, science has been saying since Spring that this virus is...","sentiment_score":0.0}
{"full_text":"RT Don't forget that they also offered for you to drive across the border to get serviced during the PANDEMIC.","sentiment_score":0.0}
{"full_text":"\"With vaccinations, booster shots, mandatory masking, social distancing, forced quarantines and an overall inability to resume our normal lives, it's not hard to see how a sort of mass formation paralysis could grip a community, a city, or even a country.\"","sentiment_score":0.0058333333}
{"full_text":"RT Officials are warning the public about fake Covid-19 testing kits. Here's how to spot them || Via CNN","sentiment_score":-0.25}
{"full_text":"RT Judicial Watch received eight pages of email communications from the U.S. Department of State revealing concerns by the...","sentiment_score":0.0}
{"full_text":"RT More kids are getting sick from COVID, so it's important to protect your child with a vaccine. Everyone 5+ is eligible. #WeCanD...","sentiment_score":0.0619047619}
{"full_text":"RT The veil has been lifted. COVID was always treatable; the government lied to you and manipulated you to gain unprecedente...","sentiment_score":0.0}
{"full_text":"RT Man United have asked to postpone their game with Aston Villa as 4 of thier referees have tested positive for covid","sentiment_score":-0.0863636364}
{"full_text":"They removed all restrictions to #LetItRip just as Omicron hit our shores. Our First Nation's people aren't vaccinated enough. They log native forests. More native species are extinct than anywhere else. We are governed by idiots","sentiment_score":-0.09}
{"full_text":"Hey..I like bees..every animal God created but especially elephants...books..music..movies and bicycling.   Had a knee replacement few months ago (ouch) and recently lost my brother (September).  Doing my best to remain Covid free    How about you?","sentiment_score":0.24}
{"full_text":"RT It's amazing how many of these little kids with COVID are presenting with croup-like symptoms. Whoever said this was a 'mil...","sentiment_score":0.3041666667}
{"full_text":"RT 'I'm not saying it never occurs. What I am saying is it's epidemiology irrelevant.'Scarlett Mccgwire and Dr Mike Yeadon debat...","sentiment_score":-0.5}
{"full_text":"RT This restaurant isn't in Oregon, but they kicked a friend of mine out because of their in house vax passports rules. Pleas...","sentiment_score":0.0}
{"full_text":"My understanding from my own personal virologist, is that even in immunocompromised individuals, the vaccine still has 77% effectiveness.  Is that your understanding as well? Do you have additional info about kids?","sentiment_score":0.3}
{"full_text":"Are there unvaxxed deaths from omicron? Have not seen this. Can't be many. Not worth ruining childhood. I think we have to start adjusting now. What will be the long term effects of these years on kids? Already seeing it in suicide and mental health data. Only gonna get worse..","sentiment_score":-0.0333333333}
{"full_text":"World beating eh and why are you not bleating about this eh? First country in Europe to oas 150,000 deaths from Covid. Well done, these are in your hands.","sentiment_score":0.25}
{"full_text":"I'd get a new doctor. Each variant can be like a new disease. Look at the reinfection rates for Omicron. With a vaccine you'll be far better protected from serious illness and death as the stats I replied with earlier prove.","sentiment_score":0.0898989899}
{"full_text":"RT If left uncorrected, Judge Sotomayor's wildly inaccurate statement about children and Covid will undermine public confidence...","sentiment_score":0.0333333333}
{"full_text":"RT Hey    not all of us want our kids getting sick. Help us protect our teachers...","sentiment_score":-0.7142857143}
{"full_text":"RT The Biden Admin has continued the same eugenics driven approach as the Trump Admin.Congress, the CDC, the media are all...","sentiment_score":0.0}
{"full_text":"RT A little insight into how is handling COVID-positive students: My brother, a freshman, tested positive yesterday. The...","sentiment_score":0.0198863636}
{"full_text":"Post covid.","sentiment_score":0.0}
{"full_text":"RT 'WHY WE STILL CANNOT SEEM TO DO THIS?'Nearly two years into the pandemic, Sorsogon Gov. Francis \"Chiz\" Escudero calls...","sentiment_score":0.1}
{"full_text":"RT In #TEXAS nonetheless...","sentiment_score":0.0}
{"full_text":"RT Our strategy for covid should now be what it had been for flu our whole lives Shots offered to those at high risk, the sy...","sentiment_score":0.18}
{"full_text":"RT Hey why is allowed to sell counterfeit N95\/KN95 masks?","sentiment_score":0.0}
{"full_text":"RT me: I tested positive for covid and will be stuck in Italy for god knows how long, I am really upsetmy brother:","sentiment_score":0.1257575758}
{"full_text":"RT COVID spike delays next court hearing for Jan 6 defendant Pauline Bauer by another two weeks  Unique case.  She faces...","sentiment_score":0.1875}
{"full_text":"RT Every time one of the other state CHOs says something ridiculous or calls for a pointless nonsensical restriction now,...","sentiment_score":-0.2361111111}
{"full_text":"RT I read that if you test positive at home for COVID, it's a good idea t...","sentiment_score":0.4636363636}
{"full_text":"RT New study from Copenhagen univ. with 12,000 families demonstrate \"immunological escape\" from vacs. Omicr...","sentiment_score":0.1363636364}
{"full_text":"RT Dustin Rhodes filling in for Cody Rhodes for the interim TNT Title against Sammy Guevara. COVID protocol has sidelined Co...","sentiment_score":0.0}
{"full_text":"RT BEIRUT: Hundreds gather Saturday to protest vaccine mandates.\"Where there is RISK, there must be CHOICE\", a woman's sign...","sentiment_score":0.0}
{"full_text":"RT the guy who helps me figure out if I can get a PS5 now has better info about rapid test availability than the federal gove...","sentiment_score":0.5}
{"full_text":"RT Over a 100,000 new Covid cases today in Australia.  Appalling.   Business must be furious with those who called for this dis...","sentiment_score":-0.1068181818}
{"full_text":"Getting mislead by mild nature of disease and throwing covid-19 appropriate behaviour to the wind will be a risky step. #WearAMask  #StaySafe #AwareOfOmicron","sentiment_score":0.4166666667}
{"full_text":"RT IMPORTANT SCHOOL NEWSThe start of the Queensland school year will move from Monday 24 January to Monday 7 February to avo...","sentiment_score":0.4}
{"full_text":"RT Mum told me she's too worried about getting COVID to leave home at all. Thousands more elderly and vulnerable think this...","sentiment_score":0.0}
{"full_text":"RT These hospitalizations are mainly non-Covid relatedThey are testing ppl while they come in for stuff l...","sentiment_score":0.1666666667}
{"full_text":"RT #OMEGA_X Halts Comeback Promotions After 4 Members Test Positive For COVID-19https:\/\/t.co\/ii3CnYIkf8","sentiment_score":0.2272727273}
{"full_text":"RT So far BJP govts have been very sensible on  handling Omicron wave with practically no restrictions?  Unfortunately mos...","sentiment_score":-0.0666666667}
{"full_text":"RT 1\/ SUPERSPREADING IS EXPLAINED BY SHARED-ROOM AIRBORNE TRANSMISSIONWe can use that to estimate risk of transmission for...","sentiment_score":0.0}
{"full_text":"-Kami details&lt;3--Kami is actually quite taller than most, being 6'2 with a average 5 inch cock--kami tends to stay at home a lot, reading books, watching anime, staying fit in his stay at home gym and sometimes going out with friends to a event such as cosplay or party- (1)","sentiment_score":0.15}
{"full_text":"RT Covid cases have nearly tripled (90+) since I was at the isolation hotel on Christmas Day (25).CTC pa...","sentiment_score":0.1}
{"full_text":"RT 2020: flatten the curve2021: we're in this together2022: it's not my problem","sentiment_score":0.0}
{"full_text":"RT I'd really like to know which media outlets Sonia Sotomayor consumes that misled her to believe these wildly false claims a...","sentiment_score":-0.1}
{"full_text":"As a nurse I have hated you for the longest time. I can't believe I can hate you more Covid!  Stay away from my Omega X kids!","sentiment_score":-0.30625}
{"full_text":"RT A banner airplane is flying all over South Beach and downtown Miami criticizing Florida Governor Ron DeSantis for letting a...","sentiment_score":0.0}
{"full_text":"RT QAnon influencer Cirsten Weldon (\"CirstenW\") -- who recorded herself yelling at people standing in a vaccination line, and said...","sentiment_score":0.0}
{"full_text":"Well Biden is requiring a computer and internet access to order a free Covid test kit. That's clearly testing suppression!! People that can't afford an ID certainly don't have computers, internet access or how to use it. BTW Republicans have offered free IDs.","sentiment_score":0.2926339286}
{"full_text":"RT If you are Covid positive and need any dietary related guidance for the same, you can Dm me, I have opened my dm for the...","sentiment_score":0.0757575758}
{"full_text":"RT \"No one is the boss of Justice Gorsuch. Like his colleagues, he had a choice about whether to wear a mask. Unlike them, he ch...","sentiment_score":0.0}
{"full_text":"RT Hundreds march in Montreal against COVID-19 health measures, vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Hospitalization rates for young children with COVID-19 have hit a record high.","sentiment_score":0.13}
{"full_text":"RT The UK has a terrific workflow for how to think about ending isolation early using:Hint: 2x Negative Rapid Antigen T...","sentiment_score":-0.0666666667}
{"full_text":"RT Noted that Fauci, &amp; wear better masks (N95\/KN95) than they tell Americans to wear.We should pay atten...","sentiment_score":0.5}
{"full_text":"RT Notice that the only journalists covering this is which shows tha...","sentiment_score":0.0}
{"full_text":"RT The anaesthetist filmed talking to thinks we're better off trying to get COVID &amp; hope we build antibodies, rather...","sentiment_score":0.5}
{"full_text":"RT Just a heads up. Regarding \"Deltacron\" or the \"new variant\" out of Cyprus. Please be aware those sequences being report...","sentiment_score":0.1931818182}
{"full_text":"Well that's one way to do it","sentiment_score":0.0}
{"full_text":"RT A massive protest against COVID restrictions in Toulon, France today.","sentiment_score":0.0}
{"full_text":"NOTE: Number in hospital in US at all time high.","sentiment_score":0.16}
{"full_text":"Do you give a $hit about rest of the world. They don't seem to have a covid problem. It is Y2K all over again","sentiment_score":0.0}
{"full_text":"RT Biden baselessly said Trump \"waved the white flag\" on COVID during the campaign.Now, Biden says COVID is \"here to stay...","sentiment_score":0.0}
{"full_text":"wait until u see what happens to the kids growing up covid and tiktok phase","sentiment_score":0.0}
{"full_text":"RT \"Here, then, is the most important difference about this surge: It comes on the back of all the prior ones.\" A powerful...","sentiment_score":0.24}
{"full_text":"RT Able bodied people don't realise how terrifying it is hearing, as a high risk\/disabled person, that my death may happen soo...","sentiment_score":-0.1133333333}
{"full_text":"RT Joe Rogan Accuses CNN of Altering His COVID Announcement Instagram Video: 'Fake News'","sentiment_score":-0.5}
{"full_text":"And why did so many school districts go back to remote learning and diverted BILLIONS in #Biden #covidrelief to other projects? #education #childrenfirst #InPersonSchooling","sentiment_score":0.06875}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT Chicago received $2B in 'COVID relief' to get children back in the classroom. If they can't get it done, they should p...","sentiment_score":0.0}
{"full_text":"RT NEW: I've issued a consumer alert in response to executive order that establishes statewide price gouging pro...","sentiment_score":0.1363636364}
{"full_text":"RT Chicago Teachers Union, Chicago Public Schools Continue Battle Over Return To In Person Learning ht...","sentiment_score":0.0}
{"full_text":"RT The upcoming elections in five states will take place in seven phases between 10th Feb to 07th March. The final counting wil...","sentiment_score":0.0}
{"full_text":"Close Covid or Covid","sentiment_score":0.0}
{"full_text":"RT Happy to work with local community groups to bring more free COVID-19 testing to Rego Park, Forest Hills, and Kew Garde...","sentiment_score":0.425}
{"full_text":"RT Wouldn't be so quick at calling people muppets.IF Novak claims he had COVID he appeared mask-less in public for...","sentiment_score":0.1666666667}
{"full_text":"RT Both parents triple vaxxed (Me: Moderna\/ Dad: Pfizer) and kids double vaxxed. One masked trip to the mall on Friday and we...","sentiment_score":0.0}
{"full_text":"RT Public health advice from 2018 California regarding putting kids in n95 or equivalents@ajlamesa","sentiment_score":0.0}
{"full_text":"RT Tucker Carlson said \"boosters increase your chances of getting Covid.\" The modern day Joseph Goebbels! Funded by Ruper...","sentiment_score":0.25}
{"full_text":"RT Attended the demonstration in Vienna today to take a stand against our third lockdown, as well as mandatory vaccination...","sentiment_score":0.0}
{"full_text":"RT The FDA is suggesting race should be a deciding factor in whether or not someone is \"high risk\" and therefore qualified...","sentiment_score":0.16}
{"full_text":"RT Young people should drop out of skrewl, not put up with this. Youth in general should leave societies with olds, move to...","sentiment_score":0.075}
{"full_text":"RT The Omicron surge has been truly devastating... for cancer centers.  1\/9","sentiment_score":-1.0}
{"full_text":"I don't understand why do unvaccinated people go to the hospital for Covid. It really makes no sense.","sentiment_score":0.2}
{"full_text":"RT Razer- even if you change the language, at this point the vast majority of your customer base now thinks it's an N95....","sentiment_score":-0.4}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"RT Hey Greg - how about a periodical Medicare funded well-being pack for every household similar to what Malaysia'...","sentiment_score":0.0}
{"full_text":"RT I am one of those people who the CDC director says it's okay if I die. Just so you know. If I die, it's encouraging.","sentiment_score":0.5}
{"full_text":"lmao mask and vaccine karens have nothing to do with mass retarded behavior, must be why its so common","sentiment_score":-0.1666666667}
{"full_text":"RT If you can take a covid test from home, you should be able to vote from home. Is that how this works?","sentiment_score":0.5}
{"full_text":"RT Check this out Clif!  My, has sentiment changed:  Doctor challenges health secretary on vaccine mandates while came...","sentiment_score":0.0}
{"full_text":"RT In a local school district, authorities sent a notice saying every student should assume that they are a close contact...","sentiment_score":0.0}
{"full_text":"try in France. let us know how it goes","sentiment_score":0.0}
{"full_text":"RT 7% of Germans say Chinese government is a partner you can trust (down 21% compared to pre-pandemic 2019).","sentiment_score":-0.0777777778}
{"full_text":"RT New data is showing cases may have peaked with Omicron. That means it's only a matter of weeks before we hear about the new...","sentiment_score":0.0909090909}
{"full_text":"RT Let's hope Americans will, once again, rally to the cause of freedom and reject medical tyranny and allow each individual to...","sentiment_score":0.0}
{"full_text":"RT #NamNguyenLast week, I got COVID and it was really tough to deal with. I was off the ice for the full five days, I was ba...","sentiment_score":-0.0194444444}
{"full_text":"RT During the pandemic (and before of course), disabled students in #bced have been excluded from planning, guidance, school....","sentiment_score":-0.2}
{"full_text":"Closed-door negotiations resumed Saturday to resolve a standoff between Chicago school officials and the city's teachers union over COVID-19 precautions that canceled three days of classes this week. ","sentiment_score":0.0}
{"full_text":"While the world has been obsessed with COVID, more attention has to be paid to the lives of 45 million unborn babies who were killed in abortions.","sentiment_score":-0.0666666667}
{"full_text":"RT Why was Justice Sotomayor, who was so afraid of COVID she appeared at argument via video, caught dining last night in pu...","sentiment_score":-0.3}
{"full_text":"RT Kovid Kapoor's name has left both people and artificial intelligence perplexed.https:\/\/t.co\/8v3J8sliiH","sentiment_score":-0.3}
{"full_text":"Please remember not to socially isolated if you physically distance or quarantine! Call, FaceTime, text. Watch a movie with someone over the phone.We need social interaction to fight and prevent #depression. #covid19 #mentalhealth #medtwitter","sentiment_score":0.0222222222}
{"full_text":"RT folks have pushed the narrative of vulnerable people's lives being disposable for this entire pandemic (&amp; before), and to see...","sentiment_score":-0.25}
{"full_text":"RT This is one of the most outrageous headlines I've seen. I went to the hospital for croup when I was a child...in the 1990s....","sentiment_score":-0.25}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"While the world has been obsessed with COVID, more attention has to be paid to the lives of 45 million unborn babies who were killed in abortions.","sentiment_score":-0.0666666667}
{"full_text":"RT Two years into the pandemic, 1,500 people are dying a day on average in the United States. That's a new 9\/11 every two d...","sentiment_score":-0.0068181818}
{"full_text":"RT Think about it. Before polio, did anyone go out and seek the polio vaccine? Before cancer, did anyone go out and seek mammogra...","sentiment_score":0.0}
{"full_text":"BCHL Bulletin  More COVID-19 disruptions Merritt adds a pair to its blueline Hit the link  for more BCHL-related news! | Brian Wiebe (@Brian_Wiebe) | #BCHL60 #BCHLNetwork #AHL #AJHL #ECHL #NCAA #WHL","sentiment_score":0.5625}
{"full_text":"We should all work together to reduce the circulation of #COVID19: Get vaccinated as soon as it's your turn. -Keep a safe distance and avoid crowds.Open windows when possible. Wear a mask. Cover coughs and sneezes Keep hands clean.#DoItAll","sentiment_score":0.25}
{"full_text":"Dead &amp; Company Cancel Upcoming Performance At Playing In The Sand Due To Covid-19 Concerns#DeadandCompany","sentiment_score":-0.1625}
{"full_text":"The moving parts of the Biden administration's plan to distribute free, at-home COVID tests are starting to come together.https:\/\/t.co\/QGOul8spa2","sentiment_score":0.2}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"Disinfect your kitchen surfaces with Armor8 multi surface disinfectant spray#MultiSurfaceDisinfectantSpray#Armor8ProtectsFromCorona #Armor8ProtectsFromCovid19 #BeTheShield #Armor8NanoSpray #Antibacterialspray #Corona #Coronavirus #Covid19 #Disinfectant","sentiment_score":0.0}
{"full_text":"I honestly gotta be built different and they're studying me extra hard bc I never get my covid test results on time","sentiment_score":0.0770833333}
{"full_text":"The health of a society's people is an indicator of that society's progress.Our society, where ordinary workers have no political say, is oriented not to health, but to delivering capitalist profits.Society is as diseased as our hospital wards. Socialism is the vaccine.","sentiment_score":-0.2833333333}
{"full_text":"I really don't think he is dismissing the severity of Covid. He is just relating his experience","sentiment_score":0.2}
{"full_text":"The American doctor spinning wild conspiracy theories on India's Covid-19 fight in #UttarPradesh. fact-checks. #RobertMalone #JoeRogan #JoeRoganExperiencehttps:\/\/t.co\/XWajI3nfY0","sentiment_score":0.05}
{"full_text":"RT really love how we went from \"schools aren't a vector for covid\" to \"schools are a vector for covid but too fucking bad\"","sentiment_score":-0.1}
{"full_text":"Eric Adams is already off to a horrible start","sentiment_score":-1.0}
{"full_text":"The CDO role is not about offense and defense: It's about a single team working together #leaders #CEO #CIO #CFO #work #workculture #Data #Pandemic #Dataecurity #Compliance #Privacy","sentiment_score":-0.0714285714}
{"full_text":"RT If you think and move like \"getting COVID is inevitable\" stay away from me in my third January without it. If this feels...","sentiment_score":0.0}
{"full_text":"Why A  Virtual Wedding is a good idea  ?#GoodMorningTwitterWorld #VirtualWorld #lockdown","sentiment_score":0.7}
{"full_text":"A case involving 35 Navy servicemembers is raising familiar questions about the military's relationship with religious freedom. | By","sentiment_score":0.0916666667}
{"full_text":"RT Deaths, illness, supply chain, #economics bad enough, but will #COVID19 misinformation, disinformation, politicization cripple...","sentiment_score":-0.35}
