{"full_text":"reform, views on illegal immigration, and the increase in jobs and pay for Black men under Trump prior to COVID. Same with Hispanics. Again, I don't like Trump, but a LOT of the GOP message on freedom resonates with traditionally marginalized communities. Biden is getting crushed","sentiment_score":-0.1277777778}
{"full_text":"RT Conservatives went from \"Trudeau won't get us vaccines 'til 2030\" to \"Trudeau bought too many vaccines\" to \"I won't ta...","sentiment_score":0.5}
{"full_text":"\"HERE IS WHAT OVER 200 MILLION VACCINATED VOTERS HAVE ALWAYS KNOWN!\" that under Donald Lame Duck Trump's presidency he has caused this entire CATASTROPHE in America today due to his ignorance with WORLD LEADERS, COVID-19, DIVISION, INSURRECTION, AND FAILURE TO BUILD A WALL! ","sentiment_score":-0.2552083333}
{"full_text":"I want one but it will not fit the pencil slot on my ipad case ","sentiment_score":-0.2}
{"full_text":"My understanding is that sending a child home is a last resort only for kids who completely refuse to wear a mask.","sentiment_score":0.0333333333}
{"full_text":"RT ... Westerners be like,","sentiment_score":0.0}
{"full_text":"Let's ban on political rallies persist till Covid subsides.Humble request","sentiment_score":0.0}
{"full_text":"RT Half of the ICU numbers aren't even admitted for Covid. They were admitted for something else. They use the total number to...","sentiment_score":-0.0833333333}
{"full_text":"RT Killing nearly a third of the population, an epidemic ripped through Athens in 430 B.C. Historic accounts and new technology ar...","sentiment_score":0.0454545455}
{"full_text":"Nobody in this coffee shop is masked; but, they tried to not let me use my reusable coffee mug because of COVID. God bless Wisconsin.","sentiment_score":0.0}
{"full_text":"RT This guy's take is 3,895 deaths in one day from a contagious pathogen are no big deal because people die anyway.This is...","sentiment_score":0.0}
{"full_text":"RT \"So your highness and superiority in Earth would not benefit you and you will never find besides Allaah a helper or pr...","sentiment_score":0.0}
{"full_text":"RT Scotland: unvaxxed 13% of covid deaths in the last week. 87% vaxxed. The most surprising is the rise of boosted, already 5...","sentiment_score":0.4}
{"full_text":"I seen it with covid. Literally at the very beginning","sentiment_score":0.2}
{"full_text":"RT COVID has destroyed untold lives. But it also gave the Tories a golden opportunity to loot the public coffers, while obscuri...","sentiment_score":0.15}
{"full_text":"You mean like those \"over the horizon\" technology that killed an entire family in that \"righteous strike\" of last year. C'mon, you guys aren't fooling anyone. Our military is a mess, off focus w COVID and work books.","sentiment_score":-0.13125}
{"full_text":"It seems that the actual message the truckers wanted2say may be drowned out as many alt-righters,Trump-like supporters,white supremacist-types,apparently even possibly paid professional protesters as seen in the US+likely from the US,have taken over this protest+conflated issues.","sentiment_score":0.1}
{"full_text":"RT We demand immediate medical attention for Leonard Peltier #FreeLeonardPeltier","sentiment_score":0.0}
{"full_text":"RT Funny how this happens just as her poll numbers are tanking. Whilst at the same time Trudeau is also forced into isola...","sentiment_score":-0.0166666667}
{"full_text":"I hav covid","sentiment_score":0.0}
{"full_text":"This is why I had to have the second vaccine to avoid this. Hope you find something soon ","sentiment_score":0.0}
{"full_text":"I think they should now increase the isolation period up to a decade for anyone who caught covid just after and just before Jacinda caught it. Also no contact with outside world ","sentiment_score":0.0}
{"full_text":"RT The conspiracy theory that athletes are collapsing or dying after receiving a Covid-19 vaccine is baseless and there is no evi...","sentiment_score":0.0}
{"full_text":"RT Scotland: unvaxxed 13% of covid deaths in the last week. 87% vaxxed. The most surprising is the rise of boosted, already 5...","sentiment_score":0.4}
{"full_text":"RT A second version of omicron is spreading in parts of Asia and Europe -- and it has now been detected in multiple states.Here's wh...","sentiment_score":0.0}
{"full_text":"HEEEEEEEEEIIIIIIILLLLLLEEEEE! ","sentiment_score":0.0}
{"full_text":"RT People got vaccinated. People wore a mask. People followed COVID guidelines to ensure the safety of all. And they sti...","sentiment_score":0.0}
{"full_text":"RT Pandemic is getting serious. Everyone Please take good care of yourselfSUPPAPONG MC TPSTAGE#TPopStageShowEP22","sentiment_score":0.1833333333}
{"full_text":"RT I Had Covid and I'm unvaxxed --How am I Still Here?","sentiment_score":0.0}
{"full_text":"What are you guys thoughts on long Covid? I hear about it but also hear some people say it's mostly bullshit. Idk what to believe and haven't really looked into it that closely","sentiment_score":0.2166666667}
{"full_text":"RT #Rajasthan #CoronaUpdate:13049 #Covid cases reported2234 from #Jaipur21 #Corona related deathToday's #Recovered115...","sentiment_score":0.0}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"RT PANIC BUYING NOW!?@catecoin #catecoin ","sentiment_score":0.0}
{"full_text":"Russia's daily COVID-19 count soars above 110,000","sentiment_score":0.0}
{"full_text":"RT the news from Allaah Lord of the worlds confirms the fact that Allaah has stricken down King Salman Bin Abdul Aziz with the...","sentiment_score":-0.1555555556}
{"full_text":"RT As Ethiopia prepares to host the AU Summit, it gives me a great pleasure to welcome all leaders &amp; delegations. To ensure t...","sentiment_score":0.8}
{"full_text":"Joni Mitchell joins Neil Young with cancelling themselves from Spotify.I think Spotify has got rid of Joe Rogan's episodes that talk about Covid.","sentiment_score":0.1}
{"full_text":"RT Funny how this happens just as her poll numbers are tanking. Whilst at the same time Trudeau is also forced into isola...","sentiment_score":-0.0166666667}
{"full_text":"He CHOSE vaccine freedom. It was a conscious choice. We all have to die sooner or later. Cause of death:poor judgment.","sentiment_score":0.05}
{"full_text":"A blizzard can't get a vaccine, so it's a lot safer outside. Just don't let a blizzard in your home, Mike. Stay safe. ","sentiment_score":0.25}
{"full_text":"RT \"54% of American adults between the ages of 16-74 read below a 6th grade level. So that means we have an epidemic of illiteracy,...","sentiment_score":0.0}
{"full_text":"RT .@michelleinbklyn calls for end of mandatory masking in schools post-Omicron, citing and recen...","sentiment_score":0.0}
{"full_text":"RT Follow up on this inspiring story from 2021: Former State Trooper Bob LaMay has died from COVID and thus has apparently ki...","sentiment_score":0.1833333333}
{"full_text":"RT EDITORIAL: It's time to end COVID rules in Canada","sentiment_score":0.0}
{"full_text":"In good faith, I think you would benefit from following","sentiment_score":0.35}
{"full_text":"RT Saddened to see we have lost another American to Covid. Please get vaccinated. Your family will miss you. Tucker Carlson w...","sentiment_score":0.0}
{"full_text":"RT More from a bit further back...https:\/\/t.co\/xQkXfvGLgL","sentiment_score":0.25}
{"full_text":"Live Now &gt;&gt;&gt;#MetroReloadedwith x x >&gt;&gt;&gt; Wifey CC: Live &gt;&gt;&gt; #StaySafeAlways#WeGotYouCovered","sentiment_score":0.1363636364}
{"full_text":"RT This is dementia. Anybody who has ever seen a loved one suffer from it recognizes these outbursts. Jill Biden and the en...","sentiment_score":0.7}
{"full_text":"COVID-19 outbreaks in long-term care facilities skyrocket, but deaths are a fraction of last year's toll...THANKS to #covidvaccines ","sentiment_score":0.0}
{"full_text":"RT #How to tell if a Covid-19 patient is deteriorating at home?A cross-discipline team reviews the signs and symptoms to wa...","sentiment_score":0.0}
{"full_text":"RT 1\/Last night broke me. I've never imagined I would see such lack of care from politicians for people they represent, for peo...","sentiment_score":0.0}
{"full_text":"RT \"54% of American adults between the ages of 16-74 read below a 6th grade level. So that means we have an epidemic of illiteracy,...","sentiment_score":0.0}
{"full_text":"Right there with ya, Trump and the pandemic have revealed a lot of crazy in my family.","sentiment_score":-0.1571428571}
{"full_text":"RT Here's my earlier thread on this that's more detailed:https:\/\/t.co\/s5ErLm7K2z","sentiment_score":0.25}
{"full_text":"RT Look, enjoy your mask. Enjoy being cut off from other humans as they smile at each other. You like it? Wear it 24\/7 fo...","sentiment_score":0.17}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Aligar...","sentiment_score":0.0}
{"full_text":"Hong Kong's battle with 'stealth Omicron' may provide critical clues about the rapidly spreading COVID subvariant #NewsBreak","sentiment_score":0.0}
{"full_text":"They represent the problem of this whole pandemic. Forcing the young, not-at-risk populations to sacrifice their lives for the elderly.  And demanding the media censor information that allows people to think for themselves.","sentiment_score":0.15}
{"full_text":"RT 7 kids in Virac, Catanduanes who played with used syringes positive for #COVID19https:\/\/t.co\/27eL6hrTUi","sentiment_score":0.2272727273}
{"full_text":"RT \"Mild in kids\"Eight children died in the last week in England. Nine children a day are doing in the US currently. The...","sentiment_score":0.1111111111}
{"full_text":"RT Saddened to see we have lost another American to Covid. Please get vaccinated. Your family will miss you. Tucker Carlson w...","sentiment_score":0.0}
{"full_text":"#INDvsOKChttps:\/\/t.co\/KabuYlcp3xOXIMETER LINK, ABOVE THE CHEAPER THAN ALL STORES ONLY FOR PS5.50&gt; WORLDWIDE DELIVERY EVERY PERSON SHOULD CARRY ONE DURING THIS  CORONAVIRUS PANDEMIC MEASURES YOUR OXYGEN LEVELS INSTANTLY","sentiment_score":0.0}
{"full_text":"RT \"We are clearly seeing the development of escape mutants that are resistant to the vaccine. Omicron is not only resistan...","sentiment_score":0.05}
{"full_text":"I sign my new lease on Monday!!! Finally getting out of my parents since the pandemic!","sentiment_score":0.1331676136}
{"full_text":"Globe editorial: Vaccines are our most powerful pandemic-fighting tool. Yes, they're silver bullets \/via","sentiment_score":0.4}
{"full_text":"RT Go truckers! The 11,000-truck, 93-mile long convoy is traveling from British Columbia to Ottawa, where they will hold...","sentiment_score":-0.025}
{"full_text":"RT Watch the press conference I held yesterday in Ottawa about covid measures and the #TruckersConvoy","sentiment_score":0.0}
{"full_text":"RT If Ontario has decided that the only effort they'll make vs. COVID in schools is vaccination, where are 3rd doses for 12...","sentiment_score":0.0}
{"full_text":"mhaa mntir jpm MahaMantra Chanting Daily for world peace during pandemic situation 29 Jan 2022 |","sentiment_score":0.0}
{"full_text":"RT 1\/ Still wore a face mask to the supermarket today even if less people are now. Not because I am living in fear but to...","sentiment_score":-0.1666666667}
{"full_text":"The CEE 2021 exam has been postponed 6 times in the past 1 year.Hence, it is next to impossible to predict any exam date for this recruitment exam. Apart from COVID-19 the Indian Army has not provided any reasons justifying the constant postponement#JusticeForArmyStudents","sentiment_score":-0.2291666667}
{"full_text":"It's a valid question given the CDC lies. Sorry to disappoint you by I'm unjabbed and still alive.  How dare I be?!!!  you people are a cult. My immune system isn't compromised... jabbed people won't be able to say the same... but hey. It should be your choice!","sentiment_score":0.048828125}
{"full_text":"RT Man, really seeing a HIV vaccine in our lifetimes. How cool is that?","sentiment_score":0.275}
{"full_text":"RT One year has passed! It has been a memorable journey, thanks to all the staffs, crews, P'Aof and EarthMix for giving us such...","sentiment_score":0.2333333333}
{"full_text":"RT Under the holy guidance of Saint Ji, #DeraSachaSauda volunteers Priya Insan &amp; Neeru Insan from Chattarp...","sentiment_score":0.0}
{"full_text":"Nope, they are not, which is preposterous. How many people have had COVID by now should be an important issue","sentiment_score":0.45}
{"full_text":"Back Working With This Covid Shit ","sentiment_score":-0.1}
{"full_text":"RT \"..to give orders to release your Saudi and Non-Saudi supporters from the prisons of Saudi Arabia?Imam Mahdi Nasser M...","sentiment_score":0.0}
{"full_text":"GNOME Boxes from Flathub uses the light variant of Adwaita instead of the default dark. To change this, add `GTK_THEME=Adwaita:dark` to the environment variables in Flatseal. Save your eyes while virtualizing!  2\/4","sentiment_score":0.10625}
{"full_text":"The remaining 10% also mentioned zero symptoms per case &amp; not one concern level per case. For severe cases &amp; deaths they also manipulate us to believe existing comorbidities were not a factor.How did these people die from covid if they had no symptom reported?","sentiment_score":0.0}
{"full_text":"RT Bernier calls on feds to rehire all public servants fired over vaccine mandates","sentiment_score":0.0}
{"full_text":"RT Kamran Akmal &amp; Wahab Riaz will be available for next match selection as both tested negative for COVID19.","sentiment_score":0.0333333333}
{"full_text":"RT this pandemic has ruined me mentally but at least i get to guess a five letter word each day","sentiment_score":-0.2}
{"full_text":"mhaa mntir jpm MahaMantra Chanting Daily for world peace during pandemic situation 29 Jan 2022 |","sentiment_score":0.0}
{"full_text":"Hope they don't succumb to covid while there driving ","sentiment_score":0.0}
{"full_text":"Ellen and Jimmy can stay tf home","sentiment_score":0.0}
{"full_text":"Just in TIME for the COVID resister response team!","sentiment_score":0.0}
{"full_text":"RT Robert LaMay, the ex-Washington state trooper who said the governor could \"kiss his ass\" over the state's vaccine mandate,...","sentiment_score":0.0}
{"full_text":"RT Robert LaMay, the ex-Washington state trooper who said the governor could \"kiss his ass\" over the state's vaccine mandate,...","sentiment_score":0.0}
{"full_text":"RT the news from Allaah Lord of the worlds confirms the fact that Allaah has stricken down King Salman Bin Abdul Aziz with the...","sentiment_score":-0.1555555556}
{"full_text":"I'm shocked that the lady who voices Vert and Best P5 Girl Makoto Niijima in Japan caught Covid. I hope she gets through it and makes a speedy recovery.","sentiment_score":0.15}
{"full_text":"RT Over 100 California school board members have now signed the letter opposing mask\/vaccine mandates and demanding an end t...","sentiment_score":0.0}
{"full_text":"I prefer 'stealth omicron' or B.A.2 as it's also known as.","sentiment_score":0.0}
{"full_text":"RT It is of utmost importance for children to continue to receive the recommended childhood vaccines for other infectious diseases. ...","sentiment_score":-0.125}
{"full_text":"RT So - Agreed. We go back to school safe: Ventilation, masks, filters, RATs, social distancing, distance learning where neces...","sentiment_score":0.1777777778}
{"full_text":"RT \"54% of American adults between the ages of 16-74 read below a 6th grade level. So that means we have an epidemic of illiteracy,...","sentiment_score":0.0}
{"full_text":"If not wearing a mask during a pandemic is your idea of freedom- then you might be the ignorant one...","sentiment_score":0.0}
{"full_text":"RT Having had Covid-19 does not make you immune!My patient finally died, after a horrible month on the vent.He thought his...","sentiment_score":-0.5}
{"full_text":"Very odd stance if just lockdown breaches.  Could get very interesting","sentiment_score":0.2166666667}
{"full_text":"RT Native political prisoner Leonard Peltier, 77, has tested positive for COVID-19. Leonard is high-risk, with health issues i...","sentiment_score":0.1136363636}
{"full_text":"RT This is what modern fascism looks like","sentiment_score":0.2}
{"full_text":"Biden Administration Pulls Vaccine Or Test Rule For Big Businesses After Supreme Court Loss#Biden #COVID19 #SCOTUS","sentiment_score":0.0}
{"full_text":"Covid-19 vaccination clinics at the Tucson Convention Center and Abrams Public Health Center both offer weekends hours with no appointment necessary. Visit for more information.","sentiment_score":0.06}
{"full_text":"It looks like an admission when \"No one\" knows three people with serious side effects from the booster. Three. Such an unoriginal made up number. Try 582 next time. Exactly as credible as three.#VaccinesWork #VaccineSideEffects","sentiment_score":-0.0266666667}
{"full_text":"When you or a loved one is sick with COVID-19, isolation, physical discomfort, exhaustion and anxiety are just a few things that can take a toll on your mental health. To manage your stress, follow these strategies.","sentiment_score":-0.0628571429}
{"full_text":"RT and his lackeys have successfully moved on the #PartyGate narrative to saying it is a minor issue.Purpo...","sentiment_score":0.35}
{"full_text":"RT Don't worry about where the $DIA $SPY $QQQ will be at day's end or month's end, just keep taking it one trade at a time a...","sentiment_score":0.0}
{"full_text":"I support the Canadian Truckers and Freedom Convoy 2022. Trudeau needs to be put in his place and the politicians should get a taste of lockdown. This isn't about vaccines (I'm vaxed) but about the erosion of freedoms in Canada under failed policies of Trudeau.","sentiment_score":-0.5}
{"full_text":"RT #Valimai - If the downward trend of Corona virus infection numbers continue, the movie will release on Feb 24th .","sentiment_score":0.0}
{"full_text":"RT Watch what happens when a teacher tells her students they no longer have to wear a mask in Israel ","sentiment_score":0.0}
{"full_text":"\"Whipple realized she no longer felt safe at work wearing insufficient PPE and running the risk of dealing with customers who refused to wear masks. But instead of leaving, she helped spearhead the unionization effort at her store last summer...\"","sentiment_score":0.25}
{"full_text":"RT Learn more about the efficacy of the Brazillian study on IVM. The city mayor of Itajai, announced a city-wide use of I...","sentiment_score":0.5}
{"full_text":"The Physics of the N95 Face Mask.The fibers in regular cloth or paper face masks filter out particles by physically blocking them--but the fibers in an N95 mask also use a great physics trick. These fibers are electrically charged.https:\/\/t.co\/EwxkVknuOP","sentiment_score":0.2666666667}
{"full_text":"There is no longer a legal requirement to wear face coverings.Choosing to wear a face covering in crowded and enclosed spaces can help to stop the spread of COVID-19.","sentiment_score":0.2}
{"full_text":"US economy grew 5.7 percent in 2021, but Omicron hit loomshttps:\/\/t.co\/eZJLjzgYYe","sentiment_score":0.0}
{"full_text":"#ICYMI:  \"Isolation for 10 days, try 18 years!\" #StaceyJSbuOnECR #Viralhttps:\/\/t.co\/IvxflXheH1","sentiment_score":0.0}
{"full_text":"RT Saddened to see we have lost another American to Covid. Please get vaccinated. Your family will miss you. Tucker Carlson w...","sentiment_score":0.0}
{"full_text":"She was with a positive person  a day before. And i can't not hug somebody who is like my mom, i knew i didn't have COVID, and i was ok with it if she had it. I was willing to take the risk. Vaxx significantly reduces the chances of hospitalisation than the case of no vax","sentiment_score":0.3380681818}
{"full_text":"\"Concentration of wealth is kind of moving into a new zone at the global level,\" our of explains on with do we do about this? Wealth taxation is clearly one of the important remedies.\"","sentiment_score":0.2472727273}
{"full_text":"And at a time when more people are hospitalized than at any other time in the pandemic... when more kids are sick and dying, and essential surgeries are being postponed. The selfishness is incomprehensible.","sentiment_score":0.0321428571}
{"full_text":"You took over in the middle of a pandemic.... Of course your numbers are going to look inflated... compare your numbers to mid 2019 now when we were doing much much better.","sentiment_score":0.1666666667}
{"full_text":"3 Rapid Response Teams (RRT) are deployed under CHC Hemgir of Sundargarh district for thermal screening of COVID patients in home isolation. The team members also record oxygen level and provide necessary medicines to the patients.","sentiment_score":0.0}
{"full_text":"RT 45,000+ candidates appearing for the Graduate Aptitude Test in Engineering (GATE) in February, have joined a petition de...","sentiment_score":0.0}
{"full_text":"The CDC says health care workers can wear an N95 mask up to five times. But experts say how often the average person can safely wear one will vary depending on how it's used.https:\/\/t.co\/7xOVsb4LS6","sentiment_score":0.175}
{"full_text":"As from 27 January, there is no longer a legal requirement to wear face coverings.Choosing to wear a face covering in crowded and enclosed spaces can help to stop the spread of COVID-19.https:\/\/t.co\/dcfXjYfSdn","sentiment_score":0.2}
{"full_text":"Uncompleted cases are 70 per cent higher than they were prior to the coronavirus pandemichttps:\/\/t.co\/JmxA4SGVf6","sentiment_score":0.125}
{"full_text":"oh well.  should have gotten vaxed.https:\/\/t.co\/jaNXFhuHQ0","sentiment_score":0.0}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"RT My parents just phoned my dad has covid. They went out with friends last Tuesday, all triple jabbed, 7 out of 8 have now test...","sentiment_score":0.0}
{"full_text":"RT Time to stop testing. Hospitalisations are in steep decline. Roll out treatment to vulnerable people in their homes an...","sentiment_score":-0.5}
{"full_text":"Shelter operations have changed due to COVID-19. PACC is accepting emergency-only intake. Ways to help here: Boots A534600https:\/\/t.co\/q6rp7ndr0U","sentiment_score":-0.125}
{"full_text":"Progressives have fought for the Build Back Better agenda since Day 1. We have no intention of giving up now. The pandemic is surging, and too many are struggling. The economy is recovering, but not fast enough for those with the lowest incomes. We can and must get this done.","sentiment_score":0.18}
{"full_text":"Are you a Health and Social Care employer that has been impacted by Covid 19 and need support to upskill new or returning staff?As a Skills for Care endorsed provider, we can fully fund rapid induction training.Contact sales@acaciatraining.co.uk to find out more.","sentiment_score":0.2232323232}
{"full_text":"RT ANNOUNCEMENT : We are proud to announce that the first participant has been dosed in the Phase 1 study of mRNA-1644, our e...","sentiment_score":0.525}
{"full_text":"Experts say how often the average person can safely wear an N95 or KN95 mask will vary depending on how it's used, but you should be able to use them a few times.","sentiment_score":0.1625}
{"full_text":"Heading out this weekend? Help keep friends and family safe by taking a Rapid #COVID-19 test before meeting others.The tests are free, quick and easy to do. Find out more at","sentiment_score":0.4333333333}
{"full_text":"VaxVan provides testing a variety of reliable ways to help you reduce COVID-19 in your workplace.Get tested at VaxVan! Visit or call (877) 829-8261.#usa #northcarolina #covid #covidvaccine #vaccine #VaxVan #COVID19 #covidtesting#ServicesOffered","sentiment_score":0.0}
{"full_text":"First responders in Sacramento are feeling the strain as omicron cases surge. For last night's broadcast, spoke with EMTs who are under pressure and unsure of when relief will come.","sentiment_score":0.125}
{"full_text":"Philippines to reopen to vaccinated tourists; Australia sees deadliest day via","sentiment_score":0.0}
{"full_text":"WEEKEND MOOD!As we continue to be cooped up due to COVID, we are reminising on past CancerCon weekends.Caption below what you are missing most! And what you're most excited for about CancerCon 2022!","sentiment_score":0.1697916667}
{"full_text":"Toronto - 5+ - All Doses Barrier-free Vaccination Clinic on January 31st Metro Toronto Convention Centre - 255 Front St. W. from 2pm to 8pm.See Below for details.Book here: #COVID19Vaccine #vhcON #VHCDose3","sentiment_score":0.0}
{"full_text":"speaking of suppression, hows that agenda of suppressing ways to keep kids safe during a pandemic and suppression of women's rights going for you?","sentiment_score":0.5}
{"full_text":"Long-COVID for children can be very scary for the families going through it, meanwhile doctors are still learning more about it","sentiment_score":-0.075}
{"full_text":"RT May the corona converge as soon as possibleMay people all over the world be happyI wish you all the safety and...","sentiment_score":0.0}
{"full_text":"Stay home if you're scared of a shot.","sentiment_score":0.0}
{"full_text":"Also remember as pointed out the \"anti maskers\" were out there protesting and making asses of themselves like a month after Covid started.It wasn't mask fatigue then... it was just assholes being fucking assholes. These people will rebel over anything.","sentiment_score":-0.6}
{"full_text":"THIS WEEK IN HELL:@coreypein on when the rich take space@shwiffles on protecting rainforest protectors@kevin_klyman on US vaccine apartheidand on peace with imbalanceNOW ON WNUR \/ ALL DAY ON OUR SITEhttps:\/\/t.co\/GuyvmjTKYY","sentiment_score":0.375}
