{"full_text":"RT And the rules will continue to change until everyone is affected...so at some point, you will care. So why not now...","sentiment_score":0.0}
{"full_text":"RT \"Judge Rejects FDA's 75 Year Delay On Vax Data, Cuts To Just 8 Months\"Let's see what they were trying originally to...","sentiment_score":0.375}
{"full_text":"RT Federal funding for \"safely reopening\" schools was used for critical race theory indoctrination. Read he i...","sentiment_score":0.25}
{"full_text":"RT Most of the communities in our map are maxed out on our color scale. That means they have 1 positive COVID case per 100 r...","sentiment_score":0.3636363636}
{"full_text":"RT Happy to state that I've tested negative for Covid 19. Thank you everyone for all the wishes  I'd like to take this oppo...","sentiment_score":0.25}
{"full_text":"covid nessa porr","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"Self preservation is sensible not selfish. I have responsibilities and people depending on me. I can't afford to get injured by a poorly tested 'vaccine'","sentiment_score":-0.075}
{"full_text":"RT Association between Hypomagnesemia, COVID-19, Respiratory Tract and Lung DiseaseMagnesium is the missing answer folks bu...","sentiment_score":-0.2}
{"full_text":"RT Yesterday","sentiment_score":0.0}
{"full_text":"The people losing their jobs\/enterprises aren't losing their jobs because of covid. They're losing them because of govt authoritarianism based on bad policy from compromised scientism NOT Science.That's not on Djokovic.","sentiment_score":-0.7}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"Cc: Hey Rockwood, if the goal is to keep buildings open for in-person classes, this is the only way to go.Eliminating the mask mandate on January 18 and ending quarantine for close contacts is reckless. We've had enough death and tragedy.","sentiment_score":0.0}
{"full_text":"Dr. proscribed a bunch of vitamins until we know more. #vitaminC #VitaminD #Zinc #Omicron #Covid","sentiment_score":0.5}
{"full_text":"RT Blood pressure gone be higher than covid cases ","sentiment_score":0.25}
{"full_text":"Yeah, and all those hospital outbreaks now. This is what we should be focusing on I think. I would love to know the true number of covid positive patients in hospitals in the province. Frustrating!","sentiment_score":0.1443181818}
{"full_text":"RT After admitting to secretly collecting mobile data of 33 million Canadians during Covid-19 and a plan to continue for...","sentiment_score":-0.4}
{"full_text":"Yes, Joe Rogan has extensive interviews with Drs. McCollough and Malone.  They are hard to find because MSM is trying to silence them. Dr Malone invented the MNRA vaccine.  He says NO CHILD should be vaccinated. Do your own research","sentiment_score":0.1027777778}
{"full_text":"Figures","sentiment_score":0.0}
{"full_text":"RT As per Pr Ford &amp; Dr Moore were advised to shut down schools on Dec 10th, at which point they had over 1700 sc...","sentiment_score":-0.1555555556}
{"full_text":"RT Victoria has woken to renewed restrictions as the state continues to grapple with the Omicron outbreak. #9News","sentiment_score":0.0}
{"full_text":"RT update: he died","sentiment_score":0.0}
{"full_text":"RT I'm tired of Covid being in the way of everything you can't do nothing without worrying about getting Covid nowadays","sentiment_score":-0.4}
{"full_text":"RT If you're vaccinated, and boosted, and still wear a mask, then I want to follow you. #StrongerTogether","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt's PTD concert will be held on Seoul in March. However due to COVID-19,the number of performances at large sta...","sentiment_score":0.0446428571}
{"full_text":"RT The COVID-19 omicron variant that is currently circulating is highly contagious, and although the CDC says getting vaccinated...","sentiment_score":0.08}
{"full_text":"RT Congrats on complete covid recovery!!#btsfanart","sentiment_score":0.1}
{"full_text":"Israel admits Covid mutation rendered travel bans useless","sentiment_score":-0.5}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT Yes, you did everything the machine told you and it didn't work the way they promised","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 763,878 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT I swear, I try my damnedest to stay away from politics.But these Pro vaccine mandate and Pro lockdown people in America will...","sentiment_score":0.0}
{"full_text":"RT So you rejected your family, your friends, your civil liberties &amp; democracy to stay at home in fear &amp; isolation &amp; you believe y...","sentiment_score":0.0}
{"full_text":"RT We're currently living through the counter-factual that the anti-public health crowd did not ac...","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Covid-19 in France...Jan 5, 2021...7-day avg new cases: 14,0007-day avg new deaths: 315Jan 5, 2022...7-day avg n...","sentiment_score":0.1363636364}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT Super star has tested positive for #COVID19 with mild symptoms and in isolation.Requests every one to...","sentiment_score":0.297979798}
{"full_text":"RT A lot of people who judged me for not getting vaxxed are now getting COVID. Different decisions, same outcome ","sentiment_score":0.0}
{"full_text":"RT 2\/ Some background first, for people who may not have seen this before:We have known for a long time that airborne trans...","sentiment_score":0.1}
{"full_text":"RT Judge Rejects FDA's 75 Year Delay On Vax Data. Cuts It To 8 Months.https:\/\/t.co\/OzPLwHrQtR","sentiment_score":0.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"this vaccine got my dick on rock tf in that mf.....","sentiment_score":0.0}
{"full_text":"RT Tomorrow morning comes an epic &amp; historic Constitutional showdown at the Supreme Court: Missouri v BidenVaccine mandate...","sentiment_score":0.05}
{"full_text":"Dude, No one has time to fight with you about vaccines and their efficacy.  If you don't want to take the vaccine , don't.  Just don't inflict your unvaccinated self on the rest of us.  Including at tennis tournaments.","sentiment_score":0.0}
{"full_text":"RT \"Emerging\"","sentiment_score":0.0}
{"full_text":"Vaccine grifting is the new ambulance chasing.","sentiment_score":0.1363636364}
{"full_text":"Have u even read the article? \"our findings do not support that mandatory vaccination would reduce nosocomial SARS-CoV-2 transmission\". The article supports the importance of vaccination in those people at risk (which are elderly and ppl with other diseases)","sentiment_score":-0.125}
{"full_text":"RT The general feeling around Australia seems to be that and have created a disaster for the A...","sentiment_score":0.05}
{"full_text":"Eff it, let's just put that shit in an IV and run a continuous drip, 24\/7.","sentiment_score":-0.2}
{"full_text":"RT PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and \"mild\" doesn't mean what you think it does.If you...","sentiment_score":-0.1930555556}
{"full_text":"RT Florida has a higher than average vaccination rate, and Miami-Dade County (main omicron hotspot in Florida) is 93% vac...","sentiment_score":0.0888888889}
{"full_text":"Another daily COVID case record set in Lancaster County","sentiment_score":0.0}
{"full_text":"RT i couldn't help but wonder... with the cdc lowering her standards... was it time i started lowering mine??","sentiment_score":0.0}
{"full_text":"True. Omicron became dominant around Xmas, so those hosps would show up around Jan 1.So look at Jan 1 each year, same result, same severe outcomes. Not what you or I expected.Need to realize that instead of the miracle we were told, the vaccine is not particularly effective.","sentiment_score":0.0125}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"Possibly yes - but if you're working in a COVID ward then you're already in PPE and exposed to COVID patients.So it's obviously not ideal, but reasonable if there are extreme shortages of staff.","sentiment_score":-0.09375}
{"full_text":"RT Boosters forevs, bitches!","sentiment_score":0.0}
{"full_text":"RT And, slowly, but surely, the \"conspiracies\" just keep coming true #HoldTheLine","sentiment_score":0.1833333333}
{"full_text":"RT The governor of the third largest state lied to you about COVID tests. When we caught him, he used your tax dollars to come...","sentiment_score":0.0}
{"full_text":"Very sad to for any young child to pass away covid or no covid.","sentiment_score":-0.275}
{"full_text":"RT Dom and Scott as predicted have lost control of Covid. #auspol","sentiment_score":0.0}
{"full_text":"Good move QLD","sentiment_score":0.7}
{"full_text":"RT COVID-19: Military medics drafted into London hospitals as NHS grapples with staff shortages","sentiment_score":-0.1}
{"full_text":"Important question: COVID 19 has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development?@justristanbach","sentiment_score":0.2216161616}
{"full_text":"RT the flip side of the health care crisis is how Canada is also near the bottom on social program spending compared to same OE...","sentiment_score":0.0444444444}
{"full_text":"RT The ruling class and all of its representatives have declared war on the working class. With over 850k Americans killed by...","sentiment_score":-0.2}
{"full_text":"With multiple variants emerging a few months apart, there will NEVER BE HERD IMMUNITY COVID is out for blood and its going to mutate as many times as possible to get the job done.","sentiment_score":0.075}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT Qld looking at a one to two week delay to start of primary school. Won't be sending back during a Covid19 peak. Planni...","sentiment_score":0.2}
{"full_text":"No one saying it is! Covid is apart of our lives and In some ways we have to just get used to it. Just get vaccinated and you won't have to work about lasting side effects of it","sentiment_score":0.0}
{"full_text":"RT When Ben Jackson, an Australian sheep rancher, couldn't attend his aunts funeral because of Covid restrictions he laid o...","sentiment_score":0.0}
{"full_text":"Nice that we can check the CEL codes on that site. I saw 'opti-fit' on Amazon yesterday and wondered if they were quality products. Quickly found they are made by Honeywell (very reputable) under N95 as well as FFP2.","sentiment_score":0.5277777778}
{"full_text":"Hi Jenn, sorry to hear of the experience. Unfortunately, we're unable to enforce the use of masks as some customers state medical exemptions for not being able to wear a mask. ^KG","sentiment_score":-0.125}
{"full_text":"RT You can do so by double masking (the correct way) or by wearing an approved N95 or KN95 mask. KN95 and N95 masks also fit mor...","sentiment_score":0.2}
{"full_text":"RT Annnnd the Treasury just ruled that COVID relief funds shouldn't be used on prisons-- imagine that!","sentiment_score":0.0}
{"full_text":"RT New variant dropped","sentiment_score":0.1363636364}
{"full_text":"NSW predicts COVID hospitalisations could exceed 4500","sentiment_score":0.0}
{"full_text":"everyone has covid rn, it's not a big deal anymore honestly lmao","sentiment_score":0.3}
{"full_text":"RT So THAT'S why their numbers look the way they do. No test, no COVID according to the defeated former president.","sentiment_score":0.0}
{"full_text":"RT The CDC really said","sentiment_score":0.2}
{"full_text":"\"Probably 70 to 80% of the state will either get infected in this wave or have been infected in a prior wave,\" Longini said.Local News","sentiment_score":0.0}
{"full_text":"PANDEMIC! AT THE BABY","sentiment_score":0.0}
{"full_text":"RT \"Australia did well when we followed the advice of the health experts. Then the politicians took over, and here we are.\"...","sentiment_score":0.0}
{"full_text":"Same here. 100%. Fed up being treated like a criminal when I am not one, just because I have genuine reasonable concerns about a vaccine.  Since when did bodily autonomy become a criminal offence!?","sentiment_score":-0.05}
{"full_text":"RT One reason Covid test kits can't be found is because Biden, having falsely promised to make them available earlier, is no...","sentiment_score":-1.850371708e-17}
{"full_text":"Wear masks, social distance, wash hands frequently, get vaccinated. Please! ","sentiment_score":0.0791666667}
{"full_text":"RT Today we have recorded 10,953 new COVID-19 cases.Full details ","sentiment_score":0.1363636364}
{"full_text":"Correct, it's widely known Covid is localised entirely around the UK only.","sentiment_score":-0.0333333333}
{"full_text":"No Vaccine Exemption for Novak Djokovic - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT Businesses Now Requiring Positive COVID Test As Proof Of Vaccination ","sentiment_score":0.2272727273}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"RT 'Swab your throat first and then your nose' for #omicron on #COVID19 rapid testshttps:\/\/t.co\/991dVrq7WA","sentiment_score":0.25}
{"full_text":"RT Cases in New South Wales are up 500% in just under two weeks since they mandated masks in all indoor areas, which just goes to...","sentiment_score":0.1363636364}
{"full_text":"RT Half expect the next variant to have a \"fresh lemon scent.\"","sentiment_score":0.0444444444}
{"full_text":"RT the same politicians who say \"people can't afford to miss work because of the pandemic\" are also not interested in maki...","sentiment_score":-0.0625}
{"full_text":"RT The government will escalate the quarantine status of 14 more areas, placing them under Alert Level 3 amid the alarming...","sentiment_score":0.2}
{"full_text":"Take note and act responsibly.","sentiment_score":0.2}
{"full_text":"RT Hi! For a story I'm looking to speak to parents who have been threatened or punished--either by their child's s...","sentiment_score":0.0}
{"full_text":"RT If someone told me 20 years ago a deranged drug-addicted grifter w\/sordid history of sexual assault, brought his venomous 3...","sentiment_score":0.5}
{"full_text":"RT Chris reminded us that Manchin is more open to the voting rights bills than what we're hearing from MSM. A talking fil...","sentiment_score":0.25}
{"full_text":"RT So Domicron thinks letting COVID rip and causing business to lose half their staff and have to close down is good for b...","sentiment_score":0.1259259259}
{"full_text":"RT I want to assure Queensland parents there will be no return to primary school at the peak of the Omicron wave. We are loo...","sentiment_score":0.4}
{"full_text":"But you won't allow every tool and treatment to contain covid, so you know what that makes you?","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 763,878 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT Volleyball star Alyssa Valdez confirms she tested positive for COVID-19, just days after exiting the reality TV show 'Pi...","sentiment_score":0.2272727273}
{"full_text":"RT I feel like us people that haven't got Covid or a cold in these almost 3 years should get a Purple Heart on our clothes .. I n...","sentiment_score":-0.6}
{"full_text":"RT To be entirely honest I am more frightened and exhausted by this COVID wave than any of the previous, even the first because...","sentiment_score":0.1566666667}
{"full_text":"has been posting about this misappropriation of funds by Govenor Ivey for months.","sentiment_score":0.0}
{"full_text":"RT At 3am this morning, some criminal bastards stole my car! All that's left now is a shell! ","sentiment_score":-0.25}
{"full_text":"Social distancing when referring to schools is my personal favourite.  How much space can you get between 30 students in an 800 sq. ft. Classroom?  Answer: not more than 3'!","sentiment_score":-0.0197916667}
{"full_text":"Why the fuck would the FDA who's supposedly an \"independent\" government entity is trying to hide the data about a fucking private company?! Why?","sentiment_score":-0.1333333333}
{"full_text":"RT I believe it...he was caught before trying to manipulate Covid #s. I bet he didn't want numbers to climb, he...","sentiment_score":0.0}
{"full_text":"Is that why you signed up for your Vax subscription service every 6 months? You figure out there is a 4th shot right? And a new variant coming this spring? And that booster. And the next? You've been played.","sentiment_score":0.1406926407}
{"full_text":"Triple-vaxxed Whoopi Goldberg who 'did everything I was supposed to do' is 'in shock' after testing positive for Covid-19 via","sentiment_score":0.2272727273}
{"full_text":"Well... This might not be a simple cold after all...","sentiment_score":-0.3}
{"full_text":"RT Make. This. Go. Viral.https:\/\/t.co\/aJDynVSpy9","sentiment_score":0.0}
{"full_text":"Or he could have been vaccinated right? Those were the two options to play. and the website: were both very clear. Those are the two options. 1. Get vaccinated. 2. Quarantine for 7 days in a hotel. He sounds like a spoiled brat.","sentiment_score":0.2078571429}
{"full_text":"Oil climbed to a seven-week high as supply constraints from OPEC+ to North America offset concerns about the impact of a Covid-19 outbreak in China.https:\/\/t.co\/ge25pRqza1","sentiment_score":0.16}
{"full_text":"We need to end covid right now!","sentiment_score":0.3571428571}
{"full_text":"We vow to back profoundly until and beyond COVID-19's end, COVID-affected essential businesses.","sentiment_score":0.0277777778}
{"full_text":"RT The virus is at our doorstep, please get yourself vaccinated and follow all #COVID19 protocols ","sentiment_score":0.0}
{"full_text":"Hope it will not pass from you. Please stay with omicron ","sentiment_score":0.0}
{"full_text":"Working out after Covid","sentiment_score":0.0}
{"full_text":"RT First education conference of 2022 for #COVID19 #GITwitter","sentiment_score":0.25}
{"full_text":"TEST KITS: Orange County officials are trying to keep up with the demand for COVID-19 testing kits as cases continue to surge.https:\/\/t.co\/pTRfWqXbVd","sentiment_score":0.0}
{"full_text":"\"Like everything COVID, we are learning as we go.\" -Dr. Katherine Gettys","sentiment_score":0.0}
{"full_text":"RT Also 32 more human beings died of COVID in Oklahoma this week, but he's not sad about that at all.","sentiment_score":0.25}
{"full_text":"Hey there everyone! I'm Victoria Thompson, a STEM coach and edtech consultant tweeting from Tacoma, WA on the way to dinner! We don't really do staff potlucks at the moment due to COVID, but pre-pandemic I loved baking cupcakes for folks! #waledchat","sentiment_score":0.3166666667}
{"full_text":"TEST KITS: Orange County officials are trying to keep up with the demand for COVID-19 testing kits as cases continue to surge.https:\/\/t.co\/1btVZfUgyX","sentiment_score":0.0}
{"full_text":"RT \"It's going to take longer for us to [plow] what we did last year, just because we don't have as many bodies,\" the #Salem cit...","sentiment_score":0.25}
{"full_text":"For the fourth consecutive day Oregon has shattered previous high marks of daily COVID-19 cases, with health officials reporting 7,615 new cases on Thursday.","sentiment_score":0.0259393939}
{"full_text":"The U.S. Postal Service is requesting the Biden administration's COVID-19 vaccine requirements for federal workers be temporarily waived for its 650,000 employees, saying enforcing the rules could jeopardize its ability to deliver the mail.https:\/\/t.co\/TTLRQ4JFWZ","sentiment_score":0.0}
{"full_text":".@EFranz2 #WritingCommunity #MHHSBD #Haiku #WearAMask #ThatsLifeHurry up and wait - the story of many hours spent in one line or another.","sentiment_score":0.2}
{"full_text":"RT I updated this chart for ,,old europe\" exactly 2 weeks later, now that Germany has a 40% booster rate. Result stays same...","sentiment_score":0.0875}
{"full_text":"RT Crazy that the pandemic got more seasons than Mindhunter.","sentiment_score":-0.05}
{"full_text":"One of the first studies to track whether COVID-19 vaccination might affect women's periods found a small and temporary change.https:\/\/t.co\/xQDvwfL5oS","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Here's a look at the legal and regulatory challenges facing the Telehealth industry as temporary measures put into place to support audio and video visits with healthcare providers during the pandemic could expire soon ","sentiment_score":0.2}
{"full_text":"RT And when people on here rightfully pushed back on it others told them to seek therapy because it's clear they just wanna keep...","sentiment_score":0.05}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
