{"full_text":"RT And has sided with -- keeping #COVID19 and #vaccine disinformation alive and well on its platform.B...","sentiment_score":0.1}
{"full_text":"Great work and leadership by and et al. to get this large muliticenter and NANCcollaborative effort on Covid-19 and stroke published in Excited to be a part of this fascinating work!","sentiment_score":0.5660714286}
{"full_text":"RT What a tour de force of pandemic research we had in our webinar tonight! Huge thanks to &amp; Rosie Man...","sentiment_score":0.3}
{"full_text":"RT I was a care home manager sacked for being unjabved in November. The home is currently closed with a covi...","sentiment_score":-0.1}
{"full_text":"RT It's good to see that the recently combined implementation of vaccine passports, boosters, mask mandates and restriction...","sentiment_score":0.35}
{"full_text":"RT At his confirmation hearing today, Desantis' Surgeon General nominee Joseph Ladapo is asked a simple question: Are the...","sentiment_score":0.025}
{"full_text":"RT The message is: \"Wear a helmet.\"","sentiment_score":0.0}
{"full_text":"RT there's a free, safe and effective vaccine","sentiment_score":0.5}
{"full_text":"RT Dear Surprise us all and do this.","sentiment_score":0.0}
{"full_text":"We need to drop the covid nonsense completely and leave the NDP and their communist ideals to themselves...way off in the background. The corrupt MSM needs to be ignored completely.","sentiment_score":-0.1}
{"full_text":"RT What happens when theorder too many ?They FORCE them on people REGULARLY before they expireBUTExperts from Europ...","sentiment_score":0.25}
{"full_text":"RT IT'S HAPPENING!Denmark just announced they will be REMOVING all restrictions, including covid passports and face mask r...","sentiment_score":0.0}
{"full_text":"RT Because the pandemic won't end, and I are hosting another Vaccination DB Seminar Series - Booster Edition!...","sentiment_score":0.0}
{"full_text":"RT You can try to manipulate the data as much as you want, but Israel is now on 4 shots of mRNA, with incredibly high com...","sentiment_score":0.18}
{"full_text":"RT Former Newfoundland premier Brian Peckford is launching Charter challenge against federal government's air travel vaccine...","sentiment_score":0.0}
{"full_text":"RT Jan. 27, 2020: Fauci learned that his agency had been indirectly funding the Wuhan lab. Jan. 31, 2020: Fauci learned the...","sentiment_score":0.0}
{"full_text":"RT There really is a plot to kill conservatives and it's the right-wing media trying to keep them unvaxxed and it's the absol...","sentiment_score":0.2}
{"full_text":"RT O'Scanlon: Murphy Administration's Covid Predictions Consistently, Dramatically Off Would be comical...if government cred...","sentiment_score":0.25}
{"full_text":"Covid has robbed us of seeing the gymnast|skater luck passing on tradition.I wanted to see Vlada, Listy and Gelya go and wish luck to Kamila, Sasha and Anna ","sentiment_score":0.0}
{"full_text":"Corona's soldiers are idiots anyways. You're fine. ","sentiment_score":-0.1916666667}
{"full_text":"RT Open the border NOW.Stop this nonsense!Stop the fearmongering!Covid won't go away, and we won't terminate Covid for the e...","sentiment_score":0.0}
{"full_text":"This situation is as good as it's been for over 2yrs and is probably ever gonna be....yet nothing's really changed - we're still continually looking over our shoulders waiting for the next lockdown.","sentiment_score":0.3}
{"full_text":"RT This Government have decided to ration healthcare instead of suppressing Covid. We are all now at higher risk both from Co...","sentiment_score":0.25}
{"full_text":"Oh, he has all of me I'm doing eh, still battling Covid. How are you?","sentiment_score":0.0}
{"full_text":"He can't get a vaccine for type 2 diabetes either.","sentiment_score":0.0}
{"full_text":"that has denied early covid treatment should be held accountable for the deaths of many people","sentiment_score":0.3}
{"full_text":"One thing I loved about working from home was I could stay in my dressing gown all day and not give a fuck what I looked like when I was on conference calls ","sentiment_score":0.15}
{"full_text":"RT The interesting part in the study relates to the vaccine capability of preventing asymptomatic infection would a...","sentiment_score":0.5}
{"full_text":"How do you know the person driving with a mask on, hasn't just given a lift and dropped someone off. Covid is airborne,  so it would make sense.","sentiment_score":0.0}
{"full_text":"RT Read the article. Headline should read: unvaccinated NHS worker coerced into getting the vaccine dies a few days...","sentiment_score":-0.2}
{"full_text":"RT 54 Albertans died from covid the last 4 days, Muslim women are still being assaulted in Edmonton and 93 unmarked graves...","sentiment_score":0.0}
{"full_text":"RT Autopsy results implicate platelets in the pathogenesis of COVID19 complications. In this study the addition of a P2Y12...","sentiment_score":0.0}
{"full_text":"Drugs to treat omicron coming available, South Florida leaders sayhttps:\/\/t.co\/wC7EGwmjvq","sentiment_score":0.4}
{"full_text":"RT If really cared about #BellLetsTalk and mental health, he would acknowledge the harm that his rolling lockdown...","sentiment_score":0.05}
{"full_text":"RT Our government's response to the pandemic-related trauma children are going through is to destabilize schools and demora...","sentiment_score":0.0}
{"full_text":"The Pi variant is next","sentiment_score":0.0}
{"full_text":"RT everyone on the planet had to be vaccinated at least 3 times! That would equal 24 billion doses. If 5 vaccine companies...","sentiment_score":-0.1875}
{"full_text":"RT His shaky voice yeah meemaw has him gooped and gagged","sentiment_score":-0.3333333333}
{"full_text":"I feel sympathy for the 500,000 that died from Covid more than you","sentiment_score":0.5}
{"full_text":"RT We had early hints from Norway that people infected with Omicron BA.1 were reinfected shortly a...","sentiment_score":0.05}
{"full_text":"RT Fantastic news! The Toronto District School Board will be returning to regular class schedules with 4 subjects per day.K...","sentiment_score":0.25}
{"full_text":"RT Plan B public health measures end tomorrow; but they shouldn't. This is a political move by the governmentLots of peop...","sentiment_score":0.0}
{"full_text":"RT The pandemic has been a long hard road. Take a minute to check in with someone in your life. You may be exactly the support th...","sentiment_score":-0.0305555556}
{"full_text":"Thanks! I did read a bunch of replies before Emmy tweet. Still didn't gather that from the thread. Seems to mostly be people saying they are fine exercising in N95 masks. Science hasn't shown me I NEED to do this, so I was wondering if the science changed!","sentiment_score":0.4236111111}
{"full_text":"I've been to many places, been around covid positive people, and non-covid positive without a mask for two years and haven't developed a single symptom. It's really rewarding to know just how infections and organic life on the planet Earth operates.","sentiment_score":0.2471861472}
{"full_text":"Are you being dumb on purpose?? Masks in the operating room are no where close to covid masks, possible covid has attacked your brain. A lobotomy is your best choice","sentiment_score":0.2083333333}
{"full_text":"RT Canada, the beautiful,true north, strong and free","sentiment_score":0.4166666667}
{"full_text":"Fully Recovered from Covid it's time to get back to the grind.","sentiment_score":0.0}
{"full_text":"RT Nadal broke international Covid protocol by  from Abu Dhabi to Spain with covidHe threw his 'friend' Djokovic under t...","sentiment_score":0.0}
{"full_text":"RT Belgium No Longer Recommending Moderna Vaccine For Those Under 31 Due To Risk Of Heart Inflamation","sentiment_score":-0.125}
{"full_text":"RT If Parents Pulled Their Kids From School For Covid Insanity, It Would Already Be Over","sentiment_score":0.0}
{"full_text":"RT Rupert Murdoch funds a terrorist network called \"Fox News.\" Rupert's show is broadcasted on Russian State TV. Rupert's...","sentiment_score":0.0}
{"full_text":"Just know that Covid does not discriminate. ","sentiment_score":0.0}
{"full_text":"RT In the year ending in April 2021, fentanyl claimed the lives of 40,010 Americans ages 18-45. That's more than : Car ac...","sentiment_score":0.5}
{"full_text":"RT It's been waiting for approval in the U.S. since November. What are they waiting for? Why not give people more options tha...","sentiment_score":0.5}
{"full_text":"RT United States got weapons to Ukraine faster than Covid tests to its citizens","sentiment_score":0.0}
{"full_text":"RT Antivirals will be important in the early treatment of  COVID. Many thanks to participants, researchers and support teams...","sentiment_score":0.3}
{"full_text":"Update my oldest daughter's test results came back negative for covid just waiting for my youngest daughter's results, but I'm thankful for the vaccine. This could have been a tragedy instead it's a minor inconvenience.","sentiment_score":-0.1166666667}
{"full_text":"RT Jen Psaki scoffed at the idea of sending free Covid tests to every American and then she said we have a \"sacred responsibilit...","sentiment_score":0.2}
{"full_text":"Maybe he'll breathe some COVID while he's at it!","sentiment_score":0.0}
{"full_text":"I do understand that it's more expansive than just vaccines. People are on edge for pandemic reasons to begin with. Those who don't handle uncertainty or delayed gratification well can lash out at just about anything. It's easy to have a single target for one's unease.","sentiment_score":0.2873015873}
{"full_text":"I'll check this out!Hm, if you can create photorealistic Avatars for #Shibaverse And then have a concert in a #Metaverse Amphitheater.No Covid Restrictions there!Recommend U to read the Whitepaper Map of one of the districts, #Shibaswap District:https:\/\/t.co\/eLfG70Xgj0","sentiment_score":0.0}
{"full_text":"As an extreme extrovert, this pandemic is killing me.#BellLetsTalk","sentiment_score":-0.125}
{"full_text":"You don't take an axe to a gun fight...","sentiment_score":0.0}
{"full_text":"RT His shaky voice yeah meemaw has him gooped and gagged","sentiment_score":-0.3333333333}
{"full_text":"You know what's hilarious...they know their jabs suck so bad that they still wear their face nappies religiously.","sentiment_score":-0.35}
{"full_text":"RT \"Let's keep making the foxhole a little bit better. because we need to have as many warriors as we can find behind us, not...","sentiment_score":0.103125}
{"full_text":"RT Guessing we are not the only ones who think Tory MP for Reigate should retract, and publicly apologise for,...","sentiment_score":0.0}
{"full_text":"RT #Midazolam &amp; morphine given together suppress breathing; if enough is administered it leads to deathThousands were given...","sentiment_score":0.0}
{"full_text":"RT The Danish government just announced a lifting of *all* restrictions by Feb 1The combo of omicron &amp; high vaccination ra...","sentiment_score":0.16}
{"full_text":"RT As a lifelong Washington Wizards fan, I think we need a walking bucket and lockdown defender like Evan Fournier.","sentiment_score":-0.1}
{"full_text":"RT His shaky voice yeah meemaw has him gooped and gagged","sentiment_score":-0.3333333333}
{"full_text":"RT Dr describes potential future scenarios on #COVID19 and Omicron and what we can do to turn the tide ","sentiment_score":0.0}
{"full_text":"RT You can try to manipulate the data as much as you want, but Israel is now on 4 shots of mRNA, with incredibly high com...","sentiment_score":0.18}
{"full_text":"Also, this well made video is made for those at home, because the priest or parish emphasizes that watching at home because of misguided fears of Covid is just as good as participating and receiving Our Lord in the Most Blessed Sacrament in the holy sacrifice of the mass.","sentiment_score":0.6}
{"full_text":"RT This is welcome news (presuming it's not a blip) because it suggests that COVID levels are headed below that December pla...","sentiment_score":0.8}
{"full_text":"RT JOHN LARA, 59, of Justin, Texas, died of COVID on Jan. 21, 2022.\"He was a loving and caring father, a brother who alway...","sentiment_score":0.6}
{"full_text":"RT Right on schedule, the next variant is upon us and this time, it's STEALTHy . Soon to be called, Hayfever!","sentiment_score":0.1428571429}
{"full_text":"RT From 1st Feb, the Midnight Kit will feature an upgraded primer mix. The new mix will ensure complete coverage of amplicon 28...","sentiment_score":0.1181818182}
{"full_text":"RT Risk of infection remains high as Texas seems to be passing the peak of the Omicron surge. ICU capacity burdened and fatalit...","sentiment_score":0.16}
{"full_text":"RT Israel : The only quadruple-vaxxed country in the world (which also uses mask mandates and Covid passports) breaks new re...","sentiment_score":0.0681818182}
{"full_text":"RT Good riddance to YouTube https:\/\/t.co\/r3rPoFZru2","sentiment_score":0.7}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT Starbucks, Boeing, &amp;Delta are hiring back staff they fired under vax mand. Its time to re-instate American workers with an...","sentiment_score":0.0}
{"full_text":"I HAVE COVID :(","sentiment_score":-0.75}
{"full_text":"If 100% of the world was vaccinated, would COVID be gone?","sentiment_score":0.0}
{"full_text":"RT The Biden Administration has set up a way for folks to get four at-home COVID tests for free. Go to","sentiment_score":0.4}
{"full_text":"RT You can try to manipulate the data as much as you want, but Israel is now on 4 shots of mRNA, with incredibly high com...","sentiment_score":0.18}
{"full_text":"RT Amazing how you won't see this mask mandate data discussed almost anywhere in media.","sentiment_score":0.6}
{"full_text":"Taxi driver told me today that a nearby business owner died from CoVID earlier this month.  Sounds like the conversation that his community had with him.","sentiment_score":0.0}
{"full_text":"RT Vaxart is the key The case for Operation Warp Speed 2.0","sentiment_score":0.0}
{"full_text":"Omicron is the just 15th letter of the Greek alphabet.","sentiment_score":0.0}
{"full_text":"Brookline Announces COVID-19 Vaccination Clinic for Those 5 and Older","sentiment_score":0.1666666667}
{"full_text":"The love notes I get from tiny whiney privileged WM outraged that Id call out Rogan &amp; Rogers for bein Racist Misogynistic WM who think spreading deadly COVID anti-Vaxx disinfo &amp; COVID itself is their White Male Reich is impressive AF .Truth always hits a nerve boys!!!","sentiment_score":0.0571428571}
{"full_text":"RT Quote, from @MartyMakary: \"Public-health officials have a lot of explaining to do. They used the wrong starting hypothesis,...","sentiment_score":-0.25}
{"full_text":"RT The Canadian revolution against the COVID police state grows.","sentiment_score":0.0}
{"full_text":"RT Ok. Ive developed a new Covid symptom; coughing until my back hurts. Anyone else experience this? I'm now taking del...","sentiment_score":0.0787878788}
{"full_text":"RT Good news: We just got a late-afternoon dump of poop data from And there's good movement here. COVID c...","sentiment_score":0.7}
{"full_text":"RT I was asked what will Bot Sentinel focus on next. As promised, we will investigate accounts targeting Kamala Harris and account...","sentiment_score":0.0}
{"full_text":"Wonder what his (Szeps) assessment of risk would be for this fully vaxxed and boosted fellow:","sentiment_score":0.0}
{"full_text":" have you read this study? I assume so, as it's your job to stay on top of the evolving science. Any comments? pause to consider your policies? add this to CDC study showing NI to be &gt;vax","sentiment_score":0.5}
{"full_text":"RT very good corrective to bullshit \"parents vs teachers\" frame, i think it's worth noting one essential point which is co...","sentiment_score":0.4033333333}
{"full_text":"RT MPs earned PS5 MILLION from second jobs during lockdown. My Bill banning second jobs for MPs is back in Parliament this...","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENING!Denmark just announced they will be REMOVING all restrictions, including covid passports and face mask r...","sentiment_score":0.0}
{"full_text":"RT \"We have got all the big calls right\" - the PM's new claim on his Covid responseA reminder that an inquiry by 2 Tory-led...","sentiment_score":0.1406926407}
{"full_text":"But sure I'll start. Here's a study out of Sweden showing the efficacy of masking wearing is null.","sentiment_score":0.5}
{"full_text":"RT NEW: chooses dangerous COVID disinformation bigot Joe Rogan over music legend Neil Young. They will remove Young...","sentiment_score":-0.0659090909}
{"full_text":"RT My best friend has Covid. We both got Maderna vaccine and boosted. She was the most careful person I know to obey every prec...","sentiment_score":0.4666666667}
{"full_text":"RT Quick promo shoot before I head off to Beijing for the Olympics It's gonna be a long few days of COVID tests and travel...","sentiment_score":0.0277777778}
{"full_text":"RT if u live in CA and are behind on rent and utilities u can get it all 100% paid for (back until aug 2020) through the co...","sentiment_score":-0.0878787879}
{"full_text":"RT Hey y'all!I'm Kathleen Brown running for Congress in Texas against Trump's old COVID-denying doctor, Ronny Jackson....","sentiment_score":0.1}
{"full_text":"The business of Covid tests ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Denmark's prime minister says COVID-19 no longer \"socially critical,\" all restrictions to be lifted on Tuesday","sentiment_score":0.0}
{"full_text":"Please support pandemic emergency service workers greatly.","sentiment_score":0.8}
{"full_text":"RT Omicron will infect ~40-70% of the population in Europe and the US during the ongoing wave, and we're about halfway th...","sentiment_score":0.0}
{"full_text":"RT A pilot program in the U.S. run by is helping employers try out a four-day workweek for six months this year. I...","sentiment_score":0.0}
{"full_text":"RT Hironobu Kageyama, the singer of many DBZ theme songs has tested positive for COVID-19.Wishing him a very speedy recovery! h...","sentiment_score":0.3257575758}
{"full_text":"\"Fine...i was just going to quit Youtube anyway!\"  Has everyone turned into bratty teens!?","sentiment_score":0.0}
{"full_text":"Covid-19 latest: Clubs in Denmark can reopen on February 1st","sentiment_score":0.5}
{"full_text":"Add getting your covid vaccination to your to-do list tomorrow. There's a walk-in clinic tomorrow, Thursday 27 January, at Page Hall Pharmacy, 17-19 Page Hall Road, Sheffield, S4 8GS. No appointment needed. #VaccinateSheffield","sentiment_score":0.0}
{"full_text":"Promising news for building local manufacturing of vaccines in Africa. We need local manufacturing to end #COVID19 and better prepare for the next pandemic. #VaccineEquity","sentiment_score":0.14}
{"full_text":"Ultimately, the climate agenda is a matter of global justice and survival.@AndRechkemmer","sentiment_score":0.0}
{"full_text":"From heart palpitations to passing out to extreme fatigue, cardiologists say take these symptoms very seriously.https:\/\/t.co\/jbdCgCzspv","sentiment_score":0.0375}
{"full_text":"RT Maintaining good physical and mental health during the COVID-19 pandemic will help us get through this together. Tweet...","sentiment_score":0.2}
{"full_text":"Let us know your thoughts below!","sentiment_score":0.0}
{"full_text":"The three main symptoms reported by the NHS remain continuous cough, a temperature and a loss of sense of taste and or smellhttps:\/\/t.co\/NdGMvBI8Dv","sentiment_score":0.1666666667}
{"full_text":"This is part of the government's new package to recognise the hard work of healthcare workers that were on the frontline during the pandemic.#COVID19Ireland","sentiment_score":-0.0776515152}
{"full_text":"Westmoreland can't wait any longer for covid relief! The Commissioners need to do the right thing by funding healthcare, housing assistance, and mental health services. Join us Thu. 9:30am to demand accountability on ARP Funds! Sign up here:","sentiment_score":0.0803571429}
{"full_text":"The United States has provided 400 million COVID-19 vaccine doses to over 110 countries and economies and provided nearly $20 billion in relief to vulnerable communities worldwide. Together, we can beat COVID-19.","sentiment_score":-0.2}
{"full_text":"Americans Notice a Very Problematic Part About Those 'Free' Covid Tests the Government Is Sending Out","sentiment_score":0.3}
{"full_text":"TENNIS | Daniil Medvedev fought back from two sets down to put away Felix Auger-Aliassime and set up a semi-final with Stefanos Tsitsipas at the 2022 #AusOpen while Iga Swiatek and Danielle Collins lock horns tonight in women's semis. #AO22: ATP Tourhttps:\/\/t.co\/Ch5Ac7GPkQ","sentiment_score":-0.0777777778}
{"full_text":"RT Health Ministry's COVID-19 update:* 12 additional deaths * 680 new cases #TrinidadandTobago","sentiment_score":0.1363636364}
{"full_text":"According to the health unit, the death was a man in his 100s from the community","sentiment_score":0.0}
{"full_text":"Only two more hours left to purchase the Shadow Strike variant of The Big Cheese! Grab him while he's here.","sentiment_score":0.125}
{"full_text":"Thanks Monetary Policy Hawk Siouxsie Wiles.","sentiment_score":0.2}
{"full_text":"Free COVID-19 TESTINGThursday, January 27, 1pm-4pmForest Grove Volunteer Fire Department2044 Ewings RdRegister is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"It's been LOCKDOWN SZN with these guys for quite some time ","sentiment_score":0.0}
{"full_text":"With the current surge in COVID cases, &amp; it being cold &amp; flu season, we sympathize with those who aren't feeling well, but have a long to- do-list. Help us keep you, &amp; the library staff healthy, by staying home if you're feeling sick. We'll be here when you're feeling better.","sentiment_score":-0.0607142857}
{"full_text":"RT Read the entire thread here:https:\/\/t.co\/68MZASJbti","sentiment_score":0.0}
{"full_text":"\"Are award shows even compatible with the new world we live in?\"Read Lena Stoeckert's article on why award shows are losing relevance.","sentiment_score":0.1363636364}
{"full_text":"Seminole County Emergency Manager Alan Harris says some sites in the county offer sotrovimab. which remains authorized for use against omicron but is in short supply.https:\/\/t.co\/a4r6IH9ZFp","sentiment_score":0.0}
{"full_text":"What #edtech innovations should schools hold on to as they continue to adapt to new learning methods? #edtechchat #remotelearning #pandemiclearning #teachers #education","sentiment_score":0.1363636364}
{"full_text":"How likely are you to develop long COVID? Here are four things to look out for.","sentiment_score":-0.025}
{"full_text":"Justin Dubin, MD, Nelson E. Bennett, MD (@NellieB_Uro), and Joshua Halpern, MD (@JoshuaHalpernMD) explore the potential mechanisms by which COVID-19 specifically affects men.Publication link: via","sentiment_score":0.0}
{"full_text":"The Government's mandatory vaccination rules mean that NHS staff must receive a first jab by February 3 and be fully vaccinated by April 1 to continue working in frontline roles","sentiment_score":-0.03125}
