{"full_text":"RT Booster jab gives 90% Covid protection, study says","sentiment_score":0.0}
{"full_text":"Here is an example of a completed MCOD linked to COVID (4\/4)","sentiment_score":0.0}
{"full_text":"RT DON'T UNDERSTAND THE NEED TO COMPARE BTS WITH COV...","sentiment_score":0.0}
{"full_text":"RT Hi guys, we trying to do a story on the high suicide rate in SA &amp; looking for a black male's family who committed suici...","sentiment_score":-0.0022222222}
{"full_text":"Some people don't want COVID prior to or during pregnancy","sentiment_score":0.0}
{"full_text":"RT BREAKING: US judge BLOCKS Biden vaccine mandate for federal workers https:\/\/t.co\/bEb5lNdS93","sentiment_score":0.0}
{"full_text":"RT 2 years ago today, the first confirmed COVID case in the US was reported.We now know the CDC banned COVID testing whi...","sentiment_score":0.325}
{"full_text":"Like I know we're in the middle of a panini and I am currently sick (supposedly not covid) , but like I just miss kissing people  like","sentiment_score":-0.3571428571}
{"full_text":"Y'all know the majority of factories are also mandating the covid vaccine right? Also Disney, the military, cruise ships, and healthcare places. Just not sure what are trying to accomplish by burning carhartt stuff","sentiment_score":-0.0214285714}
{"full_text":"RT 'Over the past two years I have looked after the sickest patients in intensive care. It's been the hardest two years of my...","sentiment_score":-0.25}
{"full_text":"RT The loan is intended to protect the poor and support economic recovery from the Covid-19 pandemic.","sentiment_score":-0.1}
{"full_text":"RT At first glance, COVID cases at CSU don't look so bad. Zoom in a little, and realize that the y-axis only goes to 100, bu...","sentiment_score":-0.159375}
{"full_text":"RT Reasons for  burnout surge among pall care clinicians:1. More consults, same positions2. Pts and families in more distress si...","sentiment_score":0.3333333333}
{"full_text":"RT According to the ONS, 1.1million people in the UK have died since the start of 2020. Of those,17,000 died OF Covid19. The av...","sentiment_score":0.0}
{"full_text":"The pandemic created a large mail in ballot backlog.","sentiment_score":0.2142857143}
{"full_text":"RT COVID-19 starkly increases pregnancy complications, including stillbirths, among the unvaccinated, Scottish study shows htt...","sentiment_score":-0.2}
{"full_text":"RT Cases in Israel are now up 24,688% since CNN reported booster shots had brought down the fourth waveIn fact, Israel now leads...","sentiment_score":-0.0777777778}
{"full_text":"What about panic buy?","sentiment_score":0.0}
{"full_text":"RT The fear &amp; uncertainty that getting #Covid19 brings to some is matched by the same feelings others may have about getting a...","sentiment_score":0.0}
{"full_text":"RT Anything can be political nowadays, vaccine, baby penguins, anything !","sentiment_score":0.0}
{"full_text":"After COVID, Never Again FREEDOM!https:\/\/t.co\/x7qXhodtA8","sentiment_score":0.0}
{"full_text":"\"When the president of the US says, 'pandemic of the unvaccinated,' it's because him and his constituents, which, I don't know how there are any if you watch any of his attempts at public speaking, but I guess he got 81 million votes.\"-","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump-appointed Judge Jeffrey Brown blocks Biden's vaccine mandate for federal employees nationwide.","sentiment_score":0.0}
{"full_text":"RT 'It's entirely Brexit,' says haulier who has been caught up in 15km queues.Just waiting for the government to try &amp; spin...","sentiment_score":0.0}
{"full_text":"RT I'm double vaxxed &amp; boosted, wear my mask, &amp; avoid large gatherings. I still got #COVID19 in December. Yes, I had \"mild\" sy...","sentiment_score":0.1825396825}
{"full_text":"RT Muslim, African &amp; Covid bans are over but harmed individuals including Diversity Visa 2017-2022 winners still suffer from...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: A federal judge in Texas issued a nationwide ruling Friday that President Joe Biden could not require federal e...","sentiment_score":0.0}
{"full_text":"RT Stay Home Stay Safe NEVER Leave your house Ever !!! Wear triple masks as well. ","sentiment_score":0.9765625}
{"full_text":"Wouldn't it be easier to get the Vaccine?  You have the freedom to go into any pharmacy and get it.  It's free and it doesn't hurt.  Ask Meatloaf if he would have taken the vaccine.  Oh, wait, you can't.  He died today, from Covid.","sentiment_score":0.4}
{"full_text":"RT The pandemic ending next month?","sentiment_score":0.0}
{"full_text":"RT ... healthcare reform.","sentiment_score":0.0}
{"full_text":"RT what?!","sentiment_score":0.0}
{"full_text":"If only people would get vaccinated ","sentiment_score":0.0}
{"full_text":"Washington state launches site to order free COVID-19 test kits delivered by Amazonhttps:\/\/t.co\/t5CU5cqiPP","sentiment_score":0.4}
{"full_text":"So are you saying that Covid is equivalent to the flu..","sentiment_score":0.0}
{"full_text":"RT It feels like the political angle here is by blaming people for having health issues, it fits the governments arg...","sentiment_score":0.0}
{"full_text":"RT Here's a weird thing: A colleague of mine (?) named Matthew Tune, a sales director at NBCUniversal in Chicago, created...","sentiment_score":-0.5}
{"full_text":"RT Free at-home Covid-19 tests started shipping to US households yesterday, WH COVID-19 Response Coordinator Jeff Zients says","sentiment_score":0.4}
{"full_text":"\"China zero Covid approach doomed to fail\" is a headline I've seen a lot lately.  It's not an accident.  Convincing you that zero Covid won't work while at the same time eliminating just about all safety measures and calling this \"mild\"was not an accident.","sentiment_score":0.0966666667}
{"full_text":"RT  Mark Drakeford - 'There are still more than 1000 people in hospital with coronavirus and those 1000 beds are putting add...","sentiment_score":0.5}
{"full_text":"Looks like corona crash...everything is down.","sentiment_score":-0.1555555556}
{"full_text":"RT NHS workers have carried the country on their back through wave after wave of this pandemic for two years.For crying ou...","sentiment_score":-0.1}
{"full_text":"RT Around this time half a year ago after invoking a Holocaust comparison, the Auschwitz Museum had publicly condemned he...","sentiment_score":-0.0833333333}
{"full_text":"RT I'd like to dedicate this pint to Pat Kenny, Claire Byrne and all the other broadcasters who showed their true colours...","sentiment_score":0.1125}
{"full_text":"RT Dear media, Please stop labelling people who want to continue using common sense precautions like masks and ventilat...","sentiment_score":-0.3}
{"full_text":"lol I just realised are there technically no restrictive measures now?","sentiment_score":0.4}
{"full_text":"RT NEW from me: Big Ivermectin is headed to DC to march on Sunday.They've sold out hotels, shared directions on forging...","sentiment_score":0.0681818182}
{"full_text":"Atlantic Canada COVID update Jan 21\/22NB - 514 new cases + 780 Pos RATs - 4,717 active casesNS - 601 new cases - 5,241 active casesNL - 324 new cases - 2,666 active casesPEI - 267 new cases - 2,429 active casesPOP 2.48 million","sentiment_score":0.0015151515}
{"full_text":"RT Read about all the different links there are with them:","sentiment_score":0.0}
{"full_text":"RT Wakey wakey.","sentiment_score":0.0}
{"full_text":"RT Religious exemptions ordered for Biden's vaccine mandates for medical workers","sentiment_score":0.0}
{"full_text":"Is my brain fog from Long-COVID? Or is it from two years of this bullshit?","sentiment_score":0.0}
{"full_text":"Actually Ivermectin has more research time than the vax,albeit for something different than covid,but the safety research is much more complete than the vax is,I hate calling it a vax because it's not,at best it's a therapeutic which is probably why they changed the def.for vax!","sentiment_score":0.1857142857}
{"full_text":"RT The pandemic is over. And the world is now divided into those that know it and those that don't want to know it.","sentiment_score":0.0}
{"full_text":"RT If you are angry that the unvaccinated can now use indoor hospitality without a vaccine pass then you probably got vaccin...","sentiment_score":-0.5}
{"full_text":"RT If the CDC wants to gain a modicum of credibility, they should immediately speak out against booster mandates &amp; masking of...","sentiment_score":0.2}
{"full_text":"RT A significant amount of my pediatric patients are seeking care for \"not better after COVID\".And we have no treatment for...","sentiment_score":0.0625}
{"full_text":"Not really a faith issue! You say they \"don't believe\" IN the vaccine? You don't have to believe, just ACCEPT the overwhelming evidence as true, if your brain works, that demonstrates it's extremely effective.A person \"believes\" in conspiracies and acknowledges facts.","sentiment_score":0.15}
{"full_text":"RT After today's COVID-19 data drop, there have been 37,856 new cases reported in Alaska so far this year. That's right: Mo...","sentiment_score":0.174025974}
{"full_text":"But the fact that in Indonesia, they must have made it so much easier for the child to be in the vaccine, and for some reason, even though there were so many deaths and post-vaccine vaccine","sentiment_score":0.35}
{"full_text":"RT Meat Loaf mocked by left for vaccine, lockdown opposition hours after death: 'Pandemic a**hole'https:\/\/t.co\/qNCGY6B6F3","sentiment_score":0.0}
{"full_text":"RT Rick Morton's story in the of the sweetheart deals involved in the Covid testing regime is an important insight i...","sentiment_score":0.4}
{"full_text":"RT Meat Loaf was great in \"Rocky Horror Picture Show\" (you youngins should check it out. It's gloriously campy and rude fun!)...","sentiment_score":0.2916666667}
{"full_text":"RT CANADA - You will not hold thoughts the Government doesn't agree with.\"Power is in tearing human minds to pieces and...","sentiment_score":0.0}
{"full_text":"RT \"In March 2021, Tx Gov. Greg Abbott issued an executive order lifting all state-imposed COVID operating limits on busine...","sentiment_score":0.0}
{"full_text":"RT 7-year old just tested positive for COVID. Everyone else in my house is getting tested today. This is a nightmare. Please,...","sentiment_score":0.1636363636}
{"full_text":"RT VIENNA (AP) -- Austrian parliament approves national COVID-19 vaccine mandate for adults effective Feb. 1.","sentiment_score":0.6}
{"full_text":"RT 'If you say that these who are out there protesting government overreach... are an enemy of the state, that gives the state pow...","sentiment_score":0.0}
{"full_text":"RT making progress on my horse cartoon!! having fun working on a silly project to distract myself while im sick with covid...","sentiment_score":-0.3047619048}
{"full_text":"Spread of mis information like mRNA tech is actual vaccine.By definition it is not and there fore mandated under false premise.There is no inactivated component of the virus in the mRNA tech, so not a vaccine.","sentiment_score":-0.2}
{"full_text":"\"COVID-19 vaccines from Pfizer\/BioNTech &amp; Moderna were created with a method that has been in development for years, so the companies could start the vaccine development process early in the pandemic.\"https:\/\/t.co\/juPdouaf4T","sentiment_score":0.1}
{"full_text":"IBEW Local 46: This is a message from Lloyd Young, a Local 46 retiree and COVID survivor. Please listen and watch. Thank you.","sentiment_score":0.0333333333}
{"full_text":"RT How does this man have a platform on Why is allowing the incitement of hatred and division by this...","sentiment_score":0.0}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"RT NEW from me: Big Ivermectin is headed to DC to march on Sunday.They've sold out hotels, shared directions on forging...","sentiment_score":0.0681818182}
{"full_text":"On WA opening up. and faced this question and chose 'the economy'. Turns out the economy tanked AND people died. DomScott blame Omicron. They chose a virus over people. They were never going to get 'an economy.Indeed, what have they done?","sentiment_score":0.0}
{"full_text":"RT The trauma, disruption, stress, and isolation caused by the COVID-19 pandemic has greatly accelerated the mental health c...","sentiment_score":0.35}
{"full_text":"RT I'm pleased that the Florida Legislature is crafting legislation to protect the rights of patients to have loved ones v...","sentiment_score":0.6}
{"full_text":"You no they won't","sentiment_score":0.0}
{"full_text":"And I'd also like to see the evidence that students and teachers frequently and repeatedly catching Covid in class is beneficial to their learning.","sentiment_score":0.35}
{"full_text":"FUCK U COVID I LIVED BITCH!","sentiment_score":-0.5}
{"full_text":"RT Covid vaccine mandate for NHS staff could be 'paused' by Government over fears 70,000 workers would be sacked. Exclusive...","sentiment_score":0.0}
{"full_text":"RT 'If you say that these who are out there protesting government overreach... are an enemy of the state, that gives the state pow...","sentiment_score":0.0}
{"full_text":"RT This is what 'Living with Covid' looks like.12yr old got it in Sept after 2 wks at secondary school &amp; didn't fully re...","sentiment_score":-0.1}
{"full_text":"RT On the same day we learned that Trump had set up a parallel electoral system, was genuinely couping, and plans to coup again...","sentiment_score":0.1333333333}
{"full_text":"RT Two years ago, this month, the 1st known case of #COVID19 was discovered in Seattle. Trump and Republicans downplayed the...","sentiment_score":0.0}
{"full_text":"RT 2 more people who visited pet stores in Hong Kong have tested positive for coronavirus. Infected hamsters were found at both l...","sentiment_score":0.3636363636}
{"full_text":"RT There are no words.This govt dont give a flying ... duck ... about anyone ... The govt have clearly hav...","sentiment_score":0.1}
{"full_text":"RT NYC has made armed robbery a misdemeanor but will arrest a 9 year old for no vaccine card","sentiment_score":0.025}
{"full_text":"RT Remember in the spring of 2020 when a bunch of scientists and doctors were screaming about the need to consider repurpose...","sentiment_score":0.0}
{"full_text":"RT There's so much evidence that Trump tried to seize power illegitimately like a second rate autocrat advised by insane peopl...","sentiment_score":-0.2666666667}
{"full_text":"We are absorbing it slowly to be sure it holds over the next few weeks...","sentiment_score":0.125}
{"full_text":"no, not really.Nobody argues the BBC was pro-Brexit because it wasn't. It wasn't pro-Remain, either. It gave airtime to both sides to make their case.I always change my mind if the evidence shows I should. (eg handwashing\/Covid). You, however, never present any evidence.","sentiment_score":0.0}
{"full_text":"RT Meatloaf railed against COVID rules: \"If I die, I die, but I'm not going to be controlled\"Now he's dead, from COVID.htt...","sentiment_score":-0.2}
{"full_text":"RT Extremist forums like TheDonald (renamed have been wary of rallies since they posted plans to...","sentiment_score":-0.5}
{"full_text":"RT Rishi Sunak gave his wife, who is worth PS430 million, covid relief funds of PS1.3 million. He also voted to scrap a PS20 upli...","sentiment_score":0.3}
{"full_text":"RT Twitter is choking on this tweet for some reason?","sentiment_score":0.0}
{"full_text":"RT Since the pandemic started, a new billionaire has been created every 26 hours. Meanwhile, 160 million people have been pushed...","sentiment_score":0.1363636364}
{"full_text":"You should look into that a little closer. The original NYTimes article cites that the CDC said that cloth masks are LESS effective than N95 masks. Not that they're ineffective. There's a big difference.","sentiment_score":0.1241666667}
{"full_text":"Too bad there's no covid vaccine yet.","sentiment_score":-0.7}
{"full_text":"RT Poland today reported its highest ever number of new COVID-19 cases, 36,665.With the Omicron variant spreading rapid...","sentiment_score":0.1363636364}
{"full_text":"RT Me wishing everyone negative covid tests:","sentiment_score":-0.3}
{"full_text":"This is fear-mongering. You don't \"choke to death\" with COVID unless severely sick with a chest infection beforehand. If she was having very frequent coughing fits, bringing up lots of saliva... then it would be that she choked to death on her own fluid. Otherwise, not possible.","sentiment_score":0.0031428571}
{"full_text":"RT Maskers and Vaccine takers are mad that we're winding down because their Elite Status that they \"sacrificed so much for\"...","sentiment_score":-0.1935185185}
{"full_text":"RT Starting with ZERO days of cooperation from prior administration (which was actively sabotaging the tran...","sentiment_score":-0.0444444444}
{"full_text":"RT Absolutely back Boris","sentiment_score":0.0}
{"full_text":"Hope you feel good! I have covid also and the side effects havent kicked in","sentiment_score":0.875}
{"full_text":"RT  One of the most tragic things to happen in the last two years was people forced to die alone away from their loved ones....","sentiment_score":0.03}
{"full_text":"RT If you are one of many Australians in self-imposed lockdown, thank you. You've shown leadership sorely lacking in our p...","sentiment_score":0.5}
{"full_text":"(( 7th Session )) Let's Vote Yes HB83 \/ SB29 #Working4MD #MGA2022","sentiment_score":0.0}
{"full_text":"RT im glad it's illegal here to leave your house if you have covid and they put a wristband on you to track you as well","sentiment_score":0.0}
{"full_text":"RT All of your favorite pro-Ivermectin, anti-vaxx influencers will be speaking at the \"Defeat the Mandates\" rally on Sund...","sentiment_score":0.5}
{"full_text":"Ugh. I'm used to people whose politics I don't like, but, if they're lying about their vaxx status, this is a health risk. At least, they're staying in VA...","sentiment_score":-0.3}
{"full_text":"RT 7-year old just tested positive for COVID. Everyone else in my house is getting tested today. This is a nightmare. Please,...","sentiment_score":0.1636363636}
{"full_text":"RT \"Like a smoke detector monitoring the air and alerting when smoke is detected, ViraWarn monitors the air and immediately al...","sentiment_score":0.0}
{"full_text":"Kaya mo yan kaps Iwas muna for the meantime @SB19Official #SB19 #What_SB19 and #Bazinga_SB19 for BBHTS!","sentiment_score":0.0}
{"full_text":"This is the best take.","sentiment_score":1.0}
{"full_text":"Please see today's update on positive COVID-19 cases in for 1\/18-1\/20. Updates are on Tuesdays and Fridays by 4:00pm.","sentiment_score":0.2272727273}
{"full_text":"RT The NHS has delivered over 114 million COVID-19 vaccines in England.  The vaccine gives you the best protection against c...","sentiment_score":1.0}
{"full_text":"#COVID19 vaccines are vital to ending the pandemic.How\/why? They...* Significantly reduce the risk of serious illness and hospitalization * Fight emerging variants* Reduce the chances of contracting itVaccine Locator #GetVaxedFL","sentiment_score":0.0472222222}
{"full_text":"RT England Child Covid Admissions 21st JanuaryChild Covid total Hospital Admissions rise to 16,206 a rise of 122 children...","sentiment_score":0.0}
{"full_text":"OPINION: While international travel in a pandemic is constantly in flux, writer argues that \"it is imperative that we are exposed to other cultures to better integrate ourselves into a global economy.\"https:\/\/t.co\/zMjhuiNPdi","sentiment_score":0.075}
{"full_text":"RT Wear a mask. It's the most public act of defiance readily available right now.","sentiment_score":0.2964285714}
{"full_text":"oooh RI...the state with the highest vax rate in nation also the highest infection rate....weird. Like Walensky said, the \"vaccine\" does not prevent infection or transmission...game over tyrannical leaders","sentiment_score":0.0}
{"full_text":"Delhi on Thursday reported 12,306 Covid cases and 43 fatalities, while the positivity rate was 21.48 per cent.#Covid19 #REhttps:\/\/t.co\/S0d7YmsjYr","sentiment_score":0.0}
{"full_text":"RT If Manchin wants to see a perilous course then maybe he should come and spend some time in the state he is supposed to r...","sentiment_score":0.2}
{"full_text":" There is nothing on TV or in Covid Task force material about MELATONIN.  If the public knew about Melatoin , we would have less people dying, and less in hospitals.  African Americans taking 10 mg Mel per day are 52% less likely to get covid.","sentiment_score":-0.0833333333}
{"full_text":"Tearful #Adele postpones Las Vegas shows due to COVID delays#Music #COVID19","sentiment_score":-0.125}
{"full_text":"The CA COVID-19 Rent Relief program provides financial assistance for unpaid rent to eligible renters and landlords who have been impacted by COVID-19.#rentrelief #CA #COVID19 Click below for more info https:\/\/t.co\/WvqFx8pLpu","sentiment_score":0.2333333333}
{"full_text":"RT The unvaxxed are not a threat to you, especially if they don't have Covid.But, even if they do have Covid, you're vacci...","sentiment_score":0.0}
{"full_text":"China and the U.S. must \"enable collaboration to handle both future viral mutations as well as other crises facing the global commons.\" -@MrKRudd's on how COVID-19 has impacted U.S.-China relations in his op-ed for","sentiment_score":-0.0416666667}
{"full_text":"Opinion: The COVID-19 pandemic has made clear how strongly our lives can be influenced by rapid developments in scientific knowledge and changes in public health policy.","sentiment_score":0.1777777778}
{"full_text":"INTERVIEW: ONU Business College Dean and Professor Dr. John Navin talks about the great resignation in our country and how the pandemic has factored in.https:\/\/t.co\/kp1T3e6249","sentiment_score":0.8}
{"full_text":"New #WHO\/#BMJ #COVID living #guideline for non-severe: conditional for #Sotrovimab for highest risk; conditional #steroids against; #ivermectin only in trials; strong against convalescent plasma, hydroxychloroquine, lopinavir-ritonavirhttps:\/\/t.co\/lMJ8h2Q9kM","sentiment_score":0.1898989899}
{"full_text":"According to the latest government order related to Covid restrictions, districts are divided into A, B and C categories based on the number of hospital admissions in a district.","sentiment_score":0.25}
{"full_text":"Federal court blocks Biden's vaccine mandate for federal workers","sentiment_score":0.0}
{"full_text":"Clarified.Robert Pattinson has clarified comments he made about not working out for The Batman, admitting to Movie Maker, \"I think I was doing the interview when I was in lockdown, as well, in England... I was in a lower gear of working out.\"#RobertPattinson #Batman #DC","sentiment_score":0.0}
{"full_text":"Absolutely beautiful. Took me away on an emotional journey which only beautifully composed music  is capable of doing to a listener. All the very best for the future in music Lockdown Composer","sentiment_score":0.4142857143}
{"full_text":"Yesterday, announced his COVID-19 Action Plan to combat the surge of #Omicron cases in the Commonwealth including increased flexibility to alleviate hospital staffing shortages and increased resources for vaccinations. More from here:https:\/\/t.co\/FG9qUQoMof","sentiment_score":0.3}
{"full_text":"Despite the tourism backlash of the pandemic, world-famous Boracay Island is second in the list of the world's Instagrammable places.https:\/\/t.co\/1p61DP1LLL","sentiment_score":0.0}
{"full_text":"$5K ON YOUR TAX REFUND? Those who welcomed a new baby to their family in 2021 could qualify to receive up to $5,000 on their tax refund this year.","sentiment_score":0.1363636364}
{"full_text":"P-EBT food benefits helped narrow the hunger gap during the pandemic. This school year, some families who relied on the program are now being excluded. via","sentiment_score":-0.2}
{"full_text":"Extra volunteer patrol at beach today with daughter Volunteer orgs also under Covid pump Please swim between the flags","sentiment_score":0.0}
{"full_text":"KF94 MASKS: Every mask going forward is recommended against Omicron, including this one. The KF stands for \"Korean Filter\" and the 94 references it's 94% effectiveness rate. Be careful though, KF masks are popular targets for counterfeits. Check the manufacturer!","sentiment_score":0.325}
{"full_text":"Good news for federal employees! Biden's overreaching vaccine mandate has been halted. I'm glad to see our judicial system respects the constitutional liberty of Americans.https:\/\/t.co\/ke06lN6znM","sentiment_score":0.6875}
{"full_text":"In Sport: The lifting of #COVID19 restrictions means stadiums and indoor arenas can welcome full attendances for fixtures from this weekend#VMNews |","sentiment_score":0.575}
{"full_text":"Families can now order up to four free at-home COVID-19 tests at Remember to continue to monitor your symptoms, isolate, and take precautions as needed!","sentiment_score":0.5}
{"full_text":"#FlashbackFriday:  How to Survive an (Opioid) Epidemichttps:\/\/t.co\/FYq4RbwsAX","sentiment_score":0.0}
