{"full_text":"We have a second pandemic... Stoopidiuos Narcissistimus.","sentiment_score":0.0}
{"full_text":"RT My first column back from leave, in which I wonder why conservatives don't do risk management and conclude t...","sentiment_score":0.125}
{"full_text":"Im three shots in, found out I have covid today...I love the vaccines, they work so well! NOT!","sentiment_score":0.78125}
{"full_text":"RT Expect the narrative turn even more towards T cells...\"A fourth shot of COVID-19 vaccine boosts antibodies to even higher leve...","sentiment_score":0.25}
{"full_text":"It can be sobering. There's truth to what they are saying but it also feels like so much stuff is thrown at you at 22, and hell 22 during this pandemic must be so rough. But i feel even aa i near 36 i still have a ton of time left in the world. Go at your own pace i say! :)","sentiment_score":0.2416666667}
{"full_text":"RT FYI - Shell has dropped their vaccine mandate in the wake of the total failure of the vaccine to prevent transmission.","sentiment_score":-0.1583333333}
{"full_text":"How to Order Free At-Home COVID-19 Tests from the Government","sentiment_score":0.4}
{"full_text":"I enjoy social distancing","sentiment_score":0.2166666667}
{"full_text":"RT Arrived at work just now- mid-sized rural hospital- to find we have 160 full time staff out with Covid\/iso.160! We are the...","sentiment_score":0.21875}
{"full_text":"What should happen to the nighttime economy restrictions on Feb 1st? Based on an assumption that they will try and keep the vaccine passport in place..      (Please RT for widest sample possible)","sentiment_score":0.0}
{"full_text":"RT Voting Ron DeSantis out will save lives. He messed up with Covid. He is acting like a dictator!Nikki Fried will bring #...","sentiment_score":0.0}
{"full_text":"Guys who might have covid  I want to die","sentiment_score":0.0}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"You led an anti-vaccine movement which killed thousands of children.","sentiment_score":-0.2}
{"full_text":"RT Indian vaccine is leading among global superpowers in terms of vaccine doses administered! #1YearOfVaccineDrive Th...","sentiment_score":0.0}
{"full_text":"RT It looks like the government are considering removing public health measures in a political move to bolster support for B...","sentiment_score":0.0}
{"full_text":"RT \"The end of restrictions means mandatory mask wearing at schools, on public transport and at indoor events, controversial...","sentiment_score":0.275}
{"full_text":"Yeah write it in such that way that it gives no doubt on vaccine having caused an immune disorder.","sentiment_score":0.0}
{"full_text":"RT \"Students being packed in auditoriums\" doesn't sound at all safe. Ultimately, the responsibility for safety in public schoo...","sentiment_score":0.225}
{"full_text":"I agree I'm over this Covid I just feel it destroyed our life's I wish it go away so we can get back to our normal life's again","sentiment_score":0.075}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"DISGUSTING how you quote MLK all the while trying to break all that he helped fix.  What a chump you are!!! That's just like telling your face to not get the vaccine, while you're in the back room getting jabbed with a vaccine.  What...wait!!  THATS EXACTLY what y'all are doing","sentiment_score":-0.25}
{"full_text":"RT Good Morning","sentiment_score":0.7}
{"full_text":"No Governments Have Isolated COVID-19","sentiment_score":0.0}
{"full_text":"I started learning all three before the pandemic, but fell off. I'm trying to get back into it and stick with it this time!","sentiment_score":0.0}
{"full_text":"Been asking myself this since the start of the pandemic","sentiment_score":0.0}
{"full_text":"RT Well done JT.... Just shows you can get any old pro-covid crap published to keep the fear and compliance alive. What ha...","sentiment_score":-0.2}
{"full_text":"RT Can we get Mike Rowe to go to a vaccine manufacturing facility to see how it's made.","sentiment_score":0.0}
{"full_text":"Does this experimental vaccine prevent infection, transmission and death by the virus Amy?  #propaganda #MassFormationPsychosis #MassPsychosis #covidregime #BigPharma #NoVaccineMandates #NoVaccinePassports  #NoVaccinePassportAnywhere #VaxxedToTheMax #WokeRegime #foolery #VaxBot","sentiment_score":0.0}
{"full_text":"RT Catching up w\/ life after covd. Good boys have been getting paymails on #niteflirt and even wishing me a speedy recover...","sentiment_score":0.65}
{"full_text":"RT Anti-poverty group calls for governments to impose one-time 99% tax on world's billionaires. ","sentiment_score":0.0}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"RT BREAKING: angry residents discover human beings are the ones performing these services","sentiment_score":-0.25}
{"full_text":"RT The tarot card reader and reiki master is part of the \"tsunami\" of unvaccinated Covid patients flooding hospitals in Austr...","sentiment_score":0.0}
{"full_text":"RT 36 more Covid deaths announced in NSW today. 22 more deaths in Victoria. 50,000 new cases in the two states. It mus...","sentiment_score":0.3787878788}
{"full_text":"RT The #OmicronVariant of #COVID19 causes less severe disease in young children, according to a new study.The new research a...","sentiment_score":0.0515151515}
{"full_text":"RT The Secretary of State for Northern Ireland, Brandon Lewis, visited in Kilkeel to engage, and gain a deta...","sentiment_score":0.0}
{"full_text":"Online Orders For Free At-Home COVID Tests Begin Wednesday","sentiment_score":0.4}
{"full_text":"That's a great cartoon and a accurate as well.  Though you weren't hypnotized,  u listened to the FDA\/CDC and initial clinical studies of Pharma.  And whatever else people say, it took guts to say you were wrong\/misled,  even backhandedly.  So props for everyone imo","sentiment_score":0.4}
{"full_text":"RT BREAKING NEWS: B.C. extends COVID-19 restrictions indefinitelyhttps:\/\/t.co\/Dd6I1qRpDh","sentiment_score":0.0}
{"full_text":"RT Where is the Chancellor indeed? Spaffs PS4bn+ and doesn't think he should have to account for it. Dido could have got an...","sentiment_score":0.0}
{"full_text":"RT Pandemic leadership matters. #COVID19 mortality per capita by state. Public health is policy, policy is politics. Hum...","sentiment_score":0.0}
{"full_text":"RT People are still getting COVID after 4 shots in Israel. So many people, in fact, that they are setting record numbers....","sentiment_score":0.5}
{"full_text":"Forever vaccine every third day for next 80 year's that's next from the Fauch","sentiment_score":0.0}
{"full_text":"I've seen Leger results as well, but don't recall if they've had a recent poll out. The UofS also had a COVID survey out but I don't seem to recall if it mentioned our provincial leaders.  Our leaders seem to rely on this poll for making decisions.","sentiment_score":0.0}
{"full_text":"RT September 2021: because of myocarditis JCVI couldn't recommend even 1st dose for 12-15 y.o. Overruled by vested political and...","sentiment_score":0.0}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"RT N95 masks are only needed during aerosol-generating procedures. Like breathing. #COVIDisAirborne","sentiment_score":0.0}
{"full_text":"Check out CDC's FluView tracker to see where we're at with the flu season.","sentiment_score":0.0}
{"full_text":"RT Final message:Even if cases peaked and going down now in your area, watch out . Most people will get Covid19 at the post-pe...","sentiment_score":0.1148148148}
{"full_text":"RT Wow look at the LONG line at this Covid testing facility in midtown Manhattan.  Oh that's right there is no line. But m...","sentiment_score":0.1119047619}
{"full_text":"RT If you are a parent of a vaccinated child and COVID is still your biggest concern for that child, you really need to t...","sentiment_score":0.2}
{"full_text":"RT It's not Pokemon Go.","sentiment_score":0.0}
{"full_text":"RT Despite how it will be spun, this is not good. We'll have more on it very soon, but for now: solidarity with anyone scare...","sentiment_score":0.1166666667}
{"full_text":"RT Given that My Own Daughter required Heart Surgery after taking the Vaccine\/Booster - I would Agree....#covidiots #Va...","sentiment_score":0.6}
{"full_text":"RT hi um im a little stressed rn. if ur willing could someone pls send some money so i could order some food. i got covid the last...","sentiment_score":0.0208333333}
{"full_text":"RT Can anyone name a single substantive policy proposal put forward by the Republicans this year. A new health care plan? Cli...","sentiment_score":0.0324675325}
{"full_text":"They fired the unvaccinated staff who already had covid &amp; developed immunity. They aren't out of beds, they're out of workers because the vaccinated staff is sick at home with covid","sentiment_score":-0.3071428571}
{"full_text":"This gene produces an enzyme apparently is responsible for modifying odor molecules such that they can't be detected anymore.But this is just an association; they don't know what the variation does, how it would work in the infection, or even if it's the only pathway.","sentiment_score":0.0666666667}
{"full_text":"Ppl who wear a mask while they driving need help ","sentiment_score":0.0}
{"full_text":"RT Even worse are those that supported the fascist vaccine mandate that SCOTUS just struck down.I feel like fear has short-ci...","sentiment_score":-0.4}
{"full_text":"RT Shutting down emergency care for children during a pandemic which affects younger ages is a crime.Also a sign that the situat...","sentiment_score":-0.0777777778}
{"full_text":"RT NSW Health conference with Perrottet, Hazzard, Dr Chant coming up at 10am.36 dead: NSW's worst death toll since the pand...","sentiment_score":-0.6}
{"full_text":"RT Student Government has secured 10,000 KN95 and N95 masks from our partners and Distributio...","sentiment_score":0.0}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"RT '270 Doctors' Called Out Joe Rogan - But Vast Majority Of Authors, Signatories Are Not Medical Doctors","sentiment_score":0.0}
{"full_text":"RT \"Vaccinated, #Djokovic was in a position to try to achieve what he brushed in 2021: the Grand Slam.  Without a vaccine,...","sentiment_score":0.25}
{"full_text":"Nice to hear you're getting back into the swing of things after damned Covid cancelled everything in life, basically. Bet you do sound great &amp; looking forward to seeing you guys in the future. Any solo work too. Love it.","sentiment_score":0.3833333333}
{"full_text":"PHO issues Order on School Staff Member Vaccination Reporting status We will be digesting and communicating with our staff and community soon. #sd36learn","sentiment_score":0.0}
{"full_text":"RT COVID is EVERYWHERE in our children's hospital. These kids are SICK. Also fun fact: we're seeing a lot of young kids w...","sentiment_score":-0.1047619048}
{"full_text":"RT I AM WHITE &amp; JEWISH.  AT NO POINT DO I FEEL AT THE BACK OF THE LINE.  CONSIDERING THESE COMMENTS HAPPENING DURING THE...","sentiment_score":0.0}
{"full_text":"RT In the early morning hours on January 17, 2022, a truck convoy descended near the U.S.-Canada border in Emerson, Manitob...","sentiment_score":0.1}
{"full_text":"RT 59% of Democrats support putting unvaccinated people on house arrest and 48% think people who question the vaccine only...","sentiment_score":-0.025}
{"full_text":"RT Voted twice against giving PS170 million to feed vulnerable hungry kids at Christmas","sentiment_score":-0.5}
{"full_text":"That vaccine protected those teachers. Don't you know that?","sentiment_score":0.0}
{"full_text":"RT Sign up to stream this post-apocalyptic drama following survivors of a devastating pandemic.Start streaming for just $9.99\/mo.","sentiment_score":-0.5}
{"full_text":"via Pandemic\/Climate\/Extinction: All connected in Nature.Listen to video &amp; realize how wrongly UN leading us.We divide\/split &amp; ignore underlying Unity in Diversity.All of us matter in ways that no one explained to us.Young:Force UN to know Truth.","sentiment_score":-0.5}
{"full_text":"RT In the context of the NSW Premier's offerings of hollow platitudes and seemingly nothing much else, it is worthwhile looking...","sentiment_score":0.1}
{"full_text":"RT If you or your child test positive for COVID, you clearly can't go to that vaccination or booster appointment you had...","sentiment_score":0.1636363636}
{"full_text":"RT two years ago I warned,\"The stimulus package that just passed is the biggest wealth transfer from common folks to th...","sentiment_score":-0.3}
{"full_text":"One article I read said that Tr**p spread Covid to at least 500 people.","sentiment_score":-0.3}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"RT 17) **with caption** - listen to Professor Costello explain why he is so worried about #COVID19 damaging T cells and #LongC...","sentiment_score":0.0}
{"full_text":"Doctor's license SUSPENDED after treating COVID with #Ivermectin (via@MSN) #news #breaking #medicine","sentiment_score":0.0}
{"full_text":"Especially Omicron seems to be a blessing in disguise to naturally vaccinate the unvaccinated","sentiment_score":0.05}
{"full_text":"Utah, we can do better. I agree and all his degenerates should be out volunteering instead of closing down test stations (looking at you Draper). Either that, or resign!","sentiment_score":0.1527777778}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"Apparently the northeast of China has a seasonal haemorrhagic virus regularly, but no one knows if that's what is being seen now.","sentiment_score":0.025}
{"full_text":"Pay attention... it's coming from the CDC on a daily!","sentiment_score":0.0}
{"full_text":"RT Unbelievable that we have to keep saying this, 2 years into the #COVID19 pandemic: SCHOOL SAFETY SHOULD HAVE BEEN PRIORITIZED....","sentiment_score":-0.25}
{"full_text":"RT OMG - this little girl is the best. She just told you off you naughty boy. #COVID19","sentiment_score":0.2208333333}
{"full_text":"RT *Black college grads have 50% less wealth than white high school dropouts*The 10 counties most audited by the IRS are...","sentiment_score":0.0653333333}
{"full_text":"RT Where's your promotional video showing UK how you've had to write off PS4.3bn of taxpayers money that was fraudu...","sentiment_score":0.0}
{"full_text":"RT Still alive :3 - I have still some things about COVID, but all good, I'm feeling fine day by day. I started to use my tab...","sentiment_score":0.4291666667}
{"full_text":"RT Wealth of world's 10 richest men doubled in pandemic, Oxfam says","sentiment_score":0.0}
{"full_text":"For a brief, shining, singular moment, I forgot about the pandemic, and Trump, and WOW. For an instant.","sentiment_score":0.0333333333}
{"full_text":"RT This is genius, In France many restaurants, bars, change their status to PRIVATE CLUB. They then don't have to ask custom...","sentiment_score":0.25}
{"full_text":"RT New South Wales has recorded 36 deaths and 29,830 new COVID-19 cases, making it the state's highest daily death toll in th...","sentiment_score":0.0909090909}
{"full_text":"RT It's not #CancelCulture\" to delicense physicians promoting dangerous #misinformation about #COVID19. It's quality control. Why...","sentiment_score":-0.6}
{"full_text":"RT INBOX: Hawaii announces that it will soon require all visitors to have a COVID booster shot if they want to enter the stat...","sentiment_score":0.0}
{"full_text":"RT omicron, waiting for me to leave my house","sentiment_score":0.0}
{"full_text":"RT n llh wn lyh rj`wnMy beloved father passed on today.\"The eyes shed tears &amp; the heart is grieved but we do not say...","sentiment_score":0.7}
{"full_text":"RT We used to have one of the lowest covid-19 infection rates in the world. Now we have the highest? I think?","sentiment_score":0.0}
{"full_text":"Obviously a liberal voter It would be nice to have some balance with, say, a long covid sufferer or someone who has struggled but survived. There are plenty on twitter  who have shared their suffering.","sentiment_score":0.1833333333}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"RT BABER: Let's lift Ontario's lockdown -- the human toll is indisputable, via","sentiment_score":0.0}
{"full_text":"He's having to self-isolate #nffc","sentiment_score":0.0}
{"full_text":"Sales decreased at 98% of restaurants across the country in December, according to a poll of 1,169 restaurants conducted by the Independent Restaurant Coalitionhttps:\/\/t.co\/Jx3zPiinJZ","sentiment_score":-0.2}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"From tuk tuks to COVID tests, YouTuber tests Bitcoin use cases across multiple countrieshttps:\/\/t.co\/X9FuvHC8PW#marketnews #bitcoinnews #investor","sentiment_score":0.0}
{"full_text":"Preparing for the 'endemic' stage of COVID-19: What this looks like","sentiment_score":0.0}
{"full_text":"RT A vaccine that requires 100% of the herd to be vaccinated to work is a failed vaccine.","sentiment_score":-0.5}
{"full_text":"This A death is not \"recorded\" as a Covid death, it is counted in the surveillance figures as a \"death within 28 days of a positive test\". A death is only registered as being due to Covid if that is the cause entered on the death certificate.","sentiment_score":0.0340909091}
{"full_text":"South American health networks struggling as Omicron cases rise","sentiment_score":0.0}
{"full_text":"COVID-19 Cuts Into Education RFPs, Bids, Though Some Needs Persist","sentiment_score":0.0}
{"full_text":"Schools open tomorrow and we have 5 teachers out just at the elementary sick with Covid  I've already been informed that I'll be covering a class.","sentiment_score":-0.1380952381}
{"full_text":"These workers have been at the frontline of the pandemic for 2 years, keeping hospitals clean at risk to their own safety. But instead of thanking them the UCP is handing them a pink slip and telling them to re-apply to do the same job for less pay. #ableg #canlab #cdnhealth","sentiment_score":0.14}
{"full_text":"to and use the promo code B66 to save up to 66% off!#MikeLindell #FrankSpeech #LindellTV #MyPillow #Covidvaccine #Vaccine #Trump #PresidentTrump #vaccinemandate #2020election #VoterFraud #trevorloudon","sentiment_score":0.0}
{"full_text":"Fourth vaccine dose boosts antibodies, researchers say, but likely not enough to prevent Omicron breakthrough infections #7News","sentiment_score":0.0}
{"full_text":"The #COVID19 relief grant is well below the amount needed to cover 1 person's minimum food needs -- it covers only 56% of groceries needed. More via","sentiment_score":0.25}
{"full_text":"In early December, White House Press Secretary Jen Psaki scoffed at the idea that the federal government could or even should provide free at-home rapid COVID-19 tests for people living in the U.S.https:\/\/t.co\/160LR8nmP3","sentiment_score":0.1666666667}
{"full_text":"RT As COVID-19 surged in 2020, the people of Texas began stockpiling--not just toilet paper, but guns as well. In the wake of this...","sentiment_score":-0.0333333333}
{"full_text":"I'm going to unalive myself","sentiment_score":0.0}
{"full_text":"Every new year is a blessing to be alive. For over 40 years I've shared this happiness with these 5 Men of 5 Cancer Survivors, 5 Pandemic Survivors. Every day is not a good day, but we are Seeing it Through! #KeepWinning #MondayMotivation","sentiment_score":0.1247159091}
{"full_text":"Libya records 736 new cases, 12 deaths of COVID-19The #Libya Updatehttps:\/\/t.co\/8kVSI9hiym","sentiment_score":0.1363636364}
{"full_text":"Then you'll probably have had a milder version of covid than you would've had if you'd been unvaxxed. If you were unvaxxed you'd probably be going through even worse suffering or be dead.","sentiment_score":-0.3}
{"full_text":"RT Greetings from Tanzania:- no lockdown- no masks- 1% jabd- churches and mosques FULL- busses and clubs full-...","sentiment_score":0.35}
{"full_text":"SHE-HULK 2 exclusive variant with art by Access starts NOW on the Unknown Comics AppAvailable online 01\/18\/2021 12 PM CST on the site! #SHEHULK #HULK #marvel #marvelcomics #davidnakayama #unknowncomics","sentiment_score":-0.125}
{"full_text":"RT Our nation's COVID response and election (mis)management have underscored two major cracks in our political foundation - w...","sentiment_score":0.03125}
{"full_text":"Ya don't say...","sentiment_score":0.0}
