{"full_text":"RT Bit late to the party Jeremy in waking up to the madness! But welcome!","sentiment_score":0.3125}
{"full_text":"RT More modelling that was WILDY wrong.","sentiment_score":0.0}
{"full_text":"Talk about procrastination - no more: \"Sue Gray, Sue Gray... \" He's a laughing stock - End of!","sentiment_score":-0.3125}
{"full_text":"How come if I tweet that dinosaurs didn't exist, or the moon landings were fake nothing happens.But the minute you say the covid vaccines are manly as fuck you get a warning about 'misinformation' ","sentiment_score":-0.45}
{"full_text":"RT Need a COVID-19 test? Testing is now available at Bolling Building in Roxbury from 12pm-8pm, Tuesday through Saturday! W...","sentiment_score":0.5}
{"full_text":"One day 50 years from now, after they figured a way to short tokenized securities, (cause we collapsed the stonk market) some kid is going to show \"Apes 2.0\" a chart of this #AMC dip that reads \"we are here\".Any ppl will say \"fuck yeah to Omicron perci I 8","sentiment_score":-0.2}
{"full_text":"You seem to be employed by the one who needs to go and look for the fourth and final. Go home and stay there","sentiment_score":0.0}
{"full_text":"RT This pandemic has laid bare Australia's skill shortages when it comes to jobs in nursing, aged care, science and engineering....","sentiment_score":-0.025}
{"full_text":"I don't think a lockdown will bring R under 1In the mainland, the lockdown isn't the intervention which controls an outbreak, it's used more like a pause button to slow down spread while test+trace controls the outbreak","sentiment_score":0.0148148148}
{"full_text":"RT I just ordered four at-home rapid covid tests online, for free, from a government website that will be shipped to my door...","sentiment_score":0.4}
{"full_text":"RT Boris Johnson set to declare TODAY that Plan B Covid passes will be scrapped next WEDNESDAY","sentiment_score":0.0}
{"full_text":"RT This is why the Conservative party wont spend money on education.They like to keep you thick so that they can gaslight y...","sentiment_score":-0.3}
{"full_text":"RT The question for the LNP government is, Will these Backpackers, students, Tourists and workers get...","sentiment_score":0.0}
{"full_text":"RT (INDONESIA-COVID) EAST JAVA: 3 PRIMARY SCHOOL STUDENTS DIE AFTER 1ST VAXX INJECTION. 2 in Jombang 1 in MagetanNat Comm...","sentiment_score":0.45}
{"full_text":"RT Oil prices surge to seven-year high after Abu Dhabi drone strikehttps:\/\/t.co\/yE7KgpAfyj","sentiment_score":0.16}
{"full_text":"RT A NEW study by South African and German scientists has provided the first evidence globally that even three vaccine doses...","sentiment_score":0.0772727273}
{"full_text":"RT My Uncle, who died last week from Covid, spent many of his last breaths lamenting his decision not to get vaccinated. He suffe...","sentiment_score":0.1}
{"full_text":"People are trying to overcome from this #COVID19 chapter but this chapter is not coming to an end. God knows when everything will be fine and all of us live happily #Feelings #Prayers","sentiment_score":0.451010101}
{"full_text":"RT The return of face masks in secondary school classrooms has left deaf students struggling to communicate, warns","sentiment_score":-0.15}
{"full_text":"RT Suspended Texas doctor who promoted ivermectin as Covid treatment resigns from hospitalDr. Mary Bowden was suspended fr...","sentiment_score":0.0}
{"full_text":"RT Ah! The \"Ah didnae ken\" defence. A classic deployed by bairns all over the country since time immemorial. Bairns, not Prime...","sentiment_score":0.1666666667}
{"full_text":"RT In this pandemic online exam will be conducted,it is necessary for our life.,@NitishKumar","sentiment_score":0.0}
{"full_text":"RT If you are pregnant or trying for a baby then make sure you are protected against COVID-19. The COVID-19 vaccines offe...","sentiment_score":0.4166666667}
{"full_text":"Anyone remember the days when journalism was a profession in the UK #whathappened","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"Vaccination festivals? Really? A private person organized that? Jabapalooza.Here the authorities used places like big exhibition or sports centers for massive vaccination. They made up a new word for it, txertodromo in Basque or vacunodromo in Spanish. Txertoa\/vacuna, vaccine.","sentiment_score":0.0272727273}
{"full_text":"RT It's a humble request to SSC, please conduct the cgl mains exam after the covid graph starts to decline. Every life mat...","sentiment_score":-0.2}
{"full_text":"RT I have just asked the Minister, with the rapidly depleting efficacy of the vaccine at 10 weeks, to 40-50% against infec...","sentiment_score":0.0}
{"full_text":"LOOK: Cebu City Mayor Michael Rama released his latest executive order on Wednesday, January 19, outlining guidelines on the observance of the Alert Level 3 status in the city.The city will now have a \"No Vaccine Card, No Entry in Establishment\" policy. | via","sentiment_score":0.5}
{"full_text":"RT Neil Gorsuch defied a request from Chief Justice John Roberts to wear a mask out of respect for Sonia Sotomayor, a report...","sentiment_score":0.0}
{"full_text":"RT We must learn to respect Omicron just like we have learned to respect women","sentiment_score":0.0}
{"full_text":"RT 438 Coronavirus deaths today. 1,904 deaths in the last 7 days. That's not freedom that's negligence","sentiment_score":0.0}
{"full_text":"RT So ur saying investors first funded Wuhan lab to create Caronavirus?So they cd mk a killing on vaccine sales...","sentiment_score":0.25}
{"full_text":"RT My baby girl just left us. Asthma attack exacerbated by Covid. She spent 3 days on a ventilator. She was only 22.","sentiment_score":-0.0333333333}
{"full_text":"RT PS4.3 billion pounds of criminal fraud committed since the pandemic is written off by Nobody told me fraud...","sentiment_score":-0.4}
{"full_text":"RT Oh mate, you should have watched the briefings they had on the telly every day; plus, bonus! there was a guy, the spitting...","sentiment_score":0.0}
{"full_text":"I posted this the other day and was met with nonbelievers who were quick to post texts from their local police saying they would not be investigating further. That's right,  THEY won't investigate, because Hammersmith CID *is* investigating. This is also lodged at The Hague.","sentiment_score":0.0988095238}
{"full_text":"RT Furious MPs told to calm down in row over Government modelling during the pandemic..\"Never before has so much harm been done...","sentiment_score":0.1148148148}
{"full_text":"RT All the cycling must've been great practice for this amount of back-pedalling...","sentiment_score":0.8}
{"full_text":"PS I'm a poofta","sentiment_score":0.0}
{"full_text":"RT \"Only very right wing people don't want vax passes &amp; mandates\" I hear a lot... So thanks to busting t...","sentiment_score":0.1904761905}
{"full_text":"RT Why did Chancellor give almost PS5 BILLION Covid Bailout to firms based in Tax Havens? If they don't pay UK Tax,why do th...","sentiment_score":0.0}
{"full_text":"RT If Brexit were not so bad for the economy we could afford proper protections against Covid eg furlough, help to businesses,...","sentiment_score":-0.35}
{"full_text":"Even mainland is playing whack-a-mole with the location tracking health code, city lockdowns, mass testing, and geographic advantages (space, lockdown choke points).","sentiment_score":0.0}
{"full_text":"RT The intent is worth repeating: \"increase public mask use after the pandemic\" (Johns Hopkins, Oct 5, 2021) \"A change...","sentiment_score":0.15}
{"full_text":"RT #UnitedKingdom Case opened by Hammersmith Metropolitan Police Report vaccine injuries under Case Number: 6029679\/21...","sentiment_score":0.0}
{"full_text":"RT Save the budding saviours , don't pressurize the students . We are the future of medicine .Support our family to be sa...","sentiment_score":0.05}
{"full_text":"RT \"The law firm's investigation suggested that the abuse has worsened during the coronavirus pandemic and under Hindu na...","sentiment_score":-0.2}
{"full_text":"RT Masks Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Mansa...","sentiment_score":0.0}
{"full_text":"RT \"You can make a good case for any course of action,\" speaking in 2013Any course of action apart, it see...","sentiment_score":0.3}
{"full_text":"RT Wake up people. WAKE UP! The data is hiding in plain site","sentiment_score":-0.2142857143}
{"full_text":"RT Have you noticed that if someone is hospitalised with covid-19 we call it \"severe\" but if they are hospitalised with myoc...","sentiment_score":0.0}
{"full_text":"Looking at COVID situation in country 6700 PICU beds have been prepared. #jnsevk_yogiijii","sentiment_score":0.0}
{"full_text":"RT Every variant, including Omicron, is dangerous and can also cause #LongCovid.","sentiment_score":-0.6}
{"full_text":"Government of Andhra Pradesh revises the rate for RT-PCR testing to be charged by private laboratories; fixes the rate at Rs 350 (including all charges).#COVID19","sentiment_score":0.0}
{"full_text":"RT Please #GetVaxxed I lost a loved one to the Omicron variant, they were healthy. So many people assume that they are hea...","sentiment_score":0.5666666667}
{"full_text":"They are well known for bullying staff long before the pandemic started, horrible company!","sentiment_score":-0.525}
{"full_text":".@RailMinIndia The fight against COVID19 can be won only when everyone knows their goal; everyone knows their role. Follow COVID Appropriate Behavior at all times. #Unite2FightCorona@DRMKhurdaRoad@DRMSambalpur@DRMWaltairECoR","sentiment_score":0.25}
{"full_text":"risk of hospitalization\/death by 90%..for high-risk patients..5 days@AJEnglish:Baricitinib(EliLilly)..severe\/critical..corticosteroids;Sotrovimab@WLWT","sentiment_score":0.0}
{"full_text":"RT We can risk our lives for the sake of an exam, but how can we risk our family member's life for the sake of it. Please...","sentiment_score":0.0}
{"full_text":"The NHS faces a new wave of COVID-19 outbreaks &amp; nosocomial infection in staff across the UK. Removing contact is paramount to infection control. TRITEMP(tm) offers a non-contact solution to temperature measurement, reducing infection risk#InfectionControlhttps:\/\/t.co\/WsKbWQNBBh","sentiment_score":0.1181818182}
{"full_text":"RT If you want protection against COVID-19, a vaccine is a much more predictable way to get it without making you infectious whil...","sentiment_score":0.15}
{"full_text":"RT In December we had several reports of schools either quarantining children's Christmas cards or stopping t...","sentiment_score":0.0}
{"full_text":"RT As the country is facing peak of covid 3rd wave,@IITKgp  it's a genuine demand to postpone...","sentiment_score":0.2}
{"full_text":"RT If kids are breaking down crying when teaching history and when told to wear a mask maybe the problem isn't the kids' disc...","sentiment_score":-0.1777777778}
{"full_text":"RT Dear Prime Minister .You told my Dad to keep London moving. So he drove his bus, caught Covid and died on 03...","sentiment_score":0.0}
{"full_text":"RT Brexit is far from 'done'. The pandemic is ongoing, over 400 lives lost in yesterday's figures. Shouldn't you...","sentiment_score":0.1}
{"full_text":"RT A rich creamy fragrance with notes of sweet caramel, brown sugar and smooth vanilla alongside a salted butter nuance creat...","sentiment_score":0.375}
{"full_text":"RT Vaccine passports should be phased out in the Omicron era, says top Israel immunologist Cyrille Cohen.\"The virus is better at...","sentiment_score":0.5}
{"full_text":"Nasal vaccine may soon be ready","sentiment_score":0.2}
{"full_text":"RT #GodMorningTuesdayToday the whole world is facing the outbreak of pandemic. People are crying. We need to call on God Kabir...","sentiment_score":0.0}
{"full_text":"When the NHS is already understaffed the govt are willing to loose over 80k staff.. we should not be forcing people to take a vaccine that does NOT stop transmission. #NHSvaccineMandate","sentiment_score":0.0865384615}
{"full_text":"The Gates Foundation and charity Wellcome pledged $150 million each in the fight against Covid-19 and to prepare for future pandemics Read more:","sentiment_score":0.25}
{"full_text":"I guess his Russian handlers told him to say this.","sentiment_score":0.0}
{"full_text":"Want to know more about stem cell therapies in the pandemic era?Join this webinar with top expertsTomorrow, 16h CET: have a look at this great review published in ICMx: #StemCells #COVID19","sentiment_score":0.6}
{"full_text":"Power of simple salt Paracetamol..350 crore tablets of Dolo 650 sold during Corona period of 20 months.. 657 crore business revenue.","sentiment_score":0.0}
{"full_text":"MIT Scientist Warns Parents NOT TO GIVE CHILDREN Vaccine, Could Cause 'Crippling' Neurodegenerative Disease In Young People - Dr. Rich Swier","sentiment_score":0.2375}
{"full_text":"Navigating Physical Production In The Age Of Covid-19: Learning To Trust Your Manufacturers  Written by of","sentiment_score":0.0}
{"full_text":"US government making available 400 million non-surgical N95 masks from the Strategic National Stockpile for free nationwide. \"This is the largest deployment of personal protective equipment in U.S. history,\" says an administration official.","sentiment_score":0.2666666667}
{"full_text":"RT BOYCOTTAny country\/sport\/mall\/theater\/shop that keep out the unvaccinated.COVID VACCINE APARTHEIDMust STOP NOW!#EndCov...","sentiment_score":0.0}
{"full_text":"As cases are rising, there has never been a more important time to #GetVaccinated and keep #SouthEastLondon safe! Find a walk in centre or book online for your #booster today ","sentiment_score":0.5083333333}
{"full_text":"\"This is not the time to use the shortcomings in our health systems against us. It is the time to end vaccine injustice.\" writes of about Africa's #COVID19 vaccination rate. Read more on","sentiment_score":0.5}
{"full_text":"Here's what you need to know https:\/\/t.co\/ogBZjCoNN7","sentiment_score":0.0}
{"full_text":"RT on our deadliest day of covid...with empty supermarket shelves...and constituents trapped in a 'hunger games'-like hunt for RA...","sentiment_score":-0.15}
{"full_text":"RT I decided to start writing about the sad details behind my repeated job losses as a pulmonary &amp; critical care specialist du...","sentiment_score":-0.3}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"RT When the next pandemic comes, we'd better be prepared to lock down early, shut down global travel &amp; learn that successful meas...","sentiment_score":0.1484126984}
{"full_text":"RT All the Celtic Connections gigs I had bought tickets for were cancelled after your Government's completely unnecessary cur...","sentiment_score":-0.4}
{"full_text":"Pakistan reports over 5000 fresh COVID cases todayhttps:\/\/t.co\/nvbRuASxSz","sentiment_score":0.3}
{"full_text":"\"Our paper-shredding program provides a place where job seekers with disabilities can connect with others and contribute to their community,\" says Beyond26 Executive Director Dirk Bakyuyzen.","sentiment_score":0.0}
{"full_text":"RT Absolutely incredible speech and a man with integrity x","sentiment_score":0.9}
{"full_text":"Even as Delhi and Mumbai are reporting a dip in Covid-19 cases in what appears to be plateauing of infections, public health experts say it is not the end of the wave as they expect smaller places and peripheral regions to see surges nexthttps:\/\/t.co\/ioaluG424i","sentiment_score":0.0}
{"full_text":"One of the biggest music award shows in the industry is being affected by the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Today's #orchid is a no-ID Vanda that I received at a holiday party orchid exchange the orchid society had at our last holiday party before COVID. It's a pretty one.  #orchidisle #bigislandhawaii  #orquidea #orchidee #anggrek #orkhideia#orkhidea #orkhidei  #orchidcommunitychatter","sentiment_score":0.125}
{"full_text":"The World Heath Organization says the worst of the coronavirus pandemic could be over in 2022 if inequities in vaccinations and medicines are addressed quickly.","sentiment_score":-0.3333333333}
{"full_text":"The world's largest #vaccination campaign being run by the Government of India has now crossed the figure of more than 1.5 billion doses.#COVID19 #SARSCoV2 #vaccine #India","sentiment_score":0.5}
{"full_text":"Things are look very promising for the early easing of #Covid restrictionshttps:\/\/t.co\/bS84UM7KvN","sentiment_score":0.18}
{"full_text":"We are excited to be joined by a Pan-African professional passionate about gender equality and women's entrepreneurship. Join us live on #FB and at 1500Hrs CAT as we discuss #youth-led initiatives in fighting #covid19. #ItsUpToUs","sentiment_score":0.1403409091}
{"full_text":"RT People have lied but nobody has ever lied like this.","sentiment_score":0.0}
{"full_text":"Join the millions who report all their lateral flow test results - go to","sentiment_score":0.0}
{"full_text":"Another vaccine injury?Singer Hazel O'Connor In COMA, Recently Had Booster \/ Hugo Talks #lockdown #LBRY via","sentiment_score":-0.05}
{"full_text":"Looking for sites to get a COVID booster? Here's where you can go, in Newcastle, this month https:\/\/t.co\/mRhDECdI8o","sentiment_score":0.0}
{"full_text":"Looking for a bit of freedom and adventure? Get inspired by world-record long distance cyclist, Julian Sayarer on his introspective #cycling journey through #Spain and #Portugal during the pandemic.","sentiment_score":-0.05}
{"full_text":" Breaking - the will make 400 million N95 masks available to the public for free starting next week. These masks come from the 750 million stored in the Strategic National Stockpile. Remember: N95s offer the best protection.","sentiment_score":0.3}
{"full_text":"Today's #WednesdayWisdom is a recommendation to get booking for #TheFloydEffects next few shows; esp' as Gov restrictions may be lifted shortly due to #covid variants getting weaker &amp; everyone being boosted.Links to #tickets for next few shows are on","sentiment_score":-0.105}
{"full_text":"Help to protect yourself and others from #COVID19: Wear a face covering in public indoor venues &amp; on public transport  Let fresh air in if you meet indoorsWash your hands throughout the day Take lateral flow tests regularly","sentiment_score":0.075}
{"full_text":"New drive-thru COVID testing site opens today in Wellington.","sentiment_score":0.1363636364}
{"full_text":"RT The new Deputy Editor of had attended one of the Govt's lockdown parties. Why didn't the press expose them soone...","sentiment_score":0.1363636364}
{"full_text":"RT #Save the budding saviours , don't pressurize the students . We are the future of medicine .Support our family to be safe f...","sentiment_score":0.2}
{"full_text":"Don't forget we've launched our latest survey on people's experiences of the #COVIDvaccination #booster campaign.We want to hear your experiences to help us build a picture of people's thoughts of the programme in #Telford &amp; #Wrekin.Have your say here:https:\/\/t.co\/j80GRsCqhk","sentiment_score":0.5}
{"full_text":"RT Consultant asking for screenshot of RT-PCR instead of asking if we need help when tested POSITIVE for COVID!!!Profes...","sentiment_score":0.2272727273}
{"full_text":"At-home COVID testing kits, provided by are now available. Find out when the test kit orders are expected to ship.","sentiment_score":0.15}
{"full_text":"The Covid-19 pandemic is far from over, the World Health Organization chief said Tuesday, cautioning against a narrative that the fast-spreading Omicron variant is risk-free.","sentiment_score":0.25}
{"full_text":"Did Parliaments work well in 'emergency mode'? Never before, in recent history, #parliaments had to adapt in such a short timeframe to a situation putting into question the very idea of legislatures as collective deliberative bodies - read","sentiment_score":0.05}
{"full_text":"COVID-19 vaccine uptake 'a matter of words'By Dann Okoth (@dannoOkoth #Kenya","sentiment_score":0.0}
{"full_text":"Vernon Coleman: how the Pandemic has brought some unpleasant people new fame | Mark Horne","sentiment_score":-0.2568181818}
{"full_text":" A new service has launched in Lancashire &amp; South Cumbria offering home jabs for those shielding or are not comfortable accessing a vaccine clinic. To book please visit: or phone 0300 790 6856 (10am - 8pm daily).@HealthierLSC#LetsDoItForLancashire","sentiment_score":-0.0318181818}
{"full_text":"RT If you haven't done so yet, do order a set of free COVID test kits for your household or order for a loved one who might no...","sentiment_score":0.55}
{"full_text":"#Heartfunction recovered quickly in #children with COVID-19-related MIS-C condition","sentiment_score":0.3333333333}
{"full_text":"These young women are patriots.","sentiment_score":0.1}
{"full_text":"From the inaugural platform, President Joe Biden saw American sickness on two fronts -- a disease of the national spirit and the one from the rampaging coronavirus -- and he saw hope, because leaders always must see that.Read more:","sentiment_score":0.25}
{"full_text":"The head of says employers should not 'have the finger pointed at them' for trying to enforce #COVID19 rules -","sentiment_score":0.0}
{"full_text":"I'm asking you if you're around me to wear a mask, mainly so I don't have to see your face. Now don't get huffy, you don't refuse. You wear it to protect us from your face because we asked and it costs you nothing","sentiment_score":0.1666666667}
{"full_text":"Germany surpasses 100,000 daily Covid-19 cases for first timehttps:\/\/t.co\/t2xH6wREGA","sentiment_score":0.125}
{"full_text":"He said Covid, not scabies.","sentiment_score":0.0}
{"full_text":"#AsiaPacificNews: The #omicron variant is spreading rapidly in #Thailand and is expected to overtake the #delta strain of COVID-19 to become the dominant variant in the country this month, according to Yong Poovorawan, a virology expert at Chulalongkorn University in Bangkok.","sentiment_score":-0.1}
{"full_text":"Not working, live in west or mid Cornwall &amp; need a post-lockdown boost to get into work &amp; training?Join our #InsideOut project: we can support you get into Construction with CSCS course, work experience, 1-2-1 coaching to help you get a jobMore info herehttps:\/\/t.co\/guiW1AZpe1","sentiment_score":0.0681818182}
{"full_text":"Users report glitch after website to order free COVID tests launches earlyhttps:\/\/t.co\/jrWY7GXl8k","sentiment_score":0.4}
{"full_text":"[FREE TUTORIAL] How to: Resilient Living: DIY Disposable Face Mask &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #coronavirus #COVID19 #influenzavirus #flu #prepper #SHTF #medic #CDC #homestead #facemask #n95","sentiment_score":0.4}
{"full_text":"RT PS4.3 billion pounds of criminal fraud committed since the pandemic is written off by Nobody told me fraud...","sentiment_score":-0.4}
{"full_text":"RT this page for ordering FREE covid tests is up and working--it's a short and straightforward form. i'm a fan of short a...","sentiment_score":0.19375}
{"full_text":"RT The likely trajectory re easing restrictions  NPHET meets Thurs Cabinet meets Fri  Hospitality curfew lifted next...","sentiment_score":0.0}
{"full_text":"RT October 2019 before Boris Johnson's Covid mismanagement and his his Hard Brexit catastrophe: They weren't activists booing...","sentiment_score":-0.2916666667}
{"full_text":"RT And, because it is Tuesday, how COVID may impact all of this?","sentiment_score":0.0}
