{"full_text":"This is the perfect analogy to how your government functions...#wakeupfromcovid1984","sentiment_score":1.0}
{"full_text":"RT Local: The eight cases reported today brings the WA's total number of COVID-19 cases now to 1229.#covid19wa","sentiment_score":0.0}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"RT Everyone can be rightly mad that Fox continues this antivaxx rhetoric, causing a real death count.But there are much la...","sentiment_score":-0.075}
{"full_text":"RT Right now, over 186 Ontario long-term care homes are in COVID outbreak.Join and I live at 10:30 AM as we la...","sentiment_score":0.211038961}
{"full_text":"Behind whom?  The world is all in the same pandemic.  Plus how did\/do the children of the world survive b4\/without public education?  Open schools but invest properly or admit it's just childcare for workers.","sentiment_score":-0.08}
{"full_text":"RT 17 y.o. Sandy Rose from Warren #Ohio developed Type 1 diabetes and kidney failure from #MISC due to COVID. In the matter of...","sentiment_score":0.0645833333}
{"full_text":"it is really embarrassing to work with people on healthcare who think Covid is a joke ","sentiment_score":0.2}
{"full_text":"RT If they can't read the data on COVID during a Pandemic - what makes you think they're taking expert advice on:- The eco...","sentiment_score":0.0}
{"full_text":"California COVID-19 Facts for Friday, January 7, 2022 - Confirmed Cases: 5,634,357 (Up 50,486) - Deaths: 76,341 (Up 292) - Positivity Rate: Rises from 21.4% to 21.7%https:\/\/t.co\/gs2mDFTxjh","sentiment_score":0.4}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Hey let me know how you want me to adjust this chart. We don't know the past %, but I applied 43%\/57% to the t...","sentiment_score":-0.25}
{"full_text":"RT Florida Gov. DeSantis and the state's top emergency management official confirm that 800,000 to 1 million Covid test kits in t...","sentiment_score":0.5}
{"full_text":"RT How to have friends and not catch COVID","sentiment_score":0.0}
{"full_text":"RT If you can wear a seatbelt on your flight to Cancun... you can wear a mask at the grocery store.","sentiment_score":0.0}
{"full_text":"RT Recap of what Supreme Court justices claim as fact:- 99% of hospitalized are unvaccinated- over 100,000 children hospit...","sentiment_score":0.0}
{"full_text":"&amp; so started the pandemic","sentiment_score":0.0}
{"full_text":"RT State lawyers arguing against Biden vaccine mandates test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"UofM sports are so soft .. Also chickened out against Western Michigan in the GLI bc they were missing players due to World Juniors","sentiment_score":-0.05625}
{"full_text":"if only you ever get to be a part of journalism.","sentiment_score":0.0}
{"full_text":"RT COVID Update:Hello mga mars. We both tested positive po sa RT-PCR. On-going pa rin po ang symptoms namin, and Yna was...","sentiment_score":0.2272727273}
{"full_text":"I def read one. Guy's wife died as couldn't get cancer treatment. In the meanwhile ","sentiment_score":0.0}
{"full_text":"N95 are not masks but respirators that need proper fit testing. Do you have any long term safety data for kids in respirators?","sentiment_score":0.1166666667}
{"full_text":"RT You don't just plonk them on a corner for anyone to take them.You put systems in place. Link \"purchases\" to Medicare li...","sentiment_score":0.0}
{"full_text":"RT My dad died of covid. I just learned that the certificate says, \"Cause of death: Aspiration.\"I think this is a way to...","sentiment_score":0.0}
{"full_text":"RT Fox News' excoriates Biden's OSHA vaccine mandate and breaks down the appalling Covid misinformation cited...","sentiment_score":-0.2527777778}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT Here comes the fake studies. They don't publish any facts &amp; figures. No mention of who reviewed it. Just cacophony. This will...","sentiment_score":-0.5}
{"full_text":"RT I work in aged care and we have staffing issues only getting worse. Nurses are terrified of either getting s...","sentiment_score":-0.1666666667}
{"full_text":"RT Name one vaccine that you've ever been required to take that doesn't prevent infection.","sentiment_score":0.0}
{"full_text":"RT Is Omicron mild? Or perhaps it just attacks lungs less, leading to less quick hospitalisation\/death, while attacking the rest...","sentiment_score":0.0833333333}
{"full_text":"RT preparing for my new sex life under another lockdown like","sentiment_score":0.1363636364}
{"full_text":"RT Tested positive for COVID. Feeling terribly ill with high fever. Have isolated myself. Request people who came in contact...","sentiment_score":-0.0375757576}
{"full_text":"RT There has never actually been a lockdown in the United States.Haphazard moments in time where businesses shut down and inconve...","sentiment_score":-0.0777777778}
{"full_text":"RT #NEW Some Republican state lawmakers want to pass a bill banning vaccine mandates in #Texas. It comes as the U.S. Supreme Co...","sentiment_score":0.1363636364}
{"full_text":"RT Justice Sotomeyer LIED in the bench today about COVID. She was acting as an activist instead of a Supreme Court Justice????...","sentiment_score":0.0}
{"full_text":"RT British kids are refusing to wear Covid masks in school and take lateral flow tests according to a union boss","sentiment_score":0.0}
{"full_text":"RT NT reports 594 COVID-19 cases as another daily record tumbles, and a low vaccination community is infected.","sentiment_score":0.0}
{"full_text":"Many teachers should not be anywhere near our kids BBC News - Texas teacher 'locked Covid-positive son in car boot'https:\/\/t.co\/dOz0CveIfY","sentiment_score":0.3}
{"full_text":"-Toryspad 1: Covid is spreading like wildfire because Boris wanted a Crimbo orgy and food is not getting through due to our Brexit. We need a distraction.-Toryspad2. What we really need is someone with no dignity to espouse a cretinous culture war issue.-T1: Call Andy.","sentiment_score":0.0375}
{"full_text":"RT QAnon Star Who Said Only 'Idiots' Get Vax Dies of COVID.Oopsie!","sentiment_score":-0.5}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"Placeholder CM was claiming crap about coming in contact with covid positive people. Dimwit then goes on to do a press conference without mask &amp; now this.","sentiment_score":-0.2863636364}
{"full_text":"RT Public turned to the 'Scott the savior' for help but he was busy getting out of everyone's lives &amp; going to the cricket!...","sentiment_score":0.0625}
{"full_text":"RT 07-JAN-2022 UPDATE2\/13There were 3,142 children 0-17 years old hospitalized with #COVID19 on 06-Jan-2022. This is MOR...","sentiment_score":0.1}
{"full_text":"RT We know Covid wasn't created by the Chinese government because it doesn't target newborn girls","sentiment_score":0.0}
{"full_text":"RT Dr Interview - Why social distancing, lockdowns and masks won't solve the crisis.","sentiment_score":0.0333333333}
{"full_text":"RT Meanwhile #Dolo650 Manufacturers! #COVID #ThirdWavehttps:\/\/t.co\/kZdd2qegTu","sentiment_score":0.0}
{"full_text":"These people are all lying hypocrites! Why even pretend to wear the stupid masks if you're going to keep pulling them down for photo-ops. Does COVID somehow know not to infect democrats when taking pictures?","sentiment_score":-0.4777777778}
{"full_text":"RT Diabetes isn't the only thing that #Covid19 and #LongCovid can cause. Here's an important thread on more o...","sentiment_score":0.3}
{"full_text":"RT #India logs 1,17,100 new #COVID cases, 302 fresh deaths | ","sentiment_score":0.2181818182}
{"full_text":"RT \"Canada's conservatives want to see an end to lockdowns, restrictions to your liberty and the ongoing impact on the me...","sentiment_score":0.0}
{"full_text":"RT Here is what happens when the wind carrying SARS-CoV-2 is coming from behind the wearer of the face shield, showing no dif...","sentiment_score":-0.4}
{"full_text":"RT In the current pandemic most people would consider putting 16 billion in the budget 'decisions yet to be made' pre-elect...","sentiment_score":0.25}
{"full_text":"RT not to be a giant bitch but I'd still like to avoid getting covid","sentiment_score":0.0}
{"full_text":"RT Man who spent the day joking at the cricket urges workers to 'push through'...its quite a strange approach to leadership isn't...","sentiment_score":-0.075}
{"full_text":"RT Biden calling covid tests \"free\" when you have to purchase them up front and then haggle with insurance companies reminds me...","sentiment_score":0.4}
{"full_text":"RT I'll tell you, soon as people got a WHIFF of the possibility that Omicron is milder, and with the CDC's new halfass guidan...","sentiment_score":0.1363636364}
{"full_text":"RT Australia cancelled Visa of world's no. 1 tennis player Novak Djokovic's bcz he hasn't taken Vaccine, detained him.In In...","sentiment_score":0.0}
{"full_text":"RT I wrote about what this surge is doing to the healthcare system.It's bad. Though less severe, Omicron is spreading quickl...","sentiment_score":-0.4333333333}
{"full_text":"RT I sure am glad the (Polio) vaccine wasn't made by the same people who made this vaccine","sentiment_score":0.3333333333}
{"full_text":"RT not to be a giant bitch but I'd still like to avoid getting covid","sentiment_score":0.0}
{"full_text":"RT If you have been jabbed 3 times and still got covid, why are you angry with the unvaccinated?","sentiment_score":-0.5}
{"full_text":"When was the last time you heard any Republican express regret over 830,000 dead Americans as a result of COVID?","sentiment_score":-0.1}
{"full_text":"RT India is grateful to all those who have been working to make our vaccination drive a success. We thank our doctors, scien...","sentiment_score":0.3}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT Thousands of Americans are dying from Omicron each week. The good news is that most of these deaths are mild.","sentiment_score":0.5111111111}
{"full_text":"\"Many Supreme Court Justices have falsely stated today that the Wuhan coronavirus vaccine 'prevents disease' and transmission in the work place.\" \"This is absolutely false and highly alarming they're using that point as fact to make  decisions.\"","sentiment_score":-0.1}
{"full_text":"Sorry to be insensitive but as a 3x vaccinated school faculty worker, I honestly just want to get covid now so I can isolate and have a break from everything. Shits really fucking hard in the schools right now, you guys.","sentiment_score":0.0235119048}
{"full_text":"RT Justice Kagan just argued we have \"children on ventilators\" because of Wuhan coronavirus. This is not true.","sentiment_score":-0.175}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"Two new cases of covid in Wellington - six locations of interest now listed","sentiment_score":0.1363636364}
{"full_text":"Not an option for those under 5. Also not as effective against Omicron. I have multiple triple vaccinated collegues who have gotten it.","sentiment_score":0.3}
{"full_text":"RT Covid ICU patients in Alberta fell yesterday from 72 to 64.This is going to collapse our healthcare system??!","sentiment_score":0.0}
{"full_text":"RT Does anyone know an infectious disease expert that knows about the short, medium and long term health effects of playing e...","sentiment_score":-0.025}
{"full_text":"RT Doctor at a hospital gives brutally honest answer in an interview: \"I've had Covid, I have Antibodies- the Science isn...","sentiment_score":0.6}
{"full_text":"RT Uber Eats announced the end of its activities in Brazil as of March 8th. The announcement came a day after it was enacte...","sentiment_score":0.0}
{"full_text":"RT 43% of COVID patients currently hospitalized in New York we're hospitalized for a reason OTHER than COVID and just happe...","sentiment_score":0.0037878788}
{"full_text":"RT If you can wear a seatbelt on your flight to Cancun... you can wear a mask at the grocery store.","sentiment_score":0.0}
{"full_text":"Resign","sentiment_score":0.0}
{"full_text":"RT Mum told me she's too worried about getting COVID to leave home at all. Thousands more elderly and vulnerable think this...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 899,441 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT Chief Exec. Carrie Lam addressed Covid outbreaks linked to Cathay Pacific and gov't officials this week. On Tuesday, she said hea...","sentiment_score":0.0}
{"full_text":"Coming up on a year since the last stimulus and if you test positive for covid your employer cannot provide paid leave if you test positive for covid.","sentiment_score":0.1515151515}
{"full_text":"RT Name one vaccine that you've ever been required to take that doesn't prevent infection.","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT I'm over this COVID shit  it's really confusing af atp!","sentiment_score":-0.2875}
{"full_text":"I'm unvaccinated and have traveled around since the beginning of COVID. Never tested positive for COVID but did test positive for antibodies. I'm a case study that natural immunity and constant cardio is more effective than the vaccine.","sentiment_score":0.2757575758}
{"full_text":"RT any updates from your channel . Your anchor was continuously promoting  Kerala as best heal...","sentiment_score":1.0}
{"full_text":"RT Gov't announcements on #LongCovid during #Omicron surge:Finland:-This will be a widespread chronic illness-Can affec...","sentiment_score":0.0}
{"full_text":"RT This photo was the day that I tested positive for covid, thinking that it will be a matter of 10 days, today a year later, I...","sentiment_score":0.1136363636}
{"full_text":"RT Have I got this right? The PM refuses to be interviewed by but finds time to be a guest cricket commentator during...","sentiment_score":0.2857142857}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Well done for not keeping this behind a paywall#FOAMed excellent review article re rapid diagnostic testing for...","sentiment_score":0.3}
{"full_text":"RT BREAKING: U.S. reports 899,441 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"On the one hand, testing on sets allowed film production to happen when a lot of other business shut down.On the other: omicron may make keeping crews negative almost impossible at this point ","sentiment_score":-0.3041666667}
{"full_text":"RT America's Frontline Doctors filed an amicus curiae brief for today's oral arguments. It was horrific to observe that seve...","sentiment_score":-0.5}
{"full_text":"Fully vaccinated, as are my S.O. and kids. No issues w\/ vaccine beyond a chill. I recommend it to everyone.","sentiment_score":0.0}
{"full_text":"RT WHY 2022 IS NOT 2020 TOO: OMICRON IS A BRAND-NEW CHAPTER We're sorry it's been a while since we've had one of our longer...","sentiment_score":-0.5}
{"full_text":"RT Hear Arrogant &amp; Ignorant Rev Sec Tarun Bajaj responding to media question on Tax Filing Extensions.Corona doesn't affects Re...","sentiment_score":-0.1}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT FACT: Neil Gorsuch, who occupies a stolen and illegitimate seat on the Supreme Court, is now injecting disinfo into the d...","sentiment_score":0.0}
{"full_text":"RT If you can wait in line for a covid test, you can wait in line to vote.","sentiment_score":0.0}
{"full_text":"he said he had #COVID19 under control promoted injecting bleach 6itch abt why Dr Fauci had more f\/b followers #petty","sentiment_score":0.5}
{"full_text":"RT This has been the case since March 2020. Elective surgery was cancelled in first Melb lockd...","sentiment_score":0.25}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"CDC director clarifies why isolation guidance changed from 10 days to 5 via","sentiment_score":0.0}
{"full_text":"RT U.S. reports 2,708 new coronavirus deaths, highest since September","sentiment_score":0.1363636364}
{"full_text":"RT To avoid suspension, I cannot tweet about vaccine safety, something I have done research on for two decades. For such...","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Mexico grants emergency use approval for Merck's COVID-19 pill","sentiment_score":0.0}
{"full_text":"Like how Covid is going to disappear by Easter. Or immediately after the election? Or hydroxychloroquine will fix everything?SMH","sentiment_score":0.0}
{"full_text":"Hey CTV how many children under 20 years of age have died with COVID-19 in their systems since day one for all of Ontario ?   Sadly 8 children most likely very sick to begin with, but that's not scary enough. Stop it Leave the kids alone creeps","sentiment_score":-0.0255102041}
{"full_text":"RT Apparently we have to say this for the Covid Brains: Do not put children in the trunk. There is no circumstance where p...","sentiment_score":0.05}
{"full_text":"RT Dr Interview - Why social distancing, lockdowns and masks won't solve the crisis.","sentiment_score":0.0333333333}
{"full_text":"Is this why we can't buy a home testing kit?","sentiment_score":0.0}
{"full_text":"RT This was surprisingly reassuring. I look forward to the meeting the robots https:\/\/t.co\/EEnyhHPCBP","sentiment_score":0.7}
{"full_text":"RT The U.S. has now set the world record for most COVID cases in a single day. Our average rate of new COVID cases far outstri...","sentiment_score":0.102987013}
{"full_text":"RT RTHK &amp; SCMP reporting that pro-Beijing lawmaker Junius Ho was at the party where there was a covid case, and two days...","sentiment_score":0.0}
{"full_text":"RT Ana is now COVID positive but asymptomatic and well enough to show up for work and throw some shade at Ted Cruz#TheView...","sentiment_score":0.1136363636}
{"full_text":"More people died from COVID in 2021 than in 2020, and we had the vaccine in 2021. So...","sentiment_score":0.5}
{"full_text":"RT This TXGOP tweet is the best advertising for #TXDems #MAGA Your heartless cruel hateful GOP don't care how much you suffe...","sentiment_score":0.0666666667}
{"full_text":"So, Pakistan is the World's success story, pal? The 'general public doesn't care' because numbers of them aren't dying of Covid? In which case should declare Pakistan THE Leader in the fight against Covid; should resign and hand over to ?!","sentiment_score":0.1166666667}
{"full_text":"As far as it should be concerned, Covid is over from a pandemic standpoint. We have vaccines that prevent severe disease. That is the best we can ask for. This is no longer a pandemic, but a perpetual state of people advocating for unnecessary public health measures.","sentiment_score":0.175}
{"full_text":"RT While #Omicron does appear to be less severe compared to #Delta, especially in those vaccinated, it does not mean it sh...","sentiment_score":-0.0034722222}
{"full_text":"I was in the supermarket earlier, standing in the queue next to a guy without a mask, when it struck me for the first time that the only way out of this is going to be vaccine passports.","sentiment_score":0.0625}
{"full_text":"The soaring numbers are also impacting first responders. There are 15 firefighters not at work due to Covid-19; 14 of them have COVID-19 and one has been exposed to the virus.https:\/\/t.co\/w9lLkvjsq4","sentiment_score":0.0625}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"Services Australia is under pressure to adopt large-scale work-from-home arrangements as the Omicron variant surges |","sentiment_score":0.0}
{"full_text":"Hospitalizations of #US children under 5 with #COVID19 soared in recent weeks to their highest level since the pandemic began, according to government data on the only age group not yet eligible for the vaccine.https:\/\/t.co\/sGOcM5YSFG","sentiment_score":0.0}
{"full_text":"Covid-The Third Wave","sentiment_score":0.0}
{"full_text":"The efficacy of booster vaccines against COVID-19 is likely to decline over time and a fourth shot may be something people need to protect against the virus, according to Moderna CEO Stephane Bancel.https:\/\/t.co\/YSQQJxU5cP","sentiment_score":0.0}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"I don't know what faith going through. I got corona to dodge and to be worried about who repping Chicago the hardest, naw!","sentiment_score":0.0}
{"full_text":"READ.........","sentiment_score":0.0}
{"full_text":"It's time for Happy Hour at the Famous Philly! Get 241 on glasses of House Wine &amp; Prosecco, Cocktails and bottles of Budweiser &amp; Corona until 7pm. You can also get any Gin &amp; Mixer for PS4, or you can make it double for PS6!","sentiment_score":0.475}
{"full_text":"After hearing from nurses and physicians about their concerns, Rep. Robert Spendlove, R-Sandy, introduced HB32, which he said would help protect health care workers in Utah. | By #utpol","sentiment_score":0.0}
{"full_text":"RT I bet they were vaccinated. The irony.","sentiment_score":0.0}
{"full_text":"This is the second time when a large number of passengers arriving from Italy have tested positive for coronavirus.https:\/\/t.co\/okYSQ9uxjO","sentiment_score":0.1471861472}
{"full_text":"Interior Undersecretary Jonathan Malaya on the need to restrict movement of people still unvaccinated against #COVID19Related:","sentiment_score":0.0}
{"full_text":"good girls, hopeful they'll be and long they will wait \/\/ he better lock it down or I won't stick around 'cause good ones never wait","sentiment_score":0.3388888889}
{"full_text":"Help is on the way for Alabama's tourism and hospitality industry which has been hit hard by a workforce shortage that has been worsened by the pandemichttps:\/\/t.co\/8X4VZD1OPN","sentiment_score":-0.2916666667}
{"full_text":"Almost two years after putting out After Hours, a record that marked the beginning of the pandemic for many, the Weeknd is back with his fifth studio album, Dawn FM.","sentiment_score":0.2}
{"full_text":"Exactly how many more COVID jabs are we supposed to have?? -","sentiment_score":0.4166666667}
{"full_text":"RT Our Conservative gov is focused on a strong economy, high employment rates, dealing with Covid, but keeping businesses open...","sentiment_score":0.1977777778}
{"full_text":"RT \"Research shows that physicians are leaving the field at a rate four times higher than before the pandemic, and since...","sentiment_score":0.25}
{"full_text":"Washington state reached a grim milestone Friday, as health officials reported another record-breaking uptick in cases.https:\/\/t.co\/yQycdH4zb7","sentiment_score":-1.0}
{"full_text":"Sex workers in Thailand's Phuket Province are struggling to see a future when tourists return. Hundreds of thousands of people work in Thailand's sex industry, but the work is illegal, so they're unable to access government support to cushion the effects of the pandemic.","sentiment_score":-0.3333333333}
{"full_text":"Mumbai witnesses surge in Covid cases. Watch this report(@pankajcreates) #ITVideo #Coronavirus #COVID19 #Mumbai","sentiment_score":0.0}
{"full_text":"Omicron signalled end of DMA. What's happening now is oppression of proletariat by #bigpharma bourgeoisie.#JesusChrist cc:","sentiment_score":0.0}
{"full_text":"RT Interesting story. Wonder who decides race for purposes of triage? Is it self-identification?Would Wesley Snipes ge...","sentiment_score":0.5}
{"full_text":"Women's periods may be slightly late after Covid vaccine- study #MonitorUpdates","sentiment_score":-0.3}
{"full_text":"Disruptions in Kazakhstan, where ongoing unrest may add to pre-existing operating risks such as the COVID-19 pandemic, could be a \"significant catalyst\" for the uranium market, Canadian #uranium company has said #nuclear","sentiment_score":0.1875}
{"full_text":"\"The truth is the actual number of cases is worse than that because public health doesn't know about some of the home test positives.\"","sentiment_score":-0.1333333333}
{"full_text":"Not had covid myself but got really bad ear infection so know your pain with waking up at stupid o'clock bro UTS","sentiment_score":-0.75}
{"full_text":"Officials with the Lenoir County Health Department reported Friday that the county has had 505 new COVID-19 cases over the past week.Read more:","sentiment_score":0.1287878788}
{"full_text":"RT BREAKING: U.S. reports 899,441 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT In terms of rate per 100k, the current govt figures for Ontario show that the fully vaxxed are now catching Covid-19 m...","sentiment_score":0.3}
{"full_text":"RT Top #Tendencias de Twitter en  #MexicoJan 07 2022:CovidjungkookDjokovicReyesThe BestAustralia#BadBuddySeriesEP10...","sentiment_score":0.5}
{"full_text":"RT What if we could transform a contentious confrontation into a cooperative dialogue?","sentiment_score":0.0}
{"full_text":"RT Say thank you to health care workers by getting your COVID-19 shot and booster if you are eligible.  Find a local health...","sentiment_score":0.0}
{"full_text":"The right-of-center justices did seem to stay away better from COVID hysteria\/misinformation. But Thomas did ask at one point whether vaccination was \"the only treatment for COVID.\" Of course, vaccination is not a \"treatment.\" Guessing this was getting at a larger point though.","sentiment_score":0.1666666667}
