{"full_text":"RT Protestors marched all over Germany today against continued COVID restrictions.Saarbrucken https:\/\/t.co\/TU24pBk8Y7","sentiment_score":0.0}
{"full_text":"RT Sitara Claping  - Namratha Vadina,3Vikram,PRO Vamsi Takes Pooja ceremony On Feb 3 Around 10 To  10 :30 AM.....Regular...","sentiment_score":0.0}
{"full_text":"It isn't mandated for everyone who works for the NHS. And also there's no need for the Hep B vaccine if your blood test is returned as already having antibodies.","sentiment_score":0.0}
{"full_text":"RT An extraordinary story. Pregnant New Zealand reporter was not allowed to return home because of insane authoritarian b...","sentiment_score":-0.0492424242}
{"full_text":"RT Covid cases are rising unabatingly. Still divers state deciding to go with offline classes&amp;exams? Whyerroneous&amp;remiss...","sentiment_score":0.0}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"RT NEW A double-vaxxed 70 year old infected with Omicron has the same risk of ICU admission as an unvaxxed 40 y\/o inf...","sentiment_score":0.0787878788}
{"full_text":" VIETNAM: Authorities ease COVID-19 testing requirements for passengers on inbound international flights |","sentiment_score":0.0}
{"full_text":"The best part about twitter is I still havnt seen one \"I've had my covid 19 vaccine\" profile banner.","sentiment_score":1.0}
{"full_text":"RT Spotify announces plans to clamp down on Covid misinformation","sentiment_score":-0.1555555556}
{"full_text":"RT Today the U.S. delivered over 1.5 million doses of the Pfizer COVID-19 vaccine to the people of Morocco. We are working with...","sentiment_score":0.0}
{"full_text":"RT Allow 100%capacity for colleges. Stop With this forceful lockdown on our future and dreams and Mental health! DONT KILL MORE...","sentiment_score":0.125}
{"full_text":"RT KID ROCK: \"If you think I'm going to sit out there and sing 'Don't Tell Me How to Live' or 'We the People' while people are ho...","sentiment_score":0.1363636364}
{"full_text":"RT How many beers would a bloke need to give Beff one?","sentiment_score":0.5}
{"full_text":"RT NEW A double-vaxxed 70 year old infected with Omicron has the same risk of ICU admission as an unvaxxed 40 y\/o inf...","sentiment_score":0.0787878788}
{"full_text":"RT England  #The restrictions have been scrapped #The mandates have been scrapped #U-turn on sacking unvaccin...","sentiment_score":0.0}
{"full_text":"RT A deadly decision which warrants an inquiry. Justice for the families of the victims.","sentiment_score":-0.2}
{"full_text":"CRIMINAL PROCEEDINGS HAVE NOW BEEN SENT TO THE METROPOLITAN POLICE IN LONDON AND THE HAIGUE TO [STOP] THE IMPLEMENTATION OF THE COVID VACCINE","sentiment_score":-0.4}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"RT  Japan #Covid19 \"this is how you avert recurrent crisis\" ..clean indoor air &amp; masks","sentiment_score":0.0}
{"full_text":"It is a licenced drug. And if Covid was caused by a parasitic worm, then it would be promising.","sentiment_score":0.2}
{"full_text":"RT It's shameful we had to experience a pandemic to learn the value of our Aged Care workers.A $4...","sentiment_score":-0.1}
{"full_text":"RT A thread by Josh Szeps on myocarditis risk in the vaccinated vs. Covid infected is going around.Some are taking it as an...","sentiment_score":0.0}
{"full_text":"#COVID19 #Dashboard for the #Caribbean #Haiti #Cuba #Jamaica #coronavirusrd #DominicanRepublic The situation has been improving in the #DR, the surge is falling sharply. Today's MIXED Forecast:  1198 cases [767, 1628]80%.","sentiment_score":-0.0625}
{"full_text":"Please do everything you can to make Sajid Javid push forward with the NHS vaccine mandate, you have worked so hard to encourage people to do the right thing to keep themselves and others safe, if the government uturns know, no one will ever believe them again.","sentiment_score":0.1646825397}
{"full_text":"RT Awesome the work you do pal ","sentiment_score":1.0}
{"full_text":"RT Nuremberg, Germany protests against COVID law today.","sentiment_score":0.0}
{"full_text":"RT BeijingAs winter Olympics approaches, authority starts to use anal swabbing do covid test more frequently.2022\/1\/21","sentiment_score":0.5}
{"full_text":"RT \"No jab, no job\" would have resulted in 80,000 people in the NHS and healthcare losing their job.It was wrong.I'm g...","sentiment_score":0.0}
{"full_text":"RT #EconomicSurvey India's GDP is projected to grow in real terms by 8.0-8.5 per cent in 2022-23 with Big Ifs - no furth...","sentiment_score":0.1}
{"full_text":"RT 75% of India's eligible population is now fully vaccinated. Over 705 Million citizens, twice the total population of U...","sentiment_score":0.0}
{"full_text":"To be blunt - You're making stuff up and then getting upset about it.","sentiment_score":0.0}
{"full_text":"RT Best Alto I have ever worshipped with.Before COVID Had to hide faces of these gorgeous women because of PIP...","sentiment_score":0.85}
{"full_text":"Blame the people that covered up the scope and breadth of the virus for months in 2019 and 2020.The UK and NY did not have a zero covid opportunity. It was already there.Zero covid is a pipe dream anyway. It's unsustainable","sentiment_score":0.0}
{"full_text":"RT The surgeon that operated on my eyes passed away from covid19 last night. A reasonably fit 59 year old male. I saw him 2...","sentiment_score":0.125}
{"full_text":"RT \"I don't have Covid because I drink cow urine every day\": BJP MP Pragya Singh Thakur in May 2021 Looks like she forgot to t...","sentiment_score":-0.1333333333}
{"full_text":"Not at all surprised. It was a coercion tactic all along &amp; sadly I know many that got jabbed recently for this reason alone.","sentiment_score":0.025}
{"full_text":"RT posts like this are just as bad as spreading covid misinformation","sentiment_score":-0.7}
{"full_text":"RT Covid or hangover","sentiment_score":0.0}
{"full_text":"RT When you see articles claiming Covid is affecting people in ways no one could have predicted, please remember *all of this*...","sentiment_score":0.0}
{"full_text":"Japan is ramping up its booster campaign -- here's what you need to know about getting yours.","sentiment_score":0.0}
{"full_text":"RT When Tories say we have to learn live with #Covid19 what they really mean is that we have to live with them &amp; put up with t...","sentiment_score":-0.0132575758}
{"full_text":"RT Operation Red Meat, designed to con the lowest common denominator. It's so painfully obvious it mate my eyes bleed seeing...","sentiment_score":-0.1}
{"full_text":"I was sacked for wanting to work at home during coronavirus pandemic","sentiment_score":0.0}
{"full_text":"Are staff who have chosen not to be vaccinated going to risk assessed? It wouldn't seem fair if they were not give Covid positive patients to look after.","sentiment_score":0.4636363636}
{"full_text":"7 Links today:  West Australian Ballet coping with Covid; Thick &amp; Tight's Short &amp; Sweet reviewed; 7 choreos to create Seven Sins for Gauthier Ballet; an Oz January diary; and with lots of dance, Mark Rylance is Dr Semmelweiss at Bristol Old Vic.  Here:  ","sentiment_score":-0.0047619048}
{"full_text":"Have a go at typing in vaccine injury","sentiment_score":0.0}
{"full_text":"Come near my kid, you'll need more than a vax to sooth what *will* ail ya","sentiment_score":0.3}
{"full_text":"It's a national scandal.  please expose this.","sentiment_score":0.0}
{"full_text":"RT Me on Brexit two years on (H\/T for the good line) . Covid has been an easy scapegoat for economic disruption, b...","sentiment_score":0.4444444444}
{"full_text":"Probably older figures I was looking at. Reactions to the pandemic are political. I reject any lockdowns were necessary (although I was supportive of the 1st as we didn't know what we were dealing with). Looks like Sweden is mid-table with their own approach.","sentiment_score":0.2533333333}
{"full_text":"RT We got surprise news from ? You issued a lot of other...","sentiment_score":-0.125}
{"full_text":"\"Covid has been an easy scapegoat for economic disruption, but Brexit is biting\"@anandMenon: \"Brexit, then, may not be the electoral catnip it once was.\"","sentiment_score":0.3166666667}
{"full_text":"RT My brother in law is young, strong, fit and healthy. Probably one of the most fit and healthy person you would meet. S...","sentiment_score":0.4047619048}
{"full_text":"Nazi dead from covid. Good.","sentiment_score":0.25}
{"full_text":"RT I am completely flabbergasted to find FDA and Pfizer allied in a legal battle to hide data. cou...","sentiment_score":0.15}
{"full_text":"RT Friends said goodbye to their daughter today, taken by Covid19 after days in ICU. She was in her late 30s.When we talk abo...","sentiment_score":-0.3}
{"full_text":"RT Back to \"my narrative is bigger than your narrative\" hasbara? Occupation is not an narrative.It is a fact.Occupa...","sentiment_score":0.0}
{"full_text":"undergraduate students deeply regret social distancing.","sentiment_score":0.0166666667}
{"full_text":"We have the most nasty covid vaccines in the world!","sentiment_score":-0.25}
{"full_text":"<< The pandemic represents a rare but narrow window of opportunity to expose, prosecute and convict globalist tyrants for crimes against humanity >>-- We the people","sentiment_score":0.05}
{"full_text":"BREAKING: #gtfc have announced a profit of PS195,505 for the financial year ending May 31st 2021.Despite turnover being down just over 20% due to the pandemic and loss of matchday income, this was partially offset by income from live streaming and Government support schemes.","sentiment_score":-0.0488383838}
{"full_text":"We still have high rates of Covid-19 in our city. Please continue to wear a mask in busy indoor shared spaces. Wearing a mask helps to reduce the spread of the virus #TakeCareNottingham","sentiment_score":0.13}
{"full_text":"RT \"With the 3lb COVID allowance, for the first time jockeys are coming to me and they are hydrated.\"@doc_jockey explains th...","sentiment_score":0.25}
{"full_text":"As a teacher, what would you say is the biggest problem you are facing following these two years of the pandemic?Comment below #SEND #SEN #teachers #EduTwitter #pandemic","sentiment_score":0.0}
{"full_text":"Last day! DTS Early Bird Offer ends today!Dublin Tech Summit (DTS) is back in-person on 15-16 June 2022, at Dublin's most famous venue, the RDS, in accordance with all governmental Covid safety guidelines.Book your ticket and save EUR199:","sentiment_score":0.22}
{"full_text":"Introducing the latest addition to the world's #COVID19 medicine cabinet -- Find out how these pills complement #vaccines in the effort to manage the disease.","sentiment_score":0.5}
{"full_text":"[(#COVID19  Q&amp;A)] Preventative measures such as \"avoiding 3Cs\", wearing a mask, and washing hands remain as effective against variants.Therefore individuals are strongly encouraged to continue taking these precautions.#MHLW #OmicronVariant","sentiment_score":0.3444444444}
{"full_text":"- Working from home rules relaxed today- SNP 'complacent' over covid in classrooms- One face mask fine issued in six monthsAll the latest news on the coronavirus pandemic right here:","sentiment_score":0.4007936508}
{"full_text":"WHO denies destroying shipments of Covid-19 vaccines in Libya","sentiment_score":-0.2}
{"full_text":"Since the beginning of the Covid-19 pandemic, ElectGo has also started to offer disposable respirators - 3M 9105, 8210, 8110S masks, which are indispensable to protect employees' safety and prevent viral infections. Discover more:","sentiment_score":0.45}
{"full_text":"RT My 11yr old nephew had COVID in November, now +ve again. My bro just reminded me he's unvaccinated as not eligible. I do re...","sentiment_score":0.1}
{"full_text":"RT #SBTEBiharOnlineExamLoSir COVID cases have not been stopped it is increasing day by day then why exams are been resch...","sentiment_score":0.0}
{"full_text":"From global supply chains to climate security, the #SDGs promote a healthier and greener recovery from the #COVID19 pandemic. We work with international finance partners like to unlock new sources of #SDGFinance. explains how.","sentiment_score":0.0454545455}
{"full_text":"Get the whole family vaccinated and stay protected from CoronavirusThe vaccines &amp; booster offer you and your children the best protection from getting seriously ill with CoronavirusFind the nearest site to you online or call 119: #VaccinateBCWB","sentiment_score":0.2333333333}
{"full_text":"It is what it is. Hope Covid is as mild for you as it was for me.","sentiment_score":0.3333333333}
{"full_text":" We are closed to visitors for a school visit on Tuesday 1st February 10am-1pm.Closure is to ensure Covid safety for children and staff during their visit.   Pre-book your museum visit online here:","sentiment_score":-0.1}
{"full_text":"DASHWRAPPED 2021: accuracy will always be one of the best because you deserve only the best. Efficient and secured lab tests? i-Dashlabs na 'yan! #DashlabsAi #LabAutomation#HealthcareInnovation #PCRTest #Covid19","sentiment_score":0.6666666667}
{"full_text":"Home and Away star reveals bizarre Covid symptomhttps:\/\/t.co\/zCTQI6o4eb","sentiment_score":0.4}
{"full_text":"More petty point scoring by sky news... shame Kay burley keeps forgetting she broke covid rules probably like the many hypocrites on here that have done it at some point wonder if there all going to go to work today and quit there job, none. , no?","sentiment_score":0.5}
{"full_text":"If your 12-15 year old is eligible now for their 1st or 2nd Covid jab, no need to wait for a school vaccination session, they can book an appointment now via: 119Or try a walk in clinic https:\/\/t.co\/11YU8GxlDA","sentiment_score":0.05}
{"full_text":" 1 in 3 people with #COVID19 have no symptoms. Let fresh air in if you work indoors. Find out how to stay safe &amp; protect your colleagues:","sentiment_score":0.4}
{"full_text":"The urge to fix Covid with technology comes from our deep distrust of human beings |","sentiment_score":0.0}
{"full_text":"RT 1\/ Impossible -- because Covid is just like the flu, but safer.","sentiment_score":-0.6666666667}
{"full_text":"RT [Lunar New Year Message - Jungkook]we're greeting a new year that's colder than before!as i have said each time, please...","sentiment_score":0.1363636364}
{"full_text":"Covid restrictions meant Sue Hughes couldn't be with her mother as she died https:\/\/t.co\/NueGUSPLhj","sentiment_score":0.0}
{"full_text":"Only a few hours left before the official launch of AP NFT Marketplace #NFT","sentiment_score":-0.0666666667}
{"full_text":"RT The to carry out random COVID tests. #GCICMediaReview","sentiment_score":-0.5}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"#NNN A-Virion #Covid killing Nano particle layer can be applied to your prtective clothing! Get the deals done! Any and all #facemask manufacturers in fact all #PPE producers #globally #WearAMask #CoronaUpdate #CoronavirusUpdates #Omicron #Delta #USA #ukgovchat","sentiment_score":0.0}
{"full_text":"123 test positive for COVID-19 as Positivity Rate Drops.https:\/\/t.co\/G14zVWoKfP","sentiment_score":0.2272727273}
{"full_text":"New on the Library Shelf Access eBook \"Long haul COVID: a survivor's guide\" by Joseph J. Trunzo &amp; Julie Luongo with your OpenAthens username &amp; password","sentiment_score":0.0431818182}
{"full_text":"Call our contact tracers if you tested positive on an FDA-approved at-home COVID-19 test.If you are experiencing symptoms of COVID-19 (e.g., fever, cough, difficulty breathing, new loss of taste or smell, etc.), see your provider or call our Tele-Triage at (670) 233-2067.","sentiment_score":0.1818181818}
{"full_text":"Tune into &amp; #Dalberg's #AfricaDialogues Thurs., 3 Feb as #GlobalHealth experts Mah-Sere Keita &amp; highlight the importance of developing #Africa's manufacturing capacity to navigate the #Covid19 #pandemic:","sentiment_score":0.0}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"From Tuesday, February 1, over 40,000 Irish people who have not received their booster #COVID19 vaccine will not be able to travel abroadhttps:\/\/t.co\/igbQ4IJEaE","sentiment_score":0.25}
{"full_text":"It's not too late to get a 1st or 2nd COVID jab if you've not got around to it yet. Pop into our drop in clinicswhy wait any longer? Find out where and when here \/www.northeastlincolnshireccg.nhs.uk\/covid-19\/vaccineclinics\/","sentiment_score":-0.15}
{"full_text":"Maybe it has something to do with the vaccine. There are after all fiber nanoparticles that creates tentacle like protrusion from the serum itself.","sentiment_score":0.0}
{"full_text":"IF you paid attention, Fauci's reasoning was that he didn't want the supply to be depleted for the ESSENTIAL HOSPITAL PERSONNEL! At that time, their safety &amp; continued good health was very important. As a considerate human, I'd stay home &amp; have masks for them!!","sentiment_score":0.305}
{"full_text":"RT It is never \"just\" politics. 6 years of my life went through hell because of Duterte administration, 2 years of that I wasted...","sentiment_score":-0.2}
{"full_text":"A view of Chikahan Seaside Bar and Grill in Bacong, shared by Shay [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"If you are expecting a home visit from a housing or health and social care worker, please let them know if you have symptoms and, if you can, do a lateral flow test before they arrive.  Get your tests by calling 119 or by going to #COVIDsNotGoneYet","sentiment_score":0.0333333333}
{"full_text":"Recent research from Technology in Society: Socially isolated and digitally excluded: A qualitative exploratory study of the lives of Roma teenage mothers during the #COVID-19 lockdown","sentiment_score":0.0083333333}
{"full_text":"Current Conditions for #Sayre PATemp: -1.6FWind Chill: -1.6FHumidity: 95%Dew Point: -2.7F Barometer: 30.378 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 609.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT REINFECTION RISK--Omicron doesn't protect from future infection much--2 studies \"taken together,  our results suggest tha...","sentiment_score":0.0}
{"full_text":"RT  So, how was the vaccine developed so quickly? Hundreds of scientists, thousands of volunteers and billions of pounds o...","sentiment_score":0.2166666667}
{"full_text":"RT Vaccine makes you a winner. Dont be stupid. Be a winner. Get vaccinated.","sentiment_score":-0.8}
{"full_text":"Now that the COVID-19 cases have peaked in several parts of the country, an OCTA research fellow said that \"the worst is probably over in most parts of the Philippines\" in terms of the COVID-19 surge.READ:","sentiment_score":-0.1666666667}
{"full_text":"Our Market Place Shopping Centre clinic is open today from 10.00am-6.00pm. For everyone aged 12 +Pfizer  vaccine1st &amp; 2nd doses3rd primary dose if eligible (NHS invitation letter needed)Booster if eligible (aged 16+ &amp; at least 3 months since 2nd dose)","sentiment_score":-0.0142857143}
{"full_text":"Thereafter again new cov virent has come  ever #NeoCov . According to India's population this decision little bit tough.  But hope the best","sentiment_score":0.1399936869}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"RT Was that because PM Johnson missed the first 5 Pandemic COBRA meetings, or that the Governmen...","sentiment_score":0.25}
{"full_text":"New Jersey Gym owner who defied COVID-19 regulations calls probation sentence an 'absolute joke'","sentiment_score":0.1681818182}
{"full_text":"Unintended consequences of #COVID19 lockdowns Using variation in the intensity of government-mandated lockdowns in #India, we show that domestic violence complaints increase by 0.47 SD in districts with the strictest lockdown rules","sentiment_score":0.0}
{"full_text":"Nearly two years into the COVID-19 pandemic, the World Bank's High-Frequency Phone Surveys (HFPS) in the East Asia and Pacific (EAP) Region show that poorer households have been disproportionately affected and have been slower to recover.","sentiment_score":0.1}
{"full_text":" \"The pandemic has shaken up traditional models of working. In 2021, President &amp; Vice-Chancellor of shared his thoughts on the future of online working.\"https:\/\/t.co\/WWG5kApNvVWe want to know, how are you working in 2022?#OneYearofBIG","sentiment_score":0.0}
{"full_text":"RT Golden oldie, Stanley moved to his new home this weekend, at 11 years old and with ongoing health issues we were worried it...","sentiment_score":0.1787878788}
{"full_text":"When we've got siblings going into school when there's Covid in the house it's little wonder it's spreading.","sentiment_score":-0.1875}
{"full_text":"Convoy of confusion converges on Canberra via #COVID19 #auspol GoFundMe freezes account.","sentiment_score":0.0}
{"full_text":"Two years of the COVID-19 has had a devastating impact on the poor and vulnerable. &amp; are deeply concerned about government proposals for #socialprotection. We support their continued calls for a #UBIG.","sentiment_score":-0.475}
{"full_text":"Infection prevention control guidelines remain in place across all healthcare settings, including the need for universal use of face masks for staff and face masks  for all patients &amp; visitors (unless exempt), plus physical distancing of at least one metrehttps:\/\/t.co\/vGAMMOomZs","sentiment_score":-0.1}
{"full_text":"New Job - Multiskilled Site Operative - COVID 19 L... in Luton, Vicarage Street Car Park, Luton at #SDX #job #jobs","sentiment_score":0.1363636364}
{"full_text":"The current cold weather coupled with the pandemic can negatively affect our #mood and #mentalhealth. During this challenging time, it is important that we make an effort to keep ourselves mentally and emotionally healthy by finding the things and activities that make us happy.","sentiment_score":0.15}
{"full_text":"RT Aus COVID death rate per million is GREATER than BRAZIL's. Did you get that?  Greater than BRAZIL. MORRISON WORSE THAN...","sentiment_score":0.2}
{"full_text":"The problem with Sweden was that if people fully complied with the govt advice, they were essentially putting themselves into a lockdown. And if they didn't, which happened at the beg, death rate was high.An interesting article on the approach in Swedenhttps:\/\/t.co\/SH1HOX0H43","sentiment_score":0.25}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"Matt Gaetz deleted: \"Why doesn't COVID policy lean toward wellness\/research and away from medical tyrany?  I lay it out here   (url)\"","sentiment_score":0.0}
{"full_text":"New Job - Multiskilled Site Operative - COVID 19 L... in Hatfield, De Havilland Campus Car Park (DfE) at #SDX #job #jobs","sentiment_score":0.1363636364}
{"full_text":"Finds out at 3 AM the day I'm supposed to start classes that I needed to get covid tested before returning to campus which I have not done  pretty sure that was a sign that i am not ready to return to class lol.","sentiment_score":0.3625}
{"full_text":"RT You can #grabajab at a drop-in clinic without an appointment. In Ayrshire today (31 Jan) drop-in COVID-19 vaccines are availa...","sentiment_score":0.0}
{"full_text":"RT why Payal Shukla was absent from your television screens!Click to read#tellychakkar #Bal...","sentiment_score":0.0}
{"full_text":"FYi - Just The Gist | Happened in the Last 24 hour FADE 2 FIKTION Info Media@CMO_Odisha   #AustralianOpen2022 #Covid19 #mask #Rainfall #Odisha #badminton #OpenOdisha #PanchayatElection","sentiment_score":0.0}
{"full_text":"COVID-19 | Turkey's Ministry of Health has reported 189 deaths and nearly 90 thousand new cases in the last 24 hours","sentiment_score":0.0787878788}
{"full_text":"There could be a U-turn on the policyhttps:\/\/t.co\/kVnVzTLfWW","sentiment_score":0.0}
{"full_text":"Don't worry, they'll find another way to put the final nail in the NHS to sell it off","sentiment_score":0.0}
{"full_text":"From January 19th, guidance to work from home ended >If you are in the office, remember to let fresh air in. >If you feel unwell, NHS and Gov advice is to stay home. For more information on current guidance, visit: #WorcestershireHour #Ad","sentiment_score":0.2666666667}
{"full_text":"Did you guys know that Joe Rogan's show is nothing but covid vaccine scepticism?","sentiment_score":0.0}
{"full_text":"Look who we spotted!  exhibition exploring life with Coronavirus through the stories of 12 people, including Jo, who's part of a team of staff who are helping local Health partners and our communities during #Covid. Read more, see  in comments","sentiment_score":0.25}
{"full_text":"Instead of waintig for the end of the pandemic you shouldget some #DFi and create a passive income!","sentiment_score":0.0}
