{"full_text":"RT Another victory for the students of Gauhati University and continuous protests from Twitter to Ground by the st...","sentiment_score":0.0}
{"full_text":"At the same time approving Pfizers new \"corona drug\".","sentiment_score":0.0681818182}
{"full_text":"RT This should not happen. We should not close #CovidVaccine clinics because of a convoy of hate. We continue to work. Anyone who...","sentiment_score":-0.8}
{"full_text":"RT CNN hiding Biden's attempt to look tough while risking a war provides clarity-Ukraine is massive distraction to diver...","sentiment_score":-0.1944444444}
{"full_text":"RT .@PierrePoilievre is right: When protests are advantageous for liberals and the media, nobody dares to question them;...","sentiment_score":0.2857142857}
{"full_text":"Things hidden in Complexity.-  Next year news, today.https:\/\/t.co\/Bz1yPFDP68","sentiment_score":-0.0833333333}
{"full_text":"RT Restrictions ease in England as the government move back to Plan A:Events\/venues will no longer be required to use the...","sentiment_score":0.0}
{"full_text":"Then he should NOT have been out of his house and HE should have been N95 masked. Turning your back will do NOTHING. Please, just stay in your house and leave he rest of us the f alone!","sentiment_score":0.0}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT Israel : The only quadruple-vaxxed country in the world (which also uses mask mandates and Covid passports) breaks new re...","sentiment_score":0.0681818182}
{"full_text":"of us have given 4 months of our preparation to dedicated Covid duties. Tested positive. Our families hospitalised and still we get this injustice happening to us. #DelayNEETPG2022","sentiment_score":0.2272727273}
{"full_text":"RT Parents are saying teachers are heroes for their efforts during this pandemic and they deeply value how their public schoo...","sentiment_score":0.0}
{"full_text":"A FOI requesting the minutes of the December meeting between the Cabinet Office and the Met leading to the Met then deciding not to investigate has been stonewalled saying they need more time to decide if releasing this information is in the public interestAND","sentiment_score":0.25}
{"full_text":"RT First the police wouldn't investigate. Now they're saying their investigation means key details have to be left out of S...","sentiment_score":0.0833333333}
{"full_text":"RT ...There is an alternative: free speech. Tedros can use his own freedom to denounce Rogan or disprove his claims. Other...","sentiment_score":0.2916666667}
{"full_text":"RT Projects will include vaccine R&amp;D, innovative approaches to air filtration and ventilation, testing and much more. More...","sentiment_score":0.5}
{"full_text":"RT \"We've seen a cycling revolution with the pandemic,\" said David Shellnutt, who helped found the Toronto Bike Brigade vo...","sentiment_score":0.0}
{"full_text":"RT More clarification from the Met today, this via PAMetropolitan Police officers are currently investigating possible bre...","sentiment_score":0.1666666667}
{"full_text":"I once walked out in the middle of a job interview when I realized my bullshit even sounded like bullshit to me. True story.","sentiment_score":0.175}
{"full_text":"RT I'm vaccinated and boosted, but will continue wearing a mask and socially distance because the pandemic isn't over yet...","sentiment_score":0.0333333333}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT 'We have never seen death like this before': Providers overwhelmed, COVID hospitalizations keep toppling records in Ok...","sentiment_score":0.5}
{"full_text":"We are not in lockdown.","sentiment_score":0.0}
{"full_text":"The only people holding us back@is the politicians with their draconian policies and doctors not treating the virus upon detection. The vaccine is just one tool but doctors have the power to prescribe treatment and have been told not to","sentiment_score":0.0}
{"full_text":"Kid Rock threatens to cancel any concert on his tour if there are COVID-19 protocolsPlease do!!! Kid Rock sucks!!!","sentiment_score":-0.5859375}
{"full_text":"RT We are now seeing daily COVID deaths higher than the number of Australians killed in the Bali bombings in 2002. I can...","sentiment_score":0.0166666667}
{"full_text":"RT Our society lacks safe spaces sfor people to grieve especially those alone and vulnerable.","sentiment_score":0.0}
{"full_text":"My method is to say get vaccinated, stay home when sick, don't try to infect others, but also have some humility and try to realize (sooner rather than later) that we have no choice but to adapt to and live in our environment, dangerous as it may be.","sentiment_score":-0.2944805195}
{"full_text":"Turns out I'm positive for covid ","sentiment_score":0.2272727273}
{"full_text":"RT Denial of reality by adult parents is far more concerning than the masking of 2 year olds in a global pa...","sentiment_score":0.175}
{"full_text":"RT America is number one!- Guns and gun-related deaths- Weapons exports- Prison population- COVID cases and deaths- Milit...","sentiment_score":0.0}
{"full_text":"RT Coincidence! Must be due to Climate Change!","sentiment_score":-0.15625}
{"full_text":"RT AUSTRALIA  - tying themselves in knots now... incidental Covid.As the narrative collapses the control tightens.#COVI...","sentiment_score":0.0}
{"full_text":"RT ironically, while the global north hoards the global vaccine supply and blocks global production for other countries, 64% o...","sentiment_score":-0.03125}
{"full_text":"History just keep on repeating itself.","sentiment_score":0.0}
{"full_text":"RT Sooo... vaccinated Trudeau caught COVID... but thousands of unvaccinated truckers haven't... got it.","sentiment_score":0.0}
{"full_text":"Because vaccine mandates are a GLOBAL issue, and border mandates affect everyone who has loved ones on both sides of the border.","sentiment_score":0.35}
{"full_text":"Again, if there's one thing the lock down has shown me it's that le dula matlong a matle hleng. ","sentiment_score":-0.1555555556}
{"full_text":"RT Respected Sir,Kindly consider postponing RAS Mains Exam 2021 due to:1. COVID 3rd wave.2. Lack of time. Only 3 mont...","sentiment_score":-0.0416666667}
{"full_text":"Didn't he just meet with science experts on COVID19?","sentiment_score":0.0}
{"full_text":"RT The Omicron video, accompanying its \"unusually tightly packed receptor binding domain\" takes the cryo-EM work to another lev...","sentiment_score":-0.1785714286}
{"full_text":"RT GP Inflation is at 7.0% and likely rising.The GDP numbers adjusted for inflation are worse than the pre-pandemic trend.T...","sentiment_score":-0.2}
{"full_text":"RT The Ottawa Senators injury list currently includes 10 players:Crookshank - KneeWhite - ShoulderPinto - ShoulderZaitsev -...","sentiment_score":0.0}
{"full_text":"RT 3,895 Americans died from COVID yesterday.Read that again.","sentiment_score":0.0}
{"full_text":"RT Gate aspirants have very basicdemands1 Conduct exam when cases areless.2 Allow covid+ candidates to give exam i...","sentiment_score":0.2}
{"full_text":"RT Opinion:","sentiment_score":0.0}
{"full_text":"Thank you for your support","sentiment_score":0.0}
{"full_text":"RT I had bad dreams about my mom and the vaccine. I texted her please don't get the vaccine after my dream little do I know...","sentiment_score":-0.44375}
{"full_text":"RT A plane carrying mostly Mormon missionaries brought #COVID19 to Kiribati -- one of the last places without any outbreaks.Passe...","sentiment_score":0.25}
{"full_text":"There have been anti mandate\/lockdown protests in most major cities world wide every weekend for the past 2 years.  MSM pretty much silent about them. There are now solidarity convoys happening in Brazil,Australia and Sweden","sentiment_score":0.0770833333}
{"full_text":"RT We are now seeing daily COVID deaths higher than the number of Australians killed in the Bali bombings in 2002. I can...","sentiment_score":0.0166666667}
{"full_text":"RT Irony is that  has postponed it's events closed campus that would have included limited no of people due to cov...","sentiment_score":-0.0988095238}
{"full_text":"equating a vaccine to a pregnancy\/abortion is some universe level stupidity, regardless of how famous you may or may not be.","sentiment_score":-0.05}
{"full_text":"RT The Canadian revolution against the COVID police state grows.","sentiment_score":0.0}
{"full_text":"RT Guess what happens to vaccine and mask mandates if U.S. truckers stop delivering to Democrat controlled States?","sentiment_score":0.0}
{"full_text":"RT siding with joe rogan over neil young has to be history's greatest L","sentiment_score":0.55}
{"full_text":"RT prayer circle:                                                                                    yoon jisung...","sentiment_score":0.0}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT BREAKING: New York City Mayor Eric Adams urges all restaurant employees and others who came into contact with COVID po...","sentiment_score":0.1363636364}
{"full_text":"RT Let me clear it up since the people who should clearly can't:Omicron IS NOT MILD LIKE SALSA. Mild Covid is like a mi...","sentiment_score":0.0916666667}
{"full_text":"RT Justin Trudeau is fully jabbed and boosted but hunkering in his basement because he was \"exposed\" -- yet healthcare empl...","sentiment_score":0.0}
{"full_text":"RT More clarification from the Met today, this via PAMetropolitan Police officers are currently investigating possible bre...","sentiment_score":0.1666666667}
{"full_text":"No they don't. That's why the CDC removed the word \"prevents\" from the definition of a vaccine last fall.","sentiment_score":0.0}
{"full_text":"RT Retweet if UNVAXXED Covid deniers SHOULD NOT get priority over cancer patients in hospitals! ","sentiment_score":0.0}
{"full_text":"RT Did you know that in Nov 2021, US government researchers published in the US government's own health research journal a study...","sentiment_score":0.6}
{"full_text":"RT Those still talking about getting all kids infected with covid to enhance population immunity to end the pandemic are...","sentiment_score":0.0}
{"full_text":"Covid hits one of the last uninfected places on the planet","sentiment_score":0.0}
{"full_text":"RT A plane carrying mostly Mormon missionaries brought #COVID19 to Kiribati -- one of the last places without any outbreaks.Passe...","sentiment_score":0.25}
{"full_text":"Amazing possibilities for #HIV patients- thanks !let's take lesson from #COVID19 &amp; start thinking about #vaccination programmes even while #vaccine is being developed!","sentiment_score":0.325}
{"full_text":"RT COVID UPDATE: Acting health minister Amon Murwira has today announced: Schools to open February 7 Curfew now from midnight...","sentiment_score":0.0}
{"full_text":"She did not in any way, shape or form say that she is anti-vaccine. She is against the mandates.","sentiment_score":0.0}
{"full_text":"RT Nico survived COVID last June when he contracted COVID pneumonia from a part time helper that came to ou...","sentiment_score":0.0}
{"full_text":"Sir,There is a doubt of covid tests r being late for PHCs and government hospitals in East Godavari.Private operated clinics r getting result in 8 hours.Tests taken at Jan14-15.Result came jan26.if covid is there,what patient die.please focus.","sentiment_score":-0.3}
{"full_text":"RT 'But the pandemic is over! I'm over Covid! End the restrictions! Open up! No more masks! It's like the flu! Time to move o...","sentiment_score":-0.1953125}
{"full_text":"The anak melayu in me really want to perceive this as an awww moment and while i do agree she's one of the more vocal politician when it comes to ground level issues, it doesn't feel like she's pushing for anything. Very reactionary that sorta feels tired at this point.","sentiment_score":0.18}
{"full_text":"RT First pics of the two little coon dogs I found dumped on the side of the road, starving. Finally getting some good food in th...","sentiment_score":0.190625}
{"full_text":"stupidity? no. corruption, yes","sentiment_score":-0.6}
{"full_text":"I'm by no means a denialist, I promise, but I do wonder whether excess deaths will track as closely (factoring in delay), this wave, compared to earlier ones. In other words whether any of this spike is due to incidental COVID infection.","sentiment_score":-0.0833333333}
{"full_text":"All of them are vaccinated for those. Majority are vaccinated for Covid also.","sentiment_score":0.0}
{"full_text":"well said mam everyone is suffering so much cos of this weather its physically or financially my father is a running his own business which is in loss nowadays cos of this covid nd lock down thing we had so many new plans to buy a house nd to start a new busines but nothing hapnd","sentiment_score":0.2024531025}
{"full_text":"RT As travel is still complicated w\/Omicron, meetings still take place. Discussing important energy efficiency investments in...","sentiment_score":-0.05}
{"full_text":"RT And most of these people were forced to get it for travel, school and work. Or they thought they would be forced to get it...","sentiment_score":-0.0333333333}
{"full_text":"RT IT'S HAPPENING AGAINCatalonia in Spain has announced they are scrapping the use of covid passports to access public are...","sentiment_score":0.0}
{"full_text":"It's over for the selfish &amp; reckless who are #DoneWithCovid, who feel the #UrgencyOfNormal &amp; advocate to just #LetItRIP. Unfortunately the eugenics Nazis who downplay\/minimize #Omicron #COVID19: \"MILD!\" never acknowledge that their actions impact others, never mention #LongCovid","sentiment_score":-0.1944444444}
{"full_text":"COVID test available today at CVS (400 Ogden Avenue, Downers Grove, IL 60515) at 10:50AM 11:10AM 11:20AM 11:40AM 11:50AM 12:10PM 12:20PM 12:30PM 12:40PM 12:50PM 01:20PM 02:40PM 02:50PM 03:00PM 03:10PM 03:20PM :","sentiment_score":0.4}
{"full_text":"RT The Ottawa Senators injury list currently includes 10 players:Crookshank - KneeWhite - ShoulderPinto - ShoulderZaitsev -...","sentiment_score":0.0}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT The only reason they are doing this is because they see what's coming electorally. It was never about science to these peopl...","sentiment_score":0.0}
{"full_text":"Stay hiding at home, keep your mask or two masks on, keep on living in fear, avoid all your friends and family (if you have any),get quadruple vaxxed for all we care. We are taking our freedom and taking action and no one can stop us. #TruckersConvoy2022 #FreedomConvoy2022 ","sentiment_score":0.1}
{"full_text":"things u do for ian variant .. so inspiring tbh !! i hope u will get ps4 soon","sentiment_score":0.78125}
{"full_text":"RT Students at Yale are warning that the system to report anyone seen to be breaking COVID rules has transformed the campus...","sentiment_score":0.0}
{"full_text":"I would agree with that, with the caveat that COVID hurt the clubs finances a lot, and yet its basically written off as an afterthought now because people are bored of itThe effects of Anfield expansions, the Nike deal etc are going to become much clearer in the next 1-5 years","sentiment_score":-0.1}
{"full_text":"RT We don't suppose the Daily Mail will apologise to the god like genius who thought this was worth investigating 6 we...","sentiment_score":0.15}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT All set this morning to hand over PS4k raised by the team for our Charity of the Year 2020 &amp; 2021","sentiment_score":0.0}
{"full_text":"RT \"With a little patience, we can hopefully get the engine roaring again by March.\" From your lips to God's ears, @DianeSwo...","sentiment_score":-0.1875}
{"full_text":"RT Updated:  For those interested in reading the legal grounds for our legal\/Charter challenge against the Federal Government's...","sentiment_score":0.225}
{"full_text":"RT BREAKING NEWS: Prodecutors slap the anti-vaxxer husband and wife who used fake vaccine cards to get into the Buffalo B...","sentiment_score":-0.5}
{"full_text":"RT Been screaming about non-scientific (profit-making) captured health agency policies for almost 2 years now. Finally being a...","sentiment_score":0.0}
{"full_text":"RT 3,895 Americans died from COVID yesterday.Read that again.","sentiment_score":0.0}
{"full_text":"WE Evangelicals  unite as Democrats and Republicans and IGNORE divisive and toxic media as AMERICANS overcome 2GETHER COVID19 and TRUMPISM CHRISTIAN NATIONALISM\/ Republican\/ religious and media enablers 2 the most corrupt and dangerous POTUS in America's history. HIS STORY won ","sentiment_score":-0.12}
{"full_text":"RT #Misinformation most insidious when it comes from health-care professionals via","sentiment_score":0.5}
{"full_text":"Too funny .....well not really!  Extremism?  The majority have accepted freedom will come when the pandemic becomes endemic and that requires about 90% of the population to be vaccinated. Currently it's 78%. Most have made the selfless decision to support the wider community.","sentiment_score":0.15625}
{"full_text":"Stop by Lilly Hall to get a free KN95 or N95!!https:\/\/t.co\/89avgpg1VP","sentiment_score":0.4}
{"full_text":"LOL!!! Dem candidates turn their backs  and don't want to share the stage with Poopy Joe ","sentiment_score":1.0}
{"full_text":"RT Covid vaccination + a booster reduces death by 99% and hospitalization by 97&amp; across age groups. I know of no other medical...","sentiment_score":0.03125}
{"full_text":"RT Woah","sentiment_score":0.0}
{"full_text":"The vaccines work in different ways for different people. I am currently Covid positive, 65 and fully vaccinated: I have mild cold symptoms. My 27 year old daughter, also fully vaccinated, was hospitalised.","sentiment_score":0.0086580087}
{"full_text":"RT Postpone GATE 2022: Students Urge IIT Kharagpur to Listen to Their Issues | Check What They Demand Amid COVID Cases#G...","sentiment_score":0.0}
{"full_text":"RT Freaking unbelievable. The Democrats just can't stop sucker punching us every single effing day.","sentiment_score":-0.2803571429}
{"full_text":"The first helmet could perfectly be a EOD variant and i love it tbh, it looks like that Fallout helmet","sentiment_score":0.5833333333}
{"full_text":"#DelayNEETPG2022When they needed us, they clapped and banged plates.When we need them now, all hiding behind their seats#DelayNEETPG2022@PMOIndia","sentiment_score":-0.4}
{"full_text":"RT The year 2022 will witness a rising demand for suitable workspaces, freehold commercial &amp; residential properties, &amp; new co...","sentiment_score":0.2287878788}
{"full_text":"RT Do you believe the incredible number of entertainers and public figures who allegedly die hideously from Covid and during...","sentiment_score":0.2666666667}
{"full_text":"NEW GOVERNMENT DATA SHOWS \"VAX-FREE\" LESS LIKELY TO GET COVID","sentiment_score":-0.0101010101}
{"full_text":"The pandemic has changed a lot of people in a lot of ways. You never know what kinds of interests some old friends might have taken before it ends.Requested by a Twitter user.","sentiment_score":0.1}
{"full_text":"The more vaccinated you are, the more protected you are against serious illness from #COVID19.It is not too late to come forward for a first, second or third COVID19 vaccine.If you haven't got yours yet, please book an appointment or go along to a walk-in centre today.","sentiment_score":0.0880952381}
{"full_text":"How often the average person can safely wear one will vary depending on how it's used.https:\/\/t.co\/YpVkHzMjP9","sentiment_score":0.175}
{"full_text":"That's what they are suppose to doTHIS is what is what's going onhttps:\/\/t.co\/TgyFKX1LzA","sentiment_score":0.0}
{"full_text":"In the penultimate interview in our Big Picture series, Add Energy's Vice President of North America, Susan Steyn, reflects on her team's highlights of 2021 and hones in on how success has been achieved throughout the ongoing pandemic.","sentiment_score":0.15}
{"full_text":"\"Every single day we're doing research that directly impacts people's lives.\" - #COVID19 #Omicron ","sentiment_score":0.0142857143}
{"full_text":"Schenectady Mayor Gary McCarthy will give his annual State of the City address this afternoon.The address comes as the city is flush with millions of dollars in coronavirus relief funding that a newly seated City Council must determine how to spend.https:\/\/t.co\/QbuDF4T4I8","sentiment_score":0.1363636364}
{"full_text":"City Council will have its latest meeting on Tuesday, Feb. 1, 2022. To allow for social distancing, it'll be held in the Iowa City Senior Center, 28 S. Linn St. Use the Washington Street entrance to access it. More info, including agendas:","sentiment_score":0.2333333333}
{"full_text":"AFP's joined the Daily Podcast to talk about pivotal innovations in health care during the COVID-19 pandemic:","sentiment_score":0.25}
{"full_text":"RT First pics of the two little coon dogs I found dumped on the side of the road, starving. Finally getting some good food in th...","sentiment_score":0.190625}
{"full_text":"The #COVID19 pandemic has exposed vulnerabilities within the food system and emphasized the need for a holistic systems approach to hasten united efforts towards our global targets and goals","sentiment_score":0.0}
{"full_text":"Scotland Yard Accused of Massive 'Cover Up' to Save Boris Johnson's Job...https:\/\/t.co\/wzCxMuILBV","sentiment_score":0.0}
{"full_text":"RT We need to learn to live well with Covid.Here's Labour's plan:Retain a Jabs Army of volunteers to help roll out vacc...","sentiment_score":0.1363636364}
{"full_text":"RT The COVID 19 virus  doesn't care if you say you're done with it. It's not done with you if you're not vaccinated. #GetVaccinat...","sentiment_score":0.0}
{"full_text":"Former Alaska Gov. Sarah Palin was spotted dining out at a New York City restaurant two days after testing positive for the coronavirus.","sentiment_score":0.1212121212}
{"full_text":"\"Ensuring the wellbeing, development and protection of children, leaving no one behind, is key in pandemic recovery planning. It is a sound investment that can provide an enormous return for children, for families and for societies as a whole\"#SDGs #OurCommonAgenda #GlobalGoals","sentiment_score":0.04}
{"full_text":"Rogue nation #Russia update..WOW WOW WOW Dictator #Putin got nearly 1 million russians killed by his #COVID19  mismanagement He now meets #Omicron ..Incredible chart#Putin is a disgrace and a liability for RussiaTime to retire, Vlad","sentiment_score":0.025}
{"full_text":"No COVID-19 vaccination available at Expo Centrehttps:\/\/t.co\/4RILN6zBAP","sentiment_score":0.4}
{"full_text":"Let's all just listen to a team of group thinking intellectually handicapped anti-school Twitter extremists who have been proven wrong on Covid issues for almost two years.","sentiment_score":-0.1}
{"full_text":"Top 9 National Coronavirus News #TV9News #COVID19","sentiment_score":0.5}
{"full_text":"RT This is what leading by example looks like.","sentiment_score":0.0}
{"full_text":"Check out our medical director of MSU Health Care Neurology &amp; Ophthalmology, Dr. Amit Sachdev, talk about the neurological symptoms of Long COVID","sentiment_score":-0.025}
{"full_text":"RT Yesterday at PMQs said he'd got all the 'big decisions' right. If that was true the U.K. wouldn't have t...","sentiment_score":0.2119047619}
{"full_text":"Feel free to kindly advise the physician &amp; Hospital Medical Director quoted. I'm certain they are eagerly awaiting the advances in medicine you have found in the results of your own research.","sentiment_score":0.3628571429}
{"full_text":"RT The Met's partygate statement was not indicating an escalation of the investigationI understand officers are looking into...","sentiment_score":0.0}
{"full_text":"Disagree. These mandates will not help hospital capacity and only exacerbate the various economic problems associated with overly draconian pandemic restrictions","sentiment_score":0.0666666667}
{"full_text":"It is a 'variant under investigation'  https:\/\/t.co\/zceBeHSkWq","sentiment_score":0.0}
{"full_text":"RT I'm vaccinated and boosted, but will continue wearing a mask and socially distance because the pandemic isn't over yet...","sentiment_score":0.0333333333}
{"full_text":"In 2022, we expect this trend will continue and fuel #rent growth. At a national level, we forecast rent growth of 7.1% in the next 12 months, somewhat ahead of home price growth as rents continue to rebound from slower growth earlier in the pandemic.","sentiment_score":0.0}
{"full_text":"RT Karnataka reported 31,198 new Covid-19 cases and 50 related deaths in the last 24 hours and the active caseload in the stat...","sentiment_score":0.0007575758}
{"full_text":"#AMAAThankfulFridayForHealthcareWorkers#Covid19 #VaccinesWork #SleeveUp#PhysicalDistance #MaskUp #WashYourHands#AMAAlliance Connecting Physician Families for Healthier Communities","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGTODAY, January 28, 1pm-4pmSt. Paul AME Church Knoxville400 Orchard PlPre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"NEWS | Want to know more about how to find, wear and reuse KN95 masks? Click the link to learn more:","sentiment_score":0.5}
{"full_text":"WINDREF aids Grenada in identifying new Covid variants","sentiment_score":0.1363636364}
{"full_text":"Meeting friends or family? Meeting outdoors is safer. If you meet indoors, let fresh air in. Opening windows regularly for 10 minutes can let fresh air in to help disperse COVID-19 particles. #COVIDsNotGoneYet","sentiment_score":0.2}
{"full_text":"RT Some countries in Europe:Don't vax healthy kids 5 to 11Never use Moderna in ppl &lt;40Don't give dose 2 to boys 12-15Giv...","sentiment_score":0.5}
{"full_text":"Liberty Mutual defeats class action alleging it offered unfair pandemic relief","sentiment_score":-0.2}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
