{"full_text":"exam center ke baahar, Covid SOPs ko follow krte huye,exam centers wale nd sops follow krwate huye Jkssb wale","sentiment_score":-0.1}
{"full_text":"RT Which is why it doesn't really matter (see the #r4today discussion with Heappy) whether Johnson knew what the event was...","sentiment_score":0.2}
{"full_text":"Beware of ANYONE who uses 'moral obligation' as a means to heap false-guilt upon those who decide NOT to get the jabs based on their own research &amp; their inner convictions.Global leaders have an agenda...and your wellbeing is NOT part of their planhttps:\/\/t.co\/ALYhh2mpjK","sentiment_score":0.2}
{"full_text":"RT Wishing you a speedy recovery Pankaj Ji. #MLAJewar","sentiment_score":0.0}
{"full_text":"RT Yes. We must learn to live with covid.We must learn that:Masks workVaccines workChildren need vaccines too Air fil...","sentiment_score":0.1363636364}
{"full_text":"RT I've said it once and I'll say it again. Blocking the printing presses was the most powerful political act of recent times.","sentiment_score":0.2}
{"full_text":"RT The pandemic narrative has undergone a remarkable number of U-turns, including the admission by CDC Director Dr. Roche...","sentiment_score":0.75}
{"full_text":"RT 'We fell through all the cracks with the financial support that was available at the time'Davie Donaldson reports on the impa...","sentiment_score":0.2}
{"full_text":"\"The situation is deteriorating day-by-day,\" said Allahabad High Court extending the life of all interim orders passed by it and subordinate courts till February 28 on account of an upsurge in the number of covid infections. reports. ","sentiment_score":0.16}
{"full_text":"RT Boris Johnson may be ending plan B measures, including mandatory face masks, despite 100k new cases of Covid a day. Bu...","sentiment_score":0.1363636364}
{"full_text":"RT Everyone should have the right to be able to afford. Liveable incomes now. Increase benefits now.","sentiment_score":0.3928571429}
{"full_text":"Official numbers, death from Covid 17.000https:\/\/t.co\/kawj6biBTk","sentiment_score":0.0}
{"full_text":"RT Julia: \"Do you think the death figures for Covid are representative of what's really going on?\"Evidence Based Medicine Pro...","sentiment_score":0.2}
{"full_text":"RT The strange coincidence of the relaxation of Covid regulations at the same time the King of the World is in mortal peril. h...","sentiment_score":-0.025}
{"full_text":"RT The booster shots are the faster way to develop herd immunity, we can all beat this virus together.#hospitalsinwarri #...","sentiment_score":0.0}
{"full_text":"RT Yesterday in Chicago:Girl, 11, shot.Boy, 15, shot.Boy, 16, shot.Boy, 16, shot.Girl, 17, shot.Violence is the g...","sentiment_score":0.0}
{"full_text":"RT Vaccination Camp by volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Haldwani, U...","sentiment_score":0.0}
{"full_text":"fixture pile up looming.","sentiment_score":0.0}
{"full_text":"Today, the Therapeutic Goods Administration (@TGAgovau) has granted approval for provisional registration of Novavax' COVID-19 vaccine - the first-protein based #COVID19vaccine authorized for use in Australia: #Novavax Poll: Would you take this vaccine?","sentiment_score":0.0}
{"full_text":"RT Housing courts in NYC will begin to process more than 220,000 evictions today, during a pandemic in the middle of winter....","sentiment_score":0.25}
{"full_text":"RT #postpone_cgl_mains_2020IBPS PO mains must be postponed. So many students are covid+ and in the fear of missing out a...","sentiment_score":0.15}
{"full_text":"RT The CDC starts to acknowledge reality, one piece at a time. What excuse is there now to not consider prior infection i...","sentiment_score":-0.025}
{"full_text":"RT \"If you look at our response, through this pandemic, we have left no stone unturned to ensure that Australians get through in b...","sentiment_score":0.0}
{"full_text":"RT Saw 3 patients today with long covid, something I feel that's not being considered when talking of lifting restrictions...","sentiment_score":-0.05}
{"full_text":"RT HSE ran a recuritment drive at the start of the pandemic asking healthcare workers to come back. We answered the call,...","sentiment_score":0.0}
{"full_text":"RT # #LFC originally returned negative COVID tests# Then ordered extra ones that weren't required# They turned up posi...","sentiment_score":0.025}
{"full_text":"RT It's a bold move pretending covid has magically gone away to try and save your job... the day 359 people die with it.","sentiment_score":0.4166666667}
{"full_text":"RT A walk in COVID-19 vaccine clinic will be held in the Town of St. George's on Thursday January 20th. There will be 1st...","sentiment_score":0.0}
{"full_text":"RT  Welcome to COVDR Token Whitelist Pre-Sale Ends Sunday 12th 11:59 PM UTC Covid-19 Recovery Token Airdrop is liv...","sentiment_score":0.8}
{"full_text":"RT Top half: He's leading us out of Covid.Bottom half: It's so widespread his baby got it. Beyond parody","sentiment_score":0.0555555556}
{"full_text":"Then if they're so worried they should stay at home. Problem solved.","sentiment_score":0.0}
{"full_text":"RT Tories,Quick fact check:1) Johnson had v little to do with vaccines but lots to do with Covid being \"the worst public...","sentiment_score":-0.3958333333}
{"full_text":"RT The end of Covid passes in England is a MONUMENTAL victory for civil liberties &amp; equality What separates us from much o...","sentiment_score":0.2}
{"full_text":"RT Why do the protected need to be protected from the unprotected by forcing the unprotected to use the protection that didn't...","sentiment_score":0.0}
{"full_text":"RT Don't use South Korea as reason for why there should be mandatory military service. They technically still have an ongoi...","sentiment_score":-0.05}
{"full_text":"RT Criminal callousness. During this surging pandemic with people battling to survive the Modi govt reduced the health bu...","sentiment_score":-0.4}
{"full_text":"Javid  drawing up plans on how to live  with covid    not sure its over just yet","sentiment_score":-0.0568181818}
{"full_text":"homay ghad!!! #SB19#SB19TopsBillboardHTS listen to #Bazinga_SB19","sentiment_score":0.0}
{"full_text":"RT In lifting all restrictions, I suspect Johnson went further than he was supposed to, trying to curry favour and save his so...","sentiment_score":0.0}
{"full_text":"RT Tories,Quick fact check:1) Johnson had v little to do with vaccines but lots to do with Covid being \"the worst public...","sentiment_score":-0.3958333333}
{"full_text":"90% increase! this seems absolutely crazy at any time, let alone now (pandemic, food inflation, fuel costs). ","sentiment_score":-0.6}
{"full_text":"RT Wow. One sign of omicron's workforce effects:In Household Pulse Survey from Dec 1-13, ~3 million people said they were not w...","sentiment_score":0.1}
{"full_text":"RT Biden's speech tonight was shockingly reckless and out of touch.He was either completely unaware of or indifferent to major...","sentiment_score":-0.3125}
{"full_text":"RT  Spanish MEP shatters Macron.!! \"Europe is in a dramatic situation. You are implementing measures unde...","sentiment_score":-0.2166666667}
{"full_text":"most of the pandemic, reported numbers from China have included only confirmed cases, as opposed to a broader case definition including clinically diagnosed (but not laboratory confirmed) cases. #ChinaGlobalThreat","sentiment_score":0.325}
{"full_text":"He said people die of flu but you don't lock down the country. This is a good argument. Just let people die because you can do nothing about it. Spirit of capitalism. Money comes first #CovidUK #covid #Omicronhttps:\/\/t.co\/KKBk3uxx1o","sentiment_score":0.2648148148}
{"full_text":"RT As well as the effects of covid, huge number of teachers are swapping permanent positions for...","sentiment_score":0.4}
{"full_text":"RT Sending all my solidarity to shielders today. It never gets easier to hear the government and a good chunk of the public c...","sentiment_score":0.35}
{"full_text":"RT Covid news live: WHO recommends lifting international travel bans, says proof of vaccination not necessarily needed ","sentiment_score":0.0454545455}
{"full_text":"RT Australia approves use of 4th COVID-19 vaccine, 2 at-home antiviral treatments","sentiment_score":0.0}
{"full_text":"RT # #LFC originally returned negative COVID tests# Then ordered extra ones that weren't required# They turned up posi...","sentiment_score":0.025}
{"full_text":"RT Can we investigate vaccine side effects without being labelled an \"anti vaxxer \" yet?","sentiment_score":0.0}
{"full_text":"RT Madness","sentiment_score":0.0}
{"full_text":"RT \"Fantasia Day 2 has been cancelled due to positive COVID tests of the participating Livers: Kenmochi Toya, Kanae, Kagami Ha...","sentiment_score":0.0511363636}
{"full_text":"RT Following the unveiling of the Covid 19 Socio-Economic Recovery Plan (SERP) by His Excellency in December...","sentiment_score":0.0}
{"full_text":"RT Just got a COVID exposure notification while I currently have COVID","sentiment_score":0.0}
{"full_text":"Your phone should be old and full of viruses  take it for a covid19 test maybe it will be faster otherwise saitama is working smoothly and perfectly...yes regarding logos quality that's for sure because of new weather changes wear a mask all the time and stay safe where you are","sentiment_score":0.3310606061}
{"full_text":"RT # #LFC originally returned negative COVID tests# Then ordered extra ones that weren't required# They turned up posi...","sentiment_score":0.025}
{"full_text":"RT At risk of repetition  telling everyone (forcing NHS and health sector) to get 2 jabs that are as good as us...","sentiment_score":0.7}
{"full_text":"RT Thank you for pointing out that for some less mitigation means less freedom. I was just starting to go...","sentiment_score":-0.1111111111}
{"full_text":"RT Today Public sector General Insurance employees stage walkout strike at 12.30 pm protesting against inor...","sentiment_score":0.025}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"President Joko Widodo (@jokowi) calls for reforms to the global health system. To be more inclusive and responsive to crises - from vaccine distribution to investment and funding. #DavosAgenda","sentiment_score":0.25}
{"full_text":"RT There may be a longer tail of circulation after the peak (as seen in South Africa), but a rough expectation would have an equiva...","sentiment_score":-0.1}
{"full_text":"Going to your happy place. Post-COVID #workplaces must prioritize #employee wellness above all else. Here's how.","sentiment_score":0.4}
{"full_text":"RT Why isn't the federal government mailing out N95 masks with the rapid tests? Why can't these be combined?","sentiment_score":0.0}
{"full_text":"RT Sajid Javid has stated in a press conference about patients being in hospital with, not of covid &amp; the mortality data is...","sentiment_score":0.0}
{"full_text":"RT Being sick in these Covid times is horror... Public hospitals dont care about our people since no1 can visit. YOu can sleep...","sentiment_score":-0.3571428571}
{"full_text":"RT Ang daming sinabing magaganda at matatalas si ate, from criticizing the failed, anti-poor pandemic response, to the mockery...","sentiment_score":-0.5}
{"full_text":"RT If someone puts a dog turd through your letterbox they could be accurately described as having 'delivered' it. The same is t...","sentiment_score":0.2}
{"full_text":"BUT IF #SHE DID NOT 'OVERTHINK' #SARSCoV2 #COVID19...OVERTHINK #MH370...'OVERTHINK' LOADS OF THINGS...ON SPOT...ON SITE...IN REAL TIME...IN REAL LIFE...","sentiment_score":0.2}
{"full_text":"With covid Not of covid! A vast amount contract it in hospital while going in there with terminal illness! It will soon be like dying with hair on your body everybody has it or as has had it!","sentiment_score":0.0}
{"full_text":"*Covid cases increase in Bihar*School closed! Classes closed! BSEB Examination 2k22","sentiment_score":-0.125}
{"full_text":"RT I haven't rejoined the AA since they didn't prioritise me as a lone 8 month pregnant d...","sentiment_score":0.3333333333}
{"full_text":"You're wrong. Unvaccinated means no vaccination.https:\/\/t.co\/jBdbfSRDQw","sentiment_score":-0.5}
{"full_text":"RT A Florida public health official has been \"put on leave\" for recommending that his staff get vaccinated. Less than half t...","sentiment_score":-0.1111111111}
{"full_text":"Center has told it is not compulsory to take vaccine","sentiment_score":-0.1}
{"full_text":"RT Dear Ji, kindly postpone UPTET which is on 23 January. There is no point making students suffer so much...","sentiment_score":0.4}
{"full_text":"RT There's no legal requirement to self-isolate due to covid after the 24th of March. In the middle of this pandemic? Let me...","sentiment_score":-0.075}
{"full_text":"RT \"Jo Mask pahnega, Wo Corona ke aage JHUKEGA NAHI...\"Keep following Covid Appropriate Behaviour by#Wearing a mask#Wash...","sentiment_score":0.25}
{"full_text":"RT 797 people have died of Covid in the last 2 days, but it's time to reduce restrictions as the bloke who is pretending to be s...","sentiment_score":0.0}
{"full_text":"RT FREDDY YOURE SUPPOSED TO BE ON LOCKDOWN ?!","sentiment_score":0.0}
{"full_text":"RT Reports that several tennis stars at the Australian Open are Covid-positive.But thank goodness we deported Novak Djokovic...","sentiment_score":0.0}
{"full_text":"RT So basically my kids are LESS protected at school today than they were yesterday. With cases currently skyrocketing in thei...","sentiment_score":-0.0833333333}
{"full_text":"Freight specialist will be delivering the newly approved Covid-19 antiviral pills to South Korea to bolster its fight against the pandemic. #vaccinelogistics #freight #southkorea #asiapacific","sentiment_score":0.1363636364}
{"full_text":"Anyone aged 16+ with weak immune system are recommended A complete primary course of COVID-19 vaccineAn additional dose as part of their extended primary courseA booster dose at least 3 months after their additional dosehttps:\/\/t.co\/zt0bKWyvXB#ForUsAll","sentiment_score":0.0208333333}
{"full_text":"#Coronavirus: India's daily infection tally crosses 3 lakh mark, 491 new deaths recordedThe daily case count on Thursday was 12.21% higher than Wednesday's tally of 2,82,970 infections.https:\/\/t.co\/KdwkCIh8BN","sentiment_score":0.0965909091}
{"full_text":"RT The UK's Office for National Statistics (ONS) has admitted to a #StatisticallySignificant increase in deaths of males age...","sentiment_score":0.0}
{"full_text":"According to a survey, more than half of Americans with debt accumulated it during the pandemic.https:\/\/t.co\/k7ZZhxu9JX","sentiment_score":0.1666666667}
{"full_text":"You can find the full list of walk-in COVID vaccine clinics in Bolton today and every day up to and including Sunday the 23rd of January herehttps:\/\/t.co\/CXR5a6UZHQPlenty of options including the vaccination bus at Asda Farnworth this Saturday. #Bolton #COVIDVaccinations","sentiment_score":0.35}
{"full_text":"COVID-19 | The Health Ministry of Turkey has reported 176 deaths and over 72 thousand new cases in the last 24 hours","sentiment_score":0.0681818182}
{"full_text":"During the Covid-19 pandemic, Amazon became a trillion dollar corporation, with CEO Jeff Bezos becoming the first person in history to amass $200 billion in personal wealth. Today we join Amazon workers and activists from Bangladesh to the US to #makeamazonpay","sentiment_score":0.2333333333}
{"full_text":"Who remembers Valentine's Day last year?  During Lockdown you kept us so very busy with our takeaway Cream Tea Boxes!  This year we can welcome you in our doors and you can enjoy them in the comfort of our cafe OR you can take them away. #TheEmporiumCafe #Yeovil","sentiment_score":0.340625}
{"full_text":"Fraud? Unpaid Taxe? Unmet contract conditions? No problem for the donors and friends of and the Tories. Your friendly Chancellor will simply write them off.PS4.3 billion pounds of fraud, on top of the wholesale corruption of VIP Lane and #PPE contracts, NHS sell-off.","sentiment_score":0.26875}
{"full_text":"Do you still believe the COVID-19 vaccines contain a microchip? To learn the truth, read this article written by  (Host and Producer of #HealthAfrik, Association of African Universities).#COVID19 #Pandemie #coronavirus #myth #COVAX","sentiment_score":0.0}
{"full_text":"A story I wrote for The Herald-NewsShould you ditch the face masks for N95 or K95 respirators?Dr. Christopher Udovich, medical director at Silver Cross Hospital in New Lenox, provides some insight","sentiment_score":0.0454545455}
{"full_text":"If your business has been impacted by the lasting effects of #Covid19, you could be eligible for a recovery grant of between PS500 - PS2000 Visit the following link to find out more:https:\/\/t.co\/AX2yYMjlJa","sentiment_score":0.0}
{"full_text":"\"Her philosophy was that she was more okay with the idea of catching COVID than getting vaccinated.\"https:\/\/t.co\/2UbVQKUfMc","sentiment_score":0.5333333333}
{"full_text":"How did Covid-19 Affect Emergency Remote Teaching by Precarious Instructors?","sentiment_score":-0.1}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"RT On 5 Jan 2022 the updated its advice on Pfizer's mRNA vaccine\"There are currently no efficacy or safety data for...","sentiment_score":0.0}
{"full_text":"UHNM has teamed up with firefighters from Staffordshire Fire and Rescue Service to deliver vital drugs to the most vulnerable people in the region with Covid-19. https:\/\/t.co\/xBMjuzpyxQ","sentiment_score":0.0333333333}
{"full_text":"Staffing shortages and the ongoing pandemic may cause delays for tax filers this year. CNBC has the details. #taxes #filing #delaysRead More","sentiment_score":0.5}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":" A new billionaire has been created every 26 hours during the pandemic, deepening the world's wealth divides. Here are four things you need to know about how the pandemic worsened inequality. https:\/\/t.co\/KsGvL01Vcn","sentiment_score":0.1363636364}
{"full_text":"A new report on the safety of the country's roads is out and it's not great.","sentiment_score":-0.1318181818}
{"full_text":"Guy . Them dey downplay cultism and the crack epidemic","sentiment_score":0.0}
{"full_text":"\"The National Coronavirus Command Council is examining exactly that to see whether we can use health protocols, health regulations to move forward in our management of this pandemic,\" President Ramaphosa","sentiment_score":0.25}
{"full_text":"With new forms of payments arriving during the pandemic, hackers are generating and using fake QR codes to try to steal consumer's money, according to FBI.","sentiment_score":-0.1818181818}
{"full_text":"Are you self-isolating because of coronavirus? Tell your employer as soon as possible. You should get sick pay from the first day you tell them. Our advice can help.https:\/\/t.co\/MgTr6ujQxy #citizensadvice #covid19 #coronavirus","sentiment_score":-0.1547619048}
{"full_text":"Miss Globe 2021 Maureen Montagne has recovered after more than a week-long battle with COVID-19.https:\/\/t.co\/vUtGJwCCoc","sentiment_score":0.5}
{"full_text":"Hong Kong will start vaccinating children aged 5 to 11 with Sinovac COVID19 vaccines from Jan 21, China's Hong Kong SAR government announced on Thursday, adding that those who prefer COVID19 mRNA vaccines can apply online from Feb 9.","sentiment_score":-0.1}
{"full_text":"Serum Institute of India CEO Adar Poonawalla Bets He Can Still End COVID-19 Globally - read the full article here -","sentiment_score":0.175}
{"full_text":"This one pulled down face mask to cough and then pulled it back over her nose. Some people just be behaving like their thinking faculties are dysfunctional. Ninu Covid. Please abeg.","sentiment_score":-0.0777777778}
{"full_text":"From global supply chains to climate security, the #SDGs promote a healthier and greener recovery from the #COVID19 pandemic. We work with international finance partners like to unlock new sources of #SDGFinance. explains how.","sentiment_score":0.0454545455}
{"full_text":"RT Saw 3 patients today with long covid, something I feel that's not being considered when talking of lifting restrictions...","sentiment_score":-0.05}
{"full_text":"Staffing shortages and the ongoing pandemic may cause delays for tax filers this year. CNBC has the details. #taxes #filing #delays","sentiment_score":0.0}
{"full_text":"RT What an amazing coincidence that the right time for Boris Johnson to lift all covid restrictions just happens to be the prec...","sentiment_score":0.4428571429}
{"full_text":"Inherited a hornet's nest? Inflation was at 1%. He's had more covid deaths than Trump with a vaccine. Afghanistan was stable. Grocery store shelves were full. Gas prices were at 2.70 cents. Illegal immigration was in check. What the fuck are you talking about? Are you blind?","sentiment_score":-0.11}
{"full_text":" The pandemic has hit Latin America and the Caribbean particularly hard. How to recover from that in a way that will last? Jose Siaba Serrate, economist at the University of Buenos Aires, knows what it takes.@JSiabaSerrate #economyhttps:\/\/t.co\/MgRbEPL45c","sentiment_score":-0.1458333333}
{"full_text":"Some big-name companies are dropping vaccine mandates following last week's Supreme Court decision to strike down the federal vaccine mandate but truckers who haul goods in and out of the border face a new mandate on Saturday.","sentiment_score":-0.0047979798}
{"full_text":"RT Mark your ,  LIVE IN  April 30th 2022 Lugogo Cricket Oval 7pm Please note : Proof of COVID-19 vacc...","sentiment_score":0.1363636364}
{"full_text":"RT Scientist in Cyprus stands by his discovery of a delta-omicron mashup variant that others say looks like a lab-contamination...","sentiment_score":0.0}
{"full_text":"RT I'm more concerned that, without mitigations, more babies will catch covid. They may not all be so fo...","sentiment_score":0.5}
{"full_text":"RT I know, through my work, the panic a parent feels when their baby has Covid. I wouldn't wish it on anyone.What disgusts me i...","sentiment_score":0.0}
{"full_text":"Covid-19: 762 People Test Positive as 657 Recover.","sentiment_score":0.2272727273}
{"full_text":"RT More than 60 different protests all across the Netherlands tonight against COVID mandates.","sentiment_score":0.25}
{"full_text":"RT Boris Johnson claims at #pmqs that vaccination rate in UK is higher than any other country in Europe: according to this da...","sentiment_score":0.0625}
{"full_text":"Only if there was cheese...cause of course COVID can only discriminate between a party and a business meeting if there is cheese....its all about the cheese that they bought along...with the alcohol ","sentiment_score":0.0}
{"full_text":"In the press today: - Workers facing first commute for months (Evening Standard)- Omicron 'much more re-infectious' than Delta (Sky News)- Senior Tories call for end of testing for fully vaccinated arrivals (The Telegraph)Read the full round-up here:","sentiment_score":0.275}
{"full_text":"Why not get your 2022 off to a positive start by embracing some #SmartDrinking habits? This #DryJanuary try one of our many delicious non-alcoholic beers, like the new 100% natural #CoronaCero by . For a #FutureWithMoreCheers","sentiment_score":0.3927272727}
{"full_text":"RT We are living in a parallel universe. is saying we can congratulate ourselves for overcoming the omicron var...","sentiment_score":0.0}
{"full_text":"RT We were the first nation in the world to administer a vaccine, and one of the fastest in Europe to roll it out.  This w...","sentiment_score":0.25}
{"full_text":"covid second time ","sentiment_score":0.0}
{"full_text":"RT I have tested positive for COVID-19 today with mild symptoms. Following all the necessary protocols, I have isolated my...","sentiment_score":0.1401515152}
{"full_text":"Nairobi, Kenya's police took the COVID-19 lockdown as an opportunity to increase violent harassment of the city's citizens. Since 2020, police have killed more than 326 people. Among them: 13-year-old Yassin Moyo.","sentiment_score":-0.1666666667}
{"full_text":"Premier League could change Covid postponement rules after controversy","sentiment_score":0.0}
{"full_text":"Novak Djokovic won't be able to play in the Australian Open but it appears he has high hopes of curing COVID.https:\/\/t.co\/F9MhGEWnRx","sentiment_score":0.165}
{"full_text":"Today's Covid blog:- Blair accuses Boris Johnson of having no plan- How Scots can access Covid vaccine passporthttps:\/\/t.co\/O9C7rIVG8U","sentiment_score":0.0}
{"full_text":"RT I know, through my work, the panic a parent feels when their baby has Covid. I wouldn't wish it on anyone.What disgusts me i...","sentiment_score":0.0}
{"full_text":"There's no better time to talk wellness than in a post-pandemic new normal. See how your organization can integrate #Wellbeing into #TotalRewards and reimagine the #FutureOfWork at TORC22 hosted by #BuildingTheFuture","sentiment_score":0.0121212121}
{"full_text":"Should we ditch Covid isolation rules?The Prime Minister has suggested that positive cases could soon be free to make their own minds up if they leave the house or not.Is that sensible? Or a risk?#JeremyVine","sentiment_score":0.4090909091}
{"full_text":"The Kidney Charities Together group have created a useful guide for kidney patients on what you need to know if you think you might have Covid-19.","sentiment_score":0.3}
{"full_text":"Cebu Pacific beefed up their travel insurance policy to include COVID-related expenses.https:\/\/t.co\/oWHcJcbu4z","sentiment_score":0.0}
