{"full_text":"Thank goodness the Kinsmen arena is keeping us all safe from covid with roping off this convenient (and warmer ) viewing platform.","sentiment_score":0.5}
{"full_text":"\"This is a dangerous time in the pandemic for people like me [immunocompromised]. Don't forget us.\" \"@Jon_Gluck is the editorial director of special projects at Medium.\"","sentiment_score":-0.1214285714}
{"full_text":"RT Do people not find it odd that on Friday they announced no mandates for and then on Monday they change their mind?...","sentiment_score":-0.1666666667}
{"full_text":"RT Its easier to get prescribed life altering extremely addicting pain pills or legalized heroin then it is to get covid...","sentiment_score":-0.125}
{"full_text":"RT Correction: You quit your job and lost no freedoms. You don't have the right to endanger others.","sentiment_score":0.2857142857}
{"full_text":"RT Earlier I referenced an email shared with me by someone who belongs to a leading group of physicians, who consult with...","sentiment_score":0.0}
{"full_text":"RT Politics got entangled with the science Covid19 and we're all still suffering for itI'm tired of this tbh","sentiment_score":-0.4}
{"full_text":"RT NSW COVID: 36 COVID deaths in NSW in the 24 hours to 8pm last night. This is the largest number of COVID deaths in the stat...","sentiment_score":0.0}
{"full_text":"RT **Jan.17** is reporting #covid19 cases in The health unit is reporting 104 new cases. The total nu...","sentiment_score":0.0681818182}
{"full_text":"How quickly do you think people accepted the Varicella (Chickenpox) vaccine when it was introduced in the US in 1995?  It took 5 years for roughly the same amount of uptake (75% of the pop) that the Covid vaxx has in 9 mos.  MMR took longer.","sentiment_score":0.0777777778}
{"full_text":"RT I would like to apologize to all of the people who are upset that I am unvaccinated and somehow survived covid, a disease...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, analysts can't use new-infection data from the last 3 days to gauge how the US is doing pandemic-wise.#...","sentiment_score":-0.25}
{"full_text":"RT Hawaii to require travelers have COVID booster shot to be 'fully vaccinated' Never been more d...","sentiment_score":0.5}
{"full_text":"RT Trump was correct.","sentiment_score":0.0}
{"full_text":"RT 5\/5A total of 173,524 individuals recovered, 17,496 cases were reported to be active, and 1,493,578 COVID-19 vaccine dose...","sentiment_score":-0.0666666667}
{"full_text":"Getting up at 02:45 to attend a 3am panel session about preparing for the next pandemic #GYSS2022","sentiment_score":0.0}
{"full_text":"RT 14,367 kids vaccinated in one day! Thats ~3% of all the kids we're trying to reach in a single day! That's amazing  Cham...","sentiment_score":0.2553571429}
{"full_text":"im working on opening my customs back up in a whole new way!! a couple shoots this week just got cancelled due to covid so i'm putting a lot of focus in to my site ","sentiment_score":0.0720170455}
{"full_text":"RT COVID is EVERYWHERE in our children's hospital. These kids are SICK. Also fun fact: we're seeing a lot of young kids w...","sentiment_score":-0.1047619048}
{"full_text":"Vaccinate whole world to end pandemic, UN chief tells Davos","sentiment_score":0.2}
{"full_text":"RT Bringing back a COMPUTER virus is least type of virus our athletes are probably going to bring back from China. ","sentiment_score":-0.1}
{"full_text":"RT \"The bottom line is that the most vulnerable will get sick and there is nothing that the province is going to do to prevent...","sentiment_score":-0.2380952381}
{"full_text":"\"For the immunocompromised, #COVID fatigue poses a grave threat.\"All wants is a little compassion and consideration from everyone. To get through this pandemic alive, we need a little help from our community, which at this point is global.https:\/\/t.co\/HJy2TcMSm3","sentiment_score":-0.01875}
{"full_text":"RT The Government of Ontario has stopped all public reporting on the vaccination status of Covid deaths.@fordnation","sentiment_score":0.0}
{"full_text":"RT When I deal with anti-vaxxers I see how often the Holocaust is twisted to defend conspiracy.Being asked to show vacci...","sentiment_score":-0.5}
{"full_text":"RT This is a capitalist owned store, in the capitalist United States, with a fragile capitalist supply chain that can't withs...","sentiment_score":0.0}
{"full_text":"RT I've spent a long time researching data, evidence and media reports on children and Covid. I will never, ever forgive publi...","sentiment_score":-0.075}
{"full_text":"I would like psychologists to dig into that 1 of 3!!! maybe they were the ones who got a 10 cents off gas &amp; buck a beer cards!! #fraud #VoteThemAllOut2022","sentiment_score":0.0}
{"full_text":"Pleased I solved this (variant) sudoku, but what a slog!https:\/\/t.co\/YKaZqcgYQi","sentiment_score":0.5}
{"full_text":"RT Our sitter has Covid. If we don't get a backup I might have 2 tickets in the upper level.","sentiment_score":0.0}
{"full_text":"Deputy Prime Minister Barnaby Joyce has declared there is nothing the Morrison government can do to silence anti-vaccine backbenchers, after taking a hard line on the deportation of Novak Djokovic.POST","sentiment_score":-0.2916666667}
{"full_text":"RT The state govt says they had to do this because of how many HCW have covid or are off work due to isolation (about 5000...","sentiment_score":0.1875}
{"full_text":"RT And for the people in my mentions saying there is covid and day to day Just remember Tenet came out at a time where theatres...","sentiment_score":0.0}
{"full_text":"That said, the older I get, the less I want to age. Having another birthday during covid lockdown probably isn't helping this feeling at all since I feel like I've been in stasis for 2 years. Just a very melancholy day.","sentiment_score":0.0666666667}
{"full_text":"RT sources:doubling of billionaire wealth tax credit costhttps:\/\/t.co\/Q0AlFrQA29child...","sentiment_score":0.0}
{"full_text":"RT Israeli study shows 4th shot of COVID19 vaccine is less effective on #Omicron.Wearing #N95 masks and other CDC guide...","sentiment_score":0.1027777778}
{"full_text":"RT If CDC says masks don't work, why are there still mask mandates.","sentiment_score":0.0}
{"full_text":"RT I'm going to dump all my sources here, sorry it's so clunkyhttps:\/\/t.co\/QKInmHoSUEhttps:\/\/t.co\/O92lCg2uAXhttps:\/\/t....","sentiment_score":-0.5}
{"full_text":"Your lost.  Accept that defeat.  Remember Hitler used the economic crisis of 1929 to seize control just like libs used covid to.  Hope you are enjoying it. It all ends in 10 months.  Even Gallup sees it.","sentiment_score":0.35}
{"full_text":"RT So Doctors told Stephen A Smith he would've died if he wasn't vaccinated because covid whooped his ass and put him in the...","sentiment_score":0.0}
{"full_text":"RT Dr Norman Swan for Australian of the year. He has been effectively communicating factual covid information for the last few yea...","sentiment_score":0.1}
{"full_text":"RT \"They argue that the deceased took part in an experiment at his own risk. Covid-19 in itself is not classed as a \"critic...","sentiment_score":0.6}
{"full_text":"If you choose to ignore the warnings about the vaccine, that's on you.","sentiment_score":0.0}
{"full_text":"RT It is not possible to claim that Long COVID treatments, assessments, or findings will apply to ME\/CFS patients if those patie...","sentiment_score":-0.025}
{"full_text":"Want some good news?We are moving forward with science &amp; technology.https:\/\/t.co\/1iejmkZoB1","sentiment_score":0.7}
{"full_text":"RT Breaking!! We've just been advised.No Covid-positive worker will be forced to work at Teys abattoir after the company...","sentiment_score":-0.3}
{"full_text":"Just don't understand why the hell they don't get a vaccine. I have  3 and I don't have a job to loose. I think is a moral responsibility when it effects some people livelihood. I hate vaccination but I think this one is necessary.","sentiment_score":-0.2192307692}
{"full_text":"RT Dear #LongCovid folks: Just to let u know that yr #MEcfs friends started advocating for u decades before anyone even heard...","sentiment_score":0.0}
{"full_text":"RT Shri Rahul Gandhi ji was raising his voice for people during Demonitisation, unplanned Lockdown, Farmer protest, Women safet...","sentiment_score":0.0}
{"full_text":"People you can't PROTECT yourself against omicron.  It's MILD.  I myself have 3 vaccine shots.  STILL GOT COVID. Still felt like shit.  Did I die?? NO.  NOT YET but this study doesn't help your CBC","sentiment_score":0.0666666667}
{"full_text":"RT Governor Glenn Youngkin (R-VA) was sworn into office&amp; immediately signed executive ordersOverturning mask mandate f...","sentiment_score":0.0}
{"full_text":"Obviously, being China, the official case numbers would have nothing to do with reality - which I suspect is in the millions. They are in even a worse trap than we have been though because the official policy remains the fantasy of Covid Zero \/2","sentiment_score":-0.2}
{"full_text":"From tuk tuks to COVID tests, YouTuber tests #Bitcoin use cases across multiple countries Under the handle \"Paco De La #India\", the YouTuber said he planned to visit 40 countries, often using #Bitcoin... #Business","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"#SudanUprising 17 Jan 2022Al-Hilla Al-Gadida Resistance Committee members return after the violence by junta forces in the 17 Jan Millioniya and are prepared for revolutionary escalation and lockdown.  See thread.\"We're ready.We won't be defeated.\"","sentiment_score":0.0}
{"full_text":"RT Best news in ages.  Never been more grateful to live in my blue Hawaii paradise.","sentiment_score":0.4090909091}
{"full_text":"RT What happens in Germany if you question the COVID state.","sentiment_score":0.0}
{"full_text":"RT I'm very concerned that there is a widespread misconception that omicron is 'mild'. We are going to see a massive increase...","sentiment_score":0.1777777778}
{"full_text":"RT Most inane political cliche (Perrottet now): \"we'll come out stronger on the other side\"How so? Burnt out health work...","sentiment_score":0.125}
{"full_text":"This guy hedging his bets ","sentiment_score":0.0}
{"full_text":"RT Thanks for highlighting our great sport and the restrictions we are operating under!","sentiment_score":0.6}
{"full_text":"by matter of a miracle my test was negative ","sentiment_score":-0.3}
{"full_text":"LITERALLY","sentiment_score":0.0}
{"full_text":"RT Part of the vaccine primed the immune system to attack particular neurons in the brain.","sentiment_score":0.1666666667}
{"full_text":"RT Employers' lackluster response to the pandemic has triggered a \"Hidden Resignation,\" as more workers report being acti...","sentiment_score":0.1666666667}
{"full_text":"RT This is such a crime. In addition to deaths many young people are suffering from long covid.","sentiment_score":0.1375}
{"full_text":"RT Unfortunately, analysts can't use new-infection data from the last 3 days to gauge how the US is doing pandemic-wise.#...","sentiment_score":-0.25}
{"full_text":"RT Every reporter that interviews needs to ask him his position on Georgetown Prep's mask and vaccine mandates s...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak can afford to write off PS4.3 billion in Covid fraud, but can't afford to maintain  PS20 UC increase. Oh and...","sentiment_score":0.0}
{"full_text":"These Covid lungs ain't it man.","sentiment_score":0.0}
{"full_text":"RT Voted twice against giving PS170 million to feed vulnerable hungry kids at Christmas","sentiment_score":-0.5}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"RT Omicron is not mild; it *milder* than delta. Understand the difference.","sentiment_score":-0.1666666667}
{"full_text":"RT Let them go bankrupt - Florida is free and wide open for tourists.","sentiment_score":0.1}
{"full_text":"RT The system is rigged. Ivermectin, which won a Nobel Prize in 2015, is still banned for Covid-19 use, but Pfizer's dr...","sentiment_score":0.0}
{"full_text":"RT It's not a freakin' popularity contest. Or some sick game to see which prov can stretch ICU the furthest.Henry's job...","sentiment_score":-0.5571428571}
{"full_text":"RT Maybe the solution to abortion is to tell the left that all unborn children are pro COVID vaccine. Then maybe they will...","sentiment_score":0.0}
{"full_text":"RT $OCGN about to go past $30 I'm betting. #covaxin #Covaxinapproval #COVAXIN_USA #COVID19 #COVID #mRNA #India #USA #WHO #","sentiment_score":-0.25}
{"full_text":"RT Another conspiracy theory that was, erm not a conspiracy theory! When will people wake up.. this never ends.","sentiment_score":0.0}
{"full_text":"RT hospitals are NOT coping","sentiment_score":0.0}
{"full_text":"Omicron Variant: What Parents Need to Know","sentiment_score":0.0}
{"full_text":"RT Remember, I called Friday the 21st for date of the first suspension. I'm zeroing in.","sentiment_score":0.125}
{"full_text":"RT Oh hai today 36 people died in NSW alone &amp; there were almost 30,000 new cases 22 people died in Vic &amp; did you know only two...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: Ed Fuller, Professor at Penn State, says people wearing masks should \"drive drunk and speed through the neigh...","sentiment_score":-0.5}
{"full_text":"A prick or a realist? I'll take both charges. When the average age of death from covid is higher than the average age of death, I take issue with all the hand wringing.","sentiment_score":-0.0166666667}
{"full_text":"RT Youngkin based his campaign opposing a policy that wasn't happening in schools his kids don't go to and is using his win to fo...","sentiment_score":0.8}
{"full_text":"It's unfortunate that soft bigots like you think identification is somehow suppression.  It's protection for our institutions. Who isn't capable of acquiring a free government ID?  You're obsessed with Covid papers...","sentiment_score":-0.06}
{"full_text":"Morrison sure is good at distracting from his failure to address climate change with his failures to address pandemic crisis with his failures to stimulate the economy. What a mess.","sentiment_score":0.1770833333}
{"full_text":"The 'vaccine' fucked his natural immunity up.","sentiment_score":-0.25}
{"full_text":"Two Covid spreaders and lairs","sentiment_score":0.0}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"RT Fauci warns that Omicron may not be the end of the pandemic and there is a \"high probability another variant could emerg...","sentiment_score":0.16}
{"full_text":"RT Individuals from a private health clinic in Gombak have been arrested for issuing more than 5,000 Covid-19 vaccination ce...","sentiment_score":0.25}
{"full_text":"RT It's actually so unbelievable to me that Victoria went through these wild completely fucked lockdowns for two years and n...","sentiment_score":-0.25}
{"full_text":"RT If you're a prominent spreader of Covid-19 misinfo, QAnon or white nationalism who wants to reach an audience (and be paid...","sentiment_score":0.2333333333}
{"full_text":"Victorian hospitals declare a Code Brown:  We are officially in the shit.       #coronavirus #CovidVic","sentiment_score":-0.2}
{"full_text":"RT $?     $?Got 1 more week of this chillen at home healing from COVIDMy Cashapp and DMs should be BUMPING A LOT MORE...","sentiment_score":0.5}
{"full_text":"The Weekly Report: COVID-19 and ortho residency program applications, plus more new content from ICJR","sentiment_score":0.3181818182}
{"full_text":"Reminder! Due to staffing shortages caused by COVID-19, Boaz City Schools will transition to virtual learning on Friday, January 14, 2022, and Tuesday, January 18, 2022.  Students and staff will return to school on Wednesday, January 19, 2022. #WeAreBoaz #BCSSUpdates","sentiment_score":-0.125}
{"full_text":"RT I know we've hit year three of a global pandemic because I'm finally reading the Silmarillion","sentiment_score":0.0}
{"full_text":"#PlayToEarn has given many people a second chance after their financial situation was affected by Covid-19.The benefits of #cryptocurrency are long reaching and impact real people with real lives.We're proud to be part of positive change.#Cardano #CardanoNFTs #CNFT #CNFTs","sentiment_score":0.2346590909}
{"full_text":"Loudoun County became the latest school system in Virginia to not immediately adopt a controversial executive order issued by new Gov. Glenn Youngkin.","sentiment_score":0.3954545455}
{"full_text":"Among the regions, Metro Manila recorded the most COVID deaths with 18,044 (24 percent), followed by Calabarzon (22.1 percent) and Central Luzon (18.9 percent). | via","sentiment_score":0.25}
{"full_text":"\"Wearing of masks, maintenance of physical distancing and health &amp; hygiene protocol must be followed at all times,\" an official statement said.#WestBengal #COVID19","sentiment_score":0.0}
{"full_text":"RT The reason some ICUs have more vaccinated than unvaccinated #covid patients is that there are MANY more vaccinated people...","sentiment_score":0.5}
{"full_text":"RT We can't keep jabbing extra doses based on antibody titers. Even symptomatic infection is too low a bar.  We need trials...","sentiment_score":0.0}
{"full_text":"RT Mild eh #bonniehenry #fuckyou","sentiment_score":0.3333333333}
{"full_text":"Global inequality surged throughout much of the coronavirus pandemic, as some of the richest and wealthiest people on earth saw a massive increase in their fortunes while millions fell into extreme and dire poverty.","sentiment_score":0.01875}
{"full_text":"Should the federal government spend even more money to combat the pandemic?https:\/\/t.co\/5xgSdGdCi1","sentiment_score":0.5}
{"full_text":"Norwegian cruise ship hit with COVID-19 wave cancels mid-voyage","sentiment_score":0.0}
{"full_text":"Are you worried about AHS no longer reporting school COVID numbers?#alberta #airdrie #schools","sentiment_score":0.0}
{"full_text":"In todays medical news we see the benefits that vaccines have to prevent long term effects of covid.Do you think it is someone else's right to increase your insurance premium so that you can care for their long term treatment?","sentiment_score":0.0464285714}
{"full_text":"RT New York Democrat Gov. Kathy Hochul compares commonsense widely-supported voter integrity measures like voter ID to COVID-...","sentiment_score":0.1363636364}
{"full_text":"As cases climb in the U.S., focus remains on the sickest and the nation's overstretched hospitals and health care workers, but many others are suffering at home and discovering mild COVID to be a major disruptor.","sentiment_score":0.2986111111}
{"full_text":"#MiddayEntertainment |The 26th International Film Festival of #Kerala postponed due to rising #Covid19 caseshttps:\/\/t.co\/5lLmBLSHAn","sentiment_score":-0.0625}
{"full_text":"RT Here is NIH tweet about Covaxin 11\/21 linking to Lancet paper - paper shows us protection against severe disease is 93.4...","sentiment_score":0.0}
{"full_text":"RT These recommendations are an important next step in calling out specific areas where NIH inaction on ME\/CFS has serious conse...","sentiment_score":0.0166666667}
{"full_text":"Martin Luther King Jr railed against police brutality. He reminded the country of its racist past. He scolded the powers that be for income inequality and systemic racism.  So: BLM; CRT; income inequality and Covid inequality. ","sentiment_score":-0.25}
{"full_text":"Be sure you tick off all the prerequisites before you get your booster shot of the vaccine!https:\/\/t.co\/4rqeGv0nf5","sentiment_score":0.5}
{"full_text":"\"It's going to be a really challenging next 90 days and we can only hope this omicron variant recedes as quickly as it came on.\"","sentiment_score":0.2083333333}
{"full_text":"Remote commissioning will continue after Covid -","sentiment_score":-0.1}
{"full_text":"#US Joint Chiefs of Staff Chairman Gen. Mark Milley has tested positive for #COVID19 and is experiencing very minor symptoms, a spokesperson says. The Marine Corps says its commandant, Gen. David Berger, also has COVID-19.https:\/\/t.co\/zM4P8ZnPnD","sentiment_score":0.0811363636}
{"full_text":"Dr. Anthony Fauci said that redefining what it means to be \"fully #vaccinated\" against #COVID19 is \"certainly is on the table and open for discussion.\"https:\/\/t.co\/k8Q4OTwBhO","sentiment_score":0.1071428571}
{"full_text":"RT We dont want complete lockdown but the cities with most covid cases should be closed for 2 weeks. Situation will be alot b...","sentiment_score":0.1666666667}
{"full_text":"in the old cultures they used to pray for the fertility of the nation and specifically for such units, they would turn them into statues and personal jewelry but nowadays we kick them lock them down vaccinate them hahahaha, progress.","sentiment_score":0.0288888889}
{"full_text":"Using after-action reviews of outbreaks to enhance public health responses: lessons for #COVID19 ... #freeaccess ... \"Every outbreak is a lesson in prevention\" ... #medtwitter","sentiment_score":0.0}
{"full_text":"Does this phase of the pandemic feel more confusing and chaotic than ever? You're not alone.","sentiment_score":0.1}
{"full_text":"Covid for sure","sentiment_score":0.5}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"RT Their actions show they knew exactly what the \"covid sceptics and anti-lockdowners\" also knew all along: the lockdowns were...","sentiment_score":0.25}
{"full_text":"THE ZEDS SERIES... #wattpad #wip #amwriting #zombies #apocalypse #pandemic #series","sentiment_score":0.0}
{"full_text":"BATO BATO SA LANGIT President Duterte wears a face mask after Health Secretary Francisco Duque III notes that those who do not wear their masks properly usually contract COVID-19.","sentiment_score":-0.25}
{"full_text":"The city recorded 189 COVID-19 cases on Monday, the highest ever in a single day since the pandemic started, Em Ang, Bacolod Emergency Operations Center director, said.","sentiment_score":-0.0857142857}
{"full_text":"Those vaccines have had decades of refinement; polio is more severe than Covid; almost everything we get a vax for is more acute than Covid. I have no need for a vax nor would I sign my rights away to sue.","sentiment_score":0.5333333333}
{"full_text":"The number of #COVID19 cases in #China reached its highest level since March 2020","sentiment_score":0.0}
{"full_text":"That's wishful thinking at best. That won't change anything in blue states. Didn't we have a Republican President and senate when covid fascism was implemented?","sentiment_score":0.5}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"RT A vaccine mandate is an extraordinary measure that requires extraordinary care.It must be complemented with vaccine acce...","sentiment_score":0.3333333333}
{"full_text":"#ResourcesFace masks during the COVID-19 pandemic (@RealSciLine)https:\/\/t.co\/RQtrq8SHJ8","sentiment_score":0.0}
{"full_text":"Top health officials like White House medical adviser Dr. Anthony Fauci have already speculated that a fourth dose of an mRNA vaccine may be necessary in the months ahead.https:\/\/t.co\/kubJnUHH2j","sentiment_score":0.1}
{"full_text":"RT Billionaires added $5 trillion to their fortunes during the pandemic, according to Oxfam, exacerbating economic inequality as the...","sentiment_score":0.2}
{"full_text":"RT Covid gotta be a man the way it keeping fucking everything up","sentiment_score":-0.6}
{"full_text":"SKorea slightly eases distancing but warns of omicron surge via","sentiment_score":-0.1666666667}
{"full_text":"As Omicron continues to drive Covid cases in India, the Ministry of health and welfare has issued a slew of new guidelines for the clinical management of Covid treatment in the country.https:\/\/t.co\/fyxbROG7lz","sentiment_score":0.1363636364}
{"full_text":"The industry is adopting varied work rosters amid the Omicron outbreak.https:\/\/t.co\/bnFYy1FS6Y","sentiment_score":0.0}
{"full_text":"Dozens of Queensland police and teachers are facing the sack for failing to get vaccinated against Covid-19 in line with the state's mandates.#qld #Health #police #covid19 #vaccinationhttps:\/\/t.co\/B9qbYoMpZC","sentiment_score":0.0}
{"full_text":"RT Now my parents have Covid.After refusing to listen to me on vaccination &amp; now they're taking ivermectin bs their doctor w...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $CW today at $139.26 per share, and the stock prices rebound back to pre-pandemic prices at $146.54, your investment would be worth $1052.28! That's 5% growth and $52.28 profit!  See more:  $PINS $SRLP $PSCC $CFA $TSEM","sentiment_score":0.3229166667}
