{"full_text":"#teeroywhatyoubeenthinkin Happy Sunday! Corona be Gona!!","sentiment_score":1.0}
{"full_text":"RT I hate when I got plans and people take they time doing shit. Make me wanna stay home.","sentiment_score":-0.5}
{"full_text":"i think we should all take the pandemic personally","sentiment_score":0.0}
{"full_text":"RT #Omicron #DougFordFailed #ONmediaFail  #CdnMediaFail #Canpoli #Onpoli #Toronto #Resist The Pandemic Strikes! Oh Cannabi...","sentiment_score":0.0}
{"full_text":"RT I'm SHOCKED Lol no I'm not. I'm not a brainwashed puppet.","sentiment_score":0.05}
{"full_text":"RT \"Small fringe minority\"~ Justin Trudeau Thousands of people protest against vaccine passports and mandates every week...","sentiment_score":-0.25}
{"full_text":"RT My worst fear is not that I'll get Covid &amp; die. My WORST fear is that one of my kids will bring home Covid from school...","sentiment_score":-1.0}
{"full_text":"RT Covid vaccine: The worrying side effect that could lead to 'severe heart failure'","sentiment_score":-0.3166666667}
{"full_text":"RT It's always the same bigoted trash.","sentiment_score":0.0}
{"full_text":"RT I have been a doctor for 40+ yrs, public health comms for 35+ yrsNever did I expect my State or my country to be gover...","sentiment_score":0.0}
{"full_text":"RT The pandemic has caused 28 TRILLION dollars so far, according to the International Monetary FundAnd we are still told th...","sentiment_score":0.05}
{"full_text":"RT People protesting against the vaccine mandate are not the \"fringe\" of Canada, they are the FABRIC of Canada.","sentiment_score":0.0}
{"full_text":"RT So on one hand we have reports of people having heart attacks, myocarditis, blood clots, DEATH from the vaccine and on t...","sentiment_score":0.0}
{"full_text":"RT From the @NIH #Ivermectin A five-day course of ivermectin for the treatment of COVID-19 may reduce the duration of illnes...","sentiment_score":0.0}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT Came out of an interesting free wheeling presser with co-organizers of #TruckersConvoy2022 and ....","sentiment_score":0.45}
{"full_text":"honestly this is why i miss having covid bc i got to eat in my room","sentiment_score":0.6}
{"full_text":"RT Throughout the pandemic I wish journalists had questioned the effectiveness of excessive restrictions as thoroughly as they...","sentiment_score":-0.25}
{"full_text":"How does one unpack the amount of stupidity that Rhea just spewed here?","sentiment_score":-0.6}
{"full_text":"RT NETHERLANDS  -  The truckers now joining from all over the world, moving as one people to set you free! Your governmen...","sentiment_score":0.5}
{"full_text":"RT Canada is INSANE to fine people $10k for protesting to support the truckers.50k truckers is not a \"fringe minority.\"En...","sentiment_score":-0.2916666667}
{"full_text":"RT The Director of the CDC was \"stunned\" in late July that vaccinated people were getting and spreading Covid? Really?H...","sentiment_score":-0.3}
{"full_text":"RT \"Why are people focusing on Joe Rogan and Spotify and not bigger sources of coronavirus disinformation?\"Because privat...","sentiment_score":0.0}
{"full_text":"RT this is exactly my lesson learnt from long covid children","sentiment_score":0.1}
{"full_text":"RT Spotify finally responds to Joe Rogan controversy with a plan to label podcasts that discuss COVID-19 ht...","sentiment_score":0.0}
{"full_text":"RT 6) However--\"results indicate that Omicron infection enhances preexisting immunity elicited by vaccines, but on its own **...","sentiment_score":0.6}
{"full_text":"RT This is an amazing  on short &amp; long term effects of covid even in mild cases. Different organs &amp; systems can get affected &amp;...","sentiment_score":0.1766666667}
{"full_text":"RT Native political prisoner Leonard Peltier, 77, has tested positive for COVID-19. Leonard is high-risk, with health issues i...","sentiment_score":0.1136363636}
{"full_text":"A child from #Cyprus who was refused a #heart transplant in #Germany because his parents are unvaccinated will have the procedure in #Greece. #COVID19 #COVID #vaccines #vaccinated","sentiment_score":0.0}
{"full_text":"RT Just a heads up. Regarding \"Neo-CoV.\" IT IS NOT A NEW COVID-19 VARIANT. Please be aware. It's another type of Coronavir...","sentiment_score":0.0909090909}
{"full_text":"I thought the protest was about vaccine mandates?!","sentiment_score":0.0}
{"full_text":"No it's not vindicated.Your vaccine doesn't make you any less likely to transmit the virus.There is NO science to support mandates or vaccine passes. None whatsoever","sentiment_score":-0.0833333333}
{"full_text":"Sorry to hear this Ken. Hope it's not too rough and you recuperate well. I've just been to the pub after Covid got me last week &amp; had the best time. First time I've been truly relaxed in a public space for 2 years.","sentiment_score":0.1083333333}
{"full_text":"RT Just had to walk out of a restaurant bc they refused to serve us if we didn't mask LOL mike told the douche to read the bo...","sentiment_score":0.8}
{"full_text":"RT France has been using covid passports.France recently had record highest infections since the pandemic started.","sentiment_score":0.0}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"Make sure you take them STI test after them rapid COVID's","sentiment_score":0.5}
{"full_text":"RT It's OfficialTrudeau on the run  'CBC says Justin Trudeau has been relocated from Rideau Cottage for his safety'","sentiment_score":0.0}
{"full_text":"RT I have been so worried about teenage retail employees all weekend","sentiment_score":0.0}
{"full_text":"\"I want you to know that from the very first days of the pandemic, Spotify has been biased toward action.\" What? You're paying many millions to the loudest voice in the anti-vaxxer community!","sentiment_score":0.35}
{"full_text":"RT I am deeply disturbed by the images from Ottawa yesterday and by Scott Moe's choice to repeat lies about vaccines in a lette...","sentiment_score":0.0}
{"full_text":"RT Sunak's the Anti-Robin Hood","sentiment_score":0.0}
{"full_text":"RT FYI from this morning with on the massive widening of wealth inequality post covid, and why the wealthie...","sentiment_score":0.0}
{"full_text":"Possibly, but that was a result of a bilateral agreement with the USA, so unless the USA also removes its vaccine requirement, Canadian truckers who aren't vaccinated won't be able to get in to the USA, which makes coming back a non-issue.  Meanwhile unvaxed US trucks can come in","sentiment_score":0.1666666667}
{"full_text":"RT What annoys so much right now is the narrative that Omicron is in retreat.  But how can it be? when hospitalisations of child...","sentiment_score":0.2857142857}
{"full_text":"How about that?! COVID cured the flu!","sentiment_score":0.0}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT A national paid sick leave policy would mean workers wouldn't have to choose between taking time off to recover from a dis...","sentiment_score":-0.5133928571}
{"full_text":"The vaccines are still under EUA. \"There is nothing in this vaccine that presents any particular\". Watch this and tell me still stand by your bullsh*t.https:\/\/t.co\/yyWqstDpQG","sentiment_score":0.1666666667}
{"full_text":"RT Cancel the STAAR test.Students, teachers, and parents don't need any more high-stakes, high-pressure during this pandemi...","sentiment_score":0.5}
{"full_text":"RT Omicron BA2 Denmark: deaths are rising and higher than 1st wave increasing by a factor of 9X since start of Nov: hospita...","sentiment_score":0.25}
{"full_text":"RT Really, I'm just sick of accommodating the willfully unvaccinated to live in a perpetual pandemic.","sentiment_score":-0.125974026}
{"full_text":"RT \"Small fringe minority\"~ Justin Trudeau Thousands of people protest against vaccine passports and mandates every week...","sentiment_score":-0.25}
{"full_text":"every day i am grateful i don't live in saskatchewan","sentiment_score":0.1363636364}
{"full_text":"RT This is the smoking gun! Dominic Perrottet is unfit to be Premier and must resign! NSW govt ignored warnings Omicron...","sentiment_score":0.0}
{"full_text":"Sorry Jackz, it's going to happen though hey. BK came home with a mild flu last week (Covid negative, thank God) that he gave to me and it triggered my asthma really badly. He's fine but I'm struggling... Find you a good Immune booster for the baby girl, and you","sentiment_score":0.1083333333}
{"full_text":"This picture was years ago. Most have died from Covid since then.","sentiment_score":0.5}
{"full_text":"RT Andy Reid needs to put on that huge Covid face shield again. I want to seem him panting like an ox behind fogged plexig...","sentiment_score":2.775557562e-17}
{"full_text":"RT 1\/5  NHS workers are being rushed by managers into getting the covid vaccine by Thursday (3 February), but employers are...","sentiment_score":0.0}
{"full_text":"RT Such a sickening cycle of insatiable greed. The media gets horny for Biden-bashing headlines, causing it to ignore hist...","sentiment_score":-0.45}
{"full_text":"Taking an individual quarter GDP figures is not the best way to evaluate the economic performance of Johnson getting \"all the hard calls right\" as ministerial stooges keep spouting. Lets compare since start of pandemic.@Keir_Starmer must point this out every time","sentiment_score":0.2388095238}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT \"Small fringe minority\"~ Justin Trudeau Thousands of people protest against vaccine passports and mandates every week...","sentiment_score":-0.25}
{"full_text":"RT Raising questions about whether young, healthy people need the Covid jab is not \"anti-vax\". After all, the head of th...","sentiment_score":0.3}
{"full_text":"RT In 30 days of 2022, NSW has lost at least 703 people to premier Dominic Perrottet's \"push through Covid\" policy. Numbers are...","sentiment_score":-0.3}
{"full_text":"RT This here's a company that is panicking.https:\/\/t.co\/OKrMXl09UI","sentiment_score":0.0}
{"full_text":"RT The Biden administration constantly pushing their economic development in the last year is really starting to tick me of...","sentiment_score":0.05}
{"full_text":"RT Michael Flynn can't draw a crowd anymore because he's a psychotic, unpatriotic coward who also thinks COVID-19 was invent...","sentiment_score":-0.5}
{"full_text":"RT Abel wore a red suit and bandages for a year. Dua lipa was releasing mv for an album released a year ago. Doja Cat is basi...","sentiment_score":0.0}
{"full_text":"RT The COVID narrative is beyond crumbling, it's barely being held together by a thread at this point. Keep pushing! We are al...","sentiment_score":0.0625}
{"full_text":"RT Cancel the STAAR test.Students, teachers, and parents don't need any more high-stakes, high-pressure during this pandemi...","sentiment_score":0.5}
{"full_text":"And this man simply wants to avoid taking an unwanted vaccine that won't necessarily improve his immune system and could potentially harm it.","sentiment_score":0.0666666667}
{"full_text":"RT The University of Michigan hockey program under investigation for allegedly trying to hide COVID-19 cases before last year's...","sentiment_score":-0.05}
{"full_text":"Come on Doc there is not a scientific consensus and you know it, there are so many doctors on the other side of the issue you can't possibly hold on to the \"science is settled\" lies. The vaccine is brand new and has no track record yet I mean are you really a doctor?","sentiment_score":0.0664772727}
{"full_text":"RT Misinformation? That's an awfully big word for a pair of Hollywood grifters.","sentiment_score":0.0}
{"full_text":"RT Raising questions about whether young, healthy people need the Covid jab is not \"anti-vax\". After all, the head of th...","sentiment_score":0.3}
{"full_text":"No. Im attributing Fauci to the paper he wrote and signed where he said that AIDs was household transmissible by routine contact. Even when he was presented with counterevidence he, and I quote,:\"didn't read the document\". Educate yourself.https:\/\/t.co\/ViLBSaoWJG","sentiment_score":0.0}
{"full_text":"Here, you ignorant twat. Dallas County shutdown orders March 2020. Find a grown up to read it to you.","sentiment_score":0.0}
{"full_text":"RT As with earlier variants, #omicron can still be dangerous for patients who are vulnerable because of underlying medical...","sentiment_score":-0.275}
{"full_text":"RT Deaths of people 18 to 49 soared in 2020-21; most of excess not COVID-related, Illinois data shows.  | Just The News h...","sentiment_score":0.5}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"Stuck between a $100M rock and a hard place.https:\/\/t.co\/UexTNfH2nw","sentiment_score":-0.2916666667}
{"full_text":"I've just spent the last couple of years in a rural location helping to provide end of life care for a family member with terminal cancer in a pandemic.In terms of mindset and maturity, this has been the most beneficial and transformative period in my adult life.Love wins ","sentiment_score":0.1333333333}
{"full_text":"RT The hubris and ableism of \"going back to normal\" as aspirational at this point in the pandemic. What is \"normal\"? For who...","sentiment_score":0.1}
{"full_text":"RT Was he's destitute wife involved?","sentiment_score":0.0}
{"full_text":"RT The world's most powerful X-ray device looks at the lung of a 54-year-old man who died of #COVID19 revealing massive da...","sentiment_score":0.2666666667}
{"full_text":"RT Men who can't get laid because they take livestock medicine to prevent COVID are called Ivermectincels.","sentiment_score":0.0}
{"full_text":"We know the US Pharma and Politicians are greedy. But what about China? Why would China create a vaccine when they know about this 2015 Ivermectin success? Is China in on the whole scam to disprove Joe Rogan?","sentiment_score":0.25}
{"full_text":"i'm sorry if this is a covid test and congrats if it's a pregnancy test","sentiment_score":-0.5}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT It is not surprising that die-hard lockdowners are claiming that we never really had a lockdown, now that it is clear...","sentiment_score":-0.1166666667}
{"full_text":"RT In the Memory of More than 500.000 Deaths of #Coronavirus in #Iran, NCRI Supporters Rally in Brussels#Brussels #NCRIhtt...","sentiment_score":0.5}
{"full_text":"They just wrote off billions in COVID fund fraud. Most likely to all their mates!!!","sentiment_score":0.25}
{"full_text":"Canada rally against vaccine mandates blocks Ottawa as Trump praises protest How sad is a Canadian protest when Donald Trump praises it. Shame on you Canadian protesters","sentiment_score":-0.5}
{"full_text":"RT The contrast between the microscopic, tortoise-paced procedures that applied to Covid-related grants to charities &amp; Treas...","sentiment_score":0.0}
{"full_text":"RT Last year  was more supportive than you. you are not even listening to our problems,...","sentiment_score":0.3333333333}
{"full_text":"RT This match didn't fix tennis, it didn't push tennis past Covid, but it did help us forget for a minute. It showed us how i...","sentiment_score":-0.25}
{"full_text":"Love the Cam Jones news for #iufb. He is one of several key Hoosiers availing themselves of that extra year of eligibility stemming from Covid.I really like having enough experienced guys around to help the young talent mix in and get up to speed quickly.","sentiment_score":0.2148148148}
{"full_text":"All you need to know about #NeoCov variant of #coronavirus","sentiment_score":0.0}
{"full_text":"Peloton's pandemic bubble is beginning to burst. The company hopes video games can help reverse the trend.https:\/\/t.co\/0gjVRJR0En","sentiment_score":0.0}
{"full_text":"RT My 16-yr-old works at at Bank and Cooper. When he told a patron he must wear a mask to be served,...","sentiment_score":0.0}
{"full_text":"RT During the pandemic the richest saw their wealth double but Govt instead choose to increase the tax on the rest of us, espe...","sentiment_score":0.0}
{"full_text":"Neil Young thanked his record label for standing with him after he decided to pull his music from Spotify over his stance on COVID-19.","sentiment_score":0.1}
{"full_text":"With freezing temperatures heading our way, experts are urging people to store at-home COVID tests properly so they can be as accurate as possible.","sentiment_score":0.1333333333}
{"full_text":"RT It's being reported that Switzerland will drop all restrictions and vaccine passports on February 16th.#NoVaccinePassp...","sentiment_score":0.0}
{"full_text":"We need #MedicareForAll so people in need don't have to rely on strangers to pay for Healthcare needs. That being said, if you can spare a couple dollars it would go a long way towards helping.Also, get vaccinated. #Covid_19 #COVID19 #covid","sentiment_score":-0.05}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"Live COVID-19 safe! Protect yourself and your loved ones. Cover coughs and sneezes! Register for COVID-19 vaccinations at or call (670) 682-7468. Learn more","sentiment_score":0.5340909091}
{"full_text":"Although pushed back 'Ghetto Gods,' they will be performing it all over the world before it drops. #OGM  Giving back to the small \"mom-and-pop\" venues affected by the pandemic, this is an amazing way to pivot a project delay.+ READ MORE :","sentiment_score":0.17}
{"full_text":"After meeting a COVID-vaccination deadline in 2021, a COVID-vaccine booster deadline is approaching for the CSU system's 23 campuses.https:\/\/t.co\/6bKN1O7xAV","sentiment_score":0.0}
{"full_text":"In case you missed it...Here's one of our top stories last week!","sentiment_score":0.25}
{"full_text":"A challenge by two Ontario churches of public health restrictions amid the COVID-19 pandemic begins Monday, with their lawyers arguing the measures violate the right to freedom of religion and assembly under the Constitution.https:\/\/t.co\/hUYzXwv09S","sentiment_score":0.1428571429}
{"full_text":"RT The COVID narrative is beyond crumbling, it's barely being held together by a thread at this point. Keep pushing! We are al...","sentiment_score":0.0625}
{"full_text":"We need saving from ourselves: lockdowns resulted in huge air quality improvements, saving countless lives. Achieving a more sustainable population size and reducing the impact of our lifestyles are key to improving health and well-being.","sentiment_score":0.225}
{"full_text":"RT Adams announced today that New Yorkers can get free COVID-19 pill treatment delivered to their door, here's who qualifies ht...","sentiment_score":0.2681818182}
{"full_text":"#remotejobs #stayathome Remote Position: Office Support Specialist, Civil Service Extra Help (13192) #jobsearch #hiringnow","sentiment_score":-0.05}
{"full_text":"This week, the United States partnered with #COVAX to deliver more than 4 million COVID-19 vaccine doses to five countries in Africa.","sentiment_score":0.5}
{"full_text":"Pinellas' Ending the #HIV Epidemic has a goal of reducing new infections by 90% from now until 2030. The team is doing great work in the community to bring partners together. Check out their story map here","sentiment_score":0.4681818182}
{"full_text":"#CovidVaccine clinics will be open tomorrow #rdgukhttps:\/\/t.co\/biLNm4U4sU","sentiment_score":0.0}
{"full_text":"Not omicron in this paper.Get boosted.Waned 2 dose is not holding up well at all, including for severe disease.https:\/\/t.co\/e9SkzLIS7s","sentiment_score":0.0}
{"full_text":"RT So the NY Post story about the nurses selling fake vaccine cards doen't name the cop who was part of the ring. The cards we...","sentiment_score":-0.5}
{"full_text":"Wear a mask! Wash your hands!Mnaadendan gibi-maadiziwin - Respect your lifeMnaadenim kwiiji-bimaadiz - Respect your fellow being","sentiment_score":0.0}
{"full_text":"RT Canada isn't going to take more lockdowns and COVID restrictions.Ottawa todayhttps:\/\/t.co\/48V0ib862O","sentiment_score":0.5}
{"full_text":"Despite Covid 19 chaos, Australian homes and businesses have set a rooftop solar install record in 2021. Amazing!","sentiment_score":0.375}
{"full_text":"Staying healthy after #cancer treatment can be hard. Linda answers questions about alcohol, tobacco, anxiety and distress, and physical activity and nutrition.","sentiment_score":0.0694444444}
{"full_text":"RT and boy was he wrong it's astonishing that two years later the people who championed Rogan during Dem primary, instead...","sentiment_score":0.1}
{"full_text":"Learn out. Vaccine mandates test the limits of persuasion #tech #digital #data #privacy","sentiment_score":0.0}
{"full_text":"A grand jury found no criminal wrongdoing in the deaths of eight inmates last year, including four who had COVID-19.","sentiment_score":0.2333333333}
{"full_text":"Ap Pls apni Celebration change karen ab shoulder uterne ki umer a gai he aur dusra Jo ap thookte hen (spitting) pls stop this this is not mohalla Cricket and its Covid time Also ","sentiment_score":0.0}
{"full_text":"52% of those currently hospitalized in the UK for COVID aren't there because of the virus. Instead they were hospitalized for more severe conditions &amp; COVID was just an incidental. Never mind. The fear mongers focus on COVID. That's where their power lies.https:\/\/t.co\/f8sWOhELzk","sentiment_score":0.25}
{"full_text":"I took Ivermectin combined with zinc, C, D, and aspirin for CovID-19.  I have a bad lung from former pneumonia so I've been constantly researching the best treatments used globally.  Knocked my symptoms out in about 72 hours.  I modeled my treatment around the Zelenko protocol.","sentiment_score":0.06}
{"full_text":"RT The Biden administration constantly pushing their economic development in the last year is really starting to tick me of...","sentiment_score":0.05}
{"full_text":" Wishing you a happy and safe #LunarNewYear! Here are some tips for a #COVIDSafe celebration: Share translations in Chinese-Simplified, Korean and Vietnamese from below.   #multicultural #multilingual","sentiment_score":0.7125}
{"full_text":"This week at Legacy:Monday: On-Campus COVID testingWednesday: Soccer &amp; Basketball vs. KirbyComing Up: 2\/7 &amp; 2\/14-Student Holidays; 2\/22 Family Engagement Night with Mathnasium#igKNIGHTed #ECProud #ProudlyUnited","sentiment_score":0.0}
{"full_text":"Freddy, you're supposed to be on lockdown!Vanessa... Stay Noble ass print joggers are in stock.","sentiment_score":0.6}
{"full_text":"Omicron Survives Longer on Skin, Nose Swab Best for Rapid Tests: Studies | via","sentiment_score":1.0}
{"full_text":"RT There is a line between cluelessness and deliberately dangerous political posturing. Ron Johnson crossed it last week...","sentiment_score":-0.175}
{"full_text":"South Africa COVID19 Tracker ( Sun Jan 30 2022 )New Cases: 2226Active Cases: 65299Total Recovered: 3443535Total Deaths: 95022","sentiment_score":0.1363636364}
{"full_text":"A new article:Self Spanking Please share me your self spanking experiencehttps:\/\/t.co\/GWYI2r0690#selfspanking #bdsm #selfdiscipline #covid19","sentiment_score":0.1363636364}
{"full_text":"California man charged with stealing $1M in COVID benefits.https:\/\/t.co\/ghJNXtufPx","sentiment_score":0.0}
{"full_text":"RT The COVID narrative is beyond crumbling, it's barely being held together by a thread at this point. Keep pushing! We are al...","sentiment_score":0.0625}
{"full_text":"WHO denies destroying shipments of Covid-19 vaccines in Libya","sentiment_score":-0.2}
{"full_text":"Checking in on former VP candidate, Tina Fey tether, anti-vax disinfo-pusher Sarah Palin She's dining out in New York -- a city she hates -- while she actively has COVID. Gotta love Real America Sarah!","sentiment_score":0.1506060606}
{"full_text":"Yes, their stupid has been exposed","sentiment_score":-0.8}
{"full_text":"RT Imagine Resident Evil Outbreak in the RE Engine with full online capabilities and extended story.Hell, even give me paid...","sentiment_score":-0.325}
{"full_text":"Current Conditions for #Sayre PATemp: 23.2FWind Chill: 20.8FHumidity: 50%Dew Point: 7.4F Barometer: 30.098 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 577.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"They didn't and don't give an ounce of care to the electorate they have caused the death of thousands not only with covid but with their austerity or policy","sentiment_score":0.0}
{"full_text":"RT How is that assassin still in power,  its just unbelievable He's making NSW a killing field a la Pol Pot Remove him no...","sentiment_score":-0.25}
{"full_text":"RT Just want the first lockdown back tbh. Tik tok, no fomo coz we were all doing the same thing, warm weather, walks, joe wicks...","sentiment_score":0.2125}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#WORLDNTDDAY#BEATNTDS#NTDS#HEALTHFollow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
{"full_text":"Whether or not Covid causes \"more\" cases doesn't matter. The so-called vaccine doesn't prevent you from catching the virus, so you're risking it from two vectors. Being fat causes more heart attacks than smoking, but you're dead either way.","sentiment_score":0.35}
{"full_text":"RT Here's the cold hard truth: Every one of these people calling me out for isolating still? If I were to stop isolating,...","sentiment_score":-0.4458333333}
