{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"RT BREAKING: General Electric suspends Covid vaccine and testing rules after Supreme Court blocks Biden mandate","sentiment_score":0.05}
{"full_text":"Remember the Brentford game (when you had two outfield players from your first team squad absent with Covid), right, right?Yes, you do.","sentiment_score":0.0452380952}
{"full_text":"RT Covid booster jabs in England to be thrown away as demand falls It is all over ","sentiment_score":0.0}
{"full_text":"RT SHOCKING: Canadian health officials forced to admit that they secretly accessed the cellphone location data of 87% of Canadi...","sentiment_score":-0.5666666667}
{"full_text":"RT EXCLUSIVE: No 10 staff held 'wine-time Fridays' throughout pandemic with Boris Johnson regularly witnessing the gatherings...","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT A very disappointing state of affairs for all the fearmongers out there. Great news for all the normal people though.","sentiment_score":0.0566666667}
{"full_text":"Lol this is your girl right? Kamala Harris-Backed State's Atty Indicted For Pretending To Be Poor So She Could Exploit COVID Help To Buy Vacation Homes","sentiment_score":0.2285714286}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT context: a concert in saudi was postponed bcs of a storm and some stays are lost or can't reach their home safely &amp; now some...","sentiment_score":0.5}
{"full_text":"RT The size of Montreal's protest against COVID law yesterday.","sentiment_score":0.0}
{"full_text":"RT Police are aware and looking for the missing people, IF YOU ARE OK GO HOME AND STAY HOME! The streets could get more dange...","sentiment_score":0.29375}
{"full_text":"RT Local surgeon--with decades of experience, in very high demand (&gt;12-month waitlist), very physically fit (long-distance r...","sentiment_score":0.2026666667}
{"full_text":"RT Joe is very wrong. The risk of myocarditis is higher from Covid than any Covid vaccine. #TheMoreYouKnow","sentiment_score":-0.2}
{"full_text":"Thank you ver much to the Saskatoon Youth Soccer association for cancelling the next 2 weeks of soccer. It was a very hard decision but the right one to keep our kids safe. I'm so glad my sons favourite sport takes Covid safety seriously. #covid19sk","sentiment_score":0.1104591837}
{"full_text":"RT No one defunded the LAPD. Their budget went UP 12% for 2022. The station is closed because 800+ cops are out on paid sick...","sentiment_score":-0.4071428571}
{"full_text":"RT I am so tired of this bullshit already, thanks of this covid-19 for this.i am fucking hate covid and i fucking hate this lif...","sentiment_score":-0.45}
{"full_text":"RT Just left DC and couldn't wait to get out. My once favorite city to visit is representative of the president and party in...","sentiment_score":0.25}
{"full_text":"Everyone should be vaccinated! We all need to work together to end the pandemic. Refusing to do the right thing is very selfish.","sentiment_score":-0.1821428571}
{"full_text":"RT Pippa ought to win every award going and a Damehood from a grateful Queen","sentiment_score":0.8}
{"full_text":"RT Until Covid is over can we cancel Friday as a weekday and just add it to the weekend? M-Thurs is enough","sentiment_score":0.0}
{"full_text":"RT Guys please be careful and don't accept rides from ANYONE and if you're going home in an Uber or any transportation service do...","sentiment_score":-0.1}
{"full_text":"RT People in glasshouses shouldn't throw stones should they?Labour's abject hypocrisy over PartyGate is laid bare.  htt...","sentiment_score":0.05}
{"full_text":"ok Canada when??","sentiment_score":0.5}
{"full_text":"RT I think the pandemic has ruined my ability to make small talk. My two speeds are: bonding over the shared existential crisi...","sentiment_score":-0.25}
{"full_text":"RT I just asked someone to leave my house because she insisted I wear a mask -- IN MY OWN HOME! She was from a design team that...","sentiment_score":0.75}
{"full_text":"WILL JOE COMMIT THAT ALL MATERIALS USED IN BRIDGE CONSTRUCTION WILL B MANUFACTURED IN USA BY UNION WORKERS AT PREVAILING RATES? WE NOTICED ADMINISTRATION HAS HANDED OUT N95 MASKS TO THE BELTWAY ELITE THAT ARE MADE IN CHINA.THIS IS UNACCEPTABLEhttps:\/\/t.co\/YE0tlfTq1d","sentiment_score":0.0}
{"full_text":"RT It's kind of shocking how thoroughly the pandemic, with the need for masks and tests and equipment, exposed the blatant lie a...","sentiment_score":-0.3}
{"full_text":"RT Biden actually had a pretty good week. He got the media to focus on Sinema, ramping up the pressure on her going forward....","sentiment_score":0.3166666667}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT No the prime minister did not get us through the pandemic, my NHS colleagues did. This is far bigger than party politics #bbcqt","sentiment_score":0.05}
{"full_text":"RT Apologies for the lack of tweets. Over the last year I've been dealing with complex mental health issues for 2 of the ki...","sentiment_score":-0.1333333333}
{"full_text":"\"Widespread school closures will be considered one of the biggest mistakes governments everywhere made in responding to COVID-19\" SAID NO ONE EVER. \"Best Summer Ever will be considered one of the biggest mistakes governments anywhere made in responding to COVID-19\" SAID EVERYONE.","sentiment_score":1.0}
{"full_text":"RT BREAKING: Delta Air Lines reveals that 8,000 of its employees contracted COVID-19 in the last month. Countless flight...","sentiment_score":0.0}
{"full_text":"RT BREAKING: General Electric suspends Covid vaccine and testing rules after Supreme Court blocks Biden mandate","sentiment_score":0.05}
{"full_text":"\"Disabled people were living in poverty before the pandemic, during the pandemic and are in deeper poverty now.\" -Michelle Hewitt with disabilities have been invisible during this pandemic.\" -@dstienstra","sentiment_score":-0.2}
{"full_text":"at today! School Social Workers during COVID-19 School Closures: Meet Basic Needs and Increase CapacityGordon Capp, CSU, Fullerton; Kate Watson, Michael Kelly, Loyola Chicago; Ron Avi Astor, Rami Benbenishty, Hebrew U of Jerusalem2:00-3:30PM","sentiment_score":0.0166666667}
{"full_text":"Just saw a guy at Sobeys wearing a thin cotton buff proven by the CDC to be ineffective as a covid mask. Suggested he get a proper mask and he had a tantrum. #covid19 #lockdownnb","sentiment_score":-0.2}
{"full_text":"RT 1 Covid case each, 3 injuries to main players each, Spurs will play, Arsenal don't want to, Arsenal loaned out players kn...","sentiment_score":0.1666666667}
{"full_text":"RT Hello, #LongCOVID! If you don't know me or #MEAction this is a big part of what we do.","sentiment_score":0.0}
{"full_text":"RT BREAKING Wine fridge smuggled into Number 10 that staff kept stocked from Tesco Express dashes: Staff attending regular...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's 'wine time Fridays' - No10 staff drinks every week in pandemic","sentiment_score":0.0}
{"full_text":"#ShotChaser \"Asked if the myocarditis was due to COVID, Nagelsmann said it's hard to tell.\" no doubt he had his shots being in Canada","sentiment_score":-0.2083333333}
{"full_text":"RT Fauci was LYING to us from the very beginning. Emails confirm that in February 2020 he intentionally downplayed the Wuh...","sentiment_score":0.2}
{"full_text":"RT I've confirmed that is \"retiring\" [left image: official mechanism for hospitals to r...","sentiment_score":0.2}
{"full_text":"RT Recall that, early in Biden's term, the common take on Manchin was: \"He'll kick up a fuss, demand a few symbolic concessions,...","sentiment_score":-0.1333333333}
{"full_text":"RT Biden\/Harris: Ummmm where to get tests? Google it sweatyGuy that helped me get an Xbox:","sentiment_score":0.0}
{"full_text":"RT Police are aware and looking for the missing people, IF YOU ARE OK GO HOME AND STAY HOME! The streets could get more dange...","sentiment_score":0.29375}
{"full_text":"RT 1. A report from the streets of Chicago, where CPS students are walking out, demanding better conditions to face Covid-19....","sentiment_score":0.5}
{"full_text":"RT So worried that I was in the way of medical personnel even though I needed medical intervention  To find out my body has...","sentiment_score":0.0}
{"full_text":"RT Omicron is pushing hospitals close to their capacity limits in about two dozen states, according to data posted by the U.S. De...","sentiment_score":0.0}
{"full_text":"RT and their travels. Indeed. Allah is sufficient for you and an Excellent GuardianImam Mahdi Nasser Mohammad Al-Yemeni1 -...","sentiment_score":1.0}
{"full_text":"RT \"Kids are suffering because they are not learning in-person.\" Needs to shift that to: \"Kids are suffering because...","sentiment_score":0.0}
{"full_text":"I guess COVID travel restrictions to Hawaii, plus the pandemic and rental car shortages, drove demand down. I went last summer. There were not a lot of people there. Pretty slow, but I loved it.","sentiment_score":0.0988888889}
{"full_text":"RT \"After numerous calls, he still can't get the results. Because he still has to quarantine, he has now missed a full week of...","sentiment_score":0.175}
{"full_text":"RT 1\/1 Dear DC Nightlife and Hospitality Community,As we prepare for the vaccine requirement that goes into effect tomor...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: No 10 staff held 'wine-time Fridays' throughout pandemic with Boris Johnson regularly witnessing the gatherings...","sentiment_score":0.0}
{"full_text":"Sometimes, you don't know what to do anymore. Two people in a row  then, Covid's getting worse  it's a never ending cycle. People are dying,yet other people seem to not care. ","sentiment_score":-0.2625}
{"full_text":"RT There's a growing narrative that the coronavirus SARS-CoV-2 is weakening and evolving into a less deadly virus. But, it's comple...","sentiment_score":-0.1833333333}
{"full_text":"Damn Red Dead 3 ","sentiment_score":-0.1}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"relax man i'm sure it's nothing","sentiment_score":0.5}
{"full_text":"RT As an employer I make the promise not to impose a vaccine mandate upon my employees!In addition my company  will no lon...","sentiment_score":0.0}
{"full_text":"RT Reminder that Arsenal cried for a week because Liverpool called off their game with THIRTEEN Covid cases only for them to try...","sentiment_score":-0.2}
{"full_text":"RT 11 students in a classroom of 26 students are absent today bc they either tested + or exposure to covid, yet this school sti...","sentiment_score":0.0}
{"full_text":"How's it wrong then fella? No covid restrictions on gatherings atm. Donut.","sentiment_score":-0.5}
{"full_text":"If you value freedon #FreeAssangeNOW .#Freedom ","sentiment_score":0.0}
{"full_text":"Some of it yes. I know it's easy to blame Biden (I do when it comes to the CDC and getting tears and masks to people), but remember our state and local governments deserve some blame. As do some employers.There's plenty blame to go around, IMO.","sentiment_score":0.2166666667}
{"full_text":"'My name is Boris': Johnson lookalikes stage lockdown party protest outside No 10 - video","sentiment_score":0.0}
{"full_text":"RT \"Kids are suffering because they are not learning in-person.\" Needs to shift that to: \"Kids are suffering because...","sentiment_score":0.0}
{"full_text":"Do you wear a mask when you workout?","sentiment_score":0.0}
{"full_text":"Which is why I'm triple vaxxed, and I advise everyone to do it. But it won't stop Omicron. And you can't lock down forever, especially with government not offering any compensation.And that's NOT a right-wing position.","sentiment_score":-0.0777777778}
{"full_text":"This guy loves fridges...","sentiment_score":0.0}
{"full_text":"RT Amazing to see covid cases falling again, and back under 100k. More proof that was right not to impose further r...","sentiment_score":0.2771428571}
{"full_text":"1) It was Moderna that Trump called when there had been only 1 death and ~60 sick in Wuhan, and he asked them about a vaccine for the 'new virus' in Wuhan, only a day after it was 'sequenced'. 2) see this thread:","sentiment_score":-0.1444805195}
{"full_text":"RT We wanted to get to the bottom of the myocarditis question for COVID and vaccines. So we watched Joe Rogan google it until...","sentiment_score":0.0}
{"full_text":"He doesn't, according to HIS  governments  rules have to self isolate, if he is totally Vaccinated. Hasn't mixed. He can do a test if there are any. He us WORMING his way out of it again","sentiment_score":0.0}
{"full_text":"RT Member of public was fined PS12,000 for holding birthday party in London just a day after two lockdown-breaching gatheri...","sentiment_score":0.0}
{"full_text":"RT I am not above public shaming. Wear the damn mask!#COVID19 is not over. It is not inevitable you will get it. I don'...","sentiment_score":0.0}
{"full_text":"RT \"Kids are suffering because they are not learning in-person.\" Needs to shift that to: \"Kids are suffering because...","sentiment_score":0.0}
{"full_text":"RT While Novak Djokovic is hogging all the media headlines still for visa and vaccine issues we should not forget that Pe...","sentiment_score":0.0}
{"full_text":"RT In the news todayWelsh Government funding pledge #Ventilation &amp;#Aircleaning A winFor Children who deserve#Clean...","sentiment_score":0.0}
{"full_text":"RT Congratulations Joe -Added 6.4 million jobs-Historic GDP growth-Unempoyment down to 4.2%-Stock Market all-time h...","sentiment_score":-0.1555555556}
{"full_text":"RT 4 of the 5 water treatment centres show an increase in #COVID19, not a plateau like our PHO is claiming, An...","sentiment_score":0.0}
{"full_text":"Shame on you! Are you seriously ridiculing Americans who are infected and have died of COVID. You are a disgrace!!! Shame on you!!!!","sentiment_score":-1.0}
{"full_text":"RT To people who think that is closed-minded or that he'd get pissed when I disagree with him, here's Exhibit A. I lo...","sentiment_score":0.0}
{"full_text":"RT Nurses hit with fines and left with 'nowhere to park' as Nightingale Covid surge hub built in their car park","sentiment_score":0.0}
{"full_text":"RT Strangely, we never seem to hear about lockdown parties involving the Scottish, Welsh or Northern Irish devolved Governm...","sentiment_score":0.0125}
{"full_text":"RT in a reasonable world Joe Rogan would be narrating battles between home-built fighting robots and not one single person would...","sentiment_score":0.0642857143}
{"full_text":"You know me, I don't lie. Covid dick? Nah! It's always been short and stubby","sentiment_score":0.0}
{"full_text":"RT Ughhh this annoys me  I had a stroke after getting the second Pfizer shot and it's still useless - they needed more researc...","sentiment_score":0.0}
{"full_text":"RT Following today's announcement that Covid-19 restrictions are being eased, we look forward to welcoming...","sentiment_score":0.0}
{"full_text":"RT No PS350m for NHS, botched Brexit deal, 37bn+ on failed T&amp;T, PPE contracts, 170k+ Covid deaths, vanity projects, deceit, li...","sentiment_score":-0.5}
{"full_text":"RT This is known now. Why did we mandate third jab here?","sentiment_score":0.0}
{"full_text":"RT Joe Rogan is right. At some ages, for Men, for some doses of specific mRNA shots, the risk of vaccine induced myocarditis...","sentiment_score":0.1428571429}
{"full_text":"Grow up","sentiment_score":0.0}
{"full_text":"RT NBC News: The U.S. has exceeded 64 million COVID cases since the start of the pandemic.One million new cases in 24 hour...","sentiment_score":0.1363636364}
{"full_text":"RT Stay, please be careful. Try to use trusted taxi services. And write when you're at home. Russian Stays a...","sentiment_score":-0.05}
{"full_text":"RT 270 health experts to Spotify: Joe Rogan's Covid misinformation is 'a sociological issue of devastating proportions'","sentiment_score":-1.0}
{"full_text":"He is talking about this:https:\/\/t.co\/YBXGvm3AiMhttps:\/\/t.co\/VJSNKrJW4eAnd myriad other references. Don't be stupid.","sentiment_score":-0.4625}
{"full_text":"I was too then Covid happened and I got into the can't be arsed stage... I need to get a grip!","sentiment_score":0.0}
{"full_text":"Waiting for the CDC to say COVID who? In 6 months.","sentiment_score":0.0}
{"full_text":"What do masks do?Stop people from getting COVID? NoStop the spread? NoMake people look silly? Yes","sentiment_score":-0.5}
{"full_text":"Was thinking about this general idea with regard to COVID pharmaceuticals being triaged to favor ethnic minorities. The appropriate response by anglos etc is to insist they are Hispanic. The people who are willing\/able to do this will be fine. The others will be left in the lurch","sentiment_score":0.2416666667}
{"full_text":"RT BREAKING: GE suspends COVID-19 vaccine or test requirement after U.S. Supreme Court's rulingThe first domino has fallen...","sentiment_score":0.25}
{"full_text":"RT Few people around me have pneumonia atm. No mention of covid. Something tells me it's roney. I bet this omicron shit t...","sentiment_score":-0.2}
{"full_text":"RT I never heard of myocarditis in my life before vaccines rolled out.","sentiment_score":0.0}
{"full_text":"RT Sajid Javid has ordered NHS England to give up to PS270m to private hospitals in case of an omicron surge, all of which they w...","sentiment_score":0.0}
{"full_text":"RT The government is arguing in court that Novak Djokovic should be deported from Australia as \"he may risk lives and civil or...","sentiment_score":0.0}
{"full_text":"I thought that if they party so much *during a pandemic* then not in lockdown it must be like a permenant discotheque. I've changed my mind. It's like a permenant discotheque *all the time* irrespective","sentiment_score":0.2}
{"full_text":"RT 7-12 days... ","sentiment_score":0.0}
{"full_text":"RT Sue Gray: it's not for me to make findings indicating criminality or breach of Covid rules. That's for police to investigate....","sentiment_score":0.0}
{"full_text":"RT Police are aware and looking for the missing people, IF YOU ARE OK GO HOME AND STAY HOME! The streets could get more dange...","sentiment_score":0.29375}
{"full_text":"RT WHO: \"attempts to reach herd immunity through exposing people to a virus are scientifically problematic &amp; unethical\" \"L...","sentiment_score":0.0}
{"full_text":"RT The government is arguing in court that Novak Djokovic should be deported from Australia as \"he may risk lives and civil or...","sentiment_score":0.0}
{"full_text":"RT As expected, the most serious epidemic was of stupidity and hypocrisy. Because those in power knew the threat posed by covi...","sentiment_score":-0.1333333333}
{"full_text":"RT BREAKING: GE suspends COVID-19 vaccine or test requirement after U.S. Supreme Court's rulingThe first domino has fallen...","sentiment_score":0.25}
{"full_text":"RT VERY interesting that instead of trying to pretend this is a public health issue, they come right out and call it a sociolo...","sentiment_score":0.3119047619}
{"full_text":"RT Please be reminded that students will need to show proof that they have completed the daily COVID-19 school screening, starting...","sentiment_score":0.0}
{"full_text":"RT 2\/2 yourself amidst this COVID-19 pandemic. As our community navigates through the new vaccine requirement, please ema...","sentiment_score":0.1363636364}
{"full_text":"RT EXCLUSIVE: No 10 staff held 'wine-time Fridays' throughout pandemic with Boris Johnson regularly witnessing the gatherings...","sentiment_score":0.0}
{"full_text":"Cash Flow, COVID-19, and 2022 - What Law Firms Need to Know -","sentiment_score":0.0}
{"full_text":"RT Number 10 doesn't deny staff held 'wine-time Fridays' throughout COVID restrictions","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: No 10 staff held 'wine-time Fridays' throughout pandemic with Boris Johnson regularly witnessing the gatherings...","sentiment_score":0.0}
{"full_text":"RT Looks like the Biden admin may be covering up covid deaths on the recommendation of Rahm Emmanuel...","sentiment_score":0.0}
{"full_text":"RT Not a single American in our country should lose their job for making the personal choice not to receive the COVID vaccin...","sentiment_score":0.0119047619}
{"full_text":"RT I just... I just popped off to watch a film. And there's been a whole new scandal while I was in the cinema.","sentiment_score":0.1681818182}
{"full_text":"Is this a metaphor for getting reimbursed for an at home COVID test?","sentiment_score":0.0}
{"full_text":"Face and ear shingles. Very painful. And i have had the shingles 3 times after that. There is a vaccine to help minimize the severity of them, but Im not old enough to get it ","sentiment_score":-0.32}
{"full_text":"RT Pippa ought to win every award going and a Damehood from a grateful Queen","sentiment_score":0.8}
{"full_text":"RT EXCLUSIVE: Boris Johnson's 'wine time Fridays' - No10 staff drinks every week in pandemic","sentiment_score":0.0}
{"full_text":"Feel?","sentiment_score":0.0}
{"full_text":"I got a taxi from the citycentre before the the lockdown. My husband rang me to say he was on his way to collect me. I told the taxi driver I was getting out as I was been collected he told me to stay in the taxi for my own protection until I was collected. Not all men are bad.","sentiment_score":-0.05}
{"full_text":"RT EXCLUSIVE: No 10 staff held 'wine-time Fridays' throughout pandemic with Boris Johnson regularly witnessing the gatherings...","sentiment_score":0.0}
{"full_text":"RT In addition, all guests ages 2 &amp; older must wear a face mask or face covering while inside Target Center. We apprecia...","sentiment_score":0.0333333333}
{"full_text":"RT Number 10 doesn't deny staff held 'wine-time Fridays' throughout COVID restrictions","sentiment_score":0.0}
{"full_text":"RT Sajid Javid has ordered NHS England to give up to PS270m to private hospitals in case of an omicron surge, all of which they w...","sentiment_score":0.0}
{"full_text":"RT Bonnie Henry in a neck and neck race with Hinshaw for worst CMOH.","sentiment_score":-1.0}
{"full_text":"For Christ's bloody sake!","sentiment_score":-1.0}
{"full_text":" They all clearly knew this was a Scam and there was nothing to be actually afraid of!","sentiment_score":-0.325}
{"full_text":"Dr. Fleming did some tests with blood. His website is","sentiment_score":0.0}
{"full_text":"Bet they'll ship via USPS, too, so DeJoy gets to stretch that out even further. Basically your next of kin will get to use the test three to seven weeks after your funeral.","sentiment_score":0.0}
{"full_text":"RT I've said it before: If you are unvaccinated, and test positive, you are 17 times more likely to get hospitalized.The best...","sentiment_score":0.4318181818}
{"full_text":"Roberta Flack Says 'Vaccines and Boosters Work' After COVID-19 Battlehttps:\/\/t.co\/mUpMrbRV6JPresented by","sentiment_score":0.0}
{"full_text":"RT Postponements should ONLY be for Covid, not injuries, AFCON and Xhaka's sending off","sentiment_score":0.0}
{"full_text":"Ron Johnson says mouthwash can kill COVID-19. Manufacturer of Listerine, medical experts say there's no evidence yet to prove that. via","sentiment_score":0.0}
{"full_text":"I feel like this when I ask these Medicaid members about Covid vaccinations.","sentiment_score":0.0}
{"full_text":"RT I want to impress upon you the total lack of objectivity of the Supreme Court. I am a legal realist. I do not deny tha...","sentiment_score":0.1}
{"full_text":"RT NEW: Minnesota will no longer use race to decide who is eligible for monoclonal antibodies, after a story by yours truly...","sentiment_score":0.1363636364}
{"full_text":"estimates that global ad spend in 2021 surpassed pre-pandemic levels via #B2BMarketing","sentiment_score":0.0}
{"full_text":"Lockdown song","sentiment_score":0.0}
{"full_text":"The Board of Health is still pursuing a vaccine mandate through the normal regulatory process, rather than the emergency process used for the original mandate. However, it's unclear when a mandate might be re-implemented. Full story coming soon!","sentiment_score":0.3208333333}
{"full_text":"Sir Keir Starmer Branded 'Hypocrite' by Conservative Commentators Over his Own Covid Rules Breachhttps:\/\/t.co\/dRq0loJgEX","sentiment_score":0.6}
{"full_text":"The #Covid19 travel bubble with the #CookIslands is back in business! Here's everything you need to know about travelling there...Read:","sentiment_score":0.0}
{"full_text":"To stop the rise of variants like #Omicron and #Delta, we must end pharma monopolies that artificially restrict availability of COVID vaccines, tests + medicines.Tell your rep to cosponsor the #EndThePandemic Now resolution in Congress","sentiment_score":-0.6}
{"full_text":"Free PMC: The COVID-19 pandemic and cardiovascular issues in clinical trials: Practical and regulatory issues in remote monitoring of cardiac safety.","sentiment_score":0.0833333333}
{"full_text":"#Love grows when #Kindness is planted..#JoyTrain #Joy #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #IQRTG #ChooseLove #FridayFeeling #FF #FridayMotivation #FabulousFriday #FridayMorning #FridayThoughts #FridayMood RT","sentiment_score":0.65}
{"full_text":"RT The government is arguing in court that Novak Djokovic should be deported from Australia as \"he may risk lives and civil or...","sentiment_score":0.0}
{"full_text":"Yall do realise that state of disaster only ends when a pandemic is over right,failed biology too huh? reffuring to state of disaster you reffer to the regulations in a PANDEMIC so when a saying the end of state of disaster it reffer to pandemic.Yes im actually American","sentiment_score":0.0}
{"full_text":"RT COVID-19 Tests Update:500M rapid, at-home tests will be available for order on January 19th online and will be mailed dire...","sentiment_score":0.4}
