{"full_text":"RT OF COURSE this is counted as Covid-19 and not vaccinebinjury. I have personally found NO WAY to separate an ICD-10 cod...","sentiment_score":0.0}
{"full_text":"Ladies and Gentlemen,I kindly request that you all please continue to respect social distancing, even when wearing a mask.A gentleman snuck up behind me and was so close that not only was he invading my social space, but also my personal space and I wasn't a fan of that.","sentiment_score":0.0444444444}
{"full_text":"RT Mayor Eric Adams of New York City insisted schools would remain open despite surging Omicron cases in the city. He said remote...","sentiment_score":0.0121212121}
{"full_text":"Just a reminder that wearing a mask to protect yourself and others is nothing new.","sentiment_score":0.1363636364}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"Not exactly. Covid attacks and thrives significantly more in fat cells than in soft tissue, muscle or fluid. A simple search on this will concur what I've said. Link below to one of many sources.","sentiment_score":0.1625}
{"full_text":"Every time I've had to send my kids back to school after any break they've had since Covid started, I felt worse instead of better. I live in a very anti vax\/mask community. I hate it here.","sentiment_score":-0.0606060606}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT Is there ANYONE out there that wall do the right thing and prosecute Andrew Cuomo for the murder of thousands? Disgusti...","sentiment_score":0.2857142857}
{"full_text":"Wow, he actually thinks this and says it out loud.  Swagger is the cure 4 covid got it.","sentiment_score":0.0666666667}
{"full_text":"RT Science vs. New Science:Sweden  followed science: no lockdowns or masksThe rest of Europe  followed \"new science\":...","sentiment_score":0.1363636364}
{"full_text":"RT Do not believe Doug!- Are hospitalizations rising with or due to C19?- Are hospital numbers adjusted for the 50% they l...","sentiment_score":-0.125}
{"full_text":"RT In other words, vaxxed folks with symptoms who get a negative PCR may still have Covid - they just haven't waited long...","sentiment_score":-0.1583333333}
{"full_text":"To add to the above, without the (c) because I'm just tossing this in at the last moment, here's my precognitive prediction:The volume of animal species that can carry Covid makes this entire effort to vaccinate everyone even more absurd. With cats, dogs, deer, mink, ect (c)","sentiment_score":0.0}
{"full_text":"RT Happy day 661 since \"2 weeks to flatten the curve.\"","sentiment_score":0.8}
{"full_text":"RT It's a new year. Out with the old and in with the new. Old:Droplet Distancing  PlexiglassNew:Airborne Ventilatio...","sentiment_score":0.1242424242}
{"full_text":"RT I'm actually worried. It feels like the calm before the storm in England.There are no data reasons to impose restric...","sentiment_score":0.15}
{"full_text":"Will Sen. Rand Paul admit he lied about vaccines, \"natural immunity\", masks, and a dozen other things?","sentiment_score":-0.0125}
{"full_text":"Irish health system for years has had people waiting on hospital beds, it has always been a black hole for money.Sorry to say but wat u said is a lie they must have had underlying issues to say they died with covid.Being fat and overweight is also a symptom.","sentiment_score":-0.0833333333}
{"full_text":"RT A member of my family and one of my staff have tested positive for COVID-19 yesterday. I have tested negative today h...","sentiment_score":-0.0363636364}
{"full_text":"RT Today we have taken an important step forward in protecting our youth against COVID-19. Congrats to all my young friends...","sentiment_score":0.25}
{"full_text":"RT Just to be clear:Before Omicron we had: ~6k Hospitalised Covid Patients~600 new admissions per dayAnd we were not c...","sentiment_score":0.1363636364}
{"full_text":"Is there any realistic chance she'll ever actually PAY these fines? I assume she'll refuse to. Can they garnish her salary?","sentiment_score":0.0833333333}
{"full_text":"Omicron has wiped out Delta. Check out Dr.John Campbell on YT.","sentiment_score":0.0}
{"full_text":"Why were no Kraken games PPD when they were short players due to Covid?","sentiment_score":-0.0625}
{"full_text":"Covid-19 is not a cold!","sentiment_score":0.375}
{"full_text":"RT RECORD HIGH PEDIATRIC HOSPITALIZATIONS IN MICHIGAN","sentiment_score":0.16}
{"full_text":"RT Today we have taken an important step forward in protecting our youth against COVID-19. Congrats to all my young friends...","sentiment_score":0.25}
{"full_text":"Champagne and titties to fight those lockdown blues ","sentiment_score":0.0}
{"full_text":"Thank God none of my grandparents passed from covid.","sentiment_score":0.0}
{"full_text":"RT Stay safe if you're in Gatlinburg today. Most everything is closed, so keep warm inside if you can. There are a good amo...","sentiment_score":0.44}
{"full_text":"Covid whooping my ass fr","sentiment_score":0.0}
{"full_text":"RT Good to visit with the fine folks at the Yellowstone Valley Electric Cooperative to hear how this administration's war on...","sentiment_score":0.5583333333}
{"full_text":"RT Teachers, Daycare Workers, School Staff - need to get a vaccine\/booster shot?@GuelphFHT #COVID19 Vaccine Clinic at Dawson...","sentiment_score":0.0}
{"full_text":"RT vaccines have significantly lowered the amount of people in the ICU and the amount of severe cases, it was never a solution, j...","sentiment_score":0.375}
{"full_text":"RT I got COVID again on Dec 25th. Day 1 soar throat Day 2 fever and soar throat Day 3 : cough started Day 4: fever gone. F...","sentiment_score":0.0}
{"full_text":"RT I'm very pro-vaccine. This is what prevents you from landing in ICU. But vaccinated ppl are still swabbing positive for #o...","sentiment_score":0.2136363636}
{"full_text":"RT Vaccine portal opens today for all children age 5-11 via","sentiment_score":0.0}
{"full_text":"RT Will Dr. Fauci finally admit he lied about all mask mandates working?https:\/\/t.co\/pFDBi1UnRU","sentiment_score":0.0}
{"full_text":"1\/3With vaccination rates stagnating (at around 70% of the eligible population), which means most of our ongoing Covid response is necessary only to avoid overwhelming the NHS with unvaccinated patients, it's time again for me to ask:Why don't we *pay* people to get the jab?","sentiment_score":0.25}
{"full_text":"RT The White House press corps is 99% vaccinated","sentiment_score":0.0}
{"full_text":"RT If you want to Protect The NHS this year then do your bit by getting out and exercise.Your local park run is a great way...","sentiment_score":0.4}
{"full_text":"RT covid wont leave , just like this ngga","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"No N95 masks, RATS or access to PCRs.  Health care workers travelling between facilities was the source of early transmission in LTC facilities. Banned. That's what home care does except they don't know who is the home &amp; if anyone is infected","sentiment_score":0.1}
{"full_text":"RT A major lesson from the #COVID19 pandemic is the inadequate state of healthcare in Canada. Our hospital capacity is co...","sentiment_score":0.0625}
{"full_text":"JUST IN: Ansonia schools to close for rest of the week amid COVID-related staffing shortages","sentiment_score":0.0}
{"full_text":"So do you feel stupid now that you find out he was out of town caring for his wife while she is undergoing chemo for breast cancer? Not everyone is like you who will abandon their state\/people during an epidemic to party. Shame on you. I used to be a fan.","sentiment_score":-0.8}
{"full_text":"RT A key driver of breakthrough Omicron infections is time from vaccination. When they occur, the neutralizing antibodies induc...","sentiment_score":0.0}
{"full_text":"RT #Covid19 An urgent call for global \"vaccines-plus\" action I am a signatory to this call by global scientists for urgent...","sentiment_score":0.0333333333}
{"full_text":"RT DESANTIS ON AOC: \"If I had a dollar for every lockdown politician who decided to escape to Florida over the last two year...","sentiment_score":0.0}
{"full_text":"RT Over 100 staffers at my wife's hospital  in Seattle have tested positive for Covid so don't put anything weird in your bu...","sentiment_score":-0.1363636364}
{"full_text":"RT Thank you so much. I shot someone the other day, but I did pay for their funeral so well done me.","sentiment_score":0.0375}
{"full_text":"RT Why would you destroy an airline empire for...","sentiment_score":-0.2}
{"full_text":"RT \"covid is stealing away my life\" no, friend, the violent amerikan government who has put profit over human life for the pas...","sentiment_score":-0.4}
{"full_text":"RT DC courts just put all jury trials on hold for 3 weeks because of the omicron surge. Why can't schools do th...","sentiment_score":0.0}
{"full_text":"RT BREAKING--42%--Pandemic profiteering just increased the price of 2 rapid #COVID test kits from $14 to $19.88... by 4...","sentiment_score":0.0}
{"full_text":"RT FLASH:A bombshell new study showed that jabbed individuals were OVER 21 TIMES as likely to contract the #Omicron var...","sentiment_score":0.0681818182}
{"full_text":"RT Senate Democrats' weekly caucus lunches will be held virtually for at least this week, per a Senate Democratic aideThe...","sentiment_score":-0.3}
{"full_text":"RT  Why was this COVID article by &amp; RETRACTED!?The Authors' misleading survival data were made...","sentiment_score":0.0}
{"full_text":"Well you've a point and can actually be right seeing as it is a covid symptom. The answer is cold","sentiment_score":-0.1571428571}
{"full_text":"When will Omicron peak in the UK and is the modelling wrong?","sentiment_score":-0.5}
{"full_text":"I'm gonna be realistic and I hate to be a Debby downer but everyone is getting COVID and climate change is increasing rapidly each year gen z will be lucky if we even get to our 40s","sentiment_score":-0.1}
{"full_text":"Sweetgreen Launches Pilot Subscription Service$SG #Coronavirus #COVID19 #Credit #GlobalPandemic #InitialPublicOffering #IPO #LoyaltyProgram #Pandemic #Pilot #SubscriptionService #Sweetgreen","sentiment_score":0.0}
{"full_text":"RT The fake \"obesity epidemic\" is just eugenics.Anyone who is even slightly familiar with the history of Public Health sh...","sentiment_score":-0.0416666667}
{"full_text":"RT In Florida, #COVID cases have risen 948% over the past 14 days. Any questions?","sentiment_score":-0.25}
{"full_text":"RT A study by Oxford Clinical Infectious Diseases Periodical found that Gates's oral polio vaccine is not only giving kids p...","sentiment_score":0.0}
{"full_text":"100%, this measure would have been more appropriate in the early days of covid when most was unknown, but ventilation was key. It was ignored. Now we have a more contagious, but less deadly variant where ppl are obsessed with cases. I don't disagree, it's just a solution ignored","sentiment_score":0.1133333333}
{"full_text":"The vax does NOT lessen the symptoms of Omicron...which are pretty mild for everybody, worldwide. Perhaps the vax worked (for 2-3 months) at lessening severity of previous variants, but that trend was broken with Omicron - we'll see what happens next.","sentiment_score":0.0033333333}
{"full_text":"RT UPDATE: clarifies original message, says ER\/Urgent Care still accepting patients. Emphasizes request for children wit...","sentiment_score":0.375}
{"full_text":"RT Still waiting 6+ months for my booster #BonnieHenry BC has been soooo #%^$ing slow!!. Cases are exponenti...","sentiment_score":-0.46875}
{"full_text":"B.1.640.2. - the \"new\" variant - \"THEY\" keep on going, it will never stop...","sentiment_score":0.1363636364}
{"full_text":"RT Why the hell isn't anyone talking about another stimulus package? It's very obvious that this new variant is shutting thing...","sentiment_score":0.0681818182}
{"full_text":"RT Critical incident declared tonight at as Omicron sickness hits staffing alongside new Covid admissions. Non-urgent...","sentiment_score":0.0681818182}
{"full_text":"RT I'm seeing lots of first doses in the vaccine centre lately. I always make sure to say thank you to them, they often see...","sentiment_score":0.15}
{"full_text":"The idea that we will live for months or even years to come with constant NPI's to reduce transmission of SARS-CoV-2 despite vaccines is ridiculous. The CFR for delta was running at 0.2% in the UK. If omicron is 80% milder that could fall as low as 0.04%. We can live with that","sentiment_score":-0.0121212121}
{"full_text":"Noida crosses 100-mark of Covid cases reported in a day, 1st time since May 2021Request to close colleges  #CloseSchoolsAndColleges","sentiment_score":0.0}
{"full_text":"Or worse yet, enough sports fans commenting on social media posts with their expert medical advice and analysis about how we should be handling the Omicron variant, the entire Covid-19 pandemic, &amp; vaccinations ","sentiment_score":-0.0733333333}
{"full_text":"An ode to 2021 (1\/2)After 375 days working for the NHS I hung up my badge and went back into the Theatre World.Jun-Sep 'Covid Officer' on Overseeing the swabbing of cast, crew &amp; creatives during Rehearsals, Tech &amp; Opening. Truly Enchanting to be a part of!","sentiment_score":0.0}
{"full_text":"RT I think NYC Mayor's reliance on swagger to defeat Omicron gives an unfair advantage to Brooklyn.","sentiment_score":-0.5}
{"full_text":"RT Insane. Twitter doesn't care about the spread of \"misinformation.\" They absolutely love misinformation that helps them r...","sentiment_score":-0.25}
{"full_text":"No one should be surprised by this. #Chinalies RT #Beijing Is Intentionally Underreporting #China's #Covid Death Rate #cdnpoli #worldnews #coronavirus #omicron ","sentiment_score":0.1}
{"full_text":"Ont. pausing surgeries; closing gyms, schools, dining due to COVID","sentiment_score":-0.125}
{"full_text":"RT Fauci Finally Comes Clean on Hospitalizations \"With\" Covid vs. \"From\" Covid","sentiment_score":0.1833333333}
{"full_text":"Having a jolly good Spring Clean of my Black BookCOVID has brought out the Haters in my life and I'm slowly letting them go free`and I feel absolutely fabulous about it That's another Freedom I've got back.","sentiment_score":0.1666666667}
{"full_text":"RT Our approach to the pandemic is a great example of why we cannot get past racism in America. We think it's all about pers...","sentiment_score":0.275}
{"full_text":"RT The fact that we have received NO supplies on our doorsteps from the government this entire time is just sick. Tests, masks...","sentiment_score":-0.3571428571}
{"full_text":"I've mostly felt relieved at how Pritzker handled the pandemic. not any more.","sentiment_score":0.5}
{"full_text":"RT Lots of congress leaders are testing positive for Covid, requesting our leaders and everyone else to stop going out without w...","sentiment_score":0.2272727273}
{"full_text":"RT Even if the politicians want the schools open, if enough teachers are out sick with covid, there wont be enough to do...","sentiment_score":-0.1785714286}
{"full_text":"RT Anthony Fauci is right about this: While COVID-19 infections are exploding, severe disease is not.","sentiment_score":0.2857142857}
{"full_text":"RT The statement declared that the \"new guidelines from the Centers for Disease Control and Prevention (CDC), reducing quara...","sentiment_score":0.1363636364}
{"full_text":"RT B\/c Omicron is better at infecting people with higher immunity, symptom onset is happening earlier - BEFORE viral load...","sentiment_score":0.25}
{"full_text":"RT UK's Outsourcing of COVID Response Has Cost More Than the GDP of 140 Countries - Byline Times","sentiment_score":0.5}
{"full_text":"There are certain vaccinations required to enter various countries - no vaccine, no entry, no question.","sentiment_score":0.1071428571}
{"full_text":"RT People on fb: \"I got the Covid vaccine and I still got Covid. The vaccine isn't worth it\" First of all who told y'al...","sentiment_score":0.275}
{"full_text":"smh we were supposed to go out tooor can we go out tmr LMFAOOOOO before the lockdown happens","sentiment_score":0.0}
{"full_text":"RT When asked what he is going to do if elected, GA Senate candidate Herschel Walker says that he will get auto companies...","sentiment_score":0.0}
{"full_text":"Sweden did not 'follow the GBD' in the early stages of the pandemic. It followed pre-Covid textbook pandemic planning.","sentiment_score":0.1}
{"full_text":"RT Dems &amp; social media platforms are running the biggest COVID propaganda campaign while censoring any truth that compromises...","sentiment_score":-0.0333333333}
{"full_text":"RT I was just talking about disinformation tactics such as strategically sharing only part of the story, and here's a great examp...","sentiment_score":0.2666666667}
{"full_text":"RT Great news -- more protection for more people. Boosters are our best defense against Omicron.If you're eligible, get you...","sentiment_score":0.7}
{"full_text":"RT Paging here's to an epidemic of curiosity to help develop such approaches.","sentiment_score":0.0}
{"full_text":"RT When the local Panera closes because the entire staff got omicron at once, we're gonna get a fresh round of people claiming Wh...","sentiment_score":0.025}
{"full_text":"RT Wow  The very nurses that continued to work throughout the pandemic before the vaccine roll out,...","sentiment_score":0.15}
{"full_text":"It looks like Omicron might be a lot milder in kids, too.https:\/\/t.co\/hBVM1ytJMO(note 0-4's, too young to be vaccinated.)","sentiment_score":0.1}
{"full_text":"RT $4 for a rapid test purchased from a restaurant on the spot.","sentiment_score":0.0}
{"full_text":"Canceled my flight to LA and giving away my ticket to see Tool. Covid sucks.","sentiment_score":-0.3}
{"full_text":"RT yeah im sure more swagger woulda kept my pops alive. what a fuckin asshole","sentiment_score":0.3666666667}
{"full_text":"RT The most common ad I get on YouTube is the #Tasmanian Govt asking me not to ring 000 unless it's urgent.Furthermore,...","sentiment_score":0.1}
{"full_text":"RT I just think it's funny how ~the obesity epidemic~ started at the same time that falling real wages, longer work hours,...","sentiment_score":0.15}
{"full_text":"RT Clown show.","sentiment_score":0.0}
{"full_text":"RT At a covid and flu assessment clinic yesterday, I saw a  double vaccinated healthcare worker in respiratory distress from...","sentiment_score":0.0}
{"full_text":"RT Boosters in BC -- for those past six months -  did you call in to get a booster to be told it's not your time yet then call...","sentiment_score":-0.25}
{"full_text":"RT Biden: \"Wear a mask.\"GQP: \"No.\"Biden: \"Take the vaccine.\"GQP: \"No.\"Hundreds of thousands of unvaccin...","sentiment_score":0.0}
{"full_text":"RT Dr. Anthony Fauci last week addressed Covaxin, a COVID-19 vaccine made in India that has not been approved in the U.S. but is fin...","sentiment_score":0.0}
{"full_text":"RT Tell your chosen family you love them, y'all. Best thing I started doing this pandemic. I say it all the time now, and...","sentiment_score":0.75}
{"full_text":"RT The FDA has amended its emergency use authorization for the Pfizer vaccine to allow those ages 12-15 to get booster sho...","sentiment_score":0.0}
{"full_text":"RT Mandates and vaccine passports have done nothing to stop the spread and no logical justification to remain in force. Th...","sentiment_score":-0.125}
{"full_text":"RT Anyone advising to consider more lockdown measures needs to be fired and replaced with someone who isn't inco...","sentiment_score":0.5}
{"full_text":"RT B\/c Omicron is better at infecting people with higher immunity, symptom onset is happening earlier - BEFORE viral load...","sentiment_score":0.25}
{"full_text":"RT Science vs. New Science:Sweden  followed science: no lockdowns or masksThe rest of Europe  followed \"new science\":...","sentiment_score":0.1363636364}
{"full_text":"DENMARK IS IN FULL lockdown and there cases are higher than ever you moron","sentiment_score":-0.0666666667}
{"full_text":"so sorry to hear you tested positive for Covid. Take care of yourself ","sentiment_score":-0.1363636364}
{"full_text":"This year we're saying \"OH NO\" to Ms.Omicron by taking steps to limit the spread of Coronavirus #smallbusiness #dallas #dallastx #dfw#cleaningcompany #cleaningservice #cleaninghacks#gayowned #lgbtbusiness #lgbtowned","sentiment_score":0.0}
{"full_text":"Free at-home tests, new vaccination centers and hospital bed capacity expansions are all at the crux of President Biden's omicron responsehttps:\/\/t.co\/COlXBod0by","sentiment_score":0.2681818182}
{"full_text":"Ontario reports more than 13,500 new COVID-19 cases on Monday","sentiment_score":0.3181818182}
{"full_text":"Omicron Covid timeline: Eight symptoms and when you'll get themhttps:\/\/t.co\/MhvMCLcoWm","sentiment_score":0.0}
{"full_text":"RT According to #abc 31 M PCA tests have been done since the start of the pandemic, at an average...","sentiment_score":-0.15}
{"full_text":"RT Help prevent birth defects by staying smoke-free.","sentiment_score":0.0}
{"full_text":"Keep living my life despite Covid. #MyResolutionInSixWords","sentiment_score":0.0}
{"full_text":"\"This is not the time for anybody to be profiting off of selling ventilators, vaccines, drugs, treatments, PPE, anywhere in the world,\" said NJ Dem Tom Malinowski.Later, he admitted to failing to disclose $1 mil in Covid-19 tech companies. The real value was actually $3.2 mil","sentiment_score":0.1}
{"full_text":"RT kep1ian sounds like another corona virus variant or something","sentiment_score":0.0}
{"full_text":"In his New Year's wishes, Pope Francis encouraged people to focus on the good which unites them and decried violence against women while acknowledging that the coronavirus pandemic has left many scared and struggling amid economic inequality.https:\/\/t.co\/FjCxmMejGa","sentiment_score":0.3072727273}
{"full_text":"RT  The vast majority of kids w\/#COVID19 do fine  We don't know the long term effects of #COVID19  Rare devastating events...","sentiment_score":-0.0666666667}
{"full_text":"RT Infections of COVID-19 are on the rise due to the highly contagious omicron variant. All eligible Iowans should get vac...","sentiment_score":0.0175}
{"full_text":"In an ongoing series of interviews with asylum seekers in Germany, we spoke with Ali Zavari about the consequences the accommodation situation and the pandemic had for him and his family.https:\/\/t.co\/KFux7OE4Zf","sentiment_score":0.0}
{"full_text":"Analysis of ODH data indicates the deaths involved a person in their 30s and a person 80 or older.There are 562 known active cases in the county as of Monday and 8,555 recovered cases.","sentiment_score":-0.1333333333}
{"full_text":"2 weeks will cure covid apparently  i wish the world would shut down LFMAOIF","sentiment_score":-0.0527777778}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"RT This is a quick way to learn how it spreads - and it's frightening. Wear a damn mask, a good one,  when you're out in...","sentiment_score":0.1777777778}
{"full_text":"'In the last week, we've doubled COVID admissions here at UAMS,' said Dr. \"Just personnel alone, we doubled the amount UAMS employees that have been on isolation or quarantine in the last three days.\" #covid19ark","sentiment_score":0.0}
{"full_text":"RT England, the only country with no extra restrictions, currently has the lowest seven-day Covid rate in the UK.","sentiment_score":0.0}
{"full_text":"#StarNews: As the country continues to contend with the novel coronavirus, former head of the traffic police, retired Senior Superintendent Radcliffe Lewis, believes the country also faces a pandemic of road crashes.https:\/\/t.co\/csvfXGeu7H(File and contributed photos)","sentiment_score":0.0}
{"full_text":".@MangiaNashville owner Nick Pellegrino announced the beloved #Nashville restaurant has closed.\"Our family survived #COVID19, but sadly our family business did not,\" he said.https:\/\/t.co\/9KA3W8y06I","sentiment_score":0.0333333333}
{"full_text":"Check before you travel!https:\/\/t.co\/4ybWu5J4m3","sentiment_score":0.0}
{"full_text":"How do you feel about this?https:\/\/t.co\/xgvt05cEAM","sentiment_score":0.0}
{"full_text":"RT This has got to be one of the wildest things I've seen this entire pandemic. He's literally standing behind a sign that says...","sentiment_score":-0.2}
