{"full_text":"Fire every teacher &amp; send the union packing. Our Children are more important to us than your lies about covid. You were vaccinated first, now the students are &amp; you still hold parents &amp; students hostage. Hope this lawsuit wins &amp; you all have to pay out of your pockets.","sentiment_score":0.3625}
{"full_text":"RT Can't wait to join the boys, and represent my Zimbabwe 2 important games to get out the group everything is possible. #263...","sentiment_score":0.2}
{"full_text":"RT My inbox is full of heartbreaking emails from people who were achingly lonely, desperate to see their grandkids or parents a...","sentiment_score":-0.1166666667}
{"full_text":"There's the booster programme to go off. The \"you wanted a lockdown\" angle seems a bad road to head down","sentiment_score":-0.4277777778}
{"full_text":"This is just disgraceful behaviour. Starmer mute because he too had beer and sandwiches at his offices too. Westminster bubble just think rules are for everyone else.","sentiment_score":0.0}
{"full_text":"RT I just tested positive for covid today. But I am doing good and asymptomatic naman po. Keep safe, don't go out if not n...","sentiment_score":0.4757575758}
{"full_text":"RT Novak Djokovic:1. Gave EUR1.000.000 to Italian hospitals for covid192. Gave EUR1.000.000 to Serbian hospitals for covid19...","sentiment_score":0.0}
{"full_text":"Supreme Court ruling on mandates may depend on how the justices value vaccines - CNNPolitics","sentiment_score":0.0}
{"full_text":"RT It's official-QLD is the crazy state., People have been holding 'pox parties' to catch Omicron. Now I've heard everythin...","sentiment_score":-0.6}
{"full_text":"RT This report was from the new York Times almost two years ago: how Chinese government quickly built a new hospital in wuhan...","sentiment_score":0.1515151515}
{"full_text":"What is the view on the Japanese study showing highest viral load shedding for omicron is 3-6 days after start of symptoms and implications for length of isolating?","sentiment_score":0.0}
{"full_text":"RT Boris Johnson seems to have gone to more parties during lockdown than I do in a normal year","sentiment_score":0.325}
{"full_text":"RT Pfizer Promises Omicron Vaccine Will Be Ready In Time For Their Q1 Earnings Report","sentiment_score":0.2}
{"full_text":"RT Absolute fury from Times readers at the Downing Street lockdown sessions... fury and grief as exemplified in this reader's comm...","sentiment_score":-0.3}
{"full_text":"RT Boris Johnson seems to have gone to more parties during lockdown than I do in a normal year","sentiment_score":0.325}
{"full_text":"RT What does congress know about this vaccine that made them demand to be exempted from it","sentiment_score":0.0}
{"full_text":"RT \"Principal private secretaries don't do things unless they are pretty confident that they know the Prime Minister's mind\"Ed...","sentiment_score":0.25}
{"full_text":"RT When herd immunity is fast approaching after so many people getting covid in December, whether it was planned or not, now...","sentiment_score":0.2333333333}
{"full_text":"RT Unbelievable. He just thinks it's funny.","sentiment_score":0.0}
{"full_text":"RT I have tested positive for Corona today with mild symptoms. I am under home quarantine. I request everyone who have recen...","sentiment_score":0.2803030303}
{"full_text":"2022: The Covid Crisis, Totalitarianism, Antichrist | John MacArthur Int... via Christians prepared in God's grace","sentiment_score":0.0}
{"full_text":"RT Is it just common colds or is it covid? The only way to know is to pay out around 3k, which most people would rather use...","sentiment_score":0.0666666667}
{"full_text":"RT Pfizer CEO: \"most likely scenario\" a vaccine better designed to combat omicron will be developed.","sentiment_score":0.275}
{"full_text":"She didn't say the exact words, but largely \"they would have died anyway\"The 'Rona just accelerated it.Disgusting from the CDC.","sentiment_score":0.2321428571}
{"full_text":"apparently even students with covid still have to go to school after 5 days of isolation..? why are schools being so damn dumb. no wonder why the covid cases are rising","sentiment_score":-0.1625}
{"full_text":"RT Unconfirmed reports coming in that there was at least one day during lockdown that Boris Johnson wasn't at a party","sentiment_score":-0.3}
{"full_text":"RT Even at this stage the @metpoliceuk are only thinking about investigating the Downing Street parties. What will Johnson...","sentiment_score":0.0}
{"full_text":"RT In UP to fight possible third wave of COVID government has increased testing per day to minimum 3 lakh t...","sentiment_score":0.0}
{"full_text":"RT I think we can agreeThat \"let it rip\" approach to #Covid-19Backed by his \"can-do capitalism\"Has...","sentiment_score":0.0}
{"full_text":"RT #Boris could've hosted a knees-up every day of the pandemic and wallpapered every surface of number ten and I STILL wouldn'...","sentiment_score":0.0}
{"full_text":"RT Interesting anarchist's take : \"In the wake of the death and devastation, we must understand that the administration's omission o...","sentiment_score":0.5}
{"full_text":"RT Ed Miliband is asked on BBC breakfast about Angela Rayner calling for Boris Johnson to resign and refuses to back her c...","sentiment_score":0.0}
{"full_text":"Just caught your endemic comment.  I tend to agree with Dr. Dewalt here.  I don't think it is, not if we're just doing the \"get infected and hope for the best\" plan.","sentiment_score":1.0}
{"full_text":"RT Health Minister Edward Argar says he can \"understand the hurt that these allegations will have caused particularly for those w...","sentiment_score":0.1666666667}
{"full_text":"RT Hey r u watching the seriousness of covid delta variant virus, do u gaizz still think that taking offline mode exam is...","sentiment_score":0.0}
{"full_text":"RT However Covid originated, it was and is dangerous and unethical to fund and conduct gain of function research.","sentiment_score":-0.6}
{"full_text":"RT What does congress know about this vaccine that made them demand to be exempted from it","sentiment_score":0.0}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"RT Tama si VP - kung importante, ginagawan ng paraan. In almost 2 years of pandemic, and despite numerous prono...","sentiment_score":0.0}
{"full_text":"RT I can't believe I'm saying this after going through 6 lockdowns already, but come the fuck on. Can we PLEASE lock the fuck...","sentiment_score":-0.4}
{"full_text":"RT India today successfully testfired BrahMos supersonic cruise missile from Indian Navy destroyer INS Vishakhapatnam off the Western...","sentiment_score":0.375}
{"full_text":"RT Why do you need a cabinet office investigation to try and find out if,as reported, the PM attended (multiple?) lockdown bust...","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Director admits that over 75% of COVID deaths are in people with 'at least 4 comorbidities.'","sentiment_score":-0.3}
{"full_text":"#HappyTuesday dear  #StaySafe #StayHome ","sentiment_score":0.0}
{"full_text":"RT What about cev children sitting in an exam hall with other children? DfE don't care about any child with a health condition....","sentiment_score":-0.125}
{"full_text":"...and then there's this  assault.https:\/\/t.co\/GDgqigmCaZ","sentiment_score":0.0}
{"full_text":"RT This week, \"anogolieyou\" dropsOriginally recorded and intended for  release in February 2020. But COVID. Regardless we...","sentiment_score":0.0}
{"full_text":"RT Vaccine shortages, no tests available, aged care abandoned, doctors and hospitals overrun, supermarket shelves empty -...","sentiment_score":0.0666666667}
{"full_text":"RT 99% of people never would have known there was a \"pandemic\" if they hadn't been told","sentiment_score":0.0}
{"full_text":"RT #ScottyFromMarketing does it again.#COVID19 #RATs #Scomicron #auspol","sentiment_score":0.0}
{"full_text":"RT Some thoughts on the evolutionary trajectory of SARS-CoV-2 so far, how it compares to other viruses, and what might hap...","sentiment_score":-0.0125}
{"full_text":"Covid Surge: Students Of Different Education Institutes of kashmir Staged Protest at Srinagar against Clouser of Education sector, Demanding Revocation of recent order and reopen all education centers.","sentiment_score":0.0}
{"full_text":"This deffo didn't happen.","sentiment_score":0.0}
{"full_text":"RT Chances of winning the EuroMillions Jackpot: 0.000000715112%Chances of receiving five \"False Positive\" COVID Tests:0.000...","sentiment_score":0.1090909091}
{"full_text":"RT Jesus, I remember in lockdown 1 having an argument with my wife about whether she could come for a walk with me and our daugh...","sentiment_score":0.0}
{"full_text":"I think you should probably stay home and keep your family there too. That's a great way to avoid the unwashed masses. Nobody is making you put yourself in danger of exposure, it's your choice mate.","sentiment_score":0.8}
{"full_text":"How the kidnapping of a First Nations man on New Year's Eve in 1788 may have led to a smallpox epidemic","sentiment_score":0.1931818182}
{"full_text":"JUST IN: lata mangeshkar, an indian vocalist, has been hospitalised to the icu after testing positive for covid-19. she has only minor signs and symptoms.x","sentiment_score":0.0590909091}
{"full_text":"RT So in Scotland, France and Wales they have shut nightclubs because Covid apparently lurks in there more than in an equal...","sentiment_score":0.1833333333}
{"full_text":"is providing ambulance services all over India. If anyone needs ambulance support, please feel free to call 1800 266 4242 their 24x7 Helpline. They are supporting for Covid-19 ambulances transportation.@dr_mehta","sentiment_score":0.325}
{"full_text":"RT #TodayInCOVID UK CASES#24h: 142,224#7d: 1,201,563#28d: 3,769,375#Average: 171,652\/day#Since...","sentiment_score":0.0}
{"full_text":"Sorry did no one hear they'll have vaccine 1.1 by March? Omicron has been here for 5 minutes","sentiment_score":-0.5}
{"full_text":"RT No country has been more vigilant than Singapore in battling Covid &amp; they have not shut down restaurants. Limit occupancy...","sentiment_score":0.1722222222}
{"full_text":"RT There must be a word for the regret you feel not having done the thing that needed doing between Covid waves because you were...","sentiment_score":0.0}
{"full_text":"RT Imagine getting banned on twitter for saying something then watching CNN just to see the CDC director say the same thin...","sentiment_score":-0.2}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT A better question is: how many vaxxed people DON'T get Covid??","sentiment_score":0.5}
{"full_text":"RT BREAKING--@CDCgov is now considering updating its mask guidance to recommend that people opt for #N95 or #KN95 masks worn by...","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers drink their own urine, down freaking sheep drench and bleach, use mouthwash &amp; Viagra, take hydroxychloroquine &amp; e...","sentiment_score":0.2222222222}
{"full_text":"RT Mute Covid, vaccination, booster, PCR, RAT etc, etc.It'll immediately increase your endorphins, lower your blood pressu...","sentiment_score":0.0}
{"full_text":"RT Irrefutable evidence of repeated lockdown law breaking from Johnson and his cronies. If Dick fails to act, the","sentiment_score":-0.5}
{"full_text":"RT The Channel Invasion of the UK has been going at a pace during the Pandemic, not reported on MSM. They gain Human Rights, h...","sentiment_score":0.0}
{"full_text":"Perhaps if they'd \"worked incredibly hard\" a bit more instead of partying and partying and partying, we wouldn't have fared so appallingly badly, on both health outcomes and economic outcomes, through this pandemic, as compared to most other similar countries.","sentiment_score":0.0119047619}
{"full_text":"RT Surge medical workforce from overseas? Yeah, because there are so many trained health workers in the rest of the world sitting...","sentiment_score":0.25}
{"full_text":"RT This is the point. The entire lot of them lie on his behalf. This is about a lot more than Johnson","sentiment_score":0.25}
{"full_text":"RT 2 more humanity welfares programmes are added in list of dera sucha sauda : wearing mask and maintaining 7feet distanc...","sentiment_score":0.5}
{"full_text":"We all know contact tracing is a major failure in PH's #COVID19 pandemic response. It was never a priority and we all paid (and are still paying) for that. Now this???","sentiment_score":-0.1270833333}
{"full_text":"RT #Extend_DueDate_TAR-Portal Glitches -Portal Last minute updation-Corona wide Spread Effecting CAs\/staff-DDMA Order P...","sentiment_score":-0.05}
{"full_text":"super sick with the vaccine","sentiment_score":-0.1904761905}
{"full_text":"RT The Pakistani government should also talk to its friendly country.  Why are you afraid? No one has spoken with chinese au...","sentiment_score":-0.075}
{"full_text":"They said avoid catching covid but they never said anything about avoid catching sadness from watching people you love suffer ","sentiment_score":0.5666666667}
{"full_text":"RT \"Studies say Covaxin is effective, but many criticized it because it was made in India. Some even complained to WHO against...","sentiment_score":0.2666666667}
{"full_text":"RT My disabled mum couldn't get her prescription today for chronic pain bc her doctor is out with covid, &amp; she couldn't even...","sentiment_score":-0.2}
{"full_text":"I hope he goes from government when the party scandal unfolds. He is the most vehement lockdown and restriction supporter. Dangerous to the nation's future.","sentiment_score":-0.0333333333}
{"full_text":"RT Lest we forget, Boris Johnson had nearly died from COVID barely a month before the piss-up was organised in his back gard...","sentiment_score":0.05}
{"full_text":"RT This is a good model, now expand it to all Australians","sentiment_score":0.7}
{"full_text":"COVID-19: FCTA to bar unvaccinated workers from accessing offices","sentiment_score":0.0}
{"full_text":"RT A reminder that in May 2020 Matt Hancock said he was \"speechless\" at Prof Ferguson breaking lockdown rules and that he...","sentiment_score":0.0}
{"full_text":"I'm still in limbo on my hEDS diagnosis because the rheum isn't seeing anyone and my doctor won't make any new referrals to the geneticist","sentiment_score":0.1363636364}
{"full_text":"RT A small shopkeeper of Delhi cannot earn his bread today because of weekend lockdown imposed by your govt but you could...","sentiment_score":-0.25}
{"full_text":"Another tag booster, but a bit different, covid-19 safety precautions!Be safe!- Reply with a tag!- No emoji, number and caps within your tweets!- If you felt tired, just retweet and like the fresh tweets!TUES TO LOVE BENEDIX","sentiment_score":0.2753125}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"RT So having COVID after vax is ok but COVID unvaxxed is not acceptable?","sentiment_score":0.5}
{"full_text":"RT In May 2020, more than 100 Downing Street staff were invited to a lockdown-breaking party at Number 10, it has been revealed...","sentiment_score":0.5}
{"full_text":"RT \"Public health\" officials are now admitting that they vastly exaggerated actual Covid hospital admissions. Yet the tyra...","sentiment_score":-0.1666666667}
{"full_text":"RT Wasn't the government (BJP) in Karnataka sending them a 'notice' two days back? Fat lot of good that did. But weekend cur...","sentiment_score":0.35}
{"full_text":"RT Lancet: 89% of new UK COVID cases among fully vaxxed | Principia Scientific Intl.","sentiment_score":0.1363636364}
{"full_text":"RT anyone spouting the \"omicron is mild let it rip\" bullshit can kiss my arse I had to lie on the bathroom floor with a b...","sentiment_score":0.3333333333}
{"full_text":"RT Advanced sea to sea variant of BrahMos Supersonic Cruise missile was tested from INS Visakhapatnam today. Missile hit the d...","sentiment_score":0.4}
{"full_text":"RT Boris Johnson repeatedly refuses to deny attending No10 'BYOB' party in first lockdownhttps:\/\/t.co\/MCbPScouQl","sentiment_score":0.25}
{"full_text":"And in Spain https:\/\/t.co\/Cx4vtEQult","sentiment_score":0.0}
{"full_text":"RT This was the real health minister of Belgium during the pandemic until October 2020 : Maggie De Block","sentiment_score":0.2}
{"full_text":"Covid19","sentiment_score":0.0}
{"full_text":"As people between the ages of 18-60 in the Netherlands receive their COVID-19 booster vaccination, citizens and health officials rely on secure login and access to RIVM's vaccination portal. #privacy #userexperience","sentiment_score":0.4}
{"full_text":".@WinchesterVPedu) on ensuring support for is flexible and \"fit for purpose\" in this \"post-lockdown year.\" For us it is the  reframing of support so it is more than finding a lifeline in a crisis, but instead about gathering what you need to be a successhttps:\/\/t.co\/wVDSXOebI6","sentiment_score":0.45}
{"full_text":"\"People without Covid symptoms no longer need a PCR test to confirm a positive lateral flow in England.\"","sentiment_score":0.2272727273}
{"full_text":"RT UK PM Johnson under fire over 'bring your own booze' lockdown party","sentiment_score":0.6}
{"full_text":"RT Sickening show!!! Human rights are violated even on minors, all over the world today! When will this horrible violence com...","sentiment_score":-0.6666666667}
{"full_text":"It's now up to individual to assess the risk involved &amp; do a wise decision. There is no 100% protection even wearing a proper face mask, sanitizing hands where crowd is a concerned. It will be a difficult task to ensure social distancing is adhered to, let alone crowd control.","sentiment_score":0.0466666667}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"RT Johnson was in an ICU on April 6th with Covid. I remember my stomach sinking in an end of the world way, if the PM died t...","sentiment_score":0.0}
{"full_text":"So its clear the defence is going to be they were key workers, working hard during lockdown.Where were the parties for NHS, Transport, Postal and Retail workers?","sentiment_score":-0.0638888889}
{"full_text":"RT PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and \"mild\" doesn't mean what you think it does.If you...","sentiment_score":-0.1930555556}
{"full_text":"RT your reminder that almost 2,000 people have been prosecuted at Westminster magistrates court for ignoring lockdowns, attendi...","sentiment_score":0.0}
{"full_text":"RT Unconfirmed reports coming in that there was at least one day during lockdown that Boris Johnson wasn't at a party","sentiment_score":-0.3}
{"full_text":"RT A reminder that in May 2020 Matt Hancock said he was \"speechless\" at Prof Ferguson breaking lockdown rules and that he...","sentiment_score":0.0}
{"full_text":"RT Also, please feel free to wear them even if you aren't up to Ebola ward standards of donning and doffing.But try a few brands...","sentiment_score":0.1}
{"full_text":"RT About 22,000 COVID cases with a positivity rate of 24-25% in the last few days...Don't worry, we will not impose lockdown....","sentiment_score":-0.1}
{"full_text":"RT 2 years of our career making time has been lost due to COVID&amp;travel ban. Hon'ble minister pls don't let...","sentiment_score":-0.125}
{"full_text":"RT Anti-vax leader tells his followers that drinking their own pee will cure COVID-19: \"The antidote that we have seen now,...","sentiment_score":0.6}
{"full_text":"So unvaccinated nurses were fired because they put patients at risk, but covid positive nurses are being made to work to fill staffing shortages.... ","sentiment_score":0.2272727273}
{"full_text":"RT Our research identifies and fills gaps in understanding of the family justice systemWe are currently focused on six area...","sentiment_score":0.0}
{"full_text":"RT Love the fact Liverpool need investigating, yet Leicester, who have needed the same game cancelled twice now, are all good...","sentiment_score":0.2}
{"full_text":"A little over a year after Congress approved billions of dollars for rental assistance during the pandemic, the funds are finally being disbursed to households in need.","sentiment_score":-0.09375}
{"full_text":"RT El Salvador 'Covid' health pack","sentiment_score":0.0}
{"full_text":"My crush will not get COVID tomorrow.","sentiment_score":0.0}
{"full_text":"Kolkata: West Bengal government on Wednesday announced postponement of the 27th Kolkata International Film Festival...Read Morehttps:\/\/t.co\/3IXz11YjIG","sentiment_score":0.0}
{"full_text":"The shortages are the result of supply-chain disruption as workers are forced into isolation by the spread of the Omicron variant. #9Newshttps:\/\/t.co\/0HenNJlUWk","sentiment_score":-0.3}
{"full_text":"during this period I have to go to market every now and then to buy food, milk, paneer I.e. daily essentials every day and expose ourselves to covid.","sentiment_score":0.0}
{"full_text":"RT end of a 12hour day in practice....colleagues off with covid. I mistakenly have come on twitter and found really horrid messages...","sentiment_score":0.2}
{"full_text":"Today from 8:30am-1pmHollowood Chemists, West Street, Crewe will have a pop-up vaccination clinic giving out 1st, 2nd and Booster doses of Pfizer and Moderna, so if you are 16 or older please come on down and get your vaccine. There is no need to book!","sentiment_score":-0.0092592593}
{"full_text":"Marton just puts him as a weapon in the hand of the elites against the best tennis player of all times and Djokovic is the only one who defend human rights and who put himself in the hand of humankind against this COVID slavery, segregation and fascism.","sentiment_score":0.3333333333}
{"full_text":"RT Hi. Just your friendly neighborhood rabbi here to remind you, citizens of the internet, once again that:1) Nazis ar...","sentiment_score":0.375}
{"full_text":"Young People in a Post-COVID World: A Conversation of Change EventJoin the conversation on how #COVID has affected young people in #GM &amp; what we can do to address these issuesFri 4th Feb15:30 - 18:00Gorse Hill StudiosMore info &amp; sign up","sentiment_score":0.1}
{"full_text":"Will the most recent wave of Covid just delay the return to the office or derail it altogether? What will that mean for employer brands?Full return to office is 'dead,' experts say -- and remote is only growing","sentiment_score":-0.01875}
{"full_text":"Most people critically ill in hospital with Covid-19 are unvaccinated.Please protect yourself: Walk in to Forest Rec vaccination centre today (8.30am-7.30pm) Or book a venue\/day\/time to suit youhttps:\/\/t.co\/9jT9v1W5jp #TakeCareNottingham","sentiment_score":0.0}
{"full_text":"RT Dr. Daniel Briggs tells about his new book documenting the catastrophic harms from lockdowns on the poor...","sentiment_score":-0.1318181818}
{"full_text":"Are you self-isolating because of coronavirus? Tell your employer as soon as possible. You should get sick pay from the first day you tell them. Our advice can help.https:\/\/t.co\/Q3XUVEo7aa","sentiment_score":-0.1547619048}
{"full_text":"Durham County Council has been warned that schools are \"clinging on\" and struggling to stay openhttps:\/\/t.co\/Xss9Iagv3R","sentiment_score":0.0}
{"full_text":"RT Dr. believes that healthy children should not be given #Vaccines against #COVID19 because children are unli...","sentiment_score":0.5}
{"full_text":"Price:1450+$8553148022#clothingbrand #jewellerydesign #jewelleryonline #jewellery #sammz_collections #trendysarees #trendydesigns #trendyjewellery #sammz_collections #shoponline #stayhome#staysafe","sentiment_score":0.0}
{"full_text":"The Office of the Ombudsman has extended the physical closure of its offices in Quezon City until Jan. 19 due to the \"disturbing\" increase in the number of employees infected with COVID-19.https:\/\/sical-closure-of-ombudsmans-qc-offices-extended-until-jan-19\/","sentiment_score":-0.2083333333}
{"full_text":"#Israel: Finance Minister asserted that companies harmed by restrictions due to #COVID19 will receive some form of compensation \"There will be help to companies harmed by COVID, but no handouts and no corruption electoral \".","sentiment_score":-0.125}
{"full_text":"Minister of Basic Education Angie Motshekga says her department is in talks with the cabinet to reduce social distancing in schools.","sentiment_score":0.0166666667}
{"full_text":"The forest department on Monday closed the Sinhagad fort for tourists and the Pune rural police recommended the closure of 30 other tourist destinations, including those in Lonavala, across the district because of the spurt in Covid cases. Read more at:https:\/\/t.co\/5CukNoVauC","sentiment_score":0.06875}
{"full_text":"The hyper-transmissible Omicron variant was found to be the dominant variant based on the latest genome sequencing conducted by the government, the Department of Health said Monday.https:\/\/t.co\/rD8JTRUyQD","sentiment_score":0.5}
{"full_text":"Novak Djokovic Australian Open visa dispute 'damaging on all fronts', says ATP, as it urges players to get COVID vaccineshttps:\/\/t.co\/qMyiR7gge8","sentiment_score":0.0}
{"full_text":"NEW | Daily COVID-19 case counts are out -- and these metrics are inhttps:\/\/t.co\/yGboPtJ2n6#covid19nfld #cbcnl","sentiment_score":0.0681818182}
{"full_text":"The mother, who is also a teacher, said she put him in the trunk because she didn't want to get exposed to the virus.https:\/\/t.co\/PV40xBxlKq","sentiment_score":0.0}
{"full_text":"Ensure you lateral flow before you go. The Coneygear Centre in #Huntingdon is where you can get a rapid test or collect home test kits.   Alternatively order online (check every half an hour as the website regularly updates stock)","sentiment_score":-0.0833333333}
{"full_text":"ehmuue`naemtham -  like mama madePoldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie #goodeats","sentiment_score":0.0}
{"full_text":"Have a good day, everyone (except you, Martin Reynolds off of inviting 100 members of staff to Downing Street for a garden party while we'd all been forced into lockdown).","sentiment_score":0.2}
{"full_text":"RT #Cancelbiharboardexam2022 #Extendbiharboardexam2022 if you are not safe with all safety and precaution....","sentiment_score":-0.25}
{"full_text":"Army personnel begin their training today, to help paramedics in the North West cope with the pressures of the pandemichttps:\/\/t.co\/s6RQJlQDBz","sentiment_score":0.0}
{"full_text":"A pandemic of coincidence?","sentiment_score":0.0}
{"full_text":"RT So how did the 9 &amp; 11yo grandkids go with getting their 1st vaxes today, booked the day after the \"go!\" date was release...","sentiment_score":0.0}
{"full_text":"The Ministry of Public Health has raised the COVID-19 Alert in Phuket to Level 4, with members of the public warned not to visit risk areas such as places with large gathers or poor ventilation. See more:","sentiment_score":0.0523809524}
{"full_text":"Army personnel begin their training today, to help paramedics in the North West cope with the pressures of the pandemichttps:\/\/t.co\/xwKdEtc9QW","sentiment_score":0.0}
{"full_text":"RT They've looked like fools and tyrants since the start of COViD, I don't think they're going to change now.","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"The exchanges occurred during a 'recall' debate over \"keeping schools open and operating in a manner that is safe for pupils, parents, teachers and staff\"","sentiment_score":0.25}
