{"full_text":"RT W\/ many weighing in about CTU vs CPS, and our children caught in the middle, I have a different question: What happened...","sentiment_score":0.1666666667}
{"full_text":"met my TC about 18 months ago She's now my girlfriend and I love her Meeting someone online isn't for everyone Wasn't my intention to fall for her but I did Was just gonna have dinner with a beautiful woman in the middle of a pandemic Maybe have a spring training baseball buddy","sentiment_score":0.45}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"Fuck Covid","sentiment_score":-0.4}
{"full_text":"RT People who got a fourth shot of the Pfizer\/BioNTech vaccine had a fivefold increase in antibodies one week later, according to dat...","sentiment_score":0.0}
{"full_text":"RT In May and June, Kevin J. Johnston spent the equivalent of seven weeks in jail for harassing and threatening an Alberta Hea...","sentiment_score":-0.1}
{"full_text":"RT The CDC says you can look at Goblin men and you can buy their fruits. Don't worry about the soil or their hungry thirs...","sentiment_score":0.0}
{"full_text":"RT A #CCPChina propaganda, showing #COVID19 preparedness by making a human chain of #Covid workers to deliver groceries to...","sentiment_score":-0.05}
{"full_text":"RT Omicron who ??Social distancing what ?? Pandemic..where??","sentiment_score":0.0333333333}
{"full_text":"Respected sir,          Today in our collection more than 20 people are affected by covid 19 .so please take some effective action .                            Yours respectable         One of the students of Tamil nadu                 T.Prasanna Manickam   Thank you sir ","sentiment_score":0.425}
{"full_text":"vaxxed or not, if u have cough, colds, fever, cant breathe, girl? it's not rocket science, covid or not, STAY AT HOME. it's about being contagious at this point.","sentiment_score":0.0}
{"full_text":"RT Scott Morrison's dereliction of duty over rapid Covid tests is a threat to Australians' public safety | Kevin Rudd htt...","sentiment_score":0.0}
{"full_text":"Tell that to Seth Meyers, Jimmy Fallon, Sen Rob Portman, Dan Patrick, Jim Hagedorn, Bill Pascrell, Defense Sec. Lloyd Austin and countless others who are all fully vaccinated and reporting they have covid.Why does keep lying to the American people?","sentiment_score":-0.0333333333}
{"full_text":"RT If night lockdown not announced means surely #ValimaiFestivalOnJan13.. If any changes means kindly postpone the release","sentiment_score":0.55}
{"full_text":"The vaccines do what they are supposed to do, they saved and are saving and will save lives, taking the vaccine strengthens immunity against the virus which makes it easier and faster for the body to cure from it, which helps preventing it from spreading, definitely a failure.","sentiment_score":-0.3166666667}
{"full_text":"Just got a phone call from my mate.. seems covid has made its way into the apy lands. I'm pretty anxious for them all tbh","sentiment_score":0.0}
{"full_text":"RT 'Some people' may need further jabs says Chris Whitty. Why not explain who those people are &amp; why they might need them? Mes...","sentiment_score":0.0}
{"full_text":"RT During this pandemic, unions have played a vital role  defending workers and calling for action to protect health, jobs a...","sentiment_score":0.1}
{"full_text":"RT After testing positive for COVID today via RAT, drove to Bondi Drive-Thru Clinic only to be turned away immediately. Now on...","sentiment_score":0.1136363636}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"Vaxxed are MUCH less likely to become seriously ill or die. Hospitals don't have enough staff b\/c key staff are out with COVID! Your \"personal medical decisions\" impact everybody around you. At least have the decency to never enter any public indoor space. Thanks.","sentiment_score":-0.0766666667}
{"full_text":"RT With how easily this new COVID variant is jumping from person to person this definitely isn't Omarion. This is Tristan Thom...","sentiment_score":0.1898989899}
{"full_text":"How many of us are surprised at the no. of COVID cases and the \"third wave?\"","sentiment_score":0.2}
{"full_text":"\"Leadership is about walking the walk.\" Adam Thompson, CFO of Synergy Sports, spoke to us at Unprecedented about how the pandemic has shifted his focus. Read the full blog here.","sentiment_score":0.475}
{"full_text":"RT It's really unfortunate but the situation is such. All of us need to be careful . Pls mask up and take care of urself and...","sentiment_score":-0.2}
{"full_text":"DELHI IS LIKELY TO REPORT AROUND 10,000 COVID INFECTIONS TODAY","sentiment_score":0.0}
{"full_text":"RT I'm sure that will only lead to wonderful things.  Another political tyrant.","sentiment_score":0.375}
{"full_text":"RT No practice due to COVID...down 3 varsity players due to clearance protocols...Not an issue for our group who stepped up an...","sentiment_score":-0.125}
{"full_text":"See. Its not \"denying in person schooling. \"They are calling for a temporary pause until the Covid cases drop below record shattering numbers. Which many schools districts are doing. Your being purposely misleading.","sentiment_score":0.5}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"RT [Writer Update]So I may have covid due to work... Yayy. Pray for me everyone. But I should be fine other that. Love...","sentiment_score":0.1666666667}
{"full_text":"RT Most of the outlets on Uber Eats are showing 'no delivery partners available'.I'm guessing they all have covid. Yeah,...","sentiment_score":0.45}
{"full_text":"RT \"My humble request to our government is to do an early lockdown rather than waiting for the situation to get out of ou...","sentiment_score":-0.05}
{"full_text":"Congress leads the way always","sentiment_score":0.0}
{"full_text":"RT The country's third largest school district has officially shuttered due to \"Omicron,\" as Chicago teachers union votes for ind...","sentiment_score":-0.0625}
{"full_text":"RT You misspelled \"Thank you, Mr. President for granting my request and opening 6 new FEMA testing sites in Texas.  \"As Go...","sentiment_score":0.1363636364}
{"full_text":"At this point, y'all can just stop telling us ","sentiment_score":0.0}
{"full_text":"Hong Kong cruise ship held for COVID-19 testing","sentiment_score":0.0}
{"full_text":"RT  Booster vaccines are likely to be needed for travel to many countries within weeks, Boris Johnson warned as he urged peopl...","sentiment_score":0.25}
{"full_text":"RT Fentanyl is now the number one killer of US adults between the ages of 18-45, more than covid, cancer, and car accidents.Pe...","sentiment_score":0.5}
{"full_text":"RT Karen and myself are aiming to be the only Queenslanders not to get the covid.. That freaking Qld health officer can get...","sentiment_score":0.0}
{"full_text":"It's always a good idea to do have an ART kit on hand and do a self-test if you have or suspect that you have symptoms of Covid. It's not 100% but is better than nothing still; besides these tests have a high (&gt;90%) accuracy rate if done properly.","sentiment_score":0.34}
{"full_text":"My favorite ex link has covid .... I'm seriously thinking about sending him a care package","sentiment_score":0.0833333333}
{"full_text":"RT A little more wait to witness the biggest story of Love vs Destiny. We have to postpone the release of our film #RadheS...","sentiment_score":0.2708333333}
{"full_text":"bro can we just go into lockdown like ????","sentiment_score":0.0}
{"full_text":"RT I ask Rajdeep why he did not ask questions last month of Mamata Banerjee,when huge rallies were held by #TMC,ahead of Kol...","sentiment_score":0.2}
{"full_text":"RT Jeremy Corbyn isn't the only leftist leader to condemn vaccine mandates and passports as coercive and unjust. In France,...","sentiment_score":-0.025}
{"full_text":"RT My post just now to our glorious leader; \" You are spreading vaccine misinformation Mr Andrews. This is going to increa...","sentiment_score":0.0}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"RT I need SFW art prints, preferably no bigger than 10x10, warm\/peachy tones or neutral\/earth tones!!! Who has fast (ish,...","sentiment_score":0.1}
{"full_text":"RT This Toyota robot butler is helping the elderly in Japan to stay at home!#AI #MachineLearning #Robotics #5G #CES2022","sentiment_score":0.0}
{"full_text":"RT just lost me as a fan.  His crazy, right wing rationale for vaccines to be \"a personal choice\" is ridiculous...","sentiment_score":-0.1619047619}
{"full_text":"RT Wow everyone's pretty angry about NovakHas anyone thought that maybe he has a medical exemption due to the fact he had...","sentiment_score":-0.055}
{"full_text":"RT I need everyone to stop saying \"I just have a cold.That is possible, but right now- it is COVID until proven otherwise. St...","sentiment_score":0.1428571429}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT Today our hospital is short of 184 staff due to covid .. 99.9% of them triple vaxxed .. what can I say ","sentiment_score":-0.0625}
{"full_text":"RT A classic strategy for AIDS denialism was arguing that deaths from AIDS were \"overcounted\" and that other, less preventab...","sentiment_score":-0.0416666667}
{"full_text":"RT Jobs have healthcare workers going into work with positive Covid tests and symptoms. We are doomed.","sentiment_score":0.2272727273}
{"full_text":"RT Results of the world's largest study of ivermectin in COVID have just been posted. Meticulously collected data from hundred...","sentiment_score":0.0}
{"full_text":"RT feels like the part of the pandemic where all the nurses and doctors also have the disease and have to keep working an...","sentiment_score":0.0}
{"full_text":"CDC said that? I did that when I was five but with a key. Explains why my math level is grade 3. ","sentiment_score":0.0}
{"full_text":"RT An hospital bed in this US requires ~10 full-time employees, so we currently need 1,100,000 people to take care of hospital...","sentiment_score":0.0}
{"full_text":"RT Here's wishing a speedy recovery after testing postive for COVID-19.Get well soon, mate! Drop some  for Ma...","sentiment_score":0.0}
{"full_text":"RT What competent epidemiologists knew in March 2020 should now be obvious to all. Covid cannot be suppressed. Lockdowns...","sentiment_score":0.25}
{"full_text":"RT For those who doubted us Shame on Big PharmaShame on TGA for suppressing Australian Professor Borody...","sentiment_score":0.0}
{"full_text":"RT A new COVID-19 variant named IHU has been detected in France ","sentiment_score":0.1363636364}
{"full_text":"RT What competent epidemiologists knew in March 2020 should now be obvious to all. Covid cannot be suppressed. Lockdowns...","sentiment_score":0.25}
{"full_text":"RT A Newspaper finally starting to catch up with and report the facts.","sentiment_score":0.0}
{"full_text":"It is. And it's 100% at the Democrats' feet.","sentiment_score":0.0}
{"full_text":"RT The CDC recommends staying at home with your dog so they're not sad","sentiment_score":0.25}
{"full_text":"RT If we have to close schools, colleges, malls, business, public transport, why did we use 140 crore vaccines??Either vaccine...","sentiment_score":0.0}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT \"Robredo is likely seen as more qualified to oversee a post-pandemic recovery as the incumbent vice-president, as well a...","sentiment_score":0.25}
{"full_text":"RT Even with Vaccine #Lockdown is not an solution. Strict monitoring of Vaccine and Mask should be mandatory.","sentiment_score":0.0}
{"full_text":"* to be really clear, it wouldn't matter one bit if there was a pandemic conspiracy bc wtf are you gonna do about it? Conspiracy theories are pretty boring compared to centuries of atrocities we know have happened. Just try not to think about the ones we don't know about","sentiment_score":-0.2875}
{"full_text":"RT Doctors stressed that people can't be complacent at the onset of COVID-19 symptoms and must quarantine themselves while...","sentiment_score":0.0}
{"full_text":"RT well the important thing is they didn't tamper with the natural state of their bodies","sentiment_score":0.25}
{"full_text":"For a 'science geek' you know very little about science. Omicron is the answer to immunit. Get sick, stay home, recover, voila... immunity  The innate system will handle it; protect the immunocompromised. Dump the masks; healthy people need fresh air, exercise, kids need school","sentiment_score":-0.0395089286}
{"full_text":"Shame they didn't donate them to poor countries or medical organizations working in places of great need.Ridiculous.","sentiment_score":0.1333333333}
{"full_text":"Its covid.. that's a side effect of you didn't know","sentiment_score":0.0}
{"full_text":"RT The rate of spread of #omicron is incredibleLarge number of my patients turning +ve- sore throat, cold, bodyache, fev...","sentiment_score":-0.6}
{"full_text":"RT Sir\/madam Increase age limit of DSSSB JE vacancies from 27 to 30 years in favour of students. Already 2 years are was...","sentiment_score":0.0}
{"full_text":"RT The Guardian view on Covid and schools: crossed fingers aren't enough | Editorial","sentiment_score":0.0}
{"full_text":"bunso is covid positive. ate not feeling well. yaya not feeling well as well. oh my lourd..","sentiment_score":0.2272727273}
{"full_text":"Ever notice that vaccinated people who got COVID are just in their homes or quarantine facility chilling and not in a hospital bed?","sentiment_score":-0.5}
{"full_text":"RT Results of the world's largest study of ivermectin in COVID have just been posted. Meticulously collected data from hundred...","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC releases COVID-19 NFT","sentiment_score":0.0}
{"full_text":"RT Netherlands  starting one month full national lockdown in response to Omicron!Weren't their Covid passports and mask ma...","sentiment_score":0.175}
{"full_text":"I wear a three ply plus a one ply on top for my 15 minute trip to Safeway at 0700 when it is empty...I blow and very little air comes out so I feel safe...when I go for my booster and am around others, I will wear my n95 and face shield...will look ridiculous but no matter...safe","sentiment_score":-0.0256944444}
{"full_text":"RT We have to postpone the release of our film #RadheShyam due to the ongoing covid situation. Our sincere thanks to all the...","sentiment_score":0.1916666667}
{"full_text":"RT First professional managerial job. 2 years. 2 trophies. A completely revamped, youthful &amp; energetic team which the fans ca...","sentiment_score":0.2375}
{"full_text":"Third wave of Covid pandemic has hit Delhi, around 10,000 new cases expected today: City Health Minister Satyendar Jain","sentiment_score":0.0121212121}
{"full_text":"Here we go again, and scientists found Dinosaurs Embryo in ChinaI wish for a peace  year","sentiment_score":0.0}
{"full_text":"RT I guess they will definitely implement showing Vaccine certificate before entering theatre That is good for all .0%...","sentiment_score":0.35}
{"full_text":"RT People who got a fourth shot of the Pfizer\/BioNTech vaccine had a fivefold increase in antibodies one week later, according to dat...","sentiment_score":0.0}
{"full_text":"RT elon musk is getting richer and he doesn't give a rat fuck about ppl dying from the pandemic.STOP BUYING CARS PRODUCE BY H...","sentiment_score":-0.4}
{"full_text":"RT With how easily this new COVID variant is jumping from person to person this definitely isn't Omarion. This is Tristan Thom...","sentiment_score":0.1898989899}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"It is debateable.","sentiment_score":0.0}
{"full_text":"RT What would ideal COVID Isolation guidance be?Once rapid antigen tests are cheap &amp; ubiquitous1. Isolate for first 5 days...","sentiment_score":0.5166666667}
{"full_text":"RT Everybody should have access to free Rapid Antigen Tests. It's an urgent and necessary public health measure in a pande...","sentiment_score":0.1333333333}
{"full_text":"RT If night lockdown not announced means surely #ValimaiFestivalOnJan13.. If any changes means kindly postpone the release","sentiment_score":0.55}
{"full_text":"RT Man attacks workers at Orange County COVID-19 vaccine clinic, calling them 'murderers' @lila_seidman ","sentiment_score":0.0}
{"full_text":"RT this is only a hard question if the government refuses to support people. if the world shut down and we all got a $5k ch...","sentiment_score":-0.1490740741}
{"full_text":"RT \"I don't think it's covid\" oh you asked the virus? Like...","sentiment_score":0.0}
{"full_text":"RT Messi tests negative for COVID ","sentiment_score":-0.3}
{"full_text":"Or you never listened in the first place. No vaccine ever provided complete individual protection.Vaccines aren't about inviduals, they're about communities. Until the community is fully vaccinated, they're only partially effective.WE don't get polio anymore.","sentiment_score":0.05}
{"full_text":"RT Updated  maps are online!These maps aim to support the recommendation on travel measures in the EU during #COVID...","sentiment_score":0.0}
{"full_text":"RT As the National Cabinet meets today to discuss #RATs, remember ...No one from the Federal Opposition has ever been invi...","sentiment_score":0.0}
{"full_text":"Can you tell us about the background and experience of your project DEVELOPMENT TEAM,?  And how will they carry out your project during the current pandemic?","sentiment_score":0.0}
{"full_text":"RT We have to postpone the release of our film #RadheShyam due to the ongoing covid situation. Our sincere thanks to all the...","sentiment_score":0.1916666667}
{"full_text":"If you are returning to school or college today remember to wear a face covering when using public transport. Everyone is required to wear a face mask unless exempt. Go back to school safely.","sentiment_score":0.1666666667}
{"full_text":"Shiv Sena Minister Eknath Shinde and two-party leaders, with NCP MLA Rohit Pawar, found positive for Covid 19..#BMCElections #BMCElection2022 #MaharashtraCivicpolls #bmcresults #bmcpolls2022 #BMCElections2022https:\/\/t.co\/wmZXSdrgD9","sentiment_score":0.2272727273}
{"full_text":"It comes as NHS trusts declare critical incidents, with NHS leaders raising concerns they could not safely provide services due to high numbers of coronavirus-related absences.https:\/\/t.co\/ztl96eDl1Q","sentiment_score":-0.05375}
{"full_text":"MPs are returning to Westminster after their Christmas break and plunging straight into a potentially fiery Prime Minister's Questions and a Commons showdown over COVID-19.https:\/\/t.co\/g8LVlgpQZY","sentiment_score":0.1}
{"full_text":"RT Let's protect children.What sort of world do we live in where this has to be suggested.No school without vaccine &amp; if you do...","sentiment_score":0.1363636364}
{"full_text":"The first results of a phase one trial reveal the jab has strong levels of neutralising antibodieshttps:\/\/t.co\/CjBf3tP9L9","sentiment_score":0.3416666667}
{"full_text":"CHINA: China's Covid-19 health code system that strictly governs people's movements crashed in Xi'an this week, worsening conditions in the locked-down city where the country's worst outbreak since Wuhan has been unfolding.https:\/\/t.co\/5TGtDn0CBt","sentiment_score":-1.0}
{"full_text":"Novak Djokovic: Australian Open vaccine exemption ignites backlash","sentiment_score":0.0}
{"full_text":"With the rapid rise in COVID-19 cases, and the call on devotees of the Black Nazarene to safely observe the Traslacion by attending virtual events at home instead of going to gatherings.Read our joint press release here ","sentiment_score":0.1666666667}
{"full_text":"Covid modelling has been used to justify all kinds of inhumane restrictions, say and Tom Jeffersonhttps:\/\/t.co\/WNvq5z4q9I","sentiment_score":-0.9}
{"full_text":"Glasgow Warriors are confident they are over the worst of their coronavirus outbreak but still have several personnel issues to contend with ahead of Saturday's clash with Ospreys. #GlasgowWarriors #UnitedRugbyChampionship","sentiment_score":-0.1666666667}
{"full_text":"#AspiretoThrive Tip: If COVID taught us anything, it's that the move is digital if you want your brand to stay relevant. So put one together that will help market your brand for longevity that will last. #Kenya #Leaders #business #entrepreneur #africa","sentiment_score":0.1333333333}
{"full_text":"Although researchers are still hard at work on the B.1.640.2 variant also called \"IHU\", reports claim it has been detected among twelve people in the Marseilles region in France#IHUvarianthttps:\/\/t.co\/1rBmDfNlD7","sentiment_score":-0.2916666667}
{"full_text":"RT the brits don't take covid seriously because their food already tastes bland","sentiment_score":-0.25}
{"full_text":"Hopefully the public will believe Whitby over Johnson!","sentiment_score":0.0}
{"full_text":"Downing Street said experts would be considering whether to expand the jabs programme to all primary-age school childrenhttps:\/\/t.co\/yNANYwNmBd","sentiment_score":0.0}
{"full_text":"Airline shares take off as investors bet Omicron won't trigger travel restrictions ","sentiment_score":0.0}
{"full_text":"\"#COVID19 has changed things at school,\" says 12 year-old Matlhake Thandeka from #SouthAfrica. Simple health measures such as physical distancing, hand and hygiene practices help reduce the spread of COVID-19 in schools. #WATCH for more.","sentiment_score":0.125}
{"full_text":"Do whatever you have to do to make yourself feel happy and at peace.Just #StayHome , that's all we ask.","sentiment_score":0.8}
{"full_text":"The government is reconsidering its plans to reopen certain entertainment venues such as nightclubs, following a surge of Covid-19 infections across the country. See more:","sentiment_score":0.1785714286}
{"full_text":"RT Results of the world's largest study of ivermectin in COVID have just been posted. Meticulously collected data from hundred...","sentiment_score":0.0}
{"full_text":"I don't really get the rats issue. THE WORLD IS ON FIRE AND WE'RE WORRIED ABOUT THE BATTERIES IN THE SMOKE ALARM? #TheRatHasBolted #StayHome #HealthCrisis #LongCovid #UnvaccinatedKids","sentiment_score":0.2}
{"full_text":"Lower rates of hospitalisation due to Omicron suggests COVID might evolve into a weaker form.https:\/\/t.co\/oFdJdXzYXL","sentiment_score":-0.125}
{"full_text":"RT The hyper-transmissible SARS-CoV-2 Omicron variant exhibits significant antigenic change, vaccine escape and a switch...","sentiment_score":0.375}
{"full_text":"Armed conflict, protracted instability, and the #COVID19 pandemic have increased pressure on maternal and #ReproductiveHealth services - already in short supply - disproportionately impacting the lives of women and girls.","sentiment_score":0.0}
{"full_text":"Coming up https:\/\/t.co\/50SQDjxXjD Omicron's impact on the travel industry with &amp; Tim Alderslade on Keir Starmer's speech Deprivation of citizenship with on his show 'Best of Enemies'@AasmahMir |","sentiment_score":1.0}
{"full_text":"someday your child will ask you questions you won't have the answers to- this is pathetic.","sentiment_score":-1.0}
{"full_text":"Hamad Medical Corporation has announced that for non-Coronavirus related services, its Urgent Consultation Service is available#Qatar #Doha #Healthcare","sentiment_score":0.0}
{"full_text":"RT FINALLY...They are publishing the truth about how dangerous Scott Morrison is to Australians! Kevin Rudd's article is a...","sentiment_score":-0.75}
{"full_text":"Chicago Public Schools (CPS) is now facing criticism from the Chicago Teachers Union. The union says the district's safety plan is not enough.  ","sentiment_score":0.0}
{"full_text":"RT Hi just a reminder that the government doesn't actually care about keeping kids in school - they care that their parent d...","sentiment_score":0.0}
{"full_text":"RT India reported 58,097 new Covid-19 cases and 534 deaths in the 24 hours ending 9 am Wednesday. With 15,389 recoveries, the...","sentiment_score":0.1363636364}
{"full_text":"A new study adds more evidence that the #omicron variant of #COVID19 can evade the immune protection conferred by #vaccines and natural infection, and suggests the need for new vaccines and treatments that anticipate how the virus may soon evolve.https:\/\/t.co\/X6jr596jFc","sentiment_score":0.2181818182}
{"full_text":"Chillin' at Kookoo's Nest in Siaton, shared by Eli Marie Tia [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"The CDC explained the scientific rationale for shortening its COVID-19 isolation and quarantine recommendations, and clarified that the guidance applies to kids as well as adults.https:\/\/t.co\/mlEGgavWt1","sentiment_score":0.0}
{"full_text":"Philippines may log 20,000 COVID-19 cases daily by next week: OCTA","sentiment_score":0.0}
{"full_text":"It's feared those returning to work after the Christmas holidays could be facing a heavily-disrupted commute this morning.ScotRail brought in a temporary timetable yesterday, because of Covid-related staff absences.More than 150 daily services have been cut.","sentiment_score":0.0}
{"full_text":"It's a lovely thing not to start the year in heavy lockdown!Why not get out and about and enjoy an edifying (and delicious) organised coffee event with our friends at Origin?You can find them all on our Events And Experiences page.https:\/\/t.co\/6XvhtxTkem","sentiment_score":0.425}
{"full_text":"All participants were to be vaccinated for the Australian Open, Novak has previously expressed his opposition to the Covid-19 vaccine.  | #AusOpen | #Djokovic https:\/\/t.co\/L8TLy6Ns9a","sentiment_score":-0.0555555556}
{"full_text":"Parliament's being recalled today for First Minister to give an update on the Covid situation.It's thought that could include changes to isolation requirements.@DrDMacaskill says staff absences are having a big impact on the care sector.#HeartNews","sentiment_score":0.125}
{"full_text":"Minister for Education #NormaFoley has said the reopening of #schools would be 'challenging, difficult and demanding'https:\/\/t.co\/kuNYfcKJZm","sentiment_score":0.0}
