{"full_text":"Hey hiya Mate hope you're well Shane  I've not been on here as wasn't well and my mom ended up getting Covid &amp; a Mini Stroke frightened the crap out of me , glad to say she's started to feel better now Thank God , hope you're ok mate ","sentiment_score":0.175}
{"full_text":"RT Happy Monday!Ok so it seems a lot of us are without or low on groceries and essentials right now during the pandemic. C...","sentiment_score":0.3619047619}
{"full_text":"RT Dr Tedros's incompetence led to 318M COVID Cases &amp; 5.5 M deaths since 12\/19. As he continue to ignore his official duty &amp; f...","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"Remember when everyone refused the smallpox vaccine? No","sentiment_score":0.0}
{"full_text":"No, you're wrong again. The mandate was \"vaccine OR test\" weekly. Even in the mandate\" there was a CHOICE. Yes be happy that work place safety will now go down the toilet. ","sentiment_score":0.0277777778}
{"full_text":"RT PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and \"mild\" doesn't mean what you think it does.If you...","sentiment_score":-0.1930555556}
{"full_text":"RT This is false.It's been fact-checked and proven false by Full Fact. Please apologise, retract and delete.Reference:...","sentiment_score":-0.025}
{"full_text":"RT More than three weeks without any data, and the HPSC \"Epidemiology of Covid-19 in Ireland 2022\" is literally a blank pa...","sentiment_score":0.25}
{"full_text":"RT Can we please start talking less about the personal freedom to not get tested or vaccinated, and more about the collective fre...","sentiment_score":0.1111111111}
{"full_text":"RT BREAKING NEWS: United States Supreme Court Upholds Pandemic","sentiment_score":0.0}
{"full_text":"RT Yesterday while my incarcerated cousin was talking on the phone with me he hung up all of a sudden. He was surrounded by...","sentiment_score":0.0}
{"full_text":"Real de Covid","sentiment_score":0.2}
{"full_text":"I am in the west.  Locked in this state for 2 years, chasing COVID zero so zero compassion for anyone needing to come home.  Keeping families separated for 2 years.  Forcing the eastern states to process most of our returning citizens.... Do a bit more research, fool.","sentiment_score":0.5}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"RT The mental gymnastics of those trying to justify what happened in Downing St when we were all in lockdown, obeying the rul...","sentiment_score":-0.1}
{"full_text":"RT Raise your hand  if you disagree with the Supreme Court not blocking the vaccine mandate for healthcare workers.","sentiment_score":0.0}
{"full_text":"RT The US Supreme Court just guaranteed staff shortages in American hospitals for the foreseeable future.  The vax does n...","sentiment_score":0.0}
{"full_text":"RT The vaccine mandate was on solid legal ground. You packed the court so politics takes precedence over estab...","sentiment_score":0.1}
{"full_text":"RT Liberals add 1\/2 a trillion to the debt but not one dollar went into health care in a pandemic you cant say st...","sentiment_score":0.0}
{"full_text":"RT .@justintrudeau: \"The science is clear: vaccines work.\"Pfizer CEO Bourla: \"Two doses of the vaccine offers very littl...","sentiment_score":0.1333333333}
{"full_text":"RT Vula, can't be forcing people to vaccinate bengafuni","sentiment_score":0.0}
{"full_text":"It's an AP article, so here's the original publication, in that case. I was able to read the entire article as syndicated on Sioux City Journal's site as a non-subscriber. FWIW anything from AP that's republished elsewhere can be found on their site:","sentiment_score":0.2916666667}
{"full_text":"RT As others have noted, all three of Trump Supreme Court appointees, who voted to block the OSHA vaccine\/test mandate yes...","sentiment_score":0.0}
{"full_text":"RT The only thing the UK is World Beating at is COVID DEATHS. 173000 and rising.@Conservatives","sentiment_score":0.0}
{"full_text":"RT \"Kids are suffering because they are not learning in-person.\" Needs to shift that to: \"Kids are suffering because...","sentiment_score":0.0}
{"full_text":"RT The 2022 ABA Midyear Meeting had been scheduled to be in Seattle. But after assessing the spread of the omicron variant of...","sentiment_score":0.0}
{"full_text":"RT Wearing a mask has nothing to do with patriotism,","sentiment_score":0.0}
{"full_text":"RT Jharkhand | Dularchand from Salgadih village in Bokaro who was bedridden for about 4 years due to paralysis claims to have recover...","sentiment_score":-0.125}
{"full_text":"RT #IGNOU_Students_Want_OpenBookExam You helped So many People in Covid Wave, Now IGNOU Students Need Your Help...","sentiment_score":0.5}
{"full_text":"RT Schools with mask requirements were 3.5 times less likely to have a coronavirus outbreak during the Delta based on a study in...","sentiment_score":-0.0833333333}
{"full_text":"RT COVID-19 | Delhi reports 24,383 new cases, 34 deaths and 26,236 recoveries. Active cases 92,273Positivity rate 30.64 %","sentiment_score":0.0015151515}
{"full_text":"RT Several governors ordered Covid positive patients into nursing homes during the pandemic. We're now finding out @GovWhitme...","sentiment_score":0.1136363636}
{"full_text":"RT HUGE--We now have evidence that Multiple Sclerosis is likely caused by an infection--notably, the Epstein-Barr virus increas...","sentiment_score":0.0}
{"full_text":"RT The Makar-Sankranti mela or the Makar-fair which is held once every 12 years in Panauti of Kavre is certain to be affected by t...","sentiment_score":0.2142857143}
{"full_text":"RT Yesterday, students in New York and Michigan walked out of school. A student-made Boston petition has nearly 5,800 signa...","sentiment_score":0.1181818182}
{"full_text":"RT Telemedicine services are available for people in home isolation due to COVID19. Call the mentioned numbers for any querie...","sentiment_score":0.1375}
{"full_text":"RT Why silent on impact of health &amp; care bill which breaks #NHS up into 42 US-style 'mananged care' systems w fixed b...","sentiment_score":0.05}
{"full_text":"RT pagnagka-covid seller niyo, FUCKING WAIT FOR THEM TO SHIP OUT YOUR ORDER UNTIL THEY GET WELL AND TEST NEGATIVE. DONT FORCE...","sentiment_score":-0.45}
{"full_text":"RT Franklin Graham is claiming Gods victory over the Supreme Court voting down vaccine mandate...","sentiment_score":-0.1555555556}
{"full_text":"RT 'Moral Decay': GOP congressman blasted for posting Nazi document with swastika to protest vaccine mandate","sentiment_score":-0.3}
{"full_text":"RT *New data* from 79,148 ppl giving birth in Scotland Mar 20 - Oct 21. #COVID  risk of stillbirth or neonatal death b...","sentiment_score":0.1363636364}
{"full_text":"RT When me and my family have recovered from Covid we are going to have a big \"this\"","sentiment_score":0.0}
{"full_text":"RT The GOPers on the Supreme Court oppose vaccine mandates to save lives but have no problem with laws that MANDATE a wome...","sentiment_score":0.0}
{"full_text":"RT In 2021, 49 States and 27 organisations pledged to put #humanrights at the heart of #COVID19 recovery. Join us on Janu...","sentiment_score":0.0}
{"full_text":"Some student activities move online as Stanislaus COVID cases rise. What's affected? via","sentiment_score":0.0}
{"full_text":"RT Save this number and share it with the needy...","sentiment_score":0.0}
{"full_text":"Unpleasant news this morning. We all have Covid at home ","sentiment_score":-0.65}
{"full_text":"IT systems providing false results are not new, unfortunately. Australia even had such a problem recently:","sentiment_score":-0.1936363636}
{"full_text":"RT Omicron who?South Korea continues to be the role model. I hope they can sustain their science driven strategy which so far...","sentiment_score":0.1}
{"full_text":"The British economy bounced back to pre-pandemic levels in November -- ONS reports. But...","sentiment_score":0.0}
{"full_text":"RT How do kids not completely break down mentally when they're out of school all summer? Is it possible that the major fac...","sentiment_score":-0.0486111111}
{"full_text":"RT Never leaving the house again, I need every inch of this meat on me","sentiment_score":0.0}
{"full_text":"RT Two years ago today, China\/WHO was promoting the LIE that there is \"no clear evidence of human-to-human transmission\"...","sentiment_score":-0.05}
{"full_text":"RT This touches on something was referring to on here recently. Players have to be really carefully monitored...","sentiment_score":-0.05}
{"full_text":"I had Covid 2 weeks ago and have now been diagnosed with post Covid bronchitis and TMJ. The TMJ comes from having to breathe through my mouth and use more muscles in my neck and jaw to breathe....due to the Covid induced bronchitis wtf","sentiment_score":0.0}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"Is people keeping away from each other not a much simpler explanation of the data in Australia?Why did this prior immunity suddenly stop just as they relaxed lockdown?","sentiment_score":-0.05625}
{"full_text":"Nonsense. I have a shitload of unvaxed friends and family who were and are still fine after getting COVID. In fact, we all got the seasonal flu and it was worse. I'm fully vaxed but time to realize that shit doesn't work. It's efficacy is actually worse than the annual flu shot.","sentiment_score":-0.1458333333}
{"full_text":"Sorry for late reply but I disagree completely. I think this comes from a lot of racial stereotypes which means we'd miss insights like what Korea did to distribute masks in *Feb 2020*. You'll see a lot of solutions to problems Australia is facing TODAY","sentiment_score":-0.2333333333}
{"full_text":"Pls postpone","sentiment_score":0.0}
{"full_text":"RT Psaki Takes Question From Doocy On Pandemic Spread","sentiment_score":0.0}
{"full_text":"RT Incredible--The goal post moving of Joe Rogan after getting fact checked live is incredible.  Fact-- there is an 8x higher...","sentiment_score":0.4287878788}
{"full_text":"RT I also suffer from long Covid. And Im still on medication to help alleviate the physical and psychological effects it has o...","sentiment_score":-0.0166666667}
{"full_text":"Just not true is ithttps:\/\/t.co\/PUvBzeMUDD","sentiment_score":-0.175}
{"full_text":"RT So \"aides and officials\" get the blame for Johnson's misrule while he gets away with partying while 175k people died, PSbillion...","sentiment_score":0.0}
{"full_text":"RT Poorer nations reject over 100 million COVID shots as many close to expiry","sentiment_score":0.5}
{"full_text":"RT As the tech industry is opening up more employment opportunities in view of the ongoing pandemic.#womenintech #womeninbusi...","sentiment_score":0.5}
{"full_text":"RT Rosemary Barton introduces the subject of healthcare funding in the face of Covid overwhelming the healthcare system b...","sentiment_score":0.1666666667}
{"full_text":"RT Biden Administration, last 24 hours:-- 7% inflation-- 33% approval rating for Biden-- Sinema reaffirmed filibuster supp...","sentiment_score":0.0}
{"full_text":"This is not how #VaccinEquity works","sentiment_score":0.0}
{"full_text":"RT Once a penal colony, always a penal colony.","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT I've interviewed a lot of health-care workers over the last two years, at various points of the pandemic. Here's something...","sentiment_score":0.0}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"RT BREAKING: A new audit has caught Michigan Governor Gretchen Whitmer covering up the number of elderly people who died after...","sentiment_score":0.1363636364}
{"full_text":"Southcoast hospitals hit with biggest surge in COVID-19 patients yet The Public's Radio : RIPR why @SenatorDurbin not taking any action to pass Healthcare workforce Resilience Act #HWRA @ChrisMusillo @gsiskind @amyklobuchar ","sentiment_score":0.05}
{"full_text":"Get well po#KathrynBernardo","sentiment_score":0.0}
{"full_text":"RT If Uhuru Kenyatta were to wake up tomorrow and say he is supporting Gideon Moi at the expense of Raila Odinga,you will se...","sentiment_score":0.25}
{"full_text":"RT Rogan should go back to talking about fun stuff instead of just constantly getting embarrassed on COVID now.","sentiment_score":0.1}
{"full_text":"Lulz. Having a covid meeting and if you heard how clueless medical experts are behind the scenes you'd laugh. It is almost scary if it weren't so sad.","sentiment_score":-0.22}
{"full_text":"RT i'm so sorry to have a hot take but I personally don't want anyone to die from covid? like not even if they're \"old\" or \"di...","sentiment_score":-0.0375}
{"full_text":"RT A Texas judge has ruled that there was no probable cause against a mother who allegedly put her son in the trunk of the car to avo...","sentiment_score":-0.1}
{"full_text":"RT the Court held that OSHA can't implement COVID regulations because COVID isn't a hazard specific to the workplace. absolut...","sentiment_score":0.0}
{"full_text":"RT Tuchel says Manchester City have been lucky with injuries and covid-19. But if Chelsea are at full strength they will be cl...","sentiment_score":0.3416666667}
{"full_text":"They have the right to choose huh? What about my right to not be infected with a deadly virus because those right to choose people don't want to wear a mask? They don't want to wear a mask, lock them up!","sentiment_score":0.1821428571}
{"full_text":"RT UPDATE: Biden's vaccine mandate still stands for healthcare workers, but just the idea that you have to FORCE DOCTORS AN...","sentiment_score":0.0}
{"full_text":"RT The revelation of the boozy gatherings at the heart of the Government the night before the Duke's funeral is problematic, n...","sentiment_score":0.0}
{"full_text":"Every area of Cardiff ranked by its current Covid infection rate","sentiment_score":0.0}
{"full_text":"RT Also, bloody hell. I wrote this article this week and we have a proper investi...","sentiment_score":-0.4}
{"full_text":"RT Trump's Supreme Court BLOCKED President Biden's nationwide VACCINE and TESTING MANDATE for large businesses. The court de...","sentiment_score":0.2142857143}
{"full_text":"RT Walensky wanted details of death of 13 year old boy who died 2 days after vax.  \"The pathologist indica...","sentiment_score":0.1}
{"full_text":"RT Tek Fog in Action: Targeting Women Journalists, Pushing Communal Narrative on COVID, Delhi Violence","sentiment_score":0.1}
{"full_text":"RT SCOTUS struck down the OSHA vaccine mandate, but it's not good enough.Republicans have a historic opportunity to fight...","sentiment_score":-0.1685185185}
{"full_text":"RT  on \"Yesterday, during our follow-up examination that we do with ever player that has had...","sentiment_score":0.0}
{"full_text":"RT Important intervention from Simon Ruda, one of the founders of the \"Nudge Unit\", who feels his techniques were abused d...","sentiment_score":0.4}
{"full_text":"Congress and Pakistanis have same agenda","sentiment_score":0.0}
{"full_text":"I have been teaching for 39 years but I have to say that the cumulative effect of 2 years of Covid teaching has crushed me. I'm replaying your words today...#wecandohardthings","sentiment_score":-0.1}
{"full_text":"Vaccine Acquired Immune Deficiency Syndrome (VAIDS): 'We should anticipate seeing this immune erosion more widely'#CrimesAgainstHumanity #Nuremberg2#VAIDS","sentiment_score":0.2}
{"full_text":"Covid-19: SDM Drass visits coaching centres@lg_ladakh","sentiment_score":0.0}
{"full_text":"RT How do hospital admissions of children from #COVID19 in England compare to other infections ?All admissions testing positiv...","sentiment_score":-0.125}
{"full_text":"RT Spraying of Sodium Hypochlorite Solution across the city to prevent the spread of #COVID19.#COVID19 #IndiaFightsCoron...","sentiment_score":0.0}
{"full_text":"RT Downing Street apologises to Queen over lockdown parties","sentiment_score":0.0}
{"full_text":"RT The WHO warned countries not to let down their guard against the pandemic just because the Omicron variant tends not to cause...","sentiment_score":-0.1555555556}
{"full_text":"iHealth COVID-19 Antigen Rapid Test for $19.80!!#covid","sentiment_score":0.0}
{"full_text":"RT I keep thinking about the findings that suggest a common herpes virus may trigger MS in some people, years after their in...","sentiment_score":-0.3}
{"full_text":"Travelers who arrive in Taiwan on long-haul flights and test positive for #COVID19 at the airport will, starting Saturday, be placed either in a hospital, a quarantine hotel, or a government quarantine facility based on their symptoms.https:\/\/t.co\/QB96jSuJCm","sentiment_score":0.1136363636}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveWayne Shorter - Speak No Evilhttps:\/\/t.co\/Y9gboqxcf3","sentiment_score":0.0}
{"full_text":"RT And how about we make companies liable for the damages caused by the vaccine. It's also time...","sentiment_score":-0.1}
{"full_text":"Surely the exact same benefit is there for the \"smaller\" clubs as well? They get to rotate players, save injuries cover for COVID, etc as well?I'm sure they have more than 14 players for a match day squad.","sentiment_score":0.2916666667}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"A new scheme will help Reading's homeless population get vaccinated against covidhttps:\/\/t.co\/1qzA3pV9b8#LocalNews #uknews","sentiment_score":0.1363636364}
{"full_text":"#HongKong will suspend for a month transit flights from around 150 countries and territories considered high risk because of the #coronavirushttps:\/\/t.co\/ARmTPib7AA","sentiment_score":0.16}
{"full_text":"RT God Bless the Supreme Court.They just BLOCKED the federal government's COVID-19 vaccine-or-test requirement for large...","sentiment_score":0.2142857143}
{"full_text":"DISNEY RETURNS TO CT: If you're looking for activities this weekend, Mickey Mouse and friends are bringing Disney on Ice back to Bridgeport for the first time since the pandemic began. https:\/\/t.co\/Ud03vUlpHS","sentiment_score":0.125}
{"full_text":"1 million COVID tests that expired in a Florida warehouse get FDA approval for use","sentiment_score":0.0}
{"full_text":"RT If Boris Johnson thinks anything Sue Gray concludes in her No10 party-gate investigation can now 'exonerate' him, he's liv...","sentiment_score":0.0}
{"full_text":"The center in Socorro has remained closed throughout the pandemic, a news release stated.","sentiment_score":-0.1}
{"full_text":"\"SAHM stands for stay at home mom, not stay at home maid.\" ","sentiment_score":0.0}
{"full_text":"RT Even the WHO distrusts the Covid19 deaths reported by the Modi govt.Does the govt really think that hiding the actual figur...","sentiment_score":0.1}
{"full_text":"In Dec 2020 I had to pay $130- $175 for tests, got 3 tests free too. In Dec 2021 I didn't pay anything for 4 tests in 2 diff states. classic your mileage may vary situation.also got two vaccine shots for $28.not complaining, grateful for access and ability to afford.","sentiment_score":0.2833333333}
{"full_text":"Our very own has written this beautiful piece about our Elders Company, and how the programme evolved during the pandemic to help them stay connected. ","sentiment_score":0.815}
{"full_text":"RT Normally an admirer of but he shouldn't have stated as a fact that Johnson is self isolating because a fa...","sentiment_score":0.15}
{"full_text":"Some governors have made vaccine mandates illegal &amp; in many health care facilities more than 35% of staff remain unvaccinated as COVID patients overwhelm hospitals. But yesterday #SCOTUS upheld federal vaccine mandate for almost all healthcare workers.","sentiment_score":0.1666666667}
{"full_text":"RT 44? Are you a journalist or a third-rate Bollywood screenwriter? The 4 PLA soldiers who sacrificed in Galwan Valley are mou...","sentiment_score":0.0}
{"full_text":"RT Kingsley: If there's no lockdown #Beast will definitely hit the screens on April 14th 2022. Whatever film may come but #Bea...","sentiment_score":0.0}
{"full_text":"Ppl who died of Covid rather than with Covid. Obviously all deaths are tragic, but to fudge the numbers so wildly to include any death of any cause where a positive test has been done within 28 days isn't truthful","sentiment_score":0.0154545455}
{"full_text":"Don't forget your second shot if you received either the Pfizer or Moderna COVID-19 vaccine! You need your second dose to get the most out of the vaccine.Find a vaccine site here:","sentiment_score":0.1666666667}
{"full_text":"#COVID19 Mass Vaccination continues this weekend! Don't Delay, Get accinated for Today!Learn more about the #COVID19Vaccine here -","sentiment_score":0.5}
{"full_text":"Come in and speak with a healthcare professional about any of your COVID-related concerns. Book an appointment or a telehealth visit online: ...#Onecare #OnecareHealth #Telehealth #NY #NYC #StatenIsland #NewYork #Healthcare #PortRichmond #UrgentCare","sentiment_score":0.1}
{"full_text":"Do you know an individual or organization who has gone above and beyond in response to the pandemic? If so, we invite you to nominate them for one of our #CACFPInspire Awards! Visit to learn more about the award categories and submit your nomination.","sentiment_score":0.1666666667}
{"full_text":"RT 30 years old.","sentiment_score":0.1}
{"full_text":"7 foolproof ways to reduce the time to hire (to avoid losing top talent) With the pandemic only increasing the competition for candidates, this blog discusses why time is of the essence when securing talent.https:\/\/t.co\/6p5dev6aZE#recruitment #speed #jobs","sentiment_score":0.25}
{"full_text":"ecch`kanphrungnii see you tomorrow BUONA NOTTE#dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #FoodieBeauty","sentiment_score":0.0}
