{"full_text":"RT 1\/14 As a human being and the parent of a child who is clinically vulnerable, one of the many things I am unhappy about is the...","sentiment_score":-0.15}
{"full_text":"Your problem is google (censorship galore) and believing everything you see on the news without question. There's countless loopholes in this covid narrative that you're not being allowed to question which should strike everyone as very worrying","sentiment_score":0.1}
{"full_text":"RT Superb","sentiment_score":1.0}
{"full_text":"RT World Health Organization recommends two new drugs to combat COVID-19 infection","sentiment_score":0.1363636364}
{"full_text":"RT We support students demand of online exam during this pandemic time.#bteuponlineexam2022","sentiment_score":0.0}
{"full_text":"RT Just a reminder since ppl ask me this a lot: I will not perform stand-up comedy ANYWHERE that requires proof of vaccine, as...","sentiment_score":0.0}
{"full_text":"RT Can we all just behave and try to get Omicron under control?Because the next strain is probably Pi and we all know how l...","sentiment_score":0.0}
{"full_text":"RT Effective vaccine: Polio - one shot - never get it - never think about it againIneffective vaccine: Covid - 3+ shots...","sentiment_score":0.6}
{"full_text":"atleast this is the least we expect to be treated like this. He is one of the best by far margins. has just drop in form due to pandemic restrictions can't play freely. This is so wrong on so many levels.","sentiment_score":0.1535714286}
{"full_text":"RT No one should have to face illegal demolition of their home and community especially in the middle of a health pandemic a...","sentiment_score":-0.1666666667}
{"full_text":"Enfagrow A+ Four's Homeschooling Hub has consulted with Dr. Ma. Rochelle Pacifico, a developmental and behavioral pediatrician, to create interactive digital flashcards that will help make learning more fun and interactive for kids during the pandemic.","sentiment_score":0.2666666667}
{"full_text":"RT Looks like the Biden admin may be covering up covid deaths on the recommendation of Rahm Emmanuel...","sentiment_score":0.0}
{"full_text":"RT Folks, the disease we're dealing with here is much worse than Covid-19.via","sentiment_score":-0.4}
{"full_text":"RT I want to know what will happen to the millions Covid disables. Will health systems label it all \"premature...","sentiment_score":0.0}
{"full_text":"RT we're 2 years into a pandemic and people still don't wash their hands after going to the bathroom","sentiment_score":0.0}
{"full_text":"RT Here's the 3M comparison of various maskshttps:\/\/t.co\/ASmIljcwfS","sentiment_score":0.0}
{"full_text":"RT A new #policy brief demonstrates the role forests and trees play in sustaining food production, security and nutrition. It infor...","sentiment_score":0.0681818182}
{"full_text":"RT My Black female neighbor is a nurse.She's lived in DC her whole life.She's a Democrat, though not political.She doesn't...","sentiment_score":0.0111111111}
{"full_text":"RT 'Last week, Scott Morrison told Australians that hospitals were ready for Omicron. He lied.'","sentiment_score":0.1}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"RT First they threw Science out when they denied natural immunity, now they are throwing out common sense by attributin...","sentiment_score":0.0166666667}
{"full_text":"RT Thank you everyone out there and on Twitter for your love and support! #COVID19 #Corona","sentiment_score":0.625}
{"full_text":"One year ago today I was so full of hope! I had received my first dose of the Moderna vaccine against COVID 19. One year and three doses later, I spent today trying to decompress after several days of solo teaching our whole school, PK-8th grade.","sentiment_score":0.13125}
{"full_text":"I thought we are still in lockdown, can some one remind m whether bibbala(clubs) have been open.","sentiment_score":0.0}
{"full_text":"RT 1) The wave of #pandemic deaths in Quebec is not only poised to rise higher in the coming days, but it may even surpass l...","sentiment_score":0.125}
{"full_text":"RT *ahem*All pushes to \"return to normal\" are predicated on sacrificing disabled people's lives for nondisabled comfort...","sentiment_score":-0.025}
{"full_text":"Yup smh that's why this thing can't get under control .","sentiment_score":0.0}
{"full_text":"RT #COVID19AB Rapid Antigen Self-Test Approvals Health Canada v EuropePremier Kenney continues to gaslight anyone who will...","sentiment_score":0.0}
{"full_text":"RT Me saying no to plans because I'm \"Busy\" when in reality I just wanted to stay home, watch my shows &amp; do self care. ","sentiment_score":0.1}
{"full_text":"RT Per day approx 2.8L corona cases.Most probably that most of the aspirants will get infect of corona but a\/c to rule of...","sentiment_score":0.5}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT The 2nd most popular man in Buffalo outside of Josh Allen my brother came to show me some love. My flight home for...","sentiment_score":0.32}
{"full_text":"Wait. I've been absent all week because of COVID and somehow I'm near 900 followers!","sentiment_score":0.125}
{"full_text":"RT #justiceforGATE2022Aspirants #RescheduleGATE2022Twenty more people, including eight students, residing on the Indian Inst...","sentiment_score":0.5}
{"full_text":"RT last shift treating an ER full of covid at 39 1\/2 weeks! ","sentiment_score":0.21875}
{"full_text":"RT Another feather of India's growth storyOn this day last year, India launched the #LargestVaccineDrive against the raging #...","sentiment_score":0.0}
{"full_text":"Lies. If that's true why do we still have to wear masks &amp; abide by restrictions? You're being hysterical. Just stay home &amp; you will be safe  #covidFear","sentiment_score":-0.05}
{"full_text":"RT Things u can currently do in Ontario on a Friday night:1. Go to Walmart 2. Stand outside Doug fords house3. Get omicron4....","sentiment_score":0.0}
{"full_text":"RT Every 45 seconds, 1 American dies of COVID-19, according to the seven-day average","sentiment_score":-0.075}
{"full_text":"Bullshit. Barry Gardiner's position is untenable. But while the Labour MPs that broke lockdown rules are still in office, including Keir Starmer, there is no need for Boris to resign.","sentiment_score":0.0}
{"full_text":"RT He is fully vaccinated. Yet he still got Covid. And \"experts\" conclude his heart condition is linked to his bout with COVI...","sentiment_score":0.0}
{"full_text":"RT FYI, when an officer dies of COVID----it's considered a line of duty death, with all the benefits. When a nurse or doctor...","sentiment_score":0.0}
{"full_text":"RT There are many aspirants like this : it's a pandemic peak. #RescheduleGATE2022 #justiceforGATE2022Aspirants pleas...","sentiment_score":0.5}
{"full_text":"RT shocked now to find a dead lizard in the food we ordered from \"Punjabi Rasoi\" restaurant at Greater No...","sentiment_score":-0.1333333333}
{"full_text":"RT saw this vid from someone who tested positive for covid-19, got a checkup thru e-konsulta and was given covid-19 care kit FO...","sentiment_score":0.2272727273}
{"full_text":"RT The has, for two long years, promoted lockdowner misinformation by Fauci and his cronies. They have se...","sentiment_score":-0.05}
{"full_text":"RT  SMA LOCKDOWN STARTS NOW Here's our SMA LOCKDOWN schedule for today, please read the poster carefully, tinys! Drop ur questi...","sentiment_score":-0.125}
{"full_text":"RT Recovered fully from Covid. Now back at your service.","sentiment_score":0.0}
{"full_text":"Same","sentiment_score":0.0}
{"full_text":"RT Masalah besar post Covid selain climate and inflation is - food security. As being known, we are not prepared for this. Ze...","sentiment_score":0.0}
{"full_text":"Well instead of just talking about Covid, the wife and I have had first hand experience. Like a lot of Aussies, we've joined the Omicron wave. Couple of niggling issues that'll delay the return to work but hey could be a whole lot worse ! #GetVaccinated","sentiment_score":-0.0166666667}
{"full_text":"RT Youngkin just signed executive order telling parents statewide they have a right to say whether or not their children wear a...","sentiment_score":0.2857142857}
{"full_text":"RT She's admitting when Trump was her President, \"It was the good life.\" ","sentiment_score":0.7}
{"full_text":"RT Of the 103 tests Health Canada has approved:* 37 Point-of-Care Rapid Tests** 10 Self-Test** 27 Antigen TestsI don't see...","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022 online exam ho 2022COVID-19 bhaut jada fail gaya hai","sentiment_score":-0.5}
{"full_text":"'Stop seeing Spiderman!': SNL's Joe Biden explains how Americans can end the pandemic","sentiment_score":0.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT Hey tell the boys to stay away from the Bildos.. THERE'S OMICRON ALL OVER THAT SUM BITCH","sentiment_score":0.0}
{"full_text":"RT These blue can back themselves","sentiment_score":0.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"I know of several unvaccinated family\/friends who were covid positive with little or no symptoms of sickness. None had to go into the hospital.","sentiment_score":0.0132575758}
{"full_text":"RT China's Covid horror https:\/\/t.co\/MbqC88DR7h","sentiment_score":0.0}
{"full_text":"Sorry, it's been a long pandemic.","sentiment_score":-0.275}
{"full_text":"Not @GlennYoungkin just held a #superspreader inauguration and threw out all vaccine and mask mandatesAs well as #CRT which doesn't exist!!","sentiment_score":0.0}
{"full_text":"RT Govt advice to stay at home,avoid gathering,travel etc and what you forced us to do? Unexpected....","sentiment_score":-0.1}
{"full_text":"RT This week on one solution to the lack of family docs. Nurse practitioners. visits an NP-led cli...","sentiment_score":0.0}
{"full_text":"RT Vaccine status is a proxy for dissident status.That's why they're working so hard to purge the un-vaxxed.","sentiment_score":-0.2916666667}
{"full_text":"RT Wondering how you can help all these overwhelmed and overworked healthcare workers? #GetVaccinatedAndBoosted #WearAMask...","sentiment_score":0.0}
{"full_text":"RT BREAKING: One of the largest hospital systems in the United States gave race more weight than diabetes, obesity, asthma,...","sentiment_score":0.5}
{"full_text":"RT #TrumpRally Where you get to be up close and personal with Omicron, and the Kool-aid is free.","sentiment_score":0.2}
{"full_text":"Actually can we just keep it this way all the time??","sentiment_score":0.0}
{"full_text":"RT I find it incredibly cruel &amp; insensitive when ppl push the dialogue that COVID is mild or \"only a cold.\"...","sentiment_score":-0.3166666667}
{"full_text":"RT Congratulations India for completing one year of Vaccination Programme Successfully.India not only provided vaccine to...","sentiment_score":0.0}
{"full_text":"RT college pre covid was literally the most fun and dramatic years of my entire life like I'm so grateful i got to experi...","sentiment_score":0.0916666667}
{"full_text":"Hospitals Are in Serious Trouble via","sentiment_score":-0.2666666667}
{"full_text":"RT I'm fully vaxxed and boosted (as of 3 months ago), no positive covid tests but may have had it, having heart palpitati...","sentiment_score":-0.1136363636}
{"full_text":"has trillions for invading soverign countries &amp; killng civilians &amp; duly supported by its fake media But US does not have money for free COVID test,free vaccination,funds for homeless for its citizens.","sentiment_score":-0.05}
{"full_text":"RT This is beautiful. Incredible.","sentiment_score":0.875}
{"full_text":"RT These blue can back themselves","sentiment_score":0.0}
{"full_text":"RT The three major crises of the last fifty years; climate change, bushfires and the pandemic have hit their peak at the sam...","sentiment_score":0.03125}
{"full_text":"Nurses across the U.S. strike against COVID working conditions - Axios","sentiment_score":0.0}
{"full_text":"RT How about: no vaccine, no hospital. ","sentiment_score":0.0}
{"full_text":"RT 'The failure to focus on airborne transmission has hampered the ability to control the spread and has endangered health work...","sentiment_score":-0.3166666667}
{"full_text":"RT college pre covid was literally the most fun and dramatic years of my entire life like I'm so grateful i got to experi...","sentiment_score":0.0916666667}
{"full_text":"RT #IndiaFightsCorona:New #COVID19 cases in last 24 hours (As on 16th January, 2022): 2,71,202following #COVIDApprop...","sentiment_score":0.0}
{"full_text":"i have covid","sentiment_score":0.0}
{"full_text":"RT India's Vaccinations Drive is the World's fastest daily average of vaccine administration in global superpowers.#1Year...","sentiment_score":-0.05}
{"full_text":"RT DeSantis: Kavanaugh and Roberts lacked 'backbone' on vaccine mandate","sentiment_score":0.0}
{"full_text":"RT Me saying no to plans because I'm \"Busy\" when in reality I just wanted to stay home, watch my shows &amp; do self care. ","sentiment_score":0.1}
{"full_text":"I uncertainly believe to inform you of Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"Early organising for second booster shots against COVID-19 have begun after Australia passed the milestone known as \"full vaccination level\" or 95 per cent first dose |","sentiment_score":0.175}
{"full_text":"Athletes will need to be vaccinated -- or face a long quarantine -- take tests daily and wear masks when not competing or training.https:\/\/t.co\/CeVxYbG83k","sentiment_score":-0.025}
{"full_text":"The U.S. Court of Appeals for District of Columbia Circuit ordered a lower court to directly review records withheld by the DOJ about former Acting AG Sally Yates related to her 2017 refusal to enforce Trump's travel ban executive order. READ:","sentiment_score":0.025}
{"full_text":"On the surface, Novak Djokovic is a perfect scapegoat. However, it's the government that has decided to let COVID run unchecked. The danger to Australians does not come from Serbian tennis players with bad opinions -- it's entirely homegrown.https:\/\/t.co\/FiVwibnzFQ","sentiment_score":0.1}
{"full_text":"RT Uh, every bar, restaurant, cinema, and gym that was forced to impose a vaccine passport is now closed in Ontario but please...","sentiment_score":-0.2}
{"full_text":"China has made utmost efforts to support #COVID19 response, including contributing one out of every three #vaccines outside of the country, providing 350 billion #masks, etc. check out more:","sentiment_score":0.25}
{"full_text":"India, compared to other countries, in at a different level in terms of vaccine doses administered in the first 365 days. Let us all ensure we continue the pace and keep our loved ones safe. #1YearOfVaccineDrive","sentiment_score":0.265}
{"full_text":"RT A reckoning on the catastrophe of lockdowns is especially important. A narrow group of powerful scientists must never...","sentiment_score":0.3}
{"full_text":"\"How can you watch all of the 'conspiracy theories' about Covid come true and not consider yourself a 'conspiracy theorist'? Isn't it rational to reflexively distrust the people who have repeatedly lied to you?\" ICYMI","sentiment_score":0.35}
{"full_text":"RT &gt;&gt; Heads Up, DC --&gt; Dept. Interior has approved the permit for Sunday, Jan 23 anti-vaccine march: \"Defeat the Mandates: An Am...","sentiment_score":0.0}
{"full_text":"RT The fact that one of Minnesota's busiest COVID testing locations has to move out of the convention center for a week b...","sentiment_score":-0.1}
{"full_text":"UK economy grew beyond pre-pandemic size before Omicron hit","sentiment_score":0.0}
{"full_text":"They said they follow the science. 22 months of COVID19 data shows it unjustifiable for to infect our youth. #JesusChrist","sentiment_score":0.0}
{"full_text":"UNICEF continues to support nearly 160,000 rapid test kits for pandemic prevention in Viet Nam.Learn more about UNICEF's activities in Viet Nam to support COVID-19 prevention:","sentiment_score":0.3}
{"full_text":"7 Day Confirmed Covid Cases per 1K Population by County For NM   2022-01-12:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.4}
{"full_text":"RT Request Garu to look into this","sentiment_score":0.0}
{"full_text":"WATCH: TAGUIG CITY COMPREHENSIVE COVID-19 REPORT FOR THE WEEK OF JANUARY 8-14, 2022#ilovetaguighttps:\/\/t.co\/mHhONiVQCX","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $WLDN today at $31.57 per share, and the stock prices rebound back to pre-pandemic prices at $36.72, your investment would be worth $1163.13! That's 16% growth and $163.13 profit!  See more:  $FOR $ETJ $PASG $FLXS $UIHC","sentiment_score":0.3229166667}
{"full_text":"beijing: Beijing reports first local omicron case ahead of Olympics - Times of India","sentiment_score":0.125}
{"full_text":"RT 40 percent of children between the age group of 15 and 17 have received their first dose of the vaccine.The postal stamp...","sentiment_score":0.25}
{"full_text":"ZERO COVID OLYMPICS: Do you think it's possible?https:\/\/t.co\/6iw46hiNkX","sentiment_score":0.0}
{"full_text":"yes matthew because there's another variant you living under a rock or something","sentiment_score":0.0}
{"full_text":"Doctors are reminding patients that the emergency department of the hospital should be used only for emergencies.https:\/\/t.co\/z17DAquzEZ","sentiment_score":0.0}
{"full_text":"Does being vaccinated for #COVID19 make you less infectious? says yes. Read our #BhekisisaResource for more.","sentiment_score":0.1666666667}
{"full_text":"RT \"the thousands of unnecessary deaths to date and predictions of many more to come - the challenge should be a top-of-the-list...","sentiment_score":0.2}
{"full_text":"RT BREAKING: Snake oil salesman Dr. Oz -- a Republican candidate for Senate -- calls Dr. Fauci a \"petty tyrant\" who \"got CO...","sentiment_score":0.0}
{"full_text":"RT So it's:1. Not available to seniors and disabled people on Medicare2. Not available to poor people on Medicaid3. Has...","sentiment_score":-0.25}
{"full_text":"RT Japan study on Omicron: Peak infectiousness days 3-6 and infectious up to at least 10 days. Everyone should make sure t...","sentiment_score":0.1}
{"full_text":"Beijing has reported its first Omicron case, and authorities have locked down the community and office building of the patient. The Chinese mainland added 65 new local transmissions of coronavirus. So far, five regions have reported #Omicron cases.","sentiment_score":0.0551346801}
{"full_text":"#postponegate2022 #justiceforGate2022Aspirants #reschedulegate2022 you might be thinking that as long as COVID guidelines r being followed there'll be no problemsBut acc. to Murphy's law:Anything that can go wrong will go wrong. Please don't play with our lives.","sentiment_score":-0.35}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"New York tenants and homeowners lost some protection from eviction and foreclosure Saturday as the state ended a nearly 2-year-old moratorium aimed at keeping New Yorkers from losing their homes during the coronavirus pandemic.","sentiment_score":0.1242424242}
{"full_text":"RT This is what got kicked off the front page. #auspolMore than 7000 COVID-19 cases in aged care as hundreds of homes locke...","sentiment_score":-0.1}
{"full_text":"RT you call it a Trump rally, I call it an omicron variant incubation epicenter","sentiment_score":0.0}
{"full_text":"RT Need an urgent help in #Canada - My mother is there for the last 3 months , she was supposed to fly back to India tomorrow. N...","sentiment_score":0.2666666667}
{"full_text":"Why would you tax the unvaccinated when they're proving to NOT be the problem? When in fact, twice vaccinated people are the ones filling up hospitals?","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: -2.1FWind Chill: -2.1FHumidity: 94%Dew Point: -3.4F Barometer: 30.621 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 800.000000Deaths: 10.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"He needs to explain this, or he can't keep bragging about his MD cred and appeal to authority...","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"Someone told me this is what COVID look like","sentiment_score":0.0}
{"full_text":"RT Get your 3rd COVID vaccine people. No one in ICU in Vic who is triple dosed.","sentiment_score":0.0}
{"full_text":"Villages Need to be More Vigilant to Handle the Pandemic: Minister #TempoEnglish","sentiment_score":0.5}
{"full_text":"RT Youngkin just signed executive order telling parents statewide they have a right to say whether or not their children wear a...","sentiment_score":0.2857142857}
{"full_text":"RT So what's next if the truckers go on strike...","sentiment_score":0.0}
{"full_text":"Private Insurance Now Covers At-Home COVID-19 Testing","sentiment_score":0.0}
{"full_text":"I should've tweeted this much further into covid, I think it would've provided some much needed levity","sentiment_score":0.1}
{"full_text":"New Jersey prisoners within a year of their release dates will once again be able to get out early due to the pandemic, after Governor Murphy's re-declaration of a public health emergency reactivated the state's early release law.","sentiment_score":0.1185606061}
{"full_text":"RT Such a clever account in these pandemic times","sentiment_score":0.0833333333}
{"full_text":"Imagine! In a pandemic, and recession,Harry does not want the general public to pay for his security? How  cruel of him to do this to his  old, weak Grandmother! He should have been more like the Pedophiles and Adulterers in his family if He really LOVED his country!  Meanie!","sentiment_score":0.0258928571}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Were SSR's COVID-19 detection app and gaming patent stolen by AU  and AKumar which worth millions @DoPTGoI","sentiment_score":0.3}
{"full_text":"Via 'Stop seeing Spiderman!': SNL's Joe Biden explains how Americans can end the pandemic | #politics #trump #corruption","sentiment_score":0.0}
{"full_text":"RT While COVID-19 overwhelms Australia's health system, Scott Morrison's government has spent the week trying to deport tenni...","sentiment_score":-0.1}
{"full_text":"#RRBNTPC_ScamDear RRBsI know this is difficult time (COVID) for all of us.Iska matlab ye thore hi hai ki Aap Bhang pi k result do.","sentiment_score":-0.5}
{"full_text":"It might be time to brush up on your Greek alphabet.Scientists are warning that Omicron won't be the last variant to worry the world. #9News","sentiment_score":0.0}
{"full_text":"RT People in #Tigray #Ethiopia, living under de facto blockade for over a year, are dying from lack of medicine &amp; food, &amp; repeat...","sentiment_score":0.0}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"RT  if this is not serious, then i don't know what is. Do needful for the students. Nothing comes before he...","sentiment_score":0.1666666667}
{"full_text":"RT #CES2021 #COVID19Predict VRBPAC..","sentiment_score":0.0}
{"full_text":"RT Yes #Beijing has a super spreader of #WuhanLab gain-of-function weaponized virus. Thus, all athletes could be infected at #...","sentiment_score":0.3333333333}
{"full_text":"Meanwhile in Texas...just left one of the most crowded places in the Panhandle-tons of people- without a mask in sight.","sentiment_score":0.25}
{"full_text":"You might also want add  Malawian COVID expert.","sentiment_score":0.0}
{"full_text":"RT All education institutions in #Telangana to be shut till January 30 #Covid surge prompts decision@DeccanChronicle","sentiment_score":0.0}
{"full_text":"Infectious disease expert: Omicron is far more severe than the cold or influenza","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Union Health Minister Mansukh Mandaviya calls India's vaccination drive \"the most successful in the world,\" on #1YearOfVaccination...","sentiment_score":0.625}
