{"full_text":"RT Much as I want schools to open, linking it with vaccine is unacceptable. There is no approved vaccine. It is under trial....","sentiment_score":0.1}
{"full_text":"RT It's almost as if employers think \"free market\" = \"I can treat my employees like garbage and take all the profits for mysel...","sentiment_score":0.4}
{"full_text":"RT 36 people died in NSW yesterday from Covid.36 families grieving and  just said 'we are in a good position'....","sentiment_score":0.7}
{"full_text":"What about Andrews comment that Vic response was a \" triumph\"- pencil and fax tracing , more Covid deaths than rest of Aust,  worlds longest lockdown additional hospital resources and air filters for schools promised and never delivered","sentiment_score":0.5}
{"full_text":"alot of people joke about the pandemic, but this is very serious it needs to be formerly adressed but nobody cares.","sentiment_score":-0.2166666667}
{"full_text":"RT \"We can boost ourselves all we want, but trillions of copies of the virus in poorly vaccinated regions will continue to mutat...","sentiment_score":-0.4}
{"full_text":"Join us. Help us. We will work towards a return to pre-COVID normalcy through political action. Get to know your electeds. Tell them what you think and how to represent you and your family. It's your privilege and your right.","sentiment_score":0.1285714286}
{"full_text":"Vaccinating birather nation for 4th round of china virus championship.","sentiment_score":-0.2}
{"full_text":"RT This is something I've been working on for a bit now and I am so excited it's finally happening.The pandemic stopped...","sentiment_score":0.1875}
{"full_text":"RT Wow! This is poor communication. The press conference should have been this afternoon not a tweet at 4:22pm. This pandemic...","sentiment_score":-0.1375}
{"full_text":"RT Covid &amp; the restrictions have made a handfull of people extremely wealthy &amp; billions of people much poorer.Woman especially...","sentiment_score":0.2333333333}
{"full_text":"RT Nasagot na yung tanong ni Dra Fortun. Acosta is unvaccinated. Waiting for COVID to knock on her door.","sentiment_score":0.0}
{"full_text":"RT Here is a summary of the latest #COVID19AB numbers: There are now 1,007 people in hospital with COVID-19, including 94 in...","sentiment_score":0.5}
{"full_text":"RT Got COVID?Use this very useful page from","sentiment_score":0.39}
{"full_text":"Get in where you fit in, folks! * We see YOU ..... phony MF's #MLK bandwagon!!!","sentiment_score":0.9765625}
{"full_text":"RT #COVID19 | No decision yet by the union health ministry on vaccination for children of age group 12-14 years: Official sources htt...","sentiment_score":0.0}
{"full_text":"RT Stunning new data shows risk of death from Omicron is 91% lower than Delta, CDC-funded study says","sentiment_score":0.3181818182}
{"full_text":"RT India reports 2,38,018 COVID cases (20,071 less than yesterday), 310 deaths, and 1,57,421 recoveries in the last 24 hours.Active...","sentiment_score":-0.0833333333}
{"full_text":"RT No vaccine, no French Open for Djokovic says French Sports Ministry. After the #AUKUS fracas, it had to be #Djokovic who...","sentiment_score":0.0}
{"full_text":"All of em.https:\/\/t.co\/F9oOCUOnJp","sentiment_score":0.0}
{"full_text":"RT TGA and FDA will approve a new Pfizer vaccine in March without doing any trialsThe trial on this vaccine starts when you s...","sentiment_score":0.1363636364}
{"full_text":"RT In the midst of this COVID outbreak, and with Centrelink shopfronts closing around the country including here in Canberr...","sentiment_score":0.0}
{"full_text":"RT #IPL2022 might happen in #India if #Covid pandemic reduces..If not, - #UAE, #SouthAfrica or #SriLanka are being looked at...","sentiment_score":0.0}
{"full_text":"RT Ignore anyone who says SARS-CoV-2 is \"airborne HIV.\"SARS-CoV-2 isn't just not \"exactly same as HIV,\" it's an entirel...","sentiment_score":0.0}
{"full_text":"RT Why do we persecute innocent citizens over #covid19 instead of the scientists, politicians, and bureaucrats who created the...","sentiment_score":0.5}
{"full_text":"RT Oh my beautiful Queensland, what have you done? 16 poor souls have discovered 'living with Covid' is nothing b...","sentiment_score":0.225}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"Since the pandemic started, ten U.S. men doubled their collective wealth from $750 billion to $1.5 trillion. They pay a lower tax rate than the middle class.We just sent 5 million kids into poverty by taking away the child tax credit to \"save\" $60 billion.Billionaire tax now.","sentiment_score":0.0}
{"full_text":"RT Shri #RahulGandhi ji had warned about  :Demonetisation :GST :Unemployment :Rafale Scam :Covid 19:China :Kashmir :Cr...","sentiment_score":0.0}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"Please help me. I need help because this is the international matter ","sentiment_score":0.0}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"And what is the chance of getting heart or lung problems?  Isn't long COVID more common  in the fit?","sentiment_score":0.1375}
{"full_text":"RT Living home as an adult is another pandemic if we're keeping it a buck","sentiment_score":0.1}
{"full_text":"RT New data mRNA vaccine 4th dosehttps:\/\/t.co\/s7Odxdk8hd--HCW, 154 Pfizer, 120 Moderna, + control group--Increase in antibodie...","sentiment_score":0.1363636364}
{"full_text":"RT UPPSC please understand the difference #postpone_uppsc_mains2021@CMofficeUP@UPGovt@myogioffice@neeleshmisra@Arc...","sentiment_score":0.0}
{"full_text":"During the first full week of 2022, 32,000 cases of COVID-19 were reported in nursing homes. That's seven times as many as a month before, according to the CDC. Also during that week, deaths due to COVID-19 increased 47% inside nursing homes. ","sentiment_score":0.24375}
{"full_text":"RT JUST GIVE THE FUCKING TESTS AWAY! THIS IS A SCAM AS ENRAGING AS IT IS DANGEROUS TO THE PUBLIC HEALTH!","sentiment_score":-0.45}
{"full_text":"RT \"My guys had been waiting about two years to wrestle teams like Oklahoma State, much less wrestling in general.\"-@ZachTanel...","sentiment_score":-0.0583333333}
{"full_text":"Here's the top 10 causes of death in the last 6 years. There were 500,000 more deaths in 2020 than in 2019. If even 10% of COVID deaths were \"stolen\" from other causes, we'd see it in the numbers. There's no way to manipulate these numbers in a significant way.","sentiment_score":0.25}
{"full_text":"RT BREAKING NEWS: Hawaii announces that it will soon require all visitors to have a COVID booster shot if they want enter...","sentiment_score":0.0}
{"full_text":"RT COVID has proven that religion has nothing to do with going to church.","sentiment_score":0.0}
{"full_text":"RT Kingston &amp; St. Andrew Family Court closed until further notice due to COVID-19 cases among its staff. In the interim, all...","sentiment_score":-0.075}
{"full_text":"THE PANDEMIC IS OVER, IT'S UP TO YOU TO CHOOSE TO IGNORE THE FEARMONGERING BY THE MEDIA &amp; THIS GOVERNMENT WHO ARE TRYING TO BLAME ALL THEIR PROBLEMS ON THE UNVACCINATED","sentiment_score":0.0}
{"full_text":"Get well soon garu. Praying god for your speedy recovery.","sentiment_score":0.0}
{"full_text":"RT MLK taught us that civil disobedience is a great way to resist tyranny. Remember that in the age of COVID tyranny.","sentiment_score":0.8}
{"full_text":"Windsor-Essex bed situation is dire this evening.137 in hospital. (+14 from am report at 13 in ICU12 at Leamington, ErieShores19 at Hotel-Dieu Grace26 LTCH\/RHs in outbreak6 hospital units in outbreakSchools opened, no snow here.#COVID19Ontario","sentiment_score":0.0}
{"full_text":"RT Cafes and bars in Netherlands opened as normal yesterday in defiance of the country's lockdown rules.","sentiment_score":0.15}
{"full_text":"RT Uptet should be postponed...is time exam karana bilkul bhi uchit nhi hai..bhot saare abhyarthi covid positiv...","sentiment_score":0.0}
{"full_text":"RT Vaccine effectiveness against infection may decline over time -especially with the highly transmissible Omicron variant- but...","sentiment_score":0.08}
{"full_text":"What Australia did to Djokovic was terrible and completely unfair.","sentiment_score":-0.75}
{"full_text":"Really? Seems like all these Covid tests are destroying the planet to me. One great way to save the planet would be to stop all of this unnecessary testing for starters.","sentiment_score":0.1}
{"full_text":"RT While not claiming #Snotty failed to buy RATs deliberately, it's hugely convenient for the LNP that the current lack of them...","sentiment_score":-0.0333333333}
{"full_text":"RT .@GlennYoungkin's children go to school in Maryland. I'm not going to shame anyone for their school choices, but #Virgi...","sentiment_score":0.0}
{"full_text":"RT The night before his assassination in April 1968, Martin Luther King told a group of striking sanitation workers in Memph...","sentiment_score":0.5}
{"full_text":"RT The Brazilian photographer Raphael Alves has documented how lockdown intensified existing socioeconomic inequalities in Amazonas,...","sentiment_score":0.0}
{"full_text":"RT Ingraham claps as she announces Gen. Mark Milley has COVID","sentiment_score":0.0}
{"full_text":"RT Late Stage Capitalism - ALL BOSSES (No damage)","sentiment_score":-0.3}
{"full_text":"RT Fog, rain and COVID outbreak hamper search for missing schoolgirl Charlise Mutten","sentiment_score":-0.2}
{"full_text":"RT Tax the billionaires. Invest in the working class.","sentiment_score":0.0}
{"full_text":"RT Most inane political cliche (Perrottet now): \"we'll come out stronger on the other side\"How so? Burnt out health work...","sentiment_score":0.125}
{"full_text":"RT Good Morning  Annayya FansHave A Nice Day Stay Safe Stay Healthy Wear Your Mask  Stay Home  #JaiLavaKusa...","sentiment_score":0.575}
{"full_text":"RT Could somebody please explain to me why this wave will soon peak next week... but isn't schools and workers  starting to...","sentiment_score":0.0}
{"full_text":"RT today: remembering all those who died from COVID who aren't in the province's statistics, especially while in prison\/inc...","sentiment_score":0.0}
{"full_text":"RT Most inane political cliche (Perrottet now): \"we'll come out stronger on the other side\"How so? Burnt out health work...","sentiment_score":0.125}
{"full_text":"RT The Australian Department of Health is no better, also misrepresenting nicotine #vaping as a cause of #EV...","sentiment_score":-0.125}
{"full_text":"RT No one knows what's coming next with Covid. The virus is adapting. We must adapt too--and get comfortable with guidance ch...","sentiment_score":0.2}
{"full_text":"Here are the data I spoke about with showing concordance with PCR+ and actual virus shedding release, that drops off suddenly at 10 days. It's a small study but if confirmed suggests that the original recommendations make sense.https:\/\/t.co\/BKxcdEHEH3","sentiment_score":0.105}
{"full_text":"RT The digital age has diversified the emergence of #cryptos, #blockchain, #Metaverse, #NFTs, etc. To be able to survive,...","sentiment_score":0.25}
{"full_text":"RT Hawaii to require travelers have COVID booster shot to be 'fully vaccinated' -","sentiment_score":0.0}
{"full_text":"Sucking Biden's penis won't end the pandemic,","sentiment_score":0.0}
{"full_text":"RT Vaccine Day at The Victoria Television Group set for Jan. 27 ","sentiment_score":0.0}
{"full_text":"RT Texas will soon surpass its previous COVID-19 hospitalization record. Doctors and nurses say they can't keep up this pace for muc...","sentiment_score":-0.1666666667}
{"full_text":"RT Shutdown schools and colleges immediately otherwise the CM should be responsible for the COVID cases of stu...","sentiment_score":0.2}
{"full_text":"Really do not enjoy that Labrador was treated like a guinea pig with this new variant.","sentiment_score":-0.0318181818}
{"full_text":"2.38 Lakh New Covid Cases In India, Positivity Down From 19.","sentiment_score":-0.0095959596}
{"full_text":"RT I get to hang with of The Call of Cthulhu podcast that got me through the pandemic and ironically h...","sentiment_score":0.0}
{"full_text":"RT School districts from Dallas to Kentucky to Wichita to Kansas City to Oklahoma City to Mississippi were forced to go re...","sentiment_score":-0.3}
{"full_text":"RT As predicted... Therapeutics will be prioritized for the unvaccinated.Got vaxxed and got COVID anyway? Thoughts and pra...","sentiment_score":0.0}
{"full_text":"RT Started this #DayofService this morning in Saline County, helping the First Baptist Church of Benton distribute breakfast t...","sentiment_score":0.25}
{"full_text":"RT How did COVID cause empty shelves, record inflation, record gas prices and record illegal immigration only in the secon...","sentiment_score":-0.2}
{"full_text":"RT Not saying this is true, but inside sources are advising that the public is not briefed on the overall Covid situation, i...","sentiment_score":0.1166666667}
{"full_text":"Absolutely sir .How many times have the PM or others gone on a holiday..? But on the other hand the so called privileged Dynast who we taxpayer citizens bare with  how many holidays at the cost of citizens, when have these come out &amp; made statement to encourage us in covid times","sentiment_score":0.225}
{"full_text":"RT International students making a difference in China, we love to see it! Hope we who have been stranded since March 2...","sentiment_score":0.3125}
{"full_text":"RT .@GlennYoungkin's children go to school in Maryland. I'm not going to shame anyone for their school choices, but #Virgi...","sentiment_score":0.0}
{"full_text":"RT Calling all essential workers. Show us what it looks like to be #RunningOnEmptyOur leaders cannot continue to turn a blind ey...","sentiment_score":-0.25}
{"full_text":"RT I deleted several tweets from yesterday which I made because I was livid. I am recovering from covid please be a bit se...","sentiment_score":0.0}
{"full_text":"Novak Djokovic could be barred from defending his title at the French Open as things stand after the French Sports Ministry declared there would be no exemption from France's new vaccine pass law.#covid #law #vaccine #frenchopen #tennishttps:\/\/t.co\/xFx5M0YRDn","sentiment_score":0.0340909091}
{"full_text":"Unemployment to stay above pre-COVID levels until 'at least' 2023: World labor bodyhttps:\/\/t.co\/tgnij5oWwk","sentiment_score":-0.15}
{"full_text":"Recurring COVID-19 worries, slowing growth in China, and looming rate hikes in the US further pulled local share prices into the red on Monday.","sentiment_score":0.0}
{"full_text":"RT This is a capitalist owned store, in the capitalist United States, with a fragile capitalist supply chain that can't withs...","sentiment_score":0.0}
{"full_text":"Will today's unemployment data from the #UK be able to show the economy's ability to withstand the Omicron wave?Read our #GBP Guide for a better understanding of how this could impact the #forex market:https:\/\/t.co\/QsWmSmO8cA","sentiment_score":0.5}
{"full_text":"Will today's unemployment data from the #UK be able to show the economy's ability to withstand the Omicron wave?Read our #GBP Guide for a better understanding of how this could impact the #forex market:https:\/\/t.co\/ZAJaJIOe90","sentiment_score":0.5}
{"full_text":"#Hyderabad-based Helping Spot has stepped forward to help #COVID19 patients by giving them cooked meals, free of cost.https:\/\/t.co\/tWLOL76hYI","sentiment_score":0.4}
{"full_text":"Hey buddy why did you expose those kids after the Serbian authorities and your brother said you knew u were positive on the 16th. There's a new vaccine by novavax that doesn't depend on mRNA just take that one if it gets approval so you can get on with your life.","sentiment_score":0.1818181818}
{"full_text":"Almost a quarter of SA's population applied for the #COVID19 relief grant in the first week after reinstated it in August 2021. Find out what this means for young people. #Covid19SRDGrant","sentiment_score":0.175}
{"full_text":"A #COVID19 treatment developed in partnership between Vancouver biotech AbCellera Biologics Inc. and US pharmaceutical giant Eli Lilly and Co. thrust B.C.'s #lifescience sector into the spotlight much of the past year.https:\/\/t.co\/Ce6X8ecZaN","sentiment_score":0.0125}
{"full_text":"According to the guidance note, those suffering from mild Covid should seek medical attention if they have difficulty in breathing, high grade fever, or severe cough lasting for more than five days.","sentiment_score":0.1986666667}
{"full_text":"Need to get tested for COVID-19? Worry no more! Get swabbed now and pay later when you use your GCredit for your RT-PCR tests.https:\/\/t.co\/pZqz3LScXu","sentiment_score":-0.15625}
{"full_text":"Experience excellence in a team-oriented work culture.Provide life-changing service to Filipinos by securing their financial needs for the future. SIGN UP NOW and apply through the ad within the article to be part of a top agency. https:\/\/t.co\/jUgBh5e3ae","sentiment_score":0.1666666667}
{"full_text":"The wife of a #Cagayan governor tests #positive for #Covid-19..https:\/\/t.co\/Bw4n1LN4KJ.#vaccine #coronavirus #corona #pandemic #health #vaccination #vaccines #virus #lockdown #medicine #science #news #doctor #healthcare #quarantine #stayhome #flu #immunization #staysafe","sentiment_score":0.2272727273}
{"full_text":"'BAD TRIP ITONG NO VACCINE, NO RIDE POLICY'Vice presidential aspirant Senator Francis \"Kiko\" Pangilinan urges the government to stop implementing the \"no vaccination, no ride\" policy, saying it is anti-poor.","sentiment_score":-0.7}
{"full_text":"Novak Djokovic has landed in the Serbian capital of Belgrade following his deportation from Australia over his lack of a COVID-19 vaccination.#Djokovic #AustralianOpen","sentiment_score":0.0}
{"full_text":"Scientists Identify Specific Gene Variant That Protects Against Severe COVID-19 - ScienceAlert via","sentiment_score":0.0}
{"full_text":"NOW AVAILABLE: My interview with former #WWE star Toni Storm from October 2020! #WWENXT debut at TakeOver 31 Leaving #NXTUK Moving to US Facing Io Shirai and Rhea Ripley Main roster moments Her goals Doubts during pandemic&amp; MORE!!https:\/\/t.co\/rMIS9wWHHt","sentiment_score":0.1888888889}
{"full_text":"RT I've tested positive for COVID with mild symptoms. I have quarantined myself at home and taking all the necessary precautions....","sentiment_score":0.1868686869}
{"full_text":"Naila is back to take you through epidemiological studies on lifestyle factors and comorbidities related to #Alzheimer's disease. You'll learn about dietary factors, the association between hair loss and AD, and even a little about #Covid-19https:\/\/t.co\/uCDWjnsLUP#NeuroTwitter","sentiment_score":-0.0625}
{"full_text":"#nationalimmunizationdaySay 'Yes' to the Polio vaccine, and let's make the future generation #healthy and #immune.#mobulous #mobileappdevelopmentcompany","sentiment_score":0.25}
{"full_text":"Phony COVID-19 testing sites are said to be at the center of a new wave of scams that are taking people's personal information which can be used for identity theft.https:\/\/t.co\/aDi12gZGSw","sentiment_score":0.0121212121}
{"full_text":"RT Rapid Covid 19 test kits for sale. DM or contact 0508771651 to make purchases now. Please RT my patient might be on you...","sentiment_score":0.0}
{"full_text":"RT Fascinating. Genes are expressed in non-neuronal cells of olfactory epithelium and seem to be involved in metabolism of od...","sentiment_score":0.7}
{"full_text":"RT Updated Maryland #COVID19 numbers *Hospitalizations decline by 60*51 more deaths*6,537 new infections*Positivity rat...","sentiment_score":0.3181818182}
{"full_text":"Everyone knows #Fauci is a freakin liar! I doubt most people vaxxed 2x won't do a third let alone a fourth. The Un vaxxed are gonna give a new vaxx a big HELL NO! And I don't blame them! #Fauci is a lair and not to be trusted period!!","sentiment_score":0.1272727273}
{"full_text":"Thank you for saying what needs to be said about the incredible disservice and harm perpetuated by Monica Gandhi and her acolytes. I hope is listening.","sentiment_score":0.9}
{"full_text":"As the Supreme Court blocked the Biden administration's vaccine mandate. went out into the community seeking the public's feedback.Here is what they had to say:https:\/\/t.co\/MwiUbE5hDz","sentiment_score":0.0}
{"full_text":"I wrote an article on Medium about what we did in my home to try to contain this airborne virus once our oldest came down with COVID. Would appreciate your thoughts and","sentiment_score":-0.1555555556}
{"full_text":"Novak Djokovic returned home Monday after being thwarted from defending his Australian Open title only to face a new predicament: He could be barred from the French Open this year, too, if he's still not vaccinated against COVID-19.https:\/\/t.co\/IyO5nGChZY","sentiment_score":0.0227272727}
{"full_text":"More than 1,200 Oregon National Guard members will be deployed to hospitals across the state by Tuesday as COVID-19 cases and hospitalizations surge.https:\/\/t.co\/kNqeeOP0r0","sentiment_score":0.5}
{"full_text":"How much more seriously would you of liked them to take it, Melbourne was one of the most locked down cities in the world, State boarders have been shut for most of the past 2 years, vaccine mandates to work and feed your family, mask mandates, the list is long.","sentiment_score":0.1638888889}
{"full_text":"RT The latest official #MarvelStudios variant logo for #MoonKnightNew plot synopsis:","sentiment_score":0.5}
{"full_text":"RT BREAKING: The CCP just locked down a full Beijing office building with workers still inside. They claim it is to isolate...","sentiment_score":0.0972222222}
{"full_text":"RT Australia has marked its deadliest day of the pandemic, with 74 Covid-19 deaths recorded so far on Tuesda...","sentiment_score":0.1}
{"full_text":"RT 59% of Democrats support putting unvaccinated people on house arrest and 48% think people who question the vaccine only...","sentiment_score":-0.025}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"RT \"Some states were entering positive results first because they didn't have the capacity to enter all the negative ones, she...","sentiment_score":0.0590909091}
{"full_text":"RT  Some are waking up, cuz the situation is so absurd. Many hold on to the narrative, or are still bewitched by the fear pan...","sentiment_score":0.0}
{"full_text":"RT I have tried to communicate this on this platform before, but it is in fact the best they can do. The FDA and FEMA are barre...","sentiment_score":1.0}
{"full_text":"It wasn't \"mother nature\" that needed to change. It was human behavior, specifically the behavior of the wealthy toward the working people.","sentiment_score":0.25}
{"full_text":"RT Some restaurants decided to unite their forces to disobey the Legault government and are planning to reopen at full capa...","sentiment_score":0.35}
{"full_text":"I want the kind of snow #toronto got here in #Manitoba tomorrow!!! I'd love to stay home ","sentiment_score":0.75}
{"full_text":"My latest article \"Coronavirus thoughts, the globalist led coming shutdown of the Internet and the false flag alien invasion (Project Bluebeam)\" on (tab Blog) ....","sentiment_score":-0.05}
{"full_text":"RT China's Tianjin reports fewer COVID-19 cases as its outbreak shows sign of easing","sentiment_score":0.0}
{"full_text":"ICYMI: If you take transit, your commute is likely going to look a little different for the next little bit and Calgary Transit wants you to plan ahead.","sentiment_score":-0.0291666667}
{"full_text":"RT Victoria is calling a \"Code Brown\" for all Metro hospitals and 6 large regional hospitals in response to Covid. It means h...","sentiment_score":0.2142857143}
{"full_text":"RT Not good enough...https:\/\/t.co\/y01gCNjMstFourth  Dose Is Insufficient to Ward Off #Omicron, Israeli Trial Su...","sentiment_score":-0.35}
{"full_text":"RT Doc who has treated over 2000 patients (with Ihavearectum) and lost only 1 is filing a lawsuit. This whole chapter is cer...","sentiment_score":0.1}
{"full_text":"RT BREAKING NEWSThe CCP has locked down an office building with the workers still inside after finding JUST ONE Omicron...","sentiment_score":-0.1555555556}
{"full_text":"RT Just read that almost 20% of health care workers have left their jobs since the pandemic started, and that 20% of teacher...","sentiment_score":0.0}
