{"full_text":"RT Cult leader says go through this hoop, no this one, no, spin around in circles. #GQP","sentiment_score":0.0}
{"full_text":"RT PM interacts with CMs of all states.Meeting is being held amid surge in Covid-19 cases in the country.","sentiment_score":0.0}
{"full_text":"RT I take no joy in these. Posted so hopefully someone else learns from it. Anti-vaccine. Left - Dec 31. Right - today. ht...","sentiment_score":-0.0380952381}
{"full_text":"RT #BREAKING Military doctors, nurses set to arrive next week in NY, NJ to help with omicron surgehttps:\/\/t.co\/KbiSkQ7iLD","sentiment_score":-0.05}
{"full_text":"RT Once you open that door to forced vaccinations, it does not end at Covid, it is only the beginning. I can assure you that...","sentiment_score":-0.1}
{"full_text":"RT #1YearOfMaster in #RGBVettri The game changer ! Thrashed the mindset of all people who said \"End of Theatres\"#Master...","sentiment_score":-0.5}
{"full_text":"RT Superstar tested negative for Covid ! Feeling so so happy !!","sentiment_score":0.3125}
{"full_text":"RT It took a herculean effort across the globe--including the ingenuity of scientists, building on decades of research--to develop...","sentiment_score":0.0}
{"full_text":"RT Jacob Rees-Mogg says the PM \"consistently made the right decisions on Covid\". Does that mean his own personal decisions, too?!...","sentiment_score":0.1646428571}
{"full_text":"RT Can we have a tally of how many Covid sick days are taken by self employed people in comparison to (non-NHS) public sector!...","sentiment_score":-0.0714285714}
{"full_text":"RT Can someone please tell the Prime Minister that my wedding was postponed, I was staying in a hotel and working in ED o...","sentiment_score":0.0}
{"full_text":"RT We BDS students don't have any supplementary exams in our  curriculum we can't afford to loose 6months along keeping our...","sentiment_score":-0.0769230769}
{"full_text":"I agree there... Next yr...you can build your collection by then. Hopefully covid will be an endemic by then.","sentiment_score":0.0}
{"full_text":"RT \"Study has NOT been peer reviewed\" - saved y'all a click","sentiment_score":0.0}
{"full_text":"RT #AskKTRStudents have tested POSITIVE for COVID-19 and many are isolated and not well. With less than a week left for...","sentiment_score":0.1401515152}
{"full_text":"RT sir please reply for gulf return people any plans from your government in future ? #askktr dear sir, Ahmad from Duba...","sentiment_score":0.0}
{"full_text":"RT #AskKTR #PostponeTSBDSexamsDue to rapid increase in the covid cases....we request u to please consider the situation...","sentiment_score":0.0}
{"full_text":"RT A cliche but very true about Johnson. Back in the fridge. The COVID excuse may even be true but instinct s...","sentiment_score":0.18875}
{"full_text":"So covid 19 antibodies can grant some benifit in beating the common cold but having antibodies for the common cold can actually hinder your bodies ability to fight covid 19?Have i understood that correctly? That's not what I would of expected tbh","sentiment_score":-0.3166666667}
{"full_text":"RT Sir, most of us BDS students are  testing positive for COVID 19 and it is stressful to attend our final exams which ar...","sentiment_score":0.2424242424}
{"full_text":"RT Sir...I got  symptoms of covid,most of my friends also tested positive for COVID and we are under isolation and unable...","sentiment_score":-0.1363636364}
{"full_text":"RT I have tested covid and become covid positiveBut Dear Students,I will fight for you in all situations@aktuFORstuden...","sentiment_score":0.0}
{"full_text":"Good evening sirI am the student of skau university kurukshetra. I request you to postpone our exams because many students have covid symptoms and many of the areas comes under red zone. It is difficult for everyone to go to the centres for exam","sentiment_score":0.24}
{"full_text":"RT It was a huge honour &amp; privilege to get to know JVT through my time responding to the pandemic for Labour. He can be imm...","sentiment_score":0.4}
{"full_text":"RT Please postpone #postpone_uppsc_mains2021 #uppcsmains2021","sentiment_score":0.0}
{"full_text":"RT next week from the post: COVID loses 75% of ability to infect when you've logged 40+ hours at work in a week","sentiment_score":-0.15}
{"full_text":"Can you tell us about the background and experience of your project development team? And how will they manage your project during the current epidemic of Corona virus Omicron?","sentiment_score":0.0}
{"full_text":"RT If you don't want your kids to suffer from a bad experience of COVID don't let them eat sugar, processed grain foods an...","sentiment_score":-0.7}
{"full_text":"i wanna see the beach too  ive never been to the beach ever since the pandemic","sentiment_score":0.0}
{"full_text":"RT Seattle Public Schools: We just fired unvaccinated staff to protect everyone and stop the spread of COVID! We now have a fu...","sentiment_score":0.0}
{"full_text":"Beige Book: Covid and supply concerns - @SoberLook @BostjancicKathy @OxfordEconomics","sentiment_score":0.0}
{"full_text":"No wonder CT remains mostly unaffected by the deadly pandemic","sentiment_score":-0.125}
{"full_text":"RT AUSTRALIA  -  The vaccinated become the unvaccinated, just like that!It's time to wake up Australia, a vaccine passp...","sentiment_score":0.0}
{"full_text":"RT Precaution dose for #Covid-19, for #HealthcareWorkers &amp; #FrontlineWorkers are now available.The dose can be taken only after...","sentiment_score":0.0}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"RT People who've spent the past 22 months minimizing and mocking the pandemic should automatically forfeit the right to com...","sentiment_score":-0.0214285714}
{"full_text":"No you don't.I see too many everyday w Covid. Too often it is not pretty.Be Careful n Take Good Care.","sentiment_score":0.225}
{"full_text":"RT Cannabis compounds prevent the virus that causes Covid-19 from penetrating healthy human cells, according to a lab study","sentiment_score":0.25}
{"full_text":"RT This was predictable once it's understood they're all following the same script. Vaccine passports will be required fo...","sentiment_score":-0.0666666667}
{"full_text":"RT Being against vaccine mandates is not the same as being anti vaccination ","sentiment_score":0.0}
{"full_text":"RT Well done Yvette Cooper, for calling out Patel's hypocrisy in summoning support for Johnson when Patel herself said she'd...","sentiment_score":0.0}
{"full_text":"Anyone can file a lawsuut, doesn't mean it will be successful. You wll also find there's negligence lawsuits from people who contracted covid from unvaccinated people, so the point you're trying to make is wasted!","sentiment_score":0.0625}
{"full_text":"RT They've written him a sick note, he needs a duvet day from the country, we're just too mean, demanding truth and integrity...","sentiment_score":-0.5133928571}
{"full_text":"RT Our Pandemic Hero! Thank you for being the front-line fighter &amp; serving the...","sentiment_score":0.0}
{"full_text":"RT We have the tools to combat omicron, but they won't work if u don't use them. Vaccinations &amp; boosters have been shown to red...","sentiment_score":0.0}
{"full_text":"RT Due to raising corona cases students demand should be made, students life is very important. ji kindly li...","sentiment_score":0.3316666667}
{"full_text":"RT I've been an ER doc for a while no winter has stretched us anything like COVIDand I was a resident at Elmhurst in NYC during...","sentiment_score":-0.05}
{"full_text":"RT Illegal gatherings are an insult to those hospitalised with covid and should be reported to the police update","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Parents will not be notified of Covid outbreak at their child's school until there is 30% absenteeism rate among...","sentiment_score":0.0}
{"full_text":"I can't believe we're currently in the Aus Open \/Novak and COVID \/ RAT discourse and the moment that stuff fades to background we're gonna be in the Australia Day culture wars discourse. Exhausting","sentiment_score":-0.1333333333}
{"full_text":" Sir,Our BDS 2nd year exams(KNRUHS) are being conducted from 20th Jan.Since there is huge rise of covid cases in state ,we may become the potential spreaders to our families. I'm requesting you to do the needful and postpone exams Thank you","sentiment_score":0.1}
{"full_text":"Didn't Hospitals get Cash incentives to have Covid put on death Certificates?","sentiment_score":0.0}
{"full_text":"We're being told that uncontrollable covid spread is 'helping children' because they get to be in school.  This is absolute madness. We could have pushed the semester forward, we could have had zoom classes for 2 weeks. How is it helpful if their parents are sick? Taught by subs?","sentiment_score":-0.2571428571}
{"full_text":"Did Eden have Covid to deal with? Cost lot more than the Suez operation. Look at the toll it has taken on world leaders: Trump; Biden, even Ardern.","sentiment_score":0.5}
{"full_text":"I remember when every week before covid for a good year straight we were talking about water lock offs. How easily our focus has changed. Earth Today | Water woes a useful reminder to preserve Cockpit Country via","sentiment_score":0.4083333333}
{"full_text":"RT Inside an ICU where 70 per cent of COVID-19 patients are unvaccinated","sentiment_score":0.0}
{"full_text":"RT Supreme Court expected to rule on vaccine mandates tomorrow","sentiment_score":-0.1}
{"full_text":"Fixed it.BBC: \"Do you think it was Omicron that caused this? The new variant?\"Overweight patient: \"Oh no love, I'm just a fat shit. I haven't done anything towards improving my health that didn't come on prescription or via a needle.\"","sentiment_score":-0.0534090909}
{"full_text":"RT Still waiting on that video footage of hospitals overrun with COVID patients...?","sentiment_score":0.0}
{"full_text":"RT This is devastating. I am so sorry.","sentiment_score":-0.75}
{"full_text":"RT Surreal how little reporting we get on China's zero covid strategy. What we do see is exclusively about problems. China d...","sentiment_score":0.03125}
{"full_text":"#PMModi meets chief ministers over covid situation#LiveUpdates #coronavirus Read more:","sentiment_score":0.5}
{"full_text":"RT Recently, I was sure I had COVIDRunny nose, cough (lingered) slight feverBut I tested - rapid Ag, molecular, PCR,...","sentiment_score":0.1111111111}
{"full_text":"Meanwhile, here's how Hull residents were punished during lockdown for breaking the rules. There were lockdown warnings for street drinkers, an 'unacceptable' barbecue and even toddlers in a sandpit.https:\/\/t.co\/jUcI7BQTNA","sentiment_score":0.0}
{"full_text":"Sir, our collective effort can stop covid spread, but offices in okhla phase 1 are still working with full staff capacity without following covid guidelines issued by DDMA. Please take immidiate action against them, they are covid spreader in area..","sentiment_score":0.15}
{"full_text":"RT Omicron is not mild, but vaccination significantly reduces the risk of severe illness and hospitalisation. Please, get tr...","sentiment_score":0.1041666667}
{"full_text":"RT We live in a world so stupid that in Rhode Island, if you're a healthcare worker who has an active COVID infection, yo...","sentiment_score":-0.2656565657}
{"full_text":"RT #Omicron: No Booster ... No immunity. Always use FFP2","sentiment_score":0.0}
{"full_text":"RT In May 2020, challenged the PM to clarify the rules. Johnson replied: \"Everybody understands what we're tryin...","sentiment_score":0.0}
{"full_text":"Increasingly annoyed at pungents (pundits with stinky takes) who merch on our desire for the pandemic to be over.  Besides the fact that the absolute number is no joke if you are among the counted, ... +","sentiment_score":-0.1}
{"full_text":"RT All restrictions will be lifted on 26th January. They wanted to introduce vaccine passports but Omicron outran them. No...","sentiment_score":0.0}
{"full_text":"Americans hoarded cash during the pandemic. Now, many want to start spending again but house\/car\/groceries and so many other things are surging in price. By @VeronicaDagher ","sentiment_score":0.2916666667}
{"full_text":"RT UAE: Flight cancelled due to COVID-19 restrictions, no refund for over a yearTravel agency awaiting refund approval from ai...","sentiment_score":-0.125}
{"full_text":"RT Do you know who the forgotten voices are of the pandemic Nick?The dead. Those languishing in aged...","sentiment_score":-0.15}
{"full_text":"RT #Breaking: Feds make last-minute reversal on vaccine mandate for truckers","sentiment_score":0.0}
{"full_text":"RT #Exclusive: Scott Morrison was warned of a potential crisis in our supply chain as a result of the growing Omicron COVI...","sentiment_score":0.0}
{"full_text":"RT Oh good that's just the people who need them most and have the least access, so that's fine","sentiment_score":0.3291666667}
{"full_text":"RT One year of #Master..Released in pandemic suchivation with 50% occupancy in theatres..Master Revived the Tamil cinema in...","sentiment_score":0.0}
{"full_text":"Had it before I was even eligible to get the shot (PA rollout) well before Covid i took C,d3,zinc,mucinex, use inhalers (Lung disorders) daily. I believe it got me through it. Hubby on other hand was very healthy and ended up in ICU on O2 at same time. So, we survived it.","sentiment_score":0.13125}
{"full_text":"Because it's not for covid. That much must be clear by now. It never was. It's a game and they have to tell you.","sentiment_score":-0.0333333333}
{"full_text":"RT Funny how Johnson couldn't make time to attend the Covid COBRA meetings in Number 10 but kept accidently stumbling into dri...","sentiment_score":0.25}
{"full_text":"RT Military doctors, nurses set to arrive next week in NY, NJ to help with omicron surge","sentiment_score":-0.05}
{"full_text":"RT This is the best video I've seen in along time and pretty much sums it up! Although I'd put Drakeford up there at No.2 at le...","sentiment_score":0.5}
{"full_text":"RT 2.3mil Aussies lost their jobs for making a personal choice regarding vaccinesRather than the Gov allowing these exper...","sentiment_score":0.0}
{"full_text":"Don't just thank him on Twitter. Surely he needs to be offered the same courtesy as everyone else - BYOB to Downing Street so you can thank him in the garden at a work meeting?","sentiment_score":0.25}
{"full_text":"A simple quick vaccination That the manufacturer has been granted immunity from prosecution for? #COVID19","sentiment_score":0.1666666667}
{"full_text":"A simple act of kindness.Personnel of Alcala Police Station conducted distribution of face mask at Brgy. Poblacion East, Alcala, Pangasinan. Likewise reminded them to always observe minimum health standard protocol on COVID-19.#PNPKakampiMo#TeamPNP#WeServeAndProtect","sentiment_score":0.0}
{"full_text":"RT If, Per Fauci, 'Everyone' Will Get Omicron, Then We Can Abolish All Our Restrictions | by ","sentiment_score":0.0}
{"full_text":"RT Doctors in Spain have won a lawsuit and a court has awarded them up to $56,000 (EUR49,000) each for working during the beginn...","sentiment_score":0.0}
{"full_text":"RT This is an absolutely stunning figure.Close the schools and send kids home -- to drink themselves to death.  Great work, publ...","sentiment_score":0.65}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"RT My dad died. He got Covid in the week before Christmas, eventually had to be put on a ventilator &amp; feeding tube. He sur...","sentiment_score":0.0}
{"full_text":"#Covid19 SOPs\/guidelines in hospitals.","sentiment_score":0.0}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"Can we all stick by pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"RT \"We are in really close discussions ... to make the drugs available on the continent\"Africa's top public health body is in...","sentiment_score":0.275}
{"full_text":"A study in reported the first clinical results for CoVac-1, a #COVID19 vaccine candidate designed to induce T-cell immunity. The vaccine had a favorable safety profile and induced a broad and potent T-cell response.","sentiment_score":0.2708333333}
{"full_text":"Mariners Arena (@ArenaMariners) on Instagram :-#ATKMohunBagan#JoyMohunBagan #ATKMB #BFC #BengaluruFC #BFCATKMB #ISL #COVID19 #OMicron #CoronaVirushttps:\/\/t.co\/bQqegYc5N7","sentiment_score":0.0}
{"full_text":"What's up, I'm a stay-at-home parent, I lost my home to a herd of elephants, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"India's big cities could see Covid-19 cases peak next weekhttps:\/\/t.co\/KuJuEin02e","sentiment_score":0.0}
{"full_text":"He said three people were already under tarps on the chapel steps when Goodwin came to talk to him. \"Father Chris happened to be at the church and ready to go home, but decided that he would stay for the night and let people come in and warm up,\"","sentiment_score":0.4}
{"full_text":"RT Unvaccinated QAnon believer Cirsten Weldon died of covid. Cirsten was a follower of Candace Owens. Disinformation kills...","sentiment_score":0.0}
{"full_text":"Mary Washington Healthcare's hospitals in Stafford and Fredericksburg are over capacity for the second straight day due to COVID cases. Large majority of patients, are unvaccinated. They have opened a field hospital in their parking garage. ","sentiment_score":0.0723214286}
{"full_text":"back at the 'pandemic' fraud camp...fancy this being the UK?Well carry on with you poison 'boosters' and this is EXACTLY where we will be heading...Just say no to Pharma drug dealers, the 'media' and their control, compliance injections...","sentiment_score":0.125}
{"full_text":"RT More on C-19 boosters from WHO: \"a vaccination strategy based on repeated booster doses of the original vaccine compositio...","sentiment_score":0.4375}
{"full_text":"It's expected that among them will be a ruling on the vaccine mandate for large employers and healthcare workers.https:\/\/t.co\/PNAuzoIZDS","sentiment_score":0.0571428571}
{"full_text":"Investigators received a $10.7 million research award from to continue the IVY Research Network, created to look at how well flu vaccines work at preventing severe flu illness, and expanded to enroll patients hospitalized with #COVID19.https:\/\/t.co\/OHpwCejBan","sentiment_score":0.0}
{"full_text":"If you need time off to care for someone because of coronavirus you might be able to get:  some or all of your pay  time off without using your annual leave Check your rights https:\/\/t.co\/ccDL45HEDp","sentiment_score":0.5}
{"full_text":"#Webinar Covering Coronavirus: How Two Top Reporters Navigate COVID Confusion (@USCAnnenberg)Speakers: Helen Branswell (@HelenBranswell) and Katherine J. Wu (@KatherineJWu)https:\/\/t.co\/4UVi948JIn","sentiment_score":0.5}
{"full_text":"RT If someone had said Downing Street was holding parties back during the first lockdown I'd have laughed at them and instantly r...","sentiment_score":0.2375}
{"full_text":"Meeting up? It's safest to stay outdoors. Being out in the fresh air is safer, because it helps to blow COVID-19 particles away.For helpful advice, visit","sentiment_score":0.3}
{"full_text":"The definition of insanity is to endlessly re-enact previous multiply-failed behaviours, in the vain hope of a different outcome next time...Ergo, Israeli public \"health\" authorities urgently need sectioning..","sentiment_score":-0.0583333333}
{"full_text":"I love talking with check out our latest interview here.","sentiment_score":0.5}
{"full_text":"They have been fcuking with our lives for nearly 2 years!Until this farce is over my purse remains shut! We need to hit them where it hurts! #StopSpending#EssentialsOnly#UseCash #COVID19","sentiment_score":-0.2625}
{"full_text":"Here's why the #Maharashtra #government might make #Double #vaccination mandatory for accessing a range of services.#Mumbai #maharashtralockdown #COVID19 #coronavirus #vaccine Read here:https:\/\/t.co\/CK2L3jGEjX","sentiment_score":0.0}
{"full_text":"\"Komorebi \" by The prompt was 'Write about the view from your window during lockdown' - I did my best, what do you think? #lockdown #writerslift #WritingCommunity #writers","sentiment_score":1.0}
{"full_text":"No Covid-19 cases spike after Sarawak electionhttps:\/\/t.co\/94mXf0JJhK#MalaysiaGazette #MGNews","sentiment_score":0.0}
{"full_text":"PANORAMIC is a national priority clinical trial investigating COVID-19 treatments for people aged 18 or over with current COVID-19 symptoms. More details at","sentiment_score":0.1333333333}
{"full_text":"Hey #NH! Did someone say free? Get your free at-home #COVID19 #rapidtest if you live in an eligible county.","sentiment_score":0.3121212121}
{"full_text":"On 28 Jan 22 the NHS 'Walk In' Vaccine Bus will be coming to the Jubilee Hall Gym Car Park opposite RAF SHAWBURY . Timings will be 1000-1600 for vaccinations. 1st, 2nd &amp; booster jab offered (2nd jabs must have had Pfizer as their 1st jab). Open to SP, families &amp; local residents.","sentiment_score":0.0}
{"full_text":"United cuts flights as about 3,000 workers call out sick from Covid Several airlines have been reducing their schedules since the end of the year because of the Covid variant omicron","sentiment_score":-0.3571428571}
{"full_text":"RT workplace guidance from May 2020 advised companies to stagger tea breaks to stop staff from spending *any* unnecessary time...","sentiment_score":-0.4}
{"full_text":"RT #AskKTR A lot of us students have tested POSITIVE for COVID-19 and many are under isolation and not well. Wit...","sentiment_score":0.3636363636}
{"full_text":"Religious leaders in Africa partnered with Governments to encourage their followers to get the #covidvaccine. They even offered their venues as temporary vaccine centers and this partnership greatly improved vaccine access and acceptance. #ItsUpToUs","sentiment_score":0.4}
{"full_text":"RT These 'invincibles' have never had COVID -- and they want to know why","sentiment_score":0.0}
{"full_text":"Please remember to wear a mask when visiting our shops at Wellington Square - help keep each other and retailers safe.","sentiment_score":0.1875}
{"full_text":"Ottawa backs down on vaccine mandate for truckers - The federal government is backing down from its vaccine mandate for Canadian truckers three days before it was set to take effect. Politics - | 3 minutes ago","sentiment_score":-0.1555555556}
