{"full_text":"Some of our international students asking why we've dragged them over to UK in time for big Covid party. They are very concerned. I'm sure that this will do no damage at all to UK HE reputation &amp; that will provide coherent answers shortly.https:\/\/t.co\/S990zhoJc2","sentiment_score":0.24}
{"full_text":"RT For the first time CDC guidelines explained + scientific rationale. Thank you","sentiment_score":0.25}
{"full_text":"RT please stop trying to put a positive spin on a pandemic that has killed 5.4 million people. please","sentiment_score":0.0136363636}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"\"In Omicron Hot Spots, Hospitals Fill Up, but I.C.U.s May Not\" by Emily Anthes and Azeen Ghorayshi via NYT","sentiment_score":0.25}
{"full_text":"RT Biden is NOT the commander-in-chief of the Texas Military Dep't. That's job.Biden is once again attempting...","sentiment_score":-0.1}
{"full_text":"RT A Newspaper finally starting to catch up with and report the facts.","sentiment_score":0.0}
{"full_text":"RT In March 2020 Johnson told UK it would be over in 12 weeks. Almost 150,000 deaths &amp; 2 years later he told  UK yesterday...","sentiment_score":0.0}
{"full_text":"RT hi friends! sharing is caring  probs time for us to upgrade our masks since the omicron variant is much more contagious &gt;&lt;...","sentiment_score":0.5}
{"full_text":"RT COVID-19 UPDATE: Here's the latest monitoring report in Valenzuela City as of January 5, 2022. Our CESU recorded 334 ne...","sentiment_score":0.5}
{"full_text":"SHARING IS CARING#pmrdungun #tidakpastijangankongsi #kitajagakita #KeluargaMalaysia #kitateguhkitamenang#watlakerdoh #jabatanpenerangan#covid19 #prayformalaysia#MenangBersama #LindungDiriLindungSemua#MalaysiaPrihatin #DemiNegara #KomunikasiKita","sentiment_score":0.0}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"#BREAKING: Labour leader Keir Starmer to miss PMQs after testing positive for Covid","sentiment_score":0.2272727273}
{"full_text":"RT Cancelled a press conference that could EASILY be conducted by Zoom, like Arteta's all were...","sentiment_score":0.4333333333}
{"full_text":"RT Bologna FC 1909 can confirm that Gary Medel, Federico Santander, Sydney Van Hooijdonk and Emanuel Vignato have tested...","sentiment_score":0.0}
{"full_text":"RT COVID and NFTs happening at the same time in history is just breaking my brain. How are we this bad at staying alive and...","sentiment_score":-0.2}
{"full_text":"Khoza - still no verdict on Kaizer Chiefs Covid -19 saga","sentiment_score":0.0}
{"full_text":"RT And some people think vaccinated kids should wear n95's for 8 hour school days ","sentiment_score":0.0}
{"full_text":"It's not about winning. It's about the government using COVID to divide the nation. It's common F-ing sense what's going on here. For the people in the back..COVID ISN'T GOING ANYWHERE! And when you finally realize this, then the nation can finally heal.","sentiment_score":0.03125}
{"full_text":"RT Let me see if I understand this: Naomi Osaka was forced out of the French Open because she didn't want to do media interviews...","sentiment_score":-0.1}
{"full_text":"RT #ScottishIndependence12 #ThankYouScotlandsNHS From the bottom of my heart....THANK YOU!!! And not just for your sacrifices...","sentiment_score":0.0}
{"full_text":"Phase 3 clinical trials were completed over a year ago and results published. We are now in Phase 4 - post marketing surveillance. And there are reams of long term data.https:\/\/t.co\/oWImkpMzHd","sentiment_score":-0.05}
{"full_text":"RT Today from 10am-5:30pm Alsager Pharmacy, Lawton Road will have a pop-up vaccination clinic giving out 1st, 2nd and Booster...","sentiment_score":0.0}
{"full_text":"RT THIS mysterious #disease is causing a swift cognitive decline among those affected.#illnessRead here:","sentiment_score":0.0}
{"full_text":"RT COVID and NFTs happening at the same time in history is just breaking my brain. How are we this bad at staying alive and...","sentiment_score":-0.2}
{"full_text":"RT Vaccinating everyone against Covid-19 regularly is not sustainable\/affordable, says expert. What can we afford - early deat...","sentiment_score":0.05}
{"full_text":"Need a PCR test in England....? Nothing available.  Omicron situation likely to be hugely underreported.","sentiment_score":0.2666666667}
{"full_text":"RT The CoVHORT study, limited to non-hospitalized patients in Arizona - \"mild\" cases - found a 68% prevalence of 1 or more...","sentiment_score":0.253968254}
{"full_text":"RT So you are justifying a terrible crime with criminal's sad past? If you have been through some sh!t in your life that doesn...","sentiment_score":-0.5375}
{"full_text":"About 2,500 cruise ship passengers were ordered on Wednesday to cut short their trip and return to #HongKong for compulsory coronavirus testing after nine of them were identified as close contacts of a preliminary-positive case linked to a suspected new #Omicron cluster.","sentiment_score":0.0681818182}
{"full_text":"Could be covid.","sentiment_score":0.0}
{"full_text":"Gillian Keegan hard to believe saying we don't ask or know where NHS staff are from yet HoC has data! 22k min lost from Brexit yet 37k recruited since during Covid! I somehow doubt it yet vacancy data seems to shows fall from 111k to 99k","sentiment_score":-0.4557291667}
{"full_text":"National cabinet has scrapped PCR testing requirements, but what will that mean for COVID case reporting. #COVID19 #7NEWS","sentiment_score":-0.3125}
{"full_text":"RT There you have it; real world data from Canada which directly conflicts Discovery Health's claims of a month ago. If we...","sentiment_score":0.15}
{"full_text":"RT Labour Leader Sir Keir Starmer has tested positive for COVID - Angela Rayner will appear on his behalf at PMQsFor more...","sentiment_score":0.3636363636}
{"full_text":"6\/7 So am I to allow them the 'freedom' to do that because I am a 'bedwetting snowflake'? Is it too much to ask people to wear a decent mask when required to do so if not genuinely medically exempt? That's pretty much the only 'restriction' I demand.","sentiment_score":0.1361111111}
{"full_text":"RT Shoutout to my immune system for never catching Covid since the pandemic started, you a real one appreciate you","sentiment_score":-0.05}
{"full_text":"RT not the cdc giving us a word problem ","sentiment_score":0.0}
{"full_text":"Well I've got Covid and now I think I have tonsillitis too? So that's fun loving life.","sentiment_score":0.45}
{"full_text":"this is it ..... 3rd wave is here","sentiment_score":0.0}
{"full_text":"RT Dozens of big companies headed by top-paid CEOs collected COVID-19 government benefits: report:","sentiment_score":0.0}
{"full_text":"RT If only reporting like yours were the rule rather than the exception,  #GTTO #JohnsonOut #JohnsonOutNow #J...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Labour leader Sir Keir Starmer has tested positive for coronavirus and Angela Rayner will deputise for him at Prim...","sentiment_score":0.2272727273}
{"full_text":"RT Mahama Wouldn't Have Survived Like Nana Addo In These Covid Times - NPP Youth Organizer","sentiment_score":0.0}
{"full_text":"RT  \"Everyone is hyper-focused about Covid, but nobody's really talking about mental health... how not being able to see facial...","sentiment_score":0.15}
{"full_text":"In an era when nobody carries watches, government sends people to Mr. Wolf to ask the time","sentiment_score":0.0}
{"full_text":"RT OVP has been helping us HCWs since day 1 of this pandemic, providing concrete &amp; specific solutions to problems and potential c...","sentiment_score":0.05}
{"full_text":"RT Doctors stressed that people can't be complacent at the onset of COVID-19 symptoms and must quarantine themselves while...","sentiment_score":0.0}
{"full_text":"Personal #priorities have shifted because of the #pandemic, that's why we have seen this  #greatresignation. What was once so important is no longer. From my vantage point, it doesn't seem like the same thing happened in #education. Modified delivery same  content #school","sentiment_score":0.1}
{"full_text":"RT It's official full #lockdown on #Sundays in #TamilNadu due to \"rising #COVID19 cases\"!","sentiment_score":0.096875}
{"full_text":"A heap of Freo locations just added","sentiment_score":0.0}
{"full_text":"When will my y\/n moment happen  fck covid ","sentiment_score":0.0}
{"full_text":"RT STURGEONWe've learned in this pandemic that she's spineless.Weak.She talks tough in her SpAd produced speeches.Th...","sentiment_score":-0.3888888889}
{"full_text":"RT please stop trying to put a positive spin on a pandemic that has killed 5.4 million people. please","sentiment_score":0.0136363636}
{"full_text":"This morning's top stories: Boris Johnson plans to 'ride out Omicron wave' Schools brace for Covid surge as unions warn of looming staffing shortages Plans drawn up to bring in the Army to tackle Omicron staffing crisishttps:\/\/t.co\/NfVfCVlWWN","sentiment_score":0.5}
{"full_text":"RT \"People who have covid should contact their GP.\"There remains a fundamental misunderstanding about how people receive...","sentiment_score":0.0}
{"full_text":"RT Contending that increased voter turnout is evidence that there is no problem w\/ voting denies documented evidence","sentiment_score":0.0}
{"full_text":"RT Office of the Vice President Leni Robredo's Swab Cab, which provides free mobile antigen COVID-19 test, yielded 191 peo...","sentiment_score":0.4}
{"full_text":"I was banned for five days for just stating a fact not misinformation or wishing harm to anyone,I just replied to a doctors study on smokers response to covid #","sentiment_score":0.0}
{"full_text":"RT You could lead a horse to an N95 and probably get them to wear it right?Just dropp...","sentiment_score":0.0}
{"full_text":"RT RM, Jin &amp; Suga of BTS have successfully recovered from COVID-19 and finished their quarantine periods.","sentiment_score":0.75}
{"full_text":"If 24% of 35,000 NSW infections are the delta variant there were 8,400 delta infections, if anyone is interested.  Sounds like a good time for Morrison to go on holiday.","sentiment_score":0.475}
{"full_text":"RT OkAre they going to ban France like they banned Nigeria and other African countries after omicron?","sentiment_score":-0.0625}
{"full_text":"Only vaxxed can infect vaxxed now. Everyone wo a passport has to roam the Covid filled streets OR in AUS, they can go to a quarantine hotel and infect each other there.  Thanks #BIGGOVERNMENT","sentiment_score":0.11875}
{"full_text":"RT Do they not want to know if we have Covid now? Have they just thrown in the towel? What on earth is going on with testing?","sentiment_score":0.0}
{"full_text":"RT We're investing PS103m in our schools and colleges - to help them stay Covid-secure and be the best place to learn as w...","sentiment_score":1.0}
{"full_text":"RT When you realise seventeen couldn't have a meal together in a restaurant since covid restrictions cuz there are a lot of memb...","sentiment_score":0.0}
{"full_text":"RT The PM used the Downing St Briefing this evening to lie about Sadiq &amp; TfL. It's not the first time he's done this so let'...","sentiment_score":0.25}
{"full_text":"How tf did I get Covid twice ?","sentiment_score":0.0}
{"full_text":"RT I've seen people dismiss scientific studies because they are not peer reviewed. Most of those people don't realize tha...","sentiment_score":0.5}
{"full_text":"There is no vaccine for stupidity . Rob clearly needs an exemption","sentiment_score":-0.25}
{"full_text":"Redhead here too. No covid so far. Definitely scientifically sound!!","sentiment_score":0.2416666667}
{"full_text":"Omicron may have peaked or 'plateaued' in parts of the world, giving experts cause for optimism #CNBC #News #BreakingNews","sentiment_score":0.0}
{"full_text":"Cannabidiol from the cannabis plant has potential to prevent and inhibit SARS-CoV-2 infection","sentiment_score":0.0}
{"full_text":"#Tories briefed by #Trumpson to attack on these lines. They don't care about health. They have decimated the #NHS over 12 years. They have killed the economy and labour supply with #Brexit. Other matter, silent.","sentiment_score":-0.1083333333}
{"full_text":"Seems to me, and my fellow Floridians, @GovRonDeSantis OWES US AN EXPLANATION AS TO WHERE HE HAS BEENDid he have COVID? OR GO ON VACATION?DeSantis largely missing from public from December 17 through New Year's Eve as Covid surged","sentiment_score":-0.0212121212}
{"full_text":"RT Fentanyl is now the number one killer of US adults between the ages of 18-45, more than covid, cancer, and car accidents.Pe...","sentiment_score":0.5}
{"full_text":"So my pregnant sister might have been exposed to COVID.....Should I be shitting bricks right now or not...","sentiment_score":0.3095238095}
{"full_text":"Oh no. Hope he's feeling better soon","sentiment_score":0.5}
{"full_text":"Linking stats from November is peak denial. Omicron has found the unvaccinated now and it's putting them in ICUs. Don't die from your ignorance, now!","sentiment_score":0.0}
{"full_text":"RT Klopp plays a load of kids v Aston Villa because we went to the Club World Cup.Opposition fans \"Klopp's disrespecting th...","sentiment_score":0.0}
{"full_text":"It is becoming increasingly apparent that the #Covid_19 #pandemic is now becoming a money making and highly profitable scheme. Although those who are starting to realise are being painted as conspiracy theorists.","sentiment_score":0.222}
{"full_text":"RT A Newspaper finally starting to catch up with and report the facts.","sentiment_score":0.0}
{"full_text":"There is a huge competition between #Omicron and the final terms of #BZU#NCOC","sentiment_score":0.2}
{"full_text":"RT In my practice approximately 25% are getting a PCR test and the rest relying only on RAT. Almost all are positive. I'd x4 t...","sentiment_score":-0.0575757576}
{"full_text":"RT Malaysian companies - WE ARE STILL IN A PANDEMIC. If your business is capable of having employees work from home, allow th...","sentiment_score":0.2}
{"full_text":"RT I hope people actually read this and understand that they shouldn't be angry on my behalf, they should be angry on their o...","sentiment_score":-0.3333333333}
{"full_text":"RT mass formation psychosis.","sentiment_score":0.0}
{"full_text":"Whoever knew that Kier Starmer was such a Covid magnet.","sentiment_score":0.0}
{"full_text":"RT Starmer has Covid again..... Seems he gets it after speeches that bored people to tears","sentiment_score":-0.5}
{"full_text":"RT Interesting how this and other articles say \"France detects COVID-19 variant\" but last month it was \"COVID variant foun...","sentiment_score":0.125}
{"full_text":"RT The government is expected to make changes to Covid-19 testing rules today so that people who have a positive lateral flo...","sentiment_score":0.0636363636}
{"full_text":"Strike","sentiment_score":0.0}
{"full_text":"RT Thinking of chronically ill and disabled people who are watching an already hugely strained NHS have to cancel their app...","sentiment_score":-0.1}
{"full_text":"Revealed, vaccinations do not prevent a second  Covid infection of wooded objects by omicron.","sentiment_score":0.0}
{"full_text":"RT Messi tests negative for COVID The greatest COVID recovery in history as well.","sentiment_score":0.35}
{"full_text":"RT Beware the new weasel words'Covid-related absence'It translates as:'Fit and healthy people told to stop work by gov...","sentiment_score":0.2559659091}
{"full_text":"RT Novak Djokovic will be \"on the next plane home\" if his evidence for a Covid-19 vaccination exemption to play at the Aust...","sentiment_score":0.0}
{"full_text":"RT In surging covid scenario is intimidating students to appear physical exam inspite students tested positi...","sentiment_score":0.0}
{"full_text":"RT First Tontiles, then AK, now Pinki's aide, one by one all opposition leaders will announce they have covid !Actually...","sentiment_score":0.15625}
{"full_text":"RT The latest Covid variant is reportedly 10-25 times more infectious than Madonna.","sentiment_score":0.5}
{"full_text":"RT A pack of KN95s that I got for $15 a month ago is now $50 on Amazon. Right before children are being forced back to sc...","sentiment_score":-0.0047619048}
{"full_text":"RT We need to be clear what \"riding it out\" actually means.Not everyone will.Some will die from Covid - who needn't hav...","sentiment_score":0.05}
{"full_text":"RT The 'we have higher vaccination than our European neighbours' line is just a straight lie, isn't it?","sentiment_score":0.15}
{"full_text":"RT For the first time CDC guidelines explained + scientific rationale. Thank you","sentiment_score":0.25}
{"full_text":"Chantage?! ","sentiment_score":0.0}
{"full_text":"RT The PM used the Downing St Briefing this evening to lie about Sadiq &amp; TfL. It's not the first time he's done this so let'...","sentiment_score":0.25}
{"full_text":"National cabinet has scrapped PCR testing requirements, but what will that mean for COVID case reporting. #COVID19 #7NEWS","sentiment_score":-0.3125}
{"full_text":"RT \"After almost two gruelling years, it feels like we have forgotten what normal illness is like. Or that illness is normal an...","sentiment_score":0.15}
{"full_text":"RT Emmanuel Macron not mincing his words in today:\"...the bottom line is simple: it's vaccination, vaccination...","sentiment_score":0.0}
{"full_text":"RT Travel restrictions with Omicron are completely pointless.Posturing from politicians.This virus spreads at an unbe...","sentiment_score":0.1}
{"full_text":"Today has been very confusing. Mum got 2 lines on a test which means she's positive - last time that happened 9 years ago she had a baby, but she doesn't seem at all pleased, &amp; she says we have to be her covid nurses? Is that like a fancy midwife? Do we get snacks? #COVID19nsw","sentiment_score":0.0843181818}
{"full_text":"I know both Vaccinated &amp; Unvaccinated bed bound with Covid I also know both Vaccinated &amp; Unvaccinated absolutely fine with Covid Really ent worth debating anymore is it you get sick and get better or get sick and die just like every other disease before it","sentiment_score":-0.0195578231}
{"full_text":"RT Please raise your hand if you're on a self imposed lockdown (working from home, reduced social interactions, minimising trip...","sentiment_score":0.0333333333}
{"full_text":"Yep, a war footing where 90% of us have partial body armour and no guns or ammo.","sentiment_score":-0.1}
{"full_text":"RT As a Doctor who is boosted, believes in science and takes care of unwell COVID women daily. I disagree with the decision...","sentiment_score":0.0}
{"full_text":"RT BEFORE COVIDPeople dying in A&amp;E corridors17000 beds cut 106,000 staff short43000 nurses short11000 doctors shortR...","sentiment_score":0.0}
{"full_text":"Dentally is here for you at every step of your practice management. We respond, advise and adapt to help you take the stress out of daily practice life. At present we are creating a series of blogs to help you respond to the current Omicron challenge.","sentiment_score":0.0}
{"full_text":"RT What would ideal COVID Isolation guidance be?Once rapid antigen tests are cheap &amp; ubiquitous1. Isolate for first 5 days...","sentiment_score":0.5166666667}
{"full_text":"Getting tested and managing Covid-19 at home...#m4tvcovid19updates","sentiment_score":0.0}
{"full_text":"Really interesting article on how Women have been affected due to Covid. #Inequality #WomenInTheWorkplace #Childcare","sentiment_score":0.1875}
{"full_text":"We didn't break any rules requesting for a postponement though? Your great club had 3 covid cases and had your games postponed. Consistency my friend ","sentiment_score":0.8}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"Hong Kong ramps up virus controls, bans flights from eight countries #HongKong #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"22%... ahh so confirms it, the vast majority of Omicron cases are occurring in the vaccinated.","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"North East teachers blast government after 'last minute' covid measures brought inhttps:\/\/t.co\/BqwLV6ntTj","sentiment_score":0.0}
{"full_text":"Our health service is in danger of being overwhelmed - again - but this is the result of a decade of underfunding, not simply the pandemic, writes","sentiment_score":0.0}
{"full_text":"German minister wants to avoid #lockdown as infections jump#Germany #COVID19","sentiment_score":0.1}
{"full_text":"RT NEW: French President Emmanuel Macron said that he wants to \"piss off\" unvaccinated people as part of his strategy to fight COVI...","sentiment_score":0.1121212121}
{"full_text":"Metro Manila residents below 18 years old are not allowed to go out of their residence except when buying essential goods, the Metropolitan Manila Development Authority said on Tuesday. #thepostph #phstudenttambayan","sentiment_score":0.05}
