{"full_text":"Blame is not policy. Ad hominem attacks are not solutions. Behind every scapegoat for our current woes are other conditions and broken systems. Can we have some Hopium please? #COVID19 #RATs","sentiment_score":-0.23125}
{"full_text":"RT As a former Ebola researcher I promise we never want an Ebola outbreak to look anything like this . If Ebola was this...","sentiment_score":0.0}
{"full_text":"PARENT ALERT FROM DR. ROBERT MALONEDON'T VACCINATE YOUR KIDS -- HERE'S WHYPART 2 Parents who give their children this untested vaccine are risking their child's life! SAY NO!","sentiment_score":0.0}
{"full_text":"RT COVID and NFTs happening at the same time in history is just breaking my brain. How are we this bad at staying alive and...","sentiment_score":-0.2}
{"full_text":"RT BREAKING: Kayleigh McEnany lashes out after Biden's Deputy Press Secretary correctly states that Trump left \"absolutel...","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT Huge misrepresentation of aside, Ethan Klein is in no position to lecture ANYONE on health or being a man","sentiment_score":0.4}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT I'm sorry Fiji is legit just recovering from their outbreak and you thought it was okay to further endanger the lives o...","sentiment_score":0.0}
{"full_text":"So I'm still trying to figure out if after the pandemic is over those who managed to get through without getting sick will be seen as fashionable or gauche ","sentiment_score":-0.7142857143}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT Two years ago today, I received an email from the WHO mentioning the COVID outbreak. It was the 5th of January 2020.The...","sentiment_score":0.0}
{"full_text":"RT Oh I get it the next \"lockdown\" will just be the collapse of society","sentiment_score":0.0}
{"full_text":"there have been effective therapeutics all along but the powers that be didnt want them used, sothey could enrich themselves with all this covid panic porn","sentiment_score":0.6}
{"full_text":"RT How the hell are we so unprepared for all things covid when we've been able to witness each wave before it has arrived ","sentiment_score":0.5}
{"full_text":"RT This is the paper's funding information. Clearly showing that US dollars had supported virus sampling in China and Laos, sampl...","sentiment_score":0.1}
{"full_text":"RT The moron who raised Hunter is going to tell ME how to raise kids...","sentiment_score":-0.8}
{"full_text":"Covid tests in NWA","sentiment_score":0.0}
{"full_text":"RT France has detected a new variant. #IHUvariant","sentiment_score":0.1363636364}
{"full_text":"RT \"It's not possible to end COVID\" is capitalist death cult propaganda, just like \"it's not possible to stop the climate col...","sentiment_score":-0.0333333333}
{"full_text":"RT #Rochester and #FingerLakes families... the #COVID kits sent home this week do not have instructions in Spanish. Huge th...","sentiment_score":0.2}
{"full_text":"Why the fuck are the MDs advising the federal and provincial governments failing to acknowledge that mutations are random? Treating Omicron less seriously is inviting a mutation that's just as contagious and as deadly as Ebola.","sentiment_score":-0.32}
{"full_text":"RT Hospital emergencies in Stockholm are overcrowded with Covid patients, there is a shortage of hospital beds.  Medical staff a...","sentiment_score":0.0}
{"full_text":"Pfizer to supply U.S. with 10 mln more courses of #Covid_19 pills -","sentiment_score":0.5}
{"full_text":"RT This afternoon, I met with members of my COVID-19 Response Team to discuss the Omicron variant and our efforts to combat it. We...","sentiment_score":0.0}
{"full_text":"Days since confusing CDC messaging: 0","sentiment_score":-0.3}
{"full_text":"I said in the spring of 2020 that this message needed to be broadcast on every TV, radio, and social media platform. But, we were told to avoid social interactions and wait for a . The YMCA I've gone to for 15 yrs was nearly empty from spring '20 to Spring '21.","sentiment_score":-0.0111111111}
{"full_text":"RT COVID and NFTs happening at the same time in history is just breaking my brain. How are we this bad at staying alive and...","sentiment_score":-0.2}
{"full_text":"RT Dr. Anthony Fauci last week addressed Covaxin, a COVID-19 vaccine made in India that has not been approved in the U.S. but...","sentiment_score":0.0}
{"full_text":"Bra , i got covid again.","sentiment_score":0.0}
{"full_text":"This and more, You guys own all of it.","sentiment_score":0.55}
{"full_text":"RT We've dismantled international and state quarantine. Slashed testing and sequencing. Abandoned contact tr...","sentiment_score":0.0}
{"full_text":"RT Russia at 1.04 MILLION excess deaths since March 2020, which is about 240% higher than their reported COVID-19 deaths....","sentiment_score":0.25}
{"full_text":"The virus is already in the United States before U.S. soldiers take part in the seventh World Army Games.#COVID19#WinterIsCominghttps:\/\/t.co\/4ETbSZtl96","sentiment_score":0.0}
{"full_text":"Like it NoWear it YesWill continue to wear one until ... Well the experts say Covid is under control#WearAMask ","sentiment_score":0.0}
{"full_text":"RT Nearly 12yo and 15yr old also in N95's.  FWIW - they d...","sentiment_score":0.1}
{"full_text":"RT IDK who Dr Wen's \"we\" is, but over here on my side of public health *we* want teachers &amp; students be protected from COVID via...","sentiment_score":0.0}
{"full_text":"Yee boy, took my advice, noice ","sentiment_score":0.0}
{"full_text":"Covid is like that ex that won't go away or catch a hint.","sentiment_score":0.0}
{"full_text":"RT You need a vaccine to enter Queensland yet that has clearly done nothing to stop COVID coming here rapidly. You need a vacc...","sentiment_score":0.1}
{"full_text":"New qualifications to win NFL MVP:Dominant statsTons of winsCOVID vaccineNot reading \"Atlas Shrugged\"","sentiment_score":0.4681818182}
{"full_text":"RT 24hr #Giveaway ALERTTo celebrate public minting and the launch of our discord, we have decided to airdrop ONE lucky winn...","sentiment_score":0.1666666667}
{"full_text":"White blood cells of immune system can fight Omicron, says new study","sentiment_score":0.0681818182}
{"full_text":"Have you checked your own CDC's stats?  You really are time dead and inept.","sentiment_score":0.2}
{"full_text":"RT Dr. Fauci would never in a million years agree to hold a televised debate with Dr. Robert Malone or Dr. Peter McCullough on...","sentiment_score":0.0}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"Literally just said this to my friends I'm concerned","sentiment_score":0.0}
{"full_text":"RT SAGE modelling projected up to 6,000 daily Covid deaths in January without any further lockdown restrictions. Today, the...","sentiment_score":0.0}
{"full_text":"RT The CDC explains its new Covid guidelines","sentiment_score":0.1363636364}
{"full_text":"Biden Administration Doubles Order of Pfizer's Covid Pill","sentiment_score":0.0}
{"full_text":"I'm no longer sick from covid but this CONGESTION won't go away ","sentiment_score":-0.7142857143}
{"full_text":"this is like my mom explaining that I shouldn't drink, but if I do it should be somewhere safe, and if it isn't, I should call her, and if I don't, I should call a safe friend","sentiment_score":0.5}
{"full_text":"RT There it is. My dad just now tested positive for Covid  Stage 4 lung cancer just over pneumonia. To all of you that are u...","sentiment_score":0.2272727273}
{"full_text":"RT well the important thing is they didn't tamper with the natural state of their bodies","sentiment_score":0.25}
{"full_text":"RT NEW VARIANT: A new COVID-19 variant has been detected in France.  The variant has been named IHU. Health officials found...","sentiment_score":0.1363636364}
{"full_text":"RT The only scholarship #okstate player missing from warmups about an hour to tip is Bernard Kouma.Boynton said he didn...","sentiment_score":-0.1}
{"full_text":"RT France has detected a new variant. #IHUvariant","sentiment_score":0.1363636364}
{"full_text":"RT Effective immediately, spectator attendance at all indoor winter events will be temporarily reduced to a limited number of...","sentiment_score":0.2642857143}
{"full_text":"In the absence of government action, here are my new rules for Melbourne:1. Stay home except for - groceries, medical, work2. No fucking parties3. Symptoms - isolate, fuck the lines for testing4. Lunches\/Dinners - outdoor only5. Get 3rd dose asap6. N95 masks indoors","sentiment_score":0.0176948052}
{"full_text":"RT Congrats if you still haven't caught #Omicron or #COVID19 yet after 2 years!Some think I fear-monger. No--there is a publi...","sentiment_score":0.0}
{"full_text":"RT A government handout for rapid antigen tests won't prevent price gouging, it won't fix supply issues and it won't stop r...","sentiment_score":0.0}
{"full_text":"Last 4 weeks in Wingecarribee LGA 1154 cases (from PCR tests)","sentiment_score":0.0}
{"full_text":"RT He needs to focus on the pandemic &amp; call an election","sentiment_score":0.0}
{"full_text":"RT Pres. Biden got several things wrong in this clip:1.  This is not just an epidemic of the unvaccinated2.  The most i...","sentiment_score":0.0}
{"full_text":"RT \"No cost estimate\"  Or just no cost estimate Cdns are allowed to see, considering it is our $ after all. What are all those...","sentiment_score":0.0}
{"full_text":"RT Game, set and match on the so called COVID policies... what a Djoke!!","sentiment_score":-0.625}
{"full_text":"RT Yoo God is done with us This new variant called IHU\"I Hate You\"Yea we done  #IHUvariant #TheEnd","sentiment_score":-0.3318181818}
{"full_text":"RT What competent epidemiologists knew in March 2020 should now be obvious to all. Covid cannot be suppressed. Lockdowns...","sentiment_score":0.25}
{"full_text":"RT Humans are less likely to admit that they were fooled than to fall for a con. That's why they'll continue defending what the...","sentiment_score":-0.0833333333}
{"full_text":"You still need help. Here's your original statement which was proven as factually incorrect.So you evolved to the above statement. Which has no sanity or logic or meaning. Get the help you so sorely need. ","sentiment_score":0.1875}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases and deaths continue to grow across the world. Check out our interactive graphics to see the tallies for each co...","sentiment_score":0.0}
{"full_text":"RT DeSantis attends Super Spreader event, exposing his wife to infection, straight from her chemotherapy.He chooses to attack...","sentiment_score":0.2666666667}
{"full_text":"RT Its a preventable disease with mitigations.Ive done the vaccines plus and more to protect my family.I do not consent to my...","sentiment_score":0.5}
{"full_text":"RT This should be Team Human v. the virus. Not @GovAbbott suing the @SecDef @SecArmy to interfere with military vaccines...","sentiment_score":-0.05}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT Not dying is a really good outcome in medicine.When did a vaccine that saves lives become something to smirk at?","sentiment_score":0.7}
{"full_text":"Guess we know what the next COVID variant is going to be -- .","sentiment_score":0.0}
{"full_text":"Hmmm yes, I too have a Ofnamechanged that has tested positive for Covid. Something we have in common, sadly.","sentiment_score":-0.1909090909}
{"full_text":"RT She needs to go to jail. Period.","sentiment_score":-0.1}
{"full_text":"RT The CDC classified this as a death from covid","sentiment_score":0.0}
{"full_text":"Even in a city preparing to hunker down with new COVID restrictions, having a fresh new year number feels full of possibility. 2022!","sentiment_score":0.1709343434}
{"full_text":"RT That's actually correct. Novak Djokovic qualifies under the \"I'm a celebrity get me in here\" exemption that the Andrews Go...","sentiment_score":0.0}
{"full_text":"RT Nearly two years in, what do we know about Catholic schools and achievement during the pandemic? Not much, but that doesn't...","sentiment_score":0.0}
{"full_text":"RT If you're in the military &amp; you refuse the vaccine, they should kick your ass out.","sentiment_score":-0.1}
{"full_text":"I mean, the US took a laissez-faire approach to the pandemic. And look at where that got you.","sentiment_score":-0.3125}
{"full_text":"Covid is a cryptid actually","sentiment_score":0.0}
{"full_text":"RT Students between 15 to 18 years of age being vaccinated against #COVID19 at a school in #Guwahati on Monday, January 3.","sentiment_score":0.0}
{"full_text":"RT Wonder why governments irrationally stick to the same failed covid solutions? Why they double down even though there is...","sentiment_score":-0.1638888889}
{"full_text":"RT If you're in the military &amp; you refuse the vaccine, they should kick your ass out.","sentiment_score":-0.1}
{"full_text":"RT We in public health fought for teachers to be prioritized for vaccines.Vaccines + boosters protect very well against seve...","sentiment_score":0.1}
{"full_text":"RT A reminder as omicron cases surge","sentiment_score":0.0}
{"full_text":"RT Hi teachers unions &amp; all kinds of unions, especially for essential workers I am with youYou deserve safe workplaces l...","sentiment_score":0.1666666667}
{"full_text":"That happens all the time with other sicknesses. I'm not risking myo carditis for my family when I already had a bad reaction to the first shot I was worse when I had covid. And yes I would if I got it again","sentiment_score":-0.24375}
{"full_text":"#Omicron what's that? Political agenda before nation's health","sentiment_score":0.0}
{"full_text":"RT 'Patients will pay the price for Boris Johnson's decision to live with Omicron'https:\/\/t.co\/VYwRNfH7Rt","sentiment_score":0.1363636364}
{"full_text":"RT Somebody FINALLY did it!A government (El Salvador) encouraging healthy diet, exercise, bodyweight management, and lifestyl...","sentiment_score":0.25}
{"full_text":"RT Nothing to see here......Just other 10 children died in England due to Covid in December","sentiment_score":-0.125}
{"full_text":"RT They did all this but the vaccine was a bridge too far? Oh.  Well anyway RIP.","sentiment_score":0.1}
{"full_text":"RT With RATs in short supply, there is one big thing you can do to remain safe in shared spaces, particularly indoors - mas...","sentiment_score":0.1666666667}
{"full_text":"RT New year: new you? We're recruiting!Senior #Communications Officer &amp; Creative Digital Manager:","sentiment_score":0.1931818182}
{"full_text":"Covid sweep throw my family after Christmas, 23 family members and friends got Covid.  All were well after a night of low-grade fevers and body aches the next day.  My 80 year old mother still get a little winded on long walks, but is back to driving her tractor and yard work.","sentiment_score":-0.0275}
{"full_text":"RT Jobs have healthcare workers going into work with positive Covid tests and symptoms. We are doomed.","sentiment_score":0.2272727273}
{"full_text":"god not the covid live blog","sentiment_score":0.1363636364}
{"full_text":"RT Feeling overwhelmed today - because really nothing we do now will protect us. The numbers are horrendous. I don't want to...","sentiment_score":0.2}
{"full_text":"Alva Rvw-Crr: CDC posts rationale for shorter isolation, quarantine","sentiment_score":0.0}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"How can this not turn into a covid disaster.","sentiment_score":0.0}
{"full_text":"The lounge is key during holiday travel. Might also be where I picked up covid ","sentiment_score":0.0}
{"full_text":"There's no social distancing in the schools, there's a severe teacher shortage in my district, there are not enough tests.","sentiment_score":-0.0083333333}
{"full_text":"RT Boris Johnson just essentially admitted the NHS is going to be battered in the coming weeks but his view is we \"just need...","sentiment_score":0.0}
{"full_text":"RT Looks like the French are also governed by a fascist psychopath","sentiment_score":0.0}
{"full_text":"Yo, furry friends...y'all might wanna fill this out. ;-)","sentiment_score":0.25}
{"full_text":"RT My family and I have been touring in a European city all day today. We've been asked to produce proof of vaccination before...","sentiment_score":0.0}
{"full_text":"Live Now: Coping with the Omicron Variant and Pandemic Fatigue","sentiment_score":0.1363636364}
{"full_text":"State public health data indicates Iowa is beginning the new year with a large surge in coronavirus cases.https:\/\/t.co\/Xs95aS2MGT#KTVONews","sentiment_score":0.1168831169}
{"full_text":"Vaccinated individuals are getting the go-ahead to receive their Pfizer booster after only 5 months, according to The Centers for Disease Control and Prevention.Read more:","sentiment_score":0.25}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"covid is starting to really pissss me offffffffff .....","sentiment_score":0.1}
{"full_text":"RT The vaccine done gave obese people a lot of nerve to lecture others about health...","sentiment_score":0.0}
{"full_text":"Between the #omicron variant and the snow, it's easy to wonder how to stay healthy this winter. Check out these easy tips to help you and your family to stay safe these next few months.#Health#Bronx#COVID19","sentiment_score":0.2777777778}
{"full_text":"Chillin' at the Rizal Boulevard, shared by Yaya Sosyalera [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"via Nightclubs in Scotland Will Close for Three Weeks Due to COVID-19 Concerns#COVID19News","sentiment_score":-0.125}
{"full_text":"Another effective safety measure for schools is the installation of HEPA filters - or High Efficiency Particulate Air filters.Public health officials agree COVID is airborne, and air filters can help reduce the risk in confined spaces.#abed","sentiment_score":0.38}
{"full_text":"CDC posts rationale for shorter isolation, quarantine","sentiment_score":0.0}
{"full_text":"I overheard a gym bro say \"omicron males\" this is why I don't come during peak hours","sentiment_score":0.0}
{"full_text":"While 4.5 million quit, employers hired 6.7 million people in November.","sentiment_score":0.0}
{"full_text":"RT Looks like the French are also governed by a fascist psychopath","sentiment_score":0.0}
{"full_text":"Here are lessons from that we can take from the pandemic that can make you and your business better!https:\/\/t.co\/QkGYsTi3lP","sentiment_score":0.0}
{"full_text":"Blogger and mom of two, shares why bento boxes became a way for her kids to stay safe at school during the pandemic.","sentiment_score":0.5}
{"full_text":".@AndrewLawton says the pandemic is over when you decide it is, and the latest lockdowns prove that governments have no interest in science or civil liberties.Plus, joins the show to discuss Quebec's extreme restrictions. #cdnpoli","sentiment_score":0.1875}
{"full_text":"Employees must be fully vaccinated by Feb. 9, or they will have to be tested weekly for the virus and show a negative result.","sentiment_score":-0.3}
{"full_text":"\"According to the #LACounty is starting to see delays in ambulance response times to 911 calls, as more employees call in sick with #COVID.\" This could mean a delay in ambulances getting to car accident victims.","sentiment_score":-0.1316964286}
{"full_text":"The Bible doesn't mention covid so covid doesnt exist!","sentiment_score":0.0}
{"full_text":"RT Easy. He teamed up with Bannon to discredit the vaccine he falsely claimed to have invented.https...","sentiment_score":0.0166666667}
{"full_text":"ICYMI: announced that it will reduce Metrobus and MetroAccess service due to \"growing absenteeism rates across service areas related to COVID illness and exposures.\"https:\/\/t.co\/K4Zd4Pdt65","sentiment_score":-0.0625}
{"full_text":"Some people in my family are \"too scared\" of Covid to get together for Christmas but not scared enough to wear a mask or get vaccinated. Makes sense. ","sentiment_score":0.0}
{"full_text":"I've never had a positive COVID test, and neither has","sentiment_score":0.2272727273}
{"full_text":"The third wave of the pandemic could now be worsening the situation a bit. ","sentiment_score":0.0}
{"full_text":"RT Why are so many vaccinated people getting COVID-19 lately? | What you need to know","sentiment_score":0.1}
{"full_text":"Here are five ways that the discussion on quality jobs and decent work has been affected by the pandemic.","sentiment_score":0.1666666667}
{"full_text":"CHILD HOSPITALIZATION CONCERNS: As children go back to school in Hamilton County Wednesday, reports that some parents worry about what precautions are being taken in light of a recent rise in COVID-19 related pediatric hospitalizations.https:\/\/t.co\/Y8TO1EKtiG","sentiment_score":0.1}
{"full_text":"it is a lie! I lied! got covid and surgery was rescheduled. new best day is april 14th","sentiment_score":0.5681818182}
{"full_text":"Culture warriors that stoke fear and division on the pandemic and teaching accurate history \"are the opposite of what we need,\" says \"We have to work together--it's how we help kids #thrive.\" #AmericanEducator","sentiment_score":0.2}
{"full_text":"We have been battling the COVID-19 virus for 2 years now. We are hoping that there will be enough vaccines and medicines for all until the pandemic ends.#PatasNaBukas","sentiment_score":0.0}
{"full_text":"The #LosAngeles Municipal Government is creating tiny villages in a bid to tackle its massive homelessness crisis, which has been compounded by the pandemic.Their apparent success prompted other cities &amp; states in the #UnitedStates. #SEAToday #Tunawisma","sentiment_score":0.045}
{"full_text":"How I love living in Ontario under What could make more sense than requiring people to crowd in government offices to renew their health cards to maintain healthcare coverage during a pandemic!","sentiment_score":0.5625}
{"full_text":".@YesSarahNardi talks to the new CEO of the Midwest Food Bank about the changing picture of food insecurity. Many of the first-time visitors to food pantries are coming from the hard-hit hospitality industry. #BloNo #foodinsecurity","sentiment_score":0.3181818182}
