{"full_text":"RT Teachers, management SNA's and all stakeholders have been nothing less than heroic in the midst of a pandemic like no...","sentiment_score":0.2666666667}
{"full_text":"Now that everyone knows the vaccine doesn't stop the spread, why are they still talking about mandates?","sentiment_score":0.0}
{"full_text":"RT Global leadership of as #NAM Chair on mobilizing multilateral efforts in mitigating the effects of the #pa...","sentiment_score":0.05}
{"full_text":"RT This is (sadly) one of the most (if not the only) detailed pieces I've read that covers a lot on how you can reasonably pr...","sentiment_score":0.12}
{"full_text":"RT Crazy scenes in UP's Bareilly during this marathon for girls organised by a local leader. No regard for c...","sentiment_score":-0.3}
{"full_text":"Already many people and students are infected by covid.  So please close the school and college as soon as possible due to increasing in covid cases .#closetheschoolsandcolleges","sentiment_score":0.125}
{"full_text":"RT REPORTER: \"When will Americans get those free COVID tests, sir?\"BIDEN: *stares blankly ahead*","sentiment_score":0.2}
{"full_text":"Mozambique's President Filipe Nyusi and First Lady Isaura Nyusi have tested positive for Covid and are in isolation.#RestTVUpdates","sentiment_score":0.2386363636}
{"full_text":"Well covid has ensured that for me for past couple of years.","sentiment_score":-0.25}
{"full_text":"RT Some people are v comfortable with the idea of children covering up faces. I've never been comfortable with anyone cove...","sentiment_score":0.4}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT Iloilo City confirmed the most number of new COVID cases (16), followed by Bacolod City (8), Antique and Capiz (6 each)...","sentiment_score":0.3840909091}
{"full_text":"RT This government will dedicate millions of dollars to locking up a single family in detention, but draws the line at prov...","sentiment_score":-0.0714285714}
{"full_text":"RT How's that #livingwithcovid thing working out for ya Sajid?@GMB today: \"AT LEAST 6 NHS Hospital Trusts across Englan...","sentiment_score":-0.3}
{"full_text":"RT Boris Johnson 'did not isolate after contact with aide who tested positive for Covid'","sentiment_score":0.2272727273}
{"full_text":"RT Omicron: White blood cells of immune system can fight variant, says studyhttps:\/\/t.co\/KJ45MhP1VH","sentiment_score":0.0}
{"full_text":"Are you delusional?  Have you seen the covid numbers and hospitalizations?  Do something.","sentiment_score":0.0}
{"full_text":"It took 3 waves of #Covid infect its targets faster &amp; not kill off more of its victims... for this it took almost 2 years..What makes u think u can start trading become optimum trader fast..","sentiment_score":0.4666666667}
{"full_text":"'I feel abandoned': Australians waiting hours to be tested and days for their Covid results blame governments","sentiment_score":0.0}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT Omicron 'plainly milder'; new measures not needed, U.K.'s Johnson says","sentiment_score":-0.038961039}
{"full_text":"RT ALVEDON was given to me by my boyfriend's sister when I had my 1st shot of vaccine, she is a doctor. Works fine as Biogesic....","sentiment_score":0.4166666667}
{"full_text":"Protect at all cost pls ","sentiment_score":0.0}
{"full_text":"RT I was checking out some European Covid numbers today &amp; notice that convention everywhere is to report cases per 1000 peopl...","sentiment_score":0.0}
{"full_text":"RT Why did the CDC change the definition of \"Vaccine\"?We obtained CDC emails via FOIA for the answer.CDC emails: Our vacc...","sentiment_score":0.0}
{"full_text":"RT ARE YOU PAYING ATTENTION?In NSW, Covid-positive nurses are working while their Covid-negative colleagues are banned for b...","sentiment_score":0.0}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT The life I had before the pandemic is so far gone. Wow life is fucking wild.","sentiment_score":0.1}
{"full_text":"A cut in VAT is always useful. But the country is a bit skint following the pandemic and can't keep cutting its revenue. If suppliers bills are up by 20% then I don't see why customers are having their bills doubled. This should be looked into and corrected.","sentiment_score":-0.1}
{"full_text":"RT covid started when i was 21. i'll be 37 this year.","sentiment_score":0.0}
{"full_text":"RT \" When did free medical tests become a bad thing?\"asks Answer~Since Australians elected an incompetent lying,...","sentiment_score":-0.1625}
{"full_text":"RT Just leaving the ER.It was a long day. And a stunning amount of Covid.Today I worked in an area that was temporari...","sentiment_score":0.225}
{"full_text":"The surge in cases in Odisha is mainly due to Delta Variant. Omicron hasn't become dominant yet. The symptoms due to Omicron are mild but you know how delta variant has been killing since almost a year. So don't lecture people on what they want for what purpose.","sentiment_score":0.0277777778}
{"full_text":"RT As kids go back to school, with the most wildly contagious version of COVID yet, why would you not take the bare minim...","sentiment_score":0.1625}
{"full_text":"Lockdown cannot be an yearly ritual for this issue. stop playing with the lives of middle class families. Dying out of hunger will be the only result. #NoMoreLockdowns","sentiment_score":0.0}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"got tested postive for covid :)","sentiment_score":0.5}
{"full_text":"RT Orange County, California, Deputy DA Kelly Ernby, who spoke at a rally against COVID-19 vaccine mandates last month, has died...","sentiment_score":0.0}
{"full_text":"RT BRIEFLY MILDER TUESDAY: We may thaw out temporarily Tuesday, as temperatures return to the 30s, but an even colder air mass is...","sentiment_score":0.0}
{"full_text":"RT #PRITHVIRAJ POSTPONED DUE TO OMICRON AND CLOSURE OF CINEMA HALLS - #AkshayKumar's much awaited period drama, #Prithviraj wi...","sentiment_score":0.0375}
{"full_text":"RT \"Just refresh webpage, UK minister tells people trying to get Covid tests\"Nadhim Zahawi: \"If people feel that they c...","sentiment_score":0.0}
{"full_text":"RT As you mention...CDC America...are you in America or Maldives that guidelines of CDC will be imposed here?Travelling in pa...","sentiment_score":0.0}
{"full_text":"RT ICYMI: Internationally-renowned thought leader Dr. Gleb Tsipursky discusses the future of work environments w...","sentiment_score":0.0}
{"full_text":"RT William Ruto and Kimani Ichungwa tested positive for Omicron version of COVID-19 yesterday. Ruto has DECIDED and told his...","sentiment_score":0.2272727273}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"Definite possibility. There seems to be a strong aversion to State\/Fed lockdown but some form of tightening\/testing would be smart .... Emphasis on testing, tracing and a massive constructive intervention\/injection to support front line health and hospitals","sentiment_score":0.1619047619}
{"full_text":"RT what if instead of COVID wrangling my job was softness testing catssomeone would hand me a cat, i would pet it, and give...","sentiment_score":0.0}
{"full_text":"RT day 5 of covid symptoms, starting to feel fine, lungs burning was a bad day 3.get your fucking booster. I reckon that j...","sentiment_score":-0.2208333333}
{"full_text":"RT A few days ago, I like many read about a new variant of COVID discovered in Provence-Alpes-Cote d'Azur. I didn't pay muc...","sentiment_score":0.1454545455}
{"full_text":"talkRADIO strapline.New study: White blood cells can fight off Omicron. Well I never. Backpedalling Govt will be telling us the benefits of natural immunity next. ","sentiment_score":0.0333333333}
{"full_text":"Oh wonderful.It's CASES. Cases are important. Not just deaths &amp; hospitalisations. Each case is has the potential to spawn a new variant.Not to mention that if it did come from Cameroon then that's even more of a indictment on vaccine inequity too.","sentiment_score":0.2590909091}
{"full_text":"RT Some would take a working vaccine even if there's a risk of side effects.Some would take a non working vaccine if there ar...","sentiment_score":0.0}
{"full_text":"RT They need a lockdown here in Victoria. It will ease the immense pressure on the hospital system.","sentiment_score":0.0}
{"full_text":"at least the boys are covid free","sentiment_score":0.05}
{"full_text":"RT The \"conspiracy theorists\" warned you of:#Vaccine passports#Vaccine mandates#Extensions to emergency powers#Cou...","sentiment_score":0.0}
{"full_text":"RT Timeless! History repeats itself.Came across this poem written in 1869, reprinted during 1919 Pandemic.It was writte...","sentiment_score":0.0}
{"full_text":"Teacher injects mRNA into a student without any authorisation. The world has gone insane.#EnoughIsEnough #NoVaccine_NoPandemic","sentiment_score":0.0}
{"full_text":"Tell me again who's the Dictator!!??","sentiment_score":0.0}
{"full_text":"RT G'day ScottyYou fvcked Australia's Covid response You fvcked the vaccine rolloutYou fvcked the economyYou fvcked the...","sentiment_score":0.0}
{"full_text":"RT Melatonin drugs inhibit SARS-CoV-2 entry into the brain and virus-induced damage of cerebral small vessels ","sentiment_score":-0.25}
{"full_text":"recommended that with #Omicron you need both a nasal &amp; throat swab.","sentiment_score":0.0}
{"full_text":"RT Memo to Australia: Omicron is just the latest in a line of variants.It won't be the last and it's not the endgame.","sentiment_score":0.25}
{"full_text":"There you go your Bitcoin died and they have taken it with them Crypto Meme Twin Brothers, 72, Die Days Apart From COVID-19","sentiment_score":0.0}
{"full_text":"Kishore\/North:\"Having rejected option of eliminating virus, media in US+Europe portray China's policy as brutal+bizarre response2the disease. China's government is \"authoritarian.\" But the term applied maliciously2discredit correct response,broad-based public support,2pandemic.\"","sentiment_score":0.0}
{"full_text":"That's it. You only need to let the ppl you had close contact with look I got COVID. If you got chicken pox you would let ppl around you know &amp; the school.","sentiment_score":-0.3}
{"full_text":"RT The fact that sky news is interviewing a private school to talk about Covid measures speaks volumes. I want to hear f...","sentiment_score":0.0}
{"full_text":"RT \" When did free medical tests become a bad thing?\"asks Answer~Since Australians elected an incompetent lying,...","sentiment_score":-0.1625}
{"full_text":"Other than the nft epidemic ","sentiment_score":-0.125}
{"full_text":"I think you Michael should be forced to wear mask forever because  you really  are a dumbo","sentiment_score":-0.05}
{"full_text":"Good masks were in short supply at the beginning of the pandemic, so they had to do.","sentiment_score":0.35}
{"full_text":"RT There is no doubt that India will soon face a huge flood of Omicron infections - including many reinfections and many amon...","sentiment_score":0.4666666667}
{"full_text":"RT When I saw Dad walking around the house in his boxers, I decided to stay home. I had tried to seduce him in the past, b...","sentiment_score":-0.25}
{"full_text":"RT I think it's important to realise that the SARS-CoV-2 virus will mutate many more times in the near future.","sentiment_score":0.3}
{"full_text":"RT Like a Covidiot that need saving from its self.","sentiment_score":0.0}
{"full_text":"It's not a false positive if they put water on it, at the most generous they broke test at best, or they're lyingWe know they were Covid positive months ago and one ended up in hospital.Maybe this is their original positive test; ancient and covered in dust and crap.","sentiment_score":0.2446022727}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"RT My family all agreed to take a Covid test before Christmas. My brother-in-law secretly lied about getting tested.Now I...","sentiment_score":-0.4}
{"full_text":"Is 2022 the year when you start calling the out, Alison?At the very very very least, make sure she actually answers the question asked!","sentiment_score":0.0366666667}
{"full_text":"Australia Covid News, Australia Covid Cases, Australia Omicron Cases, People Scramble For Tests As Australia Records Surge In Omicron Cases","sentiment_score":0.0}
{"full_text":"UK has reported record 157,758 COVID-19 cases in 24 hours.... #Covid19UK #UK#NoMoreLockdownshttps:\/\/t.co\/sUanhKw6fv","sentiment_score":0.0}
{"full_text":"RT EXCL: Boris Johnson accused of failing to self-isolate last January despite standing \"face to face\" with a Downing Street...","sentiment_score":0.0}
{"full_text":"RT Latest enter Sarawak by SDMC.Sarawak immigration autonomy plays a crucial role in our fight against COVID19.It had succ...","sentiment_score":0.25}
{"full_text":"RT Over the last 25 YEARS there's been 197,816 adverse reactions reported to VAERS for flu vaccines. In the span of JUST 12...","sentiment_score":0.0}
{"full_text":"RT SUGA, Jin and RM have fully recovered from Covid-19.","sentiment_score":0.0}
{"full_text":"RT I don't believe a damn thing this Govt is telling us about anything related to this Covid shit","sentiment_score":-0.1}
{"full_text":"Lockdown","sentiment_score":0.0}
{"full_text":"RT 33 COVID positive reported in Medanta, Lucknow32 hospital staff + 1 emergency doctorAll asymptomatic#UP #Covid #Omicron","sentiment_score":0.2272727273}
{"full_text":"Rest of the world: No band allowed to play in stadium when Covid cases rise in the areaUSA: Yeah you can continue with your band but you must wear mask, just make a hole so that you can blow your trumpet","sentiment_score":0.0}
{"full_text":"Our family have treated it like any other cold, all of us have had Covid &amp; most of us have had omi, some are vaxxed &amp; some aren't  not letting the fear mongering get to us!","sentiment_score":-0.0333333333}
{"full_text":"Ah with you! I've just seen a couple of comments on that e.g. and also a bit of detail here. $530\/course!! Incredibly enough the vaccines at least had some organized efforts at global redistribution, however lacking....https:\/\/t.co\/vtRuNxOi5jhttps:\/\/t.co\/4YBzJw0nB6","sentiment_score":-0.1}
{"full_text":"Welcome back #coronavirus ji ","sentiment_score":0.4}
{"full_text":"UK stopped specifically reporting for Omicron as of January as nearly all, over 95%, tested were Omicron as of 29th Dec\"with effect from 1 January 2022 UKHSA will no longer be separately reporting VOC Omicron statistics\"https:\/\/t.co\/CxlJhGDM1N","sentiment_score":0.1}
{"full_text":"No one I know, who has been vaccinated, and come down with #COVID19. Everyone I know that has gotten #COVID19 was unvaccinated.","sentiment_score":-0.1555555556}
{"full_text":"RT A key contributor to mRNA vaccine technology, Dr. Robert Malone - whose Twitter account has just been permanently suspende...","sentiment_score":0.0}
{"full_text":"RT just a friendly reminder:Omicron is milder  Omicron is mild","sentiment_score":0.3541666667}
{"full_text":"RT HOW COVID HIT HOME OVER THE HOLIDAYS: Hostin, and share how COVID-19 and the omicr...","sentiment_score":0.0}
{"full_text":"If keeping older kids at home doesn't seem to cause them major distress (they get enough social interactions, are able to study, etc), then keep them at home at least till the surge passes. The new variant is very contagious &amp; it's easy for older kids to bring it home from school","sentiment_score":0.1398863636}
{"full_text":"The eight symptoms of Omicron Covid and when you'll get them","sentiment_score":0.0}
{"full_text":"MALAWI: A High Court Judge has started hearing submissions in a case in which the 'Centre for Democracy and Economic Development Initiatives' &amp; a concerned citizen are challenging the govts proposition for the mandatory COVID vaccination for some sectors.https:\/\/t.co\/zsiWAJN4Ci","sentiment_score":0.2866666667}
{"full_text":"Chillin' at the Filipino-American-Japanese Amity Shrine in Valencia, shared by Wilfred Agum [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"The surge in COVID-19 cases thanks to the omicron variant has caused several schools to keep their doors closed in the new year.https:\/\/t.co\/bGKsYW4EmY","sentiment_score":0.0590909091}
{"full_text":"In New York, healthcare workers are allowed to work if tested positive for #COVID, but aren't allowed to work if unvaccinated. Please, for the love of god, make it make sense.","sentiment_score":0.2878787879}
{"full_text":"RT Me: I can't wait for something else on the news other than Brexit.COVID: Hi there Me: Oh God, something else please....","sentiment_score":-0.125}
{"full_text":"Young leaders in Albay, Philippines and Ann Arbor, USA collaborated throughout the pandemic to train cohorts of Eco-Leaders. Watch their story, as part of our six-part series 'Creating Youth-Led Solutions', this Thursday 4pm CET. #YMCAYouthLedSolutions","sentiment_score":0.1}
{"full_text":"Booked B1\/B2 appointments, biometrics got done but interview  got cancelled due to pandemic. When rescheduling interview, it is asking to book biometrics AGAIN and also does not show ANY interview dates. Having problem since last 1 year.UID-32154888@USAndIndia","sentiment_score":-0.0625}
{"full_text":"UK's Johnson: Omicron Surge to Put Pressure on Health Systemhttps:\/\/t.co\/wZ86YsLceC","sentiment_score":0.0}
{"full_text":"#Delhi will be imposing a full-day weekend curfew as #omicron #COVID cases have spiked in India's national capital.Here's what's open and what's not:#WeekendCurfew #DelhiCovid ","sentiment_score":0.0}
{"full_text":"The outbreak of #Covid-19 has fuelled radical #RegTech growth. As a result, banks and other financial institutions have accelerated their digitalisation projects.","sentiment_score":-0.0625}
{"full_text":"RT France detects new COVID-19 variant 'IHU', more infectious than Omicron: All we know about it ","sentiment_score":0.3181818182}
{"full_text":"The current spike in COVID-19 cases assumed to be driven by the Omicron coronavirus variant might peak by the end of the month and may surpass the previous wave of infections caused by the Delta variant, according to initial projections from the DOH.https:\/\/t.co\/5d8M4hmIMe","sentiment_score":-0.0555555556}
{"full_text":"IVM kit certainly helped big way in controlling swiftly in last April\/ May wave in Uttar Pradesh,also people in general used covid specific herbal Ayurvedic immunity boosters,one major was Coronil by Patanjali Ayurveda","sentiment_score":0.0544642857}
{"full_text":"The final article in this issue of #NICCJournal on workforce considerations is a critical commentary and the authors shared their experiences of using of video calls at the end of life, during the #COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT these bitches are not following social distancing no matter how hard i try, fucking inner thighs","sentiment_score":-0.0645833333}
{"full_text":"What effect did movement restrictions have on poaching? An investigation by produced in partnership with revealed wildlife trafficking spiked even as countries went into lockdown.Here's how CfA supported the project:","sentiment_score":0.0}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"#Daliy_ArtName: The Storm on the Sea of GalileeArtist:Rembrandt Harmenszoon van RijnYear:1633Genre: Religious Art, Dutch Golden AgeLocation: Isabella Stewart Gardner Museum, Boston(Stolen)#Iran #TxTrump4killingSoleimani#COVID19","sentiment_score":0.15}
{"full_text":"Thank you to the whole childcare sector for your continued commitment to children's safety. Please remember to read our latest Covid guidance below.Childcare  School age childcare  Childminding ","sentiment_score":0.35}
{"full_text":"The latest COVID-19 cases in the Cape Metro:Confirmed cases - 383,532Confirmed cases in the past week - 6,694Confirmed recoveries to date - 344,984Confirmed deaths in the past week - 20View the dashboard here: #stayhome","sentiment_score":0.0}
{"full_text":"RT Just a heads up because we have a failed public health system in the US that refuses to follow research or educate the...","sentiment_score":-0.25}
{"full_text":"While neither member exhibited any particular symptoms during their #quarantine, Jin had a slight fever when he first began treatment at home but has since made a full recovery. #BTS #Covid19 #RM #Jin","sentiment_score":0.15}
{"full_text":"#POPULAR #ICYMI | Is the Chinese government using the COVID-19 pandemic to downsize the flagship carrier and give China Southern more of a foothold in Hong Kong?Read more at AviationSource: #COVID19 #ChinaSouthern","sentiment_score":0.32}
{"full_text":"\"Covid-19 lockdowns forced a Cape Town organisation to adapt its teaching methods. Now its language instruction helps those living in other parts of Africa and even beyond.\"https:\/\/t.co\/DluTBHj6QD","sentiment_score":-0.2125}
{"full_text":"The #WorkSafely Protocol should be consulted if employees must perform certain duties in the workplace.Remember: the best way to prevent an outbreak of #COVID19 in your business is to facilitate remote working whenever possible.Download the protocol at","sentiment_score":0.3714285714}
{"full_text":"RT This is terribly misleading. There's no proven connection between the record breaking cases (most likely Omicron) and th...","sentiment_score":-0.1666666667}
{"full_text":" return to action this weekend but a Covid dilemma remainshttps:\/\/t.co\/8nDPqpf03l","sentiment_score":0.1}
{"full_text":"KIUNGA: Here are key tips to ride out persisting storms of Covid-19https:\/\/t.co\/V8iKgrwHlQ","sentiment_score":0.0}
{"full_text":"RT Neil Ferguson's - 17th of December \"Imperial College London found that even in a best case scenario,there could be roughly 3...","sentiment_score":0.45}
{"full_text":"Please look into cost of drugs that's being used in Covid admitted cases in various hospitals.There is unacceptable inflation, for eg. Paracetamol that was nine rupees per strip is now around thirty five to forty rupees. Under your leadership we can't permit exploitation.","sentiment_score":0.0}
{"full_text":"India hits highest daily COVID cases since September","sentiment_score":0.0}
{"full_text":"Icy temperatures are forecast this week... Be #'WeatherReady. Check the weather forecast before heading out., dress warmly, look out for vulnerable people &amp; remember to follow #Covid19 social distancing guidance.#WeatherAware #StayWellThisWinter","sentiment_score":0.0083333333}
{"full_text":"Senator Risa Hontiveros on Tuesday appealed to the government to increase the vaccination capacity against COVID-19 across the country and boost its information drive as the Omicron variant now presents a new reality about the pandemic.https:\/\/t.co\/2P9SSP6GJC","sentiment_score":0.1363636364}
{"full_text":"RT Mr. Kejariwal,Where is your mask?Where is social distancing?Then why atrocity on Delhites?","sentiment_score":0.0333333333}
