{"full_text":"I agree. People who have exemptions from wearing masks should work behind the scenes, back of store, with other non mask wearers. They are putting others at risk of catching COVID.","sentiment_score":0.01875}
{"full_text":"RT Mass Formation PsychosisCDC data posted Dec. 17.Unvaccinated: 451 cases per 100KVaccinated:  134 cases per 100KBoos...","sentiment_score":0.0}
{"full_text":"RT The Covid-19 treatment molnupiravir was developed partly using $29M from the NIH and the DoD. Merck is now selling the dr...","sentiment_score":0.1}
{"full_text":"You're lucky that the word caption starts with a c and not a d, the #CDC hashtag wouldn't be so popular these days","sentiment_score":0.4666666667}
{"full_text":"RT LA County: \"We have incredibly strict vaccine passports and some of the world's longest mask mandates so that we can stop the s...","sentiment_score":0.9}
{"full_text":"RT So once it became clear that covid was not in fact a pagan god visiting vengeance on the unwashed Trump voters alone, the m...","sentiment_score":0.1}
{"full_text":"RT Let freedom ring ","sentiment_score":0.0}
{"full_text":"basically at this point it should be obvious that enough people arent going to get vaccinated. Therefore the govt has to work around it and implement restrictions similar to what we had at the start of 2020 where we pain people to stay home and implemented social distancing","sentiment_score":0.0083333333}
{"full_text":"RT Updated NSW data:1 Dec: 1.03% of Active Covid cases in ICU                                       2 Jan: 0.16% of A...","sentiment_score":-0.1333333333}
{"full_text":"RT As the situation in  develops over next few days, a reminder of what we said on 15th December","sentiment_score":-0.1}
{"full_text":"RT For the life of me, I can't understand how bars and restaurants can still be open for in-person dining and how schools are go...","sentiment_score":0.0}
{"full_text":"RT The idea that Covid is spreading because we didn't lockdown,  mandate, contact trace or mitigate enough is farcical. N...","sentiment_score":-0.2}
{"full_text":"RT For the life of me, I can't understand how bars and restaurants can still be open for in-person dining and how schools are go...","sentiment_score":0.0}
{"full_text":"The global #coronavirus caseload has topped 289.2 million, while the deaths have surged to more than 5.44 million and #vaccinations to over 9.16 billion, according to Johns Hopkins University (@JohnsHopkins).","sentiment_score":0.25}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"Ingat, NCR friends :(","sentiment_score":-0.75}
{"full_text":"Never got to the hospital for COVID , try your lies again.","sentiment_score":0.0}
{"full_text":"How about you read the thread dumbass. She says that her abuela is fine, but many other Puerto Ricans aren't.https:\/\/t.co\/dnO5wzFQeh","sentiment_score":0.2638888889}
{"full_text":"We're in a pandemic, anything works!","sentiment_score":0.0}
{"full_text":"RT Lifelong Democrat here to say that while COVID increased health risk for many Americans...Teaching in-person did not put t...","sentiment_score":0.2}
{"full_text":"According to this that's not true.  Looks like the numbers started increasing before Christmas.  Your Governor just begged for Federal assistance from Fema because Texas is overwhelmed by Covid.  Hmmm it appears as if you're lying.https:\/\/t.co\/N77sawQOXp","sentiment_score":-0.175}
{"full_text":"Covid 19 and Omicron Knoking on our doors again And Indian Universities like Pune University forcing over 1million students to attend offline exams. #studentprotest #studentsSafety #onlineExamforPuneuniversity","sentiment_score":0.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT Remember when some guy said the cure can't be worse than the disease?","sentiment_score":-0.4}
{"full_text":"RT Turns out having a Conservative Premier during a pandemic, is a comorbidity.","sentiment_score":0.0}
{"full_text":"They've decided Omicron is really just the bad cold Trump was saying Covid was.","sentiment_score":-0.3666666667}
{"full_text":"RT If you can wait in line with an ID to take a COVID test, you can wait in line with an ID to vote.","sentiment_score":0.0}
{"full_text":"Eff'ing Covid!  It's taken so many wonderful people. Every time I hear another Covid or vaccine denier, I want to punch them in the throat!","sentiment_score":0.75}
{"full_text":"RT COVID does not have to be inevitable... But choices do have consequences.","sentiment_score":0.0}
{"full_text":"Reported cases. Desantis stopped releasing COVID data. All data cones from the individual counties.","sentiment_score":0.0}
{"full_text":"Such horse shit this last week has been, fucking covid.","sentiment_score":-0.2}
{"full_text":"RT With Omicron surging, is it still safe to fly, dine out or attend large indoor events? UC Davis virus expert Dr. Jonat...","sentiment_score":0.5047619048}
{"full_text":"RT .@peelregion we need you to make decisions that will keep everyone safe. While we wait for PPE for students and...","sentiment_score":0.5}
{"full_text":"Omicron Variant Antibodies: Scientists identify antibodies that can block #Omicron variant. ","sentiment_score":0.0}
{"full_text":"RT #Mild, they say. Don't trust anyone saying #Mild and #COVID in the same sentence. There's nothing #mild about gettin...","sentiment_score":0.25}
{"full_text":"Truly blown away by the one two punch of Roman Reigns getting Covid and WWE responding by cancelling the match, shoving Brock into the other world title match and beating Big E, a guy everyone loves, for it.JustRancid on a moral and creative level, in all ways","sentiment_score":0.09375}
{"full_text":"RT CDC Warns Against Cruises, Regardless Of Vaccination Status--because of onboard outbreaks fueled by #omicron variant.The CD...","sentiment_score":0.0}
{"full_text":"Biden's first year in office plagued by broken promises on COVID-19https:\/\/t.co\/V9nc70ktpT","sentiment_score":-0.075}
{"full_text":"RT Everyone realizes that even if Omicron stays \"mild,\" we're probably talking about *billions* of cases of long COVID worl...","sentiment_score":0.1416666667}
{"full_text":"RT Come on folks... rise up, show up, lets end this thing. Doctors, nurses, please come to DC. They took over our health care sy...","sentiment_score":0.0}
{"full_text":"RT Fantastic, You should consider touching base with as well.","sentiment_score":0.0333333333}
{"full_text":"Very interesting and disturbing but point on.","sentiment_score":0.075}
{"full_text":"from what I've read they were anticipating a big bunch of extra players this time but then couldn't get the gear because of Covid","sentiment_score":0.0}
{"full_text":"RT Informal survey!People who got infected and were able to test frequently during this recent Omicron wave. On what day did y...","sentiment_score":0.2}
{"full_text":"As everyone knows, we've always lived in a two-tier society based around flu vaccine status. Those who don't get the flu shot can't fly, go to work, or eat at restaurants. Duh.","sentiment_score":0.25}
{"full_text":"RT my sorority had stricter guidelines than the cdc","sentiment_score":0.0}
{"full_text":"Preserving Brain Power the Mediterranean Way | Nature's Real Health","sentiment_score":0.2}
{"full_text":"RT Shri Dhananjay Desai Ji is saying that you are sanitizing for covid, you are taking out the vaccine, but you are keeping...","sentiment_score":0.0}
{"full_text":"Guarantee this SOB isn't scared of no Covid","sentiment_score":0.0}
{"full_text":"RT BREAKING - There is NO scientific basis for a 5-day isolation periodTaiwan tracked 23 of 59 imported Omicron more than 5 day...","sentiment_score":0.5}
{"full_text":"RT People have lost their minds. ","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you think Fox News should be held financially LIABLE for LYING about Covid-19 I want EVERYBODY t...","sentiment_score":-0.1}
{"full_text":"RT one of my family members who is head of a covid unit has said that every new case they've gotten has been from the omicro...","sentiment_score":0.1363636364}
{"full_text":"RT Ontario Government policy on reporting Covid cases in schools","sentiment_score":0.0}
{"full_text":"RT BREAKING Jan 1: Tragic: a student teacher who got COVID her husband,one child have it too. All are very sick (all vaxxed)...","sentiment_score":-0.8392857143}
{"full_text":"I am deeply disappointed that the CDC has abandoned Evidence based practice in favor of Economic interests...Short sighted and a big slap in the face to all Physicians,RN's, CNA's who have sacrificed these past two years.#CDCFail","sentiment_score":-0.2}
{"full_text":"RT This is dope ","sentiment_score":0.0}
{"full_text":"RT psa: the covid vaccine(s) were never supposed to prevent you from getting covid- you can and still will get covid.the...","sentiment_score":0.0}
{"full_text":"RT 2) at a major retail store--almost nobody wearing masks, &amp; even then--only flimsy masks under their noses. I asked two mask w...","sentiment_score":0.0625}
{"full_text":"RT Greg Abbott: \"Biden, please send us supplies to help fight COVID!\"Narrator: \"6 hours later...\"Greg Abbott: \"Hooray! W...","sentiment_score":0.0}
{"full_text":"RT The CDC announces in person, policy X.It tweets policy Y.Its website still says policy Z.Etc","sentiment_score":0.0}
{"full_text":"RT SDFD issues 'Emergency Brown-Out' plan due to COVID-19","sentiment_score":-0.125}
{"full_text":"RT We are going to be supplying effective, high quality, and comfortable N95 masks to our teachers, staff, and students, bef...","sentiment_score":0.3866666667}
{"full_text":"RT Check this out.1  Covaxin approved for children over 12 years.2  Who funded Covaxin manufacturer?A...","sentiment_score":0.0}
{"full_text":"RT NOT MILDER FOR LONG COVID: \"#LongCovid can happen no matter what virus variant. There's no evidence that there's any diff...","sentiment_score":-0.05}
{"full_text":"RT If Omicron gets any worse, Fox News reporters will be asked to lie from home again.","sentiment_score":-0.4}
{"full_text":"That's how they do it where I am living, and it's kept this COVID beast in check. Agreed Cori, it is not complicated.","sentiment_score":0.25}
{"full_text":"RT  swasdiipiiaihm 2565  Happy New Year 2022  Wish all the best. All SF Runners  Wish you and your bea...","sentiment_score":0.6454545455}
{"full_text":"RT Another, new, update thread on where the NHS is up to, given fast moving situation. Draws on latest performance and cov...","sentiment_score":0.2787878788}
{"full_text":"RT The only true shortage of healthcare we have is mental healthcare.","sentiment_score":0.0833333333}
{"full_text":"Change 'a' to allow use of repurposed medicines prophylactically and as treatment to reduce severe covid and hospitalisation.And stop pushing vax, George. You need to do a little more research in that area.Disentangle 'b'","sentiment_score":0.15625}
{"full_text":"Vaccination is working. It still protects against infection, though at a lower level with Delta and Omicron than Alpha. And they lessen the chance of severe symptoms if infected. You are utterly ignorant of the facts of the matter.","sentiment_score":0.0}
{"full_text":"RT New York has 10x as many COVID cases RIGHT NOW as China (population: 1.4 billion) has had during the entire pandemic.","sentiment_score":0.2305194805}
{"full_text":"Nice projects","sentiment_score":0.6}
{"full_text":"RT Outside ED attending transferring a COVID patient to our MICU: \"He doesn't believe in COVID, but he'd like to be treated...","sentiment_score":0.0}
{"full_text":"RT Greek tragedies are based on characters like this.","sentiment_score":0.0}
{"full_text":"RT So the manufacturer gets complete indemnity while the taxpayer foots the bill for the treatment and the side effect?Ta...","sentiment_score":0.1}
{"full_text":"RT Everyone realizes that even if Omicron stays \"mild,\" we're probably talking about *billions* of cases of long COVID worl...","sentiment_score":0.1416666667}
{"full_text":"Perfect example of #MassPsychosis","sentiment_score":1.0}
{"full_text":"Any thoughts on the current panic with Covid? High infection numbers but low numbers in ICU and deaths. Are you just playing politics with this post?","sentiment_score":0.0533333333}
{"full_text":"RT Dale Godfrey from the Doherty Institute points out that Omicron appears milder than Delta, because it more easily infects...","sentiment_score":0.4666666667}
{"full_text":"RT Australia Covid update: positive test rate in NSW hits 20% high as Omicron cases surge","sentiment_score":0.1936363636}
{"full_text":"\"We found that the Omicron spike protein sequence was subjected to stronger positive selection than that of any reported SARS-CoV-2 variants known to evolve persistently in human hosts, suggesting the possibility of host-jumping.\"https:\/\/t.co\/3qcbeNm2h0","sentiment_score":0.1136363636}
{"full_text":"RT Freedom in the face of fascists.","sentiment_score":0.0}
{"full_text":"RT Tonight in the Covid ICU, we're full. Beds will be increased over the next few days. Patients are here with either \"sev...","sentiment_score":0.05}
{"full_text":"RT virginia Woolf's 1931 new years resolutions : \"to be free &amp; kindly with myself [...] Sometimes to read, sometimes not to...","sentiment_score":0.3787878788}
{"full_text":"RT Pro-covid states asking for federal aid should be required to:a) rescind any &amp; all legal brick wall...","sentiment_score":0.2}
{"full_text":"The Sims : Bustin' Out (2003)","sentiment_score":0.0}
{"full_text":"RT Honest Question: Where does it end?","sentiment_score":0.6}
{"full_text":"RT This needs to be common knowledge otherwise vaccinated people will get breakthrough cases, test negative, and think they hav...","sentiment_score":-0.3}
{"full_text":"RT Yes but1 It's not hospitalizing\/killing most vaccinated ppl2 It is hospitalizing\/killing mostly Unvaccinated ppl3 It'...","sentiment_score":0.5}
{"full_text":"RT Greg Abbott: \"Biden, please send us supplies to help fight COVID!\"Narrator: \"6 hours later...\"Greg Abbott: \"Hooray! W...","sentiment_score":0.0}
{"full_text":"\"Skift reporters and editors kept their heads down on Covid-19 crisis coverage, but shared some of the adrenaline too, on other worthy travel topics. Here's our team members' favorites, and how those stories came to be, in their own words.\"","sentiment_score":0.1631944444}
{"full_text":"RT ALERT: Patent free COVID vaccine from Texas proves innovation does not require obscene drug pricing @dailykos ","sentiment_score":0.35}
{"full_text":"RT How the pandemic changed Japan's health care system","sentiment_score":0.0}
{"full_text":"RT \"Ontario nurse\"? Really,","sentiment_score":0.2}
{"full_text":"Awesome  God bless him.","sentiment_score":1.0}
{"full_text":"RT Extraordinarily, many of our biggest media outlets have been pushing misinfo about the Chinese vaccines in an attempt to...","sentiment_score":0.25}
{"full_text":"RT florida pls make masks MANDATORY again for school i can't believe i'm going back on tuesday when LITERALLY EVERYBODY IK H...","sentiment_score":0.0}
{"full_text":"RT New York has 10x as many COVID cases RIGHT NOW as China (population: 1.4 billion) has had during the entire pandemic.","sentiment_score":0.2305194805}
{"full_text":"RT Remember when y'all had cabin fever during lockdown and was lusting over Tyler Perry all up and down the timeline? The...","sentiment_score":-0.1555555556}
{"full_text":"RT As one who's lost dear friends to alcohol &amp; never been drunk, I wonder what it's like for people who've been to funerals for...","sentiment_score":-0.5}
{"full_text":"RT If we go back on lockdown I swear I'm not missing no money I want all the stimulus checks, unemployment I WANT IT ALL","sentiment_score":0.05}
{"full_text":"RT Biden Admin As Your Top New Years ResolutionStop The Apartheid Against An estimated 150-200 million Americans with Durable...","sentiment_score":0.3181818182}
{"full_text":"RT 14\/ If you've found thisuseful, you might also like this one, on how you can re-use your #N95\/#FFP2 #masks:","sentiment_score":0.0}
{"full_text":"RT Wouldn't the faster way to catch COVID be standing in line, for hours, with hundreds of people who think they have COVID?","sentiment_score":0.0}
{"full_text":"RT Even if EVERYONE does get covid, delaying WHEN we do so has benefits. The longer we can wait, the greater the chance of ne...","sentiment_score":0.5}
{"full_text":"If a new research is to be believed, Omicron is less harsh than earlier variants. It may also cause lesser damage to the lungs.https:\/\/t.co\/8Zn5dd3ZFr","sentiment_score":-0.0460606061}
{"full_text":"Scheduled a covid test before students arrive next week just to be safe and Walgreens cancelled it on me the night before the appointment cool cool cool cool cool","sentiment_score":0.3214285714}
{"full_text":"I deeply reiterate to cancel social distancing.","sentiment_score":0.0166666667}
{"full_text":"It was after the fizzling out of the second wave that we saw the mismatch between a large section wanting to race back to normalcy and a section refusing to even limp back to routine.@anandvardhan26https:\/\/t.co\/W6nEhEYFBl","sentiment_score":0.0028571429}
{"full_text":"We will support deeply because of the COVID-19 pandemic, COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"No one knows for how long this pandemic will last so, it is not a good idea to advise someone not to meet his\/her parents. Having a leadership role does not mean to abandon your loved ones. Everyone has to confine themselves to stop the spread of this virus which is not possible.","sentiment_score":0.0760416667}
{"full_text":"Public accounts detail how feds' deficit rose by more than 700 per cent during pandemic, by #cdnpoli (subs)","sentiment_score":0.3666666667}
{"full_text":"\"Ideas, particularly unpleasant ones, are like a virus. They move from person to person and then take on a life of their own.\"https:\/\/t.co\/I3UrUJQlwH","sentiment_score":-0.025}
{"full_text":"Ron DeSantis makes public appearance amid criticism of being missing-in-action.https:\/\/t.co\/J7j3ehpaqX","sentiment_score":0.0}
{"full_text":"RT RAGE CLUB Our Metaverse nightclub in in Jan 2022- No Covid Restrictions - No PCR Tests!- Hosting To...","sentiment_score":0.0}
{"full_text":"Army-manned COVID vaccination centres operative today#SriLanka #coronavirus #COVID19 #COVID #corona","sentiment_score":0.0}
{"full_text":"Have a good New Year Sunday! Here's a view of the Cathedral of St. Catherine of Alexandria, shared by Joshua P. Siao [ IG: ]. Be safe, and stay at home, Dumaguetnon! There will be better days. #DumaGetMe","sentiment_score":0.4990909091}
{"full_text":"RT This coming month &amp; the uncertainty with #omicron will worry parents, teachers &amp; school children perhaps more than anyone. I...","sentiment_score":0.5}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"FIGHTING THE VIRUS: interviews Dr. Alok Patel of Stanford Children's Health on the Omicron wave and whether school districts can open safely amid the surge.","sentiment_score":0.25}
{"full_text":"Influenza outbreak in Japan #AirwaySim #gameStatus #TMT","sentiment_score":0.0}
{"full_text":"RT Marco Rubio Gaslights America By Calling Omicron A Sore Throat And Accuses COVID Patients Of Being Hysterical","sentiment_score":-1.0}
{"full_text":"Gowree Gokhale: During the #pandemic, global #pollution rates dropped significantly due to reduced industrial activity. While normal industrial activity resumes, #MNCs must accelerate the use of #cleanenergy.","sentiment_score":0.0083333333}
{"full_text":"The Jan. 7 theatrical release of S.S. Rajamouli's much anticipated blockbuster \"RRR\" has been indefinitely postponed as the omicron variant of coronavirus surges across India","sentiment_score":0.1}
{"full_text":"A spate of new studies on lab animals and human tissues are providing the first indication of why the omicron variant causes milder disease than previous versions of the coronavirus.","sentiment_score":0.0549242424}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"If you invest $1000 in $PRH today at $25.02 per share, and the stock prices rebound back to pre-pandemic prices at $25.98, your investment would be worth $1038.37! That's 4% growth and $38.37 profit!  See more:  $BRKL $LEN.B $PLNT $CIDM $BDGE","sentiment_score":0.3229166667}
{"full_text":"RT Neil Oliver: 'For the sake of freedom - yours and mine together - I will cheerfully risk catching Covid.'Subscribe to our You...","sentiment_score":0.5}
{"full_text":"Why Scott &amp; Hunt\/TGA traumatising wasting ppl money on dogy pcr? This signals plausible denial; esp since ones \"sold out\" I smell smoke. Why is my Insider informing Jan 10 lockdown? Gaming \/ Gaslighting public. Mental health human rights abuse. Jesus. Feed broken public health.","sentiment_score":0.0}
{"full_text":"Many colleges hope that an extra week or two will get them past the peak of the nationwide spike driven by the highly contagious omicron variant.https:\/\/t.co\/795OulxtMC","sentiment_score":0.1025}
{"full_text":"Worse leaders hold in person gatherings in the ceremonial space the board is mia from. Worse a week later workers on the floor come down with COVID - watcha think?","sentiment_score":-0.1811111111}
{"full_text":"RT Has it occurred to you that virtually everyone who gets COVID will suffer some sort of permanent damage to his\/her body\/brain,...","sentiment_score":0.0}
{"full_text":"RT  LIVE  in moments with my #WWEDay1 review and thoughts on Roman Reigns' COVID diagnosis, Brock Lesnar and Bobby Lashley...","sentiment_score":0.1363636364}
{"full_text":"RT Many seem to be assuming that covid provides lasting immunity, even though we already know it does not.  Each covid infect...","sentiment_score":0.25}
{"full_text":"Will there be a lockdown in #Maharashtra? Here's what the health minister saysRead here:","sentiment_score":0.0}
{"full_text":"RT Covid outbreak in the Barton Jail # HamOntWe have heard from prisoners on 2 different floors that there are at least 1...","sentiment_score":-0.1333333333}
{"full_text":"#UCSDDiscoveries A Q&amp;A with Francesca Torriani (@ftorriani), MD, on the early days of the pandemic and meeting #UCSDHealth's first COVID patients.","sentiment_score":0.175}
{"full_text":"It's been two years since Covid-19 hit the world, and the world doesn't seem to know the last of the pandemichttps:\/\/t.co\/kxIja3dhxW#TNS #TheNews","sentiment_score":0.0}
{"full_text":"Covid-19 and police brutality: 2021 twin crises","sentiment_score":0.0}
{"full_text":"RT COVID waiting for you to inhale while y'all out tonight...","sentiment_score":0.0}
{"full_text":"Over 85,000 people tested positive for the coronavirus statewide on the last day of 2021, a more than 10 percent rise from the day before, New York Gov. Kathy Hochul said Saturday.https:\/\/t.co\/6CT1QtQ3m8","sentiment_score":0.2159090909}
{"full_text":"RT Doug Ford and Stephen Lecce are so intent on destroying public education in this province that they are willing to remove test...","sentiment_score":0.0166666667}
{"full_text":" A pro snowboarder started her own fitness brand in the midst of the pandemic, encouraging people to get active and stay positive. We caught up with Runa Suzuki to hear more about her personal brand mission, animal welfare, and future Olympic ambitions:https:\/\/t.co\/S4FPDl9dac","sentiment_score":0.198989899}
{"full_text":"RT 4 of 3: Real leaders can be honest, here is what a real leader could say: case numbers &amp; testing are important,  COVID...","sentiment_score":0.35}
{"full_text":"Downgrading the alert level in the country was too sudden because it increased mobility, which may have caused COVID-19 infections to rise, Dr. Maricar Limpin, head of the Philippine College of Physicians, said Sunday.https:\/\/t.co\/NZx3VUSgfG","sentiment_score":0.0}
{"full_text":"RT people take the plague seriously when they talk about rats being 'gross' but won't wear a mask in the third year...","sentiment_score":-0.1111111111}
{"full_text":"#Europe has recorded over 100 million #coronavirus cases, more than a third of all infections worldwide, since the start of the pandemic, an AFP tally shows.https:\/\/t.co\/AbmhYi3SmZ","sentiment_score":0.25}
{"full_text":"Ask The Expert: Reflecting on COVID's impact in 2021https:\/\/t.co\/mNTU6QwqTf","sentiment_score":0.0}
{"full_text":"RT Which Covid test should you get? When should you get tested, and what if you can't find one? We've got answers for you here. h...","sentiment_score":0.0}
{"full_text":"RT Hell hath no fury like a conservative asked to wear a mask during a pandemic.","sentiment_score":0.0}
{"full_text":"RT So 2022 is getting off to a cracker of a start.  Apart from 2 relatives testing COVID+ here's a sad little thread for...","sentiment_score":-0.34375}
{"full_text":"RT If you follow experts on Twitter, you'll see in the past few days the UK, USA, Canada, Denmark &amp; others are in a FLAT PANIC...","sentiment_score":-0.1583333333}
{"full_text":"CNN: 'Stop the nonsense': See doctor's message to DeSantis.https:\/\/t.co\/xfRKONwe46via","sentiment_score":0.0}
{"full_text":"Oh give it a rest you anti-vaxer! You clearly don't give a toss about our hard working NHS doctors &amp; nurses &amp; the general public. Go get it again &amp; play Russian roulette. People like me are getting really board of people like you. Bring in the covid passport &amp; stay at home.","sentiment_score":0.0097222222}
{"full_text":"RT When influenza B broke out in my daughter's kindergarten class, we didn't know until nearly everyone had had it, until she...","sentiment_score":0.1}
{"full_text":"Stay On Top of the Post-Pandemic Hiring Game","sentiment_score":0.05}
{"full_text":"RT NSW Ambulance has just had its biggest call-out day in 126 years.Spokesperson urges people not to call Triple 0 for a...","sentiment_score":0.0}
{"full_text":"800,000 people did not die \"from covid\" they died \"with covid\"","sentiment_score":0.0}
{"full_text":"RT 8\/ If you don't have any N95\/KN95\/KN94 masks, please see if a nearby friend or neighbor has unused ones you can have &amp; order...","sentiment_score":0.0}
{"full_text":"RT You did it Joe! You really did it!","sentiment_score":0.25}
{"full_text":"RT RAGE CLUB Our Metaverse nightclub in in Jan 2022- No Covid Restrictions - No PCR Tests!- Hosting To...","sentiment_score":0.0}
{"full_text":"RT Comicron Virus ","sentiment_score":0.0}
{"full_text":"My son in law spent whole night in the emergency room for a non covid issue, and now has to wait for the tests he needs.","sentiment_score":0.05}
{"full_text":"RT This is why robust testing and vaccine efforts in communities most reliant on our public hospitals--i.e., lower income co...","sentiment_score":0.25}
{"full_text":"RT They did not even give us healthcare during a fucking pandemic. Wake up.","sentiment_score":-0.6}
{"full_text":"RT Just found out that a staff member where I work has tested positive for COVID and is now isolating.This is in a workp...","sentiment_score":0.2272727273}
{"full_text":"I have controlled diabetes but I'm alive. If I wasn't vaxxd I'd be in serious risk of ... DYING. If I got Covid and died it's not bc diabetes, it's under control. I had comorbidity that made me at risk for a more serious case of Covid. More pneumonia for ex. Died from no breath","sentiment_score":0.0866666667}
{"full_text":"RT Protesters in defiance of the 10pm COVID-19 curfew in Montreal, Quebec, Canada confront riot police while protesting in...","sentiment_score":0.0}
{"full_text":"RT I hate the HYPOCRISY of Republican governors who applaud court rulings that hinder President Biden's ability to contro...","sentiment_score":-0.8}
{"full_text":"When people ask me about my vaccine stance","sentiment_score":0.0}
{"full_text":"RT Covid-19 and police brutality: 2021 twin crises","sentiment_score":0.0}
{"full_text":"Blog Post of the Week: A Better Name for Omicron","sentiment_score":0.5}
{"full_text":"RT CDC says don't board cruise ships, regardless of vaccination status, due to the high risk of COVID-19 infection.Cycle of insa...","sentiment_score":0.0175}
{"full_text":"RT Go ratio &amp; for not providing the COVID protections, including quarantines for exposed kids , need...","sentiment_score":0.0}
{"full_text":"RT It appears the pro-infection, Great Barrington Declaration crowd are now the primary influence on our COVID response.Fo...","sentiment_score":0.6}
{"full_text":"The days of the Cultural Revolution seem to be back after several reports emerged of alleged human smugglers, who violated COVID-19 rules, were put on display","sentiment_score":0.0}
{"full_text":"Maybe more like Brett Sutton\/ Jeroen Weimar in Victoria &amp; certainly Jeanette Young in Qldwere responsible for success in keeping pandemic at bay till nowQld owes fact that we've kept covid death toll to 7 to streadfast diligence &amp; duty of care of Dr Young.She is sorely missed","sentiment_score":0.2628571429}
{"full_text":"\"Say sumthin'\"-  maybe the CDC","sentiment_score":0.0}
{"full_text":"Covid made me lose my sense of taste and smell maybe I'll take advantage of this","sentiment_score":0.0}
