{"full_text":"RT 90%-120% FASTER--New model on the new #BA2 subvariant shows a 90% competitive growth advantage over vanilla BA1 #Omicron...","sentiment_score":0.1363636364}
{"full_text":"'Stealth Mutation'... doesn't sound promising.","sentiment_score":0.3}
{"full_text":"Tell that to the 140,000 COVID-19 orphans","sentiment_score":0.0}
{"full_text":"RT His father is turning in his grave- what an ignorant fool he is...","sentiment_score":0.0}
{"full_text":"RT New Zealand is back into its highest level of restrictions due to there being 9 omicron cases in the country. I have 9 con...","sentiment_score":0.0037878788}
{"full_text":"RT Ex patient of my husband died on Friday, 12 months after Covid infection . Healthy before, then cardiac failure, renal...","sentiment_score":0.0444444444}
{"full_text":"It's a National disgrace","sentiment_score":0.0}
{"full_text":"RT The biggest cop out since the failed vaccine strollout, has been taken over by the world shortage of RATs.We make the fckn...","sentiment_score":-0.5}
{"full_text":"So what are the chances that the whole CRT angle wasn't actually impactful in the election results and it instead was covid-fueled anger plus a boring, tired centrist candidate in McAullife? Keep running centrists, keep losing.","sentiment_score":-0.38}
{"full_text":"Neil is a covid bed wetter He has cowered in France and been peddling the Hysteria and nonsense since day 1 He's not competent to dissect a loaf of bread The man is an imbecile","sentiment_score":-0.525}
{"full_text":"RT A pre pandemic thing i miss and dont know how to replace:Being productive in coffee shops after midnight. And the entire...","sentiment_score":0.0}
{"full_text":"Pat Raven Lindsay Belena, PCAS, gave free facemask to the youth at Cosili West Bangued, Abra and advised to always use one to avoid spread of COVID-19 virus. #PNPKakampiMo#TeamPNP#WeServeAndProtect","sentiment_score":0.4}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING Met Police Commissioner Cressida Dick to face questions on Downing Street parties: Cressida Dick will face que...","sentiment_score":0.0}
{"full_text":"#FeedTheirEducation: On #EducationDay, calls for greater support for children's wellbeing through increased access to education, nutrition, and educational resources amid rising COVID cases Sumaylo-Tesz\/Educo","sentiment_score":0.375}
{"full_text":"We're in the midst of a mass disabling event. Any country avoiding that right now probably doesn't want to follow America's lead on this situation.","sentiment_score":0.2857142857}
{"full_text":"The only studies out there showing it is good are for PROPHYLACTIC (prevention, taking the pill everyday) use, not treatment. There is not enough of the drug to put everyone in the world on it, and price would shoot up. People that need it for REAL things couldn't get it, then.","sentiment_score":0.14}
{"full_text":"RT COVID-19 in B.C.: Yes, and how many deaths will it take 'til he knows that too many people have died?","sentiment_score":0.5}
{"full_text":"RT Please don't tell me they make people in wheelchairs \"stand\" in the same lines....","sentiment_score":0.0}
{"full_text":"RT ADDRESS TEACHERS' GRIEVANCES &amp; OPEN SCHOOLS NOW! -Restore teachers' salaries to pre October 2018 levels of at least USD...","sentiment_score":-0.15}
{"full_text":"RT WINNER's Lee Seung Hoon Tests Positive For COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT COVID has become a never-ending excuse for power-hungry authorities to replace our freedom with their control. Enoug...","sentiment_score":-0.05}
{"full_text":"RT The United States is so anti-worker that in the middle of a pandemic the New York Times is referring to workers gaining mi...","sentiment_score":0.0681818182}
{"full_text":"RT Just had an email from B's school. 30% absence rate amongst teachers due to COVID19, so year 7 and year 8 will be learnin...","sentiment_score":-0.06875}
{"full_text":"I think y'all need some perspective here\"Before Omicron, a typical vaccinated 75-year-old who contracted Covid had a roughly similar risk of death -- around 1 in 200 -- as a typical 75-year-old who contracted the flu.\"- The New York Times (full article in my pinned tweet)","sentiment_score":0.0306060606}
{"full_text":"RT UPDATE: Pastor Artur and the people of Calgary are preparing a warm welcome for the #TruckersForFreedom convoy. The co...","sentiment_score":0.7}
{"full_text":"RT Asymptomatic testing, prolonged quarantines. These fuel anxiety. And lead to societal disruption with negative externalit...","sentiment_score":-0.3}
{"full_text":"RT NZ: 52 covid deaths.UK: 153,787 covid deaths.","sentiment_score":0.0}
{"full_text":"RT Backed by Science: Here's How We Can Eliminate #COVID19 - by and Raina MacIntyre","sentiment_score":0.0}
{"full_text":"RT 94% of covid related deaths in Northern Ireland were not caused by covid, a recent FOI answer reveals.","sentiment_score":0.0}
{"full_text":"Refusing people the opportunity to decide whether of not to take the vaccine for themselves, is against the pro-choice position.And since you can spread covid while vaccinated, refusing the vaccine isn't against the pro-life position.","sentiment_score":0.0}
{"full_text":"This is the attitude that all of us who are at risk face when we are forced to get public transport, either to jobs or to hospitals.I cannot imagine how stressful it must be for many people in England right now.","sentiment_score":0.1214285714}
{"full_text":"RT  Reporting live outside a crowded housing estate in Kwai Chung, north of #HongKong's Kowloon Peninsula. This is the epi...","sentiment_score":0.0681818182}
{"full_text":"Ditto.  I fear for Isreal! Something like 96% jabbed 3 to 4 times now with high rates of China Virus! Proving it's causing progressive autoimmune issues.","sentiment_score":0.2}
{"full_text":"RT New Zealand's Prime Minister Jacinda Ardern has been forced to postpone her wedding after she placed the entire country on the...","sentiment_score":-0.0545454545}
{"full_text":"RT Pressure mounts on Tory Health Secretary Sajid Javid to delay COVID vaccine mandate for NHS staff as GP questions wheth...","sentiment_score":0.0}
{"full_text":"RT Anti-vax \"Vaccine Police\" leader Christopher Key has been permanently banned from Facebook and Instagram.","sentiment_score":0.0}
{"full_text":"RT EU President talking about EU social credit system infrastructureIt's no-longer a conspiracy theory; and ma...","sentiment_score":0.0333333333}
{"full_text":"RT The Clinically Vulnerable need assurances.We already feel isolated.Cases are high and our vaccines waning.Will you #Protect...","sentiment_score":-0.17}
{"full_text":"Everyone needs to read this. I almost spat out my coffee this morning when I heard our Deputy PM this morning. Thanks for challenging the outrageous claims that blamed everyone without taking any responsibility for our current mess. #MadAsHell reference 4 joy","sentiment_score":0.0541666667}
{"full_text":"RT 56 children are admitted to South Carolina Children's Hospitals with COVID19. 55 are unvaccinated. 30 are too young to rece...","sentiment_score":0.1}
{"full_text":"RT By far my biggest regret during the pandemic is that Covid vaccines were sold to the public as transmission-blocking,...","sentiment_score":0.05}
{"full_text":"You have to look at the date. Back then it was all RNA. Sinovac and Sinopharm were only allowed in July.And I misremembered RNA as Pfizer, when it was both Pfizer and Moderna (which is even more effective than Pfizer), excuse me.https:\/\/t.co\/HAIqKwkL6B","sentiment_score":0.21}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT By far my biggest regret during the pandemic is that Covid vaccines were sold to the public as transmission-blocking,...","sentiment_score":0.05}
{"full_text":"RT Hey I know you follow me so allow me to directly penetrate your breathtakingly myopic fantasy and say I have to gi...","sentiment_score":0.55}
{"full_text":"RT And this is why we must call out anti Semitism everywhere.","sentiment_score":0.0}
{"full_text":"RT In partnership with join us for Housing Justice After Lockdown - an online forum.A discussion on fair and equitable h...","sentiment_score":0.7}
{"full_text":"England, Scotland, Wales, and Northern Ireland deeply respect the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":"I don't think it's 'doom'. It's realism. And it is still possible to be grounded in reality but still be optimistic that one day, covid will subside. Maybe not this year, but it is possible.","sentiment_score":0.0}
{"full_text":"recently partnered with a group of researchers at to understand the post-lockdown needs of women leaders in charities. If you fit the criteria, please complete the survey by the 4th of Feb. Complete herehttps:\/\/t.co\/NppCiTQJfk","sentiment_score":0.15}
{"full_text":"The pandemic has exposed vulnerabilities in the education systems of developing countries &amp; added new challenges. Know the tools, strategies &amp; innovations to make education systems resilient, support teacher devt &amp; prepare learners for future jobs. ","sentiment_score":0.0681818182}
{"full_text":"On International #DayOfEducation, one thing is clear: the longer that COVID-19 measures keep classrooms in Jordan closed, the greater the impact on children and youth. #ReopenSchools","sentiment_score":0.125}
{"full_text":"RT Only then, will there be any hope of having public health measures actually take care of those most vulnerable in society alr...","sentiment_score":0.0}
{"full_text":"your view on this?","sentiment_score":0.0}
{"full_text":"RT Today a bunch of anti-vaccine clowns gathered on the steps of the Lincoln Memorial and the Washington Monument to protest vacc...","sentiment_score":0.0}
{"full_text":"Nearly 2.97 billion COVID-19 vaccine doses had been administered on the Chinese mainland as of Sunday, data from the National Health Commission showed Monday.","sentiment_score":0.05}
{"full_text":"RT #postpone_ssccgl No covid protocol was followed during ibps mains and uptet exam. Many might have got infected from it....","sentiment_score":0.5}
{"full_text":"Today see thousands of workers start to head back to the office for the first time in nearly two years for manyhttps:\/\/t.co\/KZ7ETpEaiO","sentiment_score":0.1166666667}
{"full_text":"People in a Beijing district with some 2 million residents were ordered Sunday to undergo mass coronavirus testing following a series of infections as China tightened anti-disease controls ahead of the Winter Olympics.","sentiment_score":0.0}
{"full_text":"The month-long lockdown of Xi'an's 13 million residents was China's most stringent pandemic action since the 2020 lockdown of Wuhan.","sentiment_score":0.3}
{"full_text":"RT She looks like the Reverend I M Jolly here. 'Well, Hellooo ...' Not exactly the face of someone who even believes her ow...","sentiment_score":-0.125}
{"full_text":"A view of Niludhan Falls in Bayawan, shared Mayana Anoda [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon and Siquijodnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"I know 9 people who had covid. 3 were completely without symptons. 5 had a little \"flu\" and 1 was really sick for 1 week but all recovered and are fine today. 3 vaccinated who feel totally shit. 1 only feels like hes at 80% since weeks. The others are weak doesnt even go to work","sentiment_score":-0.1371598639}
{"full_text":"RT Hi, I'm Sarah. I'm 35 and a doctor. I also have a heart condition that puts me at an increased risk for serious complicat...","sentiment_score":-0.3333333333}
{"full_text":"With the return to normal now in sight for many of us, it's time to start preparing our pets for our disappearing back to offices. Read our blog post to help your pet adjust to the change of being left alone for long periods","sentiment_score":0.12}
{"full_text":"In case of a fire outbreak, this can be very catastrophic. The vice must stop","sentiment_score":0.2}
{"full_text":"This amount is in addition to the financial aid of Rs 50,000 being provided by the city government under the 'Mukhyamantri Covid-19 Pariwar Aarthik Sahayata Yojana'#Coronavirus #Delhi #DelhiGovt","sentiment_score":0.0}
{"full_text":"The most recent studies put the average of Long Covid at 1 in 3. Not Dying, is not the end of the story.","sentiment_score":0.075}
{"full_text":"ONE HOUR LEFT until A Metal Knight's Tale screens for the very first time! Make sure you hit that reminder and get keen for what and the team saw at the first heavy festival post-covid!","sentiment_score":0.18125}
{"full_text":"24,000+ CASESBREAKING: The DOH records 24,938 additional COVID-19 infections as of Monday, bringing up the country's total number of cases to 3,442,056. #COVID19PHReal-time updates on COVID-19 here:","sentiment_score":0.0}
{"full_text":"Influenza cases have all but vanished even as other common respiratory illnesses have returned to normal levelshttps:\/\/t.co\/gt56Url1Pz","sentiment_score":-0.0916666667}
{"full_text":"These Sets of Adjustable Dumbbells Will Help You Stay Swole at Home","sentiment_score":0.0}
{"full_text":"The gov has arranged for vaccine pop up hubs around the island this week. #isleofman","sentiment_score":0.0}
{"full_text":"RT Oh mai godddd his bm better than anak2 payung kuning","sentiment_score":0.5}
{"full_text":"A Tapas of tempting treats is on offer in the Hills Australia Day as COVID restrictions cause concerns.Visit us - #australiaday2022 #bellavista #castlehill #wisemansferry","sentiment_score":0.0}
{"full_text":"76 million new cases of anxiety in 2020 &amp; 53 million new cases of depression, all due to #COVID-19. How to deal with it? has a simple answer: There's so much argument... over vaccines, masks. If you want to be out of this pandemic sooner, we need to come together.","sentiment_score":0.0695454545}
{"full_text":"OFF BALANCE. Poorer countries face a worsening staffing shortage of #nurses as richer western countries lure them amid a surge of #Omicron-fuelled wave of #COVID19 infections, the Council of Nurses said. #inequality #recruitment","sentiment_score":0.0}
{"full_text":"As evidence accumulates that the coronavirus can persist in the intestines &amp; possibly in other places, some are wondering:Does the coronavirus persist in #LongCovid patients?Well, it certainly can happen with other RNA viruses:https:\/\/t.co\/rnrShMKT3i","sentiment_score":-0.0119047619}
{"full_text":"Sydneysiders were increasingly seeing the advantages of regional NSW over the big city.","sentiment_score":0.0}
{"full_text":"BREAKING: The DOH logs 24,938 new COVID-19 cases. The total reported cases has reached 3,442,056 on January 24, 2022.More updates on #COVID19PH here:","sentiment_score":0.0681818182}
{"full_text":"Common Misconceptions About Syrians Free Covid Tests Services are free of chargeSource  ","sentiment_score":0.1666666667}
{"full_text":"RT The R350 Covid SRD grant has had a significant positive impact on the lives of the poor, but more particularly the unem...","sentiment_score":0.1737878788}
{"full_text":"Nigeria Reports 228 New COVID-19 Cases In 13 States, FCT - The Genius Mediahttps:\/\/t.co\/wOZmAgwwhV","sentiment_score":0.1363636364}
{"full_text":"As rising costs, supply chain issues, skills gaps, and challenges related to COVID-19 escalate, manufacturers, must look to intelligent cloud and intelligent edge solutions to build smart, agile factories.","sentiment_score":0.4628571429}
{"full_text":"After 160 Years, Standard Bank Goes 99% Digital During Pandemic - Financial Posthttps:\/\/t.co\/n9qYCJzTmo","sentiment_score":0.0}
{"full_text":"RT  Now in Israel's parliament: the government wishes to radicalize &amp; extend till end of 2022 the \"Covid enabling act\" to fu...","sentiment_score":0.0}
{"full_text":"Australia's first touring pride event Summer Camp Festival postponed due to Omicron outbreak","sentiment_score":0.0625}
{"full_text":"RT Not quite the 150,000 deaths the SAGE doom goblins and MSM have been parroting then...","sentiment_score":0.0}
{"full_text":"The online live event will be held on World NTD Day. We will discuss NTDs that are related to Japan and the importance of NTD control in the era of COVID pandemic. Special lighting of Tokyo Tower, Nagasaki City, and Goryokaku will also be broadcasted! https:\/\/t.co\/6dZz4PMlDq","sentiment_score":0.1942640693}
{"full_text":"According to the performance of the economy report for December 2021,economic activity continued to improve following gradual easing of Covid19 restrictions,purchasing managers index remained above 50 signaling improved economic activity.#RealSectorhttps:\/\/t.co\/4smrTbRWJT","sentiment_score":0.0666666667}
{"full_text":"At this point I'm pretty convinced that I had COVID in November. I suddenly had a chronic fatigue episode that didn't last as long as it usually does and my Fitbit measured some weird stuff around that time and after. ( High skin temperatures, low HRV)","sentiment_score":-0.04875}
{"full_text":"Later today, MPs will debate petitions which have received more than 293,000 signatures.    Throwline stations around open bodies of water, from 4.30pm: Covid-19 vaccination requirements for employees, from 6pm:","sentiment_score":0.1666666667}
{"full_text":"#Omicron Scare: Is your cloth #mask good enough to keep #COVID19 at bay?https:\/\/t.co\/wboZDRJ9wu","sentiment_score":0.35}
{"full_text":"Chinese authorities lift monthlong #COVID19 pandemic lockdown on northern Chinese city of Xi'an and its 13 million residentshttps:\/\/t.co\/pG0LMZYK0j","sentiment_score":0.0}
{"full_text":"[pp] Hello      We're ready to give the best service for you!                KING HOSPITAL We Serve :   Psychology Control   USG  Give Birth   Baby's VaccineCP:               We Love, We Care https:\/\/t.co\/1ov9xckj9s","sentiment_score":0.5666666667}
{"full_text":"We are running an optimised schedule due to Covid-19 measures, please check here for our daily sailings :","sentiment_score":-0.0625}
{"full_text":"RT New Zealand is back into its highest level of restrictions due to there being 9 omicron cases in the country. I have 9 con...","sentiment_score":0.0037878788}
{"full_text":"Whether you're joining a hearing in person or remotely, or using one of our online services, make sure you read our weekly operational summary.Check the latest #COVID19 guidance and get jurisdictional updates for your area https:\/\/t.co\/WjT6w1Rp6r","sentiment_score":0.3}
{"full_text":"Today is International #DayofEducation!  We're reflecting on the severe &amp; unequal disruption the COVID-19 pandemic has had on children's right to education but also want to champion the potential for transformation &amp; innovation to #ReimagineEducation. ","sentiment_score":0.0952380952}
{"full_text":"your view on this?","sentiment_score":0.0}
{"full_text":"The singer was supposed to start a series of concerts here starting January 21 but postponed them due to COVID-19 related problems.https:\/\/t.co\/DCpGCmULWS","sentiment_score":-0.0416666667}
{"full_text":"Transparency left the room","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 12.3FWind Chill: 12.3FHumidity: 88%Dew Point: 9.5F Barometer: 30.028 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 773.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Factory farms pose a significant risk for zoonotic disease outbreaks with pandemic potential, and accelerate the development...","sentiment_score":0.1875}
{"full_text":"24,938 NEW COVID-19 CASESBREAKING: The Department of Health reported 24,938 additional cases of COVID-19 on Monday, January 24, 2022, bringing the total number of cases in the Philippines to 3,442,056. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"RT There's no shortage of misperceptions about Omicron. A review of the abundant new data helps clear a lot of those up","sentiment_score":0.2787878788}
{"full_text":"RT The UK government have privatised water, Rail, Mail, Gas and Electricity.Now, in the middle of a pandemic, they want...","sentiment_score":0.0}
{"full_text":"Minneapolis restaurants sue mayor over vaccine mandates","sentiment_score":0.0}
{"full_text":"Certificate Of Vaccination Identity Digital = COVID. Ptit rappel","sentiment_score":0.0}
{"full_text":"Your head might still be in lockdown but don't keep your heart in lockdown, too. Set your heart aflutter with our incredible airfares. Book online or in store for Valentine's Day, or after, your choice!#experienceourexperience #loveisintheair #valentinesdeals #booktodayandsave","sentiment_score":0.9}
{"full_text":"Request For Proposal: Strategic and technical support to assist with the operationalization of COVID-19 vaccine deployment and scale-up Deadline: 31 January 2022@WHO","sentiment_score":0.0}
{"full_text":"[Cosmos blog] Fulfilling the mission tag line, \"Touch the Sun\", NASA's Parker Solar Probe has conducted \"in-situ\" observations of the solar atmosphere (corona). Our researchers take a look at the importance of understanding our nearest star. Read more :","sentiment_score":0.5}
{"full_text":"The current COVID-19 pandemic has had a big impact on our day to day lives creating a level on unpredictability never seen before. But you might be surprised to know that many find this situation can be exciting and positively challenging.Learn more:","sentiment_score":0.2324675325}
{"full_text":" - Boris Johnson's premiership is nearing the end* Handling of pandemic proved as divisive as Brexit, with pro- and anti-lockdown camps very vocal* BoJo's popularity has sunk to record-lows, and he had no hold over Tories* Labour now ahead of Tories in voting intentions","sentiment_score":0.2}
{"full_text":"No MD here but it seems like for something like Covid to be Endemic it would need to stop mutating every few months into some new hellish version of itself.","sentiment_score":-0.0318181818}
{"full_text":"RT Universities can advise students to stay home when they are sick all they want but if professors are requiring attenda...","sentiment_score":-0.7142857143}
{"full_text":"School support staff left out of PS200 Covid bonuseshttps:\/\/t.co\/BYpBS2QCLR","sentiment_score":0.0}
{"full_text":"RT As if getting groceries in a pandemic isn't hard enough. Legitimate political spouse question: how do I get my","sentiment_score":-0.0972222222}
{"full_text":"After a pet hamster tested positive, 2,200 hamsters were culled by Hong Kong government struggling to contain COVID-19 outbreak  Read more:","sentiment_score":0.3636363636}
{"full_text":"Bashed any women lately Avi?PR Guy wants his milk crate back too!","sentiment_score":-0.0333333333}
{"full_text":"27% Off!Samsung 24 in. 2.2 DOE cu. ft. High Efficiency Front Load Washer with Steam in White, ENERGY STARhttps:\/\/t.co\/vxvngb3WCe#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.08}
{"full_text":"For the reasons I stated-we have had considerable success in limiting the damage caused by massive amounts of the population being sick at once by restricting our movements and masking up. We are not in lockdown just restricted group numbers","sentiment_score":-0.0785714286}
{"full_text":"&gt; EXTRA SHAME on The Satanic Temple for suing ex-members for a BS thing DURING A GODDAMN PANDEMIC where people are struggling with jobs\/income. I sincerely hope this lawsuit shows the Temple's true colors in the end.","sentiment_score":0.2833333333}
{"full_text":"RT Trying to end a pandemic is \"moving left?\"Trying to play catch-up on infrastructure is \"moving left?\"Trying to ens...","sentiment_score":0.0}
{"full_text":"New Zealand rolling out new COVID-19 restrictions in European capitals.","sentiment_score":0.0909090909}
{"full_text":"RT Sometimes it's worth emphasising that are very much in the global scientific mainstream on covid policy....","sentiment_score":0.1866666667}
{"full_text":"RT The GQP is trying to demoralize and exhaust the Dems into saying, \"I'm done \" and throwing up their hands. I have compared the...","sentiment_score":0.0}
