{"full_text":"Total Covid Death Distribution by County  For TX   2022-01-07:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"RT South Africa remains the best isolated test case for Omicron. We have done the 'wait two weeks' thingy...Omicron meas...","sentiment_score":1.0}
{"full_text":"RT I've held my tongue a lot when it comes to #COVID19 and the emotional strain it puts on staff, but I feel like tonight is...","sentiment_score":0.0}
{"full_text":"RT  Sir Nicholas Penny, the former director of the National Gallery, accused the National Trust of using the pandemic as the \"...","sentiment_score":0.0}
{"full_text":"Still a very long way short of Neil Ferguson 500k deaths of Covid he never predicted 500k dying within 28 days of a positive test...","sentiment_score":0.0540909091}
{"full_text":"RT This post from a NYC high schooler about the covid situation right now is wild","sentiment_score":0.1819047619}
{"full_text":"LOL!!!! You need to learn how math &amp; statistics work! You also need to acknowledge that many of the \"created\" jobs were actually HOLES left by people who were fired due to the idiotic vaccine mandate!","sentiment_score":0.0902777778}
{"full_text":"RT BAD NEWS, A new omicron has happen in cyprus. ( Delta + Omicron). It's not over yet. #edltaakhr`n","sentiment_score":-0.2818181818}
{"full_text":"RT Up to a million of Florida's COVID tests expired in a warehouse: \"A complete failure\"","sentiment_score":-0.1083333333}
{"full_text":"Im so glad #MyDisabledLifeIsWorthy is trending.  first told the public to unmask in July if vaccinated.  A huge mistake.  then she just kept making mistake after mistake.She needs to resign. This woman will not keep us safe, end this pandemic, or protect the public","sentiment_score":0.275}
{"full_text":"RT As per source #BeastFirstSingle announcement will be out today at 6pm.#Beast First Single for Ponday Day January 13th or...","sentiment_score":0.0595238095}
{"full_text":"hoping that the boys are ok  i also didn't retweet the original thread because it showed who was infected ","sentiment_score":0.4375}
{"full_text":"Also having a military commander giving the message can be very triggering for some people. Suffering constant anxiety and stress.","sentiment_score":0.0333333333}
{"full_text":"Of course you can question the vaccine. You just have to have evidence. Where is your evidence? Examples like this will suffice.....Nobody is saying the Vax is risk free. Nothing is. But you need to have a threshold for evidence!https:\/\/t.co\/mGJZJaig5T","sentiment_score":0.4}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"RT Macron at G7 - no mask.Macron on a zoom call - mask.Covid apparently disappears when world leaders meet each other bu...","sentiment_score":-0.0375}
{"full_text":"RT .@BBCNews Wouldn't it be easier to visualise those 150,000 deaths if you showed - instead of the kids &amp; young healthy people...","sentiment_score":0.3}
{"full_text":"RT Be part of the RAGE CLUB Nightlife Members Club in DAYS TO MINT!: Opening Thi...","sentiment_score":0.0}
{"full_text":"Catching up with newly minted knight of the realm doing his thing on says he does 'not recognise' splash reporting the end of free lateral flow testing. Clearly that would be bonkers until the pandemic is truly over. &gt;","sentiment_score":0.3090909091}
{"full_text":"RT Ppl around me testing positive for covid upandan yet here i am negative again, i need to donate my blood to science. I...","sentiment_score":-0.0363636364}
{"full_text":"Omic...","sentiment_score":0.0}
{"full_text":"my grades this year are gonna go down so hard bcs i have fucking covid.","sentiment_score":-0.3490740741}
{"full_text":"RT Covid vaccines DO disrupt menstrual cycles, study reveals","sentiment_score":0.0}
{"full_text":"RT ! NEW !Today, Prince Daniel tested positive for covid-19.The prince, who is fully vaccinated, has very mild symptoms and...","sentiment_score":0.277020202}
{"full_text":"RT You're Doing it Wrong..@GovKathyHochulNew York is the most Closed up, Locked down, Masked up, Vax Mandated State &amp; Breaks...","sentiment_score":0.0814814815}
{"full_text":"RT It's amazing how many of these little kids with COVID are presenting with croup-like symptoms. Whoever said this was a 'mil...","sentiment_score":0.3041666667}
{"full_text":"RT It's basically a fact that long-term covid effects are much worse than influenza. Covid is infecting more t...","sentiment_score":0.05}
{"full_text":"RT A Remainer who betrayed his own friends in his own party &amp; switched to Leave just because he wanted to be PM. Botched Br...","sentiment_score":0.6}
{"full_text":"Theoretically, yeah you do, but I think the only way you'd come up with a take like that is if you think you're less at risk than others. Like, surely you wouldn't say this if you could know in advance you're going to be among the lethal covid cases right?","sentiment_score":0.1238095238}
{"full_text":"Hmm but they did not announce the covid players now","sentiment_score":0.0}
{"full_text":"WOMAN ARRESTED FOR \"FRAUDULENT POSSESSION OF PROPERTY\", 28 CAUGHT FOR ALLEGED COVID BREACHES#Singapore #umbrage #spore #uncensored...https:\/\/t.co\/JQtFP8ertP","sentiment_score":-0.1}
{"full_text":"RT Pakistan reports more than 1,500 Covid-19 cases for first time since Oct 2021 Follow our updates on #coronavirus here:","sentiment_score":0.375}
{"full_text":"RT Double vaccinated ( to do the Isle of Man TT )  and Covid has hit me for 6. Worse than I was unvaccinated. I don't get it...","sentiment_score":-0.2}
{"full_text":"RT COVID-19 hospital admissions per week - Midlands-","sentiment_score":0.0}
{"full_text":"RT Double vaccinated ( to do the Isle of Man TT )  and Covid has hit me for 6. Worse than I was unvaccinated. I don't get it...","sentiment_score":-0.2}
{"full_text":"RT I don't love online school for my kids. Tbh I hate it. But you know what I hate more? The thought of my kids getting Covi...","sentiment_score":-0.15}
{"full_text":"Esha Gupta tests positive for Covid-19, isolates at home - Times of India","sentiment_score":0.2272727273}
{"full_text":"RT \"A survey of nearly 2,000 teachers by Nasuwt, the teachers' union, found that more than half (56 per cent) did not hav...","sentiment_score":0.1444444444}
{"full_text":"RT Another child has died from Covid. The total is now 128. These children are unacknowledged, unnamed by govt. and media. W...","sentiment_score":0.0}
{"full_text":"RT Johnson will betray any value and any person if it is expedient to do so for his own personal gain. These are clearly no...","sentiment_score":0.1833333333}
{"full_text":"RT Unmasked \"important people\" next to masked \"unimportant people\" is the enduring image of how covid has stratified society....","sentiment_score":0.0}
{"full_text":"RT In the whole of WW2 70,000 civilians lost their lives in the U.K thats across 6 years; a rate of 480 a week compared to 1442...","sentiment_score":0.2}
{"full_text":"RT Maharashtra: 68 employees working in CBI's Bandra office have tested positive for COVID-19, as per Municipal Corporation of Greate...","sentiment_score":0.2272727273}
{"full_text":"RT I don't know what rooftop I need to stand on and yell this but two doses is NOT fully vaccinated, no matter what the provinc...","sentiment_score":0.0}
{"full_text":"Got that from","sentiment_score":0.0}
{"full_text":"RT Quebec is currently under heavy lockdown, with nearly all 'non-essential' establishments forced to close, including pl...","sentiment_score":-0.1}
{"full_text":"RT Montreal awakens.","sentiment_score":0.0}
{"full_text":"RT Florida governor bizarrely asks if anyone tested themselves for illnesses before Covid #NewsBreak what a idiot ","sentiment_score":-0.2}
{"full_text":"Apparently not and if the numbers weren't skewed for the maximum fear factor, there would be no pandemic.","sentiment_score":-0.025}
{"full_text":"RT MSG Ayurvedic Hair Care Combo is a blend of unique herbs which used to treat  BaldnessDandruffDrynessMakes h...","sentiment_score":0.375}
{"full_text":"RT #TejRan fd is so pathetic. They are happy that someone is down with corona. O God! Everything is not about your romanc...","sentiment_score":-0.1314814815}
{"full_text":"Sitting in a coffee shop here in Gateway shopping mall and I have never seen so many morbidly obese black African women walk past ... it's an epidemic of obesity on another level Unbelievable","sentiment_score":-0.0333333333}
{"full_text":"RT Pinarayi Vijayan> Considers China, Cuba and N.Korea as epitome of the ideal state.>Wanted to import vaccines from im...","sentiment_score":0.9}
{"full_text":"RT Social Media has to play a key role in these polls amidst Corona. AAP Volunteers are masters of SM, use your Power to reach...","sentiment_score":0.0166666667}
{"full_text":"RT You Are A warrior,  nd As we All know COVID has Attacked again'to Asli Warrior ki jagah Ab Pinjre se bahar hi hai , Un Reel Li...","sentiment_score":0.0}
{"full_text":"One year ago I lost my big sister Janet. She lived with heart failure. Her heart meds needed adjustment, she was hospitalised she did NOT have covid but was put in the covid zone due to diagnostic ERROR. She was one of 11,600 deaths due to hospital acquired covid ","sentiment_score":-0.1416666667}
{"full_text":"- allow a \"mild\" variant to run through the population. Which if I thought would only affect those stubbornly refusing to be vaccinated I might actually be at a stage where I agreed with it.Then I remember the whole children aren't being infected bollox and that they are now.","sentiment_score":0.1333333333}
{"full_text":"RT I will never understand it!!#ScottishIndependence","sentiment_score":0.0}
{"full_text":"RT More medicines to be procured even though sufficient stock exists to meet exigency, strong enforcement of mask wearing and s...","sentiment_score":0.4666666667}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"RT Where's CNN's COVID tracker? It was on 24\/7 during the Trump Administration.","sentiment_score":0.0}
{"full_text":"RT I suggest A MUCH MORE EFFECTIVE STARTING POINT is to never listen to Dr Fabio Codswallop. #auspol #COVID19au #Omicron...","sentiment_score":0.3666666667}
{"full_text":"RT Social distancing wali selfie with the talented, sweet and gorgeous shivangi Joshi Via harsh Nagar's Instagram #shiva...","sentiment_score":0.3166666667}
{"full_text":"RT End of free LFDHumans act according to the incentives around themMixed views In my experience public health initiatives...","sentiment_score":0.2}
{"full_text":"So we stay home and isolate and these businesses like hospitality he's so concerned about can go to the wall.  Makes economic sense and they know who to blame","sentiment_score":0.2}
{"full_text":"We've already exceeded 150,000 painful deaths from this pandemic: is it not time to scratch our heads? &gt; Omicron: a lot of knowing flimflam &amp; worrying blah-blah? &lt;&gt; Arm-Wrestling with COVID-19 in London, #55, via :","sentiment_score":-0.7}
{"full_text":"RT Hands up who has had RAT regret? When you use one of your precious RATs and it is negative and you wish you'd saved it...","sentiment_score":0.1}
{"full_text":"RT Owing to the increasing number of Omicron infections, large numbers of IndiGo customers are changing their travel plans.","sentiment_score":0.2142857143}
{"full_text":"RT Speechless seeing the dedication of Healthcare workersMore power to all the frontline workers ensuring our safety!!**Vac...","sentiment_score":0.0}
{"full_text":"and we open as tf","sentiment_score":0.0}
{"full_text":"RT I think they are happy beavusr there were news of him as wild card and now he can't goUNSTOPPABLE KARAN","sentiment_score":0.45}
{"full_text":"RT An English club with a stadium in Wales. If a club in Wales were stupid enough to build their stadium in another count...","sentiment_score":-0.2666666667}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"RT At this point in the epidemic, the main purpose of contact tracing is to keep kids out of school, make sure hospitals...","sentiment_score":0.3333333333}
{"full_text":"RT The Supreme Court has now shared more COVID misinformation than your aunt on Facebook","sentiment_score":0.5}
{"full_text":"RT  Breaking Doctors, scientists, MP's tell JCVI \"reassess\" Covid jabs to 'low risk' childrenNew evidence  heart i...","sentiment_score":0.0}
{"full_text":"RT \"The science isn't strong enough\".Watch the moment an unvaccinated hospital consultant challenges Health Secretary Sajid Jav...","sentiment_score":0.2166666667}
{"full_text":"RT I'm certainly not feeling very PEOPLEY with all the omicron flying around (and having just had it) - here's my agoraphobic...","sentiment_score":0.0464285714}
{"full_text":"RT PANDEMIC LEARNING: Honor and excellence should not conflict with compassion and undertanding. Academic ease is not about low...","sentiment_score":0.0}
{"full_text":"RT Don't forget now! #JohnsonOut 173,000 people have died with Covid19 on their death certificate. You YES yet?#ScottishIndepe...","sentiment_score":0.0}
{"full_text":"URGENTLF: Caregiver with Latest RT-PCR Swab Result with Collection Date 7 - 9 JanuaryDuty today Delos Santos Med CenterPM ur swab, docs, and co number. Will call youNon-covid \/ for colon operationPx: F 54Pref: FemaleAntigen will not be accepted as per hospital","sentiment_score":0.5}
{"full_text":"RT I've tested Covid19 positive this morning. Lucky to have mild symptoms. Have been in precautionary isolation for the last we...","sentiment_score":0.2234848485}
{"full_text":"RT Peer reviewed 'proper' study shows under 40s Men face greater risk of myocarditis from 3 mRNA shots than catching Covid.Sure...","sentiment_score":0.3666666667}
{"full_text":"Nope, lots of the meds for Covid are on trial when they are given to patients in hospital. And believe me, nobody is refusing them when they are not able to breathe.","sentiment_score":-0.25}
{"full_text":"We have also reached out testing limits and it takes about 7 days to book a PCR test. Currently the highest concern among people is that they will no longer test positive when they are tested, so they will not get covid pass as recovered patients.","sentiment_score":0.1136363636}
{"full_text":"RT When ICU MDs at Scarborough &amp; Osler start tweeting about #COVID activity, I pay attention.The GTA ICUs had been relatively...","sentiment_score":0.0}
{"full_text":"Gavan, can you find out how many (if any) cases of MISC have been found in children in Ireland recently? This is a very worrying thread, especially with how we are approaching school reopening with not enough mitigation","sentiment_score":0.1166666667}
{"full_text":"RT Raise your hand if you have 4 or more comorbidities and your life still has value#MyDisabledLifeIsWorthy","sentiment_score":0.5}
{"full_text":"RT Half Man Half Biscuit reveal new album The Voltarol Years.Their 15th studio album is out February 18 on the band's R.M....","sentiment_score":-0.0656565657}
{"full_text":"Me Daily...","sentiment_score":0.0}
{"full_text":"RT Kerala govt. is not planning any more restrictions on Kerala theatres due to the Covid 3rd wave... Cinema halls won't close....","sentiment_score":0.125}
{"full_text":"RT How do you think the political system that's letting hundreds of thousands of people die every year from the pandemic will...","sentiment_score":0.0}
{"full_text":"RT you should feel horrified and enraged by the CDC dismissing the deaths of disabled people ideally because you recognize...","sentiment_score":0.35}
{"full_text":"RT Over a 100,000 new Covid cases today in Australia.  Appalling.   Business must be furious with those who called for this dis...","sentiment_score":-0.1068181818}
{"full_text":"RT Karan won't quit the show! He is a winner! He'll stay and he will come home with the trophy. Don't worry Fuddu fam &lt;3...","sentiment_score":0.0}
{"full_text":"Why is e-commerce in quest of resilience ? What lessons did we get from Covid ? All the answers in our article  : :","sentiment_score":0.0}
{"full_text":"We will carefully follow the rules of epidemic prevention, the gifts will be sent to the company at the right time.","sentiment_score":0.0928571429}
{"full_text":"This is \"covid\" admissions - NOT total admissions of children, NOT admissions of children due need for treatment due Covid symptoms. Provide ALL data before posting things that will make the reader come to the conclusions you want them to.","sentiment_score":-0.0833333333}
{"full_text":"jail","sentiment_score":-0.1}
{"full_text":"RT ***NEW STATEMENT***Independent SAGE releases its Covid Strategy for January 2022. Read here and join the discussion...","sentiment_score":0.1363636364}
{"full_text":"Couple WIPs for I worked on as soon as I felt a little bit better! Blame covid for the extra delay!","sentiment_score":0.1458333333}
{"full_text":"To combat an Omicron-fueled outbreak, Hong Kong is bringing back restrictions on dine-in services, closing entertainment venues and cultural facilities, and imposing a two-week ban on arrivals from eight high-risk countries.More here:https:\/\/t.co\/4qY6WVrF6V #Travel #HK","sentiment_score":0.05}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"RT When have we ever before bought life to a standstill by testing a cold to give it a bane? It's time to stop. End mass...","sentiment_score":-0.6}
{"full_text":"RT The Sage modellers and advisers were too arrogant to listen to quality advice from South Africa. Time for them to be replac...","sentiment_score":0.0}
{"full_text":"Omicron explosion spurs nationwide breakdown of services.https:\/\/t.co\/J1hQoyEU11","sentiment_score":0.0}
{"full_text":"No thanks 65000 died of covid in florida","sentiment_score":-0.1}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine to give you enough protection against catching Omicron.https:\/\/t.co\/wgIvepvycR","sentiment_score":0.2333333333}
{"full_text":"RT WATCH: A massive crowd of Parisians united against Emmanuel Macron and his Covid mandates chants \"Liberte! Liberte! Libert...","sentiment_score":0.0}
{"full_text":"Punjab's Chief Electoral Officer Dr S Karuna Raju tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT The big social-media platforms are failing to act against the biggest super-spreaders of Covid disinformation. We are witnes...","sentiment_score":0.0}
{"full_text":"RT Montreal awakens.","sentiment_score":0.0}
{"full_text":"RT Vishal tested positive for COVID so it means he won't be entering. This fandom has some next level power!STOP SHOWIN...","sentiment_score":0.1136363636}
{"full_text":"At the end of its 3 years contract, if they included 2021 covid cancelled year. Unlikely it will come back next year, not a fair format, top 2 players get to play, the rest are sitting for 6 hours to watch, surely they all share the prize somehow, but just weird.","sentiment_score":-0.05}
{"full_text":"Avoid going out, get tested and vaccinated, Queen P says.https:\/\/t.co\/nyVEU2vRUa","sentiment_score":0.0}
{"full_text":"Meeting up with friends today? Don't forget the rule of six and that you must wear a mask if you're moving about in the pub or restaurant. Help staff to help you and keep everyone safe.","sentiment_score":0.5}
{"full_text":"RT The way Covid been rising I feel like school finna pull a March 13th ,2020 on us at any day now ","sentiment_score":0.0}
{"full_text":"RT A federal judge gave the FDA eight months to release data pertaining to the safety of Pfizer's coronavirus vaccine after...","sentiment_score":0.0}
{"full_text":"The scientist talked with fellow Anti-vaxx spokesperson Joe Roganhttps:\/\/t.co\/lmn3ciSLJV","sentiment_score":0.0}
{"full_text":"or perhaps a discussion regarding vaccinationshttps:\/\/t.co\/curQHq1qXG","sentiment_score":0.0}
{"full_text":"RT Karan won't quit the show! He is a winner! He'll stay and he will come home with the trophy. Don't worry Fuddu fam &lt;3...","sentiment_score":0.0}
{"full_text":"UPDATED: List of every country's entry rules. Now \"only\" 47 countries open with no test requirement, but still a ton of options if you don't mind having to do a test. #COVID19","sentiment_score":0.0}
{"full_text":"RT That's not \"living with it\", that's ignoring it","sentiment_score":0.0}
{"full_text":"RT Pikachu and Minions were among characters who greeted children at a Covid-19 vaccination centre in Prague on Saturday to ease t...","sentiment_score":0.0}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"#India reported 159,632 new #COVID19 cases on Sunday, as the #Omicron variant of the #coronavirus continues to spread rapidly in the country, nudging several state governments to impose fresh #restrictions.Read more:","sentiment_score":0.2340909091}
{"full_text":"A top university has drawn up a new strategy based on LEGO bricks to deal with educational challenges post pandemic and to build for the future.Read more:","sentiment_score":0.3465909091}
{"full_text":"Ivermectin Studies:https:\/\/t.co\/oAZDJljD9z","sentiment_score":0.0}
{"full_text":"RT Grown men putting their mask on to go up to the hotel buffet before taking it back off at their table (10 steps away)...","sentiment_score":0.0}
