{"full_text":"shots fired ! shoot to kill no mercy. mercy died of #COVID19","sentiment_score":0.0}
{"full_text":"Still need your COVID vaccination?  Don't forget you can drop into Bentley MyPlace tomorrow between 2.15 and 6.30 (PFIZER 1st dose, 2nd dose and boosters available).  No appointment necessary.  #doncasterisgreat #covid #getvaccinatednow","sentiment_score":0.1333333333}
{"full_text":"RT Cannabis compounds prevent the virus that causes Covid-19 from penetrating healthy human cells, according to a lab study","sentiment_score":0.25}
{"full_text":"Yes. The pandemic taught me this the hard way","sentiment_score":-0.2916666667}
{"full_text":"RT Hong Kong will cull more than 2,000 hamsters after a pet shop worker, a customer and at least 11 hamsters tested positive for...","sentiment_score":0.1424242424}
{"full_text":"RT My 9 year old's teacher asked all the kids in his class today for a show of hands on who is planning on getting the vaccin...","sentiment_score":0.1}
{"full_text":"RT I've just received the letter which states my employment will be terminated April 2022 unless I am double vaccinated  I'm n...","sentiment_score":0.0}
{"full_text":"RT OMG - this little girl is the best. She just told you off you naughty boy. #COVID19","sentiment_score":0.2208333333}
{"full_text":"RT Say what you like about Boris, but he respected the Brexit vote, the UK economy is the fastest growing in the G7, more people...","sentiment_score":0.5}
{"full_text":"RT Home Office staff party in lockdown to celebrate immigration policyIt was held on 24 March 2021, and took place near...","sentiment_score":0.1}
{"full_text":"RT They are going to try to slowly wind down COVID measures and then act like none of it happened before midtermsRemember...","sentiment_score":-0.2277777778}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT \"Without knowing about me that I have been serving this country for the last 2 years in COVID without thinking about my heal...","sentiment_score":0.0}
{"full_text":"RT \"A report from Michigan's Office of the Auditor General concluded a higher number of patients at long-term care facilities...","sentiment_score":0.15}
{"full_text":"RT Based on excess mortality, the Omicron wave in South Africa will likely claim around 25-30,000 deaths. The earlier waves a...","sentiment_score":0.0}
{"full_text":"RT How the CORRUPTED Vaccine Adverse Event Reporting System {2} REALLY WORKS {1, 3} While Life Insurance Companies Have A 4...","sentiment_score":0.2}
{"full_text":"Delta covid must be a trip, not being able to taste meat and veggies... Hell on Earth, literally ","sentiment_score":0.5}
{"full_text":"RT 85 Conservative MPs voted against a \"papers, please\" society when it came to vaccine passports. This evening all but 2 v...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Nation unclear why Rishi Sunak has not been arrested for writing off PS4.3 billion of \"Covid loans\" that he gave t...","sentiment_score":0.0}
{"full_text":"RT cate blanchett talks about homeschooling her children during lockdown and how she had to dress up as a teacher for her dau...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS! To speed up her investigation, Sue Gray will try to find out which Covid rules Johnson...","sentiment_score":0.0}
{"full_text":"RT One mum, whose kid is still attending school messaged our Whatsapp group to say there are 7 kids (from a class of 30)...","sentiment_score":0.0}
{"full_text":"RT We need to remove all Covid restrictions as hospital and ICU figures have remained stable as a result of high levels of...","sentiment_score":0.16}
{"full_text":"RT APPG on Coronavirus public evidence session on Long Covid","sentiment_score":-0.025}
{"full_text":"RT Covid-19 live updates: Don't count on omicron ending the pandemic, Fauci says","sentiment_score":0.1363636364}
{"full_text":"RT Brian Jean isn't a daily mention anymore, the rage people felt about Kenney's disappearance for 3 weeks has dissipated. Peo...","sentiment_score":0.0}
{"full_text":"RT Back in quarantineSo glad I was made to wear masks constantly and get a j n j vaccine that did absolutely nothing to stop...","sentiment_score":0.175}
{"full_text":"RT Daily reminder . I compile  a weekly list of schools with covid cases. Please help me fill up the #UkSchoolDataBase . To...","sentiment_score":0.0}
{"full_text":"RT Dec 2020: UN Women Report Lists Men's Day Out As 'Sexist Organisations Spreading Misogynistic Narratives' | Our Respon...","sentiment_score":0.0}
{"full_text":"RT Antibiotics kills bacteria NOT viruses. #Covid19 infection does not require antibiotic. By misusing antibiotics, we add to...","sentiment_score":0.0}
{"full_text":"Now that we've partly out of the lockdown, I went to the second hand store today. I can't believe my luck! I found another hardback artbook from Rien Poortvliet in the book section!! It's gorgeous.","sentiment_score":0.35}
{"full_text":"RT A new report shows Billionaires increased their wealth by a sickening $5 TRILLION during the pandemic.Enough is enough...","sentiment_score":-0.2545454545}
{"full_text":"By 2030 all Australians will be housed in single padded cells in government gulags, fed vegan friendly meals and a daily covid booster \"to keep us all safe\".","sentiment_score":0.2008928571}
{"full_text":"RT Unvaccinated COVID patient, 55, whose wife sued Minnesota hospital to stop them turning off his ventilator is flown to...","sentiment_score":0.0}
{"full_text":"RT Now more than ever, we can all do small things to slow the spread of Omicron, protect those around us and support our hea...","sentiment_score":-0.0166666667}
{"full_text":"RT are supporting community events and celebrations for the Queen's Platinum Jubilee, June 2 - 5 2022. Small gr...","sentiment_score":0.0}
{"full_text":"my sister and my mom have covid symptoms going to do pcr now wish us luck","sentiment_score":0.0}
{"full_text":"RT I've noticed that everybody is killing his\/her friend due to COVID-19 and demanding to close all the institutionsTh...","sentiment_score":-0.125}
{"full_text":"No #OMICRON, No #Lockdown, No #ShutdownYet 2.15 Cr lost jobs in just THREE months India imports~$100bn from China !PMcare Fund Audit of FY2021 not yet released even after 9 months, Transparency my foot ? #ModiDisasterForIndia #TeleprompterPM #NoVoteToBJP #ChinaNirbharBharat","sentiment_score":0.0}
{"full_text":"RT PM forced to reprimand George Christensen over 'dangerous' anti-vaccination comments","sentiment_score":-0.45}
{"full_text":"RT The January issue of #Bioethics is out now and free to access.Read about the ethical questions raised by current iss...","sentiment_score":0.2}
{"full_text":"This is spot on rant from JoB correctly citing scorn Tories have for UKHe also rightly calls out Mail for fake news on Starmer's supposed Covid breachHowever, my abiding thought is that JoB actively enabled Johnson by fully participating in fake news against Corbyn for 5 years!","sentiment_score":-0.2431547619}
{"full_text":"RT AUSTRALIA -  Travellers must hand over their phones to the Border force on arrival and disclose their pass code.Just...","sentiment_score":0.0}
{"full_text":"Pakistan says trial of Chinese traditional medicine for COVID-19 successful | Reuters - #GoogleAlerts","sentiment_score":0.25}
{"full_text":"I'm vaccinated and currently have covid I'm probably not getting the booster. I've done everything I'm supposed to and caught it from a patient","sentiment_score":0.0}
{"full_text":"RT 150,000 deaths they said , the worst pandemic in 100 years . The ONS figures now released , 17,000 died of covid with no ot...","sentiment_score":-1.0}
{"full_text":"Yep, I collapsed with significant chest pain following my first Pfizer vaccine. The reaction from doctors (and pundits on here) is to either completely reject any link or to suggest that my reaction to covid (as a healthy 36 year old) would've been worse.","sentiment_score":0.1321428571}
{"full_text":"RT 24th Dec : 94 Covid cases reported in the state. Officials denied permission for a movie event in Kakinada citing Cov...","sentiment_score":0.0}
{"full_text":"RT Now I wonder whether the firm Rishi Sunak's wife held shares in - which was awarded PS1.3m in taxpayer-funded Covid loan...","sentiment_score":-0.2}
{"full_text":"RT nor feed hungry children or house homeless in a pandemic","sentiment_score":0.0}
{"full_text":"RT Back in March 2020, \"the world's most powerful doctor\" (Politico), pandemic strategist and major WHO donor, Bill Gates, a...","sentiment_score":0.215625}
{"full_text":"Funny, exactly how I feel about Joe Rogan's podcast on this pandemic, regarding our adult population.  #Dumb","sentiment_score":0.05625}
{"full_text":"RT Our article in has had more than three quarters of a million hits in the week since we published it (p...","sentiment_score":0.5}
{"full_text":"NowPlaying Lockdown (Clean) - Koffee 11:59","sentiment_score":0.3666666667}
{"full_text":"RT 24th Dec : 94 Covid cases reported in the state. Officials denied permission for a movie event in Kakinada citing Cov...","sentiment_score":0.0}
{"full_text":"RT With exit strategy as one of the most crucial agendas under Indonesia's Presidency, G20 will ensure that no one gets left behin...","sentiment_score":0.1666666667}
{"full_text":"RT Not sure who the artist is but what creativity! #COVID19","sentiment_score":-0.3125}
{"full_text":"When you say'underlying health conditions'I hear'we failed to protect our most vulnerable'.Only society can beat COVID.Stop voting for those who deny it's existence!","sentiment_score":-0.2083333333}
{"full_text":"Allianz #Risk Barometer 2022: Cyber perils outrank Covid-19 and broken supply chains as top global business risk via #CyberSecurity","sentiment_score":0.0333333333}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"martes 18 #enero #2022 #panama #noticias #midiario #pty #507 #titularespty #covid","sentiment_score":0.0}
{"full_text":"RT The Aussie's stupid and unscientific Covid rules means that will mean less this year. Without Djokovic,...","sentiment_score":-0.4263888889}
{"full_text":"RT If your boss has tried to make you work while covid-positive we want to hear from you. DMs open.","sentiment_score":0.0}
{"full_text":"RT This makes me so ill. What next, if other animals test positive? Citywide culling of dogs, cats? From the boar situation...","sentiment_score":-0.0994318182}
{"full_text":"RT Good.","sentiment_score":0.7}
{"full_text":"Dr. Deepti Gurdasani provides a very informative thread on several new Long COVID studies including immunological dysfunction which persist for 8 months following mild to moderate COVID-19 infection ( ).  26\/","sentiment_score":0.0885281385}
{"full_text":"Akshay and Corona us having a race ... Who releases the next project first","sentiment_score":0.125}
{"full_text":"RT if i get anymore mixed signals from the CDC i'm gonna fall in love with them..","sentiment_score":0.25}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"French and Austrians are perhaps the only one steering their respective countries into the right direction","sentiment_score":0.0714285714}
{"full_text":"RT Boris Johnson's spokesman asked specifically to deny that the PM and his wife ever hosted friends at Chequers during lockd...","sentiment_score":0.0}
{"full_text":"RT Omicron is not mild. We would not be better off by getting deliberately infected. Get boosted. Get vaxxed. Get tested. Ma...","sentiment_score":0.1666666667}
{"full_text":"While many biomarkers were reduced at the 8 month time point for the non-Long COVID group, some biomarkers remained elevated in the Long COVID group.  27\/","sentiment_score":0.225}
{"full_text":"Good for these good patrons. Wonder how it ended. Did the pigs leave?","sentiment_score":0.7}
{"full_text":"Arkansas inmates sue jail over ivermectin treatment for Covid as 'medical experimentation'| ","sentiment_score":-0.05}
{"full_text":"On God and my mama!!  Dude said she had businesses that never got off the ground but all of a sudden faced COVID hardships. Oh aight!","sentiment_score":0.0}
{"full_text":"RT #UJLibrary has access to #SciVal if you would like to learn more about your research output. Ask me for assistance","sentiment_score":0.5}
{"full_text":"RT JUST IN  Israeli trial, world's first, finds 4th dose 'not good enough' against Omicron - Times of Israel","sentiment_score":-0.0333333333}
{"full_text":"That doesn't matter, the news is, how power comes together to sink whoever dares to challenge it. The vaccine is voluntary, the news is that no one can force you, neither them, nor you. It is your choice and assume the consequences, as you did at the time.","sentiment_score":0.0}
{"full_text":"Thank you! Definitely be safe! I have tried to be as safe as can be! I am vaxxed thankfully! I also wear a mask! I have stayed in the house for most of the past 2 years. Except I did take 2 trips to Vegas! Didn't catch anything! Had a friend over once been sick ever since!","sentiment_score":0.1636160714}
{"full_text":"The elevation of biomarkers was so consistent that the researchers were able to build a prediction model for Long COVID based on the markers in their blood at 8 months with 80% accuracy simply from a blood test ( ). 28\/","sentiment_score":0.175}
{"full_text":"They don't have a single Covid case... They have no grounds to cancel.. This has never happened in football before... zIts ridiculous that you can postpone games for injuries","sentiment_score":-0.2023809524}
{"full_text":"RT What's your organisation's property plan post-Covid?If your not for profit needs expert advice, register now for our fr...","sentiment_score":0.0}
{"full_text":"RT I think atleast universities should be shifted to online medium as it is the need of hour. Situation is already getting o...","sentiment_score":0.0}
{"full_text":"Researchers from conduct first study to identify #antibodies to #SARSCoV2 in infants breastfed by #vaccinated mothers. Read more here https:\/\/t.co\/xk4vKMVus3#COVID #immunity","sentiment_score":0.375}
{"full_text":"I saw a chart of symptoms for the 3 COVID's. From that guess entire family got Omicron. I'm defining \"mild\" as major symptoms that lasted 3 days and NEVER did I think I needed Dr or hospital. Everyone else now off skiing. Me, I'm still coughing.","sentiment_score":0.1319444444}
{"full_text":"RT So i register daughters positive covid result to track and trace. They message me to say shes positive &amp; i have to fil...","sentiment_score":0.2272727273}
{"full_text":"have been trying to urgently get in touch with the group about your show in London royal Albert hall tonight, to prevent COVID outbreak, no response","sentiment_score":0.0}
{"full_text":"winrina \/\/ https:\/\/t.co\/TFsdVVcxSL","sentiment_score":0.0}
{"full_text":"RT In July 2020, US Gov't signed $1.9 billion contract with Pfizer assuring that any use of its vaccine would be \"protected f...","sentiment_score":0.0}
{"full_text":"NEXT MONTH OMGGGGBITCHH","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to start my own restaurant! LET'S GO!","sentiment_score":0.9375}
{"full_text":"The provincial government of Pangasinan has confirmed the recovery of four patients with the Omicron variant of COVID-19.https:\/\/t.co\/zgM4K9bMI7#NorthNews","sentiment_score":0.4}
{"full_text":"For today's #Muster, we repost a popular June 2021 post on the role of companion animals during the Civil War and the current COVID-19 pandemic. Read Marcy Sack's fascinating post here:","sentiment_score":0.4333333333}
{"full_text":"The Department of Health declared that the Omicron variant of the COVID-19 is now the \"predominant\" variant in the National Capital Region.READ:","sentiment_score":0.0}
{"full_text":"Got a holiday abroad planned? Check the entry requirements for your destination. Rules may change at short notice due to the Omicron variant. Click the graphic to learn more","sentiment_score":0.09375}
{"full_text":"Hope is now just a call away.Just as we value our physical health, our mental health is as significant especially during this time of the COVID-19 pandemic.","sentiment_score":0.06875}
{"full_text":"RT China just blamed Omicron is now in Beijing from a piece of Canadian mail. See where this is going?","sentiment_score":0.0}
{"full_text":"COVID-19 viral RNA was found in the following percentage of people, even those with mild infection:98% = lung91% = brain86% = lymphoid tissue80% = heart73% = gut68% = muscle, skin, and peripheral nervous tissue64% = kidney\/endocrine tissue43% = reproductive58% = eye30\/","sentiment_score":0.1666666667}
{"full_text":"How has healthcare data shaped our response to the pandemic? We spoke to Dr Ronan O'Leary, Course Director for the MSt in Healthcare Data, to find out more about how it has helped the world understand the COVID-19 pandemic.Read the article:","sentiment_score":0.5}
{"full_text":"The bigger issue really is there are a lot of people whose concern for human life is so weak they will find excuses rather than improve outcomes.Covid is the greatest health crisis in a century, and these people prefer to politicize it rather than deal with it.","sentiment_score":0.165}
{"full_text":"The Covid19 pandemic has revealed the need to provide societies with advanced #communication technology...#ICESCO supports the adoption of alternative methods that ensure the continuity of #education, particularly distance education, in the countries of the Islamic world","sentiment_score":0.2833333333}
{"full_text":"RT I'm now stuck at home because both the kids are Covid positive, but because I'm not yet positive I can't get any financi...","sentiment_score":0.2272727273}
{"full_text":"United Way of Greater Toledo stands with our partners at and local healthcare systems.We urge members of our community to get vaccinated to help ease the pressure that has been placed on hospitals due to the surge of COVID cases.","sentiment_score":0.125}
{"full_text":"\"It was wonderful to see our children return to school today, seeing them back where they belong, all with smiles.\" Charlotte Grieves, Principal, GEMS Royal Dubai School@GEMSRDS #GEMSEducation #GEMSGenius ","sentiment_score":0.5}
{"full_text":"How to get out of pandemic debt? Financial planner shares tips","sentiment_score":0.0}
{"full_text":"Today, the global elite are meeting to discuss urgent global issues, one of them being the challenge of vaccine equity. The pandemic has caused enormous setbacks in gender equality &amp; health equity.  #FeministEcoRecovery #WEF22","sentiment_score":0.0}
{"full_text":"Almost a quarter of SA's population applied for the #COVID19 relief grant in the first week after reinstated it in August 2021. Find out what this means for young people. #Covid19SRDGrant","sentiment_score":0.175}
{"full_text":"RT 4th booster shot Israel Zero-Covid Australia Both with highest case numbers in the world:","sentiment_score":0.0}
{"full_text":"Over time, 2 doses of the #COVID19vaccine do not give enough protection against the #COVID19 including #OmicronVariant #OmicronSo everyone eligible should #getboostednow #getVaccinatedNow  Book your vaccine or booster:https:\/\/t.co\/uqF1Xo4d4q","sentiment_score":0.0}
{"full_text":"Flu and COVID-19 bring greater risk to pregnant women and their babies. Get vaccinated or boosted now","sentiment_score":0.4166666667}
{"full_text":"RT 85 Conservative MPs voted against a \"papers, please\" society when it came to vaccine passports. This evening all but 2 v...","sentiment_score":0.0}
{"full_text":"Back to school in the middle of the Omicron spread. A couple of grade 10 students will share their concerns with us at 7:40. Tune to 97.5fm in Windsor or 91.9fm in Leamington or stream live here -","sentiment_score":0.0454545455}
{"full_text":"GM Olga Girya has won two team golds for Russia: \"I played in Gibraltar in 2020 - my last tournament before the pandemic. I'm glad chess life has resumed all over the world! And it is doubly pleasant to come to Gibraltar again!\" ","sentiment_score":0.5138888889}
{"full_text":"RT All students &amp; staff must complete daily screening before attending school. If you have symptoms, follow directions provi...","sentiment_score":0.05}
{"full_text":"Opinion | What the Supreme Court's Vaccine Case Was Really About - The New York Times","sentiment_score":0.1681818182}
{"full_text":"Throughout the pandemic, the queer community's relationship with Grindr has evolved. Some have used it to find roommates. Others, jobs.Still, the label of NSA fun persists -- and it might not be going away.","sentiment_score":0.3}
{"full_text":"2022 needs to be the year we end the pandemic -- for everyone.But if #COVID19 vaccines aren't everywhere, the pandemic isn't going anywhere.We urge countries to seize this year as a chance for change.#DonateDosesNow","sentiment_score":0.0}
