{"full_text":"Starting learning form now. There is no restriction for learning for Anyone. Lockdown goeson.#PadhegaDeshBadhegaDesh@NischalShetty","sentiment_score":0.0}
{"full_text":"300,000 to 400,000 Covid patients in U.S. hospitals are highly likely by the end of January.","sentiment_score":0.0}
{"full_text":"RT FDA ordered to speed up release of approval data for COVID-19 vaccinehttps:\/\/t.co\/gg16FE4nXo","sentiment_score":0.0}
{"full_text":"RT So many are getting sick. Just a few reminders to those needing help.(1) Bayanihan e-Konsulta is accessible through our...","sentiment_score":-0.0098214286}
{"full_text":"Covid Cases Are Still Rising.  Surge in Omicron cases could peak within a month in the U.S., with cases in the most impacted states starting to decline by the end of January","sentiment_score":0.25}
{"full_text":"RT 2) Moreover, US hospitalizations and ICUs are nearing record highs too. #Omicron is not \"mild\" if you factor in exponential...","sentiment_score":-0.1666666667}
{"full_text":"RT Australia has some of the highest covid infection rates in the world at the moment AND some of the most hectic border rest...","sentiment_score":0.5}
{"full_text":"RT nate silver's Very Bad Tweet perfectly reveals how the school reopening moral panic has worked: people say \"we have to do co...","sentiment_score":0.03}
{"full_text":"RT NSW not in lockdown, but the supermarket shelves are creaking from supply chain disruptions thanks to COVID infections of logis...","sentiment_score":0.2}
{"full_text":"RT So here's the bind: Omicron is less severe for individuals, but it's disastrous for the health-care system that those indivi...","sentiment_score":-0.4333333333}
{"full_text":"RT WTF is wrong with these people? This is clearly the track Democrats will take America drown if we let them. Don let th...","sentiment_score":-0.3}
{"full_text":"The Illinois Rental Payment Program is still accepting applications up until Jan. 9 for eligible families, who need rental assistance due to COVID-19. More information can be found on their website. Please share with families you know may benefit.","sentiment_score":0.1875}
{"full_text":"Djokovic team: Step 1) Check government website for rules regarding non vaccination Step 2) Check with government if having covid in last 6 months meets exemption criteria. If they had done this it would have been same answer weeks ago, like any other person would have done.","sentiment_score":-0.0416666667}
{"full_text":"RT Parts of Australia is putting the unvaccinated under lockdown. They can't go out to excersice.And they are banned fro...","sentiment_score":0.0}
{"full_text":"Please expand your point and explain how anything I said was stupid? All the evidence confirms that this variant is no cause for concern.","sentiment_score":-0.8}
{"full_text":"RT Here's a very good  if you wanna go into depth:https:\/\/t.co\/4NGbHhFgXjIt explains all the possible scena...","sentiment_score":0.455}
{"full_text":"How does the vaccine work?","sentiment_score":0.0}
{"full_text":"RT Vaccination will not stop the spread of omicron. It prevents hospitalization and death, particularly in those who are elder...","sentiment_score":0.1666666667}
{"full_text":"RT Mayor Lightfoot gave $280,000,000 in covid relief funds to CPD","sentiment_score":0.0}
{"full_text":"4,415 new cases and 5 deaths of COVID19 were reported in the Pune district today. The total of active cases in the district has reached 15,327.The active cases count was 2,813 two days back (5 Jan). #Pune #Maharashtr #COVID19","sentiment_score":-0.0260606061}
{"full_text":"'with America's population being older than South Africa's &amp; less vaccinated or boosted than the U.K.'s or Denmark's, \"it's a mistake to think that we'll see the same degree of decoupling between cases &amp; hospitalizations that they did,\" James Lawler' in","sentiment_score":0.0}
{"full_text":"RT When Ben Jackson, an Australian sheep rancher, couldn't attend his aunts funeral because of Covid restrictions he laid o...","sentiment_score":0.0}
{"full_text":"Don't know where you're from,but FOR MONTHS I've NOT been challenged or even asked politely to wear a mask in ANY kind of store I've entered,maybe just need to find different shops stores to visit ! I LIVE IN SOUTHAMPTON,UK &amp; TESCOS are my favoured smkt &amp; always carry masks !","sentiment_score":0.2568181818}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"yes but a vanishingly small number compared to Covid - but nothing I say will convince you so here's hoping that tinfoil hat helps to protect you.","sentiment_score":-0.25}
{"full_text":"Bidens a incompetent lying jackass.","sentiment_score":-0.425}
{"full_text":"RT Together, we can redefine the future of the meeting and #events industry in the face of #COVID19. Our meet well. meet...","sentiment_score":0.0}
{"full_text":"This Governor is reckless and costing lives of Floridians.","sentiment_score":0.0}
{"full_text":"RT As temperatures record dangerously low amid an #OmicronVarient surge spreading in #homeless shelters in #midwest we are d...","sentiment_score":0.0}
{"full_text":"RT \"Why don't you just get a vaccine?\" Because the first one gave me a blood clot and put me in bed for 3 months. And, al...","sentiment_score":0.25}
{"full_text":"RT COVID-19 is still here, go get vaccinated for free instead of spending Shs45,000 on a fake vaccination card (very illogical...","sentiment_score":0.0333333333}
{"full_text":"Covid canceled class.Trying to cancel flight on for past week. Online can't be done; can cancel over the phone but will charge xtra $50 to use my credit. - simple online process &amp; refund within days. Guess who I'll fly with from now on??","sentiment_score":0.1833333333}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"Right but nobody is pushing for Advil mandates to go about your daily life. Or any vaccine at all other than this one for that matter. Just believe it should be each persons right and we should accept that. And the other person said nobody has died so showing that is 100% false","sentiment_score":-0.0130952381}
{"full_text":"RT Floridians are furious as Ron DeSantis confirms 1 million COVID tests expired in a warehouse","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Mayo Clinic fires over anti-vaxxer 700 workers who put patients at risk by refusing to get vaccinated ag...","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT In this very uncertain context, we must all work together to try to preserve the practice of indoor hockey in the coming week...","sentiment_score":0.2}
{"full_text":"RT That's not true for engineers, scientists and doctors. If they aren't at a minimum recognized competency as expected whe...","sentiment_score":-0.1375}
{"full_text":"RT If you no longer need a PCR to confirm a positive LTF how will COVID results be recorded?","sentiment_score":0.2272727273}
{"full_text":"RT \"The most important reason to oppose vaccine passports is that once you create the infrastructure for a social credit sys...","sentiment_score":0.3111111111}
{"full_text":"RT AH yes the Zoomicron variant (666)#DisqualifyBBM","sentiment_score":0.0}
{"full_text":"My entire unvaccinated household had Covid in Dec '20 &amp; none of us were hospitalized; let alone were treated by a physician.  Fortunately,  rest and OTC meds were all that we needed.","sentiment_score":0.2}
{"full_text":"I took HIV test on Wednesday but covid andiz","sentiment_score":0.0}
{"full_text":"RT The UK's cumulative Covid death-toll per capita is nearly double the Netherlands and Germany. A public inquiry is neede...","sentiment_score":0.0}
{"full_text":"Not sure how this can possibly be, since we are told CV-19 is so much worse than flu, but CDC study shows more complications among flu patients. ","sentiment_score":-0.0375}
{"full_text":"RT  Breaking: The person who became a billionaire from C19 vaccines says we may need more of it.","sentiment_score":0.5}
{"full_text":"RT In December, 3.1 million persons reported that they had been unable to work because their employer closed or lost business d...","sentiment_score":-0.3}
{"full_text":"RT Early evidence shows Omicron doesn't attack the lungs as effectively as previous variants, leading to  need for O2 &amp; mechani...","sentiment_score":-0.0333333333}
{"full_text":"RT Marcus Rashford: using his success to fight child poverty to give every child a chance. Started a charity and raised PS20m in...","sentiment_score":0.3}
{"full_text":"RT \"'England is the global outlier' on Covid restrictions - not Wales - says Mark Drakeford \"Interesting comments.https:...","sentiment_score":0.25}
{"full_text":"RT Thank you President Biden https:\/\/t.co\/DjzZV3GAYb","sentiment_score":0.0}
{"full_text":"Testing helps in the spread of covid. You isolate if you test positive. Obviously it isn't a treatment. It's another tool in the toolbox like masks.","sentiment_score":0.1136363636}
{"full_text":"RT rudy gobert has COVID. if my math is correct, that means the world will shut down and we'll receive a video of a dozen or...","sentiment_score":-0.1555555556}
{"full_text":"The main #economic headwinds for #China #Zhong Guo  as we enter 2022 are those very same pandemic-control policies enacted by the Party throughout 2021. If #December is any sign of things to come, we can continue to expect sporadic and draconian #lockdowns.","sentiment_score":0.1222222222}
{"full_text":"An object lesson in the importance of sovereignty; vaccine, pharmaceutical, territorial, financial - all kinds of sovereignty. Once you lose it you are expected to be forever subservient.","sentiment_score":-0.05}
{"full_text":"RT \"People just cannot grasp the nature of how fast Omicron is spreading. A fast moving virus will ultimately maim and kill...","sentiment_score":0.1333333333}
{"full_text":"RT Ever heard of a vaccine that requires 4 doses in one year? What the hell are you putting into your body? And why isn't it...","sentiment_score":0.0}
{"full_text":"RT BREAKING \"Gov. Ron DeSantis and Kevin Guthrie, director of Florida's Division of Emergency Management, acknowledge...","sentiment_score":0.0}
{"full_text":"delta: hey check out this sweet exponential growthomicron: hold my beer","sentiment_score":0.35}
{"full_text":"Staying home Les cancelled Home Care for 2 wks not worth the risk.  Only outing is going out early morning to beach with flask coffee.  Sick now allergic reaction think not Covid but cannot get RAT or even PCR for a wk &amp; probably wld not accept me anyway.","sentiment_score":-0.1910714286}
{"full_text":"An Endangered Snow Leopard At Illinois' Miller Park Zoo Dies Of COVID-Induced Pneumoniahttps:\/\/t.co\/8ZloJjVWpX","sentiment_score":0.0}
{"full_text":"RT Wishing For Speedy Recovery get well soon anna covid cases are increasing rapidly everyone please take car...","sentiment_score":0.0}
{"full_text":"These youth are letting their voices be heard! See why members of the Omega Lamplighters Pensacola chapter and their parents chose to get the COVID-19 vaccine. Are you ready to join the fight against COVID-19? #Up2Youth","sentiment_score":0.2}
{"full_text":"St. Paul Public Schools may drop contact tracing, quarantine as coronavirus cases grow","sentiment_score":0.0}
{"full_text":"RT A batch of imported cherries in Chifeng, North China's Inner Mongolia Autonomous Region on Thu tested positive for #co...","sentiment_score":0.2090909091}
{"full_text":"RT The headline should read \"Every U.S. Cruise with Passengers Has COVID Cases Despite Requiring Passengers to be Fully Vacci...","sentiment_score":0.0}
{"full_text":"The Supreme Court hears oral argument this morning (10am ET) on the Biden administration's vaccine mandates.Listen live here:","sentiment_score":0.1363636364}
{"full_text":"RT Many of you have written to me to ask what mask I am wearing I wear a ReadiMask available at","sentiment_score":0.45}
{"full_text":"RT We need online classes","sentiment_score":0.0}
{"full_text":"RT In light of Omicron, the legal team have drafted a proforma letter for healthcare workers to send to their...","sentiment_score":0.3}
{"full_text":"RT #SCOTUS hears args on Biden Adm vaccine mandate &amp; mandate-or-test regs. All this before a court that is all vaccinated &amp;...","sentiment_score":0.0}
{"full_text":"RT Floridians are furious as Ron DeSantis confirms 1 million COVID tests expired in a warehouse","sentiment_score":0.0}
{"full_text":"RT Molnupiravir is available for FREE for those needing them and if prescribed by the doctor.(2) Non Covid patients are wel...","sentiment_score":0.4}
{"full_text":"RT Only hope the THOUSANDS of outraged athletes, coaches, etc being ignored remember this decision by the Ford government next e...","sentiment_score":-0.3}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT Putting this chart up again. Do what you can to get as much protection as possible. Not everyone has access to all the op...","sentiment_score":0.1}
{"full_text":"Government Data Reveals Over 946K People Suffered Injuries Or Death From COVID-19 Vaccinations","sentiment_score":0.0}
{"full_text":"01-05-2021 (Corona will be defeated by rules and restraint)","sentiment_score":0.0}
{"full_text":"RT I want to assure Queensland parents there will be no return to primary school at the peak of the Omicron wave. We are loo...","sentiment_score":0.4}
{"full_text":"RT The federal govt does not, and has never, dictated provincial pandemic responses.The feds' vaccine procurement, however, was...","sentiment_score":0.0}
{"full_text":"RT Marcus Rashford: using his success to fight child poverty to give every child a chance. Started a charity and raised PS20m in...","sentiment_score":0.3}
{"full_text":"4 days into my 22 day national gift market tour and unsurprisingly 1\/3 of my team is out with covid  why tf they haven't called this off is ","sentiment_score":0.0}
{"full_text":"RT BREAKING Jan 7: These are the necessities for safe schools. You have less than TWO WEEKS","sentiment_score":0.1666666667}
{"full_text":"RT one thing covid reveals is that none of us know how to process large numbers. if everyone gets covid and 0.5%  of people die fr...","sentiment_score":0.2142857143}
{"full_text":"RT When I speak out about these headlines, I'm accused of \"playing a card\" . ITS THE HEADLINES FOR ME Pic 1: Messi pa...","sentiment_score":0.0}
{"full_text":"RT if you don't come out of this pandemic anti-capitalist, pls reflect ","sentiment_score":0.0}
{"full_text":"RT We are witnessing a terrible time of ableism, with many govts pretending lives of people with disabilities, at high ris...","sentiment_score":-0.1133333333}
{"full_text":"How many people were out of work bc the pandemic? They weren't added. They were brought back to work. That's a big difference.","sentiment_score":0.1666666667}
{"full_text":"RT BBC R4 presenter this morning cut off a guest who answered their question with sportsplayers' concerns of heart attack...","sentiment_score":0.0}
{"full_text":"Do they look dumb making the comparison? https:\/\/t.co\/MFgdGVA4yv","sentiment_score":-0.375}
{"full_text":"Friends, I am fully vaccinated &amp; boosted. As is everyone in our family. My daughter tested positive for COVID-19 during a routine back to college test. We are all fine. She has very mild symptoms. (Which is to say she has a slight cough, no fever, &amp; is extremely grumpy.) 1\/2","sentiment_score":0.1309343434}
{"full_text":"RT No, I am not going to accommodate the unvaccinated nor am I going to consider their feelings. It is time to celebrate th...","sentiment_score":0.0}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT Stand firm and stand strong. We will get this unethical, illogical and UNSCIENTIFIC mandate overturned ASAP!","sentiment_score":0.1708333333}
{"full_text":"RT I feel like there's a weird memory-holing of the fact last spring Congress distributed $123 billion dollars to K-12 school...","sentiment_score":-0.25}
{"full_text":"RT Cases in Karnataka go past 8k. Testing increased to 2 lakh:  New cases in State:8,449New cases in B'lore: 6,812Posi...","sentiment_score":-0.0568181818}
{"full_text":"No it's  promoting climate change hysteria. A great distraction from Biden's disastrous presidency which has brought us record inflation \", undone our energy independence. ; emboldened our enemies ( Russia ; China) ;created COVID chaos; crime at all time high","sentiment_score":0.0866666667}
{"full_text":"My hair stylist (one of my fave people) is still recovering two weeks later after coming down with #Covid_19 on the day she was to get the booster. She has asthma &amp; has been extra careful since the pandemic started, so it shocked her when she got sick. This variant is no joke.","sentiment_score":-0.2783068783}
{"full_text":"Even though coronavirus restrictions are still in place across the globe, it's positive news to hear that retail stores and the big brands we love are recovering and sales are returning to pre-pandemic levels. Read the full blog here.","sentiment_score":0.2693181818}
{"full_text":"( make up please) I said it AT THE START and NOW I AM PROVEN RIGHTIts the #WalkingDeadVirushttps:\/\/t.co\/QZyaugSpgS","sentiment_score":0.0}
{"full_text":"Indian police hunt Covid-positive air passengers who escaped on way to quarantine More on","sentiment_score":0.5}
{"full_text":"Convo between my coworker and I..Him- \"I wouldn't recommend you going to the basketball game tonight, too many people are getting infected\" Me - \"so are you going to stop going to bars? \"Then he went on rant about social distancing and be aware of others... Me- GTFOH ","sentiment_score":0.0958333333}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"Top red cuckold accountants bring up the fact that these clubs are taking out loans, almost as if to say there'll come a time where they'll all go bankrupt and we'll have the last laugh . Guarantee we spend no more than them even them","sentiment_score":0.11}
{"full_text":"RT Maurizio Sarri: \"Frankly tell us, if COVID is that dangerous then stop football and confine us. If not, demote it to t...","sentiment_score":-0.6}
{"full_text":"RT 10 members of my family were tested this afternoon. Thank God we are all negative. We paid 10K for our tests. It's 2022 but...","sentiment_score":-0.3}
{"full_text":"RT Let me see if I understand this: Naomi Osaka was forced out of the French Open because she didn't want to do media interviews...","sentiment_score":-0.1}
{"full_text":"Vaccine mandates are necessary to avoid even one death by rabies!  (Sarcasm)","sentiment_score":0.0}
{"full_text":"RT This covid shit ain't fun I'm not even horny ","sentiment_score":0.05}
{"full_text":"RT At first glance this chart looks like it has green vertical lines separating the little graphs but no actually those are th...","sentiment_score":-0.034375}
{"full_text":"RT Ron DeSantis was just caught letting between 800,000 and 1,000,000 Covid test kits expire in a warehouse. This is an ghoul...","sentiment_score":0.0}
{"full_text":"RT The Pandemic and the World's Children: How has COVID-19 impacted children worldwide? Join us for the CIC\/ACIC Virtual Panel...","sentiment_score":0.0}
{"full_text":"Jackson Health System hospitals currently have 496 patients who have tested positive for COVID-19.Of those, 248 patients - or 50% - are admitted to the hospital primarily for non-COVID reasons.Of the 496, 113 are vaccinated, 55 of whom are immunocompromised transplant patients.","sentiment_score":0.2090909091}
{"full_text":"In a pandemic, detection and response are key. See how the new pandemic intelligence hub will rely on AI and other tools to collect and share information to help governments predict, detect and respond to health emergencies more quickly.","sentiment_score":0.1689393939}
{"full_text":"RT #SwaraBhasker tests positive for #COVID19, isolated at home with family.","sentiment_score":0.2272727273}
{"full_text":"RT Complaining about the 'under-funding' of the NHS, Polly Toynbee says \"you get what you pay for\". If only we did!","sentiment_score":0.0}
{"full_text":"RT They've literally lost their minds down under.","sentiment_score":-0.1555555556}
{"full_text":"RT (The Florida official was Ron DeSantis)","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"#PMInauguratesCancerCenterPM Modi highlighted that 90% of eligible population has been vaccinated with the dose of COVID-19 vaccination &amp; thanked citizens, vaccine manufacturers &amp; health workers.","sentiment_score":0.0}
{"full_text":"RT What do antivaxxers and provaxxers have in commonThey both will never be fully vaccinated ,","sentiment_score":0.0}
{"full_text":"You can stay locked indoors if you want to. Not catching Covid is a choice of you wish to do that. I think more peopt than not have chosen to get on with life.","sentiment_score":0.1}
{"full_text":"RT #PU #PARULUNIVERSITY  #WENEEDONLINECLASSES #WENEEDONLINEEXAMSWe all parul university student's need online exams and o...","sentiment_score":0.0}
{"full_text":"RT Good News: United Arab Emirates (UAE) has lifted the ban on Ugandan flights.UAE had imposed a ban on Ugandan flights over in...","sentiment_score":0.7}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Just held an emergency press conference to address the secret stockpile of about one million COVID tests Ron DeSantis didn'...","sentiment_score":-0.4}
{"full_text":"RT This really seems the norm in most hospitals so PLEASE get vaccinated.  #ONEV1.  ","sentiment_score":0.35}
{"full_text":"Like Serina betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"All you need to know about the most common COVID symptoms. #COVID19Ireland #OmicronVariant","sentiment_score":0.1}
{"full_text":"Nolte: Mandates Are Especially Stupid When the Vaccinated Can Spread Coronavirus #news #feedly","sentiment_score":-1.0}
{"full_text":"During times of a pandemic, there's always a concern for one's health and overall wellness. Getting tested will allow patients the reassurance to ease their nerves at the same time learn more preventative measures to keep themselves protected.#COVID19Testing #QuickNSavePharmacy","sentiment_score":0.1666666667}
{"full_text":"Under the NCAA's new COVID policies, an individual who has been diagnosed with COVID-19 within the past 90 days and fully recovered will be considered \"fully vaccinated.\"https:\/\/t.co\/JIn21sDUaf","sentiment_score":-0.0378787879}
{"full_text":"Staffing For NursesNurses play a critical role in this time of the pandemic. To ensure healthcare facilities are well-staffed, DMS NURSING SOLUTIONS, INC. has a pool of top nurses in the field.For any nursing staffing needs, send us a message today.#NursingStaffing","sentiment_score":0.25}
{"full_text":"#Titan remains under pressure on fear of potential #COVID19 lockdowns despite a strong quarterhttps:\/\/t.co\/yARTzm4AcUBy","sentiment_score":0.2166666667}
{"full_text":"Keep friends &amp; family safe:*Get a #COVID-19 vaccine*Meet outdoors*Open windows if meeting indoors*Wear a face covering*Keep a safe space between yourself and others*Take a Rapid Test before meeting others*Stay home if you test positivehttps:\/\/t.co\/1JiSKbQ8kF","sentiment_score":0.5}
{"full_text":"A vaccine must have an efficacy rating of at least 51%. 44% does not cut it. Tgere is no FDA approved vaccine available in the US.","sentiment_score":0.05}
{"full_text":"Accelerated the COVID-19 pandemic, US #reshoring in #manufacturing \"may have reached a tipping point\" according to EY-Parthenon Global Advanced Manufacturing and Mobiliy Leader in the ","sentiment_score":0.2}
{"full_text":"COVID-19 coverage roundup: 5th Circuit tosses Texas barbecue joints' appeal","sentiment_score":0.0}
{"full_text":"HAPPENING TODAY (1\/7) - There are several places across Chemung and Steuben counties you can pick up a free at-home rapid COVID-19 test. Supplies are limited in and some locations, are expected to go quickly.","sentiment_score":0.1123809524}
{"full_text":"RT People wonder why our teenagers grapple with mental health? In the middle of a pandemic, when it seems like the world i...","sentiment_score":-0.05}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"Nothing compares to the comfort, peace, and joy that we feel when our seniors age and receive care at home. When they stay at home, family members get a sense of relief and comfort knowing that their loved ones are safe and are receiving the care that they deserve.#HomeCare","sentiment_score":0.6666666667}
{"full_text":"iLearn Schools would like to encourage families to record their child's vaccination status in this link: . Submitting this information will support iLearn Schools' pandemic response and recovery efforts. Thank you for your cooperation.","sentiment_score":0.0}
{"full_text":"If you're not feeling your best, stay home and get a test! ","sentiment_score":1.0}
{"full_text":"#COVID19 SitesTESTING, VAX\/BOOST, MONOCLONAL (appt req'd)* W. Tampa Community Resource Ctr. 9am-5pmTESTING* Progress Village 9am-5pm* Al Lopez 7am-7pm* Al Barnes 7am-7pmPre-register infohttps:\/\/t.co\/VW7QBksEyIhttps:\/\/t.co\/GPT3UStuoY","sentiment_score":0.0}
{"full_text":"Of course the follow up is, Why would rates being going up YTD before today? Bc we've seen evidence of reflation. Especially when looking at Covid, the major drag on reopening. We had reflation in spite of the fact the fed was using hawkish\/tightening rhetoric.","sentiment_score":-0.0125}
{"full_text":"9 in 10 business leaders say that the pandemic-inspired work tools have vastly improved the way they work.With adoption of tech only expected to accelerate in the near future, find out what this could mean for 2022 in David Byerly's article.https:\/\/t.co\/kKjUBZfVen","sentiment_score":-0.0520833333}
{"full_text":"RT And lastly - this patient is dying of heart and lung disease, not Covid. She is on medications that are keeping her alive but...","sentiment_score":0.05}
{"full_text":"Do you recall Nicki Minaj's cousin's friend's vaccine \"reaction\"?! There's also a ton of stuff we'd rather leave behind in 2021 (including talk about celebs not showering):","sentiment_score":-0.4}
{"full_text":"\"I come to you today not to offer advanced intonation or health guidelines on how to protect yourself from this new strain of rhythm. This is not a warning. Because the rhythm is already here.\"https:\/\/t.co\/HjmD6pPQtv","sentiment_score":0.2681818182}
{"full_text":"RT Putting this chart up again. Do what you can to get as much protection as possible. Not everyone has access to all the op...","sentiment_score":0.1}
{"full_text":"RT Early evidence shows Omicron doesn't attack the lungs as effectively as previous variants, leading to  need for O2 &amp; mechani...","sentiment_score":-0.0333333333}
{"full_text":"?  Which vaccine?","sentiment_score":0.0}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"Cumbria chalks up a record number of devastating bird flu outbreakshttps:\/\/t.co\/GmUXpurIS8","sentiment_score":-1.0}
{"full_text":"RT To all the terrified elected officials that were forced to lockdown on Jan 6th, just a reminder school kids across this na...","sentiment_score":-0.3}
{"full_text":"Don't touch my visa, #Omicron  Indian students face delays and approval slashes for Canadian study permits as application numbers soar. #CanadaVisa#Canadastudypermit #StudyInCanadahttps:\/\/t.co\/gRtMr1VWkH","sentiment_score":0.0}
