{"full_text":"Because these things cut their profit margins and they would not approve of it","sentiment_score":0.0}
{"full_text":"International call to \"restore childhood\". Like I'm thrilled to be home today because COVID is spreading through our daycare.Want to restore childhood? Stop the spread! Masks, testing, tracing, and a vaccine for &lt; 5yo.","sentiment_score":0.375}
{"full_text":"RT Normally I feel sorry for these deluded Dunning-Krugerites, but I'll make an exception in this case. I'm sure someone else wi...","sentiment_score":0.05}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT Northern Ireland Child Covid Cases 31st January*3 days data*0-19    155,461 a rise of 6,184 child Covid cases Include...","sentiment_score":0.0}
{"full_text":"Great #LongCovid thread . Free WaPo link: #SickOut2SaveLives","sentiment_score":0.6}
{"full_text":"RT Here's California governor Gavin Newsom, unmasked indoors at the NFC championship game in LA. But today every kid in his st...","sentiment_score":-0.4}
{"full_text":"JACKSON - CRIMINAL!  This so-called doctor lied about criminal trump's mental &amp; physical health to all Americans.  He also lied to all Americans saying trump didn't contract Covid. He did!  Too many coverups! Jackson is a disgrace to his state, Congress, and to all Americans.","sentiment_score":-0.075}
{"full_text":"VIDA Living's pandemic response","sentiment_score":0.0}
{"full_text":"COVID test available today at CVS (1400 East Roosevelt Road, Wheaton, IL 60187) at 11:40AM 11:50AM 12:10PM 12:20PM 12:40PM 12:50PM 01:10PM 01:20PM 02:40PM 03:00PM 03:10PM 03:20PM 03:30PM 04:00PM 04:10PM 04:20PM 04:30PM 04:40PM 04:50PM :","sentiment_score":0.4}
{"full_text":"RT We will discuss the Economic Survey &amp; the Budget for next week or so. But what we really need to think about is this. Indi...","sentiment_score":0.1333333333}
{"full_text":"RT People flying evil confederate or Nazi flags or disrespecting monuments are individually responsible for reprehensible...","sentiment_score":-0.4}
{"full_text":"RT #BTS' agency #BIGHITMusic shared #Jimin's health update on Weverse and informed that his surgery was successful and he is...","sentiment_score":0.75}
{"full_text":"Um, you might want to update your info.  I just had Covid and I was fully vaxed...and I caught it from my vaxed husband.","sentiment_score":0.0}
{"full_text":"RT googles: how to beat up covid and appendicitis i just wanna fight em","sentiment_score":0.0}
{"full_text":"Another classic, as you lock your church down and then get them all vaxxed - you try to get people happy even though you wouldn't want real Holy Ghost joy, too offensive. But double vaxxed and boostered it will be.","sentiment_score":0.3018518519}
{"full_text":"Why has there been no clarification by NBE on the fate of thousands of aspirants left out due to Covid which even the Modi govt couldn't control#DeferNEETPG2022","sentiment_score":-0.0625}
{"full_text":"RT The CDC has begun to publish data on Covid outcomes among people who've received booster shots, and the numbers are tr...","sentiment_score":0.0}
{"full_text":"RT Caitlin Brugha nee Kingston from Birr, Offaly was a Gaelic League organiser &amp; lifelong Republican. When her husband, Ca...","sentiment_score":-0.1}
{"full_text":"RT Acute Appendicitis are extremely painful and if not cured on time, the damage can be severe and then add Covid with it. He m...","sentiment_score":-0.05}
{"full_text":"RT Covid. Day 7. Now ICU. Last intervention prior to the tube.  I'm miserable &amp;!scared. Was told would've died without the...","sentiment_score":-0.3333333333}
{"full_text":"Yes, the elites do not have to follow the rules they make.https:\/\/t.co\/Qq2CZJa0vh","sentiment_score":0.0}
{"full_text":"RT COVID-19: A Second Opinion via","sentiment_score":0.0}
{"full_text":"RT So tell me, who spreads more Covid misinformation, Joe Rogan or Rachel Maddow?The Machine doesn't care about misinformat...","sentiment_score":0.5}
{"full_text":"Now I'm accidentally causing trouble. While making breakfast, I decided I didn't want what I was making, so ordered a delivery! (Impossibile in this area until COVID.) Get a message it arrived, go out, not there, search farther, wait, search again. Then","sentiment_score":-0.25}
{"full_text":"RT if there is anyone who could help us please do  Name: Habeeba Moonis MRF: 7701126971101Name: Mohamed HusaamUSD: 77...","sentiment_score":0.0}
{"full_text":"RT ASAP after securing the fenty bag and being a stay at home dad.","sentiment_score":0.0}
{"full_text":"RT Worst policy decision: Shutting down schools in 2022. ","sentiment_score":-0.5777777778}
{"full_text":"Remember this while they continue to say that we have reached a peak. They've stopped reporting the number of deaths on the news. Theres a reason for that.","sentiment_score":0.0}
{"full_text":"Why? It don't stop shit. It is literally illogical. Get vaccinated so you can still get Covid? That is just plain stupid.","sentiment_score":-0.4047619048}
{"full_text":"RT he fought appendicitis and covid together and is recovering well, he deserves great appreciation. WE ARE SO PROUD OF YO...","sentiment_score":0.8}
{"full_text":"I stand with recommendations of health authorities when it comes to COVID and ending this pandemic! That is exactly where you should be as well as respecting our Allie's and their work to WIN THE VIRUS WAR!!! You are shameful","sentiment_score":0.625}
{"full_text":"Double vaxxed &amp; boosted coworker recently got covid and gave it to his double vaxxed &amp; boosted adult child. Thanks to the constantly moving goalposts I no longer have any faith in govt\/media for accurately reporting on this and have chosen to believe my own eyes instead.Stop.","sentiment_score":0.1625}
{"full_text":"RT #GetWellSoonJimin !! wishing #jimin a very speedy recovery + everyone pls #MaskUp","sentiment_score":0.2}
{"full_text":"RT A Dutch '#Convoy for Freedom' sets off from the Hague to protest #COVID restrictionsFollow us on Telegram","sentiment_score":0.0}
{"full_text":"How to prevent the disruption of another outbreak or #surge ? Plan for it.Dr. Lance Becker of likens it to a forest fire management #prevention #COVID19AB #BoosterDose","sentiment_score":0.0}
{"full_text":"Now witness a lady in Carenage Health Center get turned back from getting her first vaccine shot cuz the nurse say \"it'll be too much\" to give her the shot cuz the pediatric clinic abt to start. But we want the nation vaccinated ent?","sentiment_score":0.0875}
{"full_text":"RT \"Joe Rogan is safe\" does not need Spotify. Spotify needs Joe Rogan. That's why they paid him a tenth of a bi...","sentiment_score":0.5}
{"full_text":"Many of us think the COVID vaccine risks outweigh the benefits. There are many facts supporting that view. I think it's unconscionable that someone should have to die just because his medical providers are behind him on the learning curve.","sentiment_score":0.17}
{"full_text":"RT Prof Nadey Hakim, Imperial College, UK, on Spallanzani Inst. study: \"Against #Omicron specifically Sputnik produced spe...","sentiment_score":0.0}
{"full_text":"RT [Weverse Announcement] Jimin was diagnosed with acute appendicitis, and was tested positive for COVID-19. He underwent surger...","sentiment_score":0.4136363636}
{"full_text":"RT You have no knowledge of his contract or his intentions. THIS is misinformation for clicks.Like someone tweeting:Scot...","sentiment_score":0.0}
{"full_text":"RT Realistically, we all will be exposed to covid soon. It's inevitable with omicron no matter how cautiousyou are. Luck...","sentiment_score":0.0}
{"full_text":"RT REUTERS: Japan's Kowa says ivermectin effective against Omicron in phase III trial","sentiment_score":0.6}
{"full_text":"RT Boris Johnson's position is now completely untenable. The Prime Minister is guilty of breaking lockdown rules and mi...","sentiment_score":-0.2}
{"full_text":"RT \"The idea that herd immunity from widespread Omicron infection will last longer than a few months is a mass delusion propaga...","sentiment_score":-0.1}
{"full_text":"RT Tony Fauci regularly pushes out \"misinformation\" about the pandemic. By his own admission, he lied about herd immunity. He...","sentiment_score":0.3}
{"full_text":"Education Secretary Nadhim Zahawi tests positive for Covid","sentiment_score":0.2272727273}
{"full_text":"\"This feature of pediatric #PICS will also affect sick #COVID19 kids.\"https:\/\/t.co\/U56hLijjGoThis is not to be taken lightly","sentiment_score":-0.1571428571}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"RT Canadian Prime Minister Justin Trudeau announced he tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"It's not a vaccine..","sentiment_score":0.0}
{"full_text":"Don't do it Kayne, you'll  regret it!! ","sentiment_score":0.0}
{"full_text":"RT enna bro corona changed the release dates completely but to be honest I am waiting for #valimai because its been more tha...","sentiment_score":0.4}
{"full_text":"RT Honesty and decency matter.After months of denials the Prime Minister is now under criminal investigations for breaking...","sentiment_score":-0.4}
{"full_text":"RT Tucker is dogshit because he's a white nationalist who incites violence against unhoused, black &amp; trans ppl, immigrants...","sentiment_score":-0.0833333333}
{"full_text":"Repressive measures,lock down  and PCR tests with unprocedential campaign of fear.What have they led to ? They have led to the loss of FREEDOM of CITIZENS.Citizens have lost the RIGHTS to Travel.Many have lost the RIGHT to work","sentiment_score":0.0650793651}
{"full_text":"RT Mental Health is a struggle man. On a world wide scale.Another pandemic that needs urgent addressing.","sentiment_score":-0.1}
{"full_text":"Remember to get your second dose if you received a two dose vaccine. You can get your second dose at any vaccination site in Gauteng , no need to return to the site where you received your first jab. #VaccinesSaveLives #IChooseVaccination","sentiment_score":0.0833333333}
{"full_text":"RT Old MSM now keen to discuss vaccine efficacy and safety. Something it should've done before one single jab was administer...","sentiment_score":0.0142857143}
{"full_text":"You have covid?!","sentiment_score":0.0}
{"full_text":"RT another issue that is not covered nearly enough is that during a pandemic, when artists lost their only viable income source whic...","sentiment_score":0.0}
{"full_text":"RT Spotify said it is adding a content advisory to any podcast episode that includes discussion about Covid-19.","sentiment_score":0.0}
{"full_text":"RT For anyone interested, apart from the AZ vaccine causing my heart attack in Aug, it now appears the shock to my system ha...","sentiment_score":0.25}
{"full_text":"RT Since the pandemic, there have been countless opportunities for birthday parties, leaving parties and after work drink...","sentiment_score":0.0}
{"full_text":"RT I really can't fathom how someone could state something so completely wrong like \"25% of all covid deaths have been ful...","sentiment_score":-0.15}
{"full_text":"Dude is a lock down corner. I remember the end of the Jets game in 2019 (I think...) Gase was terrified to target him.","sentiment_score":-0.2777777778}
{"full_text":"RT Does the vaccine work?    This isn't making a good case for taking a shot that wasn't \"trialed properly\"","sentiment_score":0.35}
{"full_text":"'He's been in and out of the hospital due to previous Covid infections'...how much you wanna bet his \"freedom\" is costing tax payer dollars","sentiment_score":-0.0305555556}
{"full_text":"RT Does Trudeau really not understand that he is 100% PROVING THE TRUCKERS' POINT about forced vaccination?  If he is clai...","sentiment_score":-0.2}
{"full_text":"RT Covid is making its rounds to the rest of the family, I've had it the worst so far.The hard part is not being able to hol...","sentiment_score":-0.2638888889}
{"full_text":"Hi, for info on how long your application will take please see: You can check if your licence has been here: For further advise, please get in touch. Contact details at: Take care. - Ffion","sentiment_score":-0.025}
{"full_text":"I do EVERYTHING possible short of gifting everyone a passing grade. This pandemic has been difficult on everyone. So I'm willing to bend a lot of requirements and deadlines for now. I manage to make it challenging to get 100%, but other than that, most of my students pass.","sentiment_score":0.0892857143}
{"full_text":"RT Indeed. Ontario's school reopening did not lead to spikes in hospitalizations, and this was the case across North America,...","sentiment_score":0.0}
{"full_text":"Be it for covid or pollution protection there is definitely a certain aura of death to the mask usage","sentiment_score":0.2142857143}
{"full_text":"RT Dolores Umbridge would definitely toss the unvaxxed &amp; unmasked in jail..","sentiment_score":-0.05}
{"full_text":"RT Rickards Slams Big Pharma's Siege Of America","sentiment_score":0.0}
{"full_text":"RT Anybody else excited to be called a racist, misogynist white supremacist today by our Prime Minister who is tripled jabbe...","sentiment_score":0.1875}
{"full_text":"RT White House preps for weak January jobs report due to Omicron","sentiment_score":-0.1666666667}
{"full_text":"The movie didn't get much BO views because of CovidFree online day oneR rating Sequel to a universally hated movieBad franchise Unknown characters","sentiment_score":-0.2666666667}
{"full_text":"Democrats are really brainwashed quite well.","sentiment_score":0.2}
{"full_text":"I know it's slightly inconvenient to wear a mask in public, and some people can't wear them for health reasons, but anyone who unhooks it from one ear *to cough* should be fucking burned at the stake. The fuck do you think it's for? Just saw a fucking MP do it in Parliament!","sentiment_score":-0.47}
{"full_text":"RT \"Prevent\" HAHAHAHAH. Where have we heard that before?","sentiment_score":0.0}
{"full_text":"Why indeed? Vested interests perhaps? Follow the money? And are the statistically significant excess deaths in young males due to heart issues being investigated properly and impartially?","sentiment_score":0.0875}
{"full_text":"NCPA: DEMAND 'SKY-HIGH' FOR AT-HOME COVID TESTS#COVID19 #tests #pharmacy #independentpharmacy #Omicron","sentiment_score":0.0}
{"full_text":"RT Justin Trudeau heeft corona. TIming..","sentiment_score":0.0}
{"full_text":"There were some monkey viruses accidentally in the first batches of the polio vaccine. It was inconclusive as to whether they caused cancer, but it was possible. That virus was eliminated in subsequent batches.","sentiment_score":0.05}
{"full_text":"RT Seems that the second Omicron subvariant BA.2 may soon be about to cause cases to start rising again in South Africa... Or...","sentiment_score":0.0}
{"full_text":"I would watch any doctor go onto show to talk about COVID. With the exception of Sanjay, they all refuse to. They empower the \"fringe\" doctors, not Joe Rogan. Joe is the set of microphones, they are the empty seat at the other end of the debate.","sentiment_score":-0.1125}
{"full_text":"RT  Bombshell Reports from Australia ...Australian Media Places Blame for the Pandemic on Fauci.This will be echoed Wo...","sentiment_score":0.0}
{"full_text":"RT People flying evil confederate or Nazi flags or disrespecting monuments are individually responsible for reprehensible...","sentiment_score":-0.4}
{"full_text":"if i make it through a whole second year without getting covid i should get a goddamn achievement. give me gamerscore","sentiment_score":0.1}
{"full_text":"RT We have surpassed the record of administering more than 150 crore vaccine doses in less than a year. Today we are amon...","sentiment_score":0.1666666667}
{"full_text":"Please Speak Up!","sentiment_score":0.0}
{"full_text":"Who is demanding the pandemic restrictions never end?Who is masking their children for signaling points with their social circles, who all hate each other anyways?Who invaded the boardrooms and offices and contributed absolutely nothing but the opportunity for more lawsuits?","sentiment_score":-0.0383333333}
{"full_text":"RT im just looking for heavy areas of open interest (OI). ESPECIALLY if that OI was created during panic or FOMO (ie: ppl bu...","sentiment_score":-0.0666666667}
{"full_text":"RT The Coronavirus Act needs to go.Now.Forever.We're done.","sentiment_score":0.0}
{"full_text":"Yes. It's what the medical community has deemed the lingering effects of a Covid diagnosis.","sentiment_score":0.0}
{"full_text":"RT Free Covid tests or phishing? Scammers are taking advantage of pandemic-weary Americans","sentiment_score":0.4}
{"full_text":"RT How can you be double vaxxed and boosted, test positive for Covid, then tell people to still get vaxxed and boosted? Trud...","sentiment_score":0.1136363636}
{"full_text":"remember to wear a mask! even though it's a little different from the one i wear, it's still important to prevent you or your teammates from getting an illness debuff","sentiment_score":0.0708333333}
{"full_text":"RT Another day, another DM from someone who is double-vaxed AND recovered from COVID, but is being fired from her job becau...","sentiment_score":0.0}
{"full_text":"RT Unvaccinated doctor, dr. Steve James, says 'vaccine mandates are wrong' - part 3","sentiment_score":-0.5}
{"full_text":"RT BTS's Jimin tests positive for COVID-19; receives surgery for acute appendicitis","sentiment_score":0.4136363636}
{"full_text":"RT I've been tracking this. More Americans have died from COVID-19 in the 1st 4 wks of 2022 than die annually f...","sentiment_score":0.5}
{"full_text":"Yeah, about that 'horse dewormer' (Ivermectin):https:\/\/t.co\/lwUXJulYEW","sentiment_score":0.0}
{"full_text":"RT I can save you time. All Conservatives are saying shit like \"I went to an ice cream parlour and they said why are we talki...","sentiment_score":-0.2}
{"full_text":"RT I don't want 'special' visits from ministers. I don't want 'outreach' from churches that have closed the gates to me. I w...","sentiment_score":0.1285714286}
{"full_text":"The suffering of India is  beyond imagination.? Lies spread thru useless thru channels have never shown the facts. Now this poor covid would be made escape goat ? In reality we have started crumbling ever since Modi became PM . Now cars four tyres are punchered","sentiment_score":-0.45}
{"full_text":"RT Five days ago, learned he was exposed to #COVID19. His rapid test then was negative. This morning he tested posi...","sentiment_score":-0.3}
{"full_text":"This is blunt bullshit. New York, Boston et al enforce strict vaccine mandate just fine.YOU don't want to cooperate, and YOU hope lawless thugs are on your side. It's entirely YOUR fantasy and you are too chicken to admit it.","sentiment_score":-0.1545454545}
{"full_text":"RT Natural immunity due to recovery from Covid was called misinformation until recently. Now it has been found that recovery...","sentiment_score":-0.0083333333}
{"full_text":"If many other workplaces were like mine was (and is), adaptations were made to ensure that we were\/are Covid compliant.  No excuse for 10 Downing Street being unable to do the same.","sentiment_score":-0.02}
{"full_text":"I'm disappointed in you Marc. We needed to shut down for a few weeks to save our hospitals and health care workers. Your heading in the same direction as your buddy Prust. Haven't heard from him in quite awhile you perhaps need to think a bit more before you give Covid opinions.","sentiment_score":-0.1211111111}
{"full_text":"RT Moderna's Covid-19 vaccine, Spikevax, has received full approval from the US Food and Drug Administration, according to news re...","sentiment_score":0.35}
{"full_text":"Sure, since you mentioned it - there have been 0 pediatric deaths in Maine due to covid. Violence isn't acceptable and no one here is condoning any violence against anyone. Calm your tits hero","sentiment_score":0.225}
{"full_text":"COMMUNITY SPOTLIGHT: Small businesses having to adapt during COVID-19.https:\/\/t.co\/0qGFgVCqgH","sentiment_score":-0.25}
{"full_text":"\"My mum isolated for 11 days after losing her husband and we had a 20-minute funeral for five people at the local undertakers.\"https:\/\/t.co\/t2QyHBKgUe","sentiment_score":0.0}
{"full_text":"Moderna announced Monday that U.S. health regulators granted full approval to its COVID-19 vaccine, a shot that's been given to tens of millions of Americans since its emergency authorization over a year ago.https:\/\/t.co\/ke2B0PBQQc","sentiment_score":0.35}
{"full_text":"RT This morning, I tested positive for COVID-19. I'm feeling fine - and I'll continue to work remotely this week while foll...","sentiment_score":0.1813131313}
{"full_text":"Just Announced: at the Turf Club on May 21.On sale now - 21+ | Proof of vaccination or negative COVID test (taken within 72 hrs of event) required.","sentiment_score":-0.3}
{"full_text":"We would like to thank iKare Pharmacy, Parks Pharmacy, Adams Drugs, and City Drug for their contribution in providing COVID-19 vaccines to our community in 2021. Your hard work doesn't go unnoticed. #pharmacy #montgomery #VaccineReady #localpharmacies","sentiment_score":-0.2458333333}
{"full_text":".@WPCareySchool professors launched to fight #hunger in metro #Phoenix during the pandemic. In this article, they share what they learned about how we can make food assistance more accessible. #endhunger","sentiment_score":0.4375}
{"full_text":"The COVID-19 vaccine is highly effective at preventingserious illness. Protect your loved ones and schedule avaccine appointment or find a walk-in clinic today at:","sentiment_score":0.65}
{"full_text":"China's backing for global debt transparency crucial to contain Covid-induced stress in emerging markets - SCMPhttps:\/\/t.co\/lIkWlMwCKRHow did the 1997 Asian Financial Crisis affect the amount of US debt that Asian countries hold today? Learn more:","sentiment_score":0.0833333333}
{"full_text":"RT Because baby and because pandemic, we filmed my latest video in my parlor. Here's a photo from a break I took to nurse my li...","sentiment_score":0.5}
{"full_text":"RT He's also free to get vaccinated and free to make a bad choice of his own volition. Death cults are scary.https:\/\/t.co...","sentiment_score":0.175}
{"full_text":"let's start a vitamin D campaign to stop heart attack &amp; stroke in winter.\" Optimal vitamin D levels in body greatly reduce risk of cancer, cardiovascular disease, diabetes, hypertension, autoimmune diseases, infectious diseases, and COVID-19\".Dr William B Grant PhD","sentiment_score":0.8}
{"full_text":"Health and Human Services Data Committe gives Covid stat update ... Read more: #PandemicOperations","sentiment_score":0.25}
{"full_text":"\"In the context of a post-COVID world, psychedelic health care will become an essential tool in the treatment of the population's worsening mental health issues.\" #mentalhealth #innovation #Health","sentiment_score":-0.05}
{"full_text":"The #Ebola outbreak in West Africa from 2014-2016 claimed more than 11,000 lives. Half the infected died without treatment.Since then, hundreds have received treatments. How are we helping increase survival rates?","sentiment_score":0.1666666667}
{"full_text":"RT he fought appendicitis and covid together and is recovering well, he deserves great appreciation. WE ARE SO PROUD OF YO...","sentiment_score":0.8}
{"full_text":"Nurses have carried us through this pandemic but with many hospitals facing staffing shortages, they need long-term solutions to keep going.","sentiment_score":0.5}
{"full_text":"Turkey recruits 15,000 more teachers amid efforts to boost number of schools, maintain in-person education in face of #COVID19 pandemichttps:\/\/t.co\/UmTiqfSoYm","sentiment_score":0.5}
{"full_text":"Remember to go back for your second COVID-19 vaccine dose! You need it to get the most out of the vaccine. Find a vaccine site here:","sentiment_score":0.1666666667}
{"full_text":"An outbreak of COVID-19 in Hong Kong has meant the closing of traditional Lunar New Year flower markets, with the sudden drop in demand forcing one local farmer to burn his unwanted flowers.","sentiment_score":0.0340909091}
{"full_text":"Perhaps our species will suffer extinction if we continue to believe Joe Ragan's misinformation campaign about his cure for covid19. Maybe his cure for covid 19 will work on cancer too. You should ask him.","sentiment_score":0.0}
{"full_text":"Bio Detection K9s are traveling with Metallica and other performers to detect COVID.  Check out these rock and roll doggies!-Krickethttps:\/\/t.co\/N2VYIbSpTK","sentiment_score":-0.125}
{"full_text":"Police in Canada's capital said they are investigating possible criminal charges against some anti-vaccine protestors who gathered Sunday to protest vaccine mandates, masks and lockdowns.","sentiment_score":-0.2}
{"full_text":"\"I got sober in the pandemic. It saved my life.\"@CarterCenter Fellow a newsletter centering immigrants with a mission to de-stigmatize mental illness, shares resources + articles, including this one by in","sentiment_score":0.0}
{"full_text":"Each educator stressed that you can't fix the American education system by shoveling blame at individuals.","sentiment_score":0.0}
{"full_text":"Tomorrow 6p: speaks w\/ Leslie Suggs &amp; on what we can do as youth confront anxiety &amp; grief stemming from the sustained trauma of the pandemic. W\/ RSVP  ","sentiment_score":-0.8}
{"full_text":"RT BREAKING: New hybrid variant alert as Trudeau tests positive for COVID and COWARD-19 at the same time. #honkhonk","sentiment_score":0.1212121212}
{"full_text":"Our survey. The Prime Minister's rating for handling #COVID19 well reaches its joint highest in the past year. | #Conservative Home #bbcnews #skynews #itvnews #c4news #gbnews #bbcpm","sentiment_score":-0.25}
{"full_text":"RT and let's see how the stadium looks after the event, cause my fandom left no crumbs with their support to...","sentiment_score":0.0}
