{"full_text":"Reject Celebrity Ghostwriter #Neoliberalism of the 1%.","sentiment_score":0.0}
{"full_text":"RT  Police Scotland *did* speak with CMO Catherine Calderwood in 2020 about pandemic rule breaking.That is another th...","sentiment_score":0.0}
{"full_text":"RT Bob Saget just wanted to make people laugh and was forced to get a Covid vaccine booster shot to go on tour. He questi...","sentiment_score":-2.775557562e-17}
{"full_text":"RT There's a rare book 'The Press Against The People' from the late 1940sIt explains how during WW2 our media attacked t...","sentiment_score":0.0}
{"full_text":"RT i'm so sorry to have a hot take but I personally don't want anyone to die from covid? like not even if they're \"old\" or \"di...","sentiment_score":-0.0375}
{"full_text":"Idk what I'm ill with this time but it's soo much worse than covid","sentiment_score":-0.45}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"RT I am joining the covid desk. Have a story you think needs told? Do you feel like your experience has been un...","sentiment_score":0.0}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"Now playing on : You Remind Me Of Something (1995) by R. Kelly! Tune in now: https:\/\/t.co\/ELw1epTk1t Radio Lifestyle!!!   #oralvaultradio #lockdown #keepiton","sentiment_score":0.0}
{"full_text":"RT There have been a number of recent studies that haven't really reached MSM - highlighting the complex biology of long COVI...","sentiment_score":-0.0375}
{"full_text":"San Diego County Reports 1,223 COVID-19 Hospitalizations","sentiment_score":0.0}
{"full_text":"RT #TrumpRally where you can get your fill of conspiracy theories on election fraud, Covid misinformation, and a full helpin...","sentiment_score":0.35}
{"full_text":"RT SHUT EVERYTHING DOWN.","sentiment_score":-0.1555555556}
{"full_text":"Even if you are #Novak fan or not, even if you are anti \/pro vaxx, take a pause and think the lengths the Australian government has gone to get #djokovic out.. it is  not about vaccine, it is about controlling the people and making sure they don't stand up for themselves#nolefam","sentiment_score":0.25}
{"full_text":"you implemented #vaccine mandates.  Where can I get the FDA FULLY APPROVED COMIRNATY vaxxin Newark, NJ or NYC?I don't want the ones being injected into ppl currently under EUA (Emergency Use Authorization)No response means you DON't KNOW either","sentiment_score":0.0}
{"full_text":"Glenn Youngkin's first executive actions in office:1) ending the teaching of Critical Race Theory, which isn't actually being taught2) end mask mandates in schools during the biggest Covid outbreak yet","sentiment_score":0.0833333333}
{"full_text":"RT There is a great deal of evidence that \"Omicron\" has been a virus of the vaxxinated. Mild but unpleasant for anyone.Wh...","sentiment_score":0.1611111111}
{"full_text":"Does it involve taking money from the Chinese?","sentiment_score":0.0}
{"full_text":"They keep trying to tell people that you're going to get less sick with the vaccine. Everyone I know who isn't vaxxed has fared better than those who are. Don't let them spin their way out of this.","sentiment_score":-0.126984127}
{"full_text":"I'm willing to sacrifice Olive Garden to these fucking morons. They can have Applebees's too.","sentiment_score":-0.275}
{"full_text":"RT Thanks to everyone involved in setting this up. Another great example of continuing to improve services for patients. M...","sentiment_score":0.5}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT Calling omicron \"mild\" was one of the biggest cognitive mistakes we made. We took of our seatbelts and let down our guards....","sentiment_score":0.0888888889}
{"full_text":"There is no public health justification for the limiting of reporting in the midst record infections + hospitalizations. The efforts to limit reporting on #COVID19 is driven by a political effort to cover up mass infection + deathhttps:\/\/t.co\/yhwrhwlv7e","sentiment_score":0.0}
{"full_text":"My husband has been seeing a lot of super premature babies born because their moms died from Covid.","sentiment_score":0.3333333333}
{"full_text":"RT Some seem upset I referenced Herman Cain. He's a tragic warning of consequences of rejecting science &amp; politicizing a d...","sentiment_score":-0.75}
{"full_text":"RT Just because they said it, doesn't mean it's true!The idiotic ministers in Oz call a man who donated Covid vaccines an...","sentiment_score":-0.4895833333}
{"full_text":"RT COVID-19 is one of the most formidable enemies America has ever faced. We've got to work together, not against each other. Get...","sentiment_score":0.1875}
{"full_text":"RT Can anyone help me with mask distribution to families in #Ottawa? It shouldn't come to this (damn Ontario!). Someone offered to...","sentiment_score":0.0}
{"full_text":"RT Basically everyone I know:1. Has COVID2. Has someone close to them who has COVID3. Is immune compromised and trying despera...","sentiment_score":0.0}
{"full_text":"$prisjoali19 really struggling today. -$5 in my account with 3 kids and need food. My grandpa recently passed and both my parents got COVID. This would make my day","sentiment_score":0.1}
{"full_text":"RT In the space of one week some Pacific countries have had to deal with a cyclone, flooding, a volcanic eruption, tsunami...","sentiment_score":0.0}
{"full_text":"they fired another cast member for not getting vaccinated so why does this man still have a job????????","sentiment_score":0.0}
{"full_text":"Great so now we have to find n95??","sentiment_score":0.8}
{"full_text":"tattoo man gets covid an hour before the appt ","sentiment_score":0.0}
{"full_text":"RT Looking at BBC website and all the UK nations have a covid section on their homepage except England Can you explain why this i...","sentiment_score":0.0}
{"full_text":"RT One reason why the Left wants to end","sentiment_score":0.1}
{"full_text":"RT There's a whole generation who will never forget that the Democrats nominated a guy who said during a pandemic that he woul...","sentiment_score":0.2}
{"full_text":"RT 1\/5 This is Tony.I met him on the picket line in Glendale yesterday. We chanted plenty to persuade workers to support th...","sentiment_score":0.0}
{"full_text":"RT Life finds a way.","sentiment_score":0.0}
{"full_text":"RT Morrison govt issues  Djokovic a visa. No problem with anti-vaccine sentiment.Morrison govt sees polling...","sentiment_score":0.0}
{"full_text":"RT Governor Glenn Youngkin (R-VA) was sworn into office&amp; immediately signed executive ordersOverturning mask mandate f...","sentiment_score":0.0}
{"full_text":"RT SCOTUS struck down the OSHA vaccine mandate, but it's not good enough.Republicans have a historic opportunity to fight...","sentiment_score":-0.1685185185}
{"full_text":"RT L.A. County Hits Milestone Of 28,000 Covid Deaths, Highest Daily Count Since April 2021; Reports 66 New Deaths, 41,765 New Po...","sentiment_score":0.0909090909}
{"full_text":"Don't be a fool.  The science and statistics don't back up the \"mandate\" to wear a mask; and it's not close....","sentiment_score":0.0}
{"full_text":"RT The General Electric Company is suspending enforcement of the Biden administration's vaccine-or-test requirement for big...","sentiment_score":0.025}
{"full_text":"RT Rally for what? Is he rallying to get people vaccinated? Nope. Is he rallying to improve their lives? Nope. Is rallyin...","sentiment_score":0.0}
{"full_text":"Boris was working in the garden at the time!","sentiment_score":0.0}
{"full_text":"RT Republican Gov. Glenn Youngkin signed 11 executive orders following his swearing in ceremony today, including those that overtur...","sentiment_score":0.0}
{"full_text":"RT Wordle is the sourdough starter of Omicron.","sentiment_score":0.0}
{"full_text":"Y'all really going out for MLK weekend and Covid out here getting everyone... I'm good I'll be at home ","sentiment_score":0.45}
{"full_text":"RT NEW--England  set a another 12th record high pediatric #COVID19 hospitalizations in a month. More than double the rat...","sentiment_score":0.22}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT Right, so following on from the \"really promising news\" about so many babies being hospitalised, the BBC (Government mouthpiec...","sentiment_score":0.2464285714}
{"full_text":"RT \"Each residential address will be limited to four tests.\"What if you're homeless? Or if more than 4 people live in your hom...","sentiment_score":0.1883116883}
{"full_text":"RT Thank you everyone out there and on Twitter for your love and support! #COVID19 #Corona","sentiment_score":0.625}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"He is killing his own people and exposing all the children. What the actual F?","sentiment_score":0.3}
{"full_text":"Whoa.","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Florida WILL NOT Enforce Centers for Medicare &amp; Medicaid Services (CMS) Vaccine Mandate Upheld by SCOTU...","sentiment_score":0.0}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT 'Boris made the vaccine' says Fabricant on . Just bizarre.","sentiment_score":0.4}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"RT there is a miniature-diorama-themed ramen restaurant in Osaka that recently began taking in stray cats. the cats saved...","sentiment_score":0.0}
{"full_text":"There wasn't a measles vaccine, mumps or Rubella, or even chicken pox when I was young. Polio &amp; Small Pox were the big ones. We did get tested for TB in school.","sentiment_score":-0.1875}
{"full_text":"Fuck Covid , I would've been cuddled up with my man rn ","sentiment_score":-0.4}
{"full_text":"RT A Filipina doctor has set up a mobile care group offering free COVID-19 tests for underserved communities in New York City, Un...","sentiment_score":0.2681818182}
{"full_text":"RT Amazing that we're entering day three of the country's prime minister pretending to not understand the Covid isolation rul...","sentiment_score":0.6}
{"full_text":"RT Governor Glenn Youngkin's first executive orders include rescinding Virginia vaccine mandate for state employees, rescind...","sentiment_score":0.25}
{"full_text":"RT Wood points out how, across all the tournaments in which Djokovic has competed during the pandemic, not a single insta...","sentiment_score":0.0357142857}
{"full_text":"RT BREAKING: General Electric suspends Covid vaccine and testing rules after Supreme Court blocks Biden mandate","sentiment_score":0.05}
{"full_text":"RT Wordle is the sourdough starter of Omicron.","sentiment_score":0.0}
{"full_text":"Lol you literally are making excuses for one party while vilifying another party for doing the same. Please link the specific cuts you are referring to during the pandemic, not just your opinion? How do you physical distance in classrooms if the previous gov't reduced the # lol?","sentiment_score":0.2388888889}
{"full_text":"your link to does not work.","sentiment_score":0.0}
{"full_text":"RT Due to the pandemic, our clients and friends have had their appeal hearings postponed for up to 16 months while they wai...","sentiment_score":-0.125}
{"full_text":"RT Vaccine Acquired Immune Deficiency Syndrome (VAIDS): \"We should anticipate seeing this immune erosion more widely'\"...","sentiment_score":0.2}
{"full_text":"RT We often talk about Covid's strain on long term care facilities.But Dr. is sounding the alarm that countles...","sentiment_score":-0.05}
{"full_text":"RT Even the studies from IIT Madras shows that third wave will reach its peak level in february.What if 30-40...","sentiment_score":0.0}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"Already seen a few posts with unvaxxed folks being upset about not getting to go to their fave places. I say-- good. All the ppl who repeated \"if ur scared, stay home!\" --it's ur turn. Only y'all only have to drive 20 min out of the county to bypass it","sentiment_score":0.16875}
{"full_text":"RT Kanye West defends punching man who wanted an autograph:\"That blue COVID mask didn't stop that knockout\"https:\/\/t.co\/J5ZLdRRrhB","sentiment_score":0.0}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"RT Doctor here. A real one that takes care of COVID patients. I'm kind of fed up with quacks like you spreading disin...","sentiment_score":0.4}
{"full_text":"I was exposed Wednesday. I was wearing a N95 during most of that window. So far except for fatigue, I seem to be doing ok. I test on day 5","sentiment_score":0.3666666667}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Game off. What started out as postponements due to a pandemic has now become about clubs not having their best team . The Premie...","sentiment_score":0.1583333333}
{"full_text":"My favorite Greek restaurant is permanently closed ... I'm going to stop omicron myself","sentiment_score":0.1333333333}
{"full_text":"RT Anybody telling you the Met Police investigation into the UK government's COVID-19 response [including the #MidazolamMurd...","sentiment_score":0.0}
{"full_text":"RT The 47th ranked player in the world, double jabbed, was welcomed into Australia and THEN tested positive!Meanwhile the...","sentiment_score":0.0}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"RT One thing nobody seems to have learned from the pandemic, or wished to learn, is that making demands about how many opti...","sentiment_score":0.5}
{"full_text":"RT Tice &amp; Oakshott went to a BBQ. Farage went to harass refugees as they reached the U.K. coast. Mogg we...","sentiment_score":0.0}
{"full_text":"RT WV Gov Jim Justice on his Covid recovery: \"I've never been sick like that before. I felt great on Monday, and by Tuesday I...","sentiment_score":0.0428571429}
{"full_text":"RT Joe Biden has done NOTHING to hold China accountable for COVID-19.He's now sending hundreds of millions of dollars to...","sentiment_score":0.0}
{"full_text":"RT Last weekend I spent two nights in hospital. Thankfully I'm okay, and follow up treatment will mean hopefully all is well...","sentiment_score":0.021875}
{"full_text":"Delta reports that more than 95% of its staff is vaccinated, and no vaccinated workers have died from the virus.","sentiment_score":0.5}
{"full_text":"Police on sick leave have forced exhausted senior officers to work 18 hour shifts with the #GoldCoast's #Covid contact directives being slammed as \"ridiculous\".","sentiment_score":-0.4369047619}
{"full_text":"RT New York tenants and homeowners lost some protection from eviction and foreclosure Saturday as the state ended a nearly...","sentiment_score":0.1181818182}
{"full_text":"I'm a stay-at-home parent, my home was taken by a hurricane, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"Contemporary visual artists who have been mostly affected by the pandemic have taken to art to bring attention to their plight and advocacies and inspire people to act collectively and spark change.https:\/\/t.co\/cdxJDFYaUG","sentiment_score":0.2222222222}
{"full_text":"RT The authors then compared the immune cell response and types of immune cells in people with long COVID compared with those...","sentiment_score":-0.05}
{"full_text":"RT SHOCKING: Canadian health officials forced to admit that they secretly accessed the cellphone location data of 87% of Canadi...","sentiment_score":-0.5666666667}
{"full_text":"If you were in charge of pandemic policies, what would you have done differently?Now you can make the decisions -- from mask wearing to lockdowns -- and we simulate impact. Check out our interactive tool and see how many lives could have been saved:","sentiment_score":0.5}
{"full_text":"AUDIO: bassist 38 minute #podcast! We talk about #COVID, #Eagles and #TheMuppets, crate digging, #arcades, seeing #RCHP at a bowling alley, #Basketball and #F1Racing, #Punisher and #Batman, #neardeath story, #Tool &amp; more!! https:\/\/t.co\/jXCVNfZlQI","sentiment_score":0.78125}
{"full_text":"More pregnant mothers are weighing whether to get the vaccine, especially with the surging omicron variant.https:\/\/t.co\/FjAEcIkiF7","sentiment_score":0.2777777778}
{"full_text":"RT Exclusive: Woman who 'wrote government Covid rules' held 'boozy' party during Christmas restrictions","sentiment_score":0.0}
{"full_text":"U.S. Customs and Border Protection is investigating after the agency says Philadelphia-based officers found and intercepted a fake COVID vaccination card on its way to Connecticut.https:\/\/t.co\/uECwUlPyM0","sentiment_score":-0.5}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"As Africa Wrestles With COVID, Education Companies Try to Break Through","sentiment_score":0.0}
{"full_text":"Karl Mullen - A Vampire Heart (F EAR LES S, Get Hip Recordings)@gethiprecordsIrish-American lockdown country-punk-folk with a Tom Waits vibe1MU\/2\/21:","sentiment_score":0.0}
{"full_text":"PAUL LEN, 66, of Bay City, Michigan, died of COVID on Jan. 10, 2022.\"That was Paul, always with a sense of humor and a constant tease. Paul's passion was collecting anything and everything rare and unusual with his dog, Diva by his side.\"https:\/\/t.co\/QdcD9axQZ6","sentiment_score":0.1666666667}
{"full_text":"Check out our upcoming flu and COVID-19 vaccine schedule for next week.The flu vaccine and the COVID-19 vaccine are offered separately but are safe to get together. Walk-ins are always welcome or make an appointment in advance at:","sentiment_score":0.4333333333}
{"full_text":"Glenn Beck said he didn't need the vaccine - now he's very sick with COVID and taking ivermectin #SmartNews ","sentiment_score":-0.9285714286}
{"full_text":"SNEAK PEEK!!!SHE-HULK 2 exclusive variant with art by Access starts MONDAY 6 PM CST on the Unknown Comics AppAvailable online 01\/18\/2021 12 PM CST on the site! #SHEHULK #HULK #marvel #marvelcomics #davidnakayama #unknowncomics","sentiment_score":-0.125}
{"full_text":"Denver's annual Martin Luther King Jr. \"Marade\" will return on Monday with a live event for its 37th anniversary, after last year's event went virtual due to the pandemic. Here are events happening this weekend leading up to the parade. via","sentiment_score":-0.0596590909}
{"full_text":"#Sing2 is projected to expand its domestic gross to $122.5 million. That's an enviable result, as family fare has struggled at the box office during the pandemic. Case in point: the first \"Sing\" finished with a domestic total of $270.3 million","sentiment_score":0.05}
{"full_text":"Two cannabis compounds could prevent COVID-19 infection by gumming up the spike proteins of the coronavirus SARS-CoV-2.https:\/\/t.co\/PKYfAa3UAT","sentiment_score":0.0}
{"full_text":"Although the omicron variant has previously been generalized to be more mild, the TDH reports as of January 12, there are 2,879 current hospitalizations with 639 in the ICU and 320 on ventilators.https:\/\/t.co\/R6eo9eCXtV","sentiment_score":0.1666666667}
{"full_text":"With omicron variant cases spiking, the balance between our real and virtual lives continues to evolve. Here are three major developments to watch in 2022:","sentiment_score":0.13125}
{"full_text":"RT Boris Johnson is hiding. Keir Starmer is leading.","sentiment_score":0.0}
{"full_text":"A growing number of schools announced Wednesday plans to temporarily pivot to online learning due to the recent spike of COVID-19 cases and resulting absences of students of staff. | By","sentiment_score":-0.0625}
{"full_text":"RT Describes what's happening now in EDs with even greater numbers of COVID patients. Will be very difficult to separate ou...","sentiment_score":-0.075}
{"full_text":"RT How many humans will be sacrificed on the altar of Donald's ego in a raging pandemic? Florence, Arizona 2022 is Guyana 1978.","sentiment_score":0.5}
{"full_text":"RT Announce to the worlds about an extreme new covid and raising the level of war from Allah (by) air, land and sea with what...","sentiment_score":0.0056818182}
{"full_text":"COVID-19 has been one of the most stunning failures of leadership in our lifetimes. Left to right, top to bottom, there's plenty of blame to go around. Trying to pin this disaster on a podcast - - or otherwise, is simply a continuation of the same incompetence.","sentiment_score":0.2551020408}
{"full_text":"RT Glad to know the CDC is FINALLY recommending everyone wear an N95 or KN95 mask.","sentiment_score":0.25}
{"full_text":"RT Despite the clear strains  on the system I was safe. I went into the hospital without Covid and remain negative since bei...","sentiment_score":0.1}
{"full_text":"RT Omicron Job Loss? Unemployment Claims Unexpectedly Spike One Week After Steep Drop In Jobless Benefits Numbers","sentiment_score":0.1}
{"full_text":"Services &amp; shelter for homeless youth are more important than ever during this pandemic. Streetwork Project continues to respond to young people in crisis. If you or someone you know needs assistance, visit to connect with an advocate.","sentiment_score":0.3333333333}
{"full_text":"RT Premier@jkenney is respecting human rights and the peer reviewed science on this. Even the CEO of Pfizer has come out sa...","sentiment_score":0.0}
{"full_text":"Expect more worrisome variants after omicron, scientists sayhttps:\/\/t.co\/QdrQiwSt98","sentiment_score":0.5}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"Finding route to #financial independence is difficult but #COVID19 tore up map for youngest adults. \"#TSFA &amp; #RRSP for the long term for #GenZ should be 100% in #equity compounding #dividend-paying #investments\" says","sentiment_score":-0.1833333333}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT #GerryHarvey \"Harvey Norman CEO Katie Page and 82 year old Chairman Gerry Harvey, both have Covid after parading around at...","sentiment_score":0.1}
{"full_text":"Getting it yet","sentiment_score":0.0}
{"full_text":"RT you don't get to compare ANYTHING to the holocaust. absolutely nothing. not something related to covid. not another genoci...","sentiment_score":0.1}
{"full_text":"RT CVS and Walgreens are temporarily closing some stores in the U.S. this weekend because of staff shortages complicated by the s...","sentiment_score":-0.5}
{"full_text":"RT Game off. What started out as postponements due to a pandemic has now become about clubs not having their best team . The Premie...","sentiment_score":0.1583333333}
