{"full_text":"Seroprevalence survey showing 3\/4ths of some parts of India were infected prior to vaccine availability. 30 million actual cases reported, with the reality that nearly 1 billion people had been infected. 35 times underreported.","sentiment_score":0.0333333333}
{"full_text":"It's hard for me to get gifts because of the pandemic","sentiment_score":-0.2916666667}
{"full_text":"RT 26) IFFIm:Under the guise of fundraising, this (GAVI funded) group will siphon money away that was supposed to be for...","sentiment_score":0.0}
{"full_text":"She is the face of evil and corruption! The CDC is a privately funded, for profit organization, that makes their money from vax patents and big pharma marketing dollars. Why the hell would we as a country base our decisions on their recommendations?","sentiment_score":-0.45}
{"full_text":"RT Re the Twitter Discourse(tm) today:1. Cancel both the Nates.2. COVID is NOT \"now endemic.\" At the current daily death r...","sentiment_score":0.0}
{"full_text":"RT Has anyone seen Youngkin or Sears? Rumor has it they might have Covid from their maskless inauguration.","sentiment_score":0.0}
{"full_text":"I think today will be the day the #utleg unequivocably said to the public that they unequivocally surrender to COVID and that it is free to devastate the population because doing things is hard and people don't listen. #utpol","sentiment_score":0.0361111111}
{"full_text":"RT The media keeps covering for Biden's failed economic policies by blaming everything on COVID...","sentiment_score":-0.15}
{"full_text":"RT SAGE was catastrophically wrong about the Omicron variant. Scientists downplayed real-world evidence from South Africa an...","sentiment_score":-0.5}
{"full_text":"YES - anyone who thinks we should have our kids in N95s is an idiot! They will ALL get omicron exposure regardless and most likely get omicron!","sentiment_score":-0.1666666667}
{"full_text":"Usted tiene omicron ","sentiment_score":0.0}
{"full_text":"RT If you are angry that the unvaccinated can now use indoor hospitality without a vaccine pass then you probably got vaccin...","sentiment_score":-0.5}
{"full_text":"RT Fentanyl has become the #1 cause of death from people ages 18 to 45. Surpassing COVID, cancer, obesity &amp; heart disease....","sentiment_score":0.0}
{"full_text":"Hemorrhoids are an epidemic","sentiment_score":0.0}
{"full_text":"Not sure I follow. But Athabasca has had a pretty decent short size for quite a while pre-covid if I remember correctly. One of the reasons I am not back in, they approved an NCIB but never got it cleared with the TSX in past 3 years. Something just seems off.","sentiment_score":-0.0138888889}
{"full_text":"The booster does not even work against this variant","sentiment_score":0.0}
{"full_text":"RT So, 56% of adults are worried about the long-term health effects of Covid Booster shots.In other news, just 44% of pare...","sentiment_score":-0.125}
{"full_text":"What human rights are you talking about?As long as the prisoner Nasser is in prison,despite the outbreak of the disease in his body and the insistence of the occupation not to release or provide him with appropriate treatment. SPEAK UP!#IsraeliCrimes#nqdhw_nSr_bw_Hmyd","sentiment_score":0.15}
{"full_text":"RT Remember when the CDC predicted we wouldnt have a wave this winter?  Yeah....Remember when Team Reality correctly predict...","sentiment_score":0.0}
{"full_text":"RT Just in... Bolivia's vaccine mandate has been defeated.. IT'S HAPPENING FOLKS ","sentiment_score":0.0}
{"full_text":"RT Journalists: Some misinfo coming from *inside the house*Don't let an expert tell you:- The pandemic is over (it's not...","sentiment_score":0.0}
{"full_text":"RT Texas judge blocks Biden's federal vaccine mandate.UK government backing away from NHS jab mandate.Czech Republic u-t...","sentiment_score":0.0}
{"full_text":"Why does highly vaccinated and mandated Los Angeles again have more daily Covid deaths than every country in Europe combined? Why exactly?","sentiment_score":0.2275}
{"full_text":"This started the pandemic","sentiment_score":0.0}
{"full_text":"RT Guys, BA.2 isn't new. It's been around since last year. It's a sub-lineage to BA.1. They're both still Omicron. It isn'...","sentiment_score":0.0681818182}
{"full_text":"I took a PCR COVID test on Wednesday around 1pm and I'm still waiting on the results. There was a time when I would get them back within 24 hours.","sentiment_score":0.0}
{"full_text":"You'd think so.","sentiment_score":0.0}
{"full_text":"Just checking on my quarantinemates...  #quarantinelife #day5","sentiment_score":0.0}
{"full_text":"RT It is really difficult for me to restrain myself listening to someone explain to another person on how Omicron is making C...","sentiment_score":-0.5}
{"full_text":"RT Pfizer's...vaccine trial was funded by the company... and authored by Pfizer employees. The company... holds all the d...","sentiment_score":0.0}
{"full_text":"RT While the Omicron variant may be a cause for concern, it's not cause for panic. Between vaccines and boosters to masks and at...","sentiment_score":0.0}
{"full_text":"RT This asshole.....","sentiment_score":0.0}
{"full_text":"RT Judge Brown in  Texas just enjoined the federal employee vaccine mandate --nationwide injunction.  The same judge deni...","sentiment_score":0.0}
{"full_text":"RT I would prefer a world where the possibility of a lab-based pandemic did not exist at all. Thank you very much.","sentiment_score":0.26}
{"full_text":"RT THE ANDERSON TAPES - Douglas Skelton talks to Lin Anderson about lockdown, crime writing, the Bloody Scotland book festi...","sentiment_score":-0.8}
{"full_text":"RT Wait till you hear what your boss's COVID policies did...","sentiment_score":0.0}
{"full_text":"RT please don't scroll i'm a disabled trans lesbian and am covid+ with severe symptoms. i have a racing heartbeat and real...","sentiment_score":0.0}
{"full_text":"RT The catastrophe of the Covid models - spiked","sentiment_score":0.0}
{"full_text":"RT As the #COVID19 pandemic progressed through early 2021, study found there remained significant differences by insurance t...","sentiment_score":0.2375}
{"full_text":"A federal judge Friday blocked the Biden administration's Covid-19 vaccine requirement for federal employeesPresident lacked authority to mandate shots, ruling says","sentiment_score":0.0}
{"full_text":"Disabled people are scared for their lives and stay at home while abled people continue to be reckless going to outings and superspreader events","sentiment_score":-0.2}
{"full_text":"Covid, isn't NOT the threat....you're smarter than this.","sentiment_score":0.0}
{"full_text":"RT New Year, New You? Create a culture of #safety, #health, and well-being in your workplace:","sentiment_score":0.1363636364}
{"full_text":"Well for the unjabbed, it's been one continuous lockdown. Nobody speaks of that or getting rid of the vaxx pass ","sentiment_score":0.0}
{"full_text":"I'm a Happiness Journalist, and Omicron Is Crushing Me","sentiment_score":0.55}
{"full_text":"I know this is mostly a government responsibility to enact measures that pay people to stay home, distribute PPE, get people vaccinated etc. but it's still hurtful to see abled people who have choices do all this shit that ends up killings themselves and the people around them","sentiment_score":0.15}
{"full_text":"There is for sure a mindset - a very, very ill-advised mindset - that something like a pandemic is either won or lost.That's a false dichotomy, and imposing it here conflates a diversity of considerations that should not be conflated.\/2","sentiment_score":0.12}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"_ Caliban's News Feed _ Russia: Omicron cases triple in ten days while authorities ponder how to stem ithttps:\/\/t.co\/ocoMHdBchd","sentiment_score":0.0}
{"full_text":"The COVID-19 numbers for JCPS employees haven't gotten better since NTI was called Monday afternoon.Monday: 4.37% positive\/quarantinedToday at noon: 4.8% positive\/quarantined.","sentiment_score":0.5}
{"full_text":"Kindly check hostels where students have covid positive You have need to take necessary precautions In the university. B\/c no one is follow sops in university which create more issues in spreading covid.Thanks ","sentiment_score":0.3318181818}
{"full_text":"RT Devil's Reign: X-Men #2 variant by Javier Garron #EmmaFrost #Elektra","sentiment_score":0.0}
{"full_text":"RT covid virou trend em 2022 ","sentiment_score":0.0}
{"full_text":"How are you ok with going to these superspreader events and large gatherings when a deadly variant is rising in numbers and killing people? I dont get it","sentiment_score":0.1714285714}
{"full_text":"RT Texas judge blocks Biden's federal vaccine mandate.UK government backing away from NHS jab mandate.Czech Republic u-t...","sentiment_score":0.0}
{"full_text":"Washington state launches site to order free COVID-19 test kits delivered by Amazon","sentiment_score":0.4}
{"full_text":"RT His family are trying to cover up that covid was cause of death because he was anti vax!! But his man6alre...","sentiment_score":0.0}
{"full_text":"Which covid? I didn't read the article but this BBBEEE president is selling us..","sentiment_score":0.0}
{"full_text":"RT So the government makes it illegal to question the government. Makes sense.","sentiment_score":-0.5}
{"full_text":"Make sure always to check the country you're traveling to before scheduling your examination; if you have any specific questions about which COVID test you should choose from, contact our lab at (561) 576-9700.","sentiment_score":0.25}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"RT A lawsuit against Bill Gates, the Indian government and others, citing extensive case law, is attracting renewed scrut...","sentiment_score":0.0}
{"full_text":"RT I was very sad to learn that my Everton friend Mark Cruise passed away. I will always remember fondly our amusing exchange...","sentiment_score":-0.025}
{"full_text":"RT The combined real-world consequences of social media disinformation, increasingly radical right-wing outlets like Fox N...","sentiment_score":0.0333333333}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"RT Since 2017including Covid yearAuburn: 94-38Kentucky: 90-40Not including Covid year Auburn: 82-24Kentucky: 81-24...","sentiment_score":0.0}
{"full_text":"No there isn't, and that doesn't make sense. If that was the case, you would just need one flu shot over and over, yet different ones are made depending on the variant popular that season. These are all the same shots from the original variant. This is basic logic.","sentiment_score":0.195}
{"full_text":"RT \"Why aren't you coming to the party?\"My wife: \"COVID cases are still high, it's indoors, no ventilation with  &gt;200 ppl...","sentiment_score":0.16}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"Because we haven't already had these in schools for...as long as I can remember! FFS.","sentiment_score":-0.0625}
{"full_text":"RT Without a positive PCR test, the tens of thousands of British Columbians who will have Long COVID aren't able to access timely...","sentiment_score":0.1693181818}
{"full_text":"Biden failed when he said that \"We know how to keep kids safe in schools.\" That has now been proven completely untrue; in fact, kids in school are driving this whole epidemic.  I voted for the guy, but this unholy obsession with keeping schools open is the dumbest thing ever.","sentiment_score":0.06}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"Covid is more highly regarded.","sentiment_score":0.33}
{"full_text":"RT The British Medical Journal demanded the immediate release of all data related to COVID-19 #Vaccines and treatments.@BMJ_...","sentiment_score":0.0}
{"full_text":"Coming to a MOH near you, \"most people tested don't have covid\"","sentiment_score":0.3}
{"full_text":"RT Breaking: Magruder High School in Montgomery County is on lockdown after a student was found with a serious traumatic in...","sentiment_score":-0.0866666667}
{"full_text":"RT This is Anarcho-Tyranny in action.A 9-year-old black girl arrested in New York City for daring to try and go in a muse...","sentiment_score":-0.0151515152}
{"full_text":"Imagine that ... ","sentiment_score":0.0}
{"full_text":"RT I'm pleased that the Florida Legislature is crafting legislation to protect the rights of patients to have loved ones v...","sentiment_score":0.6}
{"full_text":"RT If the CDC wants to gain a modicum of credibility, they should immediately speak out against booster mandates &amp; masking of...","sentiment_score":0.2}
{"full_text":"RT Anti-vaccine activists have been attempting to shut down vaccination centres across the country claiming the Metropolitan Pol...","sentiment_score":-0.1555555556}
{"full_text":"#delayGATE22 Respected Sirthird wave of COVID is proposed in Feb and cases of corona is increasing day by day so pls provide delay in GATE EXAM so many of student can feel good.","sentiment_score":0.6}
{"full_text":"RT The Irish people's overwhelming belief in science and rejection of disinformation - 90% + vaccine rate - is the driving for...","sentiment_score":0.25}
{"full_text":"RT Where are the Women of Color?","sentiment_score":0.0}
{"full_text":"So much for personal responsibility in a pandemic.","sentiment_score":0.1}
{"full_text":"RT BREAKING: Trump-appointed Judge Jeffrey Brown blocks Biden's vaccine mandate for federal employees nationwide.","sentiment_score":0.0}
{"full_text":"RT Just out: 3 new large-scale studies on the effectiveness of boosters.First, from with over 80,000 COVID-19 hospita...","sentiment_score":0.3181818182}
{"full_text":"will never NEVER forgive covid for what it did to kosto's career. WE COULD HAVE HAD IT ALL","sentiment_score":0.0}
{"full_text":"RT NYC has made armed robbery a misdemeanor but will arrest a 9 year old for no vaccine card","sentiment_score":0.025}
{"full_text":"RT In another video referencing the CRN, a group of people in northeast England said they were able to shut down a vaccine c...","sentiment_score":0.1722222222}
{"full_text":"RT Texas judge blocks Biden's federal vaccine mandate.UK government backing away from NHS jab mandate.Czech Republic u-t...","sentiment_score":0.0}
{"full_text":"RT Dear media, Please stop labelling people who want to continue using common sense precautions like masks and ventilat...","sentiment_score":-0.3}
{"full_text":"RT In this surge, the thinnest-ever staff at this Maryland hospital has treated more covid-19 patients than at any point in...","sentiment_score":0.5}
{"full_text":"The government should have been honest march the 19th 2020 the CV 19 was downgraded, everything that has happened has been self-inflicted by them and now we need answers and not in a year's time we need them now.https:\/\/t.co\/kO6n0mllSw","sentiment_score":0.6}
{"full_text":"RT BREAKING: Texas judge BLOCKS vaccine mandate for federal workershttps:\/\/t.co\/L9TiF0InXA","sentiment_score":0.0}
{"full_text":"Lastima covid ","sentiment_score":0.0}
{"full_text":"RT Neurological complications, including strokes and neuromuscular disorders, linked to acute COVID-19","sentiment_score":0.6}
{"full_text":"RT Stream will be starting soon with some BAD NEWS!! I haven't ate yet!!! Start of the stream though and we should be...","sentiment_score":-0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT In moments like these many people panic and sell their #Cryptoskulls,for those who truly believe in this project and h...","sentiment_score":0.5}
{"full_text":"RT First Minister Mark Drakeford and his government must reverse vaccine passes here in Wales. They do not work and there is no...","sentiment_score":0.25}
{"full_text":"\"A federal judge Friday blocked the Biden administration's Covid-19 vaccine requirement for federal employees\"","sentiment_score":0.0}
{"full_text":"RT The first article listed in google denies it but if you look further it's there.https:\/\/t.co\/afVMJXpMwB","sentiment_score":0.125}
{"full_text":"RT While the UK, Ireland and France are all moving to reduce their COVID restrictions, the government of Austria has just p...","sentiment_score":0.0}
{"full_text":"Sharing to help others. Unfortunately I tested + for Covid on the 2nd Jan. Extremely ill, breathless and struggling to breath. Luckily I have had 3 vaccines. If I hadn't I have no doubt I would have ended up in hospital. Please stay safe and get Vaccinated.","sentiment_score":-0.0333333333}
{"full_text":"RT Anyone who is pushing the vaccine at this point is a pharmaceutical representative.","sentiment_score":0.0}
{"full_text":"RT Just watched the government announcement. Most COVID restrictions in Ireland will be lifted as from tomorrow.I should be over...","sentiment_score":0.5}
{"full_text":"RT Swedish study: \"All of the children had remaining symptoms 6-8 months after COVID-19 onset. Fatigue was the predominant sym...","sentiment_score":0.0}
{"full_text":"RT ...BUT ACCORDING TO CURRENT SENTIMENT THAT IS WORSE THAN AFTER COVID CRASH, WE WILL GET A BEARTRAP LIKE WE HAD BEFORE!I C...","sentiment_score":-0.2}
{"full_text":"RT This country not worried about children getting COVID, but absolutely terrified about them learning history &amp; facts shou...","sentiment_score":0.2}
{"full_text":"Hear, hear!","sentiment_score":0.0}
{"full_text":"RT I was trying to make a list of fun, covid-safe winter experiences to enjoy, and I just came up with a list of sandwiches...","sentiment_score":0.35}
{"full_text":"Covid 6 AMhttps:\/\/t.co\/96Bcy4oMxi","sentiment_score":0.0}
{"full_text":"But that hasn't been confirmed","sentiment_score":0.4}
{"full_text":"Masks don't work cdc said so","sentiment_score":0.0}
{"full_text":"RT COVID LOOK AHEAD  \"Leaders must look beyond the latest crisis...prepare for an unknowable future, instituting policies...","sentiment_score":0.25}
{"full_text":"Florida Weekly COVID cases drop for 1st time since NovemberAll done with NO LOCKDOWNSNO MASK   orNO VAX  MANDATES.Thank you@GovRonDeSantis@teamrondesantis@ChristinaPushaw@NikkiFried @CharlieCristhttps:\/\/t.co\/2MFZTKFMoE","sentiment_score":0.0}
{"full_text":"Lol. Those surveys are bullshit. I just googled your statistics. The survey sample size is 301 for the second survey. The first survey referenced wouldn't load the website. In that survey 45% said \"likely to get vaxxed\"https:\/\/t.co\/1EHGsWpmJY","sentiment_score":0.2625}
{"full_text":"RT For anyone claiming to be a proud patriot who would do absolutely anything for our country but refuse to...","sentiment_score":0.5}
{"full_text":"RT Kids are getting so sick of the CONSTANT covid messaging at school. Wear your mask, sanitize, social distance, etc. That's...","sentiment_score":-0.226984127}
{"full_text":"I could use some help rent due Wednesday and im out of work due to covid and have very little food","sentiment_score":-0.1645833333}
{"full_text":"RT Remember when they said: \"Get vaxxed to get back to normal?\"The people who said that are now wearing N95 masks 18 ho...","sentiment_score":0.075}
{"full_text":"What can electronic health records tell us about #COVID19? By studying participant EHRs, researchers may be able to understand patterns of COVID-19SymptomsIllnessTreatment effects.Learn more about research efforts: #JoinAllofUs","sentiment_score":0.5}
{"full_text":"The decision comes amid #Omicron breakouts. - https:\/\/t.co\/oQ1LTGrGSN@BBC #COVID19 #StockMarket #PBOC #Growth Read more: article has been fact-checked by #Oigetit","sentiment_score":0.5}
{"full_text":"Oral CBD prevented COVID-19 infection in real-world patients, study suggests via | While not a substitute for vaccines, \"CBD has the potential to prevent infections, such as breakthrough infections,\" the study's lead author said","sentiment_score":0.0}
{"full_text":"2021 Monitoring the Future survey shows youth e-cigarette use remains a serious problem. Almost 1 in 5 high school seniors reported vaping nicotine, even while many schools were closed due to COVID-19. . Read more from at","sentiment_score":0.085952381}
{"full_text":"RT The worst part about NYC covid authoritarianism isn't that the politicians implemented it, but that the people accepted i...","sentiment_score":-1.0}
{"full_text":"re: clarity when to test for #COVID19, Dr. Henry says many people with mild illness just need to stay away from others and not pass it on.What about long COVID implications?  She repeats what she said Tuesday.There are other ways to trace post-illness.#bcpoli","sentiment_score":0.1645833333}
{"full_text":"RT Anyways covid is over and I never caught it scarlet for all yous ","sentiment_score":0.0}
{"full_text":"On President Biden's watch, COVID isn't the only epidemic sweeping American streets. There is record violent crime across the country. The far-left rhetoric and anti-law-enforcement local policies have led major cities to set all-time records for homicides in 2021.","sentiment_score":-0.1475}
{"full_text":"go to and use the promo code B66 to save up to 66% off!#MikeLindell #BrannonHowse #FrankSpeech #LindellTV #LindellFoundation #LindellRecovery #MyPillow #biden #Covidvaccine #Vaccine #alexnewman #remdesivir #Florida","sentiment_score":0.0}
{"full_text":"RT This is true leadership and an essential stance on human rights. No one should be forced to take a personal medical tre...","sentiment_score":0.0083333333}
{"full_text":"RT #BREAKING: Montgomery County police are investigating after a student was injured in a incident at Magruder High. The school i...","sentiment_score":0.16}
{"full_text":"Great article from about #Burnout. An excellent lesson that things are rarely as simple as you think.https:\/\/t.co\/jfS6ysIR2j","sentiment_score":0.6}
{"full_text":"RT This is how a principled political party covers and intervenes #Omicron spreading at schools. The #unionstrong sold out ou...","sentiment_score":0.0}
{"full_text":"RT New coronavirus cases are falling in parts of the United States hardest hit by the fast-spreading omicron variant, according t...","sentiment_score":0.1363636364}
{"full_text":"The indie brand has succumbed to challenges brought on by the pandemic, despite high-profile partnerships last year with Iggy Azalea and Doja Cat.https:\/\/t.co\/mFKSCcfJNA","sentiment_score":0.0}
{"full_text":"Although the #Omicron variant is not deadly as compared to #Delta, it accounts for 90 percent of #COVID19 cases in South Africa and is a growing problem in Europe due to its high transmissibility rate, explains","sentiment_score":0.045}
{"full_text":"Free COVID-19 TESTINGSaturday, January 22, 9am-12pmEastminster Presbyterian Church250 N Highland AvePre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"\"Limited protection\" doesn't equal uselessness. And people will take as many dosis as required, they like it or not. Besides that is what the market is for, if one vaccine doesn't work (Pfizer), others will (Astra zeneca).https:\/\/t.co\/wuHKsvBCPB","sentiment_score":0.1428571429}
{"full_text":"Take Care. #GetBoosted.  #WesternU students and employees can book an appointment for a COVID-19 vaccine booster at the on-campus Vaccination and Testing Centre. If you are outside of London, please check with your local public health unit for clinics.","sentiment_score":0.0}
{"full_text":"Meat Loaf was 'ill' with COVID days before his death: report","sentiment_score":-0.5}
{"full_text":"If you are pregnant, the COVID-19 vaccine is the safest and most effective way to help protect you and your baby against the virus. Speak to your doctor or midwife if you have any questions.Factsheet at","sentiment_score":0.4777777778}
{"full_text":"Afternoon Prayer RequestPlease pray for the relatives of an AMM member who are feeling ill and are concerned that they might be battling the COVID-19 virus.Thank you for joining us in prayer.  We welcome your intentions-","sentiment_score":0.15}
{"full_text":"Two years ago, on January 10, 2020, Eddie Holmes, PhD, a virologist and evolutionary biologist at the University of Sydney, tweeted that the first draft sequence of \"the coronavirus was available...","sentiment_score":0.325}
{"full_text":"The January issue of is available now. This issue features:> Evidence-based treatment of muscle cramps> Knowledge of concussion in Air Force cadets> Effects of COVID-19 on sport participationLink:","sentiment_score":0.4}
{"full_text":"The chart-topping British singer said she was \"gutted\" and promised to reschedule the shows.https:\/\/t.co\/sfKNjpYjxl","sentiment_score":0.0}
{"full_text":"Today is National Hugging Day! Don't let the pandemic ruin this nationally celebrated day! Simply give air hugs to those you encounter...the gesture is free and you are almost always guaranteed to receive a smile - or - air hug in return.","sentiment_score":0.284375}
{"full_text":"Biden plans giveaway of 400M masks as Omicron surges by + via","sentiment_score":0.0}
{"full_text":"Brother and niece have corona and my mum is still being an ignorant pos and taking it seriosly.I fucking hate this.","sentiment_score":-0.8}
{"full_text":"Our thoughts are with their familyhttps:\/\/t.co\/RQdreBfpJC","sentiment_score":0.0}
{"full_text":"Do you agree?https:\/\/t.co\/jIElo3Phhv","sentiment_score":0.0}
{"full_text":"Taoiseach Micheal Martin is also expected to announce the phased return to workplaces from Mondayhttps:\/\/t.co\/GtuKFF9nYQ","sentiment_score":-0.1}
{"full_text":"Chances of death, hospitalization, risk of vaccine induced injury and the power of natural immunity are a few reasons why the Norwegian government is not recommending shots for healthy children. That being said, they are available at the request parents.","sentiment_score":0.16}
{"full_text":"A report has found only 49% of employees felt they received adequate support from employers during the #pandemic - with many now seeking a better work\/life balance. Read how paying closer attention to workplace benefits could help via","sentiment_score":0.3333333333}
{"full_text":"RT Coronavirus described in three lines of #haiku#COVID19 #Wonderful","sentiment_score":1.0}
{"full_text":"RT thinking about the girl I once saw try to get into the club with no wallet or phone who made the bouncer check her IG stor...","sentiment_score":0.0}
{"full_text":"#RingRust via Co-Champion Tested Positive For COVID-19 a Few Weeks Ago","sentiment_score":0.0136363636}
{"full_text":"The Conservatives have led Britain into a health crisis. NHS waiting lists were at a record high *before* the pandemic hit.We urgently need a plan from Ministers to boost NHS staff numbers &amp; bring these awful waiting lists down.","sentiment_score":-0.3318518519}
{"full_text":"#COVID19 rumours: Up to SR1 million fine in #SaudiArabiaSocial media rumour mongers also face maximum 5 years in jailhttps:\/\/t.co\/ZxBSO0QYPO","sentiment_score":0.4166666667}
{"full_text":"Celebrating its 60th year, Sawyer Aviation Group has spent the last two, pandemic-fueled years watching new faces climb onboard, hoping to avoid crowded major airlines planes. However, its services go beyond transporting families on vacation.","sentiment_score":0.0247159091}
