{"full_text":"RT They're closed because teachers are sick with Covid, Jay.","sentiment_score":-0.4071428571}
{"full_text":"No. It's a new virus, so unvaccinated immune systems are not prepared, which is why almost all of the people dying from covid are unvaccinated.","sentiment_score":0.1363636364}
{"full_text":"RT Who's going to pay my bills during this lockdown??","sentiment_score":0.0}
{"full_text":"Trump is the very reason as to why covid ran rampant and his supporters refuse to do their part to make things better for everyone.","sentiment_score":0.35}
{"full_text":"RT France has been using covid passports.France recently had record highest infections since the pandemic started.","sentiment_score":0.0}
{"full_text":"RT It is safe for you and your baby to receive the COVID-19 vaccine at any stage in pregnancy. A COVID-19 infection during p...","sentiment_score":0.5}
{"full_text":"RT Is it not possible to make covid test kits in America? We bought 500 million from China during a supply chain crises. Let th...","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT Man-made \"Global Climate Change\" was a fairy tale many could tolerate as a condition of membership in the Democratic P...","sentiment_score":0.25}
{"full_text":"So all those vaccinated and boosted are getting Omicron. Stop disinformation!","sentiment_score":0.0}
{"full_text":"Wow I see besides science they don't do math either.   Those numbers are a lot out of whack with what we are seeing.","sentiment_score":0.1}
{"full_text":"RT \"I love the poorly educated\"","sentiment_score":0.05}
{"full_text":"RT Rishi Sunak is preparing for a leadership bid. He's just written off PS4.3bn of covid loads lost to fraud. A chancellor w...","sentiment_score":0.0}
{"full_text":"RT I'm tired of living in lockdown. Tired of the government closing my business. Kids being out of school, out of sports. F...","sentiment_score":-0.4}
{"full_text":"RT The largest religious gathering in the world, is held every 12 years in rotation at the four holy places in In...","sentiment_score":0.0}
{"full_text":"RT On this, the 73rd day of #ecmo support for Covid, this young #pedsicu patient was decannulated. The work it took by the...","sentiment_score":0.1}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"RT Is Omicron 'mild'? Great explainer here. Loved this bit ","sentiment_score":0.6111111111}
{"full_text":"RT Better late than never !!  Yet they are trying to force it on people and remove freedoms for saying No!!  ","sentiment_score":-0.1162109375}
{"full_text":"RT It is very wrong that over 127,000 NHS staff &amp; private health &amp; care workers are being threatened with dismissals after se...","sentiment_score":-0.325}
{"full_text":"RT Merchants of herd death oversold immunity. People are being reinfected immediately again after Omicron infection. We ha...","sentiment_score":0.0}
{"full_text":"RT The charge sheet against Johnson is enormous. He broke the law on Covid parties, many times. He permitted the corrupt P...","sentiment_score":0.0}
{"full_text":"I should clarify that we do not have  compromised persons in our home. We are exceptionally cautious for many reasons, not least of which is that it's the right thing to do for our kids and others. Not everyone has the privilege to stay home, and that's not right either.","sentiment_score":0.2919047619}
{"full_text":"RT Would you join a class action lawsuit against Tucker Carlson for spreading COVID lies?","sentiment_score":0.1}
{"full_text":"RT CDC says it's okay for me to go work for a terrible corporation and sell access to my friends in government while me and...","sentiment_score":-0.25}
{"full_text":"It's not a vaccine. Stop pushing a false narrative. It's experimental gene therapy. And its not fully tested. Don't tell me I have to be forced to be punctured for your cowardice. ","sentiment_score":-0.2}
{"full_text":"Joni Mitchell pulled from Spotify. Joni and Neil Young both had polio, maybe that is why they are so passionate about vaccinations.","sentiment_score":0.025}
{"full_text":"RT From 1st February, your COVID vaccine certificate will only be valid for travel if it's less than nine months old.","sentiment_score":-0.0222222222}
{"full_text":"RT It is not surprising that die-hard lockdowners are claiming that we never really had a lockdown, now that it is clear...","sentiment_score":-0.1166666667}
{"full_text":"RT What a lying P.O.S! We are spending billions of dollars on PPE and Covid test that are MADE IN CHY-NA!","sentiment_score":0.0}
{"full_text":"RT Does the Democratic Party have any clue as to how many people they've lost from their ranks, permanently, due to COVID...","sentiment_score":0.1875}
{"full_text":"Got #COVID19, feeling like crap. Can someone tell exactly what took that help him get better right away?.#sick #COVID #Covid_19 #coronavirus #positive #help","sentiment_score":0.0925974026}
{"full_text":"RT The march in Melbourne today against COVID mandates.","sentiment_score":0.0}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"The Golden Knights have had 15 players enter the NHL's COVID protocol this season, including two on Saturday. #VegasBornhttps:\/\/t.co\/3Pvf26fuYs","sentiment_score":0.3}
{"full_text":"RT New correspondence in confirms the mounting evidence that incidence and viral loads of SARS-CoV-2 are equal in...","sentiment_score":0.0681818182}
{"full_text":"RT OC: - Skarlet Monaghan (Red Hair) - Fleur Baillonne (White Hair)Writer : pl203 (Thank you~ :3)This is a variant but can b...","sentiment_score":0.0}
{"full_text":"RT During #COVID19, Doug Ford has repeatedly pandered to anti-vaxxers.He refused to mandate vaccines for health &amp; education...","sentiment_score":0.0}
{"full_text":"RT It is very wrong that over 127,000 NHS staff &amp; private health &amp; care workers are being threatened with dismissals after se...","sentiment_score":-0.325}
{"full_text":"RT Who knew a side effect of Covid was stupidity?","sentiment_score":-0.6}
{"full_text":"RT If you think vaccine mandates are oppression and genocide just wait until you open a US history textbook.","sentiment_score":0.0}
{"full_text":"Does it keep you from getting Covid..noDoes it keep you from spreading covid..no","sentiment_score":0.0}
{"full_text":"RT France has been using covid passports.France recently had record highest infections since the pandemic started.","sentiment_score":0.0}
{"full_text":"Two very easy steps! But the Leftists won't allow it. It doesn't help with their agenda of fear, power and control. #COVID19 #JoeBiden #WorstPresidentEver","sentiment_score":0.7041666667}
{"full_text":"RT No one should lose a job based on vaccination status.What if people were fired for taking the vaccine? The logic f...","sentiment_score":0.0}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"RT It is not surprising that die-hard lockdowners are claiming that we never really had a lockdown, now that it is clear...","sentiment_score":-0.1166666667}
{"full_text":"RT Excess deaths per million so far in Europe (2020+2021; note: not all countries fully updated)  The Nord...","sentiment_score":0.1}
{"full_text":"Can you show me something that shows Biden and Harris were anti-vax? They promoted waiting for science to provide the vaccine (both as candidates and Pres\/VP). They were NEVER anti-vax. But I guess that doesn't fit your narrative.","sentiment_score":0.4}
{"full_text":"RT Anyone who thinks that vaccines aren't working against Omicron might want to review the datahttps:\/\/t.co\/9bHYdKxz8u","sentiment_score":0.0}
{"full_text":"RT The Pandemic Has Made Americans Even Lazier","sentiment_score":0.0}
{"full_text":"RT Compulsory vaccine mandate? shouldn't a ban on cigarettes come first, since even non smokers can get cancer from passive...","sentiment_score":0.25}
{"full_text":"RT While all these fascist freaks are in Ottawa fighting for \"freedom\" to not get a life saving vaccine, a Palestinian freedom...","sentiment_score":0.0}
{"full_text":"RT CANADA - Saskatchewan.Vaccine mandates &amp; Passports DROPPED! The people will decide.Keep going, set yourselves free...","sentiment_score":0.4}
{"full_text":"RT I pray Rolling Ray is doing well. About a month ago he posted he was battling Covid in the hospital and he's been inactive o...","sentiment_score":0.0}
{"full_text":"RT Full 5-Hour Panel Discussion - COVID 19: A Second Opinion - January 24, 2022. SENATE PANEL 5 hr SECOND OPINION FACTS....","sentiment_score":0.1166666667}
{"full_text":"RT It's so frustrating to hear dismissive comments like, \"oh it'll just be like the flu\" as if formulating the seasonal flu va...","sentiment_score":-0.4}
{"full_text":"same I haven't gymmed since covid","sentiment_score":0.0}
{"full_text":"RT My little sister has a heart operation scheduled in the next few weeks. If she, or any of her kids catch Covid it won't...","sentiment_score":-0.1291666667}
{"full_text":"RT Mayor of Ottawa says Truckers have to go home and let the downtown area get back to life. Meanwhile, hotels in Ottawa were f...","sentiment_score":0.0}
{"full_text":"RT KID ROCK: \"If you think I'm going to sit out there and sing 'Don't Tell Me How to Live' or 'We the People' while people are ho...","sentiment_score":0.1363636364}
{"full_text":"RT Even if catching COVID is inevitable, delay the inevitable. Vaccines, treatments, survival will continue to improve wit...","sentiment_score":0.2}
{"full_text":"RT And at a time when more people are hospitalized than at any other time in the pandemic... when more kids are sick and dy...","sentiment_score":0.0401785714}
{"full_text":"RT I keep warning you all: Narcissistic, entitled, vicious behavior is not just an American thing. It's a first-world, afflu...","sentiment_score":-0.5}
{"full_text":"RT Nothing says \"grassroots campaign to end vaccine mandates\" like professionally-made transphobia placards. Via h...","sentiment_score":0.0}
{"full_text":"RT Deeply disturbing to see mainstream media twist the high levels of pop. immunity in parts of Africa into a positive whe...","sentiment_score":-0.0375757576}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"He was trying to drum up business for his (also failed) AIDS vaccine then. But it didn't impact enough of a market share. Enter the plandemic.","sentiment_score":-0.25}
{"full_text":"happy 2nd anniversary","sentiment_score":0.4}
{"full_text":"RT I've read several emails in which university administers, with breathtaking arrogance, denounce students for questioni...","sentiment_score":0.5}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"Biden let a new variant into the country. It's called #coward-19.","sentiment_score":0.1363636364}
{"full_text":"They have pledged to get the virus together","sentiment_score":0.0}
{"full_text":"that's when you knowthey are about to roll-outanother $Petro #Dollar  f@lse fl@gisn't it interestingthat now that covid has been proven to be a hoaxthe psychopaths revert to the old fear porn#NKorea is going to #NukeUs#Russia is going to #Attack #auspol #nzpol","sentiment_score":0.1}
{"full_text":"Omicron outcompetes omicron, official data via","sentiment_score":0.0}
{"full_text":"\"In order to exclude children who had been tested positive for SARS-CoV-2 from the control group, previous SARS-CoV-2 infection was addressed in the first question with termination of the rest of the questionnaire if confirmed.\"","sentiment_score":0.1776515152}
{"full_text":"RT If you're leaving because of being an unabashed anti-vaxxer, I'm glad you care about people's health...","sentiment_score":0.5}
{"full_text":"Covid-19 is an inferior weapon. I prefer the wolves to tread upon the pasture en masse during the day time rather than find a few ravaged sheep day in and day out....","sentiment_score":-0.2}
{"full_text":"RT I'm not a doctor, but I know enough, and have spoken to enough medical professionals, to say that unless you have worm...","sentiment_score":0.0}
{"full_text":"RT CRT isn't taught in K-12 schools, you're just racist. Ivermectin doesn't work. The vaccine is safe. COVID-19 is real and...","sentiment_score":0.35}
{"full_text":"RT Pretty Impressive For A \"Small Fringe Minority\"","sentiment_score":0.3333333333}
{"full_text":"RT A glaring contrast has come to light during the pandemic. Conservatives = people of freedom, expression, and liberty...","sentiment_score":0.4}
{"full_text":"RT Corporate greed is Walmart slashing paid leave in half for Covid positive workers while increasing its CEO compensation...","sentiment_score":0.0202020202}
{"full_text":"Second most logical question I've seen in the past week alone.The first was why we have to pay taxes at all when the govt can simply print money at a crazy rate as they've been doing in recent years.Where did UK get ~PS400bn to splash out on covid in &lt; 2yrs?","sentiment_score":0.01875}
{"full_text":"RT DRIPPIN Cha Jun Ho tests positive for COVID-19 Other DRIPPIN members tested negative with self-test kits and will do P...","sentiment_score":-0.0659090909}
{"full_text":"RT and boy was he wrong it's astonishing that two years later the people who championed Rogan during Dem primary, instead...","sentiment_score":0.1}
{"full_text":"RT Marvel Actress Evangeline Lilly Comes Out Against Vaccine Mandates: 'Nobody Should Ever Be Forced To Inject Their Body'...","sentiment_score":-0.3}
{"full_text":"RT Take away the white supremacist racist symbols, the threats against democracy, the harassment of journalists, the attack...","sentiment_score":0.0}
{"full_text":"I'm not sure if you heard, but they say there was a pandemic that year.","sentiment_score":-0.25}
{"full_text":"The convoy - what do people in Canada expect?Unions have been MIA during the pandemic, and parties elected on purportedly 'progressive' platforms implemented regressive policies and consistently lied to the publicThis era belongs to the reactionary right","sentiment_score":0.2678571429}
{"full_text":"A minor but annoying aspect of this bridge collapse is that the one place where I get any activity or interaction with the outside world during this pandemic is now closed off. Cool!","sentiment_score":-0.1025}
{"full_text":"the real culprit was a Demon.  In a way, I guess she was right except it should be Demons, since there are quite a few Guvners who are intent on keeping the CoVid pandemic going strong.","sentiment_score":0.1797619048}
{"full_text":"RT I wish Laurence Fox a very speedy recovery - but it's important to stress there is no clear evidence that Ivermectin (a...","sentiment_score":0.1833333333}
{"full_text":"We all miss you about as much as we miss having COVID","sentiment_score":0.2}
{"full_text":"RT Trump Praises Canadian Truckers - Calls on Congress to Rehire EVERY Soldier or Marine Fired by Joe Biden over Vaccine Mand...","sentiment_score":0.0}
{"full_text":"RT In the month of January, 2,300 people have died in New York City from Covid-19.","sentiment_score":0.1363636364}
{"full_text":"So many people have that  covid variant it's worrisome.","sentiment_score":0.5}
{"full_text":"RT New Pre-Print from SA: A young female with advanced HIV persistently infected with SARS-CoV-2 for 9 mts, virus accumulating &gt;...","sentiment_score":0.1590909091}
{"full_text":"RT France has been using covid passports.France recently had record highest infections since the pandemic started.","sentiment_score":0.0}
{"full_text":"Coronavirus Greece: 11,124 new cases, 97 deathshttps:\/\/t.co\/hdYIJnai8M","sentiment_score":0.1363636364}
{"full_text":"RT The vaccine is so effective that they changed the meaning of \"anti-vaxx\" to include people who are fully vaccinated but don'...","sentiment_score":0.6}
{"full_text":"RT Getting your child vaccinated against #COVID19 is more important than ever.CDC recommends everyone ages 5 years and older get...","sentiment_score":0.3555555556}
{"full_text":"RT Why???If they are safe Why ???","sentiment_score":0.5}
{"full_text":"Need covid to run up the score.","sentiment_score":0.0}
{"full_text":"great question! Ottawa city cleanup? Paying for the meals intimidated from the homeless shelter? Pain\/suffering for downtown residents who had stores closing early because they were breaking bylaws? How about COVID costs for any who contract it and end up in the ICU?","sentiment_score":0.55}
{"full_text":"Edmonton anti-lockdown rally condemned for racist symbols via here's some coverage from the CBC of the Edmonton rally. Maybe they should be designated a hate group. This is what they think of us. It's a disgrace. We pay for this shit!!","sentiment_score":-0.55625}
{"full_text":"Genocide is what you are doing forcing the population to poison themselves with what you call a vaccine","sentiment_score":0.0}
{"full_text":"RT Stat News: \"The Biden administration used billions in hospital Covid-19 funds to pay drugmakers\" ... \"the diversion to dru...","sentiment_score":0.0}
{"full_text":"RT NY Nurses Arrested After Selling $1.5 Million In Fake Vaccine Cards ","sentiment_score":-0.5}
{"full_text":"This might be among the most severe two months of weather in Kentucky history.  From worst tornado outbreak in 50 years in Dec to a top 5 cold and snowy Jan \/ Feb","sentiment_score":-0.15}
{"full_text":"RT Premier Scott Moe of Saskatchewan @PremierScottMoe makes the first brave move to return us to normalcy. Ball's in yo...","sentiment_score":0.525}
{"full_text":"You go girl!!","sentiment_score":0.0}
{"full_text":"RT Trump made this deranged person the White House national security adviser","sentiment_score":0.0}
{"full_text":"Not surprisingly, as remote work continues on, consumers plan to spend less on clothing. Learn more about pandemic-related consumer spending habits in our Global State of the Consumer Tracker.","sentiment_score":0.0958333333}
{"full_text":"RT This filtered build gives a nice visual display of how distant the Omicron family is from everything else, &amp; ho...","sentiment_score":0.1666666667}
{"full_text":"Sleepy Joe said \"I rake the covid vaccine\".","sentiment_score":0.0}
{"full_text":"Radiation poisoning really is an epidemic nearly all the #electronics people purchase emit some form of radiation. You can combat this with #FaradayGear available at our website:","sentiment_score":0.2333333333}
{"full_text":"You, the British people greatly support pandemic emergency service workers.","sentiment_score":0.4}
{"full_text":"ICYMI: New Waterford's Coal Bowl will continue beyond pandemic and in new school, organizers say -","sentiment_score":0.1363636364}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to prove my parents wrong and start my own restaurant! LET'S DO THIS!","sentiment_score":0.21875}
{"full_text":"I think it was hard to figure out if had Delta then infected with Omicron. And no studies, right? People just saying it, no? Or maybe I am wrong. Anyway this sucks big time.","sentiment_score":-0.1611904762}
{"full_text":"Laurence Fox: I don't need the vaccine, I have an immune systemAlso Laurence Fox: pass me that horse dewormerhttps:\/\/t.co\/iuXhEdNCNa","sentiment_score":0.0}
{"full_text":"RT If there will be corruption in every sector including flour, sugar, electricity, gas, medicine, urea, LNG, corona then w...","sentiment_score":0.0}
{"full_text":"Omicron Pushes Authorities Toward Learning to Live With Covid...https:\/\/t.co\/In2TX3jCeJ","sentiment_score":0.1363636364}
{"full_text":"RT The schools in Uganda were closed for 80 weeks. 30% of students left formal education and most won't come back. They will liv...","sentiment_score":0.1}
{"full_text":"#UK expands Covid-19 vaccines to at-risk 5 to 11-year-old kids Read here:","sentiment_score":0.0}
{"full_text":"RT Locking down homes, Hong Kong takes COVID lesson from Beijing ","sentiment_score":-0.1555555556}
{"full_text":"Going out for dinner? Help slow the spread of #COVID19. Activate #CANotify on your phone soyou'll be alerted if you are exposed to #COVID19. If you test positive or get an alert for COVID19, follow the instructions to help protect others.","sentiment_score":-0.0363636364}
{"full_text":"Never before has it been so important to listen to the voices of those impacted by the pandemic. Editor penned down brave accounts from survivors, frontline workers, and those who tragically lost loved ones during Covid-19. Full story here:","sentiment_score":0.4188888889}
{"full_text":"In pictures: Hundreds of trucks and thousands of people block streets Canada's capital Ottawa to protest against vaccine mandates required to cross the US border","sentiment_score":0.0}
{"full_text":"RT In case we are told later that no one saw it coming","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"\"Check your misogyny at the door: It's a day in the life of a stay-at-home husband.\"He cleans the house. She pays the bills. We spoke to Hunter and Maya Leppard (TikTok\/maya.and.hunter) about the story behind their hilarious TikTok videos.(via","sentiment_score":0.05}
{"full_text":"\"China did not have a consumption-driven economy before COVID, and it doesn't have a consumption-oriented economy now.\" - Dan Rosen on the dynamics of Chinese economic development. Listen:","sentiment_score":0.1}
{"full_text":"Health authorities in Los Angeles have laid down the rules when it comes to Super Bowl LVI.https:\/\/t.co\/4jIAKJh15E","sentiment_score":0.0888888889}
{"full_text":" (DR, Disaster) blocked me on tweet. Which means i am effective on fighting the so called director of #WHO, Dr. Disaster.#Ethiopia#Ethiopians #Ethiopian #NoMoreTPLF #NoMore  yehene kotataame 'esekamacharashaawe 'enetaagalawaalane! hetzaanaate 'eyaasedafara 'ayeqatheleme!","sentiment_score":0.9375}
{"full_text":"Ottawa's Parliament Hill packed with COVID-restriction protestersFollow us on Telegram","sentiment_score":0.0}
{"full_text":"RT Prince Harry and Meghan Markle Address 'Serious Harms' of COVID-19 Misinformation on Spotify ","sentiment_score":-0.3333333333}
{"full_text":"RT Two Long Island nurses have been charged with raking in over $1.5 million selling fake vaccine cards. $900k in cash was...","sentiment_score":-0.275}
{"full_text":"Your health at your fingertips - the NHS App puts you in control and can help you book appointments, order repeat prescriptions and view your COVID vaccination status (if you've had both doses) #Covid19","sentiment_score":0.0}
{"full_text":"During the COVID-19 pandemic, it has been harder than ever for us to look after our mental health and do the things that make us feel good. Check out our advice on how to prioritise your mental health ","sentiment_score":0.1}
{"full_text":"Need help finding a COVID-19 vaccine in your area? Call 1-800-232-0233 or go to to locate where you can get your free vaccine.","sentiment_score":0.4}
{"full_text":"We have all been affected by the COVID-19 pandemic, and many are still suffering its effects months after contracting the virus. Respiratory nurse and lecturer Debbie Duncan shares what is has been like for herself and others coping with long COVID","sentiment_score":0.225}
{"full_text":"\"Moreover, the pandemic is ongoing and could shape the prospects for growth and poverty reduction in developing countries for the next five to ten years given the slow and unequal global distribution of vaccines.\"Global Vaccination must be at the core of government policies.","sentiment_score":-0.06}
{"full_text":"\"The COVID-19 pandemic, the rise of disruptive technologies, and the sprouting of new talents push businesses to move ahead with digital transformation at an accelerated pace.\"#digitaltransformation #enterprisetransformation","sentiment_score":0.0681818182}
{"full_text":"Draconian' COVID Protocols at US Universities: John Hopkins Prof. and Rand Paul Sound Off | CBN News #COVID19","sentiment_score":0.4}
{"full_text":"RT I'm tired of living in lockdown. Tired of the government closing my business. Kids being out of school, out of sports. F...","sentiment_score":-0.4}
{"full_text":"HULK 4 exclusive variant with art by Available online NOW on the site! #HULK #marvel #marvelcomics #MARCOMASTRAZZO #MARCOMASTRAZZOART #unknowncomicbooks","sentiment_score":0.5}
{"full_text":"Have you tested positive for #COVID19 with symptoms that started in the last five days?You could be eligible to take part in a study and help scientists to learn more about new antiviral treatments.Sign up:","sentiment_score":0.2159090909}
{"full_text":"Please come along to this Zoom event to discuss how people in Monmouthshire have been affected by the Covid-19 pandemic and the information, advice and support that would be useful for recovery https:\/\/t.co\/HJ5yiCGh3O","sentiment_score":0.3}
{"full_text":"Get the whole family vaccinated and stay protected from CoronavirusYou can save time and all get jabbed on the same day - lots of our sites offer bookable and walk-in slots!Find the nearest site to you online or call 119: #VaccinateBCWB","sentiment_score":0.1}
{"full_text":"COVID-19 and the changing nature of wasteBy Anusha Krishnan (@Anushmoi","sentiment_score":0.0}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
