{"full_text":"RT Our biggest problem in the Philippines is not that the coronavirus evolves, but that the government doesn't.","sentiment_score":0.0}
{"full_text":"RT THIS is confidence in your vax amd research. Not like Pfizer that only seeks Emergency Use to avoid liability and gets the F...","sentiment_score":0.0}
{"full_text":"RT How's the common sense coming along, Ferries, hospitals, waiting lists, cancers, drug deaths, meeting...","sentiment_score":-0.3}
{"full_text":"RT If COVID certification\/ Vaccine Passports do not expire on the 26th January, you are seeing a greater plan, a creep to control...","sentiment_score":0.5}
{"full_text":"RT The treatment of asylum seekers at the Park Hotel is a national disgrace. Some have been detained there for years amid r...","sentiment_score":0.0}
{"full_text":"RT 'The hospital system in Ireland has suffered from under-investment for many years and COVID 19 has highlighted the ongo...","sentiment_score":0.5}
{"full_text":"Story telling pala ang med cert? Once upon a time, I was called by his wife... charot","sentiment_score":0.0}
{"full_text":"But sounds like good advice that we should have been following since the latest variant arrived. Stay away from testing etc and get over it","sentiment_score":0.4}
{"full_text":"RT Taxes collected aren't spent on your welfare. They are used for PM's suit boot. People struggled during COVID where was the PM...","sentiment_score":-0.1}
{"full_text":"RT Spike Protein Toxicity Studieshttps:\/\/t.co\/Lu7Kj2HjoJhttps:\/\/t.co\/8NzbR6GMr8http...","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT \"we cannot afford to accept to live with covid because we will die\" - Julia THANK YOU for saying this out loud. it is...","sentiment_score":0.1181818182}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT You cannot make this shit up if you tried! ","sentiment_score":-0.25}
{"full_text":"RT #IndianArmy organised an interactive session with Sarpaches and Ward Members of Lachhampura to discuss various develop...","sentiment_score":0.0}
{"full_text":"...he's obviously attracted to even-handed, completely objective, accurate news outlet where their most watched talking head assured her viewers in no uncertain terms that if you get vaccinated, covid is over for you and you CANNOT pass it on. Jonah is a very judicious guy. lol","sentiment_score":0.3166666667}
{"full_text":"RT Kevin: I won't get the vaccine, I don't want all those chemicals in my body! Also Kevin:","sentiment_score":0.0}
{"full_text":"You stay Home. We Deliver!Checkout nuevokartshop now ==&gt; #newupdates #offers # weeklyoffers #festivaloffers#bestgroceries #nextdaydelivery #grocery #homedelivery #freedelivery #doorstepdelivery #healthylife #dailyneeds #chennaigroceries","sentiment_score":0.1}
{"full_text":"RT Explore how IWMI made a splash last year even amid a pandemic and lockdowns: #OneCGIAR #ForNat...","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT Thank you to everyone who (CORRECTLY) voted. Yes, I will acknowledge I made a big trashy mess today but that is not techni...","sentiment_score":-0.0875}
{"full_text":"RT Jacob Rees-Mogg has today, once again, told Parliament\"It is thanks to the fact we are not in the European Union we...","sentiment_score":0.1}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"Another milestone achieved by our great nation! Kudos to all our frontline workers and the incredible governance of ","sentiment_score":0.95}
{"full_text":"RT The army would not have to be called in to help in hospitals if the government hadn't created a situation where there ar...","sentiment_score":0.0}
{"full_text":"during a pandemic.Cuba sent there Doctor brigade over to Europe in the first wave. Could we have rented them for a shipload of potatoes our friendly neighbour is stiffing. Maybe just enough to give these people a break. Then work the problem going forward.con't","sentiment_score":0.2083333333}
{"full_text":"you have used this big institutions for purpose of supporting #TPLFTerroristGroup  because you are members of this leader shame of you you are terrorist !!","sentiment_score":0.1953125}
{"full_text":"RT Mint Now: Be part of the RAGE CLUB Nightlife Scene in Metaverse! Opening Soon! - No...","sentiment_score":0.0}
{"full_text":"Simple fact is, it doesn't even matter if we were all given hazmat suit to wear for protection if people don't wear them properly. Problem really isn't N95. It's PEOPLE. Lot of them wear mask as chin straps. They lower their mask when talking. Refusing any masks, etc.","sentiment_score":0.0666666667}
{"full_text":"Covid infections double in a week in Walsall in shocking figures","sentiment_score":-0.5}
{"full_text":"RT Dear vaccinated,The unvaxed did not take your freedom away. The govt did. The unvaxed did not hold you...","sentiment_score":0.0}
{"full_text":"RT This is a reminder that a THREE-vaccine regimen is highly protective against HOSPITALIZATION, whereas high quality MASKS, s...","sentiment_score":0.16}
{"full_text":"RT So, have I got this right? Perrottet says his loosening of restrictions didn't speed up spread of Omicron, but at the sam...","sentiment_score":0.2857142857}
{"full_text":"RT In Romania-that country that eastern European country not even worth being added to covid statistics- for ma...","sentiment_score":0.15}
{"full_text":"RT Thanks Jamie. I have had covid twice, first time very mild, second time just a runny nose. I have had 2 va...","sentiment_score":0.2208333333}
{"full_text":"Let us compare these trends with the current post-Covid market.1. Explosion in global credit expansion from G10 central banks2. Popularisation of Crypto,NFTs,Exotic ETFs3. Rise in retail trading platforms, Tech VC, FAANG S&amp;P domination.","sentiment_score":0.0}
{"full_text":"Check out what Hondurus achieved including Ivermectin and early treatment","sentiment_score":0.1}
{"full_text":"RT I'm 23. I'm an intern doctor who recently started his covid duty. Omicron cases are exponentially rising and here...","sentiment_score":0.0}
{"full_text":"RT To kickstart 2022 we want to celebrate the amazing women who have carried us through another year of the pandemic.To nomina...","sentiment_score":0.6}
{"full_text":"RT The \"key part of his response\" that he opposed until two weeks ago, when everyone piled on his Press Secretary for publicly...","sentiment_score":0.0}
{"full_text":"First time Getting COVID crazy ","sentiment_score":-0.175}
{"full_text":"RT In light of Omicron, the legal team have drafted a proforma letter for healthcare workers to send to their...","sentiment_score":0.3}
{"full_text":"RT Several school, college students across the country have been expressing concern over conduction of #Offline exams amidst...","sentiment_score":0.0}
{"full_text":"\"When humans sinned, God didn't cancel that part of the creational package.\"-- God and the Pandemic: A Christian Reflection on the Coronavirus and Its Aftermath by N. T. Wrighthttps:\/\/t.co\/E38rLkzkUH","sentiment_score":0.0}
{"full_text":"RT Spike Protein Toxicity Studieshttps:\/\/t.co\/Lu7Kj2HjoJh...","sentiment_score":0.0}
{"full_text":"RT Specifically: For 15 months, the EU, UK &amp; Switzerland have been blocking wider vaccine production globally by obstructing...","sentiment_score":0.0}
{"full_text":"RT To the staff and students of would like to thank you for your good humour and #positive attitude despite t...","sentiment_score":0.4636363636}
{"full_text":"RT Given how much the Tories have also run-down the military, will the NHS be deployed when they're under pressure?","sentiment_score":0.05}
{"full_text":"RT Daily Mail thinks NHS staff shouldn't be allowed annual leave during the pandemic?!Well, I've just had 2 weeks offI got...","sentiment_score":0.0}
{"full_text":"#SocialDistancing [... where is when we need him...?]","sentiment_score":0.0}
{"full_text":"RT City of Long Beach has announced a new strain of COVID called \"Cuhrona.\" Symptoms include excessive crippin and public int...","sentiment_score":-0.0409090909}
{"full_text":"2 poids, 2 mesures...","sentiment_score":0.0}
{"full_text":"Since the *beginning* of the pandemic Trump &amp; Biden were informed that C-19 was airborne. Political calculations ensued &amp; part of the science community, wedded to an outdated droplet theory (scientists aren't immune to misconceptions &amp; silos), w convenient views were platformed","sentiment_score":-0.2}
{"full_text":"RT Did discussed about funeral arrangements of 3 lakh #vtu students? As they are forced...","sentiment_score":-0.3}
{"full_text":"RT Since the start of the pandemic, Rishi Sunak has delivered PS25 billion of support to Scotland. This demonstrates the stre...","sentiment_score":0.0}
{"full_text":"RT At the gates another reduction of appointments in due to covid, just when we had the hope of th...","sentiment_score":-0.125}
{"full_text":"RT 2.6 million new coronavirus cases worldwide, the biggest one-day increase on record, according to WHO. 8,168 new deaths","sentiment_score":0.1363636364}
{"full_text":"RT I'm fed up of people asking about my dad's death, \"Was it covid? \"No it  was not.So I'm replying with \"No actuall...","sentiment_score":0.0}
{"full_text":"Omicron : Virus in transition. Future of Covid is still in our hands. Vaccinating as many as possible, masking up &amp; avoiding crowd is the answer to stop the virus. Else virus will again changes itself, which may drive a new wave.  Virus can still turn rogue. Be careful.","sentiment_score":0.1072727273}
{"full_text":"According to my personal view, we can never beat corona ever. This is disappointing but true. This will lead whole world to death slowly. By its varient, by hunger, by lost of jobs, by depression. This activates like someone pressing a button. #omicronusoruyorum #COVID19","sentiment_score":-0.07}
{"full_text":"RT Channel feels it safer to carry ongoing show #BiggBoss15 than launch a new one Hunarbaaz. If there's a lockdown in Mumbai...","sentiment_score":0.1363636364}
{"full_text":"RT Throwing boosters at people who do not necessarily need them depending on their relative risk to the new variant is unethic...","sentiment_score":0.0454545455}
{"full_text":"RT The CoVHORT study, limited to non-hospitalized patients in Arizona - \"mild\" cases - found a 68% prevalence of 1 or more...","sentiment_score":0.253968254}
{"full_text":"Dear *Nifs students *In view of enhanced *Covid* pandemic situatio..For more info visit...https:\/\/t.co\/9q1ZsOchDb","sentiment_score":0.5}
{"full_text":"RT As Mumbai received around 20,000 covid cases and due to this Channel feels it better to extend ongoing show as everyone a...","sentiment_score":0.1875}
{"full_text":"RT If the vaccine manufacturers didn't know that any efficacy from their product would be gone after 5 months, how would the...","sentiment_score":0.0}
{"full_text":"RT Symptoms of Children with Mild COVID19 Disease. Children with Mild Disease may present with sore throat, rhinorrhea &amp;...","sentiment_score":0.2222222222}
{"full_text":"RT The army would not have to be called in to help in hospitals if the government hadn't created a situation where there ar...","sentiment_score":0.0}
{"full_text":"RT \"A senior doctor at Westmead Hospital said the hospital started triaging stable patients in their cars with space in the...","sentiment_score":0.0}
{"full_text":"RT Calling Omicron \"Mild\" A Mistake, Warns WHO","sentiment_score":0.3333333333}
{"full_text":"RT If you still need a booster after being fully vaxxed... and still need to get tested after being fully vaxxed... and still nee...","sentiment_score":0.0}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT The chemist with no RATSThe hospital with no bedsThe hospital with no staffThe shops with no foodThe GPs with no vacc...","sentiment_score":0.0}
{"full_text":"RT I wish more people would follow suit with and get oral tablet vaccine into the mainstream.  G...","sentiment_score":0.5}
{"full_text":"RT (The Florida official was Ron DeSantis)","sentiment_score":0.0}
{"full_text":"RT China's delta variant-fueled Covid outbreak isn't showing signs of easing, with cases now cropping up elsewhere in the countr...","sentiment_score":0.0}
{"full_text":"I know, you couldn't sustain the debate when asked for examples to back up your argument. You know the next federal poll will be a referendum on #scovid's management of #covid19 They are a lot of angry punters out there #intellectualnobody","sentiment_score":-0.1666666667}
{"full_text":"RT i and Dayot #Upamecano are self-isolating after testing positive for Covid-19.","sentiment_score":0.2272727273}
{"full_text":"RT The army would not have to be called in to help in hospitals if the government hadn't created a situation where there ar...","sentiment_score":0.0}
{"full_text":"RT The most common Omicron origin theory, that it developed in an immuno-compromised patient, doesn't really make sense t...","sentiment_score":0.125}
{"full_text":"RT The debate has moved on, but with what we know now about Omicron, vaccine passports need scrapping.Vaccinated people...","sentiment_score":0.0}
{"full_text":"The likelihood must surely be \"extremely likely\" since we are aware of staff members who have had COVID - some for a long time.Severity is harder to gauge - are we considering the median severity, or the mean? If the former then minor, if the latter than probably \"serious\".","sentiment_score":-0.0662037037}
{"full_text":"RT UK survey suggests 1.3 million have long Covid","sentiment_score":-0.05}
{"full_text":"RT An 18yo in England can get a third dose of the covid vaccine (booster) but an 11yo can't get a first dose. Ask me why,...","sentiment_score":0.125}
{"full_text":"RT Imagine being a candidate for President, suspected to have COVID-19, symptomatic, AND yet consulting an ORTHOPEDIC SURGEON??...","sentiment_score":0.0}
{"full_text":"RT i wrote about the Yanagihara:","sentiment_score":0.0}
{"full_text":"RT F*** Covid!","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Biden White House and USPS are finalizing their plans to ship 500 million coronavirus test kits to house...","sentiment_score":0.0}
{"full_text":"RT What is long Covid and what are the symptoms?","sentiment_score":-0.05}
{"full_text":"Yes sadly I got covid the way I kept waking up like nearly every hour n the NyQuil just makes me talk in my sleep I'm just ):","sentiment_score":-0.2}
{"full_text":"RT does the CDC model predicting we reach 3500+ deaths\/day within the next few weeks account for the domino effect this degre...","sentiment_score":-0.1}
{"full_text":"This story makes me happy","sentiment_score":0.8}
{"full_text":"RT Good morning. Here's the front page of The Telegraph for you. Read more at https:\/\/t.co\/vvOWWc6Re5#unputdownable #telegrap...","sentiment_score":0.6}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"The possibility of lock down is increasing as you are seeing please see it once it is very beneficial#PadhegaDeshBadhegaDesh@WazirXIndia","sentiment_score":0.0222222222}
{"full_text":"Nunavut lockdown: everyone in a household with COVID-19 only allowed to leave isolation once everyone in the home has been asymptomatic for two to three days","sentiment_score":0.0}
{"full_text":"RT Marcus Rashford: using his success to fight child poverty to give every child a chance. Started a charity and raised PS20m in...","sentiment_score":0.3}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"RT If COVID certification\/ Vaccine Passports do not expire on the 26th January, you are seeing a greater plan, a creep to control...","sentiment_score":0.5}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"We think \"quit your jibber jabber\" should be included in most forecasts from now on. What say you ? ","sentiment_score":0.5}
{"full_text":"RT \"Once again, Australians are paying the price for the fact the prime minister hasn't done his job.\" Shadow Treasurer Ji...","sentiment_score":0.0}
{"full_text":"What do you know about the long term effects of long covid on children?You know nothing because the experts have not weighted in on it. Before you make decisions that do not make sense you should ascertain all risks. Arm yourself with knowledge first.https:\/\/t.co\/HFP7s24je2","sentiment_score":-0.05}
{"full_text":"RT A great thread, thought-provoking, thoughtful and empathetic.","sentiment_score":0.5333333333}
{"full_text":"RT Miles Guo first exposed the origin of COVID-19, but instead of asking the virus origin, tried everything...","sentiment_score":0.25}
{"full_text":"RT Eagles winning the superbowl because each team they face keeps getting covid would just be incredible","sentiment_score":0.7}
{"full_text":"RT I was supposed to be with the surgical team but then got deployed into COVID medical ward as the no of covid cases are incre...","sentiment_score":0.0}
{"full_text":"RT New robots equipped with #sensor technology and #artificialintelligence can help isolated individuals cope with lonelin...","sentiment_score":0.1363636364}
{"full_text":"Vaccine Strollout in WA...https:\/\/t.co\/SX5Ma3tEHt","sentiment_score":0.0}
{"full_text":"This is also what the glorious US #healthcare system looks like. Nobody sane would ever want that. #FightForYourNHS#YourNHSNeedsYou #nhsprivatisation","sentiment_score":0.0}
{"full_text":"Morning Briefing. #TTA - Biden's border crisis - Trump responds to Biden's 1\/6 Natl. address- Bannon says Dems plan to Federalize US elections- Democrats and Republicans declare war- COVID-19 cases top 1M despite boosters","sentiment_score":0.5}
{"full_text":"What's On Today THE TRAGEDY OF MACBETH LICORICE PIZZA - 35mm &amp; Standard TITANE BOILING POINT THE 400 BLOWS - 4KCapacity is capped until 16 Jan to meet social distancing requirements; booking in advance recommend. Book tickets:","sentiment_score":0.0166666667}
{"full_text":"North Korea announced it would skip the Beijing Winter Olympics because of the #COVID19 pandemic and \"hostile forces' moves,\" but it had already been banned by the IOC for refusing to send a team to the Tokyo Games.#Beijing2022","sentiment_score":0.0}
{"full_text":"Did you know the pandemic greatly increased screen time as people spent more time at home? This led our team's successful response to the increased demand for smart TVs with greater immersive capabilities. Check out our LinkedIn for more on #SKYWORTH's transformable OLED TV!","sentiment_score":0.4698979592}
{"full_text":"The WHO has warned against classifying the Omicron variant as mild, saying it is killing people worldwide. The variant is indeed less likely to make people seriously ill, but due to the record number of cases, numerous people are dying. #COVID19","sentiment_score":-0.0763888889}
{"full_text":"RT BREAKING: The daily COVID-19 case count breaches 20,000 for the first time since Sept. 26, 2021 after the Department of...","sentiment_score":0.125}
{"full_text":"I value COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"Coronavirus treatment: Do you need Molnupiravir, Monoclonal antibody cocktail or just symptom-based treatment if you test COVID positive? Here's an explainer","sentiment_score":0.2272727273}
{"full_text":"I get what you mean I seem to be a magnet  for these people and my crime I choose to have an opinion and want to trust my natural immunity after my brush with death  sorry covid, or maybe it's cos I cba with these fruit loops anymore.","sentiment_score":-0.2375}
{"full_text":"It is important for the government and relevant authorities to ensure that people are following the COVID-related SOPs. These have unfortunately been forgotten not just by the general populace, but our leaders too. It is then important to lead by example.https:\/\/t.co\/z75Nvzx62t","sentiment_score":0.125}
{"full_text":"RT JIBS SBS News reported that Shin Ae Bock, Nuwemaru Merchant Committee's chairman in Jeju thanked Jimin for visiting Nuwema...","sentiment_score":0.0}
{"full_text":"As promised, Dentally will be delivering a series of blogs focussing on helping dental practices deal with the surge in infections caused by the Omicron variant. We look at the impact this could have on patient late cancellations in today's blog.https:\/\/t.co\/4T0H1Yr2rz#dental","sentiment_score":-0.3}
{"full_text":"Will the supply chain disruption seen during Covid lead to a revival of more local production? What will that mean for logistics?Supply Chain Woes Prompt a New Push to Revive U.S. Factories","sentiment_score":0.0809659091}
{"full_text":"RT BREAKING:","sentiment_score":0.0}
{"full_text":"The crux of the controversy in Austria is around the efficacy and the ethical component of vaccine mandates.https:\/\/t.co\/PfMRX3JrMy","sentiment_score":0.2}
{"full_text":"People who test positive for COVID-19 can now reduce their self-isolation period if they have two consecutive negative lateral flow tests, each taken at least 24 hours apart. They must only begin to test from day six of their isolation period.More info:","sentiment_score":-0.0931818182}
{"full_text":"Peru leads the world in overall COVID deaths per capita.","sentiment_score":0.0}
{"full_text":"From inflation to earthquake reconstruction and the COVID-19 pandemic, Croatia's government faces challenges on several fronts.https:\/\/t.co\/ckTnGM8yTf","sentiment_score":0.0}
{"full_text":"VIDEO: Dozens protest in San Jose against mandatory Covid-19 vaccinations for children in Costa Rica","sentiment_score":0.0}
{"full_text":"Nothing but facts here ","sentiment_score":0.0}
{"full_text":"Pfizer And Moderna COVID-19 Vaccines Produce Strong Antibody Responses In People With HIV After Two Doses #BlogWithKasiitaMark","sentiment_score":0.4333333333}
{"full_text":"RT COVID evolution and the Webb telescope -- the week in infographics","sentiment_score":0.0}
{"full_text":"RT I think the CPS should be interrogated as to whether Charles (Windsor for brevity) Camilla and all their flunkies who k...","sentiment_score":0.0}
{"full_text":"RT We are devastated to hear so many traumatised NHS staff saying that they will quit the NHS once the pandemic is through....","sentiment_score":0.5}
{"full_text":"RT [News]Due to the COVID-19 outbreak, performances at large stadiums has been limited to 4,000 fans only.BigHit Music, s...","sentiment_score":0.0714285714}
{"full_text":"Our fantastic team of Vaccine Champions have been on the ground in #Woolwich helping residents understand more about the vaccine, including who is eligible and where to have it. What would you like to know about the COVID-19 vaccine? #LetsTalkAboutTheVaccine","sentiment_score":0.45}
