{"full_text":"Indeed, not only can exercise have a positive direct effect on cells and molecules of immune system, but it is also known to counter negative effects of isolation and confinement stress on various aspects of immunity. Along with this, Covid appropriate behavior is need of hour","sentiment_score":0.0878787879}
{"full_text":"RT Masks + vaccines + boosters = best protection against #Omicron.When you wear a mask, you help protect yourself &amp; others from...","sentiment_score":1.0}
{"full_text":"RT Not one single union, including has challenged vaccine mandates enforced by several companies, in courts.W...","sentiment_score":-0.0357142857}
{"full_text":"RT Please conduct online exam because corona is increasing exponentially.#bteupexam #bteuponlineexam2022 #bteuponlineexam...","sentiment_score":0.0}
{"full_text":"RT Felt strong symptoms yesterday, immediately got a test done and isolated myself. It's Covid. Positive.High fever, bad t...","sentiment_score":-0.1333333333}
{"full_text":"RT Colorado reactivating its emergency standards, called crisis standards of care, for emergency medical services on Friday was t...","sentiment_score":0.0}
{"full_text":"10000000% The heartlessness is astounding.","sentiment_score":0.6}
{"full_text":"RT Academia systematically excludes disabled folks and #HighRiskCovid19 thru unsafe COVID plansI've teamed up with","sentiment_score":-0.2}
{"full_text":"RT #CLOSEVTUCOLLEGESNow it's scary @BSBommai ","sentiment_score":-0.5}
{"full_text":"maybe i'm wrong but why dont all americans have free N95 masks after the Trump fiasco and the talk of using the war powers act to get whatever PPE is needed during the pandemic? It seems different but also the same when we are told we have to go back to work 5 days even if sick","sentiment_score":-0.1357142857}
{"full_text":"RT It doesn't matter how much you love your kids, how much you love your job. It is hard to even EXIST right now if you are...","sentiment_score":0.2323412698}
{"full_text":"RT So, is myocarditis after vax more common than after covid in 12-17 yo boys?Let's look at the two studies they are discu...","sentiment_score":0.1}
{"full_text":"RT BREAKING: General Electric suspends Covid vaccine and testing rules after Supreme Court blocks Biden mandate","sentiment_score":0.05}
{"full_text":"Did he take supplements like Quercetin and Zinc when he got Covid?","sentiment_score":0.0}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT Dr Tedros's incompetence led to 318M COVID Cases &amp; 5.5 M deaths since 12\/19. As he continue to ignore his official duty &amp; f...","sentiment_score":0.0}
{"full_text":"RT republicans: you have covid? have you tried drinking poison democrats: you have covid? we're sending the cast of hami...","sentiment_score":0.0}
{"full_text":"RT Please postpone #bteupexam because of this #COVID19 pandemic. Students might be affected at a large scale if the exam w...","sentiment_score":0.2142857143}
{"full_text":"RT Everyone must read this immediately!!!https:\/\/t.co\/e2U0gK6ZzG","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022 #bteup_online_exam2022 #bteupexam Corona has become positive in my locality.Even if I come pos...","sentiment_score":0.2272727273}
{"full_text":"Kiss my","sentiment_score":0.0}
{"full_text":"RT GOP wants this reporting to GO AWAY!  It's a daily reminder of their complete COVID failure. New plan, don't test. #utpo...","sentiment_score":0.0339393939}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT 2 years ago we were called heroes. We faced Covid while others stayed home, facing it ever since. We caught it, fought it...","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT Unfortunately my prediction proved accurate. Department of Health data just released show active COVID outbreaks in 1,...","sentiment_score":-0.0777777778}
{"full_text":"If you've had your booster shot - make sure you update your COVID Certificate on your NSW Services app by re sharing via your Medicare app on your phone.","sentiment_score":0.5}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"We want freedom fighters pics on vaccine certificate","sentiment_score":0.0}
{"full_text":"RT Sue Gray: it's not for me to make findings indicating criminality or breach of Covid rules. That's for police to investigate....","sentiment_score":0.0}
{"full_text":"RT Can schools open safely in the shadow of Omicron?\"I just can't get a picture in my head of how schools can be safe,\" says Sar...","sentiment_score":0.3333333333}
{"full_text":"RT Biden's FEMA Director says \"the most critical need right now is medical staffing for our hospitals\" as Biden's vaccine man...","sentiment_score":0.1964285714}
{"full_text":"RT there is a miniature-diorama-themed ramen restaurant in Osaka that recently began taking in stray cats. the cats saved...","sentiment_score":0.0}
{"full_text":"RT Sue Gray: it's not for me to make findings indicating criminality or breach of Covid rules. That's for police to investigate....","sentiment_score":0.0}
{"full_text":"RT This Twitter account was once suspended for:Saying the Virus was a biological weapon created by China and allowed to esc...","sentiment_score":0.0}
{"full_text":"India logs 2,68,833 #COVID cases, 402 deaths in a day; #Omicron tally reaches 6,041 | ","sentiment_score":0.0}
{"full_text":"RT The DC vaccine mandate kicks in this weekend. My office will not comply. We will not show papers. We will not order ta...","sentiment_score":0.0}
{"full_text":"RT Dan Bongino has been temporarily suspended from YouTube over COVID-19 misinformation.","sentiment_score":0.0}
{"full_text":"RT SASSA GURL MODEL VARIANT? LOOK: Sassa Gurl is White Castle Whisky's calendar model for 2022! \"Sinong nagsabing bab...","sentiment_score":0.0}
{"full_text":"Arsenal dont have the exact numbers of new covid cases and name of players before Spurs game. STOP playing with words.Arsenal le j garda ni thik, Liverpool le tei garda kaam nalagne?? Liverpool le U-18, 21 rakhera kheldina parne, Arsenal le naparne?Exposing ur words bro.","sentiment_score":-0.0045454545}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"RT I'm seeing people triple vaccinated who Catch covid and first the thing they do is thank Pfizer","sentiment_score":0.25}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT I have never tested positive for any variant but I have felt fatigued for the past 1,000 days.","sentiment_score":-0.0113636364}
{"full_text":"RT Sir we are unable to attend exams due to covid -19. We can't take any risk in covid situation . Sir, if...","sentiment_score":-0.3125}
{"full_text":"1\/2 take that ridiculous slave mask off. How do you feel hurling an impassionate speech through a filter? As long as you wear it, they know they have you. It poison's your words as they flee your mouth and so they fall over an die. This video is a graveyard of roses.","sentiment_score":-0.1916666667}
{"full_text":"Almost 15 hours into a 16-hour shift in ICU\/Covid-land and I'm coming back at 0700 for my 6th day in a row.I'm too old for this sh*t.Please, get vaccinated (and boosted!)Wear a damn maskWe're all so tired.","sentiment_score":-0.1}
{"full_text":"RT I always thought the decline of America as a superpower would happen slower and much later and be much...","sentiment_score":0.1}
{"full_text":"RT \"We want to survive this pandemic and we want a CDC and CDC director who will fight for us.\" ~ of","sentiment_score":0.0}
{"full_text":"RT Alexa, how do I cancel Spotify?","sentiment_score":0.0}
{"full_text":"RT  #AnytimeTD #FreePlay #NFL  Hunter Renfrow +180 (.5u) dkng You MUST drop a \/Retweet if riding.  This is my firs...","sentiment_score":0.0}
{"full_text":"Power of Lungs: Top 6 Secrets that must read in covid season Six Secrets that must be read in Covid season 2022 to Strengthen the Lungs. Safety of Lungs \/ Cleanness of Lungs \/ Protection of lungs from Omi Crone \/ Health and Fitness#persconferentie","sentiment_score":0.5}
{"full_text":"I can't believe this shit is STILL a freakin' debate ","sentiment_score":-0.2}
{"full_text":"RT Here's some experts giving evidence at a senate hearing December 2020 seems there was alway...","sentiment_score":0.0}
{"full_text":"RT The fact that one of Minnesota's busiest COVID testing locations has to move out of the convention center for a week b...","sentiment_score":-0.1}
{"full_text":"RT cherry bomb core","sentiment_score":0.0}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT The Supreme Court's decision to BLOCK the Biden Administration's vaccine mandate for businesses is a WIN for hardworking A...","sentiment_score":0.8}
{"full_text":"RT #bteupexamonlineho #bteuponlineexam2022#bteup  Exams should be conducted weather in online mode or should be postpo...","sentiment_score":0.0}
{"full_text":"RT For the record, you can't go unmasked and unvaxxed spreading Omicron everywhere then complain about shortages of things th...","sentiment_score":0.0}
{"full_text":"RT We could have ended the pandemic with vaccines. We chose to divide our allegiances by distributing conspiracies and misinforma...","sentiment_score":0.0}
{"full_text":"RT There have been more Covid deaths under Biden and the Democrats. So they will stop counting. Wake up.","sentiment_score":0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT How many people have Omicron in the US today? A stunning number. We're diagnosing ~1 million a day and likely missing 3-5...","sentiment_score":0.2}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT #bteuponlineexam2022  please sir held online exam because corona case increasing day by day ","sentiment_score":0.0}
{"full_text":"RT 'Once you get afraid you get angry.  People are now very, very angry.  We have started to finally realise that there was no...","sentiment_score":-0.4375}
{"full_text":"This is the second consecutive ATK Mohun Bagan match to be postponed#HeroISL","sentiment_score":0.0}
{"full_text":"RT if covid have not happened then i would have never known that people fight over celebs and shows.","sentiment_score":0.0}
{"full_text":"The RATs aren't that sensitive to Omicron","sentiment_score":0.1}
{"full_text":"RT If you said \"let's imagine the worst possible political optics\", wheeling a suitcase of booze into No.10, in the midst of a...","sentiment_score":-0.3333333333}
{"full_text":"U.P  Polytecnic Exam online ho. Ya fir corona ke baad hona chahiye.","sentiment_score":0.0}
{"full_text":"RT shocked that we're in year 3 of this pandemic and the lack of romcoms there are involving enemies that are forced to qua...","sentiment_score":-0.5}
{"full_text":"The CDC lied for two years about cloth masks offering protection from a microscopic virus. Suddenly, they are no longer good enough. Stop with this useless Pearl clutching.","sentiment_score":0.05}
{"full_text":"RT \"Kids are suffering because they are not learning in-person.\" Needs to shift that to: \"Kids are suffering because...","sentiment_score":0.0}
{"full_text":"RT SCOTUS suggests that healthcare workers are not qualified to make their own healthcare choices.This obvious contradicti...","sentiment_score":0.3}
{"full_text":"US State Population Distribution by County  For KY   2022-01-12:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"RT Truckpocalypse(tm)I'm coming-up with the name now. Let's see what happens when Trudeau's idiotic vaccine mandate on cr...","sentiment_score":-0.6666666667}
{"full_text":"i never understood how ppl could binge watch shows until the pandemic and ive been completely unhinged these past few days","sentiment_score":-0.1166666667}
{"full_text":"RT In view of the increasing phase of this epidemic, 300000 Keeping in view the life of the students  please kindly get t...","sentiment_score":0.6}
{"full_text":"taking the covid test whilst making dua that i dont have it even tho im 99.9 percent sure i have it but wishful thinking ","sentiment_score":0.5}
{"full_text":"RT Night shelter by AAP:#Ample beds &amp; blankets#3 meals a day#Medical screening for Covid19#Skill Development to get...","sentiment_score":0.0}
{"full_text":"Let's just give it a try for a little bit?  I promise we'll go back when things are \"normal\" again ","sentiment_score":-0.0125}
{"full_text":"RT Corporate greed is Kroger giving its CEO a $6.4 million salary increase during the pandemic (a 45% pay raise) while slas...","sentiment_score":0.0}
{"full_text":"RT YES!!! Exactly this! Our Covid response has revealed an innate American contempt of and d...","sentiment_score":0.15625}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT The Covid-19 pandemic has made me realize how many INCREDIBLY SELFISH people there are in this country.","sentiment_score":0.0}
{"full_text":"RT There are lots of recent anecdotes about new #Omicron reinfections after a recent Omicron infection. It's certainly possibl...","sentiment_score":0.0876623377}
{"full_text":"RT Novak Djokovic is a great tennis player but he lied &amp; worse he knowingly exposed people to covid.  Had it with him &amp; every o...","sentiment_score":0.2}
{"full_text":"RT Yep I'm definitely on the right side of history.","sentiment_score":0.1428571429}
{"full_text":"RT #bteuponlineexam2022Due to rising of covid 19 cases in our state . We request to our honorable chief minister of utta...","sentiment_score":0.0}
{"full_text":"Saturday's HeraldTHE former head of the UK Government's Covid taskforce has admitted holding a drinks party at Downing Street when gatherings were banned. #TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.0}
{"full_text":"The omicron variant is sickening so many sanitation workers around the U.S. that some cities have had to delay or suspend garbage or recycling pickup, angering residents shocked that governments can't perform this most basic of functions.Read more:","sentiment_score":-0.0166666667}
{"full_text":"The Biden administration will begin distributing 1 billion at-home COVID-19 tests to Americans next week, the White House announced Friday.https:\/\/t.co\/dssst80Oum","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to the demons in the walls, and I'm here to show that I belong here.","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's 'wine time Fridays' - No10 staff drinks every week in pandemic","sentiment_score":0.0}
{"full_text":"CDC updates guidance on the best masks to protect against COVID-19","sentiment_score":1.0}
{"full_text":"How to get your COVID test covered.https:\/\/t.co\/0ncd6DcC6M","sentiment_score":0.0}
{"full_text":"RT Pandemic, massive reservation of all india quota and clash of exam dates along with counselling for previous year has put...","sentiment_score":-0.0833333333}
{"full_text":"#ICYMI: Future variants could combine the most dangerous traits of older COVID lineages--to devastating effects.","sentiment_score":-0.1866666667}
{"full_text":"#indianarmyday Army always with awaamIn #JammuKashmir#COVID19#Omicron#media#news #ArmyDay2022#JK","sentiment_score":0.0}
{"full_text":"One-month-old baby fights off Covid, discharged from Delhi hospital in five days READ:","sentiment_score":0.0}
{"full_text":"RT I've lost count at the amount of times that these so called \"professionals\" have made mistakes throughout this pandemic...","sentiment_score":0.0}
{"full_text":"Schools in the Metro Manila were ordered Friday to suspend online classes for a week, as an Omicron-driven record surge in infections ravages the metropolis of 13 million.","sentiment_score":0.0}
{"full_text":"Super positive private equity firms had a banner year of dealmaking. In 2021, the private equity industry struck deals valued at a whopping $1.2 trillion, topping 2019's...","sentiment_score":0.1401515152}
{"full_text":"On today's edition of The Intersection by I wrote about my experience of trying to get a #COVID test in the Bay Area.","sentiment_score":0.0}
{"full_text":"To support frequent flyers who are unable to travel due to the Covid-19 pandemic, Singapore Airlines is extending all #PPSClub and #KrisFlyer Elite statuses for a third consecutive year.More here:https:\/\/t.co\/8YmRUkeLQD@SingaporeAir #Airlines #SQ","sentiment_score":-0.13125}
{"full_text":"RT every morning I wake up with a sore throat and every afternoon I come home from school with a headache","sentiment_score":0.0}
{"full_text":"The positivity rate is expected to rise in the coming days after the new guidelines instructing that only symptomatic patients will be tested.https:\/\/t.co\/umODQfD2y6","sentiment_score":0.0121212121}
{"full_text":"Yes, employers can still require employees to get vaccinated or tested for COVID-19 after Supreme Court ruling","sentiment_score":0.0}
{"full_text":"President Biden recently announced two plans to get free at-home COVID-19 test into the hands of Americans. Find out what some El Pasoans had to say about the plans.https:\/\/t.co\/UzSUmGghpB","sentiment_score":0.2}
{"full_text":"According to the center for disease control researchers, those 18 years and younger are more likely to develop diabetes after becoming infected with COVID-19.https:\/\/t.co\/HR03PKiLs4","sentiment_score":0.17}
{"full_text":"As Novak Djokovic fights to stay in Australia despite his decision not to be vaccinated, he has become entwined with a broader debate in Serbia about coronavirus restrictions, government policies, personal liberty and vaccination | via","sentiment_score":0.0}
{"full_text":"The peak of the third wave of #COVID19 transmissions in #Indonesia triggered by the #Omicron variant is expected to occur in mid-February, the Health Ministry said on Thursday.https:\/\/t.co\/OkuuLCWYoV","sentiment_score":-0.05}
{"full_text":"2 years and 2 waves later, testing in America is broken. With all the focus on vaccinations, a critical element of #COVID19 containment is being ignored. It's easier to get a vaccine than a test currently. This has been similar in the Biden and Trump Admins.","sentiment_score":-0.08}
{"full_text":"The World Health Organization said Wednesday that the omicron variant can be a \"dangerous virus\" for the unvaccinated, per | By","sentiment_score":-0.6}
{"full_text":"RT As nurse, I am really struggling with the decision of the Supreme Court to strike down vaccine mandate. It clea...","sentiment_score":0.0222222222}
{"full_text":"There is yet another crisis brewing in #France. Several thousand teachers marched in central Paris against repeated changes in government protocol amidst the #COVID19 pandemic.@SehgalRahesha tells you more.Watch more:","sentiment_score":0.1666666667}
{"full_text":"36% Off!Amazon - Echo Show 8 Smart Display with Alexa - Sandstonehttps:\/\/t.co\/8822Sgvsvf#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.2142857143}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"\"Production volume and product quality of Thai fragrant coconuts improved, but due to the pandemic, the export volume still declined\"https:\/\/t.co\/Z2qEKjoo1J","sentiment_score":-0.125}
{"full_text":"Maybe the real vaccine is the Omicron variant?It's easy enough to get... it may even cover future variants. ?","sentiment_score":0.1583333333}
{"full_text":"RT Local surgeon--with decades of experience, in very high demand (&gt;12-month waitlist), very physically fit (long-distance r...","sentiment_score":0.2026666667}
{"full_text":"My BIL had 2 neg RATs immediately before #covid symptoms appeared. He's now in isolation (and the doghouse for exposing the family by going to the cricket).","sentiment_score":0.0}
{"full_text":"The movies gotta be the worst place to spread covid. Sitting still in that MF people taking their masks off or not wearing them at all, you trying to get that kernel of popcorn you dropped in your lap into your mouth. Boom. Spores in your mouth.","sentiment_score":-1.0}
{"full_text":"But then given how long it took to get an appointment and the results, it's highly likely that you would have gotten and gotten over #COVID19.","sentiment_score":-0.025}
{"full_text":"It's the weekend, let's bake! Hands up, doesn't this remind you of lockdown 2020 when everyone hopped on the nana loaf trend? P.S Do use our Carrot Cake Mix, it makes life simply delicious (and is so convenient )Navigate and find the recipe here:","sentiment_score":1.0}
{"full_text":"Chonburi has mandated additional measures to prevent and reduce the spread of COVID-19 among tourists who travel to Ko Lan. See more: #Pattaya #KoLan #ATK #COVID #COVID19 #Coronavirus #chlburii #phathyaa #ekaaalaan #okhwid","sentiment_score":0.5}
{"full_text":"AstraZeneca, the People's Vaccine?   -","sentiment_score":0.0}
{"full_text":"RT Canada wants to make life hard for people who can think for themselves and have higher IQs by discriminating against p...","sentiment_score":0.0527777778}
{"full_text":"Can smoking weed help protect you from Covid-19? (Hint: Nope.)","sentiment_score":0.0}
{"full_text":"RT IN this pandemic situation our family not want offline examination so for the sake of students and their families plea...","sentiment_score":0.0}
{"full_text":"RT There have been more Covid deaths under Biden and the Democrats. So they will stop counting. Wake up.","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 6.1FWind Chill: 1.7FHumidity: 81%Dew Point: 1.5F Barometer: 30.390 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 800.000000Deaths: 10.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"If you invest $1000 in $DS today at $1.45 per share, and the stock prices rebound back to pre-pandemic prices at $3.48, your investment would be worth $2400.00! That's 140% growth and $1400.00 profit!  See more:  $HYLS $INTC $MNSB $NCNA $SELB","sentiment_score":0.3229166667}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT Until Covid is over can we cancel Friday as a weekday and just add it to the weekend? M-Thurs is enough","sentiment_score":0.0}
{"full_text":"RT Today would be a great day for to resign from head &amp; give the World Health Organization a chance *not* to be...","sentiment_score":0.8}
{"full_text":"RT One of the biggest smash tournaments in the world had to postpone because of how bad COVID has become so...I'm running my...","sentiment_score":-0.7}
{"full_text":"At least he has the balls to admit he was made to look pretty dumb. I'll give him props for that. I don't think Tucker would ever admit that:","sentiment_score":-0.1416666667}
{"full_text":"RT 12) Kids are dying all over the world after receiving covid vaccines, many who aren't dying immediately are getting hospitalis...","sentiment_score":0.5}
{"full_text":"My post is for public awareness how  is cheating with the name of insurance.They are licensed fraudsters. No response for #Covid  death claim from past 7months. But they advertise any kind of death they cover,including suicide.Innocent ppl buying &amp; suffering.","sentiment_score":0.1166666667}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT Make it permanent, he's only gonna double down once suspension is up!Dan Bongino Temporarily Suspended From YouTube Over...","sentiment_score":-0.0518518519}
{"full_text":"RT No the prime minister did not get us through the pandemic, my NHS colleagues did. This is far bigger than party politics #bbcqt","sentiment_score":0.05}
