{"full_text":"RT Unfortunately for the global poor, the vulnerable, and the working class, the pandemic ends when the laptop class deci...","sentiment_score":-0.35}
{"full_text":"So the most annoying thing about getting covid is the cough that lingers forever. ","sentiment_score":-0.15}
{"full_text":"RT He did the same to Jonah Hill while they were in lock down ","sentiment_score":-0.0777777778}
{"full_text":"checking P'  twitter replies on his posts with lots of tweets holding slippers is so funny.  pls dont go outside ur house for now. stay safe at home. we'll recover from this after 3days.  #BadBuddySeriesEP11","sentiment_score":0.25}
{"full_text":"RT NSW Health has confirmed nearly 1000 members of its workforce have now been either stood down or quit after refusing to...","sentiment_score":0.1148148148}
{"full_text":"RT New CDC guidelines part 1","sentiment_score":0.1363636364}
{"full_text":"RT Your health is in your hands. Wear mask and protect yourself and your loved ones from contracting COVID - 19. Prevent the spre...","sentiment_score":0.7}
{"full_text":"RT BREAKING: Boris Johnson went to stay in a second home during a ban on non-essential travelhttps:\/\/t.co\/v6spx9QGJf","sentiment_score":0.0}
{"full_text":"Hottest trend intercepted ","sentiment_score":0.0}
{"full_text":"RT Carrick if you are going to quote figures, get them right &amp; tell all facts. The majority of deaths in Vic are still from A...","sentiment_score":0.2857142857}
{"full_text":"RT millions of patients treated, hundreds of clinical trials performed and scientific data shared worldwide, they conclude...","sentiment_score":0.0}
{"full_text":"Good, if you get COVID, call Rogan and  STAY HOME. Good luck, YOU will need it.","sentiment_score":0.7}
{"full_text":"During the pandemic, there were fewer car accidents than usual, cuz people stayed home more - an unfair comparison. Instead, look at the most recent data before the pandemic - 2018. Over the same time, there were fewer car accident deaths. Even in winter, w\/ Christmas + NYE.","sentiment_score":0.0416666667}
{"full_text":"RT No way they've iced out Big Ben in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT Under the PM #GareebKalyanAnnaYojana, 580 lakh metric tonnes of food grains have been distributed so far since the beg...","sentiment_score":0.1}
{"full_text":"RT Mommy vibes  So happy to be home with my little one and my dear husband in these crazy covid times. Stay home &amp; st...","sentiment_score":0.0041666667}
{"full_text":"The estimate takes into consideration the delays in manufacturing and shipping caused by covid around the world. We hope to get them out sooner. However, we did not want to promise something sooner and have to push back because of delays. Thank you for your concern","sentiment_score":0.0}
{"full_text":"As Omicron fuels surge, U.S. students stage walkouts to protest in-person classes","sentiment_score":0.0}
{"full_text":"RT Arrests please. If they \"secretly spied\" they \"secretly sold\" that information.","sentiment_score":-0.4}
{"full_text":"RT Was The Irish Government Lockdown Party More Craic Than Downing St Party? We Investigate","sentiment_score":0.25}
{"full_text":"Africa's confirmed Covid-19 cases pass 10.24 million: Africa CDC#ethhttps:\/\/t.co\/YrcU002ORP","sentiment_score":0.4}
{"full_text":"I have been.  Have you?  Russia, China, North Korea, all realize how weak this President is.  He's afraid to have a press conference for fear of being exposed. Inflation is real, and underplayed by his administration.  Supply chain not addressed. Covid worse than ever.","sentiment_score":-0.29375}
{"full_text":"RT I love this Illustration by Paolo Domeniconi.  It made me smile because sometimes i feel like I'm rooted to the spot.   Lockdo...","sentiment_score":0.4}
{"full_text":"RT I've gotten a few DM's hoping that I die because I'm unvaccinated and have COVID. None of these people know me personally...","sentiment_score":-0.1}
{"full_text":"Listening to my building neighbours throwing a big party. Bass just starting to throb. Covid wafting through the walls.","sentiment_score":-0.05}
{"full_text":"RT \"Our strong border protection policies have kept Australians safe prior to Covid...\" - Scott Morrison today.Safe from wh...","sentiment_score":0.3111111111}
{"full_text":"Still hasn't released the nursing home COVID death stats. Crammed people in like sardines and wouldn't allow visitors. People died alone. Most likely worse than Cuomo. Unfortunately the AG and SOS are protecting her. We lost friends and relatives.https:\/\/t.co\/8NPnTlaDjO","sentiment_score":-0.1}
{"full_text":"If you think that a healthy person suddenly dying in a car crash is a tragedy you'd like to avoid, then perhaps a healthy person suddenly dying of a vaccine-preventable\/manageable disease is also worth some effort to prevent. #COVIDisAirborne","sentiment_score":0.26}
{"full_text":"RT Saturday's Star: \"Will the last of Bozo's flunkies caught having a lockdown party please turn out the lights?\" #BBCPapers #Tom...","sentiment_score":0.0}
{"full_text":"RT Why would you omit that he was vaccinated?","sentiment_score":0.0}
{"full_text":"RT Covidians when omicron doesn't prove as bad as they were predicting.","sentiment_score":-0.7}
{"full_text":"\"Fully vacc'd\" is de facto three shots now, and only 19% of Americans are boosted, as of Dec 22, 2021. Biden\/Fauci's dream to force vaccination on everyone is DOA.https:\/\/t.co\/2hMcose3q2","sentiment_score":0.0}
{"full_text":"RT Breaking,, Baltimore (DA) Marilyn Moseby charged with frauding the Govt out of Covid relief funds...  imagine that","sentiment_score":0.0}
{"full_text":"RT Workers forced to work with COVID, boss controlling their pay check and passport, fearful and sick workers and SafeWork...","sentiment_score":-0.6380952381}
{"full_text":"RT Now that I've fully recovered, let me report that I have now tested out three releases of C-19Beta Delta Omicron ","sentiment_score":0.0}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"But what about deaths caused by the vaccine? How many people died from a Covid-vaccine in AB? - 1 person, from AZ. In Canada, a few more are investigated, but no proof - most of those deaths really were coincidental (\"with\" vaccine, not \"from\" vaccine)","sentiment_score":0.3}
{"full_text":"He needed to be bothered to get vaccinated if he wanted to play in the Australian Open and travel to countries that have a vaccine requirement.","sentiment_score":0.0}
{"full_text":"RT Just how does  #DrBHenry announce #BC past peak #omicron when says we're not past peak yet, #US global #pandem...","sentiment_score":-0.0416666667}
{"full_text":"RT MIT's Stephanie Seneff: mRNA + DNA vector vaccines may be pathway to crippling disease in the future. Through prion-li...","sentiment_score":0.0}
{"full_text":"RT pagnagka-covid seller niyo, FUCKING WAIT FOR THEM TO SHIP OUT YOUR ORDER UNTIL THEY GET WELL AND TEST NEGATIVE. DONT FORCE...","sentiment_score":-0.45}
{"full_text":"And why? Are people so naive as to think this #COVID19 drama doesn't spin around money? Oh, it's ok we have overflowing hospitals with people being turned away for elective surgeries, but let's bring 70;000 more people to #LosAngelesCL","sentiment_score":0.2333333333}
{"full_text":"RT KN95 masks distributed to House members stamped with 'MADE IN CHINA'. Fitting for the Democrats to hand out masks tha...","sentiment_score":0.5}
{"full_text":"RT Can we take a moment to thank our teachers for their heroic work during the pandemic? Many have become sick. Some have...","sentiment_score":0.1619047619}
{"full_text":"It's not too late.  Book your vaccine: home if you can. Wear the best mask you can at all times in public. Push for better air-cleaning and ventilation. Stay home if sick.@PopAlberta","sentiment_score":0.3}
{"full_text":"RT YouTube has suspended and demonetized Dan Bongino's channel for spreading covid information.It's a bad time to be a bulls...","sentiment_score":-0.7}
{"full_text":"RT \"The Chicago Public Schools Radical Youth Alliance (Chi-Rads) led the walkout\"https:\/\/t.co\/yZkk4VgCTI","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: United States Supreme Court Upholds Pandemic","sentiment_score":0.0}
{"full_text":"RT 2 years ago we were called heroes. We faced Covid while others stayed home, facing it ever since. We caught it, fought it...","sentiment_score":0.0}
{"full_text":"Pain.","sentiment_score":0.0}
{"full_text":"Let the Hunger Games v4.0 begin!!!!#FourthCOVIDvaccine #COVID19 #BoosterToBooster #Ontario #OntarioLockdown Ontario to offer fourth COVID-19 vaccine doses to immunocompromised Ontarians via","sentiment_score":0.0}
{"full_text":"RT CAPTAIN MARVEL #35 variant cover ft. my new design for Binary!  Drawn and colored by me!","sentiment_score":0.2130681818}
{"full_text":"RT Canada soccer star Alphonso Davies sidelined by myocarditis after COVID-19 infection, club sayshttps:\/\/t.co\/sWKMM50kEO","sentiment_score":0.0}
{"full_text":"It didn't take a pandemic for me to realize this","sentiment_score":0.0}
{"full_text":"RT General Electric Abandons Biden's Vax Mandate After SCOTUS Ruling While Nike Doubles Down","sentiment_score":-0.0527777778}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT After two years of gaslighting us about the efficacy of cloth &amp; surgical masks, they're now pretending Omicron has spe...","sentiment_score":0.0}
{"full_text":"That's not what he's saying or doing at all.  This is in all likelihood the final throes of the pandemic. The only other major problem is voting rights, which I would join the crowd in wishing all of congress would get on with it.","sentiment_score":-0.015625}
{"full_text":"RT 2 years ago we were called heroes. We faced Covid while others stayed home, facing it ever since. We caught it, fought it...","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT Covid cases are skyrocketing but Opsc wants it to reach the moon. Postpone the exams. We are not in mental state to write...","sentiment_score":0.05}
{"full_text":"RT Morrison will be pleased with his national distraction strategy of keeping his COVID failures off the front page. While the re...","sentiment_score":0.5}
{"full_text":"RT Mr. Ed approves and sends his regards!","sentiment_score":0.0}
{"full_text":"RT The Center for COVID Control has temporarily closed its pop up sites after complaints from coast to coast. We checked - th...","sentiment_score":-0.1}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"If this stupid president and even dumber Vice President hadn't told millions of Americans to not trust the vaccine when it first came out. We wouldn't be in this situation.","sentiment_score":-0.275}
{"full_text":"I wonder if the media will ever address how in-person school, rather than miraculously solving the problem of children's mental health during a pandemic, has only changed the flavor (and in cases like this one, made it worse). Almost like *the pandemic* was the problem all along.","sentiment_score":-0.1666666667}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"HAHSHA HELDPEP 14 years old + 2 pandemic years ","sentiment_score":0.1}
{"full_text":"there is a miniature-diorama-themed ramen restaurant in Osaka that recently began taking in stray cats. the cats saved it from going under during the pandemic","sentiment_score":0.0}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"Daily reminders. It occurred to me we should post daily reminders. +vaccines do not prevent transmission of covid and the vaccinated can still spread covid +covid testing is a sham and false positives and negatives do occur +the mRNA vaccine is new technology and experimental","sentiment_score":-0.0606060606}
{"full_text":"I may have Covid but I know a deal when I see one.","sentiment_score":0.0}
{"full_text":"Show proof of vaccine - no photo of vax card accepted - in order to sit outside in zero degree weather?  Who woulda thunk that wouldn't be popular?","sentiment_score":0.3}
{"full_text":"RT Nothing says a rigged economy like America's nearly 750 billionaires getting $1 trillion richer in a single year during an eco...","sentiment_score":0.0142857143}
{"full_text":"RT Unfortunately for the global poor, the vulnerable, and the working class, the pandemic ends when the laptop class deci...","sentiment_score":-0.35}
{"full_text":"RT The Biden administration warned Arizona Gov. Doug Ducey that it will take back the state's COVID relief aid if it does not redes...","sentiment_score":0.0}
{"full_text":"RT Same energy#EXO","sentiment_score":0.0}
{"full_text":"RT My dad died last night.  He served our country, learned to live with Crohns and Parkinson's, beat stage 4 lymphoma, buried...","sentiment_score":0.0681818182}
{"full_text":"RT 43 children are admitted to South Carolina Children's Hospitals with COVID19. 10 are in intensive care and 3 are on life su...","sentiment_score":0.0}
{"full_text":"Check out this story, it's got the data your asking for in it","sentiment_score":0.0}
{"full_text":"RT Data straight from the Vaccine Adverse Event Reporting system Draw your own conclusions.","sentiment_score":0.4}
{"full_text":"RT Until Covid is over can we cancel Friday as a weekday and just add it to the weekend? M-Thurs is enough","sentiment_score":0.0}
{"full_text":"RT In two years of a pandemic didn't build a new hospital. He didn't put in funds to train new nurses and doc...","sentiment_score":0.1363636364}
{"full_text":"RT KING ","sentiment_score":0.0}
{"full_text":"RT Don't Underestimate How Badly The Powerful Need Control Of Online Speech\"Today they're running stories about Joe Rogan and Co...","sentiment_score":-0.2}
{"full_text":"Proof SARS COVID-19 was manmade &amp; leaked from Wuhan Lab.","sentiment_score":0.0}
{"full_text":"*Update on COVID-19 Vaccine Availability in States\/UTs*More than 157.87 Crore vaccine doses provided to States\/UTsMore than 14.84 Crore balance and unutilized vaccine doses still available with States\/UTs","sentiment_score":0.4}
{"full_text":"Administration reimposed weekend #lockdown in #JammuAndKashmir #CoronavirusPandemic","sentiment_score":0.0}
{"full_text":"RT DHS circa Sept '20: \"Violent extremists almost certainly will continue their efforts to exploit public fears associated w...","sentiment_score":-0.1952380952}
{"full_text":"RT Corporate greed is Kroger giving its CEO a $6.4 million salary increase during the pandemic (a 45% pay raise) while slas...","sentiment_score":0.0}
{"full_text":"RT Omicron is  not a natural vaccine no disease is worth getting ,everything thing has aftereffects .Behave Responsibly and...","sentiment_score":0.15}
{"full_text":"RT Naveen pattnaik sir please stand for the people of odisha,for the humble n troubled oas aspirants of odisha coz WE NEE...","sentiment_score":-0.35}
{"full_text":"RT Let's all together follow COVID-19 protocols and win this war against Covid #covid #protocols #facemask #vaccine #radi...","sentiment_score":0.8}
{"full_text":"RT \"my momma got covid\"","sentiment_score":0.0}
{"full_text":"RT I'll take 2 please","sentiment_score":0.0}
{"full_text":"RT Guess what? People with vaccine injuries are not anti-vaxxers. If they were they would mot have taken the vaccine that injur...","sentiment_score":0.0}
{"full_text":"RT Fauci knew that Chinese were working on inserting COVID furin cleavage site and worked to cover it up and label critics as 'c...","sentiment_score":0.0}
{"full_text":"RT \"Of all his actions, which include a history of other dismissive stances toward the pandemic and sometimes petulant ou...","sentiment_score":-0.125}
{"full_text":"Yup. So many coincidences.  Another pro player in Germany recently jabbed (mandated by the team)...https:\/\/t.co\/AQR8QUF5Xv","sentiment_score":0.25}
{"full_text":"RT Doctor here. A real one that takes care of COVID patients. I'm kind of fed up with quacks like you spreading disin...","sentiment_score":0.4}
{"full_text":"Dating during Omicron is like watching a recent Steven Seagal film--tempting yes, but you probably know better","sentiment_score":0.25}
{"full_text":"RT YouTube has suspended and demonetized Dan Bongino's channel for spreading covid information.It's a bad time to be a bulls...","sentiment_score":-0.7}
{"full_text":"RT This guy reportedly kept a french fry in his mouth for the entire 1.5 hr flight so he wouldn't have to wear a mask  LEG...","sentiment_score":0.0}
{"full_text":"RT He did the same to Jonah Hill while they were in lock down ","sentiment_score":-0.0777777778}
{"full_text":"RT I was born with a spine in the shape of a question mark and even my backbone isn't as weak as yours lol","sentiment_score":0.2125}
{"full_text":"Fr and I hope god keep protecting me cause lord knows I would be miserable","sentiment_score":-1.0}
{"full_text":"RT Finally had the time to make some variants for the Louise drawing from last month! \\o\/You can see them all in their full re...","sentiment_score":0.1166666667}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT No one defunded the LAPD. Their budget went UP 12% for 2022. The station is closed because 800+ cops are out on paid sick...","sentiment_score":-0.4071428571}
{"full_text":"RT This is why I put air on my face instead of a mask.","sentiment_score":0.0}
{"full_text":"RT Hello, here is your unroll: PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and...","sentiment_score":-0.6}
{"full_text":"RT System can't handle COVID-19 case spike, nurses' union head warns as province updates surge plan","sentiment_score":0.0}
{"full_text":"RT \"Omicron is mild\" translates to \"I don't care about disabled people\"","sentiment_score":0.0666666667}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT #Omicron is leading to a steep surge in hospitalizations across the state. To help slow the spread and protect yourself...","sentiment_score":-0.3}
{"full_text":"RT India : 2,68,833 new cases recorded in the last 24 hours, Daily positivity rate at 16.66% #COVID19","sentiment_score":0.0454545455}
{"full_text":"RT If you are 2xAZ vaccinated &amp; your last vaccine was over 4 months ago, your current level of protection against hospitalisat...","sentiment_score":0.0}
{"full_text":"RT It still blows me away how many people think they can simply opt out of a global pandemic.","sentiment_score":0.1666666667}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT Be a COVID Warrior!Inviting you all to share your videos on COVID Appropriate Behaviour with #IndiaFightsCorona to encou...","sentiment_score":0.5}
{"full_text":"The Conservative Party and I respect pandemic emergency service workers.","sentiment_score":0.0}
{"full_text":"RT Blistering commentary by Laura Tinglehttps:\/\/t.co\/82pVpINvBm","sentiment_score":0.0}
{"full_text":"RT This is the myocarditis study that was brought up by journalist  who 'debunked'","sentiment_score":0.0}
{"full_text":"RT The effort to spin idiotic unvaccinated cops dying of covid as noble deaths by violent crime in the line of duty is perh...","sentiment_score":-0.2888888889}
{"full_text":"ADDITIONAL COVID-19 TESTING DAY FOR STUDENTS AND STAFF WITH SYMPTOMSTesting will be available on Monday 1\/17\/22 between 1 p.m. and 5 p.m. at PUSD Health Services between PJHS and the Parlier Library.Special hours are for this day only.","sentiment_score":0.2}
{"full_text":"RT CA Gov. Gavin Newsom raised $227M in donations, with giving the most","sentiment_score":0.5}
{"full_text":"Jackson County Health and Human Services is asking for the public's help as the community continues to experience limitations in the amount of COVID-19 tests that are availablehttps:\/\/t.co\/lt3ukS0vBO","sentiment_score":0.0}
{"full_text":"Attachment viewer makes those we've lost to COVID personal.https:\/\/t.co\/luXNYSBSWO","sentiment_score":0.0}
{"full_text":"The Anti-Red Tape Authority (ARTA) is urging local government units (LGUs) to extend the period for renewal of business permits and payment of real property tax until the end of the first quarter given the surge in COVID cases.","sentiment_score":0.15}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"Here's a list of 3 things no Canadian has experienced since the pandemic began:1) Communism2) Fascism3) TotalitarianismWhen you use these words in relation to vaccines and masks you sound stupid. Stop it.","sentiment_score":0.1333333333}
{"full_text":"The IMF said Jordan's economy is set to grow 2% this year and 2.7% in 2022. Here's why.https:\/\/t.co\/lC0Hbn8jmL","sentiment_score":0.0}
{"full_text":"A citywide survey suggests that 90 per cent of Delhi's people have already been infected by SARS-CoV-2https:\/\/t.co\/hbRTAc0bSA","sentiment_score":0.0}
{"full_text":"Egypt's Health Ministry started examining one million doses of the AstraZeneca coronavirus vaccine, which arrived in Egypt, provided by Argentina.#Egypt | #mSr #fyrws_kwrwn","sentiment_score":0.0}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"Sad to see a friend sick with #COVID19.Masking up well helps us protect each other.#forU","sentiment_score":-0.6071428571}
{"full_text":"RT Tiff with facts as usual.....","sentiment_score":-0.25}
{"full_text":"Shopping this past holiday season came closer to pre-pandemic normality. The only question now is whether that normality will also include flash mobs, smash-and-grab thieves, and terrorized employees and customers. via","sentiment_score":-0.125}
{"full_text":"#SaudiArabia records another highest-ever number of daily #COVID19 cases, with 5,628 new infections, of which 287 are critical, according to the Ministry of Health.https:\/\/t.co\/W5eAiiItNM","sentiment_score":0.0454545455}
{"full_text":"It's almost as if when the facts change, we change our minds. Vaccines have made Covid much less dangerous, so returning to normal in the next few months now makes sense.","sentiment_score":-0.1633333333}
{"full_text":"AHN is now requiring all patients, visitors and care teams to wear a surgical-type, N95 or KN95 face mask.","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $GDV.H today at $26.39 per share, and the stock prices rebound back to pre-pandemic prices at $27.14, your investment would be worth $1028.42! That's 3% growth and $28.42 profit!  See more:  $PACQU $CFMS $NMM $PUK.A $RC","sentiment_score":0.3229166667}
{"full_text":"PREMIERING NOW!Share Link - Join the Chat!#WrestlingInsiders Fabulous Friday's@OfficialCena Sr Shoots on#WWE COVID IssuesFalse Advertising@TheGarden Low Attendance#CplKirchner Death@Patreon #AEWRampagehttps:\/\/t.co\/Vwn9YYwC46","sentiment_score":0.2}
{"full_text":"Cannabidiol inhibits SARS-CoV-2 replication and promotes the host innate immune response.https:\/\/t.co\/XrFKauhr7b#CannabisCommunity #cannabisculture #cannabisindustry #marijuana","sentiment_score":0.0}
{"full_text":"The October lift-off of the Tourism Workers Pension Scheme got derailed by the pandemic, but now that it's launched, fund administrator Guardian Life says it's pulling out all stops to get workers on board.Read more: video:","sentiment_score":0.5}
{"full_text":"Schools nationwide are now issuing COVID-19 tests for their students as they prepare to resume on-site classes next week. See more: #COVID #COVID19 #Coronavirus #School #ATK #okhwid #orngeriiyn","sentiment_score":0.25}
{"full_text":"was a member of #TPLF's central committee prior to becoming a DG of and still keeps close ties with this group, which is a designated terrorist group. One needs to only read his tweets of past year to see bias towards TPLF#Ethiopia","sentiment_score":0.04}
{"full_text":"RT You are mixing up ,,dissent\", as in discussions\/opinions (whether to solve a problem, how to solve etc) with misinfo...","sentiment_score":0.0}
{"full_text":"RT I feel there have been so many opportunities lost during COVID. It could have been a time to bolster social safety nets pe...","sentiment_score":0.2666666667}
{"full_text":"It's so convenient! Recently, due to the epidemic, Zhengzhou City, #Henan Province conducted nucleic acid testing for all citizens. The nucleic acid testing mobile vehicles that stop with a wave have greatly saved citizens' queuing time and provided convenience for citizens~","sentiment_score":0.3375}
{"full_text":"New daily COVID-19 cases in Tokyo expected to exceed 10,000 at peak: expertshttps:\/\/t.co\/LCTSWaXNHg","sentiment_score":0.0121212121}
{"full_text":"An outbreak of the third pandemic has spread around the globe. Drink these detox beverages to boost immunity for Omicron variant prevention. #OmicronPrevention #OmicronVariant #OmicronVirus","sentiment_score":0.0}
{"full_text":"To provide more immediate care for Taguigenos &amp; protect frontliners using technology while battling COVID-19, the Taguig City government has launched Telemedicine...","sentiment_score":0.5}
{"full_text":" OAR DELIVERY: STAY SAFE, STAY READING AT HOME  FREE BOOK DELIVERY FROM CHULA LIBRARY TO YOUR DOORSTEP Available from January 15th - May 24th, 2022, or until further noticeSearch and request through this link ONLY&gt; #TAIC #CentralLibrary #CU","sentiment_score":0.325}
{"full_text":"Study: Stress can increase chances of contracting COVID-19https:\/\/t.co\/jjhhrw5Qv3","sentiment_score":0.0}
{"full_text":"Buncombe County officials say COVID-19 clusters have been identified at North Buncombe High School and Enka Middle School.","sentiment_score":0.08}
{"full_text":"RT i'm so sorry to have a hot take but I personally don't want anyone to die from covid? like not even if they're \"old\" or \"di...","sentiment_score":-0.0375}
{"full_text":"RT Have you seen this?","sentiment_score":0.0}
{"full_text":"The vaccination of students between 15 and 18 years of age started from January 3. #KidsVaccination #vaccination #COVID19 #COVAXIN #SchoolReopening #ReopeningSafely #Kolkata #MyKolkatahttps:\/\/t.co\/w6ke0XSUwi","sentiment_score":0.0}
{"full_text":"Sitting at the helm of Kraft Heinz's 30,000 strong staff base, Maharaj revealed that the pandemic served as an opportunity to really dig down and invest in the health and happiness of their teams.","sentiment_score":0.0755555556}
{"full_text":"Lizzy couldn't give a shit, the same way Bojo doesn't, pockets are lined and the law does not apply. If all those deaths by covid were personally murdered by Bojo nothing would change.","sentiment_score":-0.0666666667}
