{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"RT LETS GO","sentiment_score":0.0}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"This is the pandemic.","sentiment_score":0.0}
{"full_text":"RT Not much has changed in the last 16 months","sentiment_score":-0.05}
{"full_text":"It's effectiveness has been reduced because combining three different kinds of vaccine antibodies with the actual virus antibodies creates viral mutations specifically targeted to the vaccines they encounter.Anti-vaxers are THE reason the vaccines are less effective now.","sentiment_score":0.1083333333}
{"full_text":"RT I think we are so very tired not just from the pandemic but from all the years before, when we used activity to distract...","sentiment_score":-0.52}
{"full_text":"RT PANIC BUYING NOW!?@catecoin #catecoin ","sentiment_score":0.0}
{"full_text":"RT It has becoming all too clear that the Biden administration embraced #Omicron as a highly effective ally in the homicid...","sentiment_score":0.3833333333}
{"full_text":"RT Don't become N95 for the people who deserves use and throw ones .","sentiment_score":0.0}
{"full_text":"RT people who had\/have their 12H profection year during this pandemic are god's strongest soldiers","sentiment_score":0.0}
{"full_text":"RT JACINDA ARDERNs self isolating as a close contact &amp; working. She's an exceptional leader, continuing 2deliver 1 of best...","sentiment_score":0.8333333333}
{"full_text":"RT Man, really seeing a HIV vaccine in our lifetimes. How cool is that?","sentiment_score":0.275}
{"full_text":"RT Fireworks in downtown Ottawa tonight.  Light and joy breaking through the darkness of Canada's COVID police state.https:\/\/t....","sentiment_score":0.6}
{"full_text":"During the nationwide lockdown imposed after the COVID-19 outbreak, more than 50 journalists were arrested or charged under emergency laws for spreading \"misinformation\" or \"fake news\".#HumanRightsInIndia","sentiment_score":0.0}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"RT Dear GATE Aspirants, we understand your situation in this Covid time and we are fighting to postpone GATE 2022 but don't...","sentiment_score":0.0}
{"full_text":"RT Dear GATE Aspirants, we understand your situation in this Covid time and we are fighting to postpone GATE 2022 but don't...","sentiment_score":0.0}
{"full_text":"RT You need to stay edged all day. An edged beta is a happy beta and all real women are safer with happy, edged betas home...","sentiment_score":0.6}
{"full_text":"RT Premier Scott Moe of Saskatchewan @PremierScottMoe makes the first brave move to return us to normalcy. Ball's in yo...","sentiment_score":0.525}
{"full_text":"RT When disaffected voters say things like \"there's no real difference between the two parties,\" remind them that the last GOP p...","sentiment_score":-0.05}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT A pregnant New Zealand journalist says she turned to the Taliban for help and is now stranded in Afghanistan after her...","sentiment_score":0.2348484848}
{"full_text":"FREEDOM CONVOYS MARCH WORLDWIDE TO LOCK DOWN TYRANICAL GOVERNMENTS.. via","sentiment_score":-0.1555555556}
{"full_text":"RT - Swastikas on Canadian flags- Confederate flags- Mocking of Indigenous people- Stealing food from homeless- Putting...","sentiment_score":0.0}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"Yes. Creating his own vaccine","sentiment_score":0.6}
{"full_text":"Because people were told Omicron is no worse than a cold, so why bother? Problem is, it's no worse than a cold if you're both lucky and triple vaccinated ","sentiment_score":-0.0933333333}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT Vaccination Camp by volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Kurukshetra...","sentiment_score":0.0}
{"full_text":"RT Dear GATE Aspirants, we understand your situation in this Covid time and we are fighting to postpone GATE 2022 but don't...","sentiment_score":0.0}
{"full_text":"Protesters rally at U.S.-Canada border over COVID vaccine mandate via Some news from the US-Canadian border.","sentiment_score":0.0}
{"full_text":"Do you think the PM can sustain till the election not talking about those who have died from Covid?","sentiment_score":0.0}
{"full_text":"2\/2 \"It's not enough to have knowledge about how to stay safe; to prevent illness, that knowledge must be utilized.\" #COVID19 #k12","sentiment_score":0.25}
{"full_text":"RT Saddened to see we have lost another American to Covid. Please get vaccinated. Your family will miss you. Tucker Carlson w...","sentiment_score":0.0}
{"full_text":"RT perfectly normal things for a former Assistant to the President for National Security Affairs to say","sentiment_score":0.075}
{"full_text":"RT EDITORIAL: It's time to end COVID rules in Canada","sentiment_score":0.0}
{"full_text":"RT Over the past 18 months, I have received a massive dollop of shite for my stance on authoritarianism, lockdowns and vacc...","sentiment_score":-0.125}
{"full_text":"The once thriving #Banarasi weaving industry in #Purvanchal is now in despair; many weavers were pushed to the bring of starvation during the #Covid_19 #Lockdown","sentiment_score":0.5}
{"full_text":"Here are guidelines from the DOH.","sentiment_score":0.0}
{"full_text":"'As the world begins to move out of the shadow of the pandemic, it's a golden opportunity to reflect on scientific conferences'https:\/\/t.co\/RjLaZ8PlZW","sentiment_score":0.3}
{"full_text":"On Air Now &amp;  Radio Wales Arts Show: The Arts RecoveryNicola considers the pandemic's impact on the wider arts industry.Plus we remember Welsh Prince of Laughter, Wyn Calvin.Feat:@CreuCymru","sentiment_score":0.0}
{"full_text":"Pharmacies are now handing out free N95 masks in Washington. It's all part of a federal plan to give out 400 million higher quality masks.https:\/\/t.co\/HRqlCbAI74","sentiment_score":0.325}
{"full_text":"Sore throat was more likely to be reported by cases with the new coronavirus mutationhttps:\/\/t.co\/dKNmciAAgC","sentiment_score":0.2121212121}
{"full_text":"There's many different poker games available to play.But to have success, you should start with one variant and truly focus on it to gain an edge.Here's a great article outlining the many factors when picking what game to play.Link:","sentiment_score":0.3}
{"full_text":"Some people, man...","sentiment_score":0.0}
{"full_text":"Pandemic panic to positive change - our former editor takes us through some major changes here at TW (and beyond) and looks forward to new chapters, on better pages:https:\/\/t.co\/FSu0LaIAtx","sentiment_score":0.1852272727}
{"full_text":"We will respect wholeheartedly even when stay-at-home lockdown is over, our brilliant Oxford-AstraZeneca scientists.","sentiment_score":0.9}
{"full_text":"RT EXPOSED: The US National Institutes of Health (NIH) has continued funding risky gain-of-function research (GoF) on pote...","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to have my own Vegas show! LET'S DO THIS!","sentiment_score":0.9375}
{"full_text":"India reports 2.34 lakh new COVID cases, 893 deaths; govt says 75% of eligible population fully vaccinated now#COVID19India ","sentiment_score":0.1363636364}
{"full_text":"RT I am a paramedic and I have been on the front line of this from the start, I haven't seem anyo...","sentiment_score":0.0}
{"full_text":"RT Oguri Yui (AKB48 Team 8 \/ Team A)  confirmed positive for COVID-19 today.She didn't participate in online talk event t...","sentiment_score":0.3136363636}
{"full_text":"RT Surprise. Our govt made a deal with Moderna for the coronavirus mRNA vax BEFORE the \"pandemic\" started.","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"Record 94,783 #COVID-19 #coronavirus incidences reported in #Turkey ... | #SARSCOV2 | #infections | #disease | #COVID19 | #pandemic | Via","sentiment_score":0.0}
{"full_text":"\"Protestors compared vaccine mandates to fascism, one truck carried a Confederate flag and many carried expletive-laden signs targeting Canadian Prime Minister Justin Trudeau.\"https:\/\/t.co\/wuNND4Wivk","sentiment_score":0.5}
{"full_text":"Everyone attending the big game on Feb. 13, which is being held this year at the SoFi Stadium in Inglewood, California, will be required to wear a mask at all times - regardless of vaccination status.https:\/\/t.co\/lCci6SUtBA","sentiment_score":-0.2}
{"full_text":"RT Tragic: studies estimate that at least 160,000 more lives would have been spared had more adults been vaccinated in the US...","sentiment_score":-0.0125}
{"full_text":"I'm still trying to find closure after my university experience was ruined by coronavirus |","sentiment_score":0.0}
{"full_text":"#ICYMI: Japanese researchers found that the Omicron variant can survive longer on plastic surfaces and human skin than earlier versions of #COVID19.","sentiment_score":0.0}
{"full_text":"ISU researchers look into why pigs don't transmit COVID-19","sentiment_score":0.0}
{"full_text":"The singer-songwriter told Spotify to choose between his music or Joe Rogan's podcast this week, pushing back on false Covid-19 claims by Rogan.","sentiment_score":-0.2}
{"full_text":"\"If someone had told me, when I was 24 and my brother had just died, that the grief would never go away, I'm not sure I would've been able to handle that, either.\" #Grief","sentiment_score":-0.3375}
{"full_text":"Lockdown Browser Bypass:Available at P300.00 nowjust send us a pm","sentiment_score":0.0}
{"full_text":"If you haven't yet had your Covid19 vaccine, come along to the West Road surgery today between 10am-5pm. You don't need an appointment or be a patient of the surgery but you may have to wait to be seen. 1st, 2nd and booster available for age 12+","sentiment_score":0.2}
{"full_text":"[ICYMI] Key populations are marginalised communities which continue to be worst affected by the #HIV epidemic. Yet they continue to receive the least amount of funding. Here's why that needs to change if we want to end #Aids by 2030.","sentiment_score":-0.4333333333}
{"full_text":"Pakistan's coronavirus positivity ratio was recorded at 12.46% while the number of cases continued to be over 7,500 for the fourth consecutive day.#COVID19 #Pakistanhttps:\/\/t.co\/Q0Q7emUCNU","sentiment_score":0.0}
{"full_text":"Omicron Drives US Deaths Higher Than in Fall's Delta Wavehttps:\/\/t.co\/f393EFvTyd","sentiment_score":0.25}
{"full_text":"#Assam: 2,294 New COVID-19 Cases, Positivity Rate At 6.41 % #AssamCovidUpdate #covid19update #COVID19","sentiment_score":0.1363636364}
{"full_text":"Omicron has impact on store availabilityhttps:\/\/t.co\/8JgOGmD2nF","sentiment_score":0.0}
{"full_text":"A recent report from the Illinois Department of Public Health shows COVID-19 hospitalizations across Illinois have dipped 25% over the past week.https:\/\/t.co\/YF5p1Rtswz","sentiment_score":-0.0833333333}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"#DataStory | India has so far administered 1,657,060,692 vaccine doses. That is 4032.51 per cent of its total caseload, and 118.27 per cent of its population#CoronavirusPandemic #CoronavirusUpdates #coronavirus #omicroninindia","sentiment_score":0.05}
{"full_text":"We're reliving our most traumatic moment that Covid ruined. Which was not being able to go to Irish on Ionia w\/ all the parents in March of 2020. The damn pandemic couldn't have waited one extra week...","sentiment_score":0.25}
{"full_text":"Kakageta be like","sentiment_score":0.0}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT Total lack of accessible healthcare at all in #Quebec where #immunocompromised people don't even have access, paid or not, to t...","sentiment_score":0.1875}
{"full_text":"RT Just thinking about how there's a deadly pandemic and the U.S. wants to go to war.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 3.3FWind Chill: -0.3FHumidity: 80%Dew Point: -1.4F Barometer: 30.111 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 577.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT BREAKING: A new variant called Freedom-22 has arrived in Canada. A massive outbreak in Ottawa has been confirmed. Parliam...","sentiment_score":0.1787878788}
{"full_text":"RT Oklahoma ranks last on list of safest states to live during pandemic in new survey","sentiment_score":0.0909090909}
{"full_text":"RT Prime Minister Jacinda Ardern will be isolating for three days after being deemed a close contact of a positive COVID-19 c...","sentiment_score":0.2272727273}
{"full_text":"Omicron is beginning to break the resolve of the unvaccinated (Rated: Positive Bias)","sentiment_score":0.2272727273}
{"full_text":"Trudeau has been exposed to Covid and is in isolation. Boy, his remarks will sweep like wild fire through his three followers.","sentiment_score":0.1}
{"full_text":"RT When I saw my representative spread misinformation about the COVID-19 pandemic, while simultaneously spreading the Big Li...","sentiment_score":0.0}
{"full_text":"RT 21 year old soccer player (aka fit) gets 1 vax then has covid.  Ok for France, but Canada says noNo wonder trust in pub...","sentiment_score":0.3333333333}
{"full_text":"RT Imagine bragging how the \"economic plan is working\" having presided over 450,000 pandemic deaths in a single year and as thousa...","sentiment_score":0.0642857143}
{"full_text":"Throughout COVID-19, Australia has been caught short, because we don't produce enough of our own masks, tests and other medical supplies.An Albanese Labor Government will change that. We'll make them here. #bringmanufacturinghome","sentiment_score":0.095}
{"full_text":"RT In August I challenged the UC vaccine mandate in federal court. Yesterday the University fired me for noncompliance with the...","sentiment_score":0.0}
{"full_text":"RT An Australian Olympic team member has tested positive for Covid 19 at Beijing airport. They have been isolated for subseque...","sentiment_score":0.1136363636}
{"full_text":"RT #RuleOfLaw out the window, calling 4 unity with those who brutally abused the country &amp; put...","sentiment_score":-0.875}
{"full_text":"COVID test available tomorrow at CVS (10710 State Bridge RD, Alpharetta, GA 30022) at 12:40PM 12:50PM 01:00PM 01:10PM 02:10PM 02:20PM 02:30PM 02:40PM 02:50PM :","sentiment_score":0.4}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT Stay at homeASLI WINNER UMAR RIAZ","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"FACT CHECK: Does This Video Show A Protest Against COVID-19 Restrictions, Welcome Back 'Life We Knew Before'.","sentiment_score":0.4}
{"full_text":"RT No, I don't want fucking mandates. I want more people to wake up and get vaccinated. If peopl...","sentiment_score":-0.05}
{"full_text":"And in a couple of weeks, as they always do, they'll simply deny anyone who attended got COVID from this event ","sentiment_score":0.0}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT #Omicron spread quickly through my 104 year old Aunty's aged care home. Yes she caught it and yes she died. She had been...","sentiment_score":0.1111111111}
{"full_text":"RT Being in football for nearly 20 years I never heard anyone miss a game for inflammation of the heart. Not once !","sentiment_score":-0.2}
{"full_text":"RT you don't get to pretend that people starving + dying in the welfare system don't exist -- either before, during or after a...","sentiment_score":0.0}
{"full_text":"RT NSW has recorded 52 deaths and 13,524 new COVID-19 infections. There are 2663 people in hospital with the virus, including 182 in...","sentiment_score":0.1363636364}
{"full_text":"Lots of talk for a good three year stretch about the epidemic of Chocoholism.","sentiment_score":0.7}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT - Swastikas on Canadian flags- Confederate flags- Mocking of Indigenous people- Stealing food from homeless- Putting...","sentiment_score":0.0}
{"full_text":"Except they will probably still try to lock it down so you cant transfer it to any \"real\" money (potentially including other cryptocurrencies) for the reasons real world trading is usually banned.","sentiment_score":-0.0217592593}
{"full_text":"Wow - \"completely preventable from a vaccine\"??  You know that's demonstrably untrue, right?Also, I'd rather not live in fear no matter what - but certainly not fear of covid.","sentiment_score":0.0061688312}
{"full_text":"Health district responds to shortage of COVID-19 test kitshttps:\/\/t.co\/4xtmeKbm9d","sentiment_score":0.0}
{"full_text":"RT Two Long Island nurses are being charged with forging Covid-19 vaccination cards and entering the fake jabs in the state's da...","sentiment_score":-0.275}
{"full_text":"Confidence is growing that omicron is milder than previous variants of SARS-CoV-2. At the same time, the number of people dying from covid in the UK is higher than it has been since February 2021 investigates why","sentiment_score":0.0277777778}
{"full_text":"the complete idiocy of anti-vaxxers, laid out in one chart.","sentiment_score":-0.1}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT Bye-bye If thinks it's good to stand with Joe Rogan and his #COVID19 misinformation, I'll stand with...","sentiment_score":0.7}
{"full_text":"RT To me the highlight of the Trump Rally is when he said we are moving on from Covid.  Bravo Mr. President,  Bravo ! ","sentiment_score":0.0}
{"full_text":"RT QLD has a case of the new omicron variant in hospital. Premier says we were one of the first to detect the variant - ba...","sentiment_score":0.1931818182}
{"full_text":"Mortgage Rates Will Keep Rising In 2022, Experts Predict. Here's How Inflation and COVID Variants Might Impact the Market","sentiment_score":0.0}
{"full_text":"RT who made coughing in public so awkward like bro i don't have covid it's this weed","sentiment_score":-0.3}
{"full_text":"RT Fully agree with this. And also with concerns expressed by : the current #travelban situation could be detrimen...","sentiment_score":0.0}
{"full_text":"RT There were few corona cases  in the past but emasssy didn't sent any 2nl. NOW the case is being worse. Still there is...","sentiment_score":-0.2833333333}
{"full_text":"RT The cruel irony of being disabled\/high risk during this pandemic, is that the public continues to move the goalposts s...","sentiment_score":-0.5}
{"full_text":"RT But then again BC is known for its data blackhole So no surprise there For some inexplicable...","sentiment_score":-0.6}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT Thankfully recovered  ! Tested negative today , yesterday dad 's report came negative too! Mom is well, she gonna test it on...","sentiment_score":-0.3375}
{"full_text":"\"Forced resignations\" -- labour relations during #COVID in #Bengaluru #Srirangapatna and R Prathibha of Garment and Textiles Workers' Union in latest #RUA","sentiment_score":0.1}
{"full_text":"#ConvoyForFreedom can't wait for #TruckersForFreedom get us out of this pandemic!","sentiment_score":0.0}
{"full_text":"RT This is medical misinformation","sentiment_score":0.0}
{"full_text":"Amid the second wave of COVID-19 in India, the heartbreaking visuals of migrants trudging down the streets for hundreds of kilometres to reach their homes made many citizens step forward to extend aid and support in several ways.https:\/\/t.co\/xHJTcJh51O","sentiment_score":0.0861111111}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"RT So the NY Post story about the nurses selling fake vaccine cards doen't name the cop who was part of the ring. The cards we...","sentiment_score":-0.5}
{"full_text":"RT Hospital plan: 'Try very hard to avoid getting Covid until March' via","sentiment_score":-0.3791666667}
{"full_text":"Covid-19 vaccination rollout: People with mental illness and addictions could be missed - RNZ #mypath2recovery #mentalhealthmatters #RecoveryisPossible","sentiment_score":-0.1}
{"full_text":"RT Mayor of Ottawa says Truckers have to go home and let the downtown area get back to life. Meanwhile, hotels in Ottawa were f...","sentiment_score":0.0}
{"full_text":"Nervous to see everyday update on covid in town. ","sentiment_score":-0.2}
{"full_text":"RT New restrictions were imposed on freedoms of expression and assembly in response to the COVID-19 pandemic. On 24 March, Prime...","sentiment_score":0.1363636364}
{"full_text":"RT Covid killed 3,895 people in the US yesterday but it's okay bc Omicron is  m i l d ","sentiment_score":0.15}
{"full_text":"RT Since the outbreak of #pandemic #COVID19 , Masrat Farooq has become the first woman education entrepreneur by providing #s...","sentiment_score":0.25}
{"full_text":"I can't believe I'm sick &amp; no it's not Covid!","sentiment_score":-0.8928571429}
{"full_text":"RT #Wisdom  #COVID19 #Coronavirus#Free online #math #tutoring at","sentiment_score":0.0}
{"full_text":"This map is all I can find for NSW sewage longer reported in the regular surveillance report.Massachusetts has some nice quantitative surveillance interested in the topic might like to follow","sentiment_score":0.2833333333}
{"full_text":"How many times can I reuse my N95 mask?","sentiment_score":0.5}
{"full_text":"RT Ron DeSantis refuses to say whether he's got a COVID-19 booster because . . .","sentiment_score":0.0}
{"full_text":"RT \"54% of American adults between the ages of 16-74 read below a 6th grade level. So that means we have an epidemic of illiteracy,...","sentiment_score":0.0}
{"full_text":"But don't you know you can only get Covid if you're standing up? You're totally safe if you're seated, so out of an abundance of caution, the serves must mask!","sentiment_score":0.3125}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT Fiji shifts focus from Covid-19 to NCDshttps:\/\/t.co\/SMXd59SppQ lAt least 70 percent of the Fijian population who had Covid-1...","sentiment_score":-0.3}
{"full_text":"RT Horowitz: Whistleblowers share DOD medical data that blows vaccine safety debate wide open.https:\/\/t.co\/1PfK15AoEY","sentiment_score":-0.05}
{"full_text":"RT Ena lock down elam cancel pantanga???....Ohho election varudhaa!!!.... Government is only for their ruling not for people...","sentiment_score":-0.1519097222}
{"full_text":"RT disabled people deserve to survive the pandemic too.","sentiment_score":-0.2}
{"full_text":"RT Dear GATE Aspirants, we understand your situation in this Covid time and we are fighting to postpone GATE 2022 but don't...","sentiment_score":0.0}
{"full_text":"AMITYVILLE, N.Y. (AP) -- Two nurses on Long Island are accused of forging COVID-19 vaccination cards and pocketing more than $1.5 million from the scheme, prosecutors and police said.","sentiment_score":0.225}
{"full_text":"The vaccine mandate is unlawful &amp; human right violation. Forcing people to choose between taking a medication or losing freedom and likelihood is immoral &amp; inhumane.  No matter your politics, we all should be against this medical dictatorship. This is a must for the rule of law.","sentiment_score":-0.1535714286}
{"full_text":"Don't miss our lovely Claire on Premier Christian Radio THIS MORNING! We need your help to provide food for children returning to school folowing the pandemic in Zimbabwe:","sentiment_score":0.25}
{"full_text":"RT 850+ Deaths in one day due to covid in India,for our health and safety please #postponegate2022 #delayGATE20...","sentiment_score":-0.125}
{"full_text":"RT Right off the bat, let us tell you that NeoCoV is NOT a new variant of the coronavirus that causes Covid-19.#COVID19 #NeoC...","sentiment_score":0.1087662338}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"*ongoing. Conversion pandemic","sentiment_score":0.0}
{"full_text":"RT Covid is the #1 cause of death in the United States.And yet our national conversation in the media is about when we c...","sentiment_score":0.0}
{"full_text":"Video: Massive Crowds Gather in Ottawa as Trucker Convoy Protests COVID-19 Mandates, Restrictions","sentiment_score":0.0}
{"full_text":"RT I keep warning you all: Narcissistic, entitled, vicious behavior is not just an American thing. It's a first-world, afflu...","sentiment_score":-0.5}
{"full_text":"CNN: Joni Mitchell says she will follow Neil Young by removing her music from Spotify due to vaccine misinformation... ","sentiment_score":-0.0125}
{"full_text":"RT Gee, it's almost as if having these movies available at home during a pandemic will result in more views, and the premat...","sentiment_score":0.45}
{"full_text":"RT Lol, did really just say he protected the Constitutional rights of us Texans? Didn't he violate the Const...","sentiment_score":0.5}
{"full_text":"Good. Vax mandates are anti freedom and are causing segregation. That's everything America is against. Everyone knows the Vax doesn't stop anyone from getting Covid or passing it. Time to end all the mandates. Early treatment works and needs to be the focus.","sentiment_score":0.4}
{"full_text":"As a childcare provider and a mom of a school ager, we are unsure of whether or not this is going to be a regular shipment for the remainder of the school year\/pandemic at this time.","sentiment_score":0.0}
{"full_text":"Oh good, Buttgreg has a plan.","sentiment_score":0.7}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"The coronavirus pandemic has been a source of stress and uncertainty for many pregnant women.https:\/\/t.co\/oeAHyMbcfv","sentiment_score":0.4166666667}
{"full_text":"RT So the NY Post story about the nurses selling fake vaccine cards doen't name the cop who was part of the ring. The cards we...","sentiment_score":-0.5}
{"full_text":"RT A reminder that if Terry Fox needed cancer surgery today in Ontario, he'd be told he has to wait because hospitals are o...","sentiment_score":0.0}
{"full_text":"RT The covid vaccines were not created because of a global pandemic, a pandemic was created because of the vacci...","sentiment_score":0.0}
