{"full_text":"Take Your Shot! Free COVID vaccines for children are available. If you need help making your appointment at a County run clinic, or an in home appointment, call 240-777-2982 or email c19vaccination@montgomerycountymd.gov.Please click here to learn more:https:\/\/t.co\/OSGrLppSZb","sentiment_score":0.4}
{"full_text":"RT How do the antibodies from people infected with different VOCs react to all of the other VOCs, including Omicron? Excitin...","sentiment_score":-0.0625}
{"full_text":"Over a million adverse Covid vax events","sentiment_score":0.0}
{"full_text":"Only 1 of the 3 EAU antibodies work at all against Omicron &amp; that one is mostly unavailable due to low supply.","sentiment_score":0.09375}
{"full_text":"RT I feel like I'm surfing and #Omicron is the shark swimming beneath me. I know it's there, I'm not sure where it is, how close...","sentiment_score":-0.25}
{"full_text":"Best travel resources, in no particular order, to aid you you with any travel decisions you may be making.10 of the best COVID-19 coronavirus travel resources #Travel #traveling #Resources","sentiment_score":0.6388888889}
{"full_text":"RT A thread about vaccines and why vaccinated people are catching COVID- The vaccines that were developed were against...","sentiment_score":0.35}
{"full_text":"RT >BenefitIf 100 at-risk persons test Covid+,will need hospital admission.If 100 such persons swallow 40 pills of #Molnu...","sentiment_score":0.0}
{"full_text":"RT Whoopi Goldberg tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT I should not go through O&amp;G without at least dropping one pregnancy tweetThere are 4 things you need to have when you're 38w...","sentiment_score":-0.3}
{"full_text":"RT Covid-19 cases in last 24 hours.Maharashtra : 18,466West Bengal : 9,073Delhi : 5,481Kerala : 3,640Tamil Nadu : 2,683...","sentiment_score":0.0}
{"full_text":"RT I'm sorry again but we still need $670 by tomorrow night\/Thursday morning or we'll be out on the streets in one of the wors...","sentiment_score":-0.5}
{"full_text":"Unless these members of the Navy have refused every other vaccine ever offered to them I don't see how this ruling is justified.Federal judge blocks the Defense Dept. from punishing Navy forces who refuse the vaccine.","sentiment_score":-0.125}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"RT From country after country we're hearing that the majority of cases ending up in ICU are unvaccinated. Even in countries...","sentiment_score":0.0}
{"full_text":"RT I've adjusted for lag between positive test and severe disease, so the divergence between patients and ventilated is a ma...","sentiment_score":0.2272727273}
{"full_text":"RT i hope everyone is staying safe during these times here is your reminder to wear a mask n try to get vaccinated ! love u all...","sentiment_score":0.5625}
{"full_text":"RT COVID-24https:\/\/t.co\/V5hYtAcniz","sentiment_score":0.0}
{"full_text":"RT Just to be clear:Before Omicron we had: ~6k Hospitalised Covid Patients~600 new admissions per dayAnd we were not c...","sentiment_score":0.1363636364}
{"full_text":"There are millions of people in the uk in such situations they have families who can pass it to them get the vaccines people to save others and wear a face mask wash hands and social distance.","sentiment_score":0.0166666667}
{"full_text":"RT Havertz first 22 games for Chelsea while playing dm and being out with covid and injuries = 10 g\/aSancho first 22 games...","sentiment_score":0.25}
{"full_text":"RT  Latest Denmark data shows unvaccinated make up a smaller proportion of #Covid19 admissions with #Omicron than previous v...","sentiment_score":0.1111111111}
{"full_text":"RT In Lisbon I went out for a meal. I had to have proof of a Covid test *that day*, but didn't. So the restaurant sold me a L...","sentiment_score":0.0}
{"full_text":"Appo situation vera , ippo vera .. Ippo vaccinated people rate adhigam bro..Appo death rate adhigam .. Ippo kammi ..April layum corona irukum .. Nyabagam vachukonga .. Appo beast release pannamaya povinga .. We have to live with this corona ..","sentiment_score":0.1363636364}
{"full_text":"Could tell kids lives were basically considered meaningless even before Covid, but this is the nail in the coffin","sentiment_score":-0.5}
{"full_text":"RT Warm birthday wishes to RS MP Shri ji.Wishing you a quick &amp; full recovery from COVID19.","sentiment_score":0.4277777778}
{"full_text":"Not sure if it's covid or the Browns just make me sick..Currently in line to get tested","sentiment_score":-0.25}
{"full_text":"RT Please enjoy my #Omicron cartoon in today's #ontariolockdown","sentiment_score":0.4}
{"full_text":"RT Healing prayers for your speedy recovery, Sir,  ","sentiment_score":0.0}
{"full_text":"RT Been out of work cuz of stupid COVID soooo I'm Gonna do 3! Grab one if ya want! dm me!!","sentiment_score":-1.0}
{"full_text":"RT \"U.S. District Judge Reed O'Connor found that the pandemic 'provides the government with no license to abrogate' the freedo...","sentiment_score":0.0}
{"full_text":"RT Australians have been denied for two years, but this bloke - who's taken extraordinary liberties in the face of the coron...","sentiment_score":0.3333333333}
{"full_text":"Basically, this is \"tell me you want mandatory vaccinations without actually legislating mandatory vaccinations\". Hey, my friend said her dad would pretty much only get vaccinated if they require vaccines to enter Home Depot or the St-Eustache flea market...","sentiment_score":0.0833333333}
{"full_text":"RT Novak Djokovic given COVID vaccine 'exemption' to take part in Australian Open","sentiment_score":0.0}
{"full_text":"RT Just leaving the ER.It was a long day. And a stunning amount of Covid.Today I worked in an area that was temporari...","sentiment_score":0.225}
{"full_text":"RT BREAKING--42%--Pandemic profiteering just increased the price of 2 rapid #COVID test kits from $14 to $19.88... by 4...","sentiment_score":0.0}
{"full_text":"DOUBLE DIAMANT LETS GOOOOOOOO","sentiment_score":0.0}
{"full_text":"RT Rapid tests are free for citizens in France. Like just walk into a pharmacy and they swab you. And there's like 2 pharm...","sentiment_score":0.4}
{"full_text":"RT Remind me again, didnt Villa have to play a youth team against Liverpool. Play up or Play the youth team!","sentiment_score":0.0}
{"full_text":"RT Well done, antivaxxers and antimaskers. Well done.","sentiment_score":0.0}
{"full_text":"Definitely yes!","sentiment_score":0.0}
{"full_text":"RT Thank you for following the safety measures in place at #PL matches By following these guidelines, fans are protecti...","sentiment_score":0.0}
{"full_text":"RT Exactly. It's just a strange c...","sentiment_score":0.1}
{"full_text":"Is there anyone you talk to regularly about ML\/DS? online or in person?  (in a non-covid world) do you go to meet up events for DS\/ML?  They don't have to be learners they can be anyone willing to chat about your projects, but learners generally need the same thing as you so ...","sentiment_score":0.075}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"RT honestly this is on the B*den admin for pushing vaccines as the end-all-be-all &amp; also telling vaxxed ppl they don't need...","sentiment_score":0.6}
{"full_text":"RT The CDC just announced you don't actually have to wash your hands, just get the fingies a little wet","sentiment_score":-0.0958333333}
{"full_text":"RT We should have a public inquiry before people are honoured for their pandemic contribution. Would the inquiry feel able...","sentiment_score":0.25}
{"full_text":"RT Covid must be only ever problem where UK Government furiously spins it up to be worse than it actually is. Constantly.","sentiment_score":-0.1333333333}
{"full_text":"RT The 20-time Grand Slam winner has received a medical exemption from having a Covid-19 vaccination.","sentiment_score":0.25}
{"full_text":"RT Texas GOP Lt. Gov. Dan Patrick tested positive for COVID-19 last week -- but didn't tell Texas right away","sentiment_score":0.170995671}
{"full_text":"RT Many thanks @SRuhle @RuhleOnMSNBC for hosting me on impact of omicron and why becoming infected will not offer durable...","sentiment_score":0.3833333333}
{"full_text":"RT Judge issues stay against vaccine mandate for Navy SEALs seeking religious exemption | Fox News","sentiment_score":0.0}
{"full_text":"RT The City of Alhambra is offering free COVID-19 test kits courtesy of Supervisor Hilda Solis. Pick up at City Hall lobby...","sentiment_score":0.4}
{"full_text":"RT And instead of addressing the needs of families...say paying them to stay home temporarily, decoupling food access from s...","sentiment_score":0.0}
{"full_text":".@POTUS to speak on spread of #omicron variant ","sentiment_score":0.0}
{"full_text":"RT Absolutely appalled to hear Dr Grant of downplay Omicron in kids as \"some sniffles\". This is incredibly dange...","sentiment_score":0.05}
{"full_text":"RT This is from September 20, 2021","sentiment_score":0.0}
{"full_text":"First you tell your child, no you won't die from covid, that's called good parenting.","sentiment_score":0.475}
{"full_text":"RT NEW: Lord Frost joins the Covid Recovery Group of Tory MPs opposed to Covid-19 restrictions. Boris's former Brexit n...","sentiment_score":0.0681818182}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"RT There is NOT a shortage of COVID-19 testing supply in Florida. There IS a shortage of leadership.That's why we're urgin...","sentiment_score":0.0}
{"full_text":"RT France detects new Covid variant IHU, 12 infected.","sentiment_score":0.1363636364}
{"full_text":"Now two people out with Covid from the maybe 9 that are in my office. Shit keeps getting closer.","sentiment_score":-0.2}
{"full_text":"RT \"You're not going to get Covid if you are vaccinated.\" - Joe Biden, July 2021","sentiment_score":0.0}
{"full_text":"RT Delta Cuts Paid Sick Leave After Convincing CDC To Shorten Quarantine Times ht...","sentiment_score":-0.1071428571}
{"full_text":"RT #NowIsNotTheTime: Canadians are advised to avoid all non-essential travel outside of Canada. #StayHome to help protect yo...","sentiment_score":0.0}
{"full_text":"Federal Dollars paid for it. Only 1 is effective on OMICRON  GSK Sotrovimab here is how it is distributed to states BY HHS,HHS regarding State\/Territory-Coordinated Distribution of SotrovimabDec 17, 2021","sentiment_score":0.3}
{"full_text":"RT After two years, it's unbelievable we still don't have our shit together. COVID-19 home tests are sold out everywhere, and test...","sentiment_score":-0.225}
{"full_text":"1) Cases are exploding all over the place. How exactly is he or anyone else supposed to stop that?2) Cases don't equal deaths. Especially with the Omicron variant.3) Why is Biden getting a complete pass on this? He was the one who promised to shut down the virus.","sentiment_score":0.0388888889}
{"full_text":"RT My No. 1 Fireball says it all! I'm with her all the way.","sentiment_score":0.0}
{"full_text":"RT Premier Doug Ford has to call PM Justin Trudeau for help now!It's unacceptable to have code ora...","sentiment_score":0.0}
{"full_text":"RT lunacy","sentiment_score":0.0}
{"full_text":"RT A pack of KN95s that I got for $15 a month ago is now $50 on Amazon. Right before children are being forced back to sc...","sentiment_score":-0.0047619048}
{"full_text":"RT So here's the key breakdown from the CPS meeting tonight:-388 staff members have Covid-They have the lowest substitut...","sentiment_score":0.0}
{"full_text":"RT Delhi buses, metro to operate at full capacity as fresh Covid curbs announced","sentiment_score":0.325}
{"full_text":"How does anyone watch this garbage","sentiment_score":0.0}
{"full_text":"schools the way they currently are (just like pretty much every other institution) aren't equipped to handle a mass disabling pandemic that's still killing hundreds of people (at least) every day. school kids can see just how fucked up institutional responses have been.","sentiment_score":-0.0958333333}
{"full_text":"*masked and vaccinated. And it doesn't matter. In fact, in my blue state, people believe more in N95 masks than vaccinations. I think they should take several seats when they criticize the under vaccinated states.","sentiment_score":0.1666666667}
{"full_text":"RT \"For two years .. They have tried to minimize the spread of Covid - a worthy goal absent other factors - rather than min...","sentiment_score":0.1041666667}
{"full_text":"RT \"Her death should not be politicized\": Betty White's agent bats down false booster shot-related rumorsFull story:","sentiment_score":-0.1851851852}
{"full_text":"It be your own brother in law!!!!","sentiment_score":1.0}
{"full_text":"This is why I genuinely am confused. Y'all do this every winter and are flabbergasted when you get stuck. Why are you in your car during a snowstorm? Is it crack?","sentiment_score":-0.4}
{"full_text":"RT Heavy rain in OmanStay homeStay safe#Oman  #msqT #mnkhfD_l`zm","sentiment_score":-0.2}
{"full_text":"RT BJP president JP Nadda arrives in Hyderabad to protest against the arrest of Telangana BJP chief Bandi SanjayAs a responsible ci...","sentiment_score":0.075}
{"full_text":"You think that's bad?https:\/\/t.co\/jLwKxEsLIA","sentiment_score":0.0}
{"full_text":"RT Africa remains the lowest vaccinating continent and yet remains at the bottom of the affected. Saying thanks to massive vac...","sentiment_score":0.1}
{"full_text":"RT El Salvador has released a video to encourage healthy eating, exercise, and going outside in the sun to combat COVID risks....","sentiment_score":0.25}
{"full_text":"RT USA became the first country in the world to record 1,000,000 new Corona cases in 24 hours.This is beyond shocking...","sentiment_score":-0.2045454545}
{"full_text":"RT Wishing for your speedy recovery and best of health bhai...","sentiment_score":1.0}
{"full_text":"Does this include my 13 year old who had her 2nd shot 7 months ago?","sentiment_score":0.05}
{"full_text":"RT 1. Federal Government is paying me zero2. All I get is zero3. I don't advocate for lockdowns4. I've not profited from th...","sentiment_score":0.0}
{"full_text":"RT HEADS UP: Scattered Pfizer booster appointments are available for this week, with plenty of openings next week at the The Se...","sentiment_score":0.2}
{"full_text":"RT Diabetics in whom Covid precipitated diabetic ketoacidosis, a serious and life-threatening condition.Older folks sic...","sentiment_score":-0.3333333333}
{"full_text":"No input from the advisory committee because they would have voted against it - just like they did last time.  The top two #vaccine officials at the quit rather than take part in that decision.People are making life altering decisions based on your recklessness!","sentiment_score":0.3125}
{"full_text":"RT Doug Ford's entire pandemic strategy:1. Do nothing2. Ignore warnings3. Wait &amp; see if modeling comes true4. Implement...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"In the meantime altcoins $ATOM and $XTZ and also $NEAR are moving up#cryptotrading","sentiment_score":0.1}
{"full_text":"RT 2\/ Scientists who have to pay attention to how reality works &amp; not ideological words are devastatingly clear as to which g...","sentiment_score":0.1}
{"full_text":"RT SUGA, Jin and RM have fully recovered from Covid-19.","sentiment_score":0.0}
{"full_text":"This morning on explained how a strong demand for goods is driving up inflation amid the pandemic. \"This is really about the crazy composition of consumer spending.\"","sentiment_score":0.0111111111}
{"full_text":"RT One day we'd address childhood obesity in NigeriaYou'd go to an outing and see a bunch of rich kids all looking supe...","sentiment_score":0.375}
{"full_text":"RT (1) More McBNO woes ?  Guess who has been infected with Omicron in the UK? UK-based Hong Kong fugitive Finn Lau, who was i...","sentiment_score":0.5}
{"full_text":"RT \"Omicron is mild\" is not what I am seeing-unvaccinated are critically ill-fragile patients w\/ chronic disease are being ti...","sentiment_score":0.1666666667}
{"full_text":"RT Why are you explaining anything? Why do liberals constantly feel the need to explain themselves instead of just touting t...","sentiment_score":0.0}
{"full_text":"RT I feel like a lot of people don't know how to swab their nose for a COVID-19 test properly. The swab goes in horizontally, not up...","sentiment_score":0.0}
{"full_text":"is now forcing the No Jab, No Job 'policy.'  Cue the lawsuitshttps:\/\/t.co\/FpB0NfusVZ","sentiment_score":0.0}
{"full_text":"RT Yes, we will Impeach, Biden\/Harris, stop their agenda in its tracks &amp; conduct oversight for accountability of the 2020...","sentiment_score":0.0}
{"full_text":"Okay so it's 2022 then!","sentiment_score":0.625}
{"full_text":"Births in Mexico dropped 11% in the first 6 months of 2021 compared with the same period a year earlier: \"I had never seen anything like this\"","sentiment_score":0.0833333333}
{"full_text":"So my start to the year wasn't great - tested positive to COVID-19  any financial help will be greatly appreciated &amp; rewarded Beemit - quinnyqueen","sentiment_score":0.3068181818}
{"full_text":"RT This is sick. Florida's Surgeon General is asked about rising Covid cases and his response is raising his eyebrows and smiling....","sentiment_score":-0.3321428571}
{"full_text":"RT Flu season has begun and there's still time to get your seasonal flu shot. Protect yourself and your loved ones from ge...","sentiment_score":0.7}
{"full_text":"You should turn off the news off and figure out how to work that sh!t between your ears.This is a pandemic of the blissfully &amp; knowingly ignorant.You're the poster boys !Keep doing what you're told you infantile idiots.","sentiment_score":-0.6}
{"full_text":"Canada's 'residual positives' exemption lets hundreds fly home after recovering from COVID","sentiment_score":0.8}
{"full_text":"Djokovic will gett COVID and infect everyone open","sentiment_score":0.0}
{"full_text":"London's hospitals cancel non-emergency surgeries to prepare for Omicron hit #COVID19 #ldnont","sentiment_score":0.0}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"What was the point of getting 3 vaccines to get the rona?Why did we lock down at 200,000 but not at 600,000 .... 1, fucking 000,000Theres a whole lot of bullshit going on, dont talk to me about it.","sentiment_score":-0.1851851852}
{"full_text":"RT BREAKING:  Federal judge just granted temporary injunction to group of Navy SEALS seeking religious exemption from vaccin...","sentiment_score":0.0}
{"full_text":"This kind of buries the lede, that Reed O'Connor has once again ruled against Democrats, as he usually does -- Judge grants relief to Navy SEALs who refused coronavirus vaccine, sued Biden administration","sentiment_score":0.175}
{"full_text":"Here's the team Liverpool fielded against Aston Villa when the Carabao Cup wasn't good enough for them.No excuse with covid. Either play the game or forfeit, it's as simple as that.#AFC #LFC","sentiment_score":0.05}
{"full_text":"RT  GIVEAWAY: 1 winner of Sealed D:D Scylla version- mbf me, like &amp; rt- winner must be willing to shoulder sfyoongi b...","sentiment_score":0.25}
{"full_text":"Sciatica\/Knee Pain, Numb - Was It Brought On By Injury Or COVID Related?","sentiment_score":-0.3}
{"full_text":"Grammy Awards Likely to Be Postponed Due to Omicron Varianthttps:\/\/t.co\/JIqQNyl9d4Presented by","sentiment_score":-0.0625}
{"full_text":"S.Korea court exempts private schools from vaccine passes#SouthKorea #COVID19","sentiment_score":0.0}
{"full_text":"To help prevent the spread of COVID-19, and to keep our customers safe, Lakefront's office will be closed as of January 4th to all outside visitors until further notice. Should you need to contact us or book an appointment, please call 905-372-2193 or email lusi@lusi.on.ca","sentiment_score":0.1}
{"full_text":"Only a few weeks ago this person was arguing for people who didn't take the covid vaccine to be denied medical healthcare when required. How they pivot and turn","sentiment_score":-0.0666666667}
{"full_text":"Throughout the pandemic, Embry Health has been a reliable source for testing here in Arizona, but that is also beginning to dwindle.The Show speaks to its CEO, Raymond Embry, to paint the picture he's seeing at his testing locations.https:\/\/t.co\/MHkwaVwsf8","sentiment_score":0.0}
{"full_text":"RT Mfs will blame China for covid, then call China's zero-covid policy authoritarian, then live in the only country experiencing...","sentiment_score":0.0681818182}
{"full_text":"RT Brad Hawkins, what a guy. Signed in 2016 but didn't make it in so he went to prep school for a year and signed again in 2017...","sentiment_score":0.0}
{"full_text":"Is it \"impossible\" to legally prove that an employee's #COVID19 was caused by work? This forthcoming performs a close analysis of workers' compensation coverage to find out:  Duff","sentiment_score":-0.2333333333}
{"full_text":"RT Just like other provinces and countries around the world, #Omicron case counts are rising rapidly across #Ontario.I know...","sentiment_score":-0.125}
{"full_text":"The film starring Jared Leto in the title role has been postponed several times during the COVID-19 pandemic. Its most recent planned release date was Jan. 28. #Morbiushttps:\/\/t.co\/Zerqnuqrof","sentiment_score":0.1666666667}
{"full_text":"#COVID19 | Follow #COVIDAppropriateBehaviour - SMS to end #coronavirus! S - Maintain a safe distance M - Wear your #mask properly S - Frequently wash\/sanitize  your hands with soap #Unite2FightCorona","sentiment_score":0.3}
{"full_text":"COVID seven-day average soared to 12,442, hospitalizations up some.","sentiment_score":-0.15}
{"full_text":"Foyle Arena is operating as a Mass Vaccination Centre for the Western Trust for anyone requiring a COVID-19 Vaccine Booster jab.You can also get a first or second dose vaccine either as a walk-in or booked appointment.Booking at:","sentiment_score":0.0833333333}
{"full_text":"#AMMParty author fashionI started wearing basically only overalls during the pandemic and frankly I think that's very gender of me ","sentiment_score":0.1}
{"full_text":"RT USS Milwaukee (LCS 5), a Freedom-variant littoral combat ship, returned to sea Jan. 3, after being in port Naval Station...","sentiment_score":0.0}
{"full_text":"I just published \"Chapter 19: Senior Citizen\" of my story \"PANDEMIC DESIRES\".","sentiment_score":0.0}
{"full_text":"Head over to Glen Elm Branch today for a pop-up immunization clinic. The clinic runs from 10:00am until 3:30pm. Don't forget your ID, health card, and mask!Find more information on what is available at","sentiment_score":0.45}
{"full_text":"RT Live update: Top COVID expert defends latest boosters: 'We're always ahead of the rest'","sentiment_score":0.3787878788}
{"full_text":"SARS-CoV-2 virus can infect the inner ear, study finds. #SARSCoV2virus #innerear","sentiment_score":0.0}
{"full_text":"can i keep my camera off bc i have covid right now... okay MADISON!! ill remember you","sentiment_score":0.1889880952}
{"full_text":"RT I'm pretty sure that when they said \"flatten the curve\" they didn't mean \"flatten the curve against the y-axis\"","sentiment_score":0.1458333333}
{"full_text":"Follow us for all the latest travel updates.Stay connected with us always...#manishaadubey #iflynfeast #Ladakh #Omicron #Covid_19 #Tourist #coronavirus #wintertourism #activities #OmicronVariant","sentiment_score":0.5}
{"full_text":"The arts, film and television during the second year of the pandemic#FilmTwitterhttps:\/\/t.co\/nnBOxQkFD4","sentiment_score":0.0}
{"full_text":"Show me the data that these vaccines have stopped the spread. Show me the data that masks have done anything to slow the spread.Kids are a very low risk of having severe illness from COVID. Kids need in-person learning.","sentiment_score":-0.15}
{"full_text":"RT I was proud to lead an amicus brief in support of service members seeking a religious exemption to Biden's vaccine mandate. Th...","sentiment_score":0.2666666667}
{"full_text":"WATCH LIVE: How #omicron is affecting the #WinterOlympics, plus cast your vote for the sporting event you're most likely to watch Feb. 13: the #Olympics or #SuperBowl  #China2022","sentiment_score":0.2121212121}
{"full_text":"RT We're going to hit 1,000,000 deaths in the United States and I can't help but remember as the pandemic started that the hi...","sentiment_score":0.0}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"Back at work after COVID.  They said 5 days I took 10 (the holidays helped) and I tested negative this morning before returning (they said no need to retest!!!) I believe courtesy saves lives. I've been quarantined from my son AND my cat because that's what caring people do.","sentiment_score":-0.29296875}
