{"full_text":"Lt. Gov's office said Sheila Oliver misheard caller when she said she was unfamiliar w\/ NJ's immigrant fund. Spox says Oliver is aware of it &amp; was describing how applicants \"can self-attest or self-certify for benefits if they were excluded from federal\/state pandemic assistance\"","sentiment_score":0.25}
{"full_text":"RT Others poor experiences with Mayo Long Covid clinics:","sentiment_score":-0.225}
{"full_text":"It's never too late to stop desperately pushing a useless vaccine","sentiment_score":-0.4666666667}
{"full_text":"RT A'tin LOCKDOWN ALERT! Please don't respond to anything of negative nature from outside the family. Thank you.","sentiment_score":-0.15}
{"full_text":"RT Education is one of our most successful exportsInternat'l students spend not only on tuition, but living expenses, books, et...","sentiment_score":0.4166666667}
{"full_text":"RT England is scrapping covid passports.Czech Republic decided AGAINST mandatory vaccination.Ireland is lifting most res...","sentiment_score":0.5}
{"full_text":"RT Worth noting that natural immunity is not taken into consideration with vaccine mandates and passports.","sentiment_score":0.2}
{"full_text":"Still only seems to be The Independent properly reporting this. Journalism is an absolute joke in the UK right now. #brexitdisaster #brexitfoodshortages","sentiment_score":0.0971428571}
{"full_text":"RT Damn, this is well said by on covid censorship:","sentiment_score":0.0}
{"full_text":"But UE benefits last for so long - and the COVID boosts have faded in most states. However, we saw last Summer that states that stopped their COVID payouts - did not see a spike in people returning to work. We are in a reset that could take years to play out.","sentiment_score":0.1125}
{"full_text":"RT Everyone keeps talking about covid becoming endemic, but as I listen to the conversation, it's becoming more &amp; more clear to...","sentiment_score":0.4}
{"full_text":"RT Trump judge denies release to 2 nonviolent January 6 defendants and transfers them to DC Gulag that's under 22-hour lockd...","sentiment_score":0.4}
{"full_text":"RT You REALLY couldn't make it up ","sentiment_score":0.2}
{"full_text":"Substantial immunologic evidence and a growing body of epidemiologic evidence indicate that vaccination after infection significantly enhances protection and further reduces risk of reinfection, which lays the foundation for CDC recommendations.","sentiment_score":0.1875}
{"full_text":"RT 7-year old just tested positive for COVID. Everyone else in my house is getting tested today. This is a nightmare. Please,...","sentiment_score":0.1636363636}
{"full_text":"RT England is scrapping covid passports.Czech Republic decided AGAINST mandatory vaccination.Ireland is lifting most res...","sentiment_score":0.5}
{"full_text":"RT They are just retreating to regroup. They saw what worked, what didn't work and now will come back with a revi...","sentiment_score":0.0}
{"full_text":"RT GOOD NEWS! Three studies released Friday offered more evidence that Covid-19 vaccines are standing up to the Omicron v...","sentiment_score":0.6875}
{"full_text":"RT FU Bonnie Henry! If I am admitted to hospital, my *reward* for following rules &amp; being 3x vacc is to be put in a room w...","sentiment_score":0.0}
{"full_text":"Hello, I'm an NHS worker and have written an email to my NHS chief executive regarding the vaccine mandate. I couldn't copy the email here, so I've attached a link to the PDF. Could you read it please, and retweet. Thank you, peace and love, Xhttps:\/\/t.co\/6BNrdQqxiR","sentiment_score":0.5}
{"full_text":"RT Universities choosing to offer an irrevocable delay for promotion &amp; tenure to junior TT faculty in light of COVID is n...","sentiment_score":0.4}
{"full_text":"Is anyone else unable to get in their CDC DeFi Wallet?","sentiment_score":-0.5}
{"full_text":"RT It's ended here, not with a whimper but with a bang. #Ireland #NPHET realised they hadn't a leg to stand on. The lies and...","sentiment_score":0.0}
{"full_text":"hi beautiful:)- someone wants to lock it down - your body size is changing n ur gonna like it?-running into\/meeting someone famous- posssibly moving to a different city\/state- february is gonna be v transformative that's the least i can say ","sentiment_score":0.2277777778}
{"full_text":"RT China brings back anal swab testing for COVID two weeks before Winter Olympics","sentiment_score":0.0}
{"full_text":"RT There's so much evidence that Trump tried to seize power illegitimately like a second rate autocrat advised by insane peopl...","sentiment_score":-0.2666666667}
{"full_text":"RT 3. Opus Dei has a different attitude to human suffering to most he is into  \"accepti...","sentiment_score":0.1666666667}
{"full_text":"RT Families are fleeing Canada.Watch my full discussion with here:","sentiment_score":0.35}
{"full_text":"RT Sources close to #Djokavic said 9-time Australian Open-winner is considering suing \"Land of Oz\" for $4.4 million after...","sentiment_score":0.0}
{"full_text":"RT UPDATE: MUST READ!\"COVID patient flown to Texas after being denied life-saving care in Minnesota: 'Now, we're not plannin...","sentiment_score":0.0}
{"full_text":"RT Watched the Lib\/Nats claim on the news the McGowan Govt was \"gifted\" 2 years to prepare for Omicron.1. There was no gif...","sentiment_score":0.5}
{"full_text":"Via : JUST IN - Ireland to lift almost all Covid restrictions from tomorrow, Irish Prime Minister Micheal Martin announced. #covid","sentiment_score":0.0}
{"full_text":"RT You're actually proud of this is shameful, disturbing and plain wrong on so many levels!","sentiment_score":0.0421428571}
{"full_text":"RT I don't want to pay foreach minister to have a fecking photographer!stupid never-going-to-happen bridgesCovid payment frau...","sentiment_score":0.0}
{"full_text":"#cdnpoliVaxxes don't stop transmission so what's your point. People get sick and always have. Do  you think you can stop Omicron. Your late and your vaxxes have near zero efficacy against Omicron according to PfizerCEO. You are a tyrant!","sentiment_score":-0.2964285714}
{"full_text":"This just in the vaccine works on all the viruses but there's been another variant discovered it's called fauci it's the deadliest virus ever no vax developed","sentiment_score":0.1}
{"full_text":"RT 84% of those hospitalized in Arkansas, over the past month, were ALL UNVACCINATED !!!DUH ?!?!GET VACCINATED  !!WEAR A M...","sentiment_score":-0.6103515625}
{"full_text":"RT 850,000 people have died and they're still opposing a vaccine. Amazing how much death people will tolerate in order to a...","sentiment_score":0.4}
{"full_text":"-after a pandemic TFG ignored-caused by a pandemic TFG ignored-Caused by 50 years of congress using immigration as a political football and doing nothing-negotiated hard withdrawal date by TFG which forced a rushed withdrawal which was largest in modern history.","sentiment_score":-0.0979166667}
{"full_text":"RT COVID didn't do this; We did  1\/41. No data supported day care workers wearing cloth masks w infants all day2. Masking...","sentiment_score":0.0}
{"full_text":"RT 7-year old just tested positive for COVID. Everyone else in my house is getting tested today. This is a nightmare. Please,...","sentiment_score":0.1636363636}
{"full_text":"RT Updated data from NYC's Omicron surge.The graphs speak for themselves.Absolutely stunning.","sentiment_score":0.5}
{"full_text":"I've honestly never seen a bout cancellation list this long, and that's including for all the cards during the height of the pandemic","sentiment_score":-0.175}
{"full_text":"RT &amp; don't forget many 50's women still receive PS0.00 ZERO pension after a life of work and paying contributions Full r...","sentiment_score":0.425}
{"full_text":"Great, ","sentiment_score":0.8}
{"full_text":"Wonder what the count is on neurotic reading of daily Covid literature from around the world. Because you just don't wanna be surprised again so you try to keep watching for what's coming next...","sentiment_score":0.0333333333}
{"full_text":"+62 learn from this","sentiment_score":0.0}
{"full_text":"RT A billionaire was made every 26 hours of the pandemic.Tax them.","sentiment_score":0.0}
{"full_text":"RT Workshop Take:The NFL just stopped testing when the playoffs arrived. Weeks 17 &amp; 18 we saw crazy amounts of players mis...","sentiment_score":-0.6}
{"full_text":"I just remembered that someone I know got an initial contract tracing notification this week. They had COVID in mid November.  ","sentiment_score":0.0}
{"full_text":"yeah meat loaf was huge in popular culture but he also died from covid because he was anti vax and anti mask","sentiment_score":0.5}
{"full_text":"Hahah... problem is my lads have become men since the pandemic started and I really don't thinkni could cope with bumping into them on the dance floor ","sentiment_score":0.2}
{"full_text":"RT \"70 per cent of coronavirus patients in hospital were primarily being treated for other problems.\"","sentiment_score":0.1375}
{"full_text":"RT Just because you onky found out about her through him doesn't mean she wasn't relevant. She has a fan bas...","sentiment_score":0.04375}
{"full_text":"RT Girl Fuck Her ","sentiment_score":-0.4}
{"full_text":"I mean, the first thing I think of with chest tightness of COVID and nothing else!! ","sentiment_score":0.0390625}
{"full_text":"RT Well isn't this just the question?!","sentiment_score":0.0}
{"full_text":"RT 1\/It's  now acknowledged that COVID-19 is primarily transmitted by tiny aerosols generated through NORMAL breathing--not...","sentiment_score":0.1833333333}
{"full_text":"Kudos to the Montgomery County Police Department, for responding quickly to the incident at Magruder High School and restoring safety and security to the school. My thoughts and prayers go to the victim and family and I wish him a speedy recovery.https:\/\/t.co\/a8lbhirHGX","sentiment_score":0.1394444444}
{"full_text":"RT Thanks for keeping me enterta...","sentiment_score":0.2}
{"full_text":"RT When your mentee loses the plot and makes your lockdown day. This paper is going to be highly cited. htt...","sentiment_score":-0.07}
{"full_text":"RT It's not about a virus. It's about control.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Judge Blocks Biden's Vaccine Mandate for Federal Employees","sentiment_score":0.0}
{"full_text":"RT omicron, waiting for me to leave my house","sentiment_score":0.0}
{"full_text":"Name one accomplishment. Inflation? The china virus of which he inherented a vaccine? Afghanistan where we lost 13 soldiers and betrayed them? Name one.","sentiment_score":0.0}
{"full_text":"RT 7-year old just tested positive for COVID. Everyone else in my house is getting tested today. This is a nightmare. Please,...","sentiment_score":0.1636363636}
{"full_text":"RT I really hoped we'd come out of this pandemic with an awareness that actually people who are symptomatic with *any* ea...","sentiment_score":0.1}
{"full_text":"Only down side, you have to get COVID ","sentiment_score":-0.0777777778}
{"full_text":".Sort of ...IMO the #CHOSENunVaccinated ho are aDanger to society &amp; keeping Covid Pandemicactivethe Hospitals should have a designatedQuarantined area for them... when areas fullthe chosen unvaxxed have to wait Responsible Vaccinated shouldnt have to wait.","sentiment_score":0.2}
{"full_text":"RT This is just so sad. The consequence of Tories slowing choking social care, not investing in it or in palliative care. Unlike...","sentiment_score":-0.2333333333}
{"full_text":"RT Ask not what your country can Google for you but what you can Google for your country.","sentiment_score":0.0}
{"full_text":"Pandemic of multi millionaire who think they run the planet","sentiment_score":0.0}
{"full_text":"RT Removing mask mandates is a political move by Boris Johnson. If you'll continue to wear one, RT. Let's send him a messa...","sentiment_score":0.0}
{"full_text":"RT \"Almost half of all COVID hospitalizations of the newly vaccinated occurred within 14 days which means they were treated...","sentiment_score":-0.0151515152}
{"full_text":"RT Have you seen the document dump on the Pfizer vaccine data? It's a bombshell. No wonder the FDA fought to keep it hidden fo...","sentiment_score":-0.1666666667}
{"full_text":"RT People mugged, stabbed &amp; shoved onto tracks in front of oncoming trains &amp; this is what @NYCMayor Eric Adams is having N...","sentiment_score":0.0}
{"full_text":"RT \"Scientists and health leaders warn of 'real danger' after England's Covid restrictions end\" inc...","sentiment_score":0.2}
{"full_text":"RT 'If I die, I die,',... said Anti-Vaxxer Meat Loaf,... who bashed COVID rules and died after being ill with the virus....","sentiment_score":-0.5}
{"full_text":"pets are getting covid now so will y'all finally care ","sentiment_score":0.0}
{"full_text":"RT The worst about the Morrison govt #letitrip policy is that there was near to no preparation and t...","sentiment_score":-0.45}
{"full_text":"RT RAT shortages on the Sunshine Coast mean childcare shortages, which means locals can't go to work. Morrison's COVID failure...","sentiment_score":-0.3145833333}
{"full_text":"All these deaths, even tho not all from Covid, in the pop culture realms, seem extra distressing in these pandemic times..It's bad enough that ordinary(tho still lovely) people are dying, but the lineup of extraordinary people just adds another layer of doom over everything.","sentiment_score":0.0266666667}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"RT Despite the bitter cold, hundreds of students from nearly every MCPS high school are walking out of class this afterno...","sentiment_score":-0.11}
{"full_text":"Rampant unbridled capitalism, for instance.","sentiment_score":0.0}
{"full_text":" Most Covid restrictions to be lifted from 22 January.From tomorrow, the following will come into effect.","sentiment_score":0.25}
{"full_text":"RT Day 6: Symptoms resolving. Fever gone. Cough a bit worse (normal)*New Symptom: COVID Tongue!Tongue and roof of...","sentiment_score":-0.4}
{"full_text":"Yeah I can imagine. I should have been there but my family got covid (all good now though). I've seen a few of his freekicks live but I think this is the best of the lot.","sentiment_score":0.4090909091}
{"full_text":"RT Now is your chance, parents! Please lend your voice!! Do you want a vaccine mandate for kids aged K-12 in WA State?! T...","sentiment_score":-0.125}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"RT America will be the last country to get rid of all Covid-19 restrictions and we all know why! What do yall think?","sentiment_score":0.0}
{"full_text":"RT The cafe owners on TV who were previously upset about lockdowns are now on TV upset that people have coronavirus and aren'...","sentiment_score":-0.1666666667}
{"full_text":"Please keep our mom in you paw prayers. She has that nasty Covid again round 2,hopefully she starts feeling better soonSide note: she has been vaccinated and boosted.","sentiment_score":-0.2333333333}
{"full_text":"Meat Loaf was reportedly anti-vaccine mandate before dying from COVID via #TrumpVirus #TrumpLiedPeopleDied","sentiment_score":0.0}
{"full_text":"Wonking Out: Honey, I Shrank the Economy's Capacity Makes no mention of how a significant increase in corporate profits during the pandemic could be contributing to inflation.","sentiment_score":0.1875}
{"full_text":"WHO lowers recommended age for children to be eligible for Pfizer Covid vaccine to five years old -","sentiment_score":0.1}
{"full_text":"Amazing. Someone needs to count Hoenig's pro-Covid\/day tweet ratio. I haven't seen anything like it since Alex whats-his-face-Fox-antivax got booted. I'm not on here all the time and nearly every time I look there's a new Hoenig pro-Covid tweet on my feed. So weird and perverse.","sentiment_score":0.0840909091}
{"full_text":"RT Democrats: 90% vaccinated Republicans: 60% vaccinated *Supreme Court sentences Republicans to death by covid*Medi...","sentiment_score":0.0}
{"full_text":"\"I came up with a vaccine\"??  Moderna, Phizer, and J&amp;J would all like a word. This level of narcissism is frightening but not new with tRump.","sentiment_score":-0.2840909091}
{"full_text":"RT more evidence out today that CBD could be a powerful aid in slowing COVID-19 infection, this time from researchers at...","sentiment_score":0.4}
{"full_text":"Due to the latest surge in Covid cases in Indiana, we made the difficult decision to move the event online. Please register at: to receive a Zoom link. See you tomorrow at 1:30pm virtually.#Indiana #MuslimSpaces #reimaginesafety #virtualevent","sentiment_score":-0.0416666667}
{"full_text":"What about pre-Covid brain fog, of which I think I've been suffering?","sentiment_score":0.0}
{"full_text":"I came out negative ! FUCK COVID","sentiment_score":-0.3875}
{"full_text":"RT Thank u 4 outpouring of prayers (my friend ICU w covid.) Dr. said he was the worst he'd seen, but last night was able t...","sentiment_score":-0.1666666667}
{"full_text":"RT We are a nonpartisan coalition of parents and New Yorkers advocating for a return to childhood normalcy. We support lifting all...","sentiment_score":0.1363636364}
{"full_text":"It was calm, chill, respectful, and good to see the good people who have worked so hard on these games and have had SUCH A TRYING YEAR on top of the whole pandemic thing be able to get out and enjoy themselves and meet one another in a responsible and distanced fun environment.","sentiment_score":0.3340277778}
{"full_text":"RT Foreshadowing Pandemics\"Especially in 2017 it seems like that Bill Gates was on a kind of tour to warn of future epidemic...","sentiment_score":0.2}
{"full_text":"RT Every hospital has a covid ward.No hospital has a vaccine injury ward.","sentiment_score":0.0}
{"full_text":"RT China brings back anal swab testing for COVID two weeks before Winter Olympics","sentiment_score":0.0}
{"full_text":"RT We are not protecting our children.","sentiment_score":0.0}
{"full_text":"ONE of Zimbabwe's biggest horticultural players says it has been hit by disruptions to logistical operations stemming from #Covid19 induced policy shifts.https:\/\/t.co\/focFObzjUs","sentiment_score":0.0}
{"full_text":"One day after shares of at-home fitness company Peloton tumbled, Netflix found itself in Wall Street's hot seat Friday as markets reassess the diminishing growth prospects of so-called \"pandemic stocks\"","sentiment_score":0.25}
{"full_text":"RT Great to finish my time in Ethiopia by meeting with  and partnersWe discussed the c...","sentiment_score":0.8}
{"full_text":"RT I've just read that Johnson is Ordering schools to stop wearing masks from next Thursday even if the Head, teachers and pa...","sentiment_score":0.0}
{"full_text":"RT Well isn't this just the question?!","sentiment_score":0.0}
{"full_text":"RT This is more than likely not the end (other variants etc) but let's pretend it is....Total deaths Ireland 6,087, NZ 52....","sentiment_score":0.125}
{"full_text":"Friday marks two weeks since New Jersey reported the highest single-day total for positive COVID-19 tests. But since then, key metrics have fallen. The NJ Spotlight News team breaks down today's top stories. Watch now on or online:","sentiment_score":0.118013468}
{"full_text":"RT They will, of course, blame the EU.","sentiment_score":0.0}
{"full_text":"Its started.The media attacks on Mark McGowan for having the temerity to keep WA safe from Omicron. He hasn't followed the let it rip disasters in other States and WA has benefitted with low infection numbers, no hospitalisations and no deaths while keeping the economy working.","sentiment_score":0.125}
{"full_text":"RT Singer Meat Loaf died after falling seriously ill with COVID-19, according to TMZ. He had previously spoken out against vaccin...","sentiment_score":-0.3333333333}
{"full_text":"Residents are gathering outside the Westmoreland County Courthouse to remember those within the county who have lost their lives due to #COVID. They're also honoring frontline workers.","sentiment_score":-0.0625}
{"full_text":"Have you had to pay for an at-home COVID test? Well, you may be able to get reimbursed. Check this out https:\/\/t.co\/wKJLMjPXTo","sentiment_score":0.5}
{"full_text":"Hmm.... worbs matter","sentiment_score":0.0}
{"full_text":"Anybody missing hugs during this pandemic? Share your best hug pics in the comments!- The Juiceman#nationalhugday","sentiment_score":0.4}
{"full_text":"Except he made a vaccine.","sentiment_score":0.0}
{"full_text":"!!NOTICE: CUERODEVCORP REGULAR MEETING RESCHEDULEDThe Mon, January 24th 2022, 5:00PM CST Regular Meeting at the Cuero City Council Chambers has been tentatively rescheduled for January 31st. Details...https:\/\/t.co\/m68ad5XT4e.","sentiment_score":0.0}
{"full_text":"Genetic Risk Factor Found for COVID Smell and Taste Loss, New Study Says","sentiment_score":0.1363636364}
{"full_text":"RT Breaking: CDC study finds natural immunity provides significantly more protection than mRNA pretreatment alone.","sentiment_score":0.3}
{"full_text":"Read the freely available editor's choice of the recent issue of Trends in Neuroscience and Education: Evaluating students' engagement with an online learning environment during and after COVID-19 related school closures: A survival analysis approachhttps:\/\/t.co\/63HobIBfJQ","sentiment_score":0.1333333333}
{"full_text":"With Christmas, New Year, and Covid out of the way, CCG is back for 2022. This is something I have been pushing for a while, and with Afterpay's support, finally have CCG on board for Cross-Border AfterPay. ","sentiment_score":0.0454545455}
{"full_text":"Three studies released Friday suggested that COVID-19 booster shots are helping prevent emergency and urgent care visits associated with the disease.","sentiment_score":0.0}
{"full_text":"Vaccine Mandate for Healthcare Workers Enforceable in All Stateshttps:\/\/t.co\/8Yse2Ck6ln","sentiment_score":0.0}
{"full_text":"RT England is scrapping covid passports.Czech Republic decided AGAINST mandatory vaccination.Ireland is lifting most res...","sentiment_score":0.5}
{"full_text":"New Accessories Available at Corona Cigar* Corona Cigar Co. Cutter\/Lighter Set | Red (https:\/\/t.co\/wwoO02s9QR) and Rose Gold (https:\/\/t.co\/8BnBAVceWa)* Corona Cigar Co. Challenger Lighter | Copper (https:\/\/t.co\/VrP1ciF8R0) and Gun Metal (https:\/\/t.co\/m6wTeGiy4F)","sentiment_score":0.2840909091}
{"full_text":"RT The part of my brain that deals with the emotion of sympathy has severely shrunk during the past two years.https:\/\/t.co\/zW...","sentiment_score":-0.25}
{"full_text":"RT My 7 year old daughter had 6 nosebleeds on Tuesday alone, her and her dad are both off with Covid atm....","sentiment_score":0.1}
{"full_text":"More transmissible, but less deadly: The #OmicronVariant is two-thirds less likely to lead to hospitalisation in #COVID19 patients than #Delta. Find out more, via","sentiment_score":0.0777777778}
{"full_text":"Premiering Now: Episode 14 with &amp; on the #COVID19 \"almost took him out\"- acquires Guest: Comedian Full EP:https:\/\/t.co\/RwAt9UmB3l#ESPN #Microsoft #ActivisionBlizzard","sentiment_score":0.35}
{"full_text":"\"Anyone who started [graduate school] in the past year or two might have had an amplified experience of isolation, given the pandemic.\"https:\/\/t.co\/KnF7vt5aQz","sentiment_score":-0.25}
{"full_text":"The Bucks County Health Department's weekly COVID-19 report for Jan. 21:","sentiment_score":0.0}
{"full_text":".@core_irl's Consumer Mindset report finds public concern about Covid-19 declines while hope rises as restrictions are set to ease.","sentiment_score":0.0}
{"full_text":"Have you considered how the COVID vaccine mandate could impact your workplace? On February 2, our employment lawyers will be hosting a virtual event exploring the legalities of the legislation. To register your attendance, visit the link:","sentiment_score":0.0}
{"full_text":"From rising tensions between Russia and Ukraine to at home COVID-19 tests, we got your latest news digest to wrap up your week. Get the latest headlines now on your favorite podcast app from shows like &amp;","sentiment_score":0.5}
