{"full_text":"RT When you read today that 50% of teachers in Texas leave the profession after the first year, consider what Abbott has...","sentiment_score":0.25}
{"full_text":"RT Oh mai godddd his bm better than anak2 payung kuning","sentiment_score":0.5}
{"full_text":"Go easy on Dougie.  How did he know back-of-the-envelope planning and policymaking didn't work in a G7 subnational jurisdiction of 15 million people caught in a pandemic? It's about snowplows and potholes, right? #VoteFordOut2022 #onpoli","sentiment_score":0.3595238095}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"It's not the USA's job to police the world. Biden can't even look after his own people. This is all about money, power &amp; distraction from his terrible covid response. November cannot come quick enough.","sentiment_score":-0.0166666667}
{"full_text":"RT << Recover promptly. We are with you. >> This is the message on the early treatment kits in El Salvador, which has C19 under c...","sentiment_score":0.1}
{"full_text":"Hospitals and high streets suffer from long-term Covid impact@jonwalker121https:\/\/t.co\/FG0vAxRPlg","sentiment_score":0.16}
{"full_text":"RT Cases in SA peak at a similar level as previous waves and since we actually caught a break and omicron turned out to b...","sentiment_score":-0.0555555556}
{"full_text":"RT Immigration restrictions don't hurt \"big tech\" or \"the elites\".  They hurt the people who rely on community hospitals for...","sentiment_score":0.0}
{"full_text":"#delayGATE22#postponegate2022 Please think in interest of larger public.","sentiment_score":0.0}
{"full_text":"Pretty bad bout with Covid","sentiment_score":-0.225}
{"full_text":"the rest of the them have covid","sentiment_score":0.0}
{"full_text":"RT My thoughts and my solidarity with @AuschwitzMuseum on the awful display yesterday by the antivaccine lobby and their dis...","sentiment_score":-1.0}
{"full_text":"RT Wishing NCP President Sharad Pawar ji a speedy recovery from #COVID19. May he get well soon.","sentiment_score":0.0}
{"full_text":"RT It doesn't really shock me how many Christians indirectly &amp;, in some case directly, violate the 6th commandment \"thou shall no...","sentiment_score":0.2666666667}
{"full_text":"Trucker vaccine mandates hit Canadian food supply chain as US reciprocates","sentiment_score":0.0}
{"full_text":"Are you the Queen of the Vaccine Cult?  Which intel agency is paying you to spew their propaganda?","sentiment_score":-0.1}
{"full_text":"RT The United States is so anti-worker that in the middle of a pandemic the New York Times is referring to workers gaining mi...","sentiment_score":0.0681818182}
{"full_text":"RT So, to protest a life-saving vaccine, anti-vaxxers irresponsibly gather, many with vulnerable children, blasting...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, this is far from over. The vaccine injuries cover up is well underway, but it may be impossible to hide f...","sentiment_score":-0.3555555556}
{"full_text":"Vaccine distribution is creating a new kind of vaccine inequality - read the full article here -","sentiment_score":0.3621212121}
{"full_text":"RT  No doubt, traveling has changed with the pandemic. Many of you are wondering what is particularly important during the p...","sentiment_score":0.45}
{"full_text":"RT This should be the scandal. The treatment of children and families in this pandemic by govt, DfE and JCVI who still aren't...","sentiment_score":0.0}
{"full_text":"RT THIS WAS 15 MILES FROM ME. BUDDY WAS ON FIRE COMPANY! CDC TOLD THE FIRE FIGHTERS TO QUARANTINE FOR 30 DAYS!#...","sentiment_score":0.0}
{"full_text":"RT Over 499,400 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to report...","sentiment_score":0.0}
{"full_text":"RT Parents get worried they might get in trouble if one of their kids tests positive for covid &amp; they keep their sibling(...","sentiment_score":0.0136363636}
{"full_text":"RT Reposting \"Enter Sandman (Sweet dreams)\" with its colored variant now that I was able to turn it into digital properly....","sentiment_score":0.2125}
{"full_text":"RT David Davis trying to be the UK PM? Wants govt to scarp the 1.25% national insurance hike. He voted for the hike in NI; aus...","sentiment_score":0.2}
{"full_text":"RT Justice for Lavanya.Permission for rally rejected due to Covid, so put hoardings.Voice for her Justice should spread acr...","sentiment_score":-0.125}
{"full_text":"RT COVID-19 tests for fully vaccinated travellers arriving in England to be scrapped, PM confirms","sentiment_score":0.0}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten society. Seriously. Look at us.","sentiment_score":-0.3333333333}
{"full_text":"You should be thinking about the300k+ ppl who'vedied of covid under your watch in 1yr.Football? Unacceptable.","sentiment_score":0.0}
{"full_text":"Although #Education is one of the largest areas of funding for philanthropists, in the wake of #COVID19, we will need an even greater commitment towards it. Let this #InternationalDayofEducation serve as a reminder for that. #EducationDay","sentiment_score":0.5}
{"full_text":"RT The last time there was a huge antivax rally, a bunch of them got sick, blamed it on anthrax, and a far right antivax p...","sentiment_score":0.0142857143}
{"full_text":"RT This is now beyond ridiculous:Twenty two and a half thousand cases in under 10s in one day...WTaF are you doing to our chil...","sentiment_score":-0.1666666667}
{"full_text":"RT Im so glad thay #LetItRip #Perrottet told us not to worry about Omicron coz it's much milder than Delta.Thank God the 3...","sentiment_score":0.35}
{"full_text":"Heard editors don't want books about covid but currently listening to #WishYouWereHere by &amp;, for me at least, it doesn't feel too much or too soon, it feels real &amp; raw &amp; heartbreaking &amp; hopeful. Writing &amp; narration are . #goodreads #jodipicoult #amreading #Audible","sentiment_score":-0.0261538462}
{"full_text":"RT Rishi Sunak writes off PS4.3 billion that he gave to 'Covid fraudsters'Where has PS37Billion test track trace goneFind the m...","sentiment_score":0.0}
{"full_text":"RT SUO Divyanshi of Delhi Dte - Raksha Mantri Padak.SUO Divyanshi assisted more than 100 families by helping people with plasm...","sentiment_score":0.5}
{"full_text":"RT So Govt lying about Omicron infections. Just listened to and infections are increasing as are hospitalisation...","sentiment_score":0.0}
{"full_text":"RT The \"unvaccinated\": France's Vindictive Covid Strategy: Make Life Miserable for the Unvaccinated","sentiment_score":-1.0}
{"full_text":"President, PM Enquire About VP Naidu's Health Who Tested Positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"National insurance going up by 1.25% in April. Start of the #COVID19  pay back I guess.....there was supposed to be 350K per week to be injected in the NHS. But we still have to pay...how nice!#BrexitDisaster #BorisTheLiar #ToriesOut","sentiment_score":0.0}
{"full_text":"RT How long does it take for elected officials to admit publicly that this is a seasonal, cyclical virus and that their mask...","sentiment_score":-0.025}
{"full_text":"RT You had better take over your party, because the , under its current leadership, is not much bet...","sentiment_score":0.1333333333}
{"full_text":"Would you much rather have a bodies piled high Boris type in NZ? 15,000 cases 52 covid deaths compared to the U.K 15.9M cases 154,000 deaths.History will remember which country got it right. Newsflash- It's certainly not the U.K.and Boris.","sentiment_score":0.1346428571}
{"full_text":"RT Ivermectin 62% Effective in Preventing COVID Mortality, 86% Effective in Preventing Infection, UK Doctor Says","sentiment_score":0.6}
{"full_text":"RT But that is the law. We cannot have a president who violates the law. Hindi pa nga nagiging presidente, may impeachable o...","sentiment_score":0.0}
{"full_text":"In partnership with we have developed a Vulnerability Hub using our #technology to identify and respond to those suffering with COVID-19. Read more:","sentiment_score":0.3}
{"full_text":"RT Someone cleared their throat in Idaho ... let's lockdown the world, give Pfizer another gazillion dollars, relinquish our con...","sentiment_score":0.0}
{"full_text":"You're kidding right? Where do you get this nonsense?","sentiment_score":0.2857142857}
{"full_text":"RT For anyone claiming to be a proud patriot who would do absolutely anything for our country but refuse to...","sentiment_score":0.5}
{"full_text":"RT FALLING APART: Latest Health Data From Scotland Mirrors the UK - Unvaccinated Have Lower Covid-19 Case, Hospitalization, AND...","sentiment_score":0.5}
{"full_text":"RT This is very powerful.If society thinks frontline and ICU healthcare workers can continue to give 200% of themselves...","sentiment_score":0.2}
{"full_text":"RT Covid comes and goes.....evil in the hearts of humans is a bit harder to get rid of","sentiment_score":-0.1}
{"full_text":"Wrong, and odds are reduced, but you may still die. This is about transmission, not dying. There's a care home covid crisis in Devon. 100% of staff are vaccinated. Go figure.","sentiment_score":-0.5}
{"full_text":"RT To all the parents looking after kids off with covid this week (and there are hundreds of thousands of us), don't beat...","sentiment_score":0.0}
{"full_text":"Omicron may not evade all monoclonal antibodies, lab study suggests - Times of India","sentiment_score":0.0}
{"full_text":"RT In makers should consider recovery from previous SARS-CoV-2 infection equal to immunity from vacci...","sentiment_score":-0.0833333333}
{"full_text":"RT It is dangerous to assume that Omicron will be the last variant (of #COVID19), or that we're in the endgame: World Health Organisa...","sentiment_score":-0.3}
{"full_text":"RT From early on the objective seemed to be vaccination itself, not control of SARS2. The response to Omicron matches the p...","sentiment_score":0.05}
{"full_text":"Inside the Austria lockdown!","sentiment_score":0.0}
{"full_text":"RT It seems the Tories are riding roughshod over scientist to save Johnson's arse. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Hospital trick: patients admitted with covid in 10-12 days become post-covid &amp; no longer counted as hospitalized covid patie...","sentiment_score":0.0}
{"full_text":"RT Live : Washington DC Rally and march against COVID-19 vaccine mandate takes via","sentiment_score":0.1363636364}
{"full_text":"RT \"The people who should be complaining right now are our overworked healthcare workers. But no, it's never them moaning or...","sentiment_score":0.2857142857}
{"full_text":"Algeria: New Measures Concerning the Availability of Drugs Against the Coronavirus via","sentiment_score":0.1363636364}
{"full_text":"RT  repeating the false stat on BBC - '90% of people in ICU today are unvaccinated' Latest estimate puts i...","sentiment_score":0.05}
{"full_text":"1 big thing: CPS COVID data explained #axioschicago","sentiment_score":0.0}
{"full_text":"Post pandemic, what does the future hold for the education sector?There has been much debate throughout the world regarding the virtues of distant education and how effectively it has helped students during these trying times. Read our take now: #LEAP22","sentiment_score":0.175}
{"full_text":"A good start - but we should scrap it for everyone. Time covid was treated like the cold it is.","sentiment_score":0.05}
{"full_text":"Wow someone drank the entire jug of Kool-Aid ","sentiment_score":0.05}
{"full_text":"RT 1\/n Medical consent: I left my job as an A&amp;E consultant over vaccine mandates. I would have happily pottered on part time...","sentiment_score":0.2666666667}
{"full_text":"Same. #EXO waited for me for 8 years, i ignored them in their early years. Kyungsoo was an instrument to make me listen to their discography. We're all in here for their music &amp; not just some fan service. Their absence really sucks but i don't mind waiting.","sentiment_score":-0.053125}
{"full_text":"So disgusted with everyone who is ignoring the pandemic right now. ","sentiment_score":-0.3571428571}
{"full_text":"RT As if getting groceries in a pandemic isn't hard enough. Legitimate political spouse question: how do I get my","sentiment_score":-0.0972222222}
{"full_text":"Covid19","sentiment_score":0.0}
{"full_text":"Shame Fauci funded the virus. Shame China released it onto that world. Trump did far more than biden did. It's worse under Biden.","sentiment_score":0.0666666667}
{"full_text":"RT Boris Johnson is a populist. He's no beliefs. He never leads but follows. He's a self absorbed charlatan. He has no respect...","sentiment_score":0.3}
{"full_text":"RT Judy Persichilli admitted that roughly half of those hospitalized with confirmed cases had COVID as their primary cond...","sentiment_score":0.2111111111}
{"full_text":"RT \"This [pandemic] is going to be remembered by the younger generation as a catastrophic moral crime.\" -@BariWeiss","sentiment_score":0.0}
{"full_text":"RT Wonder if this piece of lightweight , sleekit and largely untrue nonsense  was ghost written by the Sun deputy editor whose l...","sentiment_score":0.2142857143}
{"full_text":"RT \"the careless use of the word mild to describe Omicron, which was probably the only thing on Earth that spread faster th...","sentiment_score":-0.0555555556}
{"full_text":"RT More great reporting from Rich Countries Lure Health Workers From Low-Income Nations to Fight Shortages -- huge...","sentiment_score":0.51875}
{"full_text":"Eric Clapton believes 'mass formation hypnosis' made people get COVID vaccine","sentiment_score":0.0}
{"full_text":"Then they wonder why persons of clue shrug at the culling of the antivaxxer COVIDIOT cultist herd....","sentiment_score":0.0}
{"full_text":"RT Texas students are tired of policies that put politics over the safety of our schools during the COVID-19 pandemic, so we're...","sentiment_score":-0.4}
{"full_text":"I have lost my job due to corona virus and i m based in BangladeshDo you have any opportunity if have please kindly share meI am looking for online based data entry job ( work from home)I want to use this my experience in another companyIs it possible?","sentiment_score":0.1583333333}
{"full_text":"RT New study: \"Virus spread was 62 percent higher in school districts without mask rules.\"","sentiment_score":0.1931818182}
{"full_text":"\"than before the pandemic\".  Unemployment was not 6.3% before the pandemic.  None of your stats are accurate measured against the pre-pandemic economy under Trump","sentiment_score":0.4}
{"full_text":"I think we have an estimated omicron onfection rate R=3(4)","sentiment_score":0.0}
{"full_text":"I deeply acknowledge Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT #Iran Coronavirus UpdateMore than 499,400 people have died of #COVID19 in 547 cities checkered across all of Iran's 31...","sentiment_score":0.0}
{"full_text":"Did you know one of the top trends in healthcare today is Digital Twins and Simulations? From the Living Heart Project launch in 2014 to airflow simulation for safer environments during the pandemic, we at SIMULIA are proud to be pioneers in this field. ","sentiment_score":0.4333333333}
{"full_text":"are you up to date with the UK covid-19 guidelines? ","sentiment_score":0.0}
{"full_text":"NEW BRIEF:Laos experienced its slowest #GDP growth rate in 30 years as a result of the Covid-19 pandemic. Vaccine diplomacy, healthcare infrastructure, SMEs, and digital connectivity are critical areas for to aid in Laos' recovery.https:\/\/t.co\/AIBUV97x7i","sentiment_score":0.2340909091}
{"full_text":"Brits get half-term holiday boost as UK scraps Covid tests for doubled jabbedhttps:\/\/t.co\/j9qfPMZ5hb","sentiment_score":0.0}
{"full_text":"Let the fresh air in if you meet indoors to reduce the risk of catching or spreading #COVID19 #CovidsStillHere","sentiment_score":0.45}
{"full_text":" Children aged 12-17 across #Lancashire can now receive the #COVID19 vaccine.i Further information &amp; guidance for parents: Book an appointment: Find a local walk-in:","sentiment_score":-0.0333333333}
{"full_text":"Congratulations to our Top 10 Home Sharks of Shark Tank India Week 5!You can be the next winner, just download the #SonyLIV app, play #BeAHomeShark and win exclusive prizes, shark coins and more!And stay tuned to #SharkTankIndia on #SonyLIV!","sentiment_score":0.5}
{"full_text":"#Lymphoma\/#Myeloma Update for Patients: What's New for 2022? February 5, 2022, at Omni Hotel Houston - 4 Riverway, Houston TX. Restarting this meeting series, which was canceled in 2020 due to COVID. A great session for patients &amp; caregivers to learn about new treatments!","sentiment_score":0.2454545455}
{"full_text":"The Cordillera Administrative Region and Cagayan now have the most number of areas under lockdown, the Philippine National Police reported on Monday, January 24.https:\/\/t.co\/WqjTSZvHB3#NorthNews","sentiment_score":0.5}
{"full_text":"As we continue to combat COVID-19, it is imperative to support and recognize our CRNAs this #CRNAWeek. They continue to courageously step forward and save lives with expertise in rapid systems assessment, airway management and more! ::#CRNAWeek2022 #CRNA","sentiment_score":0.625}
{"full_text":"RT Hospital trick: patients admitted with covid in 10-12 days become post-covid &amp; no longer counted as hospitalized covid patie...","sentiment_score":0.0}
{"full_text":"Press reports suggest the UK government could this week drop the requirement for fully-vaccinated travellers arriving in England to take a Covid test on or before Day 2 of their return. Here's the latest on travel to and from the UK. #ForbesAdvisorUK ","sentiment_score":0.5}
{"full_text":" JUST IN | Unvaccinated travellers entering #Britain will continue to be punished with pre-departure &amp; Day 2\/8 testing incl. isolation. We'll be publishing our letter to this week urging him &amp; this Govt to stop this discrimination.","sentiment_score":0.0}
{"full_text":"RT Our society is literally collapsing you human parking ticket","sentiment_score":0.0}
{"full_text":"Important piece by who recognises the Covid threat to cultural access for disabled &amp; CEV people, arguing \"the only way to create a sustainable, thriving arts sector is to ensure that there are measures in place that instil genuine confidence in the theatre community\"","sentiment_score":0.14}
{"full_text":"RT .@CNNLIVE_ You guys are wasting time with the current story. Who cares what Bari says. COVID is real, people are dying. T...","sentiment_score":0.1}
{"full_text":"RT Protestors braved the cold on Saturday and gathered at Toronto's Queen's Park in opposition of the ongoing COVID-19 re...","sentiment_score":-0.6}
{"full_text":"World can end Covid emergency this year: WHO chief - The Guardianhttps:\/\/t.co\/7aTRlcu7AU","sentiment_score":0.0}
{"full_text":" In view of the rapid spread of the #omicron variant, there are no signs yet that the strict measures in #Germany will be relaxed. \"We don't need to change course,\" Chancellor #Scholz told the Suddeutsche Zeitung. #NewsDE #Coronavirus #measures","sentiment_score":0.0}
{"full_text":"We are looking for a Senior Digital Communications OfficerIf you're interested in harnessing the power of digital to tackle inequality and discrimination, then come and join us in our fight to end the HIV epidemic for good.Applications Close: Thursday 3 February.","sentiment_score":0.0833333333}
{"full_text":"i fucking hate my school, so many covid cases and they won't allow my tomorrow's exam to be online","sentiment_score":-0.15}
{"full_text":"One of the many changes prompted by COVID was in the way which we collect data. Conducting household surveys was suddenly not possible in most developing countries, due to social distancing requirements.","sentiment_score":0.1816666667}
{"full_text":"Hay Al-Andalus municipality suspends studies due to high number of Coronavirus infections","sentiment_score":0.0175}
{"full_text":"Amid hopeful signs that the worst of Covid may be behind us, employers are still struggling to work out policies on returning to the office.Federal government's coronavirus struggle: When and how to bring employees back to the office","sentiment_score":-0.4666666667}
{"full_text":"Check Out OurResource Curriculum onhttps:\/\/t.co\/hgvFNhQEQpA Fix For Gender Bias in Healthcare#COVID-19 &amp;Clotting Q&amp;AVTE Risk AssessmentVTE Transitions GuideEliminating Health Care DisparitiesImproving Care Disparities for Black  in MS w\/VTE#SoMe","sentiment_score":-0.1666666667}
{"full_text":"The federal government is making 400 million N95 masks available for free, starting later this week, to pharmacies and health centers nationwide. Read more about timing and where to get them at","sentiment_score":0.26}
{"full_text":"Suffolk County is offering free drive-thru community rapid testing sites. Today, Monday 01\/24\/22 Red Creek Park in Hampton Bays will be conducting free COVID-19 Rapid testing. Please DM us or call 311 for more information. #COVID19 #SuffolkCounty #Free","sentiment_score":0.34}
{"full_text":"Should he step down?https:\/\/t.co\/cIvX8xKQDF","sentiment_score":0.0}
{"full_text":"'I got Covid a couple of weeks ago. Second time for me, which was annoying because I'd told Caroline that natural immunity provided better protection than the vaccines.' Toby Younghttps:\/\/t.co\/yUEe6vYnta","sentiment_score":-0.05}
{"full_text":"RT #KIIT School of Biotechnology is organising the first chapter of Kaizen'22 on January 21st. Guest, Dr Priyabrata Patt...","sentiment_score":0.125}
{"full_text":"RT 90%-120% FASTER--New model on the new #BA2 subvariant shows a 90% competitive growth advantage over vanilla BA1 #Omicron...","sentiment_score":0.1363636364}
{"full_text":"Premier League introducing new Covid postponement rule 'has backing of 18 clubs' #EFC #LFC ","sentiment_score":0.1363636364}
{"full_text":"RT Just a reminder Mr Mayor: you're a waste of space.","sentiment_score":-0.2}
{"full_text":"figure is in the ballpark of the Ontario number, announced to be around 45 percent by the province's chief medical officer.https:\/\/t.co\/e4TDAmRvaI#TAC #Takeactioncanada","sentiment_score":0.0}
{"full_text":"RT Yes! Attack is the best word choice for what happened to the world as a result of the gain-of-function coronavirus research...","sentiment_score":1.0}
{"full_text":"Rise &amp; shine!  Remember to complete the school screening tool this morning! GREEN means GO &amp; results you must SHOW! Results RED? Call in your absence &amp; go back to BED!https:\/\/t.co\/VFFTQyWsj7","sentiment_score":-0.0275}
{"full_text":"We're proud to be adding images to our archive from the project \"Through Our Lens: Growing up with Covid-19\", created by young people from around Bradford District, led by artist Carolyn Mendelsohn Discover the project at","sentiment_score":0.45}
{"full_text":"RSPB Scotland's Mersehead nature reserve hosts thousands of barnacle geese. This winter the birds have faced an avian influenza outbreak. Staff have been dealing with a crisis. WARNING! This video contains images of dead birds.More here:","sentiment_score":-0.2}
{"full_text":"#WasimKapoor was acclaimed for his series 'Kolkata Rickshawpullers', on Bollywood divas from the era of the '70s to '90s and lockdown blues in different timeshttps:\/\/t.co\/u5P2939Rqh","sentiment_score":0.0}
{"full_text":"#WATCH || Bloodbath at Dalal Street as Sensex tanks over 1,500 pts, Nifty ends below 17,200 The domestic benchmark indices slumped significantly due to a spike in COVID-19 cases in India and the tensions between the West and Russia over Ukraine#Sensex #Nifty #StockMarket","sentiment_score":-0.0625}
