{"full_text":"RT We are going to look back on the past couple of years and realize that almost every policy decision on COVID was not o...","sentiment_score":-0.125}
{"full_text":"RT Worth a listenspot on!","sentiment_score":0.375}
{"full_text":"RT With the Omicron variant surge passing its peak in many states, Dr. Anthony Fauci joins to discuss whether...","sentiment_score":0.5}
{"full_text":"RT Triple-vaccinated people in the global North are rushing to declare the pandemic over whenZERO (0%) of low-income country...","sentiment_score":0.0}
{"full_text":"Never was left vs right... just truth vs lies. One thing she says about so many of my liberal and progressive friends are with me in this, but don't want to be labeled...Well, who is doing that labeling... for the people that were right all along...Damn conspiracy theorists...","sentiment_score":0.2678571429}
{"full_text":"RT JUST IN - Chief epidemiologist at Norwegian Institute for Public Health has come out against covid passports saying they...","sentiment_score":0.0}
{"full_text":"RT NHS workers protesting the vaccine mandate in London.You should all be on their side !- Video","sentiment_score":0.0}
{"full_text":"RT If you go to the South they have been over COVID for like a full year now","sentiment_score":0.35}
{"full_text":"RT This means children will be refused treatment by these doctors if they have not had a list of about 30 shots by age 6 incl...","sentiment_score":0.0}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT Writes a thread dancing on Meat Loaf's grave. This is the Democrat Party.","sentiment_score":0.0}
{"full_text":"RT Spectacular, but it's still understating how effective vaccines actually are.Many of the unvaccinated in NYC do have prior in...","sentiment_score":0.3}
{"full_text":"Well they do monitor our sewage systems for covid surges in what areas ","sentiment_score":0.0}
{"full_text":"RT 49% MORE SEVERE IN KIDS AGE 0-4--New South AfricaCDC report shows that #Omicron has much high case-hospitalization in ki...","sentiment_score":0.33}
{"full_text":"RT Hmm. Interesting. Seems like you didn't care about the elderly and those who may be immunocomprized when it...","sentiment_score":0.5}
{"full_text":"RT My daughter studied chemistry in Paris for a year just before lockdown- the French government even...","sentiment_score":0.0}
{"full_text":"RT Vaccine A was made to stop Virus A.Virus A mutated into Virus B.Vaccine A does not stop Virus B.The executive branch of the...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: A Texas Federal Court blocked Biden's COVID-19 vaccine mandate for the federal workforce. Judge Brown called th...","sentiment_score":0.0}
{"full_text":"RT Whether it's someone who ties the back of your gown before you see a patient or making you laugh unexpectedly, it's my amaz...","sentiment_score":0.1333333333}
{"full_text":"RT UPDATE: U.S. reports 3,896 new coronavirus deaths, highest since January 2021","sentiment_score":0.1363636364}
{"full_text":"RT \"The long-standing issue of underinvesting and undervaluing this workforce is coming back to bite us.\"","sentiment_score":0.0}
{"full_text":"RT With all due respect, I'm not that impressed with the left finally coming to grips with concepts and science we knew abou...","sentiment_score":0.21875}
{"full_text":"RT Nobody should be forced to choose between heating and eating in a country where the government have just written off PS...","sentiment_score":-0.3}
{"full_text":"If you haven't been put on these substances as a therapeutic treatment by your PC lets stop over working out medical staff. They have enough problems with Covid!","sentiment_score":0.0}
{"full_text":"Next time you go to a dentist or a doctor ask them not to wear a mask while they are operating in you or doing a surgical procedure. Be consistent in your fake outrage.","sentiment_score":-0.0833333333}
{"full_text":"Amen.","sentiment_score":0.0}
{"full_text":"I was considering a COVID distancing support skunk last year.","sentiment_score":0.0}
{"full_text":"The 2yo has a runny nose.   No big deal except I'm suddenly panicking, will they take her at daycare or will she have to stay home?  It's probably allergies. Maybe not. But I'm not gonna test her or get a doctors note, so am I off work again? ","sentiment_score":0.0}
{"full_text":"To get a drink or to stay home ","sentiment_score":0.0}
{"full_text":"RT \"I'm Over COVID, What the F**k Is the Use of Boosters?\" - Bill Maher Goes Off on Medical Establishment, Experimental Vaccin...","sentiment_score":0.05}
{"full_text":"RT Senator Weiner is a greater threat to America than anything happening between Russia and Ukraine.","sentiment_score":0.5}
{"full_text":"RT \"i don't believe omicron is going to stop the momentum in our recovery\"...it clearly stopped drycleaner!...","sentiment_score":0.125}
{"full_text":"RT Why wasn't there a huge die off in the medical field? 2021 covid was more dangerous but our doctors and nurses didn't go exti...","sentiment_score":0.075}
{"full_text":"RT Under his leadership, our economy set the record for the most jobs added in a single year. Over 200 million people are now...","sentiment_score":0.2142857143}
{"full_text":"Omicron 'sub-variant' throws up new virus questions","sentiment_score":0.1363636364}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"RT A) she's not progressive B) 4K Americans died of Covid yesterday C) liberals aren't closing schools other than that,...","sentiment_score":-0.125}
{"full_text":"Excellent Sweden!!!","sentiment_score":1.0}
{"full_text":"RT Epedimic ? no it is now a pandemic","sentiment_score":0.0}
{"full_text":"RT Senior Labour MP Chris Bryant showing how full of hatred he is for his political opponents. You can see how such hatred  is...","sentiment_score":0.1166666667}
{"full_text":"RT So far, I know 3 people personally that have died of Covid but I don't personally know anyone that has...","sentiment_score":0.0333333333}
{"full_text":"RT One of the scariest things to come out of COVID is the death of critical thinking and the efforts by the people in cha...","sentiment_score":0.0}
{"full_text":"RT Fauci ordered them to spread the next killer variant. Let them do their work in peace, people.https:\/\/t.co\/0BGVXDNk4L","sentiment_score":0.0}
{"full_text":"RT so the Boris Johnson who got sacked by Michael Howard for lying, got sacked from two papers for lying, cheated on his wife...","sentiment_score":0.0}
{"full_text":"RT I'm sitting in a coffee shop, a man has just wiped his chair with a disinfectant cloth, does he think he's going to get C...","sentiment_score":0.0}
{"full_text":"Posting this again h\/t An excellent, easy to understand primer on the shortages and coming shortages and the root causeshttps:\/\/t.co\/F5BQrBo63h","sentiment_score":0.7166666667}
{"full_text":"Absolutely","sentiment_score":0.2}
{"full_text":"RT Big group out in Raynels and Ireland Wood today.Never felt palpable anger on the doorstep like it. People just saying 'get...","sentiment_score":-0.2333333333}
{"full_text":"RT NEW:  #Antivaxxers attempt to report \"crimes against humanity\" and warn the police staff member that they will be mak...","sentiment_score":0.1363636364}
{"full_text":"RT While it's true that daily cholera deaths are the highest that they've been in a year, we must be thankful that modern...","sentiment_score":0.1833333333}
{"full_text":"RT Please watch this. So much left-liberal politics manifests as authoritarianism now: obey the state, trust Big Tech to censo...","sentiment_score":0.1}
{"full_text":"COVID-19 is has effects on the vascular system.  Just because there are no respiratory symptoms does not mean it had no effect on the renal system.   Most likely it did.","sentiment_score":0.21875}
{"full_text":"RT Samantha Maiden questions Greg Hunt #auspol3 of 3 videosWhen #RATs Scheme starts next week at pharmacists, can you guar...","sentiment_score":0.0}
{"full_text":"RT Annoyingly, I've tested positive for Covid. Tested negative when I left Kabul with my colleagues, but sat next to some...","sentiment_score":-0.1745454545}
{"full_text":"Scott Quiner, a Buffalo man who was transferred to a Texas medical facility after a dispute with Mercy Hospital in Coon Rapids, Minn., has died.https:\/\/t.co\/4Xc7LvjFwI","sentiment_score":0.0}
{"full_text":"RT \"No Patient Left Alone\" #SB988 2022-Patient Visitation Rights-","sentiment_score":0.0}
{"full_text":"RT What is BC doing","sentiment_score":0.0}
{"full_text":"RT It's high time we realize that the war on misinformation is actually a war on dissent.","sentiment_score":0.08}
{"full_text":"Pandemic ends this April.","sentiment_score":0.0}
{"full_text":"RT What the actual F-","sentiment_score":0.0}
{"full_text":"Apparently there's a small subset of Truckers\/Teamsters up here in Canuckistan getting their knickers in a twist over COVID restrictions. But every time I see \"hashtag Truckers\" on my TL, all I can think of is . So let's hear a song.https:\/\/t.co\/C5ovTc1ZlJ","sentiment_score":-0.1}
{"full_text":"Ummmm are you living on planet earth? If so, you'd know by now that the vaxxed and unvaxxed get it and spread it at the same rate. The vax has zero impact on infection\/transmission with omicron. And yeah, I deserve the freedom to make decisions about MY health.","sentiment_score":0.0}
{"full_text":"And it's still in trial!  There is no FDA approved vaccine you can actually get.","sentiment_score":0.0}
{"full_text":"RT NEW: Evidence has been passed to Sue Gray that two of Carrie Johnson's close friends, who are also political advisers,...","sentiment_score":0.0681818182}
{"full_text":"RT I find it very odd how aggressive people on here can get about my\/other peoples personal decision to be more conservative a...","sentiment_score":0.0944444444}
{"full_text":"RT Australia now listed by US Centre for Disease Control &amp; Prevention as Level 4: Very High Level of COVID19. We're now a...","sentiment_score":0.208}
{"full_text":"RT I know anecdotes don't mean a lot that much but 90% of my consults this last week on service were for complications of pedi...","sentiment_score":-0.0375}
{"full_text":"RT Reminder ...Dr Fauci has never missed a single paycheck during COVID.","sentiment_score":-0.0714285714}
{"full_text":"RT Put them all in jail","sentiment_score":-0.1}
{"full_text":"RT Debunking the notion that boosters don't reduce Omicron symptomatic infections. Another new study from Qatar shows they are...","sentiment_score":0.1363636364}
{"full_text":"Well, I HAVE been having Benadryl in my milk for years, and I don't have Covid. Hmmm.","sentiment_score":0.0}
{"full_text":"RT Can we also discuss the idea of \"overwhelmed hospitals\"? I understand spring\/summer 2020 was brutal, but overwhelmed hospit...","sentiment_score":-0.875}
{"full_text":"RT 8,118 new cases of COVID-19 in Arkansas have been added in today's update, and 6,909 additional doses of COVID-19 vaccines have...","sentiment_score":0.1363636364}
{"full_text":"RT Please watch this. So much left-liberal politics manifests as authoritarianism now: obey the state, trust Big Tech to censo...","sentiment_score":0.1}
{"full_text":"Anyway lots of \"natural immunity\" lovers tout the Israeli study I posted because it shows \"natural immunity\" is so strong, but it also shows it fades. This makes sense because the mechanism for resistance induced by previous infection and vaccine are ultimately very similar.","sentiment_score":0.0933333333}
{"full_text":"Not what the CDC study actually found:https:\/\/t.co\/SKsANOwRZG","sentiment_score":0.0}
{"full_text":"Time to feed my covid baby ","sentiment_score":0.0}
{"full_text":"RT Media: 2 men with COVID on ventilators in 2 states died as their families were fighting with hospitals for the chance t...","sentiment_score":0.0}
{"full_text":"Covid19 has necessitated some accommodations and adjustments for the good of all.  Cannot jeopardise us all to make exceptions for one.","sentiment_score":0.7}
{"full_text":"RT That's essentially the purpose of long covid and the bloody sheep revel in it!","sentiment_score":-0.35}
{"full_text":"Bonnie Henry doesn't care. She's never cared. What a callous and cruel thing to do.","sentiment_score":-1.0}
{"full_text":"RT 1 child died after accidentally coming into contact with peanuts so schools became peanut free. 1 child died after being hi...","sentiment_score":0.4}
{"full_text":"RT Why is #COVID not \"mild\" or \"just the flu?\" I have a personal story. My 6 year old tested positive about 8 days ago and...","sentiment_score":0.0401515152}
{"full_text":"RT I bloody warned you!!!But did you listen?Did you buggery!","sentiment_score":-1.0}
{"full_text":"RT With all due respect, I'm not that impressed with the left finally coming to grips with concepts and science we knew abou...","sentiment_score":0.21875}
{"full_text":"RT so the Boris Johnson who got sacked by Michael Howard for lying, got sacked from two papers for lying, cheated on his wife...","sentiment_score":0.0}
{"full_text":"You said that covid complicates an ICU admission. I said it depends on whether it is an incidental positive. You claimed that those numbers are small. I showed you that in one study they accounted for 19% of hospitalisations.~one fifth of numbers is not a small proportion.","sentiment_score":0.0340909091}
{"full_text":"RT In the U.S. more people died of Covid in the past week than died of Ebola during the whole 2014-2016 West Africa epide...","sentiment_score":0.15}
{"full_text":"RT When I studied medicine in the 1990s we read about syphilis being called << The Great Imitator >> in the beginn...","sentiment_score":0.8}
{"full_text":"According to the U.S. Census Bureau, in late December and early January alone, there have been nearly nine million sick calls nationwide linked to COVID-19.https:\/\/t.co\/RsA2TzLbom","sentiment_score":-0.2035714286}
{"full_text":"Today 3 locations across the Miami Valley collected prescription drugs from 10am-2pm no questions asked.Attorney General Dave Yost explained the medical pathway to opioids has fueled the epidemic, and drug drop-offs are one way to put a dent in the issuehttps:\/\/t.co\/I6YBM5mAfQ","sentiment_score":0.025}
{"full_text":"RT I have background in applied chemistry including development of drugs and the immune system....","sentiment_score":0.0}
{"full_text":"Covid is definitely no joke  my whole body hurts. I wouldn't wish this on anyone","sentiment_score":0.1}
{"full_text":"The new album, Sinfonia Desordenada (Disorderly Symphony), was recorded during the pandemic lockdown by 75 musicians who blended elements of classical music with Afro-Caribbean rhythms.","sentiment_score":0.0681818182}
{"full_text":"Fact Check Team: How federal COVID funds are being spent. #KTVONews","sentiment_score":-0.1}
{"full_text":"You have an equal chance of being very sick or dying from COVID.","sentiment_score":-0.4642857143}
{"full_text":"Latest rumor is you have to be boostered (or, presumably, take a Covid test) to enter HI after Feb. 18. Nice - I'll be gone! On Maui, though, I already won't be allowed to eat indoors. (Good thing eating indoors in Maui is like eating indoors in the Keys).https:\/\/t.co\/VuNBNOB4mz","sentiment_score":0.65}
{"full_text":"According to the U.S. Census Bureau, in late December and early January alone, there have been nearly nine million sick calls nationwide linked to COVID-19.https:\/\/t.co\/P19bvvlbmX","sentiment_score":-0.2035714286}
{"full_text":"Lionel #Messi will make his comeback for #PSG against Stade de Reims on Sunday after fully recovering from #COVID19","sentiment_score":0.0}
{"full_text":"RT 3) Let's step back and look at the pure hospitalization numbers in kids 6-17 -- all time record in England -- actually...","sentiment_score":0.0714285714}
{"full_text":"The #LSU women's tennis team's matches against SMU and Tulane have been postponed due to COVID-19.https:\/\/t.co\/SbbRhiFFRk","sentiment_score":-0.125}
{"full_text":"Why is #COVID19 variant #Omicron spreading so fast?Omicron is now dubbed the 'great evade artist' due to its ability to escape immunityhttps:\/\/t.co\/AabmI7MiCd","sentiment_score":0.3375}
{"full_text":"SARAH \"SALLY\" CAMPBELL, 80, of Aiken, South Carolina, died of COVID on Jan. 14, 2022.\"Sally was an extremely talented artist, right up until she became ill. She still hand painted wine glasses, and enjoyed giving her paintings to loved ones.\"https:\/\/t.co\/JIey5jmKDG","sentiment_score":0.3371428571}
{"full_text":"No Going Out, No Coffee Meets: How to Build and Maintain Relationships during Pandemichttps:\/\/t.co\/GqPuQWIM38","sentiment_score":0.0}
{"full_text":"#CDNTopStories: COVID-19 cases are \"surging\" in seven highly-urbanized cities in the country, independent analytics group OCTA Research said Saturday. #CDNDigital","sentiment_score":0.0}
{"full_text":"Finding it hard to sleep? Dr. Charles Samuels, medical director of the Centre for Sleep &amp; Human Performance, is our Ask Me Anything guest tomorrow.He's here to answer your questions about slumber during the pandemic. What do you want to know?","sentiment_score":-0.0972222222}
{"full_text":"RT What are we calling a classroom of students and educators testing positive for covid? Outbreaks don't exist in schools....","sentiment_score":0.2272727273}
{"full_text":"Queenslanders urged to get boosters amid Omicron wave | Coronavirus | 9 News Australia","sentiment_score":0.0}
{"full_text":"RT The NHS vaccine mandate is finished.It's a matter of time until the announcement comes in.Well done to all the NHS staff...","sentiment_score":0.0}
{"full_text":"RT CDC Finally Admits Cloth Masks Were Always Political Theater","sentiment_score":0.0}
{"full_text":"RT The negotiated price for the USA is US $19.50 per dose. We need roughly 4.6 million. That is $90,000,000 out of a $60,0...","sentiment_score":-0.1}
{"full_text":"RT How does one reconcile being both pro abortion and pro vaccine mandate?","sentiment_score":0.0}
{"full_text":"Is your business ready for Omicron?","sentiment_score":0.2}
{"full_text":"RT When this surge ends, it'll be gradually. I'll come out my hole, slowly, but Covid's fooled me before. I'm in no hurry....","sentiment_score":-0.3}
{"full_text":"RT I feel for you. Vaccines do have partial efficacy for some. And Paxlovid is a huge deal; it works independent of the immun...","sentiment_score":0.1}
{"full_text":"China is urging people to wear masks and gloves when opening mail, especially from abroad, after authorities suggested the first case of the Omicron coronavirus virus variant found in Beijing could have arrived via a package from Canada.https:\/\/t.co\/dxd2gip4WT","sentiment_score":0.125}
{"full_text":"RT Just a reminder, \"long covid\" is real &amp; appears mostly due to widespread damage to the brain's vasculature.We need to d...","sentiment_score":0.0083333333}
{"full_text":"RT 3 wordsVaccine Induced Enhancement","sentiment_score":0.0}
{"full_text":"EXTENDED COVID-19 TESTING HOURS! | !HORAS ADICIONALES PARA PRUEBAS DEL COVID-19!PUSD will be offering students and staff extended COVID-19 testing hours on Mondays until cases start to decline. Info https:\/\/t.co\/Eac1Gf94Sn","sentiment_score":0.0}
{"full_text":"#COVID19 has not generated problems with #copyright but has magnified the effects of longstanding tensions and issues. From","sentiment_score":0.0}
{"full_text":"Hamilton Mountain's Concession Street Business Improvement Area is looking to get some of the new funding being made available by city hall. #HamOnt #HamiltonMountain #COVID19https:\/\/t.co\/15TQwnum24","sentiment_score":0.2681818182}
{"full_text":"All these famous people crying about \"censorship\" in the spotlight.  Just like lacking evidence on the vaccine they lack intelligence on what censorship is. Just stop Kaaron! Nobody cares","sentiment_score":0.125}
{"full_text":"[PHOTO] People are given a booster dose of the #COVID19 vaccine at Taipei Veterans General Hospital Saturday. Since the introduction of the boost shot in late December, 15.20 percent of Taiwan's 23.37 million population have received a third dose.https:\/\/t.co\/1TAR7VtnW3","sentiment_score":-0.0833333333}
{"full_text":"Is time to stop","sentiment_score":0.0}
{"full_text":"No matter what your vaccination status, if you feel any symptoms developing you need to take an antigenhttps:\/\/t.co\/Eot8lg0gP4","sentiment_score":0.0}
{"full_text":"RT I know anecdotes don't mean a lot that much but 90% of my consults this last week on service were for complications of pedi...","sentiment_score":-0.0375}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"Carbon Monoxide (CO) poisoning is entirely preventable. Protect yourself and your family by learning the symptoms of CO poisoning and how to prevent it. For more information, visit","sentiment_score":0.25}
{"full_text":"NHL COVID-19 update: there are approximately 34 players in the #nhl COVID-related absence protocol. 1 players have been added and 1 have been removed today. See the full, sortable, searchable list here: #fantasyhockey #covid","sentiment_score":-0.0208333333}
{"full_text":"RT China unleashes a bio weapon that kills millions of people and destroyed the world economy. A Chinese national who hold...","sentiment_score":0.0}
{"full_text":"RT Dumb!NFL halts COVID testing for unvaccinated players - via App","sentiment_score":0.0}
{"full_text":"NZ weather being what it is, remember that P2\/N95 masks do not work when wet. If you have to go outside in the rain, maybe carry a respirator mask in a plastic bag for when you get to your destination","sentiment_score":-0.05}
{"full_text":"RT The pandemic of fear will eventually wane, but the pandemic of distrust will linger for decades.","sentiment_score":0.0}
{"full_text":"With #Delta and #Omicron, and now #Deltacron... not succumbing to #COVID19 in the past 2 years... Never thought I'd be so excited for this purchase to be delivered. Thanks","sentiment_score":0.1083333333}
{"full_text":"Y'all, we've been doing this for 3 years. Make the photo of your vaccine card its own album. Stop searching for it.","sentiment_score":0.6}
{"full_text":"RT You know panic buying has set in on Waiheke when all the oat milks are gone!","sentiment_score":0.0}
{"full_text":"Bigger, Better Kitchen Pantries Are A Covid-Inspired Wellness Design Trend","sentiment_score":0.25}
{"full_text":"RT If you are angry that the unvaccinated can now use indoor hospitality without a vaccine pass then you probably got vaccin...","sentiment_score":-0.5}
{"full_text":"RT This is it |","sentiment_score":0.0}
{"full_text":"RT \"They're doing a Q&amp;A after the screening Sunday,&amp; Dakota,Vanessa and I are getting all the tests to make sure we are s...","sentiment_score":0.5}
{"full_text":"RT Meat Loaf is cruelly mocked for his anti-mask, anti-vaccine mandate beliefs hours after his death https:\/\/t.co\/45RLcRuX3g","sentiment_score":-1.0}
{"full_text":"these bitches be watching doc mcstuffins wym","sentiment_score":0.0}
{"full_text":"RT \"No evidence to suggest that we should be moving towards P2\/N95 respirators in the community setting.\"Of course surgical...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $GEC today at $2.62 per share, and the stock prices rebound back to pre-pandemic prices at $3.04, your investment would be worth $1160.31! That's 16% growth and $160.31 profit!  See more:  $REAL $PAYS $VSDA $ZYNE $IRE.C","sentiment_score":0.2921875}
{"full_text":"RT Everything we do comes with risk. The world is not risk free.But a tiny risk to me, to protect my patients, is a no brain...","sentiment_score":0.0}
{"full_text":"RT PUBLIC NOTICE Re: WORLDWIDE A'TIN LOCKDOWN\"I, your A'tin Mayor, is issuing an important announcement. Please read the a...","sentiment_score":0.2}
