{"full_text":"RT I know several people who were deplatformed for pointing this fact out 12-18 months ago.","sentiment_score":0.0}
{"full_text":"Is the pandemic flu the 1918 flu?","sentiment_score":0.0}
{"full_text":"#BCedEnhancedMeasures Schools=unknown number of unvaccinated students\/staff;0 physical distancing ability;poor quality masks;people wearing masks wrong(below nose, or on chin);people not even wearing masks;sick students attending school;sick staff at work; #Omicron","sentiment_score":0.0}
{"full_text":"RT I been staying out the way because covid don't care who you are. Yall stay safe.","sentiment_score":0.5}
{"full_text":"RT This is the link to the web archive dated 4th September 2020 before covid.https:\/\/t.co\/r4Upl3vYbb","sentiment_score":0.0}
{"full_text":"but he pivots to blame it all on #covid19 \"restrictions\" on his, and corporate #freedumb","sentiment_score":0.0}
{"full_text":"RT The state is now having healthcare staff work while COVID-positive. This comes after thousands of staff were fired even i...","sentiment_score":0.0}
{"full_text":"RT If you're more outraged over Boris Johnson having a garden party during lockdown than you are over lockdown itself, you'r...","sentiment_score":-0.2}
{"full_text":"RT I watch BBC's news at six and switch to ITV news. The BBC led with the Djokovic saga and made no mention of the revelati...","sentiment_score":0.0}
{"full_text":"RT Unconfirmed reports coming in that there was at least one day during lockdown that Boris Johnson wasn't at a party","sentiment_score":-0.3}
{"full_text":"Covid-19: 23,909 cases brings Ireland's total to one million since pandemic began, with 1,063 in hospital, 89 in ICU today","sentiment_score":0.0}
{"full_text":"RT This is a stunning admission and one that is quite literally at the crux of my Facebook lawsuit against their fact-checke...","sentiment_score":0.5}
{"full_text":"RT Was the Prime Minister at a BYOB party at the height of lockdown? It's the only question now. If the answer is yes, this...","sentiment_score":0.0}
{"full_text":"My contempt for Johnson knows no bounds.","sentiment_score":0.0}
{"full_text":"RT NEW - Dr. Robert Malone: Latest Disease Spreading Across China an \"Ebola-Like Hemorrhagic Fever Virus\"I can't think of...","sentiment_score":0.3181818182}
{"full_text":"RT Sources: The Atlantic 10 is petitioning the NCAA to allow players that are redshirting this season limited participation...","sentiment_score":-0.0714285714}
{"full_text":"Primarily because leftists and Democrats, as well as not too few Repubs, want it their way or no way at all. What kinda sense does it make to ban everything except \"YOUR\" failed option. They call it a vaccine but every other vaccine actually stopped what it was supposed to.","sentiment_score":-0.085}
{"full_text":"Do you know what I think? I think all Covid restrictions will be lifted in time for Her Majesty, The Queen's platinum jubilee celebrations in June. All of a sudden, the government will find they're no longer needed in June, onwards. How very timely; and very telling that would be","sentiment_score":0.1333333333}
{"full_text":"Someone had to ... sat their watching our relatives have to do raffles so they could pay to fly their loved ones' body home to the village for burial after they passed from COVID in Anchorage.Meanwhile tribes w\/ $50k monthly percaps got bank","sentiment_score":0.75}
{"full_text":"RT That is an astonishing 1 in 378 U.K. citizens.About 155k of them have Covid as the underlying (driving)...","sentiment_score":0.5}
{"full_text":"Surprise surprise. A decision made on the back of no scientific evidence didn't work ","sentiment_score":0.0}
{"full_text":"RT Go ! Great opening to #abc730. \"While Australians shouldered the burden over the last 2 years (covid)...the govt...","sentiment_score":0.4}
{"full_text":"RT This is a lie, one that is getting picked up and repeated by right-wingers and Covid skeptics across social media. Wal...","sentiment_score":0.0333333333}
{"full_text":"any reply as to why your ridiculous restrictions have made Wales the most covid dangerous country in the UK to live in?","sentiment_score":-0.0742424242}
{"full_text":"RT Pope Francis calls anti-vaccine sentiment 'baseless' in his annual state-of-the-world speech","sentiment_score":0.0}
{"full_text":"Sure, she's talking about that specific study but the data is very similar throughout the entire pandemic, the vast majority of COVID deaths have involved people with multiple comorbidities. 85.7% of COVID deaths in Italy involved multiple comorbidities:","sentiment_score":0.0714285714}
{"full_text":"RT CORONAVIRUS: Florida reports multi-day increase of 125,996 cases and 182 new deaths","sentiment_score":0.1363636364}
{"full_text":"RT I wonder if AOC still believes we're living through a \"Pandemic of the Unvaccinated?\"","sentiment_score":0.0}
{"full_text":"RT So CDC now admits that a lot of people have died with Covid not from Covid. \" Conspiracy theorists \" were telling yo...","sentiment_score":0.0}
{"full_text":"Customer: *Says something along the lines of \"Empty out the shelves faster than you can fill them up.\"*You think you're fucking funny, Karen? I worked my ass off the entire pandemic trying to keep my department stocked, and you treat my job like a fucking joke, you old bag?","sentiment_score":-0.07}
{"full_text":"RT Massive, catastrophic, undeniable failure","sentiment_score":-0.1583333333}
{"full_text":"RT If you're drinking your own pee to try to cure Covid, urine trouble.","sentiment_score":0.2}
{"full_text":"RT FYI parents. New data suggest that for healthy 12-15 year olds potentially serious harms of the jab are likely to outwe...","sentiment_score":0.0757575758}
{"full_text":"RT SOTOMAYOR: \"Over 100,000 children\" are hospitalized due to COVID, with \"many on ventilators\"BRET BAIER: \"The number's n...","sentiment_score":0.1875}
{"full_text":"RT I watch BBC's news at six and switch to ITV news. The BBC led with the Djokovic saga and made no mention of the revelati...","sentiment_score":0.0}
{"full_text":"RT Dear Aussie MediaPlease stop repeating LIES from Scott Morrison as unchallenged talking pointsTen News just showed PM...","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers drink their own urine, down freaking sheep drench and bleach, use mouthwash &amp; Viagra, take hydroxychloroquine &amp; e...","sentiment_score":0.2222222222}
{"full_text":"RT What does congress know about this vaccine that made them demand to be exempted from it","sentiment_score":0.0}
{"full_text":"RT 115,998 newly reported #covid19 cases in England today137,541 newly reported cases last Monday98,515 previous Mon76,065 three...","sentiment_score":0.0265151515}
{"full_text":"Yup. I'm waiting for the Walter Reed one from here on out. Phizer's known their vaccine is sh*t since the delta variant kicked the sh*t out of it in Israel.....in June.","sentiment_score":0.0}
{"full_text":"RT I've said it before and I'll say it again, the greatest threat to Dems isn't the Republicans, but the futility of votin...","sentiment_score":1.0}
{"full_text":"They won't. They'll find a scape goat, and my bet is on CDC Director","sentiment_score":0.0}
{"full_text":"They're getting it from all sides too! My 10 yr old was telling me the other day how there is never anything good on the news, all just COVID. I reminded her that we can be over exposed to bad news and sometimes you have to turn it off. So we did and went for a walk.","sentiment_score":-0.00625}
{"full_text":"RT Pedri and Ferran Torres finally tested negative for covid, letsgoooo to Saudi ","sentiment_score":-0.15}
{"full_text":"RT Every time Novax Novak passes water or wind we get a breaking news whoosh. Yet an email exposes the total pack of lies...","sentiment_score":0.0}
{"full_text":"RT I've been a nurse for a very long time and I've heard some things but this morning, I heard the most stupidest thing I've e...","sentiment_score":0.2175}
{"full_text":"RT Scott Morrison needs to get out more. People are having their vaccine appointments cancelled, and there is a national shortage...","sentiment_score":0.5}
{"full_text":"RT Hannah Brady on behalf of Covid-19 Bereaved Families for Justice: \"My Dad died just four days before this email was sen...","sentiment_score":0.0}
{"full_text":"T lymphocytes and B. Omicron boosts the fight against serious variants and it needs to pass around.","sentiment_score":-0.3333333333}
{"full_text":"RT You exploded the deficit with your space force and tax bill for the rich. Space force during a pandemic. Not i...","sentiment_score":0.375}
{"full_text":"Canadians &amp; Americans are always united no matter what divide the bureaucrats \/media\/ Poli try &amp; create..  @pepesgrandma","sentiment_score":0.0}
{"full_text":"RT Getting COVID once is bad enough but there are some Australians dealing with it for a second time. One of them is a you...","sentiment_score":-0.2333333333}
{"full_text":"RT If you hate the long COVID testing lines just imagine socialist bread lines. Keep voting for democrats and we'll get t...","sentiment_score":-0.425}
{"full_text":"RT There have been more deaths \"with COVID\" during Biden's administration than during Trump's administration, so NOW they...","sentiment_score":0.5}
{"full_text":"You people are amazing, both right and left.  All on your own imaginary narratives.  Vaccines do not prevent covid.  Dems told people they can go back to normal from vaccines, which they should be able to do.  Vaccines are simply better at preventing death.","sentiment_score":0.3294642857}
{"full_text":"And we start promoting 4th shot ","sentiment_score":0.0}
{"full_text":"People have been banned from social media for saying this. ","sentiment_score":0.0333333333}
{"full_text":"RT Dear : Have you been to Texas lately? Try reporting on masks from Texas.","sentiment_score":-0.3}
{"full_text":"RT \"Vaccine Police\" anti-vaxxer Christopher Key has a new conspiracy for his moronic MAGA followers to cure Covid: Drink t...","sentiment_score":0.0681818182}
{"full_text":"RT  WATCH | Tune in to from 9PM GMT #ReinstateRobertMalone","sentiment_score":0.0}
{"full_text":"RT Over. 100. Staff. Invited.When people couldn't visit their dying relatives or have proper funerals for their loved on...","sentiment_score":0.35}
{"full_text":"RT Omicron Makes Biden's Vaccine Mandates Obsolete - WSJ","sentiment_score":0.0}
{"full_text":"RT Doocy: \"[Y]ou...plan to rely on the Postal service to send out these free tests...The postal service says they're going to...","sentiment_score":0.4}
{"full_text":"RT Every military serviceman who was fired due to the vaccine mandates should be reinstated immediately -- with back pay an...","sentiment_score":-0.075}
{"full_text":"Projected 3rd pair right now is Forbort - Vaak!?Do. Not. Like. That.#NHLBruins","sentiment_score":0.1428571429}
{"full_text":"RT Let me get this straight. Republicans call us \"latte liberals\" because God forbid someone like to drink coffee, yet the...","sentiment_score":0.2}
{"full_text":"Let's play \"Is my nausea due to anxiety or covid?\"But idk when I'll be able to find out without access to an at-home test lmao","sentiment_score":0.325}
{"full_text":"RT If you're like me there is so much to do in a day that you haven't updated your profile pic in some time, but in real life...","sentiment_score":0.2}
{"full_text":"RT Covid is crumbling but why? The msm is starting to turn is it bc the truth is finally pouring out or is there a more sinis...","sentiment_score":0.1666666667}
{"full_text":"RT Massive, catastrophic, undeniable failure","sentiment_score":-0.1583333333}
{"full_text":"RT When students are organizing strikes because they want more Covid protection at school, it might be time to admit that th...","sentiment_score":0.5}
{"full_text":"RT Remember when you were a \"conspiracy theorist\" for inquiring about this in 2020?https:\/\/t.co\/9OQx86F1Tq","sentiment_score":0.0}
{"full_text":"RT As they play the \"COVID cases spiked\" card again, remember, Biden let in over 1 million unvaccinated and infected illegals.","sentiment_score":0.0}
{"full_text":"RT Why don't and carry the daily White House press briefing every day just like it did for Trump?Insane that I h...","sentiment_score":0.0}
{"full_text":"RT It's 2022 and the Democrat President you support is literally implementing Nazism via private employer vaccine mandates....","sentiment_score":0.0}
{"full_text":"It would be smart given infection rates here and the fact that children are getting sick more frequently with Omicron. But what do I know? Apparently keeping people in jobs is more important than actual lives.","sentiment_score":0.13125}
{"full_text":"RT Contagion (2011) looking like an over optimistic fantasy movie","sentiment_score":0.0}
{"full_text":"A Texas mother put her son in the trunk of the car to avoid being exposed to Covid-19....and that is the definition of we value life here in Texas.https:\/\/t.co\/uocgsaTrTg","sentiment_score":0.0}
{"full_text":"And now I'm here:","sentiment_score":0.0}
{"full_text":"RT 'living with covid' sure seems to be a euphemism for 'ignoring it and just letting some people die'","sentiment_score":0.5}
{"full_text":"RT \"People need Nature\" Harrison Ford","sentiment_score":0.0}
{"full_text":"RT If you're more outraged over Boris Johnson having a garden party during lockdown than you are over lockdown itself, you'r...","sentiment_score":-0.2}
{"full_text":"RT My brother died on 17th May 2020 just when these invites were going out , he died in a plastic tent unab...","sentiment_score":0.0}
{"full_text":"RT If you're drinking your own pee to try to cure Covid, urine trouble.","sentiment_score":0.2}
{"full_text":"RT maam, ill tell u my inherit nature. When covid hit all india,i was  the one working all day night to serve my...","sentiment_score":-0.5}
{"full_text":"RT After World Realizes He Was Right About Everything, Alex Jones Appointed As New Head Of CDC","sentiment_score":0.211038961}
{"full_text":"RT Ferran registered and both him and Pedri tested negative for COVID","sentiment_score":-0.3}
{"full_text":"RT May you find something in life you're as passionate about as Trumpers losing it over a liberal SCOTUS justice overstating the...","sentiment_score":-0.05}
{"full_text":"St. Thomas - Paediatric Dose St. Thomas-Elgin Memorial Arena clinic has paediatric dose appointments First available date is 2022-01-10 Book at #covid19ON #COVID19Vaccine #vhcON","sentiment_score":0.325}
{"full_text":"RT National Covid Coordination Taskforce chaired by former Fortescue boss Neville Power, included Jane Halton (Crown) set...","sentiment_score":0.0}
{"full_text":"RT In cities hit early by Omicron, Covid deaths have begun to spike, although at a slightly reduced scale compared to previous pe...","sentiment_score":-0.0777777778}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT Happy New Year everybody!! Still recovering from COVID, but once i'm back to normal we're gonna have a dope year, what's...","sentiment_score":0.2907670455}
{"full_text":"RT We have a highly competent, fiercely intelligent and incredibly informed in Jen Psaki. We should let the American...","sentiment_score":0.55}
{"full_text":"Remember that scene at the end of the Lion King where the hyenas turn on scar...","sentiment_score":0.0}
{"full_text":"RT Very tired of the gaslighting takes that insinuate that the fear\/anxiety over COVID is worse than actual COVID.","sentiment_score":-0.3066666667}
{"full_text":"RT If it can't stop the now-dominant strain of the virus, then what's the use of mandating it?","sentiment_score":0.0}
{"full_text":"RT .@PhilipWegmann: \"Not long ago in this room, the surgeon general told us that COVID misinformation was a public health thr...","sentiment_score":0.025}
{"full_text":"RT      If you need the highly Protective N-95 Surgical Masks,  tp protect yourself from Omicron Variant ...look at Ebay....","sentiment_score":0.16}
{"full_text":"Yeah, we're done with Covid and masks","sentiment_score":0.0}
{"full_text":"RT Over 100 employees in Number 10 were invited to garden drinks event during lockdown - report","sentiment_score":0.0}
{"full_text":"RT Someone do the math for me...The virus's survival rate was already extremely high and now 75% of all deaths that did occ...","sentiment_score":0.16}
{"full_text":"RT Thank you for defending freedom of choice.  Few in the world have had this courage.  Her...","sentiment_score":-0.2}
{"full_text":"It was good to see veteran Australian diplomat Mark Higgie  speak up for the common sense and freedom-loving attributes that have always seemed drilled into the DNA of Australia (that is until the pandemic allowed control freaks to run rampant above all in the state of Victoria).","sentiment_score":0.08}
{"full_text":"RT Mass incarceration has always been a public health issue. With the surge of the Omicron variant of COVID-19, we must de...","sentiment_score":0.0}
{"full_text":"RT Greg Abbott and Dan Patrick both contracted Covid.Thankfully, both were fully vaccinated AND boosted--so neither were ho...","sentiment_score":0.0}
{"full_text":"Vile cunt.","sentiment_score":0.0}
{"full_text":"LOL what a dumb show. And they actually never really did cover covid! Imagine how they'll do it in season 3, it's going to be so offensive and nonsensical","sentiment_score":0.1}
{"full_text":"RT Starting to think all of these guys are having a secret competition to see who can get the rubes to do the craziest thing...","sentiment_score":-0.2}
{"full_text":"I have customers at levels of the medical community and they have all admitted the industry is being paid to include covid in anything and everything they can. The flu and pneumonia don't take a 2 year break..but if you have either one, including colds, you will test positive","sentiment_score":0.1136363636}
{"full_text":"Stoopid Doocy ","sentiment_score":0.0}
{"full_text":"RT DOOCY: \"I'm tripled vaxxed, still got COVID. You're triple vaxxed, still got COVID. Why is the president still referring t...","sentiment_score":0.0}
{"full_text":"RT  Large numbers of Britons were already protected from coronavirus before the pandemic began because of previous exposure to...","sentiment_score":0.0238095238}
{"full_text":"RT Murrow College faculty &amp; will lead research on vaccine hesitancy in rural and underserved co...","sentiment_score":0.0}
{"full_text":"RT Hypothetical curves based upon current vaccine effectiveness data for Omicron vs hospitalization (~50% VE for vaccinated, an...","sentiment_score":0.0}
{"full_text":"RT I HAVE COVID SYMPTOMS I DESPERATELY NEED SUPPORT TO STAY HOME. I CAN BARELY WALK SO GOING ANYWHERE WILL NOT BE POSSIBLE...","sentiment_score":-0.1833333333}
{"full_text":"RT Fox News' Doocy: \"I'm triple-vaxed ... You're triple-vaxed, still got COVID. Why is the president still referring to this a...","sentiment_score":0.0}
{"full_text":"RT Four females fighting outside the COVID testing facility.47xx Hiawatha Ave S13:57","sentiment_score":0.0}
{"full_text":"I'm French btw and stuck at home with COViD ! Would be the best cure ever ... sorry daydreaming.","sentiment_score":0.1666666667}
{"full_text":"RT An email now proves over 100 staff were invited to a drinks party in the No 10 garden at the height of the lockdown...","sentiment_score":0.3}
{"full_text":"RT It's confusing... are you for the vaccine or against? Because you post a lot of nonsense. Stress, low\/high body we...","sentiment_score":-0.3}
{"full_text":"RT Dr Robert Malone, one of the men behind MRNA vaccines, believes much of the Covid, vaccine and lockdown hysteria is because...","sentiment_score":-0.1}
{"full_text":"I wonder if you finish high school. She said it was true. 4 kinds of Covid now. 3 still are for the Unvaccinated. 4 the one she has, not now. not hard science. same family not same sickness. new pandemic each time or chance. Luck is it weaken, like a cold.","sentiment_score":0.02745671}
{"full_text":"RT !!FL had a 744% jump in COVID cases the past 2 wks!!FL set daily records for new cases!!FL hospitalizations quadrupl...","sentiment_score":-0.0378787879}
{"full_text":"RT A HUNDRED people invited to No10 to \"make the most of the lovely weather\" when we could only meet one person outside....","sentiment_score":0.25}
{"full_text":"RT There hasn't been 150,000 deaths of COVID, or caused by, or related to COVID: simply 150,00 positive tests conduct...","sentiment_score":0.0757575758}
{"full_text":"RT Time to end our 'warped risk perception' of COVID: #FullComment with #COV...","sentiment_score":0.0}
{"full_text":"RT DOOCY TIME: \"I heard the President say, 'Google Covid tests near me.' So, somebody isolating with Covid, I did that, and t...","sentiment_score":0.1}
{"full_text":"RT There's no proof that anyone actually *received* this invitation because they've all changed their phones.","sentiment_score":0.0}
{"full_text":"Why the difference between football and basketball regarding 2021-22 Covid success?","sentiment_score":0.3}
{"full_text":"The vaccine is gonna be a monthly subscription like Netflix","sentiment_score":0.0}
{"full_text":"RT We can't have nice things in Australia","sentiment_score":0.6}
{"full_text":"RT So why is anyone being forced to get vaxxed?","sentiment_score":-0.3}
{"full_text":"Easy one. Nope!","sentiment_score":0.5416666667}
{"full_text":"RT i'm a lib and i would be completely owned if anti-vaxxers did this.  please don't do this and completely own me and all m...","sentiment_score":0.35}
{"full_text":"A few people asked how I heard of this. Here's the thread:https:\/\/t.co\/PDWIScqsNA","sentiment_score":-0.2}
{"full_text":"These #left #democratic #socialist #communist what to be a ruthless screw the people #dictator till the end! State of emergency for a COLD!!","sentiment_score":-0.6458333333}
{"full_text":"RT What happens when one of the best vaccinated (90% total population) countries in the world gets Omicron?","sentiment_score":0.5}
{"full_text":"RT Y'know what really puts a damper on mental health? Being forced to be in situations where the risk of COVID exposure is...","sentiment_score":-0.0666666667}
{"full_text":"Unvaccinated Covid patients are falling seriously ill and several have died in the last week.Two top doctors explain what's really happening with Covid in Welsh hospitals","sentiment_score":0.04}
{"full_text":"yes and that article was from the same people who were saying \"vaccines are totally safe\" less than a year ago. why would you expect them to be completely honest now??\"you might develop heart problems\" was NOT presented to anyone as even a possibility when the vaccine came out.","sentiment_score":0.2333333333}
{"full_text":"A political crisis that is reflected in the abomination of this government's #Covid19-related policies, especially in relation to children:","sentiment_score":0.0}
{"full_text":"RT Social &amp; structural barriers to care make it harder for Black &amp; Hispanic\/Latino gay &amp; bisexual men to receive an #HIV diagnosi...","sentiment_score":0.0458333333}
{"full_text":"Current response to Covid by gov worldwide is fundamentally flawed, has caused many deaths worldwide &amp; will continue to do so. It also has no lawful basis. Review &amp; take on board the work of experts below:","sentiment_score":0.0}
{"full_text":"Securely Access Your AWS Resources From GitHub Actions@Benoit_Boure describes how using OIDCPro-tip: You can also lock down the IAM role to only a specific repo, or even only a specific branch or tag!https:\/\/t.co\/wZ4GqimLZe","sentiment_score":0.0407407407}
{"full_text":"RT Fox News' Doocy: \"I'm triple-vaxed ... You're triple-vaxed, still got COVID. Why is the president still referring to this a...","sentiment_score":0.0}
{"full_text":"I think it may be the latest unproven Covid remedy.","sentiment_score":0.5}
{"full_text":"HealthTalk | Ep. 53Reasons why some recover quickly from COVID while others are still mirroring symptoms is unclear. talks about what it really means to have long-haul COVID &amp; what some of those persistent symptoms are.Listen>:","sentiment_score":0.2666666667}
{"full_text":"Volusia County's Emergency Rental Assistance program has funds available to assist households that have experienced a financial hardship during the Covid-19 pandemic.https:\/\/t.co\/xehVpKzSKt","sentiment_score":0.4}
{"full_text":"Israel has canceled the final month of its five month-long hunting season in a bid to contain a severe bird flu outbreak that's killed as many as 8,000 wild cranes and sparked concerns about infection among threatened bird species. ","sentiment_score":0.1}
{"full_text":"J-Lo's latest movie is another victim of Covid shutdowns as production is forced to halt after cases 'associated with' the crewhttps:\/\/t.co\/KvKii6JzRu","sentiment_score":0.0416666667}
{"full_text":"Free COVID-19 TESTINGTuesday, January 11, 9am-12pmYeshiva School2100 Wightman St, Pittsburgh 15217Pre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"We are working to ensure a safe annual meeting meeting for all. Proof of COVID-19 vaccination or proof of a negative COVID- 19 test within 72 hours will be required for all attendee, all staff, exhibitors and guests at #SSPR2022.","sentiment_score":0.1}
{"full_text":"RT Due to technical difficulties beyond my control (also COVID), I won't be streaming tonight's matches of Regener8d #Halo...","sentiment_score":-0.0625}
{"full_text":"RT Every time Novax Novak passes water or wind we get a breaking news whoosh. Yet an email exposes the total pack of lies...","sentiment_score":0.0}
{"full_text":"RT Comedian joins us to discuss the completely believable nomination of a  pro-choice Republican presidentia...","sentiment_score":0.5}
{"full_text":"RT I want you to imagine the tweets if Japan was giving people thousands of dollars a month in child tax credits while the US go...","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"mf said being chased by the vaccine","sentiment_score":0.0}
{"full_text":"Why are crypto ppl all such idiots about Covid?","sentiment_score":-0.4}
{"full_text":"RT It's unbelievably over.","sentiment_score":-0.25}
{"full_text":"Changes have been announced on self-isolation for #COVID19 cases in NI. Cases will now be able to end isolation after 7 days instead of 10 provided they have negative lateral flow results on day 6 and day 7, with tests taken 24 hours apart. More nidirect\/coronavirus","sentiment_score":0.2333333333}
{"full_text":"China's Tianjin tests 14 million residents for COVID after omicron cases surface via #China #Tianjin #pandemic #omicron #ZeroCovid #lockdown #testing #restrictions #Beijing #Beijing2022 #Olympics #epidemiology #COVID19 #Covid_19 #Covid","sentiment_score":0.0}
{"full_text":"The great unknown: Omicron wave still rising amid questions over Qld datahttps:\/\/t.co\/ZPZlrlSdzf","sentiment_score":0.35}
{"full_text":"Hot on the heels of last week's 'French variant' and alerts about cases of 'flurona' - co-infection with both COVID-19 and flu - the mainstream media lit up again this weekend with reports of a controversial new 'Deltacron' variant.https:\/\/t.co\/88oHlVvzst","sentiment_score":0.1872727273}
