{"full_text":"RT Bombshell Reports from AustraliaAustralian Media Places Blame for the Pandemic on Fauci.This will be echoed World Wide...","sentiment_score":-0.1}
{"full_text":"RT This is an important reminder: the variant keeps mutating, and will continue to do so.  Effective public policies have to be...","sentiment_score":0.3333333333}
{"full_text":"RT Florida has now recorded 5,478,671 COVID-19 infections and 64,955 deaths.https:\/\/t.co\/gYQRaGPDkS","sentiment_score":0.0}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT We at the Fabio Foundation in conjunction with Mirrors r Us wish to announce that Fabio will be embarking on a promotiona...","sentiment_score":0.0}
{"full_text":"When the fringe left wing media is even on our side. Know when to take the L and move on.","sentiment_score":0.0}
{"full_text":"Can you confirm if recently recovered Covid19 can present negative RTK instead of RTPCR for travel to Malaysia?","sentiment_score":-0.1}
{"full_text":"COVID test available today at CVS (4051 N Lincoln Ave, Chicago, IL 60618) at 04:40PM :","sentiment_score":0.4}
{"full_text":"I'm so sorry, but think of it as being for the best. I had a bout of COVID last week and it started as a huge migraine.","sentiment_score":0.225}
{"full_text":"RT This is dementia. Anybody who has ever seen a loved one suffer from it recognizes these outbursts. Jill Biden and the en...","sentiment_score":0.7}
{"full_text":"RT Surely, there is no escape from COVID; Allaah's firm plan, so beware of the planning of Allaah the One the Overpowering!Ima...","sentiment_score":0.15}
{"full_text":"RT Should Tucker Carlson be SUED over Covid misinformation? ","sentiment_score":0.0}
{"full_text":"RT WHY IS IT THE GQP AND THE MAGA, Protect LIES\/BAN BOOKS and feel uncomfortable about slavery, BUT are okay with guns\/Covid t...","sentiment_score":0.0}
{"full_text":"RT Bombshell Reports from AustraliaAustralian Media Places Blame for the Pandemic on Fauci.This will be echoed World Wide...","sentiment_score":-0.1}
{"full_text":"Perfect articulation of the truth!","sentiment_score":1.0}
{"full_text":"RT You're with Vaccine liar Joe Rogan, or with Neil Young.  Can we get 1000 RT's #ImWithYoung and lets get it trending?","sentiment_score":0.1}
{"full_text":"RT You can \"not believe\" and climate change or the vaccine the same way I can \"not believe\" that the sky is blue. You can...","sentiment_score":0.0}
{"full_text":"RT 10yr old boy (relative). Covid six weeks ago.  Now Covid again. Needs extra inhalers this time. Delta then Omicron? B1...","sentiment_score":0.0333333333}
{"full_text":"RT I deleted If you're likewise opposed to deaths resulting from vaccine misinformation, you should too.#Delet...","sentiment_score":0.0}
{"full_text":"RT Currently looking for hard workershttps:\/\/t.co\/LJLdzIhNUA#employment #jobs #hiring #job #jobsearch #recruitment #career #wo...","sentiment_score":-0.1458333333}
{"full_text":"RT Wack job Michael Flynn said that Covid was invented by George Soros and Bill Gates to name a few, in a big conspiracy to...","sentiment_score":-0.1}
{"full_text":"The truth is, it's neither. He had covid on the 16th (confirmed by the ministry of Health itself) and got his results after this ceremony with the children. He didn't know he had covid when he attended it. He was asymptomatic and the result of his antigenic test was negative","sentiment_score":0.05}
{"full_text":"RT What a time","sentiment_score":0.0}
{"full_text":"RT Not a single variant of concern has come from a country pursuing an active Covid suppression strategy.","sentiment_score":-0.0488095238}
{"full_text":"RT As Boris Johnson reduces restrictions and our lives supposedly get back to normal, that's sadly not the case for most NHS s...","sentiment_score":0.225}
{"full_text":"Yep. Happens.  I didn't get much-less than 24 hour issues, but vaxxed.  But then again vax or not. Everyone will react different (if Covid).  You will be fine though I'm sure.  Rest up brother and see you when back to 100% ","sentiment_score":0.2291666667}
{"full_text":"RT It seems especially important today to send a big shout out to our health care workers, doctors, nurses, and scientists al...","sentiment_score":0.4}
{"full_text":"RT Public Health Recommendations Post-Convoy, January 31, 2022:- Mask if you want to- Stay in if you want to- Close your bu...","sentiment_score":0.0}
{"full_text":"RT Just stunning charts from NYC showing the continued effectiveness of vaccines.Below is weekly hospitalization rates, a...","sentiment_score":0.5}
{"full_text":"RT Even with omicron unvaxxed pregnant women are at a much higher risk of serious illness and death from covid!  There are 4...","sentiment_score":0.0555555556}
{"full_text":"Watching #Outbreak","sentiment_score":0.0}
{"full_text":"In fairness, the right mocked Michelle Obama for trying to do this, so.","sentiment_score":0.2857142857}
{"full_text":"RT Psychological distress and complicated grief among bereaved relatives of deceased pts in #ICU during first wave of #COVID19 #p...","sentiment_score":-0.2625}
{"full_text":"RT Trent takes his electorate for granted. Judging by...","sentiment_score":0.0}
{"full_text":"Had Covid, no side effects..","sentiment_score":0.0}
{"full_text":"BA.2 Variant of ConcernCanada will have many cases soon, as Denmark has.  1.5x more transmissible  Denmark is removing all restrictions; Ont. is removing many, but not allhttps:\/\/t.co\/KMeYDiuCmi","sentiment_score":0.5}
{"full_text":"Been a long time. And Joni too. Both Canadians who had polio before the vaccine. Both off #Spotify","sentiment_score":-0.05}
{"full_text":"RT 15 days into Boston's vaccine mandates and not 1 single restaurant has spoken against Wu's discriminatory and unethical orders....","sentiment_score":0.0357142857}
{"full_text":"if she wants to make a celebrity out of the guy who refused the vaccine and wound up in a coffin, that's okay with me.","sentiment_score":0.35}
{"full_text":"RT I'm getting I like to move it cause I can't unhear it now cause it sounds like I like some covid covid","sentiment_score":0.0}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"You just keeping digging for dirt Charles. Smear it over the movement all you want, we're sick of the COVID restrictions and bu11$hit, and I hope they really do stay there and keep the city their parking lot until true Canadian freedom is restored. #TruckersForFreedom2022","sentiment_score":-0.0547619048}
{"full_text":"Under COVID state of emergency March 2020,  effective 28 January 2022, the government of Nova Scotia, Canada, has declared it illegal to:*Finance, organize, aid, or participate in a truck convoy*Line the roadside in support of a truck convoy. Violators face $10,000 fines.","sentiment_score":0.05}
{"full_text":"RT When Delta hit in mid July, we were very worried about kids. Few states had mask policies. CDC scientists said \"univers...","sentiment_score":0.0}
{"full_text":"RT Bombshell Reports from AustraliaAustralian Media Places Blame for the Pandemic on Fauci.This will be echoed World Wide...","sentiment_score":-0.1}
{"full_text":"Deaths from Covid vaccines in Australia = 11Deaths from all medicines in Australia = 750That is what the data saysYou're making the wrongful assumption that Covid vaccines are the only medicine that has killed Australians","sentiment_score":-0.1}
{"full_text":"RT Prime Minister Jacinda Ardern will be isolating for three days after being deemed a close contact of a positive COVID-19 c...","sentiment_score":0.2272727273}
{"full_text":"Destined to fail? China maintains target of zero COVID cases | DW News","sentiment_score":-0.5}
{"full_text":"In his latest video update, Chief Economist Eric Lascelles reviews the factors driving market volatility, and explores whether the latest Omicron wave and inflation are in the realm of peaking. Watch now:","sentiment_score":0.5}
{"full_text":"Failed RedState OK gov-stitthed, &amp; extinct-gop theocrats, always itchin' to remove vaccine\/mask mandates, remove women's health options...can celebrate another low point achievement; https:\/\/t.co\/Ecw8zkUwEb: Oklahoma ranks last on list of safest states to live during pandemic","sentiment_score":0.0272727273}
{"full_text":"I wish more people really took the pandemic seriously and really faced\/ were conscious of just how much this has affected every one mentally and gave themselves and others more grace during this time.  We keep tricking our selfs into \"being ok\" but this has had a massive effect.","sentiment_score":0.1766666667}
{"full_text":"RT The world's most powerful X-ray device looks at the lung of a 54-year-old man who died of #COVID19 revealing massive da...","sentiment_score":0.2666666667}
{"full_text":"RT Oh ffs. If you wonder why Canada is a hot mess right now, here is reason #25801","sentiment_score":0.1202380952}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT OUTRAGEOUS! Two nurses from Long Island are accused of FORGING Covid vaccination cards and entering the information in...","sentiment_score":-0.525}
{"full_text":"RT covid has taken out more cops than dorner ever could've imagined","sentiment_score":0.5}
{"full_text":"Shutting of oil and some loser truckers is your solution to ending the pandemic? Lol how about healthcare professionals tell YOU to fuck off and end the pandemic as well as your healthcare. I'm sure those fat fuck truckers and rig pigs won't last without them either ","sentiment_score":0.1}
{"full_text":"RT Our reporter found some anti-convoy\/pro-vaccine demonstrators downtown near Parliament Hill. #OttNews","sentiment_score":0.1}
{"full_text":"\"The World Health Organization currently recommends AGAINST #Remdesivir in hospitalized patients\"...Combination of Remdesivir and Antibodies Didn't Work Against COVID-19: Study@XRadarP @Storiesofinjuryhttps:\/\/t.co\/wVUC5kF0AO","sentiment_score":0.0}
{"full_text":"RT Definitely worse. Those who were already disadvantaged (casual, insecure in person work, crowded housing ect)...","sentiment_score":-0.4666666667}
{"full_text":"RT US scientists who downplayed COVID-19 lab leak origins theory sang a different tune in private, emails showhttps:\/\/t.co\/c5wMM...","sentiment_score":0.0}
{"full_text":"Actually it's over 300k pages containing patient private info and Pfizer trade secrets.","sentiment_score":0.0}
{"full_text":"RT 2 weeks post Covid my 24yo still has a painful &amp; persistent cough, extreme fatigue, sleep disturbance. GP today via telehealt...","sentiment_score":-0.4125}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT Let me show you some vaccine misinformation.","sentiment_score":0.0}
{"full_text":"I am so over this pandemic!","sentiment_score":0.0}
{"full_text":"This pandemic is not for the weak minded yall","sentiment_score":-0.375}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT Feast of #HolyFamily, 26Dec21#Homilies &amp; #Angelus ofPopes Saint #JohnPaul2, #BenedictXVI &amp; #Francis1","sentiment_score":0.0}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"RT A Washington state trooper Who Told Governor to 'Kiss My A**' Over Vaxx Mandate has Died from Covid-19","sentiment_score":0.0}
{"full_text":"RT OUTRAGEOUS! Two nurses from Long Island are accused of FORGING Covid vaccination cards and entering the information in...","sentiment_score":-0.525}
{"full_text":"RT Covid can beat 2021 but nothing can beat hentai","sentiment_score":0.0}
{"full_text":"RT chart showed my child's chance of being exposed to covid in class was 42%. Kept all 3 kids home. In...","sentiment_score":0.0}
{"full_text":"The NHS Isn't Blameless Over Pandemic Mess via","sentiment_score":-0.175}
{"full_text":"RT The Tories are cutting PS1040 a year from the poorest people in the country while Rishi Sunak casually writes off PS4.3 b...","sentiment_score":-0.55}
{"full_text":"RT When you say \"we can't go back to normal\", you mean you can't go back to normal.That's fine. Feel free to lock yourself d...","sentiment_score":0.1090277778}
{"full_text":"What","sentiment_score":0.0}
{"full_text":"RT \"Or do you think that your father was stricken down with corona due to his age and the weakness of his immune system\"Imam M...","sentiment_score":-0.1402777778}
{"full_text":"RT PFIZER HAS A WARNING ON THEIR WEBSITE THAT SAYS IF YOU HAVE A HEART PROBLEM A HISTORY OF HEART PROBLEM TAKE MEDICATIONS...","sentiment_score":0.0}
{"full_text":"RT So if I understand this correctly - the group who never followed COVID measures in the first place now wants them all re...","sentiment_score":0.225}
{"full_text":"RT Our $150 rebate is an investment in the hard-working people of Wisconsin and helps address rising costs. We've had a tough few...","sentiment_score":-0.2944444444}
{"full_text":"RT I remember CBC's 22 Minutes mocking Harper for sheltering in place during a firefight with an active shooter in the buil...","sentiment_score":-0.1333333333}
{"full_text":"RT Vaccine effectiveness against BA.1 and BA.2. After 2 doses it was 9% (7-10%) and 13% (-26-40%) respectively for BA.1 and BA...","sentiment_score":0.0}
{"full_text":"RT This is frightening. Michael Flynn was head of the Defense Intelligence Agency. He was national security adviser to a pres...","sentiment_score":-0.5}
{"full_text":"RT Jason Rantz thought this guy was a hero for this and barely 3 months later he's dead from Covid. Sad and senseless.","sentiment_score":-0.1625}
{"full_text":"The time when Berkowitz was mayor before Covid","sentiment_score":0.0}
{"full_text":"RT Allowing your platform to perpetuate and propagate lies, misinformation, propaga...","sentiment_score":0.0}
{"full_text":"RT OUTRAGEOUS! Two nurses from Long Island are accused of FORGING Covid vaccination cards and entering the information in...","sentiment_score":-0.525}
{"full_text":".@insidehighered spoke to about her study that shows male enrollment at community colleges dropped during the pandemic. She noted that some professors were able to teach classes on Zoom but asked \"how are you going to teach welding?\" online.https:\/\/t.co\/au8SJQJu4D","sentiment_score":0.25}
{"full_text":"1 idk why so many people think the government its like a nemesis, in my country it's the most down to earth people I have ever known, they care about the country, economy and everything as a whole, when covid came we weren't left or right, we were and still are 1 country","sentiment_score":0.2216931217}
{"full_text":"RT #Infrastructure, #cybersecurity, #workforce and #education top the agenda of the first big convening in two year...","sentiment_score":0.25}
{"full_text":"\"It is vitally important the Government allows the night-time economy to trade indefinitely, building momentum towards pre-Covid trading levels, as well as building customer confidence.\"https:\/\/t.co\/BxacFEUSzT","sentiment_score":0.4}
{"full_text":": On The Stage Show, Playwright Nathan Maynard chats about AT WHAT COST?, Actor Luke Carroll performs a monologue from the show &amp; Executive Director Sue Donnelly speaks about the strategies in place for your COVID-safe visit to Belvoir.https:\/\/t.co\/Ai8nYnmWoU","sentiment_score":0.0}
{"full_text":"Reassure parents &amp; caregivers about the COVID vaccine for children, teens, and young adults with resources available in the AAP COVID-19 Vaccine Campaign Toolkit. This fact sheet that answers some common FAQs about the vaccine. Find it here:","sentiment_score":0.0666666667}
{"full_text":"RT This is dementia. Anybody who has ever seen a loved one suffer from it recognizes these outbursts. Jill Biden and the en...","sentiment_score":0.7}
{"full_text":"RT Unfortunately, I believe that when there's a Covid inquest, it will come out that the policies on Hospitality were simply to p...","sentiment_score":-0.25}
{"full_text":" Have a read of this Cristo $10,000 fine for being part of a truck convoy in Canada.","sentiment_score":0.4166666667}
{"full_text":" Cruelly, with only 29k under-20s ever getting COVID19 hospitalised, wants to experiment on 22m of our future and hope#JesusChristhttps:\/\/t.co\/STR6RRsm3F","sentiment_score":-0.2}
{"full_text":"RT CryptoRelief sending $100m of the $SHIBA funds back to me. I plan to personally deploy these funds with the help of sci...","sentiment_score":0.0}
{"full_text":"New York State's COVID-19 infection rate continues to trend downward, with the seven-day average now at 7.3% as of Friday. Western New York's infection rate also decreased, but remains relatively high at 13.76%.","sentiment_score":-0.0195454545}
{"full_text":"RT My Dm is flooded with Okeite ritual stories. This shit is a pandemic amongst young people. The last part of the last slide....","sentiment_score":-0.025}
{"full_text":"RT What kind of leader does this? And under pretence (Covid exposure)????","sentiment_score":0.6}
{"full_text":"Health authorities in Los Angeles have laid down the rules when it comes to Super Bowl LVI.https:\/\/t.co\/l3rM5s0Oke","sentiment_score":0.0888888889}
{"full_text":"RT Officials in SD, VA Take Action Against Vaccine Mandates: 'Unvaccinated Americans Are Still Americans' | CBN News","sentiment_score":0.1}
{"full_text":"JEAN HEARD, 56, of Bettendorf, Iowa, died of COVID on Jan. 26, 2022.\"She was always there to help when you turned to her, whether it was making meals or masks, or when you just needed a friend to listen.\"https:\/\/t.co\/A6HlEGzAtt","sentiment_score":0.0}
{"full_text":"\"A Case-Control Study for Effectiveness of Oral #Zinc in Prevention &amp; Mitigation of #C1910, 25, &amp; 50 mg may mitigate infection-infectious variants.. deficiency strongly associated with serious complications\"https:\/\/t.co\/hZQizTxpbg","sentiment_score":0.05}
{"full_text":"um?? It's just indirect comparison...how would you release the season under 2 years during a pandemic without exploiting your crew? I don't think the duffers are happy with the delay...","sentiment_score":0.8}
{"full_text":"Some Boomers Less Confident About Retirement After COVID Uncertainty But There's Hope Story","sentiment_score":0.1666666667}
{"full_text":"Biden's Free Home COVID Tests Out of Reach for Many Native Americanshttps:\/\/t.co\/NgaVkPcmub","sentiment_score":0.45}
{"full_text":"RT Ottawa residents are concerned about the protest this weekend at Parliament Hill. As MP for #OttawaCentre, I share your...","sentiment_score":0.0}
{"full_text":"Everyone attending the game on Feb. 13 will be required to wear a mask at all timeshttps:\/\/t.co\/GDHQPx4Ded","sentiment_score":-0.4}
{"full_text":"Was there a better time to stay home sick from school than the 1970s?https:\/\/t.co\/OcwLW8BgZU","sentiment_score":-0.1071428571}
{"full_text":"Individual behavior is critical to #slowingthespread of #Covid19. In the US, Ghana, and Zambia, researchers are evaluating how a quiz-style information campaign impacts people's learning and adherence to #Covid19 protocols.","sentiment_score":0.0}
{"full_text":"Of the 377 local areas in the UK, 226 (60%) have seen a week-on-week rise in rates, 150 (40%) have seen a fall and one is unchanged https:\/\/t.co\/e6fzUuCoUH","sentiment_score":0.0}
{"full_text":"NSW data.71.8% dble jab in hospital61.7% dble jab in ICU79.2% of the population are double jabbedJabs don't stop transmission, and don't stop severe disease.https:\/\/t.co\/oQUhRRmiic","sentiment_score":0.0}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"Also none of those things help so it'll never end . If they did, it would have ended long ago.  Cloth masks are trash, surgical masks so so....but do whatever they say if it makes you feel like a better person, better than someone that doesn't wear a mask ","sentiment_score":0.3166666667}
{"full_text":"RT covid cases are rising@IITKgp  #postponegate2022","sentiment_score":0.0}
{"full_text":"From February 5, Austria will extend the maximum permitted opening hours of restaurants and shops until midnight.https:\/\/t.co\/1l9mtqpcAY","sentiment_score":0.0}
{"full_text":"VeH! Black Bravo Fleece","sentiment_score":-0.1666666667}
{"full_text":"RT University workers in Ontario remember that universities lobbied the provincial government to be exempt from social distan...","sentiment_score":0.0333333333}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"I said once in conversation, if this pandemic ever ends I know he's going back to unfollowed fast, this confirms it","sentiment_score":0.1}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"A Lesson Learned in a Pandemichttps:\/\/t.co\/22hmvwiHUa","sentiment_score":0.0}
{"full_text":"Australia says it found 'Son of Omicron' amid Covid surge -- RT World News","sentiment_score":0.0}
{"full_text":"RT Cumulative Cases in VIC Outbreak By LGA","sentiment_score":0.0}
{"full_text":"Japan's daily COVID cases hit record high at over 82,000https:\/\/t.co\/sMBsicHT4N","sentiment_score":0.08}
{"full_text":"If you were to read my timeline, you'd see I believe that Brexit will, ultimately, be a success. But you don't unravel 40 years of practice in five minutes in a pandemic.As for parties, ask Sue Gray ","sentiment_score":0.3}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"gene-splitters search for new chimera, let #BigPharma be told that omicron came and went with a whimper in South Africa#JesusChrist","sentiment_score":0.1363636364}
{"full_text":"RT Rep of Ireland covid numbers   29 Jan '22:66 in ICU out of 649 in hospitals with covid not from covid. Population 5.2m...","sentiment_score":0.0}
{"full_text":"Our co-holder was interviewed last Thursday on the OHdio show Le 6 a 9 on the topic: \"Would the truckers' convoy be a recuperation of the vaccine issue?\" Listen to the interview:","sentiment_score":0.0}
{"full_text":"RT the real vaccine is here","sentiment_score":0.2}
{"full_text":"Judge emphasised the court looked at procedural fairness when being processed (time allowed to produce documents short by 30 mins, not validity of visa\/exemption.All he won was time to prove his case\/reapply.Recent infection with COVID isn't a valid exemption.","sentiment_score":0.0}
{"full_text":"As someone who actually lives in New Zealand the Telegraph's feeble, resentful opinions look quite demented.","sentiment_score":-0.1212121212}
{"full_text":"7th Grade Girls - M14 Treat def. LOCKDOWN 7MILLER 34-6 #GrassRoots2020","sentiment_score":0.0}
{"full_text":"Pandemics also don't need 50 years to provide a few months worth of vaccine-trials data. But scams do.","sentiment_score":0.05}
{"full_text":"Report: Yale Students Warn That COVID Tyranny Has Turned Campus Into Stasi-Like 'Surveillance State'School issuing compliance warnings to anyone caught violating restrictions and reported to the authorities by fellow students","sentiment_score":0.0}
