{"full_text":"RT A response:Let evidence be our guide: Misinformation most insidi...","sentiment_score":0.5}
{"full_text":"RT Just a heads up. Regarding \"Neo-CoV.\" IT IS NOT A NEW COVID-19 VARIANT. Please be aware. It's another type of Coronavir...","sentiment_score":0.0909090909}
{"full_text":"That is my kind of President of the United States of America..","sentiment_score":0.6}
{"full_text":"RT We want safe and secure exam .#postponegate2022","sentiment_score":0.45}
{"full_text":"RT Why #COVID19 test data is skewed, and what we're doing to fix it  #behindthepaper","sentiment_score":0.0}
{"full_text":"RT My Father a heart patient got the  vaccine in August 2021. He died 3 days later. I was called a lair...","sentiment_score":0.0}
{"full_text":"Un-fucking-believable. Sarah Palin is an abhorrent person.","sentiment_score":-0.7}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT In the time of 3rd wave of covid, when most of the exams are getting postponed, IITKGP should postpone GATE2022.","sentiment_score":0.25}
{"full_text":"RT No beds for your stroke. No beds for your heart attack.No beds for your car crash.No beds for your sick child.No b...","sentiment_score":-0.7142857143}
{"full_text":"RT #postponegate2022 Premium institute like totally ignore the students genuine problems..we all wants exam.but if...","sentiment_score":0.2}
{"full_text":"RT And another ","sentiment_score":0.0}
{"full_text":"By their fruits ye shall know them. Matt 7:15. Pray &amp; watch the END time is here.","sentiment_score":0.0}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and insti...","sentiment_score":0.16}
{"full_text":"EU executive rebuked for not disclosing Von der Leyen-Pfizer texts | European Commission | The Guardian","sentiment_score":0.0}
{"full_text":"RT The \"loophole\" was giving people who worked from home during the pandemic help with the additional costs of...","sentiment_score":0.0}
{"full_text":"RT Some Americans are hesitant about Covid vaccines. But they're all-in on unproven treatments via","sentiment_score":0.0}
{"full_text":"They had preexisting issues but they were still alive but for COVID. No COVID they would still be alive. It's like when people have degeneration of their back but are functioning but an injury makes them incapacitated. The injury caused the incapacity. COVID was causative","sentiment_score":0.0666666667}
{"full_text":"RT So Queensland has had its \"deadliest day\" so far. Whose idea was it to 'Let It Rip' again? This guy's? #LetItRip #COVID...","sentiment_score":0.1}
{"full_text":"Finally had the official poster sent through from to see you all there Sunday 13thCovid passports are mandatory!","sentiment_score":0.0}
{"full_text":"If the job requires physical interaction with others, or handles goods that will be consumed by others, then the vaccine mandate make sense. Is it so hard to understand?","sentiment_score":-0.1458333333}
{"full_text":"RT Lots of attention on #NeoCov in social media, its not a new variant of Covid-19 like omicron\/delta but its another type o...","sentiment_score":-0.0174242424}
{"full_text":"RT Hanbin predicting social distancing since 2018 no one's doing it like him https:\/\/t.co\/1ZuAdLRQMa","sentiment_score":0.0333333333}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"RT My friend's 3x vaxxed mother,97 fell during night. Found her on floor this AM w\/head injury, a reinjured broken arm, sw...","sentiment_score":-0.4}
{"full_text":"#Comment Protesters against COVID measures who liken themselves to Jews under Nazi persecution are stoking anti-Semitism, while a NYT article compared China which adopts strict COVID policies to Nazis. Looks like also plays a role in the rise of global anti-Semitism.","sentiment_score":0.0}
{"full_text":"RT \"We are not leaving until ALL mandates are lifted.\" - Canadian Truckers.ALL mandates. The fake news is saying \"trucke...","sentiment_score":-0.5}
{"full_text":"RT Covid isn't going away and trying to act like it's just a cold or the flu when it isn't will just lead to more restric...","sentiment_score":-0.05}
{"full_text":"RT Noem bill would allow employees to sue over COVID vaccination mandates | Just The News","sentiment_score":0.0}
{"full_text":"RT Cervical cancer is the most common type of cancers caused by HPV. More than men, women are more prone to cervical cancer. The H...","sentiment_score":0.3}
{"full_text":"RT Omicron not last, next Covid variant to be more contagious, warns WHO","sentiment_score":0.1666666667}
{"full_text":"RT Those asking why #SueGrayReport's report into lockdown-breaking parties in Downing Street is taking so long...","sentiment_score":-0.05}
{"full_text":"RT Daily US death toll from Covid now matches DeltaMild? ","sentiment_score":0.0}
{"full_text":"RT #postponegate2022 : Students campaign on Twitter urging IIT Kharagpur to postpone examhttps:\/\/t.co\/zlL58MEpVK","sentiment_score":0.0}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"This thread, y'all.","sentiment_score":0.0}
{"full_text":"I will be streaming all day Sunday now, due to the person I was meeting has just got covid. ","sentiment_score":-0.125}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT This is who many in the Conservative Party of Canada want as their next leader. This is dangerous territory which we have...","sentiment_score":-0.0333333333}
{"full_text":"RT Anyone who's caught the flu is corona positive even if their test came out negative. Keep a safe distance!","sentiment_score":0.1840909091}
{"full_text":"The vaccines are the actual source of vaccine mandate infectiveness","sentiment_score":0.0}
{"full_text":"RT \/6 We have suicide data out of the United States showing that for the first time in history, when the pandemic hit, kids...","sentiment_score":0.25}
{"full_text":"RT BTW, I just learned today that Niel Young contracted polio when he was little before there was a vaccine a...","sentiment_score":-0.04375}
{"full_text":"Smartphone Market Worldwide Recovered to Pre-COVID-19 Level in 2021, Samsung Maintained Lead: Canalys","sentiment_score":0.0}
{"full_text":"RT Very important letter-vaccine equity cannot wait, if there is anything you can do to promote it - please do!https:\/\/...","sentiment_score":0.52}
{"full_text":"\"We are sorry that the unacceptable behavior of others means you cannot enjoy the Museum at this time.\"Denver children's museum closes temporarily after anger at its mask policy : Coronavirus Updates","sentiment_score":-0.2666666667}
{"full_text":"RT Thousands of truckers in Canada have formed a convoy to protest the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"We stand in #feministsolidarity with girls and women in Istanbul who are fighting GBV. GBV is a pandemic. Girls and women aren't safe anywhere.#WhatGirlsWant #WhatWomenWant #FeministFuturesHIV #Feminist","sentiment_score":0.5}
{"full_text":"Which is right, it's not \"following the science\". But even if a nurse got Covid and only 1 shot to boost their immunity they are still considered \"unvaccinated\" not \"fully vaxxed\" and they're the ones that you think don't belong working with patients.","sentiment_score":0.0952380952}
{"full_text":"If you have the vaccine you can get it again. So no point for the vaccine.","sentiment_score":0.0}
{"full_text":"RT I'm leading the #Wuhan Virus #ReparationsNow D-Day beach landing on Feb 4. It's the 1st step to bring down #CCP fascist #Ch...","sentiment_score":-0.1555555556}
{"full_text":"RT Got Friday night plans? How about you make a date with me tonight and a great panel of speakers as we discuss the pandemic...","sentiment_score":0.8}
{"full_text":"RT They aren't anti vaccine truckers .....","sentiment_score":0.0}
{"full_text":"RT MISINFORMATION ALERTFrom the information HE is showing, 62% of the dead come from the 8 % unvaccinated for that age group, ma...","sentiment_score":-0.2}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT Good Signs For Tamil Cinema, 50% Occupancy &amp; Lockdown Being Lifted Gradually ..Beast Will Arrive As Expected #Bea...","sentiment_score":0.3}
{"full_text":"RT Denmark has joined England and Ireland in removing all covid restrictions and going back to complete normalcy. They're look...","sentiment_score":0.05}
{"full_text":"RT David stern's NBA would've told Wiggins stay home","sentiment_score":0.0}
{"full_text":"Signed","sentiment_score":0.0}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"RT Boris Johnson's Tories used a deadly pandemic to funnel PSBs to their Billionaire tax-cheat mates. #CORRUPTION is the is...","sentiment_score":-0.2}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"The Coalition can afford to buy  another submarine after killing off 3000 pensioners with covid.","sentiment_score":0.0}
{"full_text":"RT India's youth has taken the nation to the top-3 in the world in terms of start-ups. The unicorns created during COVID show...","sentiment_score":0.0}
{"full_text":"RT The Met's evolving position: - we don't investigate Covid crimes retrospectively - there is insufficient evidence -...","sentiment_score":0.0}
{"full_text":"RT Theresa May doesn't get to play the innocent here. She appointed Johnson - the worst Foreign Secretary in living memory...","sentiment_score":-0.2083333333}
{"full_text":"RT Sooo... vaccinated Trudeau caught COVID... but thousands of unvaccinated truckers haven't... got it.","sentiment_score":0.0}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"Tagnaouti loading. ","sentiment_score":0.0}
{"full_text":"RT I've been protesting Spotify for a while, over Rogan. They just gave him a new $100 mill...","sentiment_score":0.1363636364}
{"full_text":"RT It's amazing how people have abandoned well established principles of evidence and prior precedent ","sentiment_score":0.3}
{"full_text":"RT United States got weapons to Ukraine faster than Covid tests to its citizens","sentiment_score":0.0}
{"full_text":"RT The situation with the Met is extremely messy, but I'm told by several sources it's not the only factor holding all of this...","sentiment_score":-0.0666666667}
{"full_text":"What to know about BA.2, the newest Covid omicron variant via","sentiment_score":0.0}
{"full_text":"New, better coronavirus rapid test","sentiment_score":0.3181818182}
{"full_text":"Isn't it injustice with all those students who is infected with covid and with all those who are far from their centres allocated previously? How will they travel 500-1000kms with so many travel restrictions??  #postponegate2022","sentiment_score":0.1444444444}
{"full_text":"RT Breaking: As MASSIVE truck convoy against vax mandates approaches, Canadian PM Trudeau goes into self-isolation due to COVID...","sentiment_score":-0.0625}
{"full_text":"RT I'm so annoyed at how people are mislead about YB &amp; RW covid issue 1. YB is not antivaxx, his statement on vlive was tak...","sentiment_score":-0.4}
{"full_text":"Many luxury brands struggled during this pandemic.Some of the highest-profile bankruptcies were in the luxury space. They are highest invested in in-store experience but not doing so well in online #cx.It's time for luxury retailers to invest in the #online realm too. #Retail","sentiment_score":0.5}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT Why is not willing to listen to students demands? In the middle of third wave, travelling is near to impossible...","sentiment_score":-0.1383333333}
{"full_text":"The #Philippines will re-open to fully vaccinated tourists from most countries on February 10 and lift #quarantine requirements, officials say, nearly two years after closing its borders to contain #COVID19.https:\/\/t.co\/L3zJ5xGA23","sentiment_score":0.3}
{"full_text":"RT Nothing to see here... This is why they're taking 55 years to release the data on the vaccine testing by the way.","sentiment_score":0.0}
{"full_text":"New research suggests there are multiple factors to why thousands of Americans have become \"COVID longhaulers.\"https:\/\/t.co\/IGot9OmKHU","sentiment_score":0.0681818182}
{"full_text":"Children and teens ages 12 years and up should get a COVID-19 booster shot. Children ages 5-17 years old with a weakened immune system should get an additional primary dose of COVID-19 vaccine.Learn more about boosters:","sentiment_score":0.3333333333}
{"full_text":" SERVICE CHANGES FROM 30 JAN As the number of people returning to places of work and needing to travel has and continues to change as a result of the pandemic, we're making some changes to better match service capacity to long-term demand expectations.View our guide ","sentiment_score":0.5}
{"full_text":"Staying in #Herefordshire? Keep our community safe, take rapid lateral flow tests before you travel &amp; during your visit.Symptoms? Self-isolate &amp; take a PCR test.Learn more here: #GetTested #CovidTesting #Covid #Covid19 #coronavirus","sentiment_score":0.5}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"Don't forget to nominate an individual or organization for the #CACFPInspire Awards by February 15! We're honoring those who went above and beyond in response to the pandemic. Learn more and nominate at","sentiment_score":0.1666666667}
{"full_text":"RT Booster doses are waning. Data from the UK's vaccine study AND data from Israel give cause for concern. Summary thread...","sentiment_score":0.0}
{"full_text":"The first positive case of COVID-19 was confirmed in the Commonwealth of Massachusetts two years ago today.","sentiment_score":0.2924242424}
{"full_text":"You can't fix stupid! Mask? Haha. Yes let wear a bacteria filled oxygen deprivation, carbon dioxide stopping apparatus all day. That's such a wonderful idea. Mask are dangerous and only fulfill one goal and it's not Covid control, it's human control.","sentiment_score":2.775557562e-17}
{"full_text":"RT Fantastic collaboration between EY and Teach For All. Creating a positive impact in communities today and improving le...","sentiment_score":0.3136363636}
{"full_text":"#ChinaCOVID19Tracker: #Tanzania received a donation of 800,000 doses of the Sinopharm #COVID19 #vaccine from #China on Wednesday. As of 25 Jan, only 3.33% of Tanzanians have been fully vaccinated, a worrying number as cases are rising.","sentiment_score":0.0}
{"full_text":"Since its arrival, the #pandemic has disrupted #patientvolumes, and much of that patient traffic is still below pre-pandemic levels. This article list four key #Trends for payers and #healthcare providers in 2022.https:\/\/t.co\/rDG2CGye9F#Medicare #Medicaid","sentiment_score":0.1}
{"full_text":"RT Congratulations #India  Till date, India has successfully administered first dose of Covid #vaccine to 95% of the e...","sentiment_score":0.5}
{"full_text":"RT ANNOUNCEMENT Only in Lahore &amp; Rawalpindi.In all Public &amp; Private Schools, classes up to Grade 6 will be staggered (50% st...","sentiment_score":0.0}
{"full_text":"The advantages #warehouses gain from #digitaltransformation also help them improve business continuity post-pandemic like a resilient #supplychain and social distancing.","sentiment_score":0.0333333333}
{"full_text":"Back in April of 2021 we were privy to a local #marathon set up by the 3 musketeers, Vanessa, Justin &amp; Barry who in spite of covid cancellations, took it upon themselves to host their own marathon #fundraiser.To see the original fundraiser, visit:","sentiment_score":0.24375}
{"full_text":"Thank you for recognizing us with an American Rescue Plan grant! This funding will allow us to provide programming and creative opportunities as we recover from the pandemic.","sentiment_score":0.25}
{"full_text":"are hosting an online conference on the 21st February discussing the next steps for vaccine rollout, research, and development! Speaker line up includes More info:","sentiment_score":0.1666666667}
{"full_text":"One year ago, Taylor Boelte was fresh out of nursing school. Now, a year later, which felt like 10 years, she reflects on how it's been and how prepared she was for nursing during the pandemic. #healthcare #nursing #pandemic #newnurse #nursetwitter","sentiment_score":0.15}
{"full_text":"Scientists at #China's Wuhan lab raise alarm over new type of Coronavirus, #NeoCov #COVID19 #India #lockdown #Delhi #Mumbai #COVID","sentiment_score":0.1363636364}
{"full_text":"In this blog we explain how whole-genome sequencing has changed our approach to the  COVID-19 pandemic. #covid19research #sequencing #ngshttps:\/\/t.co\/BmDjB3IfmG","sentiment_score":0.0}
{"full_text":"Four in ten people say they would be less inclined to hug others or shake hands post-pandemic.https:\/\/t.co\/Lq3YKtUiwZ","sentiment_score":-0.0833333333}
{"full_text":"RT Holy this is exactly why the #TruckersForFreedom2022 are doing what they are doing.","sentiment_score":0.25}
{"full_text":"A plane that was hired from Simon Dolan, who tried to sue the government because he didn't get any of the coronavirus contracts he wanted.","sentiment_score":0.0}
{"full_text":"NEO WHAT","sentiment_score":0.0}
{"full_text":"The first issue of Garth Ennis' BATTLEFIELDS: The Night Witches is here! Available for the first time as an #NFT! Get this low-mint from 2pm GMT:  Variant also available with a 2DA cover #NFTcommunity #Comicbooks #NFTdrop","sentiment_score":0.35625}
{"full_text":"When the coronavirus began spreading around the world, the remote Pacific archipelago of Kiribati closed its borders, ensuring the disease didn't reach its shores for nearly two full years.https:\/\/t.co\/3nF53DArpt#KTVONews","sentiment_score":0.0625}
{"full_text":"There comes a point, he said, \"at which the reduction in risk that comes from the mask is balanced or begins to be outweighed by the detrimental side of things that come with masking.\"","sentiment_score":0.0}
{"full_text":"Warning from China: New Deadly Coronavirus #NeoCov Found. Know all about it#COVID19 #Coronavirus For the latest updates, visit","sentiment_score":0.1454545455}
{"full_text":"We are now open FRIDAYS &amp; accepting walk-ins during all hours of operation for #COVID19 testing at the Russell Auditorium at 70 Talbot Ave., Dorchester. OR ... call (617) 822-8271 to schedule a test in advance. Visit for the full testing schedule. #CSHC","sentiment_score":0.175}
{"full_text":"Can we get this message to doctor's offices? I'm tired of being asked if I had the covid or flu vaxx.  They need to stop pushing it t or they suck at medical care","sentiment_score":-0.2}
{"full_text":"If you test positive for COVID-19 or think you may have COVID-19, please follow this guidance to keep yourself and others safe. Find additional guidance from KDPH: NKY Testing sites:","sentiment_score":0.3636363636}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"The narrative of Omicron as a 'milder' variant is dangerous, given what we know about long Covid, experts warn By Katie Kenny (@kennykatie)#NewZealand","sentiment_score":-0.325}
{"full_text":"ecch`kanphrungnii see you tomorrow BUONA NOTTE#dayMotivation Poldo ItalianFood Ph 0810841259  FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #FoodieBeauty","sentiment_score":0.0}
{"full_text":"RT Apostolos Tsitsipas is a pandemic that mainly affects Stefanos Tsitsipas","sentiment_score":0.1666666667}
{"full_text":"If you're pregnant, it's important to protect yourself &amp; your baby from coronavirus. The vaccines are safe, effective &amp; save lives.HCP's answer key questions about the COVID-19 vaccine &amp; pregnancy here:https:\/\/t.co\/H0au2QADQYBook your Jab Today:","sentiment_score":0.3666666667}
{"full_text":"Investment levels in the UK's tech sector more than doubled in 2021 after we left the EU Single Market.Over PS26 billion was invested in 2021, up from PS11.5 billion the year before.Just think what we could do if regs and taxes are cut. ","sentiment_score":0.1428571429}
{"full_text":"This is wonderful! Still waiting for Lucy to come to court ","sentiment_score":1.0}
{"full_text":"Getting tested for COVID-19 is essential to ending this pandemic. Here are three options for finding tests near you! Learn more at &amp;","sentiment_score":0.2083333333}
{"full_text":"Current Conditions for #Sayre PATemp: 25.2FWind Chill: 25.2FHumidity: 88%Dew Point: 22.2F Barometer: 30.214 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 564.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"The book provides insightful considerations on the possible ways to overcome the current social and economic crisis due to environmental degradation, increasing inequality, the crisis of the welfare system and the recent spread of the covid-19 pandemic.\"","sentiment_score":0.0180555556}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveAlexander\/Brown\/Ellis - (Meet the) Flintstoneshttps:\/\/t.co\/LZ0q4K0Idy","sentiment_score":0.0}
{"full_text":"Japan mulls shortening quarantine for COVID close contacts to 7 dayshttps:\/\/t.co\/g7SQdN4LIQ","sentiment_score":0.0}
{"full_text":"NEWS | St. Joe's implemented a new mask mandate prior to the start of the spring semester. Read more here:","sentiment_score":0.2121212121}
{"full_text":"RT Murdered titan. For some reason 2 years of constant pandemic triggered health anxiety has made making horror art strangely cat...","sentiment_score":-0.025}
{"full_text":"RT Mr is not the right time to conduct exams with a high risk of life. Students are...","sentiment_score":0.2228571429}
{"full_text":"RT Scientists warn over 'reckless' lack of Covid vaccines for poorer countries","sentiment_score":0.0}
{"full_text":"And it's not like the reporter said not to take the vaccine. She said in addition to taking the vaccine. Sadly a lot of us Americans care about the quick fix with the less amount of work when it comes to are health","sentiment_score":-0.1111111111}
{"full_text":"The people that know the virus came from the Wuhan lab can't discuss it in public and the Chinese will destroy all evidence and will never admit it. Anyone who works with those viruses will never discuss it in public. Anyone on tv was not on the need to know list","sentiment_score":-0.05}
{"full_text":"RT The Biden Administration has set up a way for folks to get four at-home COVID tests for free. Go to","sentiment_score":0.4}
