{"full_text":"This is for the people that have a low education level companies can force vaccine mandates Federal does not have any say in it maybe this will give you a quick course in education on your level however small that might be","sentiment_score":0.0277777778}
{"full_text":"RT Reducing Covid deaths by 99% and hospitalizations by 98% with vaccination and a booster","sentiment_score":0.0}
{"full_text":"RT Florida reported 1,192 new COVID-19 deaths this week.","sentiment_score":0.1363636364}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"RT Rory Kinnear: On the day of No 10's lockdown party, I buried my sister. 'Their actions feel like direct assaults in the...","sentiment_score":0.1}
{"full_text":"So? Both were born in Canada too. It took years to develop a safe and effective polio vaccine. The covid vaccine isn't as effective as we were promised. Is it safe? Who knows ... it's being pushed down our throats without any long term studies.","sentiment_score":0.3324074074}
{"full_text":"RT Just, you know, a reminder: This complete lunatic held some of the most senior intelligence &amp; national security posts in the...","sentiment_score":0.3}
{"full_text":"RT COVID hospitalization numbers dropped from 4,114 last Friday to 3,534 yesterday.Schools have reopened and the sky hasn't...","sentiment_score":0.0}
{"full_text":"RT Refusing to wear a mask does not make you \"free,\" in the same way that refusing to wear a seat belt does not make you free. Wh...","sentiment_score":0.2666666667}
{"full_text":"Has anyone found a definitive answer on how soon after Covid you can catch Covid?","sentiment_score":0.0}
{"full_text":"RT #Mammootty Sir Tested COVID Positive !!Get Well Soon Sir   Wishing You Speedy Recovery Sir","sentiment_score":0.3551136364}
{"full_text":"#COVID19 #Research #References (January 29 '22)","sentiment_score":0.0}
{"full_text":"He did not get it. He was in contact with someone who had covid and his test was negative.","sentiment_score":-0.3}
{"full_text":"Gutfield always has a great view on topics ...","sentiment_score":0.8}
{"full_text":"RT Many new #entrepreneurs who started businesses during #pandemic have little experience. \"Everything should operate in its...","sentiment_score":0.1496212121}
{"full_text":"RT Why are the nazi left wing media concentrating on 'cake'?THEY HAVE NOTHING ELSE!!!!EconomyUnemploymentInvestmen...","sentiment_score":0.0}
{"full_text":"Once you understand the foundation of any democrat policy, democrats hate to work, you understand every policy. #SaturdayMotivation","sentiment_score":-0.8}
{"full_text":"RT Vaccines are FREE !!  Why would anyone Pay for Fake Vaccine Cards ? they give you a Free Card when you get the Vaccine...","sentiment_score":0.175}
{"full_text":"This should need no description. #WearAMask #votewithyourfeet","sentiment_score":0.0}
{"full_text":"COVID cases are currently at peak &amp; asking students to travel in such situations will put their lives at risk. We urge to postopone GATE 2022 &amp; conduct once the cases decline. #postponegate2022","sentiment_score":0.0}
{"full_text":"RT So we ended up with the worst deal here, super disrupted school AND lots of Covid. I can't see any real upside for kids, famil...","sentiment_score":-0.1555555556}
{"full_text":"RT Missions should be illegal. Period. Stay the fuck home and leave Natives alone. Pandemic or not.","sentiment_score":-0.45}
{"full_text":"Puto covid","sentiment_score":0.0}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"RT Just, you know, a reminder: This complete lunatic held some of the most senior intelligence &amp; national security posts in the...","sentiment_score":0.3}
{"full_text":"RT Did NYPD officers get these fake cards?Long Island pediatric nurse charged in $900K fake vaccine card scheme, NYPD hus...","sentiment_score":-0.5}
{"full_text":"RT #Valimai - If the downward trend of Corona virus infection numbers continue, the movie will release on Feb 24th .","sentiment_score":0.0}
{"full_text":"My little sister just came through her tumour removal and mastectomy surgery. Thank you to all of the #healthcare workers in #toronto who wear smiles under their masks, got vaccinated and continue to battle with this pandemic while helping cancer patients fight their fight.","sentiment_score":-0.1875}
{"full_text":"RT I also particularly like the section where it says \"Available data on Pfizer- BioNTech Covid 19 vaccines adm...","sentiment_score":0.2833333333}
{"full_text":"RT I was a member of Moveon. I canvassed for Obama in Iowa. I workers for Bernie Sanders. This is not partisan. It's about p...","sentiment_score":0.0}
{"full_text":"RT The relatively high incidence of violence in the health sector is not new and has worsened during COVID. Now health care exe...","sentiment_score":0.0459090909}
{"full_text":"RT Public health is all about seeing the bigger picture. You can't truly understand health behaviours, health outcomes and vulner...","sentiment_score":0.0}
{"full_text":"A HIV vaccine in our lifetime would be world-changing!","sentiment_score":0.0}
{"full_text":"RT Is that all you've got? We can beat that! The #Tory government awarded PS44.3 billion in covid contracts man...","sentiment_score":0.0}
{"full_text":"RT This is useful on the myth of Boris Johnson's popularity and connection with voters. He was unpopular right from the begin...","sentiment_score":0.2928571429}
{"full_text":"RT To continue this angry thread, which is directed in the most overt possible way to ON decision makers focused on identifyi...","sentiment_score":0.0}
{"full_text":"That's the issue with the long covid lark isn't it. Any unrelated illness that occurs post-covid is being accepted as consequential. The 'covid shrunk my penis' was the weirdest one. Wonder could covid cause chlamydia...","sentiment_score":-0.05}
{"full_text":"RT Meanwhile, in the #EU:President Ursula Von dear Leyden has been accused of a \"maladministration\" by an EU watchdog aft...","sentiment_score":0.0}
{"full_text":"Ontario reports 58 more COVID-19 deaths as hospitalizations continue to drop","sentiment_score":0.5}
{"full_text":"RT How does she feel about all the other vaccinations she has already had to have in order to work in the NHS in contact with...","sentiment_score":-0.125}
{"full_text":"RT What Ursula von der Leyen is typing into her phone is, frankly, not a private matter. We need public scrutiny of EU text me...","sentiment_score":0.0}
{"full_text":"RT There are 3,290,299 public SARS-CoV-2 raw read sets in the Covid-19 Data Portal. There are 3,388,691 sequences. Brought to you...","sentiment_score":-0.1153846154}
{"full_text":"Covid variant BA.2 is 1.5 times more contagious than omicron and already circulating in almost half of U.S. states","sentiment_score":0.1666666667}
{"full_text":"RT Flynn spent most of his adult life in the military. He was a reasonably serviceable officer until he was promoted beyond h...","sentiment_score":0.12}
{"full_text":"Panic buying pc jin hybe insight pas pertama bgt rilis ","sentiment_score":0.0}
{"full_text":"RT He's talking to you, Eric Clapton and Van Morrison.\"Anti-vax people, I'm sorry, I think they're fruitcakes,\" May sai...","sentiment_score":-0.5}
{"full_text":"RT Washington State Trooper Who Quit Over Vaccine Mandates Reportedly Dies Of COVID","sentiment_score":0.0}
{"full_text":"My appreciation goes to all truckers vaxxed who continue to work and support Canadians.  I unfortunately have an antivax trucker (long haul cross border) in the family, he believes all this nonsense. He would be in this convoy but COVID has him on deaths  currently.","sentiment_score":-0.1375}
{"full_text":"RT Spotify lost $4 billion in market value this week after rock icon Neil Young called out the company for allowing comedian...","sentiment_score":0.1}
{"full_text":"RT The asks Psaki whether Biden has considered encouraging Americans to live a healthier life...","sentiment_score":0.1363636364}
{"full_text":"RT I am confused as to how the FDA could possibly grant BLA to the Pfizer vaccine for children, given that the only clinical...","sentiment_score":-0.1333333333}
{"full_text":"May I ask you Rachel, how many shares do you hold in Pfizer, AstraZeneca, Moderna, GSK etc.?I'd love you to define the word 'vaccine', and say whether any of the above firms' 'Covid vaccines' meet those criteria!","sentiment_score":0.3333333333}
{"full_text":"RT Wearing a mask from the door to the table, but at no point during the meal, in a crowded restaurantMaking kids wear mas...","sentiment_score":0.0}
{"full_text":"RT There's a vaccine clinic open today and tomorrow in #NewWest at Anvil Centre. Head to 777 Columbia St between 10:45am-5pm fo...","sentiment_score":0.0}
{"full_text":"RT Stunning data from Unvaccinated people 65 &amp; up are 52X more likely to be hospitalized from #covid19 compared to th...","sentiment_score":0.3333333333}
{"full_text":"RT Two of the truckers participating in the Freedom Convoy join Sean Hannity to discuss the huge protest against vaccine...","sentiment_score":0.4}
{"full_text":"Just for the records, bab assisted few covid patients back in july to dec 2020 in GMC inside Covid ward. Not a single pic.Most of the times they were not even from his constituency.","sentiment_score":-0.0547619048}
{"full_text":"RT Just as Americans started getting back to work--the \"vaccine mandate\" stopped that.","sentiment_score":0.0}
{"full_text":"RT Spotify lost $4 billion in market value this week after rock icon Neil Young called out the company for allowing comedian...","sentiment_score":0.1}
{"full_text":"RT \"I'll just stay home and eat a lot of gelato and write about how true love is nothing but a myth.\" --Blake Lively as Ser...","sentiment_score":0.3287878788}
{"full_text":"RT Hello SCIENCE my old friend.BOOSTERS trounce NATURAL Immunity. Results are literally OFF THE CHARTS - see graph demo below....","sentiment_score":0.1}
{"full_text":"Who understands Health\/Medical conditions better than medical doctors and health workers? Why is it that 80,000 MD's and Health workers in the UK are flatly refusing to be vaccinated against COVID?... not even the 1st jab?  WHY?","sentiment_score":0.1583333333}
{"full_text":"RT This was 2 years ago. Wow. Feels like yesterday. Covid really took away 2 important years of our lives.","sentiment_score":0.2333333333}
{"full_text":"RT The White House announced today that about 60 million households have ordered free covid tests since the site launched....","sentiment_score":0.2}
{"full_text":"RT Universities not prioritizing the improvement of their online communication when we're years into a pandemic honestly makes me...","sentiment_score":0.6}
{"full_text":"As much as I dislike Vinay Prasad... he's got a point.","sentiment_score":0.2}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Karnal...","sentiment_score":0.0}
{"full_text":"RT But remember, it's always mild and if its not within the first few days after the vaccine, it's not related. At least that is...","sentiment_score":0.0166666667}
{"full_text":"Our leadership are being #RotariansinAction by partnering with Curative to provide much-needed COVID testing to the Hutto community today!","sentiment_score":0.0}
{"full_text":"Exactly the way it should be! Omicron changed the pandemic. No chance at covid zero and its mild enough to live with. I no longer need government to make me \"safe\" and tell me what to do.","sentiment_score":0.2564393939}
{"full_text":"Yeah, these people are against govt tyranny,  lockdowns and vaccine mandates, but some parking tickets will totally shake them.","sentiment_score":0.0}
{"full_text":"RT \"Denmark's recent cases of COVID were more than 46,000 daily on average; however, only 40 people are in hospital intens...","sentiment_score":0.07}
{"full_text":"RT 'The long COVID patients had abnormal hyperpolarised xenon MRI scans, indicating 'significantly impaired gas transfer' from...","sentiment_score":0.1625}
{"full_text":"They're raking up high COVID case numbers because they are performing real testing. If we go by the reported case numbers then UP would be one of the best managed states for the pandemic.","sentiment_score":0.4533333333}
{"full_text":"RT 'Big Pharma ; Killing For Profit?' 'Honest doctors can no longer practice honest medicine. We have a complete health...","sentiment_score":0.325}
{"full_text":"RT this is the textbook definition of being a colonizer: bringing religion &amp; disease.","sentiment_score":0.0}
{"full_text":"Surely they learn even less if they've got covid. Or if they are not even in school.. ","sentiment_score":0.1666666667}
{"full_text":"RT Tragic, and all because he refused to have a tiny jab. I won't keep arguing with anti-vaxxers but I will keep reposting t...","sentiment_score":-0.375}
{"full_text":"That heart attack you got after the jab?  It's all in your head say doctors.  Post Pandemic stress Disorder.  Bwahahahahahahahaha! ","sentiment_score":0.0}
{"full_text":"RT The devastating impact of ceaseless Covid restrictions Ontario Teacher Speaks Out: The Children Are Not Alright | Stac...","sentiment_score":-0.55}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":".@CrewCenter A study detected abnormalities in people who had had Covid but did not need hospital treatment.  Long Covid: Hidden lung damage spotted on scans","sentiment_score":-0.1083333333}
{"full_text":"RT Just, you know, a reminder: This complete lunatic held some of the most senior intelligence &amp; national security posts in the...","sentiment_score":0.3}
{"full_text":"RT \"You thought it was BTS fever. They're both very dangerous. You're lucky to come out both of those alive.\"The audacity...","sentiment_score":-0.1155555556}
{"full_text":"28\/01\/20224,899 new cases and 30 new deaths in MoroccoTotal Covid-19 Cases : 1,124,986Total Deaths : 15,300Total recovered : 1,057,333Active Cases : 52,353#COVID","sentiment_score":0.1363636364}
{"full_text":"RT Joni Mitchell wants songs off Spotify in Covid row","sentiment_score":0.2}
{"full_text":"RT This video is from a few months ago, when a state trooper made a spectacle of resigning because he refused to get vaccina...","sentiment_score":-0.2}
{"full_text":"What was that all about?","sentiment_score":0.0}
{"full_text":"*Ventilation in Schools, Current good practice in schools - (@NEU_NIreland) * Current COVID Situation - Seamus Bradley Assistant Director of Education (Education Authority) followed by Question and Answers.","sentiment_score":0.2333333333}
{"full_text":"RT The CDC said that the selfish don't love nobody","sentiment_score":0.0}
{"full_text":"RT To be clear, vaccinated schoolchildren (teachers too) can be Covid vectors countless times a day as well. Vaccines are goo...","sentiment_score":0.05}
{"full_text":"RT Imagine getting 4 injections \"to fight Covid\" in under a year (many are up to four) just to get sick with the disease...","sentiment_score":-0.1071428571}
{"full_text":"RT Good news, folks: You can get free COVID-19 tests delivered right to your home. Head to to get yours tod...","sentiment_score":0.4619047619}
{"full_text":"RT I live with 10+ pre-existing conditions, survived cancer 2x &amp; live w\/chronic illness like Lupus. I have an immune compro...","sentiment_score":0.1363636364}
{"full_text":"RT Wishing the veteran a speedy recovery. He tested positive for COVID19","sentiment_score":0.1136363636}
{"full_text":"RT BREAKING: An investigation by Westphalian Times found that many Canadian provinces use a positivity threshold that may...","sentiment_score":0.5}
{"full_text":"RT  The Government's \"grossly unethical\" uses of its \"nudge unit\" inflated fear among the public during the Covid pandemic, ps...","sentiment_score":0.0}
{"full_text":"RT Shocking overreach by the SNP ","sentiment_score":-1.0}
{"full_text":"RT Statistically, some of the 32K people who retweeted this have died of covid.","sentiment_score":0.0}
{"full_text":"The Russians Are Coming, the Russians Are Coming | Nature's Real Health","sentiment_score":0.2}
{"full_text":"RT Saddened to see we have lost another American to Covid. Please get vaccinated. Your family will miss you. Tucker Carlson w...","sentiment_score":0.0}
{"full_text":"RT BREAKING: it turns out that living during a catastrophically mismanaged pandemic that drags on for years makes people fee...","sentiment_score":0.0}
{"full_text":"I have noticed every week there seems to be these medical emergencies, before covid I really don't remember there being many, if any in a season","sentiment_score":0.2333333333}
{"full_text":"RT Is it a new pandemic ? Students' lives are scared by the GU.#WithdrawTheResults#JusticeAsFor3rdSemResultsGauhatiUnivers...","sentiment_score":0.1363636364}
{"full_text":"RT I really hope that &amp; all the others who enthusiastically praised this guy's...","sentiment_score":0.2}
{"full_text":"1st cold after 2yrs came to me at the hands of Ermias being in daycare. Just glad it wasnt covid","sentiment_score":-0.05}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"RT Stunning data from Unvaccinated people 65 &amp; up are 52X more likely to be hospitalized from #covid19 compared to th...","sentiment_score":0.3333333333}
{"full_text":"RT Mask mandatesVaccine mandatesIt's all endingFastAmericans are doneFree people are doneIronically, omicron helped g...","sentiment_score":0.0}
{"full_text":"Sir how to go for booster dose ... Finished 2doses last may and had corona first week of October .got discharged on 8th October","sentiment_score":0.125}
{"full_text":"RT Things you didn't know you didn't know, but now you do, and wish you didn't@BBCHughPym Denmark just e...","sentiment_score":0.0}
{"full_text":"RT Just, you know, a reminder: This complete lunatic held some of the most senior intelligence &amp; national security posts in the...","sentiment_score":0.3}
{"full_text":"RT  I see you have confirmed 1 of your kids has Covid. I'm sorry to hear that. Did you know in BC parents w...","sentiment_score":-0.05}
{"full_text":"i have covid \/srs","sentiment_score":0.0}
{"full_text":"And it is a false narrative to say the rest of the world is moving on. Ffs. Talk about privilege and a narrow minded view of the world. It is a BIG world. \"Western nations\" like ours are at the mercy of nations with low vax uptake. If vaccine equity was a reality, different story","sentiment_score":-0.1}
{"full_text":"Check out these upcoming COVID-19 vaccine clinics being offered by #ProtectMB","sentiment_score":0.0}
{"full_text":"Crush: I have a crush on MTL for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"\"Most people don't do that poorly with COVID-19. That's not the problem. The problem is that there are so many people who do very poorly with COVID-19,\" Dr. David Wohl told","sentiment_score":0.02}
{"full_text":"The Japanese health ministry said Friday that it has shortened the minimum quarantine period for essential workers who had close contact with people infected with the novel coronavirus to five days from six days.https:\/\/t.co\/uhvnBbgAMi","sentiment_score":0.0}
{"full_text":"The Vaccine Clinic being held today at the Columbus Public Library will be inside the building in the auditorium instead of in the DPH Mobile Unit. Times remain 10:30 am - 2:30 pm. No registration, no insurance needed.","sentiment_score":0.0}
{"full_text":"Joe Rogan is spreading dangerous #covid19 misinformation and disinformation. The issue is that a company like #Spotify should have a misinformation policy especially during a Pandemic.","sentiment_score":-0.3}
{"full_text":"RT Now that's a pandemic","sentiment_score":0.0}
{"full_text":"The evidence is mounting and irrefutable that, 3 school years into the pandemic, Americans' present relationship with local public schools is not as solid, reliable, or unshakable as it has been historically, says Robert Pondiscio.","sentiment_score":0.0}
{"full_text":"VIDEO: Public schools are hiding the truth, but we've got a plan to protect parents' rights.Plus: Goldwater goes to court to defend 2nd Amendment rights, &amp; the FDA makes it harder for patients to access COVID treatments.Our Week in Review:","sentiment_score":-0.0333333333}
{"full_text":"RT All of Us Are Dead (2022)The series that depicts a zombie outbreak that swiftly overwhelms a Korean high school and th...","sentiment_score":-0.02}
{"full_text":"People in the US and in Canada don't want mandates. The courts have upheld the fact that in the US mandates are not Constitutional yet Biden holds on. I support the Freedom Convoy in Canada. #Biden #Canada #COVID","sentiment_score":0.0}
{"full_text":"COVID-19 caused a massive disruption to life in the U.S. and around the world. Now researchers have found another consequence: a rise in blood pressure levels, especially among women and older adults.","sentiment_score":0.0555555556}
{"full_text":"Ontario County holding three at-home COVID test distribution events next week","sentiment_score":0.0}
{"full_text":"Last Monday, Jason Manford hosted an evening of spectacular performances from casts of some of the West End's biggest showThe 'thank you' to National Lottery players for supporting the arts during lockdown - #BigNightOfMusicalsByTheNationalLottery - is on at 7pm tonight","sentiment_score":0.2833333333}
{"full_text":"RT What Ursula von der Leyen is typing into her phone is, frankly, not a private matter. We need public scrutiny of EU text me...","sentiment_score":0.0}
{"full_text":"From Feb. 15, anyone who is not vaccinated against the coronavirus will need to show proof they tested positive for COVID-19 within the previous four months -- down from the current six-month window -- in order to enter sports venues in France.https:\/\/t.co\/PMgD2r33mS","sentiment_score":-0.0237373737}
{"full_text":"Covid is here to stay. It is not going anywhereWe need to live smartGet vaccinated and  when inside with groupsBut locking down life cannot go on indefinitelyI'm with the infectious disease doctor #onpoli","sentiment_score":-0.0095959596}
{"full_text":"All California schoolchildren must be vaccinated against COVID-19 under new bill","sentiment_score":0.1363636364}
{"full_text":"Biden's biggest mistake is thinking there's a pre-Trump, pre-pandemic normal to return to","sentiment_score":0.15}
{"full_text":"Welcome to Upstream Downstream. Our host talks with Rachel Greszler. She is a Research Fellow in Economics, Budget, &amp; Entitlements at The Heritage Foundation. Listen to The Case Against COVID Relief Funding on Anchor, Breaker, Google Podcasts, &amp; Spotify.","sentiment_score":0.8}
{"full_text":"Clean  are key to prevent from COVID-19 and other diseases. Noor Nashim, 11, washes his hands in a handwashing station set up at his learning centre.UNICEF is helping the #Rohingya #refugee children to stay safe &amp; healthy thanks to the support from and partners. ","sentiment_score":0.2402777778}
{"full_text":"The COVID-19 vaccine will help protect you from serious illness linked to coronavirus. There are other steps you can take to keep yourself healthy and avoid getting ill. Take some small steps towards a healthier you by:","sentiment_score":-0.1416666667}
{"full_text":"Prisoners' lives are at risk due to constant failures by IDOC. COVID has only increased this risk, and made the failings more apparent.","sentiment_score":0.085}
{"full_text":"RT Basic math suggests that these goons are responsible for thousands of fake vaccination cards, which is obviously not what...","sentiment_score":-0.075}
{"full_text":"RT Today marks the 2nd anniversary of the 1st case of #Covid19 in . A sincere shout out to our #HealthCareWorkers for all...","sentiment_score":0.25}
{"full_text":"A convoy of trucks crossing Canada, protesting vaccine mandates for truckers, could be a world-record setter, but there are doubts about the actual size of the convoy.","sentiment_score":0.0}
{"full_text":"It is not too late for a first vaccinehttps:\/\/t.co\/S3hHtgwURq","sentiment_score":-0.025}
{"full_text":"Daily #COVID19 infections among athletes and team officials at the #Beijing Winter #Olympics have increased to 19 from two a day earlier, as Games organizers warn of more cases in coming days.https:\/\/t.co\/15Tr2NnYFO","sentiment_score":0.1666666667}
{"full_text":"77% of organizations currently require additional funding, and 87% will require additional funding in the next 12 months to address needs resulting from the pandemic.Sources: UN Women and ODIHR#thefutureisFree #informedisempowered #HumanTraffickingAwarenessMonth","sentiment_score":0.0}
{"full_text":"Kid Rock has threatened to cancel shows on his upcoming tour if venues require concertgoers to wear masks or show proof of vaccination to prevent the spread of COVID-19. He is scheduled to play on April 8.https:\/\/t.co\/bEDvTb6Aj3","sentiment_score":0.0}
{"full_text":"recommends knowing the signs and symptoms of #COVID19, seasonal flu or RSV to reduce your risk and get the right treatment.","sentiment_score":0.2857142857}
{"full_text":"For fun, check out the IP addresses making edits to this person's Wikipedia page.","sentiment_score":0.3}
{"full_text":"RT Great efforts doing by the volunteers of during COVID-19","sentiment_score":0.8}
{"full_text":"New on the blog: \"According to data collected in 2020, those in prison are over 5 times more likely to be infected than those living in the general U.S. population, and almost 35 percent more likely to die.\"https:\/\/t.co\/mI8tr2LjTJ","sentiment_score":0.1977272727}
{"full_text":"A former photojournalist who is now a registered nurse at the Medical University of South Carolina, documented daily life inside a South Carolina hospital's intensive care unit during the surge in coronavirus cases last fall. Read more: via","sentiment_score":0.1}
{"full_text":"RT Please can someone tell me how many health and social care workers in the UK are currently absent from work with Long Covid...","sentiment_score":0.1208333333}
{"full_text":"Workers are stepping away from the industry for good reasons, said Zulma Lowery, 44, a chef and single parent in the Bronx. She said the pandemic exposed how precarious hospitality work has always been.","sentiment_score":0.3142857143}
{"full_text":"TODAY IS SATURDAY #CuomoCommunityOne year ago today we tuned in to this, enjoy!!---Cuomo coronavirus briefing (full video) -- January 29, 2021 via","sentiment_score":0.35}
{"full_text":"RT Regeneron had admitted the monoclonal antibodies aren't very effective against Omicron...","sentiment_score":0.78}
{"full_text":"How do you properly store your at-home COVID-19 rapid tests? Dr. Omai Garner gives the rundown. #pathology #microbiology #COVID","sentiment_score":0.0}
{"full_text":"RT As Boris Johnson reduces restrictions and our lives supposedly get back to normal, that's sadly not the case for most NHS s...","sentiment_score":0.225}
{"full_text":"RT Kid Rock threatens to cancel any concert on his tour if there are COVID-19 protocols","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 13.8FWind Chill: 4.3FHumidity: 58%Dew Point: 1.7F Barometer: 30.115 inHgWind: 7 mph from the NNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT Is it a new pandemic ? Students' lives are scared by the GU.#WithdrawTheResults#JusticeAsFor3rdSemResultsGauhatiUnivers...","sentiment_score":0.1363636364}
{"full_text":"Listen to our bilingual live phone-in programme on #COVID19.* Ask questions to experts on Toll-Free No: 1800-115767* Dr. Rakesh Kumar, Apollo Hospital, New Delhi participates in discussion.#LIVE:","sentiment_score":0.1363636364}
{"full_text":"The COVID-19 vaccines offer the best protection for pregnant women and their babies.#COVID19","sentiment_score":0.6666666667}
{"full_text":"Telugu megastar Chiranjeevi, who is recovering from Covid currently, posted a heart-touching tweet on his mother's birthday.https:\/\/t.co\/doy3Np5KFD","sentiment_score":0.0}
{"full_text":"The irony of it. These people are totally blind! The ones truly profiting from this pandemic &amp; miss information are the likes of Pfizer, Fauci, Gates etc. The nanoparticles in the  must be dulling the synapses! They can't think rationally!","sentiment_score":-0.9765625}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
