{"full_text":"New California Bill Would Require K-12 Students To Be Vaccinated Against COVID-19 BILL WOULD REQUIRE CHILDREN TO BE VACCINATED THOUGH THOUSANDS OF HOMELESS IN STREETS NOT REQUIRED DOES THIS MAKE SENSE https:\/\/t.co\/TimCzLcCyk","sentiment_score":0.1363636364}
{"full_text":"RT There is a revival of economic activity to pre-pandemic levels. A shallower slowdown during second wave as compared to...","sentiment_score":0.1}
{"full_text":"RT I just hope he has people checking in on him and texting him or calling him. Having covid is bad enough, but having to undergo...","sentiment_score":-0.35}
{"full_text":"RT My friends and I went to see her right before she went in, we was on countdown to lock down on BET..we gave her a letter an...","sentiment_score":0.0650793651}
{"full_text":"Fastest vaccine roll out?","sentiment_score":0.0}
{"full_text":"RT Great news!!!!!! ","sentiment_score":1.0}
{"full_text":"RT A policy of mass asymptomatic testing, contact tracing, and isolation\/home quarantine is lockdown by stealth, one unin...","sentiment_score":0.0}
{"full_text":"Get well soon, Jimin~ ","sentiment_score":0.0}
{"full_text":"RT So important to remember how heterogeneous this pandemic is: the impact of Omicron almost couldn't have been more different...","sentiment_score":0.3}
{"full_text":"RT Mr James is an anaesthetist, not a virologist. He should, however, know better. Vaccines merely address the...","sentiment_score":0.0}
{"full_text":"RT Why did Fauci actively suppress the \"lab leak\" theory at the beginning of COVID? What was he trying to HIDE? We WILL fi...","sentiment_score":-0.1333333333}
{"full_text":"RT Well, he's definitely \"sleeping\" now.Apparently, the safe vaccinations of hundreds of millions of people from...","sentiment_score":0.25}
{"full_text":"Youth centre is reopening \"gradually\"","sentiment_score":0.0}
{"full_text":"RT Protestors marched all over Germany today against continued COVID restrictions.Saarbrucken https:\/\/t.co\/TU24pBk8Y7","sentiment_score":0.0}
{"full_text":"Laurence Fox, Used tests he doesn't believe in, didn't take care because care is for the woke, Has covid he doesn't believe in, and isn't using his immune system but untested medication which he really doesn't believe in. Odds he is Triple Vaxxed and is just a grifter is high","sentiment_score":0.18}
{"full_text":"RT According to the State Serum Institute of Denmark preliminary estimates suggest that Omicron BA.2 is one and a half times...","sentiment_score":-0.1666666667}
{"full_text":"What money would that be? TB's money which he has been losing over the last 2 years due to covid etc, they have a model they work with buy young potential and develop, occasionally a free older model pro who can help too, we aren't going to be spending PS100kpw and paying PS50m.","sentiment_score":0.0902777778}
{"full_text":"FAKE NEWS!The article isn't about hiding Covid or vaccine data, it's about trade secrets and confidential commercial information.","sentiment_score":-0.25}
{"full_text":"i have covid  not girlboss","sentiment_score":0.0}
{"full_text":"Or we could just let everybody decide what they want to do in the name of their own freedom, and forget the rest excellent idea not","sentiment_score":0.8}
{"full_text":"RT Nuremberg, Germany protests against COVID law today.","sentiment_score":0.0}
{"full_text":"to that one person in south korea who understands me, i hope you stay warm and get well soon.Fight with both surgery and covid is hard but our jiminnie is strong, I knw he will recover soon and back to us with his brightness#GetWellSoonJimin","sentiment_score":0.1854166667}
{"full_text":"RT jimin was diagnosed with appendicitis as well as covid and underwent a successful surgery,, get well soon jimin pls pls pls...","sentiment_score":0.75}
{"full_text":"RT I've never really got into the Ivermectin discussions, because of the toxicity &amp; also the bans that have happened due to them,...","sentiment_score":-0.1125}
{"full_text":"RT Boris Johnson rushes to be hardline on Putin, to distract from his lockdown parties...But will the crackdown extend t...","sentiment_score":0.0}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"RT \"Prime Minister pledges Brexit Freedoms Bill to cut EU red tape\"Truly baffling number of lies in this propaganda pre...","sentiment_score":-0.05}
{"full_text":"RT Another brilliant animation from and the team at FT that shows how vaccines, therapies and the lower virulence of...","sentiment_score":0.9}
{"full_text":"RT jimin tested positive for COVID-19  we are all hoping for your speedy recovery  we love you so much","sentiment_score":0.3090909091}
{"full_text":"RT I too had pages of a confession\/grovelling apology and had ended up in A&amp;E with my injuries. They to...","sentiment_score":0.0}
{"full_text":"RT Omicron can KILL if, while at your pharmacy for decongestant, there's an armed robbery and you are shot dead.NYT PUBLIC S...","sentiment_score":0.0}
{"full_text":"RT jimin was diagnosed with appendicitis and covid, he went through surgery and is currently recuperating","sentiment_score":0.0}
{"full_text":"RT You had me at \"critical importance of vaccination in beating Covid\".","sentiment_score":0.0}
{"full_text":"RT Friendly reminder: An FDA panel of experts voted 16-2 AGAINST boosters for all except the most vulnerable due to lack...","sentiment_score":0.0625}
{"full_text":"RT #EndTheHostileEnviorment by any means necessary. Shame on the Home Office. This story is so horrible.","sentiment_score":-0.5}
{"full_text":"RT Sajid Javid to confirm major change to Covid rules in sudden U-turn after furious backlash","sentiment_score":0.03125}
{"full_text":"If you are a moron then you will ask. If you are a normal person you will just let the professional do their job. You do know vaccinated and unvaccinated can spread covid or are you STILL pretending that only the unvaccinated spread it?","sentiment_score":-0.1375}
{"full_text":"RT Sky News understands the Sue Gray report into lockdown parties in Downing Street &amp; Whitehall is expected to be submitted...","sentiment_score":-0.1}
{"full_text":"RT When it comes to any virus, including covid, there is a difference between infected, affected and getting sick. Everybod...","sentiment_score":-0.7142857143}
{"full_text":"RT NEW A double-vaxxed 70 year old infected with Omicron has the same risk of ICU admission as an unvaxxed 40 y\/o inf...","sentiment_score":0.0787878788}
{"full_text":"RT AUSTRALIA  - Parliament House Canberra.The people speak. It's time for them to set themselves free We stand with...","sentiment_score":0.4}
{"full_text":"His everlasting legacy will be 1. Hawaiian holiday during Black Saturday fires. 2. COVID mismanagement &amp; negligence. 3. Economic mismanagement $865B Debt on $1.611T GDP &amp; $40B JobKeeper big biz. 4. Climate Change Denialism. 5. Code of Conduct (integrity, misogyny, incompetence).","sentiment_score":0.0111111111}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"Zoe Covid Symptom Study, today's report shows New covid cases increasing to above New Year peak in SW, SE, &amp; N Ire.All to save PM's bacon! WTF!","sentiment_score":-0.0795454545}
{"full_text":"RT The surgeon that operated on my eyes passed away from covid19 last night. A reasonably fit 59 year old male. I saw him 2...","sentiment_score":0.125}
{"full_text":"RT not one sentence abt the nonstop Covid and vaccine lies Rogan spewsguess it's just easier to play dumb","sentiment_score":-0.375}
{"full_text":"RT When you see articles claiming Covid is affecting people in ways no one could have predicted, please remember *all of this*...","sentiment_score":0.0}
{"full_text":"RT \"I don't have Covid because I drink cow urine every day\": BJP MP Pragya Singh Thakur in May 2021 Looks like she forgot to t...","sentiment_score":-0.1333333333}
{"full_text":"RT If you don't follow - may be worth considering - they are releasing a lot of developments on the criminal investiga...","sentiment_score":-0.05}
{"full_text":"We can't Panic Buy  I'd rather we wait for the summer transfer and get our top targets KSE ain't Newcastle or City either","sentiment_score":0.5}
{"full_text":"RT Liz Truss says, \"we\" need to pay back the money that was spent during the Covid pandemic, can someone ask her who is \"we\" ?","sentiment_score":-0.05}
{"full_text":"Covenant Prayer -","sentiment_score":0.0}
{"full_text":"RT Gravissime.","sentiment_score":0.0}
{"full_text":"RT If you think US beef mkts are fair &amp; competitive, pls listen.The pandemic didn't create this problem; it exposed it --...","sentiment_score":0.7}
{"full_text":"RT REUTERS: Japan's Kowa says ivermectin effective against Omicron in phase III trial","sentiment_score":0.6}
{"full_text":"RT He went through appendicitis surgery and tested +ve for Covid  #GetWellSoonJimin #ParkJimin","sentiment_score":0.0}
{"full_text":"RT Positive COVID-19 Diagnosis and Health Status - Jimin Jimin had a surgery for acute appendicitis and tested positive...","sentiment_score":0.3515151515}
{"full_text":"RT Well she is right","sentiment_score":0.2857142857}
{"full_text":"jimin :(( i hope he recovers well","sentiment_score":-0.75}
{"full_text":"RT #VIVIZ's #SinB Tests Positive For COVID-19https:\/\/t.co\/UjlGQo4jOB","sentiment_score":0.2272727273}
{"full_text":"How do you know he is anti vaccine? Have you checked his medical history? Or are you just abusing your MSM status and calling him anti vaccine because he chose not to take part in the mass human experiment for the covid gene therapy drugs? ","sentiment_score":0.0}
{"full_text":"RT This here's a company that is panicking.https:\/\/t.co\/OKrMXl09UI","sentiment_score":0.0}
{"full_text":"That's so awful. It doesn't leave much room for emergencies that aren't COVID.","sentiment_score":-0.4}
{"full_text":"RT Prague: Police and citizens demonstrate together against the vaccine passports","sentiment_score":0.0}
{"full_text":"New #COVID19 restrictions in Bengal:","sentiment_score":0.1363636364}
{"full_text":"i changed my mind i don't want to go back anymore i feel homesick already this sucks :((","sentiment_score":-0.35}
{"full_text":"RT Isn't it odd that BBC Scotland, so fond of running 'In England' stories whenever Scotland operates a different Covid polic...","sentiment_score":-0.0833333333}
{"full_text":"Covid figures and maps in France as of January 31, 2022","sentiment_score":0.0}
{"full_text":"Is that like lockdown but with pay? I'm in!","sentiment_score":0.0}
{"full_text":"RT Have you thought the Australian media's coverage of the global pandemic has been heavily focused on US and UK? I just publ...","sentiment_score":-0.0666666667}
{"full_text":"RT Covid will be remembered as humanity's Great Leap Backward.","sentiment_score":0.8}
{"full_text":"Sajid Javid 'SCRAPS plans' to make Covid vaccines compulsory for NHS staff: Medical unions hail 'long overdue' U-turn after fears 80,000 workers would be SACKED - but care bosses say move is a 'slap in the face'via","sentiment_score":-0.025}
{"full_text":"RT AUSTRALIA  - Parliament House Canberra.The people speak. It's time for them to set themselves free We stand with...","sentiment_score":0.4}
{"full_text":"This left winger will fight and refuse this covid jab until my last breath. I refuse to take part in the establishments game.","sentiment_score":-0.1333333333}
{"full_text":"Happy to get this preprint out. We show that N gene target failure (NGTF) can be an effective strategy for quick identification of both BA.1 and BA.2 lineages of Omicron variant of SARS-CoV-2.","sentiment_score":0.3541666667}
{"full_text":"RT NEW: our big story as trailed on Friday is a detailed analysis of the critical importance of vaccination in beating Covid...","sentiment_score":0.1340909091}
{"full_text":"Change of date: POWTECH to be held from 27 to 29 September 2022 The pandemic continues to disrupt the international events calendar for mechanical process engineering and analytics in 2022. Following in-depth consultation with the honorary sponsors, the...","sentiment_score":0.0}
{"full_text":"People in cities wonder why a political party got elected, we never get to read these initiatives which directly impact people at grassroots","sentiment_score":0.05}
{"full_text":"Nono. He wanted to stay and the club wanted him in too, but he had to be sold because of the pandemic, his agent confirmed it.","sentiment_score":0.4}
{"full_text":"RT Scientist: These treatments are so effective that it would really be an unethical waste of money &amp; resources attempting t...","sentiment_score":0.2}
{"full_text":"RT Really?  How much say did you have when you got polio vaccine? How about mumps? Rubella? Measles...","sentiment_score":0.2}
{"full_text":"RT Thanks Dear please can you explain the *scientific* reason for why Englis...","sentiment_score":0.2}
{"full_text":"RT Whatever else is said about Frydenburg,  you have to admit he has a vivid imagination. Householders have amassed $29 000 durin...","sentiment_score":0.125}
{"full_text":"RT Interesting as  Omicron BA2 wave started sooner than  \"We conclude that Omicron BA.2 is inherently substantially m...","sentiment_score":0.5}
{"full_text":"Holding a mass temper tantrum in Ottawa, disguised as a street party, won't end the #pandemic #cdnpoli via","sentiment_score":0.0}
{"full_text":"I won't be watching formula 1 again until the vaccine mandate is lifted - I have seen no evidence to suggest mandating the vaccine has saved a single life - only that is has a huge cost to peoples wellbeing and it may cost lives.","sentiment_score":0.1095238095}
{"full_text":"RT The matter of incorrect map by WHO Covid Dashboard was raised by Indian mission to WHO. In response to this WHO had put a disc...","sentiment_score":0.0}
{"full_text":"Stanford uncertainly respect Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"\"The Eksena Cinema Quarantine: COVID-19 Filmmakers' Diaries 2 will feature 16 films selected to chronicle filmmakers' stories amid varying restrictions and alert levels during the pandemic\" via","sentiment_score":0.0}
{"full_text":"All tourism sector employees should take the third booster dose of Covid-19 vaccines within the upcoming period, stated Higher Education and Scientific Research Minister and Acting Health Minister Khaled Abdel Ghaffar.https:\/\/t.co\/0fuuS7j8hT","sentiment_score":0.0833333333}
{"full_text":"created some 2022 ready TikTok dances like \"The Britney Is Free\" and \"The N95.\" Tune in today for more fun with guest host #DerekHough!","sentiment_score":0.36875}
{"full_text":"RT BTS's Jimin tests positive for COVID-19; receives surgery for acute appendicitis","sentiment_score":0.4136363636}
{"full_text":"Following protests of Spotify kicked off by Neil Young over the spread of COVID-19 vaccine misinformation, the music streaming service said that it will add content advisories before podcasts discussing the virus.https:\/\/t.co\/zS5NSa7Wr5","sentiment_score":0.05}
{"full_text":"Spotify has been embroiled in protests, kicked off by Neil Young, over the spread of COVID-19 vaccine misinformation#Spotify","sentiment_score":0.1}
{"full_text":"House to House Advocacy for COVID-19 Vaccination by Medical Officer incharge and team under area S.PUHC Bhagirathi Vihar#LargestVaccineDrive #FightAgainstCovid19#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia@DelhiVsCorona","sentiment_score":0.0}
{"full_text":"Want to know how taking a few pills a day could protect you from getting seriously sick with #COVID19? We break it down.","sentiment_score":-0.3566137566}
{"full_text":"Own your future, get vaccinated and become part of the #vaxxedsquadLet us beat #COVID19!!!#IChooseVaccination #VaccinesSaveLives","sentiment_score":0.3}
{"full_text":"  Why is it so difficult for the international community to tackle global crises in a joint effort? Our editor-in-chief gives a diagnosis. #ClimateCrisis #pandemic","sentiment_score":-0.1666666667}
{"full_text":"Joe Rogan has issued a response to claims he spread \"dangerous misinformation\" about Covid-19 on his Spotify podcast","sentiment_score":-0.6}
{"full_text":"Study by why pigs don't get sick from COVID-19 #Pigs #COVID19 #OneHealthhttps:\/\/t.co\/WyhpMQI9wk","sentiment_score":-0.7142857143}
{"full_text":"RT There's a statewide indoor mask mandate per a state of emergency -- are celebrities and politicians exempted from this? Is...","sentiment_score":0.0}
{"full_text":"RT New South Wales Premier Dominic Perrettot is under fire - accused of ignoring critical health advice about the onset of the O...","sentiment_score":0.0681818182}
{"full_text":"Around 1 in 3 people with Covid have no symptoms and could be breathing it out on others without knowing it. Wear a mask when out in busy, crowded areas. #COVIDisAirbornePH","sentiment_score":0.1}
{"full_text":"RT jimin was diagnosed with appendicitis and covid, he went through surgery and is currently recuperating","sentiment_score":0.0}
{"full_text":"RT A few days ago Sunderlands manager Lee Johnstone said the vaccine may be responsible for their goalkeepers recent probl...","sentiment_score":0.0}
{"full_text":"Commercial publishers, university presses, and society publishers have come together to help wider audiences 'find, understand and act on research relating to Covid-19, coronaviruses and other infectious and respiratory diseases.' #publishing","sentiment_score":-0.0625}
{"full_text":"#JamesBlunt conformist #neoliberal #sellout  fk  #JoniMitchell #NeilYoung &amp; the others we're to call \"Sir\" or \"Maam\" (K.Bush, Bono, Geldof they stench the place out! #CanadaTruckers #Covid19 #TrueBrit #5G #LoS #WiFi #Spotify #5Filters #Arafel follows","sentiment_score":0.0}
{"full_text":"Rogan responds to Spotify protest, COVID advisories","sentiment_score":0.0}
{"full_text":"Have you been unable to visit Israel since the pandemic? Do you want to not only travel around Israel, but also learn about Israel advocacy?Check out and their summer 2022 trips that are now open!","sentiment_score":-0.1666666667}
{"full_text":"Omicron, Its Mutations, and the Antibody Response by at This variant both evades antibodies and binds ACE2  #SciSeekPicks","sentiment_score":0.0}
{"full_text":"RT Let's intensify the pressure #PutSouthAficansFirst , our fight is bearing fruit, a lot will be discovered now that we have a...","sentiment_score":0.0}
{"full_text":"What's your go-to oldie? Music is an art form that allows us to revisit the past. Have more people been gravitating to old music during the pandemic? At 6:10, has more. #LdnOnt READ:https:\/\/t.co\/XxxsotJvxu","sentiment_score":0.2125}
{"full_text":"NGO MINDS Foundation offered mental health services to people during the COVID pandemic#FrontlineWarriors #OnlyMyHealth #HealthcareHeroesAwardshttps:\/\/t.co\/R4UUDnGc03","sentiment_score":-0.1}
{"full_text":" Every adult in the country should get a #COVID19 booster, because two doses do not give you enough protection against catching the #Omicron. #GetBoostedNow &amp; protect yourself, your friends &amp; your family. Book online at:","sentiment_score":0.2333333333}
{"full_text":"Do you think protestors at Parliament Hill will convince the federal government to reverse the COVID-19 vaccine mandate for cross-border truck drivers? #COVID19 #TruckersConvoy #VaccineMandates","sentiment_score":0.0}
{"full_text":"Singapore firm uses blockchain to battle counterfeit COVID-19 jabs via #Altcoins #Metaverse #DAOs #Cryptonews #Bitcoinnews #Blockchain #ETH #Bitcoin #BTC #Crypto","sentiment_score":-0.2}
{"full_text":"Day 87 of 100 Days of Code &amp; Scrum: Recovered From COVID-19 Vaccine Side Effects :","sentiment_score":0.0}
{"full_text":"The Impact of Age on Mortality in Chronic Haemodialysis Population with COVID-19 #ScientiaVH","sentiment_score":0.0}
{"full_text":"Scientists at &amp; Hospital have identified the biological mechanism that causes inflammation when infected with COVID-19.The discovery can lead to the development of therapeutic approaches to block the inflammation process.#SwissTechhttps:\/\/t.co\/T7aELBDzvr","sentiment_score":0.0}
{"full_text":"RT Countermapping PH Network (@CountermapPH) organized a RTD &amp; workshop last Friday with various organizations including SSR...","sentiment_score":0.0}
{"full_text":"COVID-19 is still with us and can spread by breathing in particles in the air. Wearing a face covering helps to reduce particles being released and others breathing them in, and this is why it's still a great idea to wear one if you can.More info:","sentiment_score":0.8}
{"full_text":"Few copies left of this masterpiece created by the famulous Cold Reading just before the pandemic (feels like an eternity, right?) Well, it was released two years ago exactly, 31th January, 2021. It's a double vinyl with a booklet. You should have it too!https:\/\/t.co\/o3ILOe8Ghw","sentiment_score":-0.044047619}
{"full_text":"Current Conditions for #Sayre PATemp: -2.4FWind Chill: -2.4FHumidity: 95%Dew Point: -3.5F Barometer: 30.414 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 609.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Monday January 31, 2022 ","sentiment_score":0.0}
{"full_text":"RT for anyone who may be anxious my sister had an appendectomy a few months ago the surgery is very common and not invasive wit...","sentiment_score":-0.28}
{"full_text":"They have over 150'000 fewer patients too thanks to covid and bumbling boris","sentiment_score":0.2}
{"full_text":"RT he fought appendicitis and covid together and is recovering well, he deserves great appreciation. WE ARE SO PROUD OF YO...","sentiment_score":0.8}
{"full_text":"Lincolnshire's county council says it recorded a parking deficit of more than PS100,000 last year as it \"scaled back\" enforcement during the pandemic.https:\/\/t.co\/QnCPT70TvN","sentiment_score":0.1666666667}
{"full_text":"RT ","sentiment_score":0.0}
{"full_text":"We've been boosted - join us, let's get protectedAll 16 and 17 years olds can get their booster jab - find out more and book: #VaccinateBCWB","sentiment_score":0.5}
{"full_text":"All 25,000 airport workers at Suvarnabhumi Airport are expected to receive their 4th COVID-19 vaccine shots by the end of March. See more: #COVID19 #Coronavirus #TestAndGo #Thailand #DDC #okhwid #suwrrnphuumi #snaambin","sentiment_score":0.2}
{"full_text":"#SansMoi connard !","sentiment_score":0.0}
{"full_text":"It's exciting to welcome a beautifulmember to our family.#Kexi P1 Handheld Garmenthttps:\/\/t.co\/hdO5u4PYiK","sentiment_score":0.55}
