{"full_text":"Nah we aren't in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Hey - see you are backing a reduction to the isolation period.So I assume you are unaware of this study....","sentiment_score":0.0}
{"full_text":"RT So the Deputy PM is blaming us now.","sentiment_score":0.0}
{"full_text":"RT build a new pool and steady pipeline. That problem isn't going away, COVID has changed the game","sentiment_score":-0.0323232323}
{"full_text":"RT Social distancing with  what would you do if you saw me coming through the wall like this?","sentiment_score":0.0333333333}
{"full_text":"The Netherlands has finally arrived to April 2020","sentiment_score":0.0}
{"full_text":"RT If the \"vaccine\" works,why isn't it working?","sentiment_score":0.0}
{"full_text":"RT #PushpaHindi collects a handsome Rs3.5 crores on Sunday. Total Hindi net is Rs80.5 crores.Covid fear, 50% occupancy, ni...","sentiment_score":0.1666666667}
{"full_text":"RT  A brave Sydney father has spoken out on IG about the neglect of non-COVID patients and ma...","sentiment_score":0.8}
{"full_text":"RT Tamil Nadu Jallikattu guidelines: Only 300 bull tamers allowed, negative Covid result compulsory #Tamilnadu #Jallikattu #P...","sentiment_score":-0.15}
{"full_text":"RT #AssamCovidUpdate VC under chairmanship of Principal Secretary - Health, Shri. Anurag Goel, IAS with Deputy Commissioners,...","sentiment_score":0.0}
{"full_text":"RT Y'all talk about returning to campus like it only affects students &amp; faculty...forgetting about the people that prepare o...","sentiment_score":0.0}
{"full_text":"RT They aren't saying: Spread is inevitable, so we need to protect the vulnerable, make healthcare and testing free, and ma...","sentiment_score":-0.0333333333}
{"full_text":"RT Columbia PD is missing 13 people due to Covid and 20 to vacancies. 40 staff at Columbia Public Schools have C...","sentiment_score":-0.1083333333}
{"full_text":"RT In UK, All RT PCR tests are FREE to publicRapid tests r FREEAll vaccines r FREEAll health care is FREE at source.VIPs an...","sentiment_score":0.4}
{"full_text":"RT You don't fire nurses and open your border during a pandemic","sentiment_score":0.0}
{"full_text":"Pity and other media doesn't spend as much time reporting on the daily #COVID19 deaths and #nhscrisis as it does on a feckin tennis player! #novaxdjokovic","sentiment_score":-0.00625}
{"full_text":"RT Court documents show Novak Djokovic got his positive covid test results shortly after 8pm on Dec 16 - so he knew he was covid p...","sentiment_score":0.1136363636}
{"full_text":"is the root cause of social division - it creates #doublestandards &amp; erodes trustWithout #Truth, hypocrisy will eventually tear the country apart#NoJusticeNoPeace#Biden #Trump #GQP #racism #COVID19 #Genocide #HateCrime #FactsMatter #BLM","sentiment_score":0.0333333333}
{"full_text":"Walmart Is Now Barring These Shoppers From Entering Stores #SmartNews ","sentiment_score":0.0}
{"full_text":"RT A major COVID-19 referral hospital in Manila is in need of more personnel as its nearly 400 healthcare workers caught the vir...","sentiment_score":0.2208333333}
{"full_text":"He should have warned his audiences that he is Covid+If they consent to the exposure, then fair enough. Its like someone who is HIV+ not telling a sexual partner they have the virus. Covid is potentially fatal for some people. So he should be more considerate.","sentiment_score":0.34}
{"full_text":"RT Welcome to Melbourne, where the Australian Open, with 30,000 attendees, per day, is 'Covid safe' but an Australia Day para...","sentiment_score":0.325}
{"full_text":"RT Students protesting to take online lectures due to increased cases of #COVID in #ParulUniversity #Vadodara. #Gujarat on Sund...","sentiment_score":-0.125}
{"full_text":"RT #BREAKING: Nick Kyrgios has tested positive for Covid and his participation in the Australian Open remains up in the a...","sentiment_score":0.0757575758}
{"full_text":"Covid is reversing decades of gains in the education, health and independence of young girlsInternational Needs Australia (INA) leads programs to help assess this in East Africa, South Asia, South East AsiaYou too can help make...https:\/\/t.co\/YNDai53yhr","sentiment_score":0.1}
{"full_text":"RT How we ever went from this to child vaccinations &amp; mandates for health and care workers,  I'll never know..Especially,that it...","sentiment_score":0.0}
{"full_text":"And one more thing... too damned many people believe that getting vaxxed \"prevents you from getting or being exposed to any of the Covid variants\"!!!!I try to explain that the purpose of vaccines is to prevent serious illness or DEATH from the infections!SAY THAT instead!","sentiment_score":0.3611111111}
{"full_text":"RT I'd spent 20 years working in ICU when I was admitted to one with COVID. When a vaccine arrived, I took it, and the booster...","sentiment_score":-0.1}
{"full_text":"That's a difference of 2,532 as at 24 December 2021 between total ONS deaths involving Covid by date recorded and deaths by date of death.England only FAO:","sentiment_score":0.0}
{"full_text":"If you are not in hospital being treated for COVID, then you are not a hospital COVID statistic.How many vaccinated people are in hospital being treated for COVID?","sentiment_score":0.5}
{"full_text":"RT Dominic Perreton just said on that his pre-school aged daughter received a Covid-19 vaccination shot last week....","sentiment_score":-0.05}
{"full_text":"RT BREAKING:  Canada enacts vaccine requirement to vote in elections","sentiment_score":0.0}
{"full_text":"When it comes to long COVID, the treatment playbook is constantly e... (CBC)&amp;quot;I haven't picked this up in 6 months.&amp;quot;Derek Christie slowly strums a few chords o...Add your highlights:https:\/\/t.co\/B301dTzxET #COVID19 #coronavirus","sentiment_score":-0.1375}
{"full_text":"RT How we ever went from this to child vaccinations &amp; mandates for health and care workers,  I'll never know..Especially,that it...","sentiment_score":0.0}
{"full_text":"Certainly when you implement Print Money Strategy (call spade a spade) to FIGHT COVID WAR, now you have more money to hire MORE AUDITORS, more NBI AGENTS","sentiment_score":0.4285714286}
{"full_text":"RT A huge demonstration today in Paris against COVID law.","sentiment_score":0.4}
{"full_text":"RT Social distancing with  what would you do if you saw me coming through the wall like this?","sentiment_score":0.0333333333}
{"full_text":" Is it related to COVID you think?","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Valley hospitals are grappling with an Omicron surge that has nearly filled Augusta Health's ICU and prompted Sentara...","sentiment_score":0.4}
{"full_text":"RT 400 Parliament staffers test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT I promise you no one is faking covid cases to avoid ARSENAL","sentiment_score":0.0}
{"full_text":"RT 13 of the tests were false positives. THIRTEEN. They closed their training ground and immediately opened it again once...","sentiment_score":-0.25}
{"full_text":"RT The CDC will begin to provide data on how many of the 836,000 deaths in the U.S. linked to Covid are FROM Covid and how...","sentiment_score":0.5}
{"full_text":"RT That's what some said from the beginning. The vaccine was going to kill immune systems in...","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"Considering omicron was only here in December, which bit of that do you mean? Because I suspect Prof DS means week before 31st whereas you're trying to make it sound like middle of December when main discussions about restrictions were happening.","sentiment_score":0.0508333333}
{"full_text":"RT Cost UK many billions to send rapid tests to citizens, did not keep cases down. #bcpoli","sentiment_score":0.1722222222}
{"full_text":"RT Expression matters, particularly in dealing with the #Covid19 pandemic. I like 47.3% of Australians have an \"underlyin...","sentiment_score":0.1666666667}
{"full_text":"RT And we know now that the same Gvnt allowed Nadal to enter in less than 14 days since co...","sentiment_score":-0.0833333333}
{"full_text":"RT Our empathy should be reserved for ordinary Filipinos being hospitalized for COVID-19 and going bankrupt to pay their hosp...","sentiment_score":-0.25}
{"full_text":"Nope. I just found out that a medical exemption certificate due to having had covid in the last 6 months. Which is what this lying cheating scumbag said he had. Is only valid for Australian residents. And not foreigners. According to the Australian governemnt and border control.","sentiment_score":-0.0208333333}
{"full_text":"RT  \"Djokovic hasn't done anything wrong. Australia have the strictest Covid rules!\" \"Kyrgios, who can't stand Djokovic, e...","sentiment_score":-0.625}
{"full_text":"This clip of Drakeford, carried on is worth watching.","sentiment_score":0.3}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"RT you interviewed an ITU doctor who shared #Misinformation on the #CovidVaccines - here is a summary of the evidence on #t...","sentiment_score":0.0}
{"full_text":"RT Switzerland has had mask mandates since 2020 and required vaccine passports in September, so uh...why are cases up 2,131% in the...","sentiment_score":0.0}
{"full_text":"RT I am a Paramedic , I have spent two years working throughout the Pandemic . I am double vaccinated and boosted, I have...","sentiment_score":-0.05}
{"full_text":"RT Citing the OVP's own experiences in its free drive-through COVID-19 immunization, VP Leni Robredo said the best way to c...","sentiment_score":0.6666666667}
{"full_text":"LOOK:Without media noticing it, the Centers for Disease Control and Prevention (CDC), the national public health agency of the United States, has stopped the use of the Real Time-Polymerase Chain Reaction (RT-PCR) test to detect Covid-19.Read more:","sentiment_score":0.2333333333}
{"full_text":"lmao i really had a covid scare yesterday &amp; thought i saw a faint line on my test. ya girls negative ","sentiment_score":1.387778781e-17}
{"full_text":"RT Imagine a guy getting the vaccine jag and doing a comically loud yeooowwwwww scream like Tom from Tom and Jerry","sentiment_score":0.1}
{"full_text":"RT \"What we are getting wrong about the unvaccinated\" is to characterise them as a problem rather than a perfectly legal and...","sentiment_score":-0.15}
{"full_text":"NEVER!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT OneAmerica Life Insurance data confirms Covid-19 Vaccinated 18 to 64-year-olds are 50% more likely to die than Unvacci...","sentiment_score":0.25}
{"full_text":"RT The #DiamondHarbourModel to combat #Covid , under the supervision of Sh. is an example to the country...!#Po...","sentiment_score":0.0}
{"full_text":"RT Log in to know your #COVID19 test result.https:\/\/t.co\/ssC7QOTXbs#CovidTesting #report #results@ICMRDELHI","sentiment_score":0.0}
{"full_text":"RT Omicron may be the end to the pandemic crisis - if only elite health officials would let it.","sentiment_score":0.0}
{"full_text":"RT If you get 3-4 shots of the same thing in 1 year, and you still get infected and transmit the pathogen, then please don...","sentiment_score":0.0}
{"full_text":"RT India's COVID-19 cases multiply, vulnerable groups given vaccine boosters","sentiment_score":-0.5}
{"full_text":"RT This weekends protest in Paris against COVID law was so big the police couldn't stop it.","sentiment_score":0.0}
{"full_text":"RT Somehow everyone has just forgotten about asymptomatic spread ... which is arguably the reason why Covid has been so hard to han...","sentiment_score":-0.2916666667}
{"full_text":"At least now there's something positive about her.","sentiment_score":-0.0363636364}
{"full_text":"RT Tax Audit is not mere filing an ITR form, it require time and various tasks and processes. Viewing such increase in Cov...","sentiment_score":0.0833333333}
{"full_text":"RT Join our workshop on 'Sustainable healthy diets: Why are they so crucial after #COVID19?' before the 150th Session of the WHO...","sentiment_score":0.25}
{"full_text":"RT Just heard a member of the executive of the 1922 committee talking on Westminster Hour say she didn't think Johnson was...","sentiment_score":0.0}
{"full_text":"RT Nov 2020 - Sunak refuses to say if he will profit from Moderna Covid vaccineThe Chancellor's former hedge fund invest...","sentiment_score":0.0}
{"full_text":"RT In which universe do you respond to the worst pandemic in living history by buying tanks?","sentiment_score":-1.0}
{"full_text":"RT #COVID19 has led to the first rise in extreme poverty in 20 years.Ending poverty in all its forms is about leaving no one behind...","sentiment_score":-0.0916666667}
{"full_text":"RT 'One day -- it's like a miracle -- it will disappear': What Trump has said about the pandemic and masks\"The Invisible En...","sentiment_score":0.0}
{"full_text":"RT We are all bewildered at the total mismanagement of this pandemic by the federal government (Morrison, Hunt, Dutton and c...","sentiment_score":0.0}
{"full_text":"The NHS has been told to send cancer patients to private hospitals in London as the surge of Omicron delays treatment.Mayor of London Sajid Javid wants the NHS to ensure that patients get care by \"urgently securing\" private resources.Read on here ","sentiment_score":0.0666666667}
{"full_text":"RT CDC Director Walensky FAILS to disclose how many deaths were 'from' covid: 'Data will be forthcoming'","sentiment_score":0.0}
{"full_text":"RT Over 1,000 studies published in peer-reviewed medical journals say the vaccines are dangerous:https:\/\/t.co\/Vs9PGWyhwi","sentiment_score":0.0}
{"full_text":"RT Not all face masks are created equal. N95 face masks are far more effective than cloth masks in preventing the spread of...","sentiment_score":0.3}
{"full_text":"RT Sending off students \"mu ghetto ze'waffe e'Makindye East\" after two years of lock down.","sentiment_score":-0.1555555556}
{"full_text":"Hospitals are not built to stop road accidents but that could be stopped only by careful driving.Similarly, no nation in the world will be able to control COVID-19 by increasing hospital beds, oxygen supply, ventilators and ICU wards. These are very temporary solution.","sentiment_score":0.15}
{"full_text":"RT With Omicron and new records of cases, the best case scenario is low severe disease and fatality numbers, as these countries...","sentiment_score":0.3787878788}
{"full_text":"So a famous tennis player should be able to follow his own rules that the rest of the country cannot? People haven't been able to see their families interstate, go to funerals, visit friends and relatives, have endured lockdown after lockdown, but this guy can do what he wants?!","sentiment_score":0.47}
{"full_text":"RT \"Stay at home\" is so 2020. We should be encouraging - and enabling - people of all ages to \"stay outdoors\".Open those pa...","sentiment_score":0.0}
{"full_text":"Testing wait times for PCR tests have increased dramatically for care home patients, as some are waiting up to ten days for results. The spread of Omicron has increased wait times for some patients by up to 500%.More info here ","sentiment_score":0.0}
{"full_text":"The protests should also have been online. Why crowd in times of covid.","sentiment_score":0.0}
{"full_text":"RT #DeathSantis #DumbSantis Florida Gov. Ron DeSantis asked if people ever sought testing to see if they were sick...","sentiment_score":-0.7142857143}
{"full_text":"Fucking wanker is being played like a fiddle. Doing his bit for the omicron rollout","sentiment_score":-0.6}
{"full_text":"Jimmy is not saying you won't be infected ... but if you are fit and healthy you are much less likely to have severe disease and it's true that obesity and COVID mortality are strongly correlated","sentiment_score":0.2527777778}
{"full_text":"Testing wait times for PCR tests have increased dramatically for care home patients, as some are waiting up to ten days for results. The spread of Omicron has increased wait times for some patients by up to 500%.More info here ","sentiment_score":0.0}
{"full_text":"The government is sending free rapid tests, but don't expect them all before omicron's peakhttps:\/\/t.co\/AuN2KySjO6","sentiment_score":0.4}
{"full_text":"RT BREAKING: The DOH reports an all-time high 33,169 new COVID-19 infections, as total cases move near the three million m...","sentiment_score":0.0990909091}
{"full_text":"RT Students protesting to take online lectures due to increased cases of #COVID in #ParulUniversity #Vadodara. #Gujarat on Sund...","sentiment_score":-0.125}
{"full_text":"RT Prior #SARSCoV2 infection provides protection against both symptomatic and severe #DeltaVariant and #Omicron reinfections equ...","sentiment_score":0.0}
{"full_text":"RT Dr. Sachin Pethkar on how the Pandemic outbreak in India began with Doctors being forcefully asked to follow the guidelines pro...","sentiment_score":0.0}
{"full_text":"RT Brazil is a #deforestation bellwether. A slowed economy was expected to reduce forest loss due to the #pandemic. Destruc...","sentiment_score":-0.1125}
{"full_text":"#Australia must \"push through\" the fast-moving #Omicron outbreak, Prime Minister Scott Morrison said on Monday, as #infections surpassed 1 million, more than half in the past week alone, throwing a strain on hospitals and supply chains.Read more:","sentiment_score":0.1458333333}
{"full_text":"RT Finland govt is warning that #LongCovid could persist for months after an initial infection, could be emerging as a chroni...","sentiment_score":0.0}
{"full_text":" Tests Positive for COVID-19In a simple tweet, DubsteP revealed that he has tested positive for the coronavirus, although he did not disclose which variant it wasRead the full article: written by:@dkrgalindo","sentiment_score":0.2011363636}
{"full_text":"A man from #Bihar got 12 vaccinations. The investigation has revealed glitches in the software through which one's details are uploaded on #COWIN. An FIR has been filed against the 84-year-old. #BOOMReports #Vaccination","sentiment_score":0.0}
{"full_text":"It would be comical were it not for the massive societal damage that was done in the name of heavily politicised science and falsified pandemic modelling.","sentiment_score":0.1}
{"full_text":"Ahahahahahhhhahaaha common cold fights off big scary killer virus","sentiment_score":-0.35}
{"full_text":"RT I am a senior registrar in intensive care medicine. I am fully vaccinated because the science is as clear as it is strong:...","sentiment_score":0.2666666667}
{"full_text":"Lanarkshire council cancels school lets amidst impact of COVID","sentiment_score":0.0}
{"full_text":"\"[Students have] been asked to sacrifice a huge amount and we can't keep asking them to sacrifice more.\"Headteacher at school, Sean Maher, recently spoke to about the impact of COVID-19 on his students:","sentiment_score":0.3}
{"full_text":"We are  I don't know why people think we've done significant work ","sentiment_score":0.375}
{"full_text":"COVID: Michael Gove refuses to deny free lateral flow tests will be phased out in the coming weekshttps:\/\/t.co\/b060rmoOEi","sentiment_score":0.4}
{"full_text":"RT We Need Online Exam Facilities For Technical (Diploma) Students During Covid -19 Situation....#OmicronVarient#Condu...","sentiment_score":0.0}
{"full_text":"A #PCR test is the best way to know if you have #COVID19. But the tests are costly, with no price drops in over a year -- until now. The cost of the test is now down to R500. Find out how they work.","sentiment_score":0.4222222222}
{"full_text":"RT I'd add to this list my top pick at the moment the Dentec Comfort-Air(r)Nx N95 (no business affiliation). As you...","sentiment_score":0.5}
{"full_text":"#COVID19Ireland important to take note of Omicrons infectious peak period... take care out there","sentiment_score":0.4}
{"full_text":"Alibaba has rolled out what it's calling a \"metaverse\" ahead of China's Singles Day, according to RADII.https:\/\/t.co\/kOxMU0IlPM#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"RT The markup on this mask is huge, it's maybe $10 worth of parts once someone gets the tooling made- if that. If they get...","sentiment_score":0.35}
{"full_text":"Our fabulous team members in #SriLanka hard at work during an intense #writing #workshop! Despite the pressures of working during a #pandemic, team members are still dedicated to improving the lives of those with cutaneous #leishmaniasis. #WeAreECLIPSE #globalhealth #training","sentiment_score":0.1194444444}
{"full_text":"Normally, diagnostic testing is free under the NHS. So my question  is: why isn't PCR testing free? After all, it is diagnostic testing.","sentiment_score":0.3166666667}
{"full_text":"Another extremely good video by on the Omicron!","sentiment_score":0.875}
{"full_text":"Are you self-isolating because of coronavirus? Tell your employer as soon as possible. You should get sick pay from the first day you tell them. Our advice can help.https:\/\/t.co\/2NwLs3qpNI","sentiment_score":-0.1547619048}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"World leaders have been fcuking with our lives for nearly 2 years!Until this farce is over my purse remains shut! We need to hit them where it hurts! #StopSpending#EssentialsOnly#UseCash #COVID19","sentiment_score":-0.2625}
{"full_text":"Wondering whether you should exercise if you have asymptomatic Coronavirus?@Stylistmagazine have some tips on gentle exercises to do if you're isolating.","sentiment_score":0.2}
{"full_text":"Decision is made then thats it 'all over' says the lunatics running the asylum","sentiment_score":0.0}
{"full_text":"RT The province's orders do not limit gatherings in public or private, despite modelling released by the chief medical health off...","sentiment_score":0.0}
{"full_text":"This is called a Death Cult.","sentiment_score":0.0}
{"full_text":"The Philippine General Hospital clarified on Monday, Jan. 10, that only health workers who will test negative for COVID-19 will be allowed to work.https:\/\/t.co\/h5c1j5pNQ8","sentiment_score":-0.0833333333}
{"full_text":"RT Businesses have shut, due to sick staff. Supermarket shelves are empty. Shows, dinners, cancelled. It's obvious Austral...","sentiment_score":-0.2348214286}
{"full_text":"RT So the Government are thinking of reducing the Covid isolation period to 5 days because workplaces are short staffed du...","sentiment_score":0.0}
{"full_text":"RT I'm an epidemiologist in Arizona. There has not been a single week since May 2020 when I haven't had to find a quiet place...","sentiment_score":-0.0357142857}
{"full_text":"It is the duty and responsibility of all to support the future plans of the President who saved the people from an unknown pandemic and gave them the freedom to live#lka #SriLanka","sentiment_score":-0.05}
{"full_text":"RT FA Cup rule: Play the kids or forfeit the match if you have COVID cases. Outcome: Not one single FA cup game postponed due t...","sentiment_score":-0.1988095238}
{"full_text":"The whole country has tall poppy syndome. We'd rather bring people down to our level, including make a healthy athlete risk life\/career threatening vaccine injury because natural immunity meant he didn't sacrifice himself. Hence we're known as a lazy nation throughout the world.","sentiment_score":0.0788888889}
{"full_text":"Food subsidies may reduce if the additional free foodgrain provided during the Covid crisis is withdrawn. Fertiliser subsidies, however, may remain high, ICRA's Aditi Nayar warned. #Budget2022 Read:","sentiment_score":0.28}
