{"full_text":"One step forwardEmpowering #women's in Geo information technologyWomen's #Empowerment with Geoinformatics#Women's #university, #sonipat  #online #GIS #education #seminarkit #Drone #research #webinargratis #covid #entrepreneur #lidar #jobs #gishttps:\/\/t.co\/T8sWf2B0A4","sentiment_score":0.0}
{"full_text":"RT Everybody Who Got That Shot Catching That Shit Faster Than The Ones That Didn't Let That Sink In.  (COVID)","sentiment_score":0.2}
{"full_text":"RT \"Covid is nothing like a flu. Flu does not cause diabetes, liver damage or brain damage.\" Also it is a moral choice to...","sentiment_score":0.0}
{"full_text":"Good riddance to selfish staff. I would not want to be nursed or have the important cleaner or meal server near me without being them being vaccinated. Any person not vaccinated should not be given sick pay if they get Covid. France has the right idea, for once.","sentiment_score":0.0452380952}
{"full_text":"You may want to be done with COVID (I know I do), but COVID's not yet done with us.","sentiment_score":0.0}
{"full_text":"RT N95's are single use!  And the FDA's own website said they're not appropriate for children.","sentiment_score":0.0869047619}
{"full_text":"LMAO, make up your minds, you fascist liarshttps:\/\/t.co\/oFosGTGQqE","sentiment_score":0.6}
{"full_text":"RT Sajid Javid confirmed covid isolation will be cut from 7 days to 5, stating that Health Security Agency data shows tha...","sentiment_score":0.4}
{"full_text":"RT We aren't sending our daughter back to school next week. It is peak #Omicron. She's not the only one who will be at home. Educa...","sentiment_score":0.0}
{"full_text":"RT Minneapolis \/ St. Paul today joined the list of cities imposing \"vaccine passports\" on everyone age 5 and up. Both mayors did...","sentiment_score":0.0}
{"full_text":"#Sunak faces claims of 'leaving till open' for fraudsters to 'steal' Covid funds #1922Committee  you need to look into the 3.8 Million #sunak ignored. Independent #CovidInquiryNow 4 the 3.8 Millions Failed to help!https:\/\/t.co\/cJ9AA25Pyy","sentiment_score":-0.1666666667}
{"full_text":"RT The immune system 2-5 y\/o is very \"interesting\". This is why, the only SARS-CoV-2 conjugate-vaccine was designed thinki...","sentiment_score":0.325}
{"full_text":"Who is dying from this omicron? Please send me a source.","sentiment_score":0.0}
{"full_text":"RT It's all coming up about covid, they can't hide anymore","sentiment_score":0.0}
{"full_text":"RT When outdoor seating was in place for pubs and restaurants, Keir Starmer barged his way into a pub and had his minder phy...","sentiment_score":0.0}
{"full_text":"Not a good sign for employers or office buildings - unless they are changed into entertaining destinations.","sentiment_score":0.075}
{"full_text":"RT Can't believe texturism got a coochie hair variant","sentiment_score":0.0}
{"full_text":"RT I have unfortunately tested positive for coronavirus. My symptoms are mild so far and I feel fine. Hopefully with some...","sentiment_score":0.1154545455}
{"full_text":"RT Unless your memory only holds info for a week, who in their right mind would go on a cruise as the numbers are rising??Do...","sentiment_score":0.1428571429}
{"full_text":"Keep in mind, kids are often dumb.","sentiment_score":-0.375}
{"full_text":"RT Pfizer CEO: I'm a big fan of #Djokovic. Previous infection provides protection, but it doesn't last as long as with the vacc...","sentiment_score":-0.0541666667}
{"full_text":"RT Smash people:","sentiment_score":0.0}
{"full_text":"RT Covid! - adam keeps company afloat b4 apes comeWanda- june run to $72NFT! - adam creates buzz &amp; record first hours sales...","sentiment_score":0.125}
{"full_text":"RT A) \"Everyone will be exposed to Omicron\"B) \"Everyone will get Omicron\"They're different. (A) promotes appropriate cautio...","sentiment_score":0.25}
{"full_text":"I accept the fact that regardless of safeguards &amp; precautions, any of us could get Covid.  What I REFUSE to accept is that our MCS district has decided NOT to do everything in their power to help prevent it from happening. #masonqualitynot","sentiment_score":0.0}
{"full_text":"Been wearing masks, got vaccinated. Didn't work.","sentiment_score":0.0}
{"full_text":"It is criminal what they are doing to kids of all ages.","sentiment_score":-0.4}
{"full_text":"RT Where is on approving 3rd shots for 12-17y, and first doses for children who turn 5 in 2022? Because I'd hold a j...","sentiment_score":0.125}
{"full_text":"RT I will never forget 2020.*Nigerian government starved and hid food from the poor during COVID 19 lockdown.*Extorted and kill...","sentiment_score":-0.4}
{"full_text":"RT My friend works in ICU &amp; she says some are Covid deniers until the end. They accuse all the nurses of being \"pa...","sentiment_score":0.0}
{"full_text":"RT Fauci: Why would a Senator want to do this? Go to Rand Paul's website and you see fire Dr. Fauci with a little box that says cont...","sentiment_score":-0.1875}
{"full_text":"RT You are no longer required to isolate if a family member tests positive for Covid, as long as you are fully vaccinated....","sentiment_score":0.0886363636}
{"full_text":"Not seeing that in my town in California. But then we have to wear masks in public places, so our supermarket employees aren't all out sick with COVID.","sentiment_score":-0.3571428571}
{"full_text":"RT COVID virus loses 90% of its ability to infect after 20 minutes in the air, new study says:","sentiment_score":-0.0818181818}
{"full_text":"Arent you the same genius that said Trump's vaccine would kill people???  As if Trump was in the WH basement, formulating it himself?Now, if people choose not to be vaccinated (which you actually encouraged at the time), we should ridicule them if they die?What about free will?","sentiment_score":0.1333333333}
{"full_text":"RT The vaccines have failed miserably at stopping the spread of COVID, and there is a non-zero risk associated with takin...","sentiment_score":-0.75}
{"full_text":"RT While the imperialist west has disgracefully refused to waiver the patent on vaccines, Cuba is sharing with developing nations...","sentiment_score":0.0}
{"full_text":"RT Fauci knew that Chinese were working on inserting COVID furin cleavage site and worked to cover it up and label critics as 'c...","sentiment_score":0.0}
{"full_text":"RT Self Assessment can be complicated. Especially in a year when profits were impacted by Covid and grants. If you found it...","sentiment_score":-0.25}
{"full_text":"RT RESPECT! Visuals of Dr. serving selflessly in a deadly pandemic. Shivers down my spineFrontline worker...","sentiment_score":-0.1777777778}
{"full_text":"RT next week from the post: COVID loses 75% of ability to infect when you've logged 40+ hours at work in a week","sentiment_score":-0.15}
{"full_text":"RT The Prime Minister stays home as someone has COVID in his house? CoolSo why am I under threats of fines, bully HTs and att...","sentiment_score":0.0}
{"full_text":"IS IT TIME TO BRING EVERYONE TOGETHER? | Teams have evolved during the pandemic. Forward-leaning leaders are experimenting on how to bring their teams together and build a sustainable culture of high performance. We can help you do this.","sentiment_score":0.16}
{"full_text":"RT Vaccines are our best tool to protect you against COVID-19. If you are unvaccinated, you are 17 times more likely to go to the h...","sentiment_score":0.5}
{"full_text":"RT Glenn Beck is now on his second bout with COVID. He's been prescribed invermectin because he's a fucking jackass.","sentiment_score":-0.25}
{"full_text":"RT The people who embrace this are the same ones currently virtue signaling the loudest about saving lives &amp; protecting pe...","sentiment_score":0.0}
{"full_text":"Tennys Sandgren on His Refusal to Play in Australia, Vaccine Mandates and the Djokovic Controversy","sentiment_score":0.0}
{"full_text":"Respected  sahab.Im studying in Quaid-I-Azam University Islamabad. Yaha hamare department se 1 omicron ka case nikla hai NIPS se nikla hai Hostel 11 se nikla hai lekin University is not playing any role against this we are also human please","sentiment_score":0.0}
{"full_text":"Also bhai retweets aren't promotion. I am not digging Novak for his personal choice to not get vaccinated. I am picking him for his complete disregard for rules snd flouting them and not making it known till now the error in travel documents and his covid status plus his ..","sentiment_score":0.05}
{"full_text":"RT So California the toughest COVID restrictions is now number three out of fifty states for infections! Can we all admit that Gov...","sentiment_score":0.0}
{"full_text":"My daughter doesn't want to either, but I hope it does go back. I know some middle schoolers who got COVID and I'm getting nervous. I know it sucks, but I hope you stay safe!","sentiment_score":0.08125}
{"full_text":"Opinion | #Africa's \"War on #COVID19\" and \"Declining Health Diplomacy\" of the #USA\"These days when the new cold war is being talked about, the USA seems to have lost its leading role in #healthdiplomacy in Africa to #China\"https:\/\/t.co\/07hIJ1HBS2","sentiment_score":-0.2318181818}
{"full_text":"RT Always remember, in polling the answers depend on the questions: Omicron Inevitability? 55% say they'll be infected regardle...","sentiment_score":0.0}
{"full_text":"Breaking News: Newly released emails now show Fauci knew that Covid leaked from the lab where he funded in Wuhan.","sentiment_score":0.1363636364}
{"full_text":"RT I just went through pre-pandemic pictures and videos.It was the good life. But we didn't know.","sentiment_score":0.7}
{"full_text":"RT In an exclusive interview with The Defender, Joseph Keating's mother said her son's only warning signs were fatigue, m...","sentiment_score":0.0}
{"full_text":"RT Why don't and carry the daily White House press briefing every day just like it did for Trump?Insane that I h...","sentiment_score":0.0}
{"full_text":"RT I feel sick. The blatant ableism - no eugenics- in our response was  enough.But to see public health, politicians,...","sentiment_score":-0.4047619048}
{"full_text":"RT BREAKING: Health Secretary Sajid Javid has announced that from Monday, the isolation period for fully vaccinated people in Eng...","sentiment_score":0.0}
{"full_text":"Next time my mom starts one of her antivax rants I'm just gonna say \"not my problem, I'm already autistic and (unlike Covid) you can't get it twice\" rather than trying to reason with her for the billionth time and being distressed for the rest of the day","sentiment_score":-0.1}
{"full_text":"This is cool. The Eighth Amendment doesn't apply to Jonestown-type poisoning by cults.","sentiment_score":0.35}
{"full_text":"So you only listen to the experts when it suits you.#LiarJohnson cancells a work event in Lancashire.He's \"following the Covid guidelines\". Right-o! #JohnsonOut","sentiment_score":0.0}
{"full_text":"Look at me damnit. I want attention damnit. No one ever gave me live as a kid.","sentiment_score":0.1363636364}
{"full_text":"I am so sorry for your loss.  Way to many have died of Covid. No one should trust Fox news.","sentiment_score":0.0}
{"full_text":"RT MAGA: I'm going to treat my COVID with UV light, no wait-bleach, uh, make that ivermectin, no, Listerine, or actually I'll...","sentiment_score":0.2}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT Appreciate sharing the story of how #LongCovid took down his healthy wif...","sentiment_score":0.1722222222}
{"full_text":"RT No you really don't understand. You really f....g don't. If you did you wouldn't have said 'the PM did the right thing b...","sentiment_score":0.2285714286}
{"full_text":"But, but . . . you should see what the vaccine does!  \/s","sentiment_score":0.0}
{"full_text":"Your club literally faked a covid outbreak Big difference","sentiment_score":0.0}
{"full_text":"It destroys the Democrats argument that requiring a photo ID is \"racist\". Because they aren't saying a word about the vaccine passports requiring photo ID yet constantly cry about GOP election security laws that require photo ID being \"racist\".","sentiment_score":0.0}
{"full_text":"RT \"The House of Cards Is Collapsing: EU Government Officially Admits C@viD Vaxxx Destroys Immune System\"https:\/\/t.co\/hZfh4t...","sentiment_score":0.0}
{"full_text":"RT COVID virus loses 90% of its ability to infect after 20 minutes in the air, new study says:","sentiment_score":-0.0818181818}
{"full_text":"The fines will surely keep covid in check","sentiment_score":0.5}
{"full_text":"400 didn't die yesterday of covid! What are you on about?","sentiment_score":0.0}
{"full_text":"RT Like innovation in teaching methods during COVID due to fear of spread of infection , we want innovation in examining st...","sentiment_score":-0.125}
{"full_text":"COVID - 19 Vaccination Update - Day 363India's cumulative vaccination coverage crosses 155.28 croreMore than 63 lakh Vaccine doses administered today till 7 pmRead here:","sentiment_score":0.0}
{"full_text":"RT We are at level 4 surge capacity. There is no level 5.Instead of explaining very plainly to the population what that...","sentiment_score":-0.2785714286}
{"full_text":"And to clarify what I meant by we are all going to die... is that all of at some point in our lives will die - whether its the .0001% of us that will die from COVID or much later in life of natural causes.","sentiment_score":0.05}
{"full_text":"Data shows \"about two-thirds of Covid cases were no longer infectious by the end of their fifth day\"...https:\/\/t.co\/2dltO89p1W","sentiment_score":0.0}
{"full_text":"RT As of today, all community vaccinations clinics are accepting drop-ins for first, second and booster doses. (https:\/\/t.c...","sentiment_score":0.125}
{"full_text":"\"And it is strange and confusing to me that these patients will accept my advice on their insulin doses or their blood pressure management, but they can't believe me on this one crucial thing.\"https:\/\/t.co\/9GXkMOfy9x","sentiment_score":-0.1166666667}
{"full_text":"RT Today at 12pm EST ORWH Director, will be speaking at a virtual discussion, part of the Diversity...","sentiment_score":0.0}
{"full_text":"IK admitted his failure in getting accountability case finalized But credit must be given for saving  country from bankruptcy. Challenges of post covid worldwide inflation &amp; border situation are so great even opposition does not seem genuinely interested in early election.","sentiment_score":0.2083333333}
{"full_text":"RT #politicslive has Van Tam resigned because Javid reduced Covid Isolation time from 7 days to 5, when Medical Professionals...","sentiment_score":0.0}
{"full_text":"RT Situation is getting worse everyday due to Covid-19 return with new strain but #DAVV is still obsessed with offline ex...","sentiment_score":-0.2177272727}
{"full_text":"Ou sinusite ","sentiment_score":0.0}
{"full_text":"RT #Covid19 Northern IrelandTodayJan 13th  +2,980 cases  +14 deathsPrevious ThursdaysJan 6th:       +6,877    +4D...","sentiment_score":0.0}
{"full_text":"Its funny how the schools say they dont know the long term effects of the fake new variant, aka side effect to the posion, so just shoot up mre poison and then we will let you know if you can come back. What are the lonf term side effects to the poison?","sentiment_score":-0.0327272727}
{"full_text":"RT Important ","sentiment_score":0.4}
{"full_text":"this covid booster got me sore as fuck","sentiment_score":-0.4}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"No shit.","sentiment_score":0.1}
{"full_text":"RT If the Downing Street 'BYOB' event didn't breach Covid rules, why has it been reported that No 10 staff were told to \"cle...","sentiment_score":0.0}
{"full_text":"RT A) \"Everyone will be exposed to Omicron\"B) \"Everyone will get Omicron\"They're different. (A) promotes appropriate cautio...","sentiment_score":0.25}
{"full_text":"RT Sweden: Green Party leader Per Bolund tested positive for covid-19.His press secretary: He was asymptomatic yesterday, but...","sentiment_score":0.0136363636}
{"full_text":"WORKS ON OMICRON, ITS CRIMINAL TO HOLD THIS THIS LIFE SAVING VACCINE &amp; PFE CEO ALREADY SAID HIS VACCINE INFERIOR 2 DOSE LITTLE TO NONE IF ANY! #Covaxin4Kids WITH SAFETY DATA FOR KIDS@SenRandPaul@SenatorMarshall@RepThomasMassie#IchooseCOVAXINhttps:\/\/t.co\/PqQL5nU1Ly","sentiment_score":-0.3171875}
{"full_text":"RT We learned everything online in covid period.Covid cases are increasing day by day, it will be not fair for us to put us...","sentiment_score":-0.35}
{"full_text":"I live in Cincinnati now. This weekend, thousands will attend Bengals game carrying omicron. Unvaxxed will be coughing. Vaxxed could cough too, many just have a sore throat, congestion. Few will wear masks. Not a doctor but coughing spreads viruses, vax &amp; boost = mild symptoms.","sentiment_score":0.0739393939}
{"full_text":"RT Africa's top public health body is in talks with Pfizer to bring the Paxlovid coronavirus treatment to the continent, its dire...","sentiment_score":0.25}
{"full_text":"RT I'm a #bced teacher. We've been teaching in person since June 2020 with few closures, and we've seen very little school-...","sentiment_score":-0.221875}
{"full_text":"Yeah, but I'm a homebody lately so I can save money. Less so out of fear of COVID","sentiment_score":-0.2333333333}
{"full_text":"RT A record 6,789 new COVID cases (a number likely far lower than it actually is).Increasing hospitalizations.15 new COVID...","sentiment_score":0.0745454545}
{"full_text":"Someone had better explain to him what a non sterilising vaccine is.....and the rest of his mad-hatter Nazi friends.","sentiment_score":0.5}
{"full_text":"RT We're told give the NO Vax crowd their \"dignity\" What does that even mean? If a person is spouting life threatening rubbi...","sentiment_score":-0.3125}
{"full_text":"RT This is an outstanding, I'd even say must-watch, segment from reporting on everything revealed by the newly rele...","sentiment_score":0.3181818182}
{"full_text":"RT Fauci lies a lot","sentiment_score":0.0}
{"full_text":"RT I join this AM to discuss my new book, Coronavirus Criminals and Pandemic Profiteers. We'll examine how...","sentiment_score":0.1363636364}
{"full_text":"RT This also means that after all the vaccine obsessions covid would actually end, wait for it, via herd immunity, when everyo...","sentiment_score":0.0}
{"full_text":"RT When outdoor seating was in place for pubs and restaurants, Keir Starmer barged his way into a pub and had his minder phy...","sentiment_score":0.0}
{"full_text":"Vital #Digital Tactics for #eCommerce Retailers During COVID-19 Pandemichttps:\/\/t.co\/w9UEE427cT","sentiment_score":0.05}
{"full_text":"RT My dad has Covid. He is vaxxed + boosted but I'm still very nervous. Most likely got it at the dialysis center - where he h...","sentiment_score":0.15}
{"full_text":"Deborah Salon, a transportation planner and associate professor says that maintaining some pandemic-prompted habits can be beneficial to individuals, organizations and the environment...\"","sentiment_score":0.0}
{"full_text":"There is no pandemic, it's a man made crisis to control you. Are you going to live in fear the rest of your life? Wake up","sentiment_score":0.1363636364}
{"full_text":"\"Lord, please don't let it be harsh on the kids,\" Iya Villania said after her second-eldest son Leon also tested positive for COVID-19.https:\/\/t.co\/B5VfVz8yhY","sentiment_score":0.0136363636}
{"full_text":"Michael O'Neill will miss our game against Hull City on Sunday after testing positive for COVID-19.The boss is isolating in line with Government guidelines and all at the Club wish him well.#SCFC ","sentiment_score":-0.0863636364}
{"full_text":"Rick revolution","sentiment_score":0.0}
{"full_text":"Shut the fuck up and address what really matters you gutless piece of shit.https:\/\/t.co\/Y6P6LJb7DL","sentiment_score":-0.1}
{"full_text":"RT Fully Vaccinated Australians In Hospital With COVID-19 Surpass Unvaccinated","sentiment_score":0.0}
{"full_text":"Yet-to-be released report shows 30% undercount on COVID deaths in long-term care, the Department of Health and Human Services is disputing the methodology, but the House Oversight Committee is preparing to investigate further.","sentiment_score":0.0}
{"full_text":"LEE COUNTY - COVID had a multi-faceted impact on the first six months of the Lee County Ambulance operations under county ownership. Lee County EMS Director Dennis Cosby said the pandemic ...Click here to read the rest of the story paywall free:","sentiment_score":0.325}
{"full_text":"WE knew...she just didn't know...#MAGA...","sentiment_score":0.0}
{"full_text":"RT Twitter has been a critical part of the tool kit for the global response to this pandemic. Really pleased that this damaging...","sentiment_score":0.1666666667}
{"full_text":"I Just Uploaded LOCKDOWN 13-10-22 #ThrowBACKThursday by idj$COOBY feat. Various Artists via","sentiment_score":0.0}
{"full_text":"'I lost 7st while furloughed in lockdown - I did it with my Nintendo Switch'https:\/\/t.co\/bkGjWdQocf","sentiment_score":0.0}
{"full_text":"RT Today, I am reporting the highest COVID report since the pandemic began, with 11,232 newly reported cases and a record...","sentiment_score":0.1363636364}
{"full_text":"As a HCW, are you worried about the possibility of your role leading to the transmission of COVID-19 to your family? We love to hear about your experiences. Share your stories at #thrudemic #viralbestseller #hiddenwar","sentiment_score":0.5}
{"full_text":"Not sure when to test for COVID? Check out NIH News in Health featured website","sentiment_score":-0.25}
{"full_text":"RT This really is quite something.","sentiment_score":0.2}
{"full_text":"Maj. Arya (retd), I am not sure a clarification was required to address the ill-informed and malicious. What ends up happening is an amplification of a needless controversy. Rest, I am a big fan of yours and hope you are recovering well from the Chinese virus.","sentiment_score":-0.1875}
{"full_text":"RT NEW: Study on severity of those infected with the #OmicronVariant compared to the #DeltaVariant: 53% less risk of sympt...","sentiment_score":-0.0151515152}
{"full_text":"RT My company sent an ADP 'survey' out this week; asking for vax status OR negative Covid test photo upload. AK...","sentiment_score":-0.3}
