{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and institu...","sentiment_score":0.16}
{"full_text":"Where did Omicron come from? Three key theories.https:\/\/t.co\/oFSlPLPj6e","sentiment_score":0.0}
{"full_text":"RT This loss of oligodendrocytes was accompanied by reduced myelinated axon density in subcortical white matter within 7...","sentiment_score":0.0}
{"full_text":"RT On Monday, the Washington Post published an op-ed from three medical experts calling to end mask mandates in schools. The...","sentiment_score":0.0}
{"full_text":"RT I haven't listened, but just a basic observation: Higher prices during a labor and supply shortage doesn't automatically...","sentiment_score":0.125}
{"full_text":"I'm no hero but I speak up when I hear: We're all going to get it.  It's mild. Masks don't do anything bc...LUNCH (partially true but I point out HEPA, hallway, &amp; cohorting)  If you're healthy, you'll be fine.  Kids don't get #COVID19 They can ask me anything.","sentiment_score":0.4}
{"full_text":"To have a successful roll out you need ppl to take the vaccine how hard is it to understand? Israel  and US are close on vaccination rate now, and far from what you need for herd immunity for a highly contagious pathogen, *if* attainable.","sentiment_score":0.1795833333}
{"full_text":"Not sure what exactly the issue is here.The point being made is correct no?They are picking up covid cases on non-covid admissions. Important to record as they need to track things like critical care impact (someone is admitted for something ends up in icu for another).","sentiment_score":0.1}
{"full_text":"RT ANNOUNCEMENT Only in Lahore &amp; Rawalpindi.In all Public &amp; Private Schools, classes up to Grade 6 will be staggered (50% st...","sentiment_score":0.0}
{"full_text":"RT \"I don't see any biological explanation for this,\" says McMaster's Mark Loeb. #BrighterWorld #McMasterU htt...","sentiment_score":0.0}
{"full_text":"\/\/ p!atdbrendon urie is why the philippines is still in lockdown after almost 2 years straight and why i cant see my bf (true) (real) (canon)","sentiment_score":0.25}
{"full_text":"In this situation where COVID is rising the school is playing with our health they are conducting online class but want offline exam our school MGM higher secondary school Bokaro it doing this..#ONLINEEXAM #cancleofflineexam#JusticeForStudents","sentiment_score":-0.025}
{"full_text":"RT A reminder that Kelly Loeffler, David Perdue, Richard Burr, Jim Inhofe, Ron Johnson, Rand Paul, Dan Crenshaw committed...","sentiment_score":0.0}
{"full_text":"RT Persons with disabilities have been particularly affected by movement restrictions &amp; disruption in services they need during...","sentiment_score":0.1666666667}
{"full_text":"#Health care and #Wellness are changing dramatically on a global level after the #Covid pandemic. Is the historic exponential rise of physical #inactivity starting to show its effect?Data show this!@MediciseA as startup has perfect timing!https:\/\/t.co\/yOp0yeLnfM#startup","sentiment_score":0.2}
{"full_text":"Here's a real scientist (not Dr. Google and your toothless uncle Cleetus) explaining the basics.","sentiment_score":0.2}
{"full_text":"Last Call for Case of the Year Voting -","sentiment_score":0.0}
{"full_text":"RT Attention |||||| The first evidence of Possession has been discovered |||||| If this outbreak isn't contained more of...","sentiment_score":0.375}
{"full_text":"\"Carved from marble\". Ha! My uncle (thin, fit, double vaxxed and boosted) is currently in hospital with Covid. Also with you on the screen time thing - my 7yo (awaiting a PCR) is enjoying rampant free reign on screens at the mo and that's fine.","sentiment_score":0.1880952381}
{"full_text":"RT Please join our Stats Seminar 2-3pm Wed Feb 2nd to hear Sheila Bird (@MRC_BSU) on \"Biostatistician's reflections on COV...","sentiment_score":0.0}
{"full_text":"RT CANADA  - Here come the \"fringe\" farmers with \"unacceptable\" views to join the truckers.The whole world is watching...","sentiment_score":0.2}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT Denmark has joined England and Ireland in removing all covid restrictions and going back to complete normalcy. They're look...","sentiment_score":0.05}
{"full_text":"RT BRAZIL - Truckers now move in convoy, in solidarity with Canada.It's becoming a worldwide movement now, to set the p...","sentiment_score":0.45}
{"full_text":"His hatred for her is palpable. The way he called her lazy during the pandemic sitting around for a year doing jigsaw puzzles. And the boys saying she's bored she has nothing in her life. He doesn't respect her.","sentiment_score":-0.25}
{"full_text":"you're laughing now... but you won't be laughing 30 years from now when you're dying coughing up covid-2049 in the bleak they\/them gulags of the grimdark future. a blue-haired guard throws you to the ground and beats you as you croak, \"this is just like 1984\" - your last words.","sentiment_score":-0.3333333333}
{"full_text":"RT So we have to realize that when we choose to throw in the towel on #WearAMask &amp; declare it's time to \"live with it,\" we actu...","sentiment_score":0.1363636364}
{"full_text":"No don'thttps:\/\/t.co\/C5a0FY9gPN","sentiment_score":0.0}
{"full_text":"RT Just a reminder that we were told we had to wear a mask in a restaurant, but could take it off when we sat down to eat...","sentiment_score":-0.1555555556}
{"full_text":"I told myself to stop tweeting with folk that joined Twitter in the pandemic. Why I do this to myself?","sentiment_score":0.0}
{"full_text":"RT Projects will include vaccine R&amp;D, innovative approaches to air filtration and ventilation, testing and much more. More...","sentiment_score":0.5}
{"full_text":"Sure brother...Awaiting for this covid to come down...","sentiment_score":0.1722222222}
{"full_text":"RT Mateu Alemany tested positive for Covid on Wednesday, but today he already tested negative and is back in work. The man just...","sentiment_score":-0.0242424242}
{"full_text":"RT Covid 19 third wave is killing aspirants internally and then you decides to get us killed physically","sentiment_score":-0.05}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT Covid vaccination + a booster reduces death by 99% and hospitalization by 97&amp; across age groups. I know of no other medical...","sentiment_score":0.03125}
{"full_text":" GBCA COUNTDOWN - ONE WEEK Not long until the #gbcareawards. We are very much looking forward to attending this event! Being finalists for THREE awards! - The Covid Hero Award (Sally Ann)- The Employer Award- The Care Team Award","sentiment_score":0.215625}
{"full_text":"RT 1\/2 Robert Malone: I'm a physician and a scientist, highly trained and experienced in developing vaccines and other med...","sentiment_score":0.2783333333}
{"full_text":"You must have missed the CDC recently confirm masks DON'T work.You are truly uninformed. ","sentiment_score":0.0}
{"full_text":"RT Denmark has joined England and Ireland in removing all covid restrictions and going back to complete normalcy. They're look...","sentiment_score":0.05}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students' life. Students are already in stress due to cur...","sentiment_score":0.1069047619}
{"full_text":"RT Whilst everyone is focusing on parties and Boris they are trying to sneak through changes that will mean they can force yo...","sentiment_score":-0.3125}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT I stand with Joe Rogaine &amp; Spotify CEO Daniel Icky. Where else is a Guy like me, who does his own research, going to get...","sentiment_score":0.15}
{"full_text":"RT Thousands of truckers in Canada have formed a convoy to protest the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Updated:  For those interested in reading the legal grounds for our legal\/Charter challenge against the Federal Government's...","sentiment_score":0.225}
{"full_text":"Meet Gracie...https:\/\/t.co\/yD7DLtxdzH - Gracie the labradoodle gives COVID-weary nurses comfort","sentiment_score":0.0}
{"full_text":"RT Masks Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Gangw...","sentiment_score":0.0}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"RT What's it like growing up in an apocalyptic cult? Susan Mack is amazed how her story resonates during the uncertainty of a p...","sentiment_score":0.0}
{"full_text":"RT Children will continue to grow--even during a pandemic.Through access to vaccines against diseases, their immunity should too. #V...","sentiment_score":0.0}
{"full_text":"RT \"thus He Sends against you His firm plan, COVID, so it strikes you down into a clinical death as it did to your father; lead...","sentiment_score":-0.1777777778}
{"full_text":"RT Covid deaths Jan 26 alone: 226Commercial trucks: 420,000 Commercial truckers 227,000Anti-vax convoy trucks: 113...","sentiment_score":0.0}
{"full_text":"RT Zoonotic disease BSE\/Covid created by profit b4 human\/animal\/climate health. 1\/2000 UK carry\/incubate BSE.  'Roger Hiorns...","sentiment_score":0.0}
{"full_text":"RT Big brands are back advertising on Tucker Carlson's show -- this time, on an episode spreading anti-Semitism, homophobia and...","sentiment_score":0.0}
{"full_text":"RT DISCORD CLOSING ON LUNAR NEW YEAR'S EVE (Chu Xi ) !!Asian tradition to gather with FAMILY on the Eve &amp; stay home on New...","sentiment_score":0.1164772727}
{"full_text":"RT More than 45,000+ candidates appearing for the Graduate Aptitude Test in Engineering (GATE) in February have joined a...","sentiment_score":0.5}
{"full_text":"Ex-NY Ranger defends Sarah Palin when photographer questions her vaccination status at Upper East Side eatery Defends?  The thug attacked somebody!","sentiment_score":0.0}
{"full_text":"The amount of people in the #FreedomConvoy2022 saying shit like \"Its been 2years and Im tired now so i decide that the pandemic is over\"Sorry idiots, but you had to get vaccinated and wear a mask. You cant just opt out of a pandemic!#KarenConvoy #GetVaccinatedNow #FluTruxKlan","sentiment_score":-0.475}
{"full_text":"Great piece ","sentiment_score":0.8}
{"full_text":"RT After sending no. of mails &amp; calls,after observing the same scenario for the past 15 days with no replie...","sentiment_score":-0.125}
{"full_text":"RT SNP 1st minister  has ordered 11 civil servants costing taxpayers PS700,000 to oversee new sales pitch fo...","sentiment_score":0.1363636364}
{"full_text":"sent at least 10 \"get well soon &lt;3\" messages this week we love covid","sentiment_score":0.1}
{"full_text":"Well said - spot on:","sentiment_score":0.0}
{"full_text":"RT Believe it when someone who's had covid says, \"Mild covid is not mild!\"For some, 'mild' illness from Omicron feels like...","sentiment_score":0.1527777778}
{"full_text":"RT Pope denounces COVID-19, vaccine misinformation, calls for truth","sentiment_score":0.0}
{"full_text":"19 yrs ago, Pres. Bush announced which has proven to be a MAJOR achievement in US foreign policy: saving 21M lives &amp; helping 20 countries reach epidemic control of #HIV. As implementing partner supports detection &amp; prevention services in 50+ countries to #EndAIDS.","sentiment_score":-0.03125}
{"full_text":"RT Stopping a group of visa holders from travel does not seem to be a practical approach to fight against Covid.#bridgingvisaliv...","sentiment_score":0.0}
{"full_text":"RT I can't stand when people talk about restrictions in \"future surges\" as though we're going to be subject to indefinite Cov...","sentiment_score":-0.0833333333}
{"full_text":"RT Wake Up Sheep.Official Pfizer document...in just the first 90 d...","sentiment_score":0.25}
{"full_text":"RT Sooo... vaccinated Trudeau caught COVID... but thousands of unvaccinated truckers haven't... got it.","sentiment_score":0.0}
{"full_text":"RT Crazy people were getting fired for not taking the vaccine now they're allowing people to work sick (and some are vaccina...","sentiment_score":-0.6571428571}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT #Government #Leaders NOT IMMUNE to #COVID19 #eaglenews #eaglenewshawaii","sentiment_score":0.0}
{"full_text":"RT Recognize the pattern - some outlets have published a stream of arguments against public health protections in the face of st...","sentiment_score":0.0}
{"full_text":"In France 10% are unvaccinated but they take up 40% of intensive care hospital beds, now not available for the acutely ill who have something less preventable than Covid-19. That's not freedom. That's selfishness. And in France the cost is borne by everyone who pays taxes.","sentiment_score":-0.2888888889}
{"full_text":"RT Updated:  For those interested in reading the legal grounds for our legal\/Charter challenge against the Federal Government's...","sentiment_score":0.225}
{"full_text":"RT #DelayNEETPG2022@PMOIndia interns serving the country during covid are made inelig...","sentiment_score":0.0}
{"full_text":"RT \"You will spend the rest of your life working closely with Boof, Amy Covid, Nomask Gorsuch, Coup Lady's Hubz, Smiley &amp; Scali...","sentiment_score":0.0}
{"full_text":"What would British citizens say if there was a fatal plane crash in our country every single day? #Covid #JohnsonOut #GTTO","sentiment_score":-0.0357142857}
{"full_text":"RT Sooo... vaccinated Trudeau caught COVID... but thousands of unvaccinated truckers haven't... got it.","sentiment_score":0.0}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Burari...","sentiment_score":0.0}
{"full_text":"Boy variant girl = lemezzz","sentiment_score":0.0}
{"full_text":"Twitter spreading misinformation in an attempt to normalize vaccine injury. \"You're more likely to get myocarditis from the bug than from the jab.\" Not in your twenties! Lying with statistics, as the pharma criminals and their flunkies in media always do.","sentiment_score":0.25}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT #bcpoli Crisis in hospitals. Jan 25. NRGH Emergency room is in \"gridlock.\" Patients are in hallways and there's no stret...","sentiment_score":0.0}
{"full_text":"Sigh","sentiment_score":0.0}
{"full_text":"RT The unmasked partier is worried the guy alone in his truck is spreading COVID. #JustinFlation","sentiment_score":0.0}
{"full_text":"RT More than 45,000+ candidates appearing for the Graduate Aptitude Test in Engineering (GATE) in February have joined a...","sentiment_score":0.5}
{"full_text":"Attn: If doing your own research on vaccines please look up the word \"Novel\" as it applies to Covid19 while you are browsing the internet.Hint: It means new. And it's mutating. And it's changing, daily, with every new human infection. #StopTheSpread #GetVaccinatedNow","sentiment_score":0.1745454545}
{"full_text":"RT get tested before attending any concert. we are in a pandemic but some of you don't care apparently. you are risking yo...","sentiment_score":0.05}
{"full_text":"By \"Fact checkers\" ? LOL  Real Doctors ( not Phd political science majors) are who I listen too, and you should too.   Like ","sentiment_score":0.3333333333}
{"full_text":"RT CryptoRelief sending $100m of the $SHIBA funds back to me. I plan to personally deploy these funds with the help of sci...","sentiment_score":0.0}
{"full_text":"What's the only thing republican leaders like more than Russia? ....COVID!","sentiment_score":0.3125}
{"full_text":"RT I don't understand why people who said the pandemic was over in May 2020 and October 2020 and April 2021 and January 2022 ar...","sentiment_score":0.0}
{"full_text":"I don't really post photos of my body because I'm self conscious. (Comes from abuse) I gained weight since the pandemic and I look back at old photos and I look really frail. I put this dress on for a tiktok skit and I actually felt really nice and confident for once ","sentiment_score":0.2125}
{"full_text":"RT #postponegate2022 Every fourth student from GATE aspirants are getting covid symptoms due to winter season. Too many people...","sentiment_score":0.125}
{"full_text":"RT CryptoRelief sending $100m of the $SHIBA funds back to me. I plan to personally deploy these funds with the help of sci...","sentiment_score":0.0}
{"full_text":"RT Reminder that non-COVID medical emergencies are made worse by careless attention to this pandemic. It's so clear that thi...","sentiment_score":-0.2}
{"full_text":"RT rielcano voxeu CSHVienna RUSI_org ispionline cepa bneintellinews IAIonline Cha...","sentiment_score":0.0}
{"full_text":"We have the right to be answered on why should we alone be left out for NEET PG when our dear GOVT announced that we are all together in these COVID times. What was that promise for? To just use us???#DelayNEETPG2022@PMOIndia ","sentiment_score":0.1428571429}
{"full_text":"RT Covid-measures &amp; winter cold: Pupils wrapped in blankets in Kavala school, N. #Greece, as windows must be open all the t...","sentiment_score":-0.3}
{"full_text":"I'm not going to dig through his timeline to give you examples. He claimed that COVID was not serious for \"people like him\" (not true because it's not categorically true), and that the vaccine was a health concern (it's not).","sentiment_score":0.1138888889}
{"full_text":"You do indeed. This one is made of royal icing and poses no threat of vaccine escape, though, at least, as far as we can tell.","sentiment_score":-0.1}
{"full_text":"RT I refuse to spread Covid misinformation. But... Wouldn't it be poetic justice if the right wing nut jobs who locked me up f...","sentiment_score":0.3303571429}
{"full_text":"RT After attempting and failing to shut down covid, now the government will embark on a quest to make sure that nobody ever...","sentiment_score":0.1722222222}
{"full_text":"RT My Holocaust surviving grandparents were like first in line to get my dad got his polio vaccine in the 50's.Anti-vaxxers m...","sentiment_score":0.25}
{"full_text":"Elon Musk offers help to Canadian truckers fighting COVID vaccine mandate ","sentiment_score":0.1}
{"full_text":"RT This is a good thread to think with, if you want to work on developing real solutions to a new mode of safe daily life. Not nea...","sentiment_score":0.3072727273}
{"full_text":"RT So we have reached the 'bury our heads in the sand and hope it goes away' stage of the pandemic.","sentiment_score":0.0}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"RT Holy smokes! spokesman for  #FreedomConvoyCanada  points out something really frightening about the vax pass...","sentiment_score":-0.5}
{"full_text":"RT I want to show you all what the emotional toll these Covid policies are having on families. We had to leave my mom whos...","sentiment_score":0.0}
{"full_text":"I hope they reported this. It's really important to keep a record of reactions from ANY vaccine, particularly these new covid ones.","sentiment_score":0.2343434343}
{"full_text":"RT On Monday, the Washington Post published an op-ed from three medical experts calling to end mask mandates in schools. The...","sentiment_score":0.0}
{"full_text":"RT Protection from the virus- Mask Distribution by DSS Volunteers following the pious teachings of St. Dr.","sentiment_score":0.0}
{"full_text":"RT BREAKING: I've issued my first ever Attorney General opinion - Virginia state universities cannot mandate the COVID-19...","sentiment_score":0.15}
{"full_text":"RT Ohio led the nation in COVID-19 deaths over the last seven days.By","sentiment_score":0.0}
{"full_text":"RT 'I'm very grateful because I was a bit worried about the risks that could be posed to me or the baby if I caught COVID.'C...","sentiment_score":0.2}
{"full_text":"RT More than 3,000 American Covid deaths reported today, 7-day average &gt; 2,500, and the sharp continued rise indicates this pea...","sentiment_score":0.05625}
{"full_text":"RT United we stand to ask you for 1. Center Relocation2. Allow covid+ve students in isolated exam centers 3. If 1,2 not...","sentiment_score":-0.1}
{"full_text":"RT NeoCov currently circulates among bats and other animals in South Africa: the discovery by the Chinese team that it may...","sentiment_score":-0.0416666667}
{"full_text":"RT Children will continue to grow--even during a pandemic.Through access to vaccines against diseases, their immunity should too. #V...","sentiment_score":0.0}
{"full_text":"Covid be like: do I go back to sleep or see if I have enough energy to do my Genshin Da.... *zzzzzzzzz*","sentiment_score":0.0}
{"full_text":" BIG BURN ???  #SHIB #SHIBARMY ","sentiment_score":0.0}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and institut...","sentiment_score":0.16}
{"full_text":"RT We've not seen an update on the ages of people being hospitalized due to #COVID19 since early January. Given rising hos...","sentiment_score":-0.0125}
{"full_text":"Pandemic-Related Lease Provisions to Consider in Your Next Lease     #CRE #Leasing #TenantTips #Lease #Office #CommercialRealEstate","sentiment_score":0.0}
{"full_text":"I make the covid vaccine.","sentiment_score":0.0}
{"full_text":"The growth in the economy this last year is thanks to the strong leadership and policies of Republican governors.    https:\/\/t.co\/U7SKj25iGk","sentiment_score":0.2111111111}
{"full_text":"Despite ongoing disruptions from the pandemic, Greenville-Spartanburg International Airport (GSP) continues to see travel trends returning to pre-pandemic levels.","sentiment_score":0.0}
{"full_text":"RT THIS makes me SO angry ","sentiment_score":-0.5}
{"full_text":"Many people have started booking spring and summer vacations. However, there is a lot of uncertainty due to the COVID-19 pandemic.https:\/\/t.co\/BBj3Pd9Mnj","sentiment_score":0.1875}
{"full_text":"Woke up this morning and got the chance to interview a Temple University student and staff member about their return to campus and the ongoing fight with covid. Irviana Swittenburge a junior computer science major said-","sentiment_score":0.0625}
{"full_text":"It's getting worse inside Plymouth County for people held in immigration jail thereCOVID is a public health crisis out here, but inside these cages, the situation is untenable#FreeThemAll is a public health imperative","sentiment_score":-0.125}
{"full_text":"RT  Sweden is not recommending COVID-19 vaccination of non high-risk children 5-11 \"'With a low risk for serious disease...","sentiment_score":-0.1666666667}
{"full_text":"Them ears look photoshopped","sentiment_score":0.0}
{"full_text":"RT As MASSIVE truck convoy against vax mandates approaches, PM Trudeau goes into self-isolation","sentiment_score":0.0}
{"full_text":"Education Secretary Miguel Cardona said Thursday that the nation's schools must act more urgently to help millions of students who have fallen behind during the pandemic.https:\/\/t.co\/KLFULyppgB","sentiment_score":0.05}
{"full_text":"\"Children from the most deprived backgrounds have experienced the most adverse impact of the pandemic.\" You can read more about the relationship between education and health outcomes, here:","sentiment_score":0.575}
{"full_text":"The 2021 TD Ready Challenge grants will support 15 non-profit and charitable organizations in Canada and the U.S. dedicated to addressing predicted learning loss as a result of the COVID-19 pandemic. Meet some of the organizations here. ","sentiment_score":0.4}
{"full_text":"State investments in child care are absolutely necessary -- but just the start. We need National investments and change.","sentiment_score":0.0}
{"full_text":"RT every institution on earth will bend over backwards to welcome nfts and cryptocurrency, our leaders leap at every chance to t...","sentiment_score":0.8}
{"full_text":"The value of COVID vaccination and optimal procurement of vaccine increase with the positive effect of vaccination on economic activity and the rate of vaccination, from Alice Chen, and Darius N. Lakdawalla","sentiment_score":0.2136363636}
{"full_text":"RT Dr Stanley Plotkin eloquently &amp;simply describes why the world needs a pan sarbecovirus vaccine. The co...","sentiment_score":0.0}
{"full_text":"\"Having us come back with the new regulations with not just the cloth mask, but having to double mask up and having the n95 mask was a good move.\" Great interview by a great student can't wait to share the whole thing!!","sentiment_score":0.3926948052}
{"full_text":"Commission for Women is hosting a discussion on Monday, January 31st at 6:30 PM.  This is for HS or college students trying to navigate their academic journey or career path during the pandemic. Register your student today, at:","sentiment_score":0.0}
{"full_text":"Metabolic Syndrome Ups Odds of ARDS, Death in COVID-19https:\/\/t.co\/eEzIsmj6C6","sentiment_score":0.0}
{"full_text":"I am so sorry to hear this! I get that the restrictions and pandemic is making things really difficult but still I hope it gets better soon! Also side note the way I love your voice notes idk I just find your voice so attractive ","sentiment_score":0.16}
{"full_text":"RT BREAKING: I've issued my first ever Attorney General opinion - Virginia state universities cannot mandate the COVID-19...","sentiment_score":0.15}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"It was over the ineffectiveness of cloth masks. Which the CDC confirmed accurate. But you wouldn't know that.","sentiment_score":0.4}
{"full_text":"RT The #IITJodhpur team proposed a deep learning-based algorithm called COMiT-Net, which learns the abnormalities present in the...","sentiment_score":0.0}
{"full_text":" Are you a Middlesbrough based hospitality business such as a coffee shop, restaurant or hotel?An one-off grant is available for those who have been impacted by Omicron. The deadline to submit your application is the 18th March 2022.Apply https:\/\/t.co\/D7r2XVWebq","sentiment_score":0.2}
{"full_text":"Pfizer and BioNTech have begun testing a vaccine tailored to battle the omicron variant of the coronavirus. The highly anticipated trial will test several booster scenarios to determine the best vaccination strategy moving forward.https:\/\/t.co\/OX2ZcTmnnr","sentiment_score":0.3866666667}
{"full_text":"Angry truckers are a logistical nightmare for any country. After a new vaccine mandate, Canada now has thousands of them. for on what the demonstrations reveal about an identity crisis at the heart of Canada.https:\/\/t.co\/Qn5r5THzUw","sentiment_score":-0.1818181818}
{"full_text":"attorney general just announced that covid-19 vaccines can no longer be a condition for enrollment","sentiment_score":0.05}
{"full_text":"#UrgencyOfNormal debacle, explained well. Via and It describe so well how their reckless \"release\" of inaccurate and frankly unprofessional science is like a monster in the hands of misinformation spreaders.Precisely why they deserved criticism.","sentiment_score":0.0}
{"full_text":"Repost ! Many infectious diseases, including COVID-19, affect other animals before making the jump to the human population. Learn more at the link in our bio. #penninspires","sentiment_score":0.21875}
{"full_text":"RT Is it a 5 year Vaccine time bomb ticking inside you, I hope not, because my daughter &amp; grandson had been coerced by this g...","sentiment_score":0.0}
{"full_text":"Behind 18 points from Nate Laszewski, downed NC State Wednesday night and stayed undefeated at home.","sentiment_score":-0.4}
