{"full_text":"RT The Queen sitting alone, mourning the loss of her husband, was the defining image of lockdown. Not because she is the Que...","sentiment_score":0.0}
{"full_text":"It me","sentiment_score":0.0}
{"full_text":"RT just a reminder that the Supreme Court made everyone involved in hearing the vaccine mandate case take a PCR test in advanc...","sentiment_score":0.0}
{"full_text":"RT With over 2,000 new infections, Karachi's covid-19 positivity rate has spiked to 28%. Meanwhile, Karachi Eat 2022 begins today.","sentiment_score":0.1363636364}
{"full_text":"Are aussies the only people who made sacrifices during covid..bunch of crybabies","sentiment_score":0.0}
{"full_text":"RT Stay in our ZONE.Follow safety protocol of social distancing from negative tweets.Stay healthy with positive tweet.Ful...","sentiment_score":0.1151515152}
{"full_text":"My brain on covid is like \"if you don't have a chocolate milkshake every night you will die\" but I have no ingredients for chocolate milkshake and I forgot to add them to my woolies order","sentiment_score":0.0}
{"full_text":"pre covid vs now [this is a cry for help]","sentiment_score":0.0}
{"full_text":"Well said! Also follow thread talking about natural against vaccine immunityhttps:\/\/t.co\/0BrO5kIF95","sentiment_score":0.1}
{"full_text":"RT Kingsley: If there's no lockdown #Beast will definitely hit the screens on April 14th 2022. Whatever film may come but #Bea...","sentiment_score":0.0}
{"full_text":"This is like problematic like come on it's like 2022 can you like not be transphobic like you're like toxic like #LikeEndTheLikePatriarchy #LGPTQ+FJBZL*TGYLM-KKK69=COVID19 #TasteTheRainbow #DolphinLivesMatter #420 #FreeMaxwell","sentiment_score":0.0}
{"full_text":"RT One thing life with COVID restrictions has proved, is that Canadians are not \"nice\". We just don't say what we believe...","sentiment_score":-0.3}
{"full_text":"RT A'tin lockdown Wala muna tatawid sa kabila.Kung anuman makita nyo, wag na dalhin muna dito.Let's focus on our g...","sentiment_score":0.0}
{"full_text":"RT Stick him in the Classic XI. 'One of the best public health communicators in history'","sentiment_score":0.3888888889}
{"full_text":"RT I think some miss the point on #DowningStreetParty it shows a lack of honesty &amp; integrity in this GovtBut if it had becom...","sentiment_score":0.0}
{"full_text":"It's the reckless pandemic trend that's being likened to Russian roulette. COVID parties where infection is intentionally spread among partygoers in hopes of boosting protection. But, experts say it's a dangerous play with potentially devastating outcomes.","sentiment_score":-0.5333333333}
{"full_text":"RT There are people in USA who are waiting 3 days in line for a Covid test.Long lines as test kits have run outImagine i...","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT These restrictions were a waste of time, can you share the data which made you bring them in on Boxing Day?...","sentiment_score":-0.2}
{"full_text":"RT My son is calling these as corona ","sentiment_score":0.0}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"RT Time to reflect in the fact that after much legal wrangling the suppressed Govt Brexit impact reports were made available...","sentiment_score":0.3}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Silly me, I didn't quite twig that 'pushing through' referred to ultra-quick trips to the supermarket because there's nothin...","sentiment_score":-0.5}
{"full_text":"RT Newly registered startups in Kenya rose by 95% in 2020 driven by the jobs disruption brought about by the pandemic. But...","sentiment_score":0.3681818182}
{"full_text":"I guess the pivot is basically here.*Shudders*I guess we can expect the cyber-pandemic, economic crash, and food shortages fairly soon","sentiment_score":0.45}
{"full_text":"For fucks sake man!","sentiment_score":0.0}
{"full_text":"RT Not just in the USA","sentiment_score":0.0}
{"full_text":"RT UK economy grew by a much stronger-than-expected 0.9% in November resulting in GDP exceeding its pre-pandemic level for the fir...","sentiment_score":0.2}
{"full_text":"RT Sero surveys showing prior Covid infection in vast majority of people, resulting in high antibody levels, which give better...","sentiment_score":0.165}
{"full_text":"RT Vaccine Statistics: Vaccine administered across Pakistan in last 24 hours:786,835Total vaccine administered till now:...","sentiment_score":0.0}
{"full_text":"RT No one defunded the LAPD. Their budget went UP 12% for 2022. The station is closed because 800+ cops are out on paid sick...","sentiment_score":-0.4071428571}
{"full_text":"RT Another day and another example of Scotland's deputy first minister showing how out of touch he is with businesses.","sentiment_score":0.25}
{"full_text":"COVID-19: What you need to know about the #coronavirus pandemic on 13 January #COVID19","sentiment_score":0.0}
{"full_text":"After Omicron, there will be any Highlander?","sentiment_score":0.0}
{"full_text":"\"The Marine Corps becomes the first U.S. military branch to grant religious exemptions from Covid vaccines.\" by BY JENNIFER STEINHAUER via NYT New York Times","sentiment_score":0.0715909091}
{"full_text":"Ye Virtual Raily aur press varta ho rahi hai guys  #COVID19 #BJP #SwamiPrasadMaurya #SamajwadiParty #UPElection2022","sentiment_score":0.0}
{"full_text":"RT 2021 has been a record year for B-FAST. The B-FAST mechanism was activated 8 times, mainly in response to the COVID-19 pa...","sentiment_score":0.1666666667}
{"full_text":"Ahead of our first show back tonight, here's a gentle reminder on where we stand with the most recent Government COVID-19 guidelines:Face coverings - these aren't mandatory in the venue; however, we encourage you to wear one to protect yourself and others","sentiment_score":0.19}
{"full_text":"RT \"What is the government going to do to help all those who are newly disabled due to COVID?\"The disabled\/chronically...","sentiment_score":-0.1625}
{"full_text":"BREAKING: CDC will not upgrade masks that can't work to ones that could but won't. Are they even wrong? ","sentiment_score":-0.5}
{"full_text":"RT There are people in USA who are waiting 3 days in line for a Covid test.Long lines as test kits have run outImagine i...","sentiment_score":0.0}
{"full_text":"RT Has under itself from it's #MedicalApartheid policies under the influence &amp; control of #Crimin...","sentiment_score":0.0}
{"full_text":"RT We've had 199 winners since racing resumed after the first lockdown Even if we'd had a party to celebrate each one, we'd p...","sentiment_score":0.25}
{"full_text":"RT MAGA Lunatic Glenn Beck has covid yet again and is taking Ivermectin as a fake cure because he chooses to be a selfish...","sentiment_score":-0.5}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"I don't think anti vaxers realize they maybe , making a life or death decision, they don't care about spreading it or prolonging the pandemic , when we may have been over it already.","sentiment_score":0.0}
{"full_text":"RT Let me tell you now , if you do not drop Vaccine Passports\/ Covid Certification on January 26th..Plan B was meant...","sentiment_score":0.0}
{"full_text":"RT This is false.It's been fact-checked and proven false by Full Fact. Please apologise, retract and delete.Reference:...","sentiment_score":-0.025}
{"full_text":"Dear help me and wish this lady a happy new year for failing to defraud me this morning 08138104642 . See original tweet @officialEFCC Anambra Obi Cubana Garba Shehu Onitsha paraga unilorin fireboy","sentiment_score":0.4371212121}
{"full_text":"Local council. Tell them the shop is discriminating against those unable to wear a mask INCLUDING DISABLED. I've found they are pretty staunch about upholding disabled peoples' rights.","sentiment_score":-0.13}
{"full_text":"#BBCBreakfastCan one imagine what No.10 would have been like if there was no Covid19.","sentiment_score":0.0}
{"full_text":"Doesnt surprise me.  Most men lost all their balls be ause of covid and some hadnt even caight it!","sentiment_score":0.625}
{"full_text":"RT #MasterAtKASI exactly an year back. It's all now so happy &amp; fruitful memory looking back to #1YearOfBlockbusterMaster...","sentiment_score":0.2625}
{"full_text":"DOH Usec. Vergeire says the rationale behind the new guidelines on quarantine and isolation on travelers is because of the protective effect of vaccines, mild characteristics of Omicron.","sentiment_score":0.0232323232}
{"full_text":"Hi al sorry about late answer was tired from corona vaccination but have a designer found thnxx for alle for the love and support and the intrest ","sentiment_score":-0.175}
{"full_text":"Kimberly Wyatt admits she was reluctant to sign up for Dancing On Ice after 'tough' lockdownhttps:\/\/t.co\/fLmgHIazqA","sentiment_score":-0.3888888889}
{"full_text":"RT So splain to me the logic, letting  staff bring covid into my mom's memory care yet again and loc...","sentiment_score":0.0}
{"full_text":"RT Novak is a great tennis player &amp; one of the all time greats. No doubt. But he's lied on entry forms, been out in public whe...","sentiment_score":0.4}
{"full_text":"RT My 84 y.o. snowbird neighbor says she was sick with covid a few months ago, bad cough, etc. Says if the TV d...","sentiment_score":-0.5380952381}
{"full_text":"RT We've lost 49,000 staffed hospital beds in the last 365 days and 16,000 in the last 30 days, and the Biden admin is celebrating...","sentiment_score":0.0}
{"full_text":"Good Luck 'Learning to Live With the Pandemic' -- You're Going to Need It by","sentiment_score":0.4181818182}
{"full_text":"RT No the prime minister did not get us through the pandemic, my NHS colleagues did. This is far bigger than party politics #bbcqt","sentiment_score":0.05}
{"full_text":"RT 'Once you get afraid you get angry.  People are now very, very angry.  We have started to finally realise that there was no...","sentiment_score":-0.4375}
{"full_text":"RT Doc in this video (I used to work with &amp; respect him) knows nothing about IVM, has never treated a COVID patient with IVM y...","sentiment_score":0.0}
{"full_text":"RT Thank you Delhi government for the constant check on Covid patients. Just received this kit with a pulse oximeter, vitamin...","sentiment_score":0.0}
{"full_text":"RT \"Quick, go out and fill this suitcase with booze, but pretend it's all for you, we're still in lockdown remember BRAAAAAAHAHAHH...","sentiment_score":0.3333333333}
{"full_text":"RT Kids get omicronNo big deal? They spread to famClinic now no staff#haiku #covidstory","sentiment_score":0.0}
{"full_text":"India's daily COVID-19 tally breaches 264,000 on Friday, January 14.","sentiment_score":0.0}
{"full_text":"That's right, as long as they are not invalidated by long Covid...50% of youth that caught covid develops long Covid.Whatever that may be...","sentiment_score":0.0339285714}
{"full_text":"RT Make your Business Pandemic-Proof with Powerful Booster Dose of LFP 2.0. Book your Spot Now 26th January.  Call Now -...","sentiment_score":0.3}
{"full_text":"RT  Scotland coronavirus. New cases:  8,203 PCR test positivity rate:  15.0%  New PCR tests:  41,066In hospital ICU...","sentiment_score":0.1363636364}
{"full_text":"If you refuse the COVID vaccine you should not be allowed in a hospital - not as a visitor, not for elective surgery, not the emergency room, not the ICU.","sentiment_score":0.0}
{"full_text":"RT  Yet another one: Downing Street staff partied into the early hours the night before Prince Philip's funeral, were the Qu...","sentiment_score":0.1}
{"full_text":"RT No the prime minister did not get us through the pandemic, my NHS colleagues did. This is far bigger than party politics #bbcqt","sentiment_score":0.05}
{"full_text":"RT You are no longer required to isolate if a family member tests positive for Covid, as long as you are fully vaccinated....","sentiment_score":0.0886363636}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Imagine basically saying that in a country of 26 million people with over 100 thousand active COVID cases that Novak Djokovic...","sentiment_score":-0.1333333333}
{"full_text":"RT Interesting timeline. Shortly after the Telegraph gives team the heads up that they are running...","sentiment_score":0.25}
{"full_text":"RT The US Supreme Court just guaranteed staff shortages in American hospitals for the foreseeable future.  The vax does n...","sentiment_score":0.0}
{"full_text":"Pandemic may be affecting infants' brains","sentiment_score":0.0}
{"full_text":"literally how i feel rn","sentiment_score":0.0}
{"full_text":"The Covid-19 pandemic season weakened economies around the world. What did the Defi project do to motivate and educate members of the Defi community to survive in the Defi community??","sentiment_score":0.0}
{"full_text":"RT PM's ex-director of comms James Slack apologises \"unreservedly\" for \"anger and hurt\" caused by his lockdown leaving bash -...","sentiment_score":-0.7}
{"full_text":"RT Yesterday's excuse: \"The Prime Minister accidentally threw a party in his garden.\"Today's excuse: \"It was too difficult to...","sentiment_score":-0.2}
{"full_text":"It really isn't the same online. I changed my Grazia sub to online cos my post was so bad in lockdown I never got it. And my heat one. I never read it! I miss the actual turning of the pages and ripping stuff out. It's my job today to reinstate them","sentiment_score":-0.16875}
{"full_text":"A no-symptoms #COVID-19 testing unit is at St Theresa's Parish Community Centre, in Blacon Avenue, today, 9am-3.30pm. One in three people can have COVID-19 without symptoms, so could spread it without knowing. Testing without symptoms (https:\/\/t.co\/qYB1i4GXkF)","sentiment_score":0.0}
{"full_text":" #COVID19 1st, 2nd &amp; booster walk-in, available today &amp; Tomorrow! Market Street, Nelson BB9 7PU (opposite library) Ages 12 &amp; over. No appointment needed. Today, 14th Jan, 9.30am - 3.30pm. Tomorrow, 15th Jan, 9.30am - 3.30pm.@PendleBC#LetsDoItForLancashire","sentiment_score":0.1666666667}
{"full_text":"If you don't have COVID symptoms and receive a positive lateral flow test result, you no longer need a follow-up PCR test.You must still isolate for 7 days and report your lateral flow test result online or by calling 119. Thank you for helping to #KeepWalesLearning","sentiment_score":0.2272727273}
{"full_text":"RT Novak Djokovic ordered to leave Australia. Prince Andrew humiliated. Boris Johnson damned and doomed as news emerges of ye...","sentiment_score":0.0}
{"full_text":"Episode 112: A surge in omicron across Japan","sentiment_score":0.0}
{"full_text":"Rural Upper Siang in Arunachal Pradesh reported 75% #Covid19 test positivity ratio, the highest in India, ahead of even heavily urban Kolkata (60%) &amp; Howrah (51%). Our #Dataviz:","sentiment_score":0.0}
{"full_text":"RT .@Twitter officially and constantly pushed disinformation that the Biden vaccine mandate was lawful.","sentiment_score":0.0}
{"full_text":"RT Covid Scotland: Case rates lowest in unvaccinated as double-jabbed elderly drive rise in hospital admissions | HeraldSco...","sentiment_score":0.0}
{"full_text":"RT When you already have a lot of pressure of submitting assignments and college practicals And board forces you to give...","sentiment_score":0.0}
{"full_text":"Roddy Ricch Drops Out of 'SNL' Due to COVID-19 Exposure, Bleachers to Performhttps:\/\/t.co\/XbiD3zgSpUPresented by","sentiment_score":-0.125}
{"full_text":"RT It's  like people have forgotten the pandemic. Went to Christmas Eve church with Friend. Not one mask, people we...","sentiment_score":0.0}
{"full_text":"RT 'What is going on?': Covid rates lowest in unvaccinated as Omicron spread 'ignores the rules'","sentiment_score":0.0}
{"full_text":"Have you seen empty shelves in groceries stores? We have. Interesting times in the logistics sector.Grocery store shelves seen empty again as COVID cases increase","sentiment_score":0.1}
{"full_text":"City's Driving License Testing Centres (DLTC) are open this weekend.To assist as many applicants as possible the following DLTC's will be operational on Saturday, 15 January 2022.Please take note that facilities may be closed due to Covid-19. Updates will be made.#CTInfo","sentiment_score":0.0458333333}
{"full_text":"Born in Tamil Nadu, Dr S Balachandran has been conferred Member of the British Empire (MBE) by the UK government for his contribution to the nation's fight against #Covid19. Heartiest congratulations to him!#FightAgainstCovid","sentiment_score":0.0}
{"full_text":"Roddy Ricch Drops Out of 'SNL' Due to COVID-19 Exposure, Bleachers to Performhttps:\/\/t.co\/7jh8TVYhI9Presented by","sentiment_score":-0.125}
{"full_text":"At the Valencia municipal plaza, shared by Edwardson Galido [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"2 days to go people! We repeat, 2 days to go until our competition ends!Got any questions or concerns about the Covid safety guidelines? Let us know and we will help by directing you to credible sources if we can't answer them ourselves https:\/\/t.co\/vMS7e7WUKS","sentiment_score":0.4}
{"full_text":"Priti Patel says she would call the police on a neighbour's gathering: 'If there was a big party taking place it would be right to call the police, anyone that has effectively defied the rules, will be helping to spread coronavirus.''We all have a role to play.'","sentiment_score":0.2952380952}
{"full_text":"Hong Kong residents should pay close attention to various measures on #COVID19 prevention &amp; control, and receive vaccine jabs as soon as possible, China's Hong Kong SAR government said. 606,193 people in Hong Kong have taken a booster shot as of Thursday, official data showed.","sentiment_score":0.0}
{"full_text":"School #teachers in #France walked out of the classrooms on Thursday in a nationwide #protest against working conditions, causing schools to close.  The Omicron variant spikes COVID-19 cases to record levels in the country.","sentiment_score":0.0}
{"full_text":"According to EY's Tan Chiaw Hooi, the COVID-19 pandemic triggered a shockwave of ripple effects through the entire global supply chain.","sentiment_score":0.0}
{"full_text":"Reuters: \"Sweden sets new record of COVID cases, sees peak at end of January\"https:\/\/t.co\/FQ5DisnCDg","sentiment_score":0.1363636364}
{"full_text":"RT American shoppers are going from grocery store to grocery store -- just to find empty shelves, reminiscent of the early day...","sentiment_score":0.0}
{"full_text":"You can find the full list of COVID vaccine walk-in clinics in Bolton today and every day up to and including Sunday the 16th of January here https:\/\/t.co\/CXR5a6UZHQGet yourself protected #Bolton #COVIDVaccinations","sentiment_score":0.35}
{"full_text":"RT This needs to be read. Support groups for ICU survivors existed well before covid. You don't \"bounce back\" from severe...","sentiment_score":0.0}
{"full_text":"It's Fri-YAY!What are your plans for the weekend?Here are a few weekend activity ideas that you can do. Enjoy!PS: Don't forget to wear your mask!#WORQEXperience #WorkExperienceWithWORQEX #GetRealWithWORQEX","sentiment_score":-0.2}
{"full_text":"RT When what the police should in fact be doing is stopping the Gray investigation on the basis that it potentially compromises...","sentiment_score":0.0}
{"full_text":"Roddy Ricch Drops Out of 'SNL' Due to COVID-19 Exposure, Bleachers to Performhttps:\/\/t.co\/b2zpsuEOuNPresented by","sentiment_score":-0.125}
{"full_text":"RT It looks like we might be moving from the Pandemic to Endemic phase of Downing St apologies, and will just have to learn to...","sentiment_score":0.0}
{"full_text":"Salt Lake's Sector I has the highest number of micro-containment zones now. #COVID19 #OmicronVariant #SaltLake #Kolkata #MyKolkata","sentiment_score":0.0}
{"full_text":"Gov. Chiz Escudero described this latest shift in DOH policy as \"complete abdication and surrender,\" and not a strategy in controlling the dizzying speed of Omicron spread across the country.","sentiment_score":0.3}
{"full_text":"RT Vaccine Statistics: Vaccine administered across Pakistan in last 24 hours:821,320Total vaccine administered till now:...","sentiment_score":0.0}
{"full_text":"Support during COVID-19 (Coronavirus): International Centres (not including UK)We understand that there might be ongoing uncertainty about whether exams can take place in some countries. Please see our support article that can assist further:https:\/\/t.co\/uqdj7UQf2L","sentiment_score":0.0}
{"full_text":"Sore throat? Sniffles? When to keep a child home from school during COVID-19 pandemic:","sentiment_score":0.0}
{"full_text":"RT Here's the tweet Boris Johnson sent out while the Queen was sat mourning inside a church by herself due to the social dist...","sentiment_score":-0.0458333333}
{"full_text":"OPINION: What's more, Omicron is where the confusion buck stops, writes Shiela Kumar.https:\/\/t.co\/vpqZzgHsW5","sentiment_score":0.5}
{"full_text":"RT Kier StarmerRosie DuffieldTahir AliStephen KinnockKevan JonesJeremy CorbynMargaret FerrierAll broke lockdown......","sentiment_score":0.0}
{"full_text":"RT It costs GHC\/ 0.00 to thank God for the simple things like being alive. #MaskUp #WearAMask ","sentiment_score":0.05}
{"full_text":"On Today's ShowMore on the horrific murder of a former Limerick studentHelp needed to catch a mouse, Our coffee break and sport Public Health Midwest on Covid in this regionAnd another chance at EUR1,000 with our 10 to 1 with thanks to Clean Ireland Recycling","sentiment_score":-0.0866666667}
{"full_text":"Kenya Records 1,175 New Covid-19 Cases, 3 Deaths.https:\/\/t.co\/LYZlSxqxKu","sentiment_score":0.1363636364}
{"full_text":"Do you want to make a difference? We're recruiting a Building Back Better (Communities) Worker to build on the work that's been done since the start of the pandemic, and work with groups to support them meet the needs of communities.  #abplace2b","sentiment_score":0.25}
{"full_text":"You can book your Covid jab: Pick a vaccination centre near you Pick the day and time that suit youhttps:\/\/t.co\/8HuFXocdQ1 #TakeCareNottingham","sentiment_score":0.1}
{"full_text":"RT NEW ONE-DAY HIGH for 2nd straight day!37,207 new cases reported today, Jan 14, 2022.3rd consecutive day w\/ 30,000+ new ca...","sentiment_score":0.1281818182}
{"full_text":"RT If nuclear is riding to the rescue in the gas crisis it's doing so on a three-legged cuddy that's due an appointment at th...","sentiment_score":-0.125}
{"full_text":"RT #UPDATE Australia cancels Novak Djokovic's visa for a second time in a sensational new attempt to deport the tennis superstar over...","sentiment_score":0.2676767677}
{"full_text":"feeding off our NHS ","sentiment_score":0.0}
{"full_text":"#Handwashing can keep you safe and healthy during #COVID and always. But, do you know it is important to wash hands all the time? Find out with Muppets Cookie Monster, Elmo, Abby &amp; Elmo's dad.","sentiment_score":0.4666666667}
{"full_text":"Which activities are safe? And how safe exactly?https:\/\/t.co\/Zw0xhCha9V","sentiment_score":0.5}
{"full_text":"#SDG7 directly or indirectly supports other #SDGs. This article by discusses the influence of the #COVID19 #pandemic on #electricity access, in context of consumption as well as supply.","sentiment_score":-0.0125}
{"full_text":"If you need time off to care for someone because of coronavirus you might be able to get:  some or all of your pay time off without using your annual leaveCheck your rights https:\/\/t.co\/a7YhJOtsLE","sentiment_score":0.5}
{"full_text":"Kolkata: In hospital with other ailments, seniors find they are Covid positive","sentiment_score":0.0511363636}
{"full_text":"RT This is what is so extraordinary about Boris' (only available) defence. It implies day to day operations in No...","sentiment_score":0.2444444444}
{"full_text":"Throughout 2022 #Covid-19 will remain a threat, especially where there are high population density, poor hygiene conditions, and weak #health infrastructure. Read more:","sentiment_score":-0.023}
