{"full_text":"I always use Randox at either Belfast airport- you book the PCR test, they swab you &amp; take it to their lab and you get result the next day by email.  I've flown to Poland several times and everyone presents an email or printed (from email) test alongside their vaccine pass x","sentiment_score":0.0}
{"full_text":"There is no threshold at which the US government, federal or state, will make the lives of its citizens a top priority. Oil for the machine.","sentiment_score":0.5}
{"full_text":"RT While every governments fighting omicron variant in their county. I asked for my self the reasons why not to talk abou...","sentiment_score":0.0}
{"full_text":"RT \"Global tipping points: Climate change and the coronavirus\"Written together with and","sentiment_score":0.0}
{"full_text":"Virginia has taught the LEFT a lesson.  Parents have had it with the COVID blather.  The realize their children have been harmed by at home learning.  When the DNC starts loosing elections the narrative has to change.","sentiment_score":0.0}
{"full_text":"RT This is a prime example of why I'd like to see COVID or COVID parallels in entertainment right now. We're all participating...","sentiment_score":0.2857142857}
{"full_text":"Err...no you dumbass. The vaccine trains your immune system to react better to the virus. Learn some basic biology moron.","sentiment_score":-0.1}
{"full_text":"RT Rewriting history in real time... One would expect nothing less from the propaganda media arm of a tyrannical state.","sentiment_score":-0.0222222222}
{"full_text":"RT Every time I even mention \"significant COVID restrictions,\" some on the left pop up to ask: what restrictions?? There are n...","sentiment_score":0.1875}
{"full_text":"So what is your solution? Say a child with a primary immunodeficiency is in the classroom and sits next to a classmate that is asymptomatic with COVID-19. What is your solution for education and COVID-19?","sentiment_score":0.2}
{"full_text":"RT Oh I get it the next \"lockdown\" will just be the collapse of society","sentiment_score":0.0}
{"full_text":"Clearly all bullshit as Covid has never been isolated or purified!! You're chasing ghosts!That's why nothing makes sense!!","sentiment_score":0.244140625}
{"full_text":"RT * Chelsea forced to play multiple youth team debutants in Carabao Cup quarter-final after COVID outbreak.* Aston Villa f...","sentiment_score":-0.15}
{"full_text":"again brilliant column with a nice repeat dig at our State Attorney \"Cynical Clown\" (Briggs words) General Todd \"Don't care about people who elected my, only my next job\" (my words).","sentiment_score":0.1583333333}
{"full_text":"RT Rise and...lay back down after you've made your tea. It's a pandemic. Survive, my nigga.","sentiment_score":-0.0777777778}
{"full_text":"Pandemic Will Influence Legal Trends in 2022https:\/\/t.co\/oNjZF9Tufs","sentiment_score":0.2}
{"full_text":"F.I.G.H.T. Flu Season Essential workers may be at a higher risk of being exposed to #flu and #COVID19. Protect yourself and your community from flu by getting a #fluvaccine. The more people vaccinated; the more people protected. Learn more:","sentiment_score":0.35}
{"full_text":"RT 7) Look how Jamaica  swabs both throat &amp; both nostrils ... and this was done in Sept of 2020. Other countries like US need...","sentiment_score":-0.125}
{"full_text":"Remember all the clowns who downplayed the mental health effects lockdowns &amp; school closures did to kids? And how they wanted proof that this was a legit crisis?Well, check this thread out:","sentiment_score":-0.1}
{"full_text":"RT If you get COVID-19, you are more likely to die in Mexico than in almost any other country...Another sign of widespread publ...","sentiment_score":0.125}
{"full_text":"Nothing worry n do not be too much serious for #Omicron as all these students r mild infected as they have already double vaccinated,Omicron is speedy transmissible but unable to do harm for Double vaccinated,Except school(up to 10std)all should opened n withdraw d night curfew..","sentiment_score":-0.1}
{"full_text":"Honestly everyone getting COVID this week is a best case scenario...","sentiment_score":0.8}
{"full_text":"RT Reflections from another ICU week:- Seeing multiple family members admitted or have died from COVID. They're unvaxed- Adm...","sentiment_score":0.0}
{"full_text":"RT Punjab CM Channi says he did not receive PM Modi and was not accompanying him during the security breach because others who...","sentiment_score":0.0}
{"full_text":"Back home and with power- thankful for family and friends to take us in and for a code green today  stay warm and safe, friends!","sentiment_score":0.25625}
{"full_text":"In this winter of Omicron discontent, fear, and turmoil, my partner has started walking our cat on a leash, and I am worried about what this means for all participants","sentiment_score":0.0}
{"full_text":"lol the priv qrt you wanna kiss me so bad even though this isn't about ","sentiment_score":0.05}
{"full_text":"RT New issue includes article Nurse Employment During The First Fifteen Months Of The COVID-19 Pandemic by...","sentiment_score":0.1931818182}
{"full_text":"We need to know who we should isolate at hospitals. We need to know who's at the hospital WITH COVID, not BECAUSE OF COVID. It's transmissible whether you're sick or not.","sentiment_score":-0.7142857143}
{"full_text":"RT We're officially launching our NFL news feed today over so give us a follow there. Same speed and accura...","sentiment_score":0.0}
{"full_text":"RT We tried that, remember? Like what? ","sentiment_score":0.0}
{"full_text":"RT Why isn't a mask protecting Keir Starmer?? I just DON'T understand ","sentiment_score":0.0}
{"full_text":"RT Why is planning for \"functional closures\" in #bced (AKA widespread illness)? Perhaps they KNOW they are opening scho...","sentiment_score":0.0}
{"full_text":"RT 2nd day back at work,foreman told me to wear a mask outside while laying blocks,I told him no,just got let go ","sentiment_score":0.0}
{"full_text":"RT #Valimai team is not in the mood to backoff. Heard theaters are in spree of signing new agreements on release this Ponga...","sentiment_score":0.1363636364}
{"full_text":"RT The #cybercrime pandemic &gt;&gt; Tackling the workplace &gt;&gt; via #security...","sentiment_score":0.0}
{"full_text":"RT Vaccine passports discriminate against people and create a two-tiered society based on a personal health decision. Th...","sentiment_score":0.0}
{"full_text":"Already had COVID and lost my shit years ago #ParentalTrauma! #FTW","sentiment_score":-0.25}
{"full_text":"LeChase unveils training center for healthcare construction best practices via","sentiment_score":0.45}
{"full_text":"RT This week's free city-run test sites are on the flyers below. The new mobile vans will probably have the shortest lines...","sentiment_score":0.2681818182}
{"full_text":"The unlikely place to find at-home COVID-19 tests - CBS News","sentiment_score":-0.5}
{"full_text":"Micro clots is not a new thing either. More equal support in Long CoVid is needed politically too, if we are to continue without further restrictions, imho. Mild CoVid does not negate Long CoVid.","sentiment_score":0.0831439394}
{"full_text":"Even though I can't breathe much after Covid I'm still bouncing off the walls.  Xxx","sentiment_score":0.2}
{"full_text":"RT Newly unionized workers at @Starbucks on Elmwood walk off the job with concerns over Covid protocol @news4buffalo a...","sentiment_score":0.1363636364}
{"full_text":"The calculated ARR for vaxed subjects compared to the baseline risk for unvaccinated subjects were in the range of 1 percent. Is that enough for one to get the jab?   Also according to Pfizer's study, 2500 people need to be vaxxed to prevent one severe covid infection","sentiment_score":0.0}
{"full_text":"RT #Prabhas and #PoojaHegde starrer 'Radhe Shyam' release postponed due to rise in #COVID19 cases; Rajamouli's 'RRR' also...","sentiment_score":-0.125}
{"full_text":"RT Highlighted ways to accelerate economic growth, promote balanced regional development and Sustainable Urbanization in...","sentiment_score":0.2}
{"full_text":"RT The UK has only 3.93 hospital doctors per 100,000 people - the lowest in Europe. It also has just 2.42 beds per 100,000 peop...","sentiment_score":0.0}
{"full_text":"RT The is corrupt beyond measure.","sentiment_score":-0.5}
{"full_text":"It's the way folks are moving like COVID ain't out here taking lives. People don't care about protocols or protecting others during a mass disabling events. I keep looking at the numbers in shock yet so many industries are \"business as usual\" even as their workers are sick.","sentiment_score":-0.1547619048}
{"full_text":"it is so exhausting watching so many people brush covid off like no big deal and not get vaccinated\/be careful, and then watch them suffer the consequences of getting really sick and even dying.","sentiment_score":-0.1428571429}
{"full_text":"RT 10,775 new covid cases","sentiment_score":0.1363636364}
{"full_text":"RT Probably going to bring a bottle of champagne into my bedroom, lock the door and doomscroll social media while my anxi...","sentiment_score":0.0333333333}
{"full_text":"RT Thanks  Radha Shyam maker Movie postponed  Biggest Super star Prabhas Everything will be fine Comin...","sentiment_score":0.3166666667}
{"full_text":"RT \"This is a milder variant\", the PM claims, a few minutes after CMO Chris Whitty said the hospitalisation data shows clea...","sentiment_score":-0.2}
{"full_text":"RT Rostock, Germany continues nightly protests against COVID law.","sentiment_score":0.0}
{"full_text":"limiting people who do not have a vaccine so they can't buy stuff is wrong an unconstitutional\/vaccine is essential to stop the virus to a certain extent,But the are also getting sick\/vaccine is just an experiment,stamped put to use to get money an benefits\/dead continue to fall!","sentiment_score":-0.0773809524}
{"full_text":"All colleges, private and deemed universities in #Maharashtra will remain closed until February 15 in view of the rising #COVID cases in the state.","sentiment_score":-0.05}
{"full_text":"RT When you realise seventeen couldn't have a meal together in a restaurant since covid restrictions cuz there are a lot of memb...","sentiment_score":0.0}
{"full_text":"RT Aipc Jharkhand  is going all out against #Omicron, #COVID19. To fight against the spread of #coronavirus, we organised a dis...","sentiment_score":0.0}
{"full_text":"You just want someone to tell you that what has been happening for the last two years didn't actually happen. You want to live in a fantasy world where Covid isn't real and you aren't petulant for trying to own the libs by refusing the vaccine","sentiment_score":0.1872727273}
{"full_text":"Omicron is a vaccine escaped variant, and it is infecting vaccinated persons more that unvaccinated persons. Also, it has been reported many times that it is vastly less severe in hospitalization and death than previous variants. Why are you fueling fear and overreactions?","sentiment_score":0.1666666667}
{"full_text":"RT \"Even before the pandemic, many unpaid carers were struggling without the support they needed. They weren't getting a brea...","sentiment_score":0.35}
{"full_text":"Polio also didn't live on in animals, making eradication possible. COVID lives on in dogs cats, deer, etc, good luck chasing them all down to give them a theraputic.","sentiment_score":0.1702020202}
{"full_text":"Good thing it isn't the playoffs.","sentiment_score":0.7}
{"full_text":"Sister has a cold, staying home because sick. Why take a rapid covid test? How would a + result change her behavior? Is she not *realy* sick if it's not Kung Flu? Test was negative. Still staying home because sick. I just don't get it.","sentiment_score":-0.6085714286}
{"full_text":"#BreakingNews :-Nicola Sturgeon relaxes Scotland Covid rules#Covid_19 #Scotlandhttps:\/\/t.co\/E7Wec53AYp","sentiment_score":0.0}
{"full_text":"RT Not a single patient ever in over 20 years of giving hundreds if not thousands of tetanus boosters has anyone ever questio...","sentiment_score":0.0357142857}
{"full_text":"RT The PM used the Downing St Briefing this evening to lie about Sadiq &amp; TfL. It's not the first time he's done this so let'...","sentiment_score":0.25}
{"full_text":"RT Dr. Theresa Tam will join Prime Minister Justin Trudeau this morning for the 1st federal COVID-19 update of the new year....","sentiment_score":0.1363636364}
{"full_text":"RT The unbelievably rude, and arguably slanderous, response to my colleague DOCTOR asking for transparency...","sentiment_score":-0.3}
{"full_text":"RT #Prabhas and #PoojaHegde starrer 'Radhe Shyam' release postponed due to rise in #COVID19 cases; Rajamouli's 'RRR' also...","sentiment_score":-0.125}
{"full_text":"New Hybrid\/Variant has reached SoCal. They're calling it FLURONA!  By its name I'm guessing FLU is the top.","sentiment_score":0.3352272727}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT Gaslighting.","sentiment_score":0.0}
{"full_text":"Maybe she should be proposing legislation to help her constituents rather than tweeting threats and Covid disinformation. Like you, she is not doing her job as a congressperson, and like you, she is sucking up to a dangerous, fascist loser. #SeditionCaucus","sentiment_score":-0.6}
{"full_text":"I am pretty sure the data for hospitalizations and people in the ICU does not support that statement. Trend is up.People choose to go to the hospital, but not the ICU.\"Milder\" is likely attribute that to people being vaccinated or have antibodies from previously having COVID.","sentiment_score":0.1458333333}
{"full_text":"RT In 2020 I had a melanoma removed within a week of seeing my GP. On 28th September last year, my GP diagnosed another, b...","sentiment_score":0.0}
{"full_text":"RT The original decision to allow him entry had drawn fury in Australia, where people in some areas are still banned from travel...","sentiment_score":0.375}
{"full_text":"RT What a ","sentiment_score":0.0}
{"full_text":"Day 7 parents took another rapid antigen that was negative, but I was still having very slightly elevated body temp and no appetite. So I felt sure I was covid + 8\/","sentiment_score":-0.0055555556}
{"full_text":"RT NFTs are stupid, covid is not a myth, darksynth doesn't have to be face melting distorted, In &amp; Out over everything else, S...","sentiment_score":-0.8}
{"full_text":"RT Could you PLEASE help those of us who are immunocompromised and order more EVUSHELD? Most of us had little to no re...","sentiment_score":0.2708333333}
{"full_text":"RT CDC posts rationale for shorter isolation and quarantine guidelines","sentiment_score":0.0}
{"full_text":"It's going to be incredibly challenging for principals and teachers over the next few weeks because a lot of school staff is going to be out with covid. Running a school is going to be so daunting. People are going to need a lot of support and encouragement,","sentiment_score":0.1}
{"full_text":"President and CEO Angelo Calbone has been leading the city's fight against COVID.","sentiment_score":0.0}
{"full_text":"RT Sheila Gunn Reid is joined by Pastor Phil Hutchings, a New Brunswick pastor who was jailed after he failed to comply w...","sentiment_score":-0.1818181818}
{"full_text":"RT I'm so sorry to hear that","sentiment_score":-0.5}
{"full_text":"RT Scotland shuffles slowly more into line with England's approach to Omicron.Cut to self-isolation duration to seven da...","sentiment_score":0.5}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT Little update from The Newcastle upon Tyne Hospitals NHS Foundation Trust: Inpatients can no longer have visitors. Thanks...","sentiment_score":0.00625}
{"full_text":"RT #BREAKING: A COVID testing site at the Getty Center has detected LA's first case of flurona, a combination of influenza and coro...","sentiment_score":0.075}
{"full_text":"plagio","sentiment_score":0.0}
{"full_text":"Get over it. Covid is just the fucking flu.","sentiment_score":-0.6}
{"full_text":"RT Important data from Pretoria  ... first city to experience omicron outbreak in  (with high levels previous infection + moder...","sentiment_score":0.1608333333}
{"full_text":"#PonderThis   China virus equals control of the people by government.","sentiment_score":0.0}
{"full_text":"RT Not everyone will say \"I love you\".Sometimes the love comes in the form of phrases like : \" Have you eaten ? \"\" Thi...","sentiment_score":0.5}
{"full_text":"RT People who haven't taught during a pandemic should stop telling all of us how to teach during a pandemic. We're the only on...","sentiment_score":0.0}
{"full_text":"It's actually pretty clear what he could do to remedy this","sentiment_score":0.175}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT A #Maryland 4th grader from #AnneArundel County has died of #COVID19. Hold his family in love. You don't need to ask questio...","sentiment_score":0.5}
{"full_text":"RT CNN's \"It's the unvaccinated who aren't wearing masks, it's the unvaccinated who aren't social distancing, it...","sentiment_score":0.0333333333}
{"full_text":"RT Critics call on Ontario to allow COVID-19 tests for daycare kids, resume reporting cases. Story by","sentiment_score":0.0}
{"full_text":"RT This tweet is from the American context but it rings true here, doesn't it?Ford hired a US consulting firm to lead t...","sentiment_score":0.05}
{"full_text":"RT More bad news on Covid vaccines and myocarditis in men under 40 - even as more colleges require booster shots for stude...","sentiment_score":0.1}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT What would ideal COVID Isolation guidance be?Once rapid antigen tests are cheap &amp; ubiquitous1. Isolate for first 5 days...","sentiment_score":0.5166666667}
{"full_text":"RT #Telangana Covid Cases5-01-2022 - 15204-01-2022 - 10203-01-2022 -   4822-01-2022 -    272","sentiment_score":0.0}
{"full_text":"RT #c4news 120 young people at exam desks in an assembly hall, supervised by one teacher isn't teaching &amp; learning... it's ch...","sentiment_score":0.1}
{"full_text":"Ex-#MotoGP star Valentino Rossi will miss this weekend's Gulf 12 Hours after being identified as a close contact of someone who has tested positive for COVID-19:https:\/\/t.co\/RMtR28HVHp","sentiment_score":0.2272727273}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"two-man game with Kyrie","sentiment_score":-0.4}
{"full_text":"RT Punjab CM Channi says he did not receive PM Modi and was not accompanying him during the security breach because others who...","sentiment_score":0.0}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"Which had nothing to do with Tomi's statement, which is 100% true. She pointed out that the shot isn't ending the pandemic, hence the Biden quote from May of this year. If the shot was a dead end for the virus, her statement would be false. Straw man my ass.","sentiment_score":-0.0833333333}
{"full_text":"RT No credible reason for Sturgeon to have held off on Covid protocol changes until now - other than trying to justify the e...","sentiment_score":-0.1625}
{"full_text":"RT Nicola Sturgeon confirms allocation of PS55m of Covid support funding to taxi\/private hire drivers, beauticians\/hairdre...","sentiment_score":0.0}
{"full_text":"RT Messi recovering from COVID in 2 days","sentiment_score":0.0}
{"full_text":"RT The best protection against the Omicron variant for yourself, your neighbors, and your family is getting vaccinated and g...","sentiment_score":1.0}
{"full_text":"RT Not a great time to be a young adult huh. Covid's overshadowing our best years and climate change is threatening the ones to c...","sentiment_score":0.2}
{"full_text":"12th Day of Christmas! In December, Deputy Manager, Katy from Worthington Lake Care Home was invited to the last week in recognition for her work throughout the #pandemic https:\/\/t.co\/LoVl4HZXOG","sentiment_score":0.0}
{"full_text":".@GabeGutierrez got a rare look inside Northwell Health's Core Lab, one of the largest Covid-19 testing facilities in the country.The lab is handling 25,000 tests a day.","sentiment_score":0.3}
{"full_text":"There is still a chance that you may contract COVID-19 even if fully vaccinated and boosted. But it will protect you from severe illness and hospitalization#Covid_19 #covidvariant #COVID19 #GetVaccinated #GetBoosted #GetVaccinatedNow #GetBoostedNow #Science #sciencetwitter","sentiment_score":0.0}
{"full_text":"The Wage Supplement to employees whose companies have been impacted by COVID-19 will be retained in January 2022. The format and value of disbursement will follow the system currently in place. Learn more...https:\/\/t.co\/fm5aTjOoGt","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGTODAY, January 5, 1pm-4pmEnergy Innovation Center 1435 Bedford AvePre-registration link: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.15}
{"full_text":"Another preview of my new collection City Of Light that is coming out very soon on I love this piece. I like the fact that there is a COVID-19 test tent at the back on the left-hand side. I think this image will be interesting to look back on in a few years.","sentiment_score":0.1920454545}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"This long thread is a great collection of interesting but depressing reads on the rona, long covid, and all the other uglies.","sentiment_score":0.0791666667}
{"full_text":"RT Chief Medical Officer Professor Sir Chris Whitty talks about some of the conversations he's had with unvaccinated people in...","sentiment_score":0.0}
{"full_text":"Isolation time to be cut shorter https:\/\/t.co\/hnfX8urYXg","sentiment_score":0.0}
{"full_text":"There was an article just yesterday saying we didn't have to worry about this ","sentiment_score":0.0}
{"full_text":"Good news for 2022 travel ","sentiment_score":0.7}
{"full_text":"Not a doctor, but the body has some remarkable tolerance to heal, especially injuries early in life. I think we haven't fully grasped the toll of long-COVID on our population, which exceeds our already high death toll.","sentiment_score":0.2525}
{"full_text":"Stop being ridiculous. You have a greater risk of dying by driving to school than from covid.Our schools have been open, full time, in person, no masks, no vax mandates and all are doing perfectly fine.","sentiment_score":0.1866666667}
{"full_text":"Around 15% of the region's workforce are either off ill or isolating.https:\/\/t.co\/SOlEAQTwQL","sentiment_score":-0.5}
{"full_text":"RT The CDC recommends you lock yourself in a room with two brothers. One only tells the truth, the other only tells lies. One...","sentiment_score":-0.0416666667}
{"full_text":"RT The Walton family is the richest and the world. Jim Walton's $64.6 billion is a little more than Rob Walton's $64.2 billion...","sentiment_score":0.15625}
{"full_text":"New Covid announcement is expected at PMQs todayhttps:\/\/t.co\/KjbMZ89BLW","sentiment_score":0.0181818182}
