{"full_text":"It really doesn't matter at this point. Ray Epps or whatever his street name could be is a household name now.  The saddest part is no one trust the FBI, CDC, CIA.....,etcWithout TRUMP we would have never known that we were living In the Truman Show.","sentiment_score":0.2}
{"full_text":"RT damn he went through with it too","sentiment_score":0.0}
{"full_text":"RT #iKON Temporarily Halts Activities After #Jinhwan, #Yunhyeong, And #Donghyuk Test Positive For COVID-19https:\/\/t.co\/ubXIuqYZg6...","sentiment_score":0.2272727273}
{"full_text":"RT If there were a vaccine for choking in big games, would Aaron Rodgers  get it?","sentiment_score":0.0}
{"full_text":"I had bad reactions to the vaccine.  So yes. I would like to know if it actually helps instead of just helping pharma bottom lines. I would love it if my vaccination prevented major sickness.  But I had unvax friends who had less severe symptoms and quicker recoveries than me.","sentiment_score":-0.0608333333}
{"full_text":"The people who are dunking on him will make fun of him and regurgitate liberal vaccine talking points to further their career. Ill bet you a lot of them secretly agree with Aaron but could never admit it publicly.","sentiment_score":-0.12}
{"full_text":"lol got covid one week into the new quarter and now i'm already so behind ","sentiment_score":0.1787878788}
{"full_text":"RT OMG. I hear that the mayor gave a server grief earlier this week when he was asked to show his vaccine card. I heard it dir...","sentiment_score":-0.4}
{"full_text":"RT As noted about 100 times so far... if Facebook wanted to kill the antivax movement in this country they could do it with t...","sentiment_score":0.1}
{"full_text":"RT Folks, we're not going to give up. Some people may call what is happening now the new normal. I call it a job not yet finishe...","sentiment_score":0.1431818182}
{"full_text":"RT It's crazy cuz I haven't caught COVID and then I realized not even a global pandemic wants me","sentiment_score":-0.1333333333}
{"full_text":"RT USA----World-- Check my tweet history Archives, I came up with the theory that Covid came from a Science Lab in China,...","sentiment_score":0.0}
{"full_text":"See ya Covid Toe ","sentiment_score":0.0}
{"full_text":"RT What Bari Weiss said is correct but hardly revelatory. (She's also wrong about data). Some of us noted in March 2020 that...","sentiment_score":-0.3958333333}
{"full_text":"A global pandemic so deadly....https:\/\/t.co\/QA6d9aC7Iw","sentiment_score":0.0}
{"full_text":"RT The most annoying thing about this pandemic is how we've adjusted to it for capitalistic purposes but not humanitarian...","sentiment_score":-0.15}
{"full_text":"RT Plenty of time to do vaccine research now ","sentiment_score":0.0}
{"full_text":"RT Transcribed most of what Aling Gemma said in this interview to understand her situation better. Emphasis mine.","sentiment_score":0.5}
{"full_text":"RT [] 230121News confirms that 3\/6 of #iKON; Yunhyeong, Jinhwan and Donghyuk have tested positive on COVID-19 and the others c...","sentiment_score":0.2272727273}
{"full_text":"RT Here's a thought, How about we do away with speed limits and just trust everyone to drive safely? Blood alcohol limits fo...","sentiment_score":0.5}
{"full_text":"RT The CDC recommends scoring more than 10 points in a playoff game","sentiment_score":0.05}
{"full_text":"RT damn he went through with it too","sentiment_score":0.0}
{"full_text":"RT Another vaccine side effect: going to the super bowl.","sentiment_score":0.3333333333}
{"full_text":"RT Who would have thought inefficiencies like 7,000 Dept of Corrections employees for 8,900 inmates and handing out fantasy pen...","sentiment_score":0.0}
{"full_text":"RT JUST IN - Chief epidemiologist at Norwegian Institute for Public Health has come out against covid passports saying they...","sentiment_score":0.0}
{"full_text":"Well.. Israel has given 4 shots in all... So I guess mostly people already knew this.. But govts have to enable profits.","sentiment_score":0.5}
{"full_text":"Omicron close one eye.","sentiment_score":0.0}
{"full_text":"RT Toronto out smashing it demanding freedoms back, an end to lockdowns and the vaccine passport. Pictured: Yonge Street p...","sentiment_score":0.0}
{"full_text":"RT The unspoken assumption of \"living with COVID\" is that it is in the economic best interests of the nation to allow the self...","sentiment_score":0.6}
{"full_text":"RT Protestors in Toronto chant \"Justin Trudeau's got to go\" at march against the ongoing COVID restrictions.Footage by...","sentiment_score":0.0}
{"full_text":"RT Since the beginning of the pandemic 68,000 kids have died, quite tragically, from all causes, many preventable.That means...","sentiment_score":0.5}
{"full_text":"RT Since the beginning of Hip-Hop, has shown time and again what a DJ set should look like and since the pan...","sentiment_score":0.0}
{"full_text":"RT Do not let politicians &amp; public health officials get away with blaming COVID for the destruction THEY caused. There ha...","sentiment_score":0.0}
{"full_text":"RT \"We are taking our fight to the doorsteps of our federal government and demanding that they cease all mandates against...","sentiment_score":0.0}
{"full_text":"RT Love how this country is doing nothing to get the pandemic under control because one party thinks it's fake and the othe...","sentiment_score":0.0}
{"full_text":"FOLLOW THE SCIENCE PEOPLE!!","sentiment_score":0.0}
{"full_text":"It's insinuated right here. Also, again, so it's not illegal, but without the vaccine you can't work, without working you can't make money, without making money you can't afford water and food....","sentiment_score":0.2678571429}
{"full_text":"got a negative covid test! almost wish it had been positive so i could stop worrying about this! stupid vaccine and masks!","sentiment_score":-0.3636363636}
{"full_text":"there's something kindaaaaa cute about being in a new york bar and knowing everyone around you got their little vaccine","sentiment_score":0.1496212121}
{"full_text":"That was our only good offensive game of the season, of course nobody complained. We were just as bad offensively before the covid pause too, people just forget cause we hung 80 on CSU's head. Before that our offense was pretty atrocious.","sentiment_score":-0.1642857143}
{"full_text":"RT Large protest against vaccine passports in central Stockholm, the capital of Sweden.","sentiment_score":0.1071428571}
{"full_text":"RT This letter shows a list of Texas Children's Pediatrics doctors who are now refusing to treat patients who are not fully v...","sentiment_score":0.0}
{"full_text":"Everyone I know in the last few weeks who got COVID have all been boosted","sentiment_score":-0.1}
{"full_text":"RT This is why people not only distrust the corporate media, but hate them. A pro-lockdown journalist from Quebec jets down to...","sentiment_score":-0.2388888889}
{"full_text":"RT \"Scottish data shows that the COVID-19 age-standardized case rate is highest among the two-dose vaccinated and lowest among un...","sentiment_score":0.0}
{"full_text":"RT BREAKING: #DrRobertMalone just announced on that he is coming out with a book to expose all the COVID l...","sentiment_score":0.0}
{"full_text":"Pro Vaccine, Anti- Mandate....true freedom and rational decision making","sentiment_score":0.0}
{"full_text":"RT If there were a vaccine for choking in big games, would Aaron Rodgers  get it?","sentiment_score":0.0}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT Congratulations to the people (&amp; to my great friends) of the Czech Republic!!!","sentiment_score":1.0}
{"full_text":"RT White House email, obtained on behalf of shows Facebook, Merck and CDC Foundation, whose sponsor includes Pfi...","sentiment_score":0.0}
{"full_text":"RT Not getting vaccinated against Covid is the weirdest hill to literally die on","sentiment_score":0.0}
{"full_text":"I'm a Cal grad and root for Aaron, except when facing the Niners. Yes, he greatly disappointed me in covid.That said, your comment was so baaaaaaaaaad, I'm still laughing.","sentiment_score":-0.75}
{"full_text":"RT opinion piece - 'The rest of the world has moved on': Nine journalist locked out by WA border back...","sentiment_score":0.0}
{"full_text":"Jimi Hendrix is rolling over in his grave. He did this 50 years without the shit-eatin' grin for TFG, who was busy nursing his bone spurs. Wear a mask if you attend - talk about a superspreader with omicron going aroundhttps:\/\/t.co\/L7nvXvNpE7","sentiment_score":0.1}
{"full_text":"RT The city of San Francisco will pay you $1,000 to stay your ass at home if you test positive for covid. Call 628-217-6...","sentiment_score":0.2272727273}
{"full_text":"Ok I ordered a 5-pack box of Covid tests from Costco on Tuesday and they just arrived today. So if you're a Costco member who needs Covid tests (who doesn't?) this seems like a good way to order tests that won't take a month to ship.","sentiment_score":0.6}
{"full_text":"RT First hand experience here I just got over Covid unvaccinated within five days of testing positive and my wife and...","sentiment_score":0.2386363636}
{"full_text":"'We're about to catch on fire': Inside a Texas hospital, doctors and nurses say they can't keep up this pace for much longer via","sentiment_score":0.2}
{"full_text":"RT MJ really step up his game with his move to Safety this year. Really loved seeing his improvement this year #Browns","sentiment_score":0.1666666667}
{"full_text":"RT Have you noticed that Covid has disappeared in the NFL?I think they stopped testing for the playoffs.","sentiment_score":0.0}
{"full_text":"RT happy 60k, my baby!","sentiment_score":1.0}
{"full_text":"The American Army is developing a vaccine that might work for all COVID variants. But I'm not sure if it would wipe it out. It might just make it less severe.","sentiment_score":-0.1388888889}
{"full_text":"RT It seems has done a massive U-Turn or the equivalent of moving across the floor to a new party. She ha...","sentiment_score":0.0681818182}
{"full_text":"RT Omicron waiting for you to leave your house...Don't let your guard down.","sentiment_score":-0.1555555556}
{"full_text":"RT Today in the NFL playoffs:-Both 1 seeds lost at home-Neither winning quarterback threw a touchdown-Both games end o...","sentiment_score":0.5}
{"full_text":"RT CDC admits natural immunity SIX TIMES stronger than the vaxx during Delta. Ivermectin now on sale over the counter in some...","sentiment_score":0.1}
{"full_text":"RT Researchers have discovered a possible link between the coronavirus pandemic and fewer instances of lightning reported during wor...","sentiment_score":0.0}
{"full_text":"RT Another vaccine side effect: going to the super bowl.","sentiment_score":0.3333333333}
{"full_text":"RT Don't forget defense contractors were a major beneficiary of the COVID bailouts!","sentiment_score":0.078125}
{"full_text":"RT Kinda want to run away from home but kinda want to stay home all day.","sentiment_score":0.0}
{"full_text":"RT Defund NPR","sentiment_score":0.0}
{"full_text":"Small children getting less sick from Omicron; Genetic mutation protects against severe COVID","sentiment_score":-0.376984127}
{"full_text":"The number of bots attacking Bill Maher in the comments is crazy!","sentiment_score":-0.75}
{"full_text":"RT Luxon says we wouldn't need to wear masks in a pandemic if the govt's response was better","sentiment_score":0.5}
{"full_text":"I'll leave this here as a reminder of what this team is becoming due to what this pandemic. And what it is doing to us.","sentiment_score":0.1625}
{"full_text":"RT So my 77 year old mother has covid . Via my brother 14 days later. I think after their 3 weeks of isolation the liberals...","sentiment_score":0.05}
{"full_text":"RT \"The COVID-19 vaccine made by Pfizer and BioNTech appears to put young men at elevated risk of developing a heart muscle infl...","sentiment_score":0.1}
{"full_text":"\"there's always a pandemic or smth going on, you just need to live your life\" \"this time next summer you'll be at raves again (said in the winter of 2020)\" \"what's holding you back? there's so many opportunities out there?\"","sentiment_score":0.1590909091}
{"full_text":"RT And we'll ALL pay the human toll &amp; public health cost for this insanely dangerous #SuperSpreader Eventhttps:\/\/t.co\/4Tf...","sentiment_score":-0.2}
{"full_text":"RT New COVID symptom: Choking","sentiment_score":0.1363636364}
{"full_text":"RT We are going to look back on the past couple of years and realize that almost every policy decision on COVID was not o...","sentiment_score":-0.125}
{"full_text":"You know what's super fun is telling them that cdc (their god) told them that cloth masks are useless for Covid per latest \"science\". Watch their reactions. Freaking lost.","sentiment_score":0.1583333333}
{"full_text":"I don't support vaccine mandates, but I do support man dates. ","sentiment_score":0.0}
{"full_text":"RT I know anecdotes don't mean a lot that much but 90% of my consults this last week on service were for complications of pedi...","sentiment_score":-0.0375}
{"full_text":"Introducing a new member to the #Covid family. Everyone this is #BA2 ","sentiment_score":0.1363636364}
{"full_text":"Why would you even dream of sharing a lunchroom during a pandemic though?","sentiment_score":0.0}
{"full_text":"RT The combined net worth of the 10 richest people in the U.S. has more than doubled since March 2020, reaching $1.35 tri...","sentiment_score":0.2666666667}
{"full_text":"RT Jacinda Ardern Cancels Her Wedding. Reason: New Zealand's Covid Rules","sentiment_score":0.1363636364}
{"full_text":"RT Folks, we're not going to give up. Some people may call what is happening now the new normal. I call it a job not yet finishe...","sentiment_score":0.1431818182}
{"full_text":"RT [] 230121News confirms that 3\/6 of #iKON; Yunhyeong, Jinhwan and Donghyuk have tested positive on COVID-19 and the others c...","sentiment_score":0.2272727273}
{"full_text":"RT you know what our #PHO is doing with those taxpayer funded rapid tests m...","sentiment_score":0.0}
{"full_text":"Students from at least 21 high schools in Montgomery County participated in a county-wide walkout at noon Friday.","sentiment_score":-0.07}
{"full_text":"RT  12 y.o. Amelia Perry, 7th grade student from #NewJersey passed away after being diagnosed with new-onset diabetes and CO...","sentiment_score":0.0}
{"full_text":"Don't believe everything you read.","sentiment_score":0.0}
{"full_text":"Do we have a \"tit's on a boar-hog vaccine\"? Asking for a former Minneso-tan","sentiment_score":0.0}
{"full_text":"Students from at least 21 high schools in Montgomery County in Maryland participated in a county-wide walkout at noon Friday.https:\/\/t.co\/6wEErStkcV","sentiment_score":-0.07}
{"full_text":"Not counting any deaths over the expected life expectancy would reduce that by 75% and we would not have a pandemic","sentiment_score":-0.1}
{"full_text":"RT Man of his word. Respect","sentiment_score":0.0}
{"full_text":"RT Not getting vaccinated against Covid is the weirdest hill to literally die on","sentiment_score":0.0}
{"full_text":"RT #iKON Temporarily Halts Activities After #Jinhwan, #Yunhyeong, And #Donghyuk Test Positive For COVID-19https:\/\/t.co\/ubXIuqYZg6...","sentiment_score":0.2272727273}
{"full_text":"Who cares!!! I can win every regular season game but have no clue what I'm doing in the playoffs! But hey give me another mvp!!! For my covid research!!","sentiment_score":-0.0666666667}
{"full_text":"RT PANDEMIC STARTED WITH THE NINERS' SUPER BOWL LOSS. IT CAN ONLY END WITH THEIR SUPER BOWL WIN.  LETS GO","sentiment_score":0.3666666667}
{"full_text":"RT I'm seeing a lot of tweets about the number of COVID deaths this week, but very few explicitly state that Republicans bear qu...","sentiment_score":-0.26}
{"full_text":"Tokyo: Tips to stop Omicron spread at home | NHK WORLD-JAPAN News","sentiment_score":0.0}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"RT [] YG has stated that Jinhwan, Yunhyeong and Donghyuk have tested positive for COVID.  All members have taken a PCR tes...","sentiment_score":0.2272727273}
{"full_text":"The greatest QB, podcast guest, immunology\/vaccine researcher, cosplay John Wick and political correspondent in the world put up 10 points at home w\/ arguably the best WR in football","sentiment_score":0.6666666667}
{"full_text":"COVID-19 infection during pregnancy increases the risk of preterm birth, stillbirth, and pre-eclampsia -- or high blood pressure which damages the organs.https:\/\/t.co\/uwIEGU4TlZ","sentiment_score":0.16}
{"full_text":"Professional Leftists Begin Trying to Retreat from the Consequences of Their COVID Nonsense - ","sentiment_score":0.1}
{"full_text":"RT Omicron waiting for you to leave your house...Don't let your guard down.","sentiment_score":-0.1555555556}
{"full_text":"RT I ordered my free Covid tests on 1\/19\/22, and they just arrived. Thanks,","sentiment_score":0.3}
{"full_text":"Egypt's Health Ministry said 170,000 citizens have been administered with the coronavirus vaccine in centers stationed in markets as well as train and metro stations since they were opened in December.https:\/\/t.co\/3AsAGknplK","sentiment_score":0.0}
{"full_text":"The pandemic may have created a nation of problem drinkers -- and many are women: ","sentiment_score":0.5}
{"full_text":"Pfizer CEO sees annual COVID vaccine rather than frequent boosters.","sentiment_score":0.1}
{"full_text":"RT My mom is dying of covid pneumonia. She refused to be intubated. She said she is ready, but I don't think I am. She was va...","sentiment_score":0.2}
{"full_text":"Are you 18 and over? You might be eligible to receive your BOOSTER vaccine... Book your vaccination at one of over 430 Clicks vaccination sites on the Clicks booking portal &gt;","sentiment_score":0.0}
{"full_text":"RT Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough. Enough.Too much. Too much. Too...","sentiment_score":0.0307692308}
{"full_text":"\"The disease might hide the person underneath, but there's still a person in there who needs your love and attention.\" -- Jamie Calandriello#curodoc #nursingcare #nursingservices #nurses #attendants #nursing #babycare #criticalcare #physiotherapy #healthcare #omicron #COVID19","sentiment_score":0.5}
{"full_text":"RT Long COVID study: Boston researchers recruiting long haulers who are having trouble concentrating, experiencing strong fati...","sentiment_score":0.0333333333}
{"full_text":"Australia, where some states pursued policies similar to Zero Covid, is experiencing an explosion of cases because governments have dismantled such policies at the behest of the corporations.https:\/\/t.co\/ko1HPIVNoP","sentiment_score":0.0}
{"full_text":"RT 220123 [OFFICIAL]iKON Kim Jin-hwan, Song Yun-hyeong, and Kim Dong-hyuk, confirmed with Corona 19Get well soon boys h...","sentiment_score":0.4}
{"full_text":"Omicron threat: Why Siouxsie Wiles won't be going to bars or restaurantshttps:\/\/t.co\/W9Re0P3kys","sentiment_score":0.0}
{"full_text":"RT More than three and a half thousand people died from Covid in America on Friday. A higher death toll than on 9\/11. And yet...","sentiment_score":0.1944444444}
{"full_text":"RT Nobody was tracking COVID-19 data during the Omicron wave to show how morbidity differs in after at least 35% of total pop...","sentiment_score":-0.15}
{"full_text":"Are you saying this is a problem? COViD and it's various mates aren't going anywhere...","sentiment_score":0.0}
{"full_text":"Thousands of people gathered in European capitals Saturday to protest vaccine passports and other requirements governments have imposed in hopes of ending the coronavirus pandemic.https:\/\/t.co\/EzLNN7Vlrz","sentiment_score":-0.0625}
{"full_text":"RT Reminder ...Dr Fauci has never missed a single paycheck during COVID.","sentiment_score":-0.0714285714}
{"full_text":"With COVID shutdowns, the manatees of Belize have had the best grass-munching, cruise ship-free year of their lives. Now as the Caribbean nation ramps up its tourism to save itself from economic collapse, their underwater habitat is more at risk than ever before.","sentiment_score":0.5666666667}
{"full_text":"RT Can't forget the pain of students who scored very less marks due to negative moderation.. third wave covid impact isn't...","sentiment_score":-0.1604166667}
{"full_text":"RT I have been lucky to not get covid in the last couple of seasons, it's not covid this time too. It's nasty flu,cough an...","sentiment_score":-0.2222222222}
{"full_text":"COVID-19 vaccinations available for PSS staff and students at their school!Register at or call (670) 682-7468 or your child's school!Live COVID-19 safe, CNMI. Practice the 3 W's: wear a mask, wash your hands, watch your distance.#vaccinateCNMI","sentiment_score":0.45}
{"full_text":"RT Here we go again. Walk into a U.S. supermarket, and chances are you'll see some empty shelves once more.It's an unwelcome t...","sentiment_score":-0.1}
{"full_text":" Thus, the flow of ambulances from Social Security and SEM 132, during this morning at El Salvador Hospital, where patients with covid-19 are admitted. Photos LPG\/Francisco Aleman.  #elsalvador #mostshared","sentiment_score":0.0333333333}
{"full_text":"Bill seeks to criminalize use or sale of fake vaccine cardshttps:\/\/t.co\/yR5A0y9ex3","sentiment_score":-0.5}
{"full_text":"RT The moment someone says, \"If the vaccines work, how come so many vaccinated people are getting COVID?\"-- you know they do...","sentiment_score":0.5}
{"full_text":"RT If you don't have any friends who have covid right now you're blessed or you probably don't have friends","sentiment_score":0.2857142857}
{"full_text":"Have a good Sunday! Here's a view of the Cathedral of St. Catherine of Alexandria, shared by Joenar Tubato Repel [ IG: ]. Be safe, and stay at home, Dumaguetnon! There will be better days. #DumaGetMe","sentiment_score":0.625}
{"full_text":"Even before COVID it made me uncomfortable when people I didn't know very well invaded my personal space. I would visualize extending my arm out at chest level to measure the distance at an arm's length and back away.","sentiment_score":-0.075}
{"full_text":"RT Yes: nails it!","sentiment_score":0.0}
{"full_text":"RT Another vaccine side effect: going to the super bowl.","sentiment_score":0.3333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 18.4FWind Chill: 18.4FHumidity: 66%Dew Point: 8.8F Barometer: 30.138 inHgWind: 0 mph from the SCorona Virus Weekly Stats:Cases: 719.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Nxamalala. He knew the dangers of IMF and World Bank. He tried so hard with BRICS to get us away from being dependent on th...","sentiment_score":-0.2916666667}
{"full_text":"How do you reach out to prospective holiday bookers? Industry has changed post pandemic. Your active online\/social media presence with attractive designs is the key to catch attention. We help business boost with expansion prospects","sentiment_score":0.2222222222}
{"full_text":"RT In many countries, people are on roads protesting against lockdown, mask mandate etc. And here in India, \"tu jaanta na...","sentiment_score":0.5}
{"full_text":"RT It's that time in the Covid cycle where we find out just how bad we fucked around by underestimating everything for the n-t...","sentiment_score":-0.65}
{"full_text":"RT #iKON Temporarily Halts Activities After #Jinhwan, #Yunhyeong, And #Donghyuk Test Positive For COVID-19https:\/\/t.co\/ubXIuqYZg6...","sentiment_score":0.2272727273}
{"full_text":"Wonder if it's due to omicron or cold feet","sentiment_score":-0.3625}
{"full_text":"RT #iKON Temporarily Halts Activities After #Jinhwan, #Yunhyeong, And #Donghyuk Test Positive For COVID-19https:\/\/t.co\/ubXIuqYZg6...","sentiment_score":0.2272727273}
{"full_text":"RT #indonesia with its #nvax Covid vaccine is keeping cases so low that WHO decides to study the phenomenon","sentiment_score":0.0}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"RT In my 22 years in policing, I have never seen the streets so dangerous. Not only for innocent civilians, but also for my...","sentiment_score":-0.0333333333}
{"full_text":"RT And it definitely seems to be the view of Republican governors; that NO governmental or even private action may be taken to...","sentiment_score":0.0333333333}
{"full_text":"good i'm stuck w covid!!","sentiment_score":1.0}
{"full_text":"#auspol#ausFRAUD#nswpol#nswFRAUD#LNPToxicCultureVOTE THEM OUT","sentiment_score":0.0}
{"full_text":"RT  criticized for use of catchphrase \"pandemic of the unvaccinated\".Rodgers has chosen to play \"catch...","sentiment_score":0.0}
{"full_text":"RT Rodgers won't have to worry about being Covid tested next wk or ppl trying to silence him. After this embarrassing lost....","sentiment_score":0.0}
{"full_text":"that logic, you should take your booster shot ASAP","sentiment_score":0.0}
{"full_text":"RT \"This [pandemic] is going to be remembered by the younger generation as a catastrophic moral crime.\" -@BariWeiss","sentiment_score":0.0}
{"full_text":"RT Agreed. Oral antiviral variant independent 3CL protease inhibitors are clear favorite to dramatically bend all four curves (...","sentiment_score":0.2}
{"full_text":"RT Lots of parents are casual workers who can't take time off without losing their income, or threatening their jobs. That's...","sentiment_score":-0.5}
{"full_text":"RT Not getting vaccinated against Covid is the weirdest hill to literally die on","sentiment_score":0.0}
{"full_text":"\"With the current surge in cases, I have been working to add testing locations in the city, and I want to thank Northshore Clinical Labs for working with us on this site,\" Ward 2 Councilwoman Victoria Seaman said.","sentiment_score":0.0}
{"full_text":"RT BREAKINGTeo Ee Yi tests positive for Covid-19 after returning back from India.Get well soon!","sentiment_score":0.1136363636}
