{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Holds up.https:\/\/t.co\/bqWnjoVSb5","sentiment_score":0.0}
{"full_text":"and Stop elevating the status of people who died of Covid-19 and refused to be vaccinated. The Walkers death was tragic for the family but if you must run the story, emphasize their lack of vaccinations.","sentiment_score":-0.75}
{"full_text":"Really weird how some of y'all be acting like you don't require lungs to exist...wear a mask if breathing is required for your daily life. The syndicate can not fathom how much more documents we must publicize to get this...","sentiment_score":0.0}
{"full_text":"RT getting a covid test rn is like tryna get in-n-out at 12am on the east side idk how else to explain it","sentiment_score":0.0}
{"full_text":"RT As The Experts(tm) move the goalposts to surgical or N95 masks, it's worth remembering that Germany has already required medical g...","sentiment_score":0.15}
{"full_text":"Oh we will reach that natural herd immunity very soon. My prediction is end of Jan at the rate this variant is spreading.","sentiment_score":0.15}
{"full_text":"RT The only model that can explain this correlation is T-Cell immunityWe get immunity from exposure to other common corona...","sentiment_score":-0.1416666667}
{"full_text":"RT COVID entered our house.We had nothing but NPI to protect unvaccinated children.Our two main tools were the P2\/KF94 Ma...","sentiment_score":0.1666666667}
{"full_text":"RT The CDC recommends staying at home with your dog so they're not sad","sentiment_score":0.25}
{"full_text":"Remember when he disappeared for about 2 weeks?  Who else thinks he caught Covid?","sentiment_score":0.0}
{"full_text":"RT Premiere of Nova Scotia just confirmed on CTV that 68% of people in hospital with covid are vaccinated.","sentiment_score":0.4}
{"full_text":"Well, I suppose that's what you get when you refuse to assemble an independent panel of experts. surely knew COVID would continue with increasingly virulent strains emerging. Did they not tell AAPS this? Did AAPS not listen? Is their \"close partnership\" a farce?","sentiment_score":0.0333333333}
{"full_text":"Well this is more interesting than the tennis game itself .","sentiment_score":0.2}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Hair loss is common with #COVID. Clotting conditions of all kinds too, including strokes. Reminder when people ask \"but how...","sentiment_score":-0.3}
{"full_text":"I managed to remain free of infection until now. I don't plan on having that change any time soon. #COVID19 #Omicron Working at a restaurant, I objectively am NOT living in fear. I face any anxiety I have daily by reporting to work.","sentiment_score":0.1333333333}
{"full_text":"Appears to have double covid or stage 4 lung cancer. But toxic vomit like this can breathe thru their ass, they trudge on. See how Scump trudged when his Oxygen levels under Covid dropped under 90%. He was in massive danger! No doubt Florida Strangler gets a Regeneron booster!","sentiment_score":0.0}
{"full_text":"Is it omicron or fleas?","sentiment_score":0.0}
{"full_text":"Mask don't work.Never had and never will.All this chaos is over maskless people. If people want to continue believing all this propaganda BS that mask work,vaccine works,and lockdowns work are definitely in a Cognitive dissonance state of all been lied too","sentiment_score":-0.05}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"The CDC says you can eat that little lizard the Tuscan raider gave you and you'll probably be okay.","sentiment_score":0.15625}
{"full_text":"This report was published in the spring of 21 before Omicron existed and they were saying cloth masks are great.  Ridiculous.","sentiment_score":0.2333333333}
{"full_text":"i hate covid ;)","sentiment_score":-0.275}
{"full_text":"RT New patent-free COVID vaccine developed as \"gift to the world\"","sentiment_score":0.1181818182}
{"full_text":"RT BREAKING: Italy makes COVID-19 vaccination legally mandatory for those 50 and older","sentiment_score":0.1833333333}
{"full_text":"CHICAGO (AP) -- Chicago cancels classes for a second day after failing to reach agreement with teachers union over COVID-19 protocols.","sentiment_score":0.0}
{"full_text":"RT Just another day of Ron DeSantis doing absolutely nothing about surging COVID cases in Florida, leaving our most vulnerab...","sentiment_score":0.35}
{"full_text":"RT O'Tool is always wining about Trudeau not doing something fast enough or good enough about Covid....","sentiment_score":0.225}
{"full_text":"RT Ahhh yes.#bullshitandspinhttps:\/\/t.co\/lzI3qzCYbf","sentiment_score":0.0}
{"full_text":"RT Big Covid says Omicron symptoms are milder among the so-called vaccinated.I'm not seeing that in my practice.I'm not...","sentiment_score":0.0}
{"full_text":"RT Yes, I'm increasingly concerned about narrow focus on ICU occupancy with a variant acting in new ways &amp; causin...","sentiment_score":-0.0212121212}
{"full_text":"Oz locked the world out for months on end, including its own people.Why should the ATP clamour to get in just when they want a tennis tournament?","sentiment_score":0.6}
{"full_text":"I'm genuinely serious when I ask: how much more can you do than vaccines masks and the like? I seriously don't know what else you are gonna do to make it safer. Have people show up in hazmat suits?","sentiment_score":-0.0555555556}
{"full_text":"RT \"Before Omicron, a typical vaccinated 75-year-old who contracted Covid had a..similar risk of death--around 1 in 200--as a typ...","sentiment_score":-0.1666666667}
{"full_text":"Damn I smoke, had on a N95 mask and was talking to the nurse and my O2 stats were 98%.","sentiment_score":0.0}
{"full_text":"Makes no difference if outside if everyone is hugging and kissing on each other. Vaxx does not prevent getting or transmitting covid.","sentiment_score":-0.0625}
{"full_text":"RT This guy was early as fuck","sentiment_score":-0.15}
{"full_text":"RT Wow me too, got Omicron now (triple vaxxed) and I only did a lateral flow...","sentiment_score":0.05}
{"full_text":"RT My latest: Covid's lesson? When anxious, isolated and hopeless, we're much less ready to think critically","sentiment_score":0.0566666667}
{"full_text":"RT Failure.","sentiment_score":-0.3166666667}
{"full_text":"COVIDInfluenzaRiniteSinusiteHb20Eu:","sentiment_score":0.0}
{"full_text":"Study reveals fundamental changes in the omicron variant via The work also provides evidence that omicron has switched its route of entry in to human cells, from cell surface fusion to cathepsin-dependent fusion within the endosome.","sentiment_score":0.0}
{"full_text":"RT i do not want covid. i do not want mild covid. i do not want medium covid. i dot not want serious covid. i do not want lon...","sentiment_score":0.0}
{"full_text":"I agree, USPS however could do a fine job delivering them to every home. Plus it was quite rich Inslee sat in his house for the presser because \"Omicron is so contagious\" but screw kids, nurses, everyone else he's forcing out there daily.","sentiment_score":0.2638888889}
{"full_text":"RT I wonder what percentage of Americans got vaccinated because they were told they wouldn't get COVID ","sentiment_score":0.0}
{"full_text":"Oh no you have Covid? Please get well soon! Feel better","sentiment_score":0.5}
{"full_text":"Struggling to comprehend the dog-eat-dog situation we now find ourselves in, nearly 2 years into the pandemic. Booster stocks scarce, RATs the same, abandoning of comprehensive testing and case numbers data, and confusion over how infected people get access to healthcare. Woeful!","sentiment_score":0.05}
{"full_text":"RT Translation....they've been knowingly lying all alonghttps:\/\/t.co\/Lq7QwuOhg1","sentiment_score":0.0}
{"full_text":"Think he's sick? Maybe, wicked ironically, with Covid? Karma sometimes does it's job.","sentiment_score":-0.7142857143}
{"full_text":"Congrats sir! I hope to lock a grab bag down one day.","sentiment_score":-0.1555555556}
{"full_text":"That's weird. I was told by Dipsht DeSantis because of him, Florida had beat Covid?","sentiment_score":-0.5}
{"full_text":"RT Number of Americans hospitalized with COVID-19 tops 115,000, highest since January 2021","sentiment_score":0.0}
{"full_text":"Fuck you COVID!","sentiment_score":-0.5}
{"full_text":"You cant be considered great if your personal behavior is mainly for your self interest and not for the greater good of humanity.  I have no respect for anti vaxxers and anti maskers in this pandemic","sentiment_score":0.4333333333}
{"full_text":"The entire pandemic is the fault of Donald J Trump and his administration for tariffs and the trade deal on China prompting Xi retribution of the virus. Trump lied ever since the first 15 cases were discovered to protect the trade deal.","sentiment_score":0.125}
{"full_text":"Since April, 2021, every public health agency should be required to understand Pfizer reports on why mRNA is not yet ready as a human vaccine.","sentiment_score":0.0666666667}
{"full_text":"RT You know Josh Norman won't get covid because he's always 6 feet away from receivers.","sentiment_score":0.0}
{"full_text":"RT There's nothing else my immediate household can doWe avoid unnecessary travel &amp; time spent esp in indoor public spaces...","sentiment_score":-0.1666666667}
{"full_text":"The Russian puppet dictator of Serbia is REALLY MAD that Australia is refusing to let potential plague-bearers into the the country &amp; wants special treatment:","sentiment_score":-0.0135714286}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT The Walton family is the richest and the world. Jim Walton's $64.6 billion is a little more than Rob Walton's $64.2 billion...","sentiment_score":0.15625}
{"full_text":"this morning:","sentiment_score":0.0}
{"full_text":"Generally that is because no editor will publish it","sentiment_score":0.05}
{"full_text":"RT Don't lose heart!England stands almost alone now, in the fight against authoritarianism. The Gov needs to hear us...","sentiment_score":0.0}
{"full_text":"Science changes with new information that becomes available.The peer reviewed Israeli study urges a 'rethink' and is suggesting that indicating antioxidants may help.It's not by accident that India has one of the best recovery rates for COVID on the planet.","sentiment_score":0.5681818182}
{"full_text":"It is just a dead cat to distract from the Federal Government's abysmal handling at every stage of the pandemic.","sentiment_score":-0.2}
{"full_text":"RT Yes, in 2021 we faced a once-in-100-years pandemic that is the challenge of our lifetime. On top of that, we have dealt...","sentiment_score":0.5}
{"full_text":"Clark County schools to disregard new CDC guidelines -","sentiment_score":0.1363636364}
{"full_text":"RT The CDC recommends you wake in the morning and you step outside and you take a deep breath and you get real high and you...","sentiment_score":0.08}
{"full_text":"RT Whoopi Goldberg stunned by testing positive for COVID: 'I've done everything I was supposed to do'","sentiment_score":0.2272727273}
{"full_text":"RT 29\/ Did you watch that? When asked in 2019 how to prevent getting an infectious disease in need of doctor care, Fauci...","sentiment_score":0.0}
{"full_text":"RT Had trump handled the pandemic with an iota of urgency, his supporters would've shown up at vaccine centers draped in the...","sentiment_score":0.0}
{"full_text":"RT They need to lock us back down, and if they can't afford unemployment again, they need to pause rent and mortgage payments...","sentiment_score":-0.0777777778}
{"full_text":"if unvaccinated parents really want to send their unvaccinated children to school to have them catch covid, i guess we should just let them?","sentiment_score":0.2}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT She said this during the original strain of COVID, when the unvaccinated were the spreaders. She knows it's n...","sentiment_score":0.375}
{"full_text":"RT Florida's radical Republicans aren't satisfied with the COVID wildfire they set - now they're thinking about bringing bac...","sentiment_score":0.5}
{"full_text":"RT A functioning health care system does not charge upwards of $20 for a COVID-19 test.A functioning health care system does n...","sentiment_score":0.0}
{"full_text":"RT We are entering into year three of a global pandemic and \"health care is a human right\" is still somehow a controversial state...","sentiment_score":0.2089285714}
{"full_text":"RT The Mayo Clinic has fired 700 employees, or 1% of its workforce, for refusing to get vaccinated against COVID-19.\"The ne...","sentiment_score":0.0}
{"full_text":"RT Total flip by on rapid tests. Just like the total flip on masks by Canadians are losing faith i...","sentiment_score":0.0}
{"full_text":"Everyone who has wanted to get a booster shot from this week has developed Covid. #sigh","sentiment_score":0.1}
{"full_text":"RT Children's Healthcare of Atlanta says it currently has 118 children in its hospitals due to COVID. Two weeks ago, there wer...","sentiment_score":-0.0625}
{"full_text":"RT \"A negative COVID test cannot be used as a substitute in order to enter locations requiring the pass\"So healthy people...","sentiment_score":0.1}
{"full_text":"France hits 332,252 coronavirus cases, Europe's highest-ever single-day confirmed infection count","sentiment_score":0.4}
{"full_text":"RT \"I don't think it's covid\" oh you asked the virus? Like...","sentiment_score":0.0}
{"full_text":"SO THIS! #Disability #FirstNations #NobodyLeftBehind #CovidVic #Covid19Aus #CovidNSW #CovidACT #CovidQLD #NationalEmergency #Covid19NSW #Covid19Vic #auspol","sentiment_score":0.0}
{"full_text":"pictured: a very lazy public school teacher, putting together sub plans at 7 at night for a class that most likely won't even have a sub tomorrow, because just like her, everyone has fucking covid","sentiment_score":-0.085}
{"full_text":"Omicron infects the v*ccinated at a significantly greater rate (30-33%) than the unvaccinated. That's why the government invoked the lockdown. Karmas a b*tch. Haters and discriminators where will you show your new QR code's. Nowhere (Manny Ottawa)","sentiment_score":0.3181818182}
{"full_text":"RT The footage that got #malone banned #lawlessgovernment#lockdown #Omicron","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT The CDC recommends staying at home with your dog so they're not sad","sentiment_score":0.25}
{"full_text":"Watching my very first Harry Potter movie... living la vida corona","sentiment_score":0.325}
{"full_text":"RT Covid deaths so far:U.S.          1 in    400 people Canada    1 in   1,233Finland     1 in  3,500Norway     1 in  4,10...","sentiment_score":0.0}
{"full_text":"Does anyone really think  there were no flu cases last winter? As opposed to that they tested sick folks for Covid &amp; if they tested positive for Covid they didn't also test for flu &amp; so flu #s are dramatically artificially low?News of 1st #FluRona cases is such nonsense","sentiment_score":-0.1478354978}
{"full_text":"I will only take a covid vaccine if it's  made by Elizabeth Holmes.  #trustallwomen","sentiment_score":0.0}
{"full_text":"RT Vaccine passports discriminate against people and create a two-tiered society based on a personal health decision. Th...","sentiment_score":0.0}
{"full_text":"RT Damn.","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT BREAKING: U.S. reports more than 600,000 new coronavirus cases, the biggest one-day increase on record, with some states yet t...","sentiment_score":0.3181818182}
{"full_text":"And so is this.","sentiment_score":0.0}
{"full_text":"RT BREAKING: WFAA has confirmed that the NFL has reached out to AT&amp;T Stadium to check on its availability as a possible backup 2022...","sentiment_score":0.2}
{"full_text":"RT Hello Mr could you please give a call to your counterpart from Quebec Mr he doesn't und...","sentiment_score":0.0}
{"full_text":"RT I will never give up fighting for the thousands of family members whose voices have been silenced forever. ","sentiment_score":0.0}
{"full_text":"RT Just when you thought it couldn't get any worse his  COVID policy is now just a Google search.","sentiment_score":-0.4}
{"full_text":"RT don't b afraid to be the first one to suggest covid safety w friends!! \"I think I'll keep my mask on, ok?\" \/ \"wanna get ta...","sentiment_score":0.096875}
{"full_text":"RT The TGA has granted a further provisional determination to AstraZeneca Pty Ltd in relation to the COVID-19 treatment tixagevi...","sentiment_score":0.0}
{"full_text":"RT Gorgeous gorgeous girls get their booster vaccine ","sentiment_score":0.7}
{"full_text":"RT Royal Caribbean, Norwegian Cruise cancel voyages amid Omicron scare","sentiment_score":0.0}
{"full_text":"#horror #movies #podcastReady Or Not Double Man Me #scifi #podcasting #ThursdayThoughts #Thursday #quarantinelife #TBT","sentiment_score":0.0}
{"full_text":"RT lmao Tingle asks if perhaps we could be prepared for virus variants during a pandemic. Morrison calls this basic proposition \"...","sentiment_score":0.3}
{"full_text":"RT A Covid infection that may be mild to you could kill a family member or friend. Don't we each have a responsibility not t...","sentiment_score":0.3333333333}
{"full_text":"RT So, with the tsunami of COVID cases around the country, people are being asked to stay home if they have a positive RAT,...","sentiment_score":0.2272727273}
{"full_text":"\"Protecting and safeguarding the wellbeing of children is at the core of what it is to be human and humane.\" Read Presiding Bishop Curry's op-ed, \"Bless the children: What Jesus would say about getting a COVID-19 vaccination\" here:","sentiment_score":0.0}
{"full_text":"RT \"His exit comes just weeks after the AP revealed that more than 100 Bureau of Prisons workers have been arrested, convicted or...","sentiment_score":0.5}
{"full_text":"RT not the cdc giving us a word problem ","sentiment_score":0.0}
{"full_text":"RT Mike Budenholzer has entered the NBA's health and safety protocols and Giannis Antetokounpo is sidelined with an illness unr...","sentiment_score":0.0}
{"full_text":"RT Just today I've heard two accounts of Texans losing their jobs to vaccine mandates. This is an unconscionable attack on Te...","sentiment_score":0.0}
{"full_text":"RT If Swalwell truly believed his own rhetoric about COVID, Florida, and mandates, he would not take his maskless unvacci...","sentiment_score":0.6}
{"full_text":"RT The COVID-19 vaccine and booster are our best defense to end this pandemic--and the best way to protect yourself and your love...","sentiment_score":0.8333333333}
{"full_text":"RT The pandemic of dichotomizing continuous variables: airborne vs droplet \"safe\" vs not safe masks work vs \"don't work...","sentiment_score":0.125}
{"full_text":"RT  BTS SPECIAL EDITION INTERVIEW | VOGUE KOREA: To. Jimin \/ What are the words that have impressed you the most in...","sentiment_score":0.619047619}
{"full_text":"Cant wait to see whatever they want us to see.","sentiment_score":0.0}
{"full_text":"RT So glad the geniuses from the National Covid Commission recommended subsdies for methane gas pipelines instead of securi...","sentiment_score":0.5}
{"full_text":"Why isn't the vaccine preventing people from getting and passing on Covid?","sentiment_score":0.0}
{"full_text":"RT No matter what you better obey COVID law in Germany or straight to jail.","sentiment_score":0.2}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT I got myself tested for Covid19 and my report is positive. I am asymptomatic and as per doctor's advice, taking rest a...","sentiment_score":0.2272727273}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"[ KAIA GENERAL REMINDER ]Good day Stans! Stay at home and be healthy always Join us in voting and streaming for #KAYAbyKAIA on all digital and music platforms. Let's go Link: #KAIA","sentiment_score":0.35625}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT DeSantis clearly struggled with breathing today. He looked lousy, his chest heaved repeatedly, and he sounded like he has or...","sentiment_score":-0.2}
{"full_text":"Germany could reduce #COVID19 isolation periods to keep country running","sentiment_score":0.0}
{"full_text":"RT Loaded with every injection except the vax.","sentiment_score":0.0}
{"full_text":"RT Who or what is the cause of the hysterical covid regime which you are not allowed to question? \"It's not tech. It's the...","sentiment_score":-1.0}
{"full_text":"RT If vaccines help us recover from the new variant, without any hospitalisation, what's the point of creating panic.... Eith...","sentiment_score":0.1363636364}
{"full_text":"Participants must be vaccinated against COVID-19 or have a medical exemption granted.","sentiment_score":0.0}
{"full_text":"RT I just pressed the on why the UK govt is selling off the Vaccine Manufacturing and Innovation Centre (VMIC)...","sentiment_score":0.0}
{"full_text":"Our very own Inverted Cross-Examiner pointed out that Accept predicted the COVID-19 pandemic a decade agohttps:\/\/t.co\/tbGrwJaZ3J","sentiment_score":0.78}
{"full_text":" It's important to get your kids vaccinated against COVID-19. With NEW dedicated sick leave for child vaccination, take time off to get your kids vaxxed and keep our communities safe. Find a vax site: your worker rights:","sentiment_score":0.0805194805}
{"full_text":"Covid is largely spread by the unvaccinated, so yes, it has something to do with others. ","sentiment_score":0.2142857143}
{"full_text":"Omarion Reminds Fans He's an 'Artist, Not a Variant'https:\/\/t.co\/nMhxiI8isFPresented by","sentiment_score":0.0}
{"full_text":"\"Only omicron would really explain the large surge we saw.\"","sentiment_score":0.1380952381}
{"full_text":"The A-Leagues are in uncharted waters, threatened by rising covid-19 cases on multiple teams. But despite a swag of games already postponed, there is no intention of suspending the season.","sentiment_score":0.0}
