{"full_text":"1\/17\/1942 born (55) years later 1\/17\/1997 #covid19 era Ali born. Icon of 2020s beat  (2)(19) days after 44 left office age (55) replaced by age (70) (45) #DonaldTrump","sentiment_score":0.0}
{"full_text":"RT This is a shame. I love the quality and durability of products. But I will not support any company that forces...","sentiment_score":0.5}
{"full_text":"Kyrie gonna be responsible for a lot of vaccine mandates in the east :))","sentiment_score":0.35}
{"full_text":"RT Plenty left. Just look at the comments to that thread. Basically, they all boil down to \"we need REAL lock...","sentiment_score":0.0148148148}
{"full_text":"RT Face masks and Covid Passport END IN THE UK!!!!!!!!!!   Where is U.S. media ??","sentiment_score":0.0}
{"full_text":"RT NSW also paused elective surgery two weeks ago. Why the relentless focus only on Victoria? #auspol","sentiment_score":0.0}
{"full_text":"As administrators fail, the youth lead.","sentiment_score":-0.5}
{"full_text":"RT Breaking: Trump appointed federal judge blocks Biden's vaccine requirement for government workers","sentiment_score":0.0}
{"full_text":"RT Life has been normal for so long here in Florida - I don't even remember the pandemic.","sentiment_score":0.05}
{"full_text":"RT If you are angry that the unvaccinated can now use indoor hospitality without a vaccine pass then you probably got vaccin...","sentiment_score":-0.5}
{"full_text":"RT Hong Kong tracing of a clustera case got infected in 9 secondscases are sequenced, so the finding is real","sentiment_score":0.2}
{"full_text":"RT in march, my state's WIC program is going back to its pre-pandemic $9\/month for fresh fruits and veggies. the current...","sentiment_score":0.1}
{"full_text":"RT Chicago Mayor Lori Lightfoot supported Sheriff Tom Dart in letting the jail population explode. Cassandra called 132 times t...","sentiment_score":-0.1}
{"full_text":"RT NEW from me: Big Ivermectin is headed to DC to march on Sunday.They've sold out hotels, shared directions on forging...","sentiment_score":0.0681818182}
{"full_text":"RT #RealLifeHeroes The volunteers of #DSS are doing unimaginable deeds to help needy people; even in this pandemic, they...","sentiment_score":0.0}
{"full_text":"RT this is so unbelievably disgustingly racist and the worst part is ashley didn't even say this, y'all just specifically word...","sentiment_score":-1.0}
{"full_text":"RT \"It's shameful that it is easier to catch COVID than it is to find a test kit.\" - ACTU secretary Sally McManus","sentiment_score":0.0}
{"full_text":"If anyone during a pandemic gives you \"good news\" without chapter and verse , discount it big time.","sentiment_score":0.35}
{"full_text":"RT 'Flying blind': Australia faces 10,000 long Covid cases by the end of the year","sentiment_score":-0.275}
{"full_text":"Wait, are you saying that MLB teams have medical personnel that make decisions on medical issues that impact the members of the club, shocked \/s. As a season ticket holder, I'm fine with the club doing everything they can to ensure the roster is not impacted by COVID.  Bye bye","sentiment_score":-0.0708333333}
{"full_text":"RT tudumtudumtudum BATMAAAAAAAAN!FINALLY my I AM BATMAN #8 Variant Cover is OUT guys!!!!  #BATMAN","sentiment_score":0.0}
{"full_text":"RT \"Doctors are among the health workers least likely to be vaccinated against Covid-19\"And that is their right.We must protec...","sentiment_score":-0.15}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"RT Coronavirus? President Trump? That must have been some dream. It's 2000 and you're in the Drew Carey Geppetto movie.","sentiment_score":0.0}
{"full_text":"RT The DOJ will immediately sue to stop them -- that's my guess","sentiment_score":0.0}
{"full_text":"RT me at the gym in the age of covid","sentiment_score":0.0}
{"full_text":"RT The pandemic is over. And the world is now divided into those that know it and those that don't want to know it.","sentiment_score":0.0}
{"full_text":"RT The number of people who have died of COVID-19 at Naperville's Edward Hospital reached 203, but hospitalization rates a...","sentiment_score":0.0}
{"full_text":"RT Certain parts of the media including right wing commentators from the peoples broadcaster the ABC are blaming the states...","sentiment_score":0.25}
{"full_text":"RT Public health has been militarized. Pandemic \"countermeasures\" is a term derived from warfare and spy-craft, not medicine.","sentiment_score":0.0}
{"full_text":"RT What I imagine a chief public health officer would write, but can't:\"Dear citizens, I write to explain some difficult reali...","sentiment_score":-0.25}
{"full_text":"'The death toll would be staggering if it was any other cause'.","sentiment_score":-0.125}
{"full_text":"so stay home... cheap glass seats are always welcome.","sentiment_score":0.6}
{"full_text":"RT RTI reveals not a single rupee provided from the  promised 100cr from PM Cares for vaccine development.https:\/\/t.co\/Xr6...","sentiment_score":0.0357142857}
{"full_text":"RT Updated data from NYC's Omicron surge.The graphs speak for themselves.Absolutely stunning.","sentiment_score":0.5}
{"full_text":"Axie is more than just an entertaining game. During the covid 19 pandemic, when foreign governments struggled to find a solution to help the poor, Axie gave them a great opportunity to earn extra income that the heads of countries could not do","sentiment_score":0.125}
{"full_text":"RT Dear West Australians, COVID \"wave\" is said to be \"peaking\" in eastern Australia. Deaths are at pandemic record (46 in...","sentiment_score":0.0}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"RT The evidence is overwhelming that the virus spreads via a regional\/seasonal pattern, regardless of how draconian are t...","sentiment_score":0.5}
{"full_text":"RT \"I signed over a patient w\/ internal bleeding to the overnight dr. I explained that we had called 45 hospitals in search of...","sentiment_score":0.0}
{"full_text":"RT I was very sad to learn that my Everton friend Mark Cruise passed away. I will always remember fondly our amusing exchange...","sentiment_score":-0.025}
{"full_text":"RT I have no idea why the focus of the messaging right now would be on relaxing public health measures.","sentiment_score":0.1428571429}
{"full_text":"He ain't wrong! #EnoughIsEnough #StoptheMadness","sentiment_score":-0.625}
{"full_text":"RT My covid conspiracy theory is that the entire pandemic was a plot to turn me, personally, into a conservative","sentiment_score":0.0}
{"full_text":"Yay, we have a cold.  This virus really stinks and I think it's time for all of us to grow up and realize there is not a damn thing we can do about it. Masking doesn't work. The experimental vaccine doesn't work. Gov't around the world are using it as an excuse, and we do nothing","sentiment_score":-0.2875}
{"full_text":"RT .@POTUS w\/a 50-50 senate,inherited a pandemic that destroyed the economy&amp;drove unemployment up. He got over 200M Americans...","sentiment_score":0.0}
{"full_text":"RT There's 51 Covid cases at my kid's school of 400 right now. How about yours? #abed #ableg","sentiment_score":0.2857142857}
{"full_text":"We need a cure just as fast as the President demanded a covid vaccine but big pharma won't allow it money ","sentiment_score":0.1}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"RT #RealLifeHeroes The volunteers of #DSS are doing unimaginable deeds to help needy people; even in this pandemic, they...","sentiment_score":0.0}
{"full_text":"RT Even more outrageous than Chicago Mayor Lori Lightfoot's unfounded lying about connection between crime &amp; bail reform:She...","sentiment_score":-0.25}
{"full_text":"It is a trial vaccine, if it were effective    why would you need to get booster shots? Even your great Fauci says even when you are vaccinated you are not fully vaccinated. Can a person only be half vaccinated?","sentiment_score":0.3083333333}
{"full_text":"RT Voter ID is unacceptable, securing the border is impossible, but try entering a museum without your vaccine papers and a swarm o...","sentiment_score":-0.6666666667}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"I feel numb to this and it's scary","sentiment_score":-0.55}
{"full_text":"RT This is your enemy.They hate you.Listen when they tell you.And vote accordingly.","sentiment_score":-0.8}
{"full_text":"Had kind of a weird academic deja vu conversation this morning. For context, I broke down the other night bc of seasonal issues, covid anxiety, covid university anxiety, and brain fog. And I had two extremely different conversations in how to move forward with my career.","sentiment_score":-0.0300925926}
{"full_text":"RT I don't know if you discovered#Wisting (TV Series 2019- ) Like I did back during the lockdo...","sentiment_score":0.0}
{"full_text":"RT Submitted for you consideration one Andrew Slvitt. Bad on the pandemic, bad on hea...","sentiment_score":-0.7}
{"full_text":"RT This Sunday 7PM CST we're offering a COVID safe virtual opportunity to honour Vince Fontaine by sharing memories &amp; by learn...","sentiment_score":0.5}
{"full_text":"RT Our Emergency Department is open for emergency care, but is not the place for general COVID-19 assessment and testing....","sentiment_score":0.025}
{"full_text":"RT If you're among the 18% who perceive the UK Government as 'honest', please get in touch! We've got a lot of tripe to flog you...","sentiment_score":0.75}
{"full_text":"RT Overseas, Omicron has upended conventional wisdom about how to respond to the pandemic. It will do the same when it arrive...","sentiment_score":-0.0714285714}
{"full_text":"RT Meat Loaf was reportedly anti-vaccine &amp; anti-mask before dying from COVID-19 #meatloaf","sentiment_score":0.0}
{"full_text":"RT Czech singer Hana Horka, who deliberately infected herself with coronavirus so she wouldn't have to get vaccinated, has died o...","sentiment_score":0.0}
{"full_text":"RT Where FEAR appears common sence DISSAPEAR.Covid19 doesn't exist nor any so called cures. FEAR the greatest tool ((they)) pl...","sentiment_score":0.35}
{"full_text":"RT Some rare common ground today. America's prison system, especially for juveniles, is an inhumane disgrace. COVID makes a...","sentiment_score":-0.225}
{"full_text":"RT #CMOH Kieran Moore's response to Dr. Hijri's very sensible policies for #Niagara schools is outrageous gaslighting. Seems l...","sentiment_score":-0.4}
{"full_text":"Just waiting for this lockdown to be over... I'm itching to get back playing footy. I miss it so bad","sentiment_score":-0.35}
{"full_text":"RT It's hilarious to me that butt-dialing, COVID-farting, airport-shaving, hair dye-dripping Rudy Giuliani was given so much t...","sentiment_score":0.35}
{"full_text":"RT What a waste","sentiment_score":-0.2}
{"full_text":"RT Before COVID I used to trust reporters on the news as I was told they were fair, balanced and knowledgeableBut when COVID...","sentiment_score":0.7}
{"full_text":"RT During 2021, we continued promoting stewardship across the region and this included the ongoing use of digitalization in s...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"What interview did you watch?  bc this is the one I watched and he never mentioned covid, it was her who did. All he did was say \"it's like a fever\" and she agreed with him. Where's the clip when he said anything about covid?  he was following her story.","sentiment_score":0.0}
{"full_text":"I literally just started getting into this show a couple weeks ago when I got COVID then I find out it's ending. Was a devastating blow.","sentiment_score":-1.0}
{"full_text":"Start with this is NOT a vaccine...thats the lie you've been fed..if it was, it would've prevented transmission and it is\/has not","sentiment_score":0.0}
{"full_text":"RT They're alone in their trucks almost all the time. There was no crisis with sick truckers. YOU are the one forcing them...","sentiment_score":-0.7142857143}
{"full_text":"RT I remember lining up at the gym in elementary school for my vaccinations. It wasn't controversial. It protected us against...","sentiment_score":0.425}
{"full_text":"RT Dominic Perrottet just said \"we've been prepared\" for Omicron and that the NSW Government's economic response is \"world l...","sentiment_score":0.2}
{"full_text":"Thank you all for your love and support, just got a call from Assisted Living that my old uncle has positive Covid test .....","sentiment_score":0.2757575758}
{"full_text":"RT PRESS RELEASEThe Ministry of Health &amp; Wellness has reported that COVID-19 beds at public hospitals across the island...","sentiment_score":0.0}
{"full_text":"RT A significant amount of my pediatric patients are seeking care for \"not better after COVID\".And we have no treatment for...","sentiment_score":0.0625}
{"full_text":"RT Shout to anyone who has worked this entire pandemic because this shit is TRAUMATIC.","sentiment_score":-0.1}
{"full_text":"RT The Luray Police Department has charged Amelia King with making a terroristic threat on school property after threateni...","sentiment_score":0.0}
{"full_text":"RT Even when the whole world was closed due to Covid-19, the sevadars of Shah Satnam ji Green S kept on helping the needy acc...","sentiment_score":-0.05625}
{"full_text":"In the long term, vaccine recipients will be much more vulnerable to the spike protein mutations that may occur, even if they have already been infected and cured once or more times. In contrast, unvaccinated people acquire long-lasting, even permanent, immunity to all strains .","sentiment_score":0.1125}
{"full_text":"RT A friend of mine here is taking chemo, her 30 year old son came home and was staying in the local motel, they found him...","sentiment_score":0.05}
{"full_text":"Meat Loaf would do anything for love, but he won't take the correct precautions against a deadly virus. He won't do that. \"COVID is a drag, and we're all suffering because of it, but you can blame China.\" - Meat Loaf","sentiment_score":0.0666666667}
{"full_text":"Wait, the teacher contacted Covid from her student. They all have masks on. How can this be? Please explain.","sentiment_score":0.0}
{"full_text":"Listen! This is crazy!","sentiment_score":-0.75}
{"full_text":"IS THIS A JOKE? - Forget 55 Years, FDA Now Says Will Take 75 Years to Release Pfizer Covid Vaccine Data ...  via","sentiment_score":0.0}
{"full_text":"RT Most young, healthy, vaccinated military members have a probability so close to zero of having negative outcomes from C...","sentiment_score":0.14}
{"full_text":"RT Absolutely not; there should be a minimum of 5 shots to consider vax. My God, the children!!! And don't forget, 3 masks...","sentiment_score":-0.1953125}
{"full_text":"RT #NSTnation Early evidence suggests that #Covid19 #Omicron infections may not only be milder but also shorter, thus, allowin...","sentiment_score":0.05}
{"full_text":"I deeply await to decide that Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"The CDC's director says they are working to \"pivot\" the agency's language on what it means to be fully vaccinated.https:\/\/t.co\/Ehqdk4uVSD","sentiment_score":0.0}
{"full_text":"RT Just had a lengthy debate with about vaccine-induced myocarditis. Impossible to persuade him with data and compell...","sentiment_score":-0.6666666667}
{"full_text":"Days after nursing officer Rajkumar Agrawal, 39, succumbed to #COVID19 in April 2021, his colleagues at #Delhi govt's Lok Nayak hospital raised around Rs 2 lakh for his wife and their two children. Report by","sentiment_score":0.0}
{"full_text":"Monthly bankruptcies have exceeded 100 for 13 consecutive months since December 2020.https:\/\/t.co\/2PZa8KxCUV","sentiment_score":0.0}
{"full_text":"This article is nuanced and incredible - finally a serious discussion of Omicron not necessarily being the \"infection to end all variants.\"https:\/\/t.co\/MygfPIPHMY","sentiment_score":0.1888888889}
{"full_text":"Covid-19 has infected more than 346M people and killed over 5.6M worldwide.Here are some of the latest coronavirus-related developments:","sentiment_score":0.2666666667}
{"full_text":"Japan approves Pfizer's COVID-19 vaccine for children aged 5-11https:\/\/t.co\/mXfiBAhE0p","sentiment_score":-0.1}
{"full_text":"Kerala Govt to impose total lockdown on the next two Sundays to slow down the accelerated pace of the Covid-19 infections. Only essential services will be allowed.","sentiment_score":-0.0759259259}
{"full_text":"At-home COVID tests now available from Washington website, reports for the","sentiment_score":0.4}
{"full_text":"Stay safe at home  and get your #GoldilocksPH favorites delivered!We deliver! Order now via  8888-1-999 GrabFood: foodpanda:","sentiment_score":0.625}
{"full_text":"Latest on the global #Covid crisis: Three CDC studies: Boosters crucial against Omicron Mission: Impossible movies delayed, again Brazil postpones Rio CarnivalFor more:","sentiment_score":0.0666666667}
{"full_text":"Unions petition to keep OSHA pandemic protections for health workers in place via #healthcare","sentiment_score":0.0}
{"full_text":"RT So no one else is suspicious about the sudden complete lifting of covid restrictions?Just me?","sentiment_score":0.05}
{"full_text":"Local government units (LGUs) in Western Visayas have been advised to prepare temporary treatment and monitoring facilities (TTMFs) as cases of coronavirus disease 2019 (COVID-19) surge.https:\/\/t.co\/NcdCwFCUK5","sentiment_score":0.0}
{"full_text":".@NichollsState will receive $1.6 million from the U.S. Department of Education and Federal Emergency Management Association to offset the impacts of COVID-19, thanks to the help of more:","sentiment_score":0.35}
{"full_text":"Some hospitals just don't collect #COVID #vaccination data on their patients. Here's how that limits what we know about South Africa's Omicron wave. reports.","sentiment_score":0.0}
{"full_text":"\"In this pandemic, access is such a huge issue and making sure that we're prioritizing getting these tests is a huge priority,\" White House tells #TheView.\"A key part of this is that 20% of the tests every day are targeted at communities that need help the most.\"","sentiment_score":0.2571428571}
{"full_text":"Ohhh! This dress really made me uncontrollably fall in love with it!!Floating Whale Paradise Lolita OP$42.99Size S-LSHOP NOW&gt;&gt;&gt;https:\/\/t.co\/uVU9rMwILb....#lolita #lolitafashion #lolitadress #lolitagirl #egl  #gothicdress #kawaiigirl #kawaii #jfashion","sentiment_score":0.35}
{"full_text":"Civilian aircraft MIL carriers,battleships, subs have=BS=on board,some portable. US,UK,RU:Agencies,Corporations NAMES 3 characters: Ww3\/4 US:ciA,nsA,diA,deAfaA; fbi,irs,ice,nsc nsf,cdc,who,ibm,cnnabc,nbc,pbs,pix,cbsAAAUK:mi6,mi5,mi9,itCbbC:000RU:fsB,kgB,gru,svr:TTT","sentiment_score":0.0}
{"full_text":"A federal judge in Texas blocked the White House's mandate for federal employees. That requirement impacted some 3.5 million U.S workers.https:\/\/t.co\/EKmAxdzBZ8","sentiment_score":0.0}
{"full_text":"Booster shots needed against omicron, CDC studies show. #KTVONews","sentiment_score":0.0}
{"full_text":"\"There have always been brilliant books limited to small spaces and situations. If the latest wave of the pandemic has left you isolated inside, don't read coronavirus literature -- I can suggest plenty of other books to be depressed by.\"","sentiment_score":0.1589285714}
{"full_text":"You think 900,000,000 (that's 900 million) people have had adverse events to the COVID vaccines? Come on, join reality. It's quite nice.","sentiment_score":0.6}
{"full_text":"RT Orlando Mayor Buddy Dyer, wife Susie, test positive for COVID-19, quarantining","sentiment_score":0.2272727273}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"\"One thing I think we're learning, epidemiologically, is that [the homeless] population has a very high level of immune resistance, of immunity and resilience against an influenza of this nature.\"- Jason Kenney, May 27, 2020#covid19ab","sentiment_score":0.208}
{"full_text":"Parts of Asia are seeing increasing Covid-19 cases, the impact of which could be reflected in their latest GDP reports.","sentiment_score":0.5}
{"full_text":"RT New studies demonstrates that COVID-19 booster shots are crucial in fighting off Omicron variant.","sentiment_score":0.0681818182}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Virginia Gov. has announced a new plan of action to combat #COVID19 in his state and signed an executive order that will enable health care systems to access the tools they need to effectively fight the ongoing pandemic.","sentiment_score":0.2787878788}
{"full_text":"Doesn't it seem obvious the CDC\/NIH have huge conflicts of interest?Something should be done about that.","sentiment_score":0.2}
{"full_text":"With so much concern over COVID-19, rely on the city of #PHX to provide a variety of opportunities for COVID testing &amp; vaccines:No \"Out-of-Pocket CostsAppointments RecommendedWalk-ups WelcomeNew dates for our #COVID19 mobile vans:","sentiment_score":0.2}
{"full_text":"In an study, researchers have identified several factors at the initial point of #COVID19 diagnosis that can predict if a patient is likely to develop long COVID. Learn more:","sentiment_score":0.09}
{"full_text":"RT This is who they are.Always.","sentiment_score":0.0}
{"full_text":"RT If anyone is wondering why I am studying trauma impacting library workers because \"libraries are quiet, calm places wit...","sentiment_score":0.15}
{"full_text":"Congrats to 259,402 Americans have died of #COVID19 since and partner Relief Therapeutics submitted an EUA application 234 days ago for #Zyesami, a safe\/effective therapeutic. How many more must die? $NRXP $RLFTF","sentiment_score":0.5}
{"full_text":"RT A judge is demanding an explanation of how a ringleader in a criminal gang with 48 previous convictions obtained a PS50,000 co...","sentiment_score":-0.2833333333}
{"full_text":"RT Billionaires have had a fantastic pandemic. In fact, billionaire wealth has risen more during Covid than it has in the last 14...","sentiment_score":0.3}
{"full_text":"RT Beijing Winter Olympics poses challenge to China's zero-Covid policy","sentiment_score":0.0}
{"full_text":"#Guadalupe The situation is increasingly tense, real bullets have been fired at the #gendarmerie who are equipped with FAMAS assault rifles.The situation is escalating very fast due to protests against #COVID restrictions and poor living conditions.","sentiment_score":-0.0796666667}
{"full_text":"Thanks to for funding this research!","sentiment_score":0.25}
{"full_text":"The #ADA has improved the chances of #peoplewithdisabiliities to enter the workforce but it's far from a cure-all and with #COVID generating more roadblocks, advocates are sounding the alarm.","sentiment_score":0.3}
{"full_text":"RT Supreme Court rejection of Biden administration's vaccine-or-test mandate for private businesses left companies like #...","sentiment_score":0.0}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"RT The Luray Police Department has charged Amelia King with making a terroristic threat on school property after threateni...","sentiment_score":0.0}
{"full_text":"Over 4 crore children between the age group of 15 and 18 years vaccinated against COVID-19 in 19 days. Health Minister Mansukh Mandaviya says young India is contributing significantly towards further strengthening the nation's fight against the pandemic. #LargestVaccineDrive","sentiment_score":0.1583333333}
{"full_text":"Doctors at Duke University are leading a national study to test whether three drugs could effectively treat COVID-19 -- including ivermectin.","sentiment_score":0.6}
{"full_text":"Yay! You finally found a hospital that needed the National Guard to step in. But what's this? Massachusetts COVID hospitalizations this month are comparable to last January despite high vax rates?! So not even a moderation of the rates?","sentiment_score":0.0666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 3.7FWind Chill: 3.7FHumidity: 90%Dew Point: 1.4F Barometer: 30.742 inHgWind: 0 mph from the WCorona Virus Weekly Stats:Cases: 675.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I have a feeling this is the \"Utah Way\" our GOP governor keeps talking about.","sentiment_score":0.0}
