{"full_text":"RT 95% of the ppl right now have the common cold ,the other 5% have cOVId ","sentiment_score":-0.1848214286}
{"full_text":"That is so true!!!\"I want my kid to have a 'normal' school, even if it means sending them to a potential biohazard zone where a life threatening virus could be roaming around freely\"Hate such Corona Cohorts!!!","sentiment_score":0.00671875}
{"full_text":"RT I wonder, on this planet who is so thick as to think they can make their country 'covid free'?Answer:  That daft bint...","sentiment_score":0.05}
{"full_text":"RT I request the concern authorities on behalf of thousands of students please analyse the present situation, in IBPS MAI...","sentiment_score":0.0}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT This is leadership from Can the UK have her please?Compassionate, understanding,practical #Omicron...","sentiment_score":0.0}
{"full_text":"RT Sophie Raworth: \"Won't Covid just eventually become like a bad flu?\"Covid. Is. Not. Influenza #SundayMorning #Marr","sentiment_score":-0.7}
{"full_text":"RT Chatted to a large cross section of NHS staff today at the London March . Anaesthetics, GP's, consultants, nurses, parame...","sentiment_score":0.1071428571}
{"full_text":"Pandemic....","sentiment_score":0.0}
{"full_text":"RT A lawsuit against Bill Gates, the Indian government and others, citing extensive case law, is attracting renewed scrut...","sentiment_score":0.0}
{"full_text":"RT so the Boris Johnson who got sacked by Michael Howard for lying, got sacked from two papers for lying, cheated on his wife...","sentiment_score":0.0}
{"full_text":"Today in Brussels there will be a big demonstration against covid restrictions.","sentiment_score":0.0}
{"full_text":"RT Despite being one of the most vaccinated countries in the world Malta has reached the same level of daily COVID-19 deaths a...","sentiment_score":0.1666666667}
{"full_text":"Hundreds of thousands of volunteers working for free to roll out the Covid vaccines. These and all NHS staff deserve our admiration and appreciation. This disorganised government deserve nothing but contempt for impoverishing the NHS and also for exploiting volunteers.","sentiment_score":0.4}
{"full_text":"RT Your occasional reminder that the long-term effects of Covid remain unknown.","sentiment_score":-0.05}
{"full_text":"RT How many days does Covid last ? I am almost on the 8th day and continue to be knocked of by debilitating weakness and conges...","sentiment_score":0.25}
{"full_text":"These photos are taken in Mong Kok. The center provides free Covid-19 testing. Due to the outbreak of Omicron, there is a long queue waiting for a test. I recommend the government to set up more free testing places. This can prevent people from gathering to avoid infection.#1stCJ","sentiment_score":0.1708333333}
{"full_text":"RT This weird thing has happened in the world during the pandemic: people of the far right (including governors and judges all...","sentiment_score":-0.0380952381}
{"full_text":"RT Peaceful demonstrations in Zagreb, Croatia, against covid passes.","sentiment_score":0.25}
{"full_text":"RT Sorry for not participating actively in the trend.I was not feeling well since yesterday and unfortunately today I got te...","sentiment_score":-0.3777777778}
{"full_text":"The public sector unions in Scotland have held immense power since the onset of the covid lunacy. Sturgeon and Drakeford aren't in a strong enough position to confront these groups, they have to wait till England relaxes, wait for nothing to happen, and then they will ease back.","sentiment_score":0.0866666667}
{"full_text":"Mate, I am not offended by anything related to learning about pandemic.  But, I can assure you the experts I spend a good deal of time over a very long time (going back to SARS and Ebola) do watch Africa data really seriously.  Some even work on advancing systems locally to help.","sentiment_score":0.0502777778}
{"full_text":"RT An example of how united all ethnic groups in #China are.This #Uyghur man drove all the way from #Xinjiang to Xi'an, coz...","sentiment_score":0.0}
{"full_text":"#BorisJohnson is not just opening up England, he has Scotland,NI ,Irish republic and soon to be Wales following.Class leadership #NoVaccinePassportsAnywhere #COVID19 #NoMoreLockdowns","sentiment_score":0.0}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"Yeah I wasn't talking about omicron? I just meant covid as a whole *so far*","sentiment_score":0.15}
{"full_text":"RT Dr. Vladimir Zelenko has now treated 699 coronavirus patients with 100% success using Hydroxychloroquine Sulfate, Zinc and Z-...","sentiment_score":0.3}
{"full_text":"RT BREAKING | Comoros have suffered 12 COVID-19 cases and goalkeeper crisis before last-16 tie with Cameroon.Comoros' No.1...","sentiment_score":0.0}
{"full_text":"wow that hurt ","sentiment_score":0.1}
{"full_text":"RT My mom is dying of covid pneumonia. She refused to be intubated. She said she is ready, but I don't think I am. She was va...","sentiment_score":0.2}
{"full_text":"England's own amateur eugenicists have won the Covid war.","sentiment_score":0.175}
{"full_text":"RT People being reinfected with BA.2 right after having had BA.1Danish researcher (Infectious Disease Institute SSI) spoke...","sentiment_score":0.2857142857}
{"full_text":"When is a negative Covid test not a negative? Recently infected U.S. Olympic athletes heading for the #BeijingOlympics hope they don't find out. via","sentiment_score":-0.05}
{"full_text":"Surely keeper cover too, no? One bout of covid and we're hugely exposed. Seems an unnecessarily risky approach when we should actually be strengthening all over the squad each chance we get.","sentiment_score":0.125}
{"full_text":"RT Because is too busy terrorizing people of #Ethiopia via #TPLFTerrorists","sentiment_score":0.1}
{"full_text":"the current weirdest genre of porn is \"Stranger Sucked My Dick\" stuff where it's clearly filmed during covid.Like i get it, this guy jerking off in his car is irresistible to you, but you think he washed his hands first? you're about to swallow a load of the Novel Coronavirus","sentiment_score":0.1166666667}
{"full_text":"doing a great job so far on Sunday Mornings. Not letting politicians or WHO set covid narrative or strictures without evidence. Nor let govt weasel it's way out of general impropriety. Good stuff!","sentiment_score":0.45625}
{"full_text":"Lockdowns don't work against Omicron","sentiment_score":0.0}
{"full_text":"You said its long term Two weeks dip and you are crying like you are already 5 years poor... Your Panic won't change the price of any asset whether you sell or buy....","sentiment_score":-0.2166666667}
{"full_text":"Obviously they are not fit for purpose they should not be near tax payers Money.","sentiment_score":-0.0333333333}
{"full_text":"RT They are firing health care workers during a pandemic.Truck drivers during a supply chain crisis.Police during a surge i...","sentiment_score":0.0}
{"full_text":"RT Pfizer CEO Albert Bourla says frequent boosters 'not a good scenario,' hopes for yearly vaccine","sentiment_score":-0.125}
{"full_text":"RT There's a book to be written about what the pandemic has done to Australia's collective capacity for empathy and compassion...","sentiment_score":0.0}
{"full_text":"RT My teacher-wife is back in the classroom from next week. We're having conversations about her sleeping in a tent in the ba...","sentiment_score":0.0}
{"full_text":"RT In this Pandemic Hindi audience r not moving to theaters,50% occupancy in few states Even Btown Big star...","sentiment_score":-0.1}
{"full_text":"Fell in love","sentiment_score":0.5}
{"full_text":"Because too many people love the drama of being a good compliant citizen &amp; standing in a Covid testing queue is part of it, probably will continue to wear face masks for ever as well.","sentiment_score":0.5666666667}
{"full_text":"RT Lockdown hookups be like ... Your Zoom link or mine?","sentiment_score":0.0}
{"full_text":"Believed that my relationship with my ex is forever Covid was given competition as far as my life is concerned regarding whether it will break me or the emotional trauma.. thankfully getting out of trauma was much relieving rather than sad and hence i came out stronger ","sentiment_score":-0.05}
{"full_text":"RT My mom is dying of covid pneumonia. She refused to be intubated. She said she is ready, but I don't think I am. She was va...","sentiment_score":0.2}
{"full_text":"RT CDC Finally Admits Cloth Masks Were Always Political Theater","sentiment_score":0.0}
{"full_text":"You cannot say it better!\"There is no alternative to compulsory (mandatory) #vaccination for adults if we are to put the pandemic behind us in the long term\" Divi President Marx told RND.\"Without a higher vaccination rate,we will remain stuck in a kind of permanent #Covid loop\".","sentiment_score":0.205}
{"full_text":"RT WEEKEND RESTRICTIONS - Non essential movement restrictions being implemented across #Ramban district.  ","sentiment_score":0.0}
{"full_text":"The train arriving at PLATFORM DAI in 1 hours is the KOPPA X service to UXBRIDGE, calling at HATFIELD, ALLY PALLY, SHENFIELD, EMERSON PARK, GREENFORD and OMICRON","sentiment_score":0.0}
{"full_text":"RT Americans need federal relief after surviving two years of a pandemic and rising inflation. #MSC #FourthStimulus throu...","sentiment_score":0.0}
{"full_text":"RT Please postpone this exam and take it after atleast 5-6 weeks when the situation will be under control..It is not abou...","sentiment_score":0.0}
{"full_text":"RT What if Apple angled the HomePod mini a bit, added a real display, loaded on a variant of watchOS and turned it into a...","sentiment_score":0.2}
{"full_text":"RT Solidarity to #NHS100K I am a staff nurse. I currently have Covid.I've had two vaccinations. Didn't stop me getting it an...","sentiment_score":0.0}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"Not at the height of the pandemic, no. But now, yes. People know more than they did.","sentiment_score":0.5}
{"full_text":"RT This is about the stupidest thing you could do. Yes of course there are those who are vaccine hesitant, those with needl...","sentiment_score":0.0}
{"full_text":"RT I decided to start writing about the sad details behind my repeated job losses as a pulmonary &amp; critical care specialist du...","sentiment_score":-0.3}
{"full_text":"Unfortunately the CDC platform must shorten the gap with opensea.  Current behaviour is way off.  Simple start up projects with NFTs are outstripping which is both unbelievable and a crying shame. Still believe but I have to say I belive in the pride more.","sentiment_score":-0.075}
{"full_text":"RT NEW ZEALAND  -  Still sticking to the 0 Covid policy, NZ enters a red zone with 24 days self isolation. 24 DAYS!Utte...","sentiment_score":0.0681818182}
{"full_text":"RT Covid-19: Second Hong Kong public housing building placed under 5-day lockdown, as Kwai Chung Omicron cluster surpasses 100 cases...","sentiment_score":0.0}
{"full_text":"RT I think it's time to end this mandate, don't you?","sentiment_score":0.0}
{"full_text":"RT When you hear Kerry Chant rambling on about Covid deaths that had pre-existing conditions just remember she has the pre-e...","sentiment_score":0.0}
{"full_text":"We will be planning an update to our original 2018 'Back To The Bar' research paper later this year. This will take into account the impact of Covid-19 and whether or not retention for women at the Bar has improved over the space of five years.","sentiment_score":0.125}
{"full_text":"RT Fantastic article, but , will you admit that you too have been part of a media push that has caused unnecessa...","sentiment_score":0.4}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"This kind of invitation is why I wrote this post this week Even with an expert on the panel, putting them up against a group of anti-vaxxers is irresponsible television.","sentiment_score":0.6}
{"full_text":"RT Last year, the then Labour Council shamefully acquired the title as \"the worst in Essex\" when it came to paying business...","sentiment_score":-0.5}
{"full_text":"Can we have someone who knows what they are talking about to \"balance\" the \"it's not been tested\", \"Bill Gates 5G plot\", \"covid is a myth\" crowd?","sentiment_score":0.0}
{"full_text":"RT Imagine forcing a fully vaccinated kid to wear a mask six hrs a day at school. For an age demographic that has been prov...","sentiment_score":0.0}
{"full_text":"How else can we value COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":" Meeting up with friends or family? Meeting outdoors is safer. If you meet indoors, let fresh air in For more ways on how to stay safe and stop the spread of COVID-19, please visit https:\/\/t.co\/IuPY63BeOV","sentiment_score":0.4333333333}
{"full_text":"Support the Caritas Manila Contra COVID Campaign. Let's help our fellow Filipinos suffering from the health and socioeconomic effects of the pandemic. Donate via Lazada: #COVID19PH #CharityInAction #LazForGood","sentiment_score":0.0}
{"full_text":"Many parents are furious at the new Covid-19 back-to-school measures announced today by the NSW Government, with fears it will traumatise children.","sentiment_score":0.3181818182}
{"full_text":"Need your 1st or 2nd Covid vaccination, or your booster jab?Come down to 145 King St, Hammersmith, until 4pm today. No need to book!","sentiment_score":-0.0972222222}
{"full_text":"RT: Are people living with #HIV at a higher risk of developing severe #COVID19? According to HIV expert Anthony Fauci,Yes and no. explains: #BhekisisaResource #HIVR4P #PrEP","sentiment_score":0.25}
{"full_text":"RT COVID-19 is the gift that keeps on giving. People aren't just at risk of hospitalisation or death in the acute phase of infe...","sentiment_score":0.6}
{"full_text":"As aid trickles into the South Pacific nation of Tonga, devastated by a volcanic eruption and tsunami, an Australian aid flight was forced to return to base due to a positive COVID-19 case onboard, a defense official said on Friday.https:\/\/t.co\/m1OOy34Inw","sentiment_score":-0.1995454545}
{"full_text":"RT What's wrong with WA...no deaths from Covid. We in the east have a Premier who is relieved when he tops the charts with 4...","sentiment_score":-0.5}
{"full_text":"Check out these new resources from that offer support and guidance for creatives and producers trying to work safely through the pandemic https:\/\/t.co\/D7I5sE2LuW","sentiment_score":0.3181818182}
{"full_text":"PODCAST: What the Winter Olympics reveal about China's zero-Covid strategy.In her first appearance on World Review, joins &amp; to discuss the Winter Olympics and rising tensions between Russia &amp; Ukraine.Listen here:","sentiment_score":0.25}
{"full_text":"Our thoughts are with everybody who has lost loved ones #RIP #Daventryhttps:\/\/t.co\/L0MqRGXp1O","sentiment_score":0.7}
{"full_text":"Bowland Bridge Hare and Hounds brings the community back after lockdownhttps:\/\/t.co\/ObEYHlJCQg","sentiment_score":0.0}
{"full_text":"\"How is more testing the answer to a surge?\" Florida Surgeon General Dr. Joseph Ladapo said on Fox News. \"It's sort of ridiculous. It's a pattern we've seen the whole pandemic.\"","sentiment_score":0.1041666667}
{"full_text":"Namya R Parikh (21) from South West Delhi decided to craft an innovative and sustainable material for gift wrapping as part of a lockdown project.https:\/\/t.co\/sficutXjdo","sentiment_score":0.5}
{"full_text":"Our thoughts are with everybody who has lost loved ones #RIP #Northamptonhttps:\/\/t.co\/cc8EvuuiQp","sentiment_score":0.7}
{"full_text":"There are three things we can all do to help reduce the spread of Omicron and keep staff absences low so that services, including public transport, can continue. Get vaccinated, wear a mask and work from home if you can - it's that simple  #KeepWYGoing","sentiment_score":0.0}
{"full_text":"VANGUARD: A closer look at the nature of SARS-CoV-2 strains | via","sentiment_score":0.0}
{"full_text":"Good news: deaths are declining.","sentiment_score":0.7}
{"full_text":"RT How many days does Covid last ? I am almost on the 8th day and continue to be knocked of by debilitating weakness and conges...","sentiment_score":0.25}
{"full_text":"Public Health England compares the number of deaths registered with how many were predicted based on previous mortality rates.","sentiment_score":0.1111111111}
{"full_text":"RT BREAKING | Comoros have suffered 12 COVID-19 cases and goalkeeper crisis before last-16 tie with Cameroon.Comoros' No.1...","sentiment_score":0.0}
{"full_text":"Where to get your vaccine - first, second &amp; booster doses Booster available to 18+ No appt. needed. Bring your IDAppts. can be booked for the RVH Vacc Centre. Walk-in slots available at all sites.Full details and pharmacy clinics:","sentiment_score":0.2625}
{"full_text":"RT If people don't get boosted and don't get tested the whole charade stops. Keep complying and this nonsense...","sentiment_score":0.2}
{"full_text":"RT Under the current government guidelines, essential care givers are allowed to visit even if...","sentiment_score":0.0}
{"full_text":"India has total 32249900 confirmed cases. Out of this 31441260 have recovered, and 432112 people have died.Last Updated : 13\/08\/2021 23:27:22Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"#HongKong authorities said on Sunday one #hamster surrendered to authorities by pet-owners had tested positive for the #COVID19 virus and that over 2,200 hamsters had been culled as the city grappled to contain an #outbreak.Read more:","sentiment_score":0.3636363636}
{"full_text":"The active cases have increased to 21,87,205, while the death toll has climbed to 4,89,409 with 525 fresh fatalities","sentiment_score":0.0833333333}
{"full_text":"Tested positive for COVID-19? Your self-isolation period could now be just 5 full days instead of 6. Take a rapid lateral flow test each day starting on day 5, and you can stop self-isolating on the day of your second negative result. More details at","sentiment_score":0.1295454545}
{"full_text":"Thailand's tourism agencies are looking to merge tourism-related databases as a way to enhance the industry, with a new campaign launched to create a unified database, starting with the service sector. See more: #Tourism #COVID #ethiiyw #okhwid","sentiment_score":0.2121212121}
{"full_text":"The Ethics &amp; Privacy week is a virtual series of events that will take place from Jan 31st - Feb 3rd. The free lunchtime lectures will cover topics including 'Irelands Attitudes to Privacy During COVID19' &amp; 'Ethical issues of neuroscience'.Infohttps:\/\/t.co\/9N0QhmcB0P","sentiment_score":0.2}
{"full_text":"The #Beijing2022 Olympic Villages are welcoming their first guests today. Over 20 delegations have part of their teams checked in. Organizers say all personnel for the Games will be in a closed-loop management system, to lower the risks of COVID.","sentiment_score":0.25}
{"full_text":"Jacinda Ardern cancels wedding as Asia-Pacific countries battle Omicron","sentiment_score":0.0}
{"full_text":"#postponegate2022 #delayGATE22 Kerala is seeing lockdown during sundays exactly when Gate 2022 exam is going to be conducted. This will only strengthen during February first week when exam is going to be conducted.Please delay this exam ","sentiment_score":0.1666666667}
{"full_text":"Stop Vaccine to Children@AJEnglish #Gugat_UUIKN#Gugat_UUIKN","sentiment_score":0.0}
{"full_text":"IDPH reports 957 Iowans hospitalized with COVID-19","sentiment_score":0.0}
{"full_text":"Several hundred protesters carrying anti-government signs gathered in #Glasgow, Scotland to demand independence and decry PM Johnson's handling of the COVID pandemicFollow us on Telegram","sentiment_score":0.0}
{"full_text":"New #COVID19 cases in #SaudiArabia slide as recoveries go above 5,000-markhttps:\/\/t.co\/S1jOSF38Kv","sentiment_score":0.0681818182}
{"full_text":"RT Quite the contrast with Boris...https:\/\/t.co\/nNIEz9wdi0","sentiment_score":0.0}
{"full_text":"\"We see 'Pinoy Vibes' tackling topics like realistic positivity, coping with the pandemic, creating peace and harmony within the house, decluttering for prosperity, clearing energies in your homes and lives for January and February.\" - Stargazer","sentiment_score":0.1666666667}
{"full_text":"WATCH: UK Healthcare Workers Throw Down Uniforms in Vaccine Mandate Protesthttps:\/\/t.co\/0eVMIPnInV","sentiment_score":-0.1555555556}
{"full_text":"Current Conditions for #Sayre PATemp: 15.7FWind Chill: 15.7FHumidity: 75%Dew Point: 9.3F Barometer: 30.065 inHgWind: 0 mph from the WNWCorona Virus Weekly Stats:Cases: 676.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Omicron in community transmission stage in India, dominant in several metros: INSACOG#OmicronInIndia #COVID19","sentiment_score":0.0}
{"full_text":"8-year-old Farzad thanks all the teachers who inspired students amid the #COVID19 pandemic. On #EducationDay, we thank teachers all over the world for their amazing contribution to building a better future #ForEveryChild.  #ThankYouTeacher","sentiment_score":0.325}
{"full_text":"Now we're slowly getting back in the swing of post-pandemic life, we're excited to hear about your travel plans. Where are you looking to jet off to next?","sentiment_score":0.01875}
{"full_text":"This article is dripping with so much hate it was probably transcribed by Ouija board.Even by Freedland &amp; the Guardian's 'standards', to portray a free democratic vote as a \"virus\" in the midst of a global pandemic where thousands have lost their lives is a new &amp; loathsome low.","sentiment_score":-0.0527272727}
{"full_text":"There are lots of opportunities to #GetBoosted at COVID-19 vaccine clinics next week. More info ","sentiment_score":0.25}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"are proud to temporarily house the Covid Cobra till a permanent home is found. Thanks to the Mayor Leader of the Council &amp; family founder of the Covid Cobra Rocks, Dawn Parnell, for opening up this space@StevenageBC","sentiment_score":0.5}
{"full_text":"Sorrento's Covishield Demonstrating Serious Game Against Omicron (Rated: Positive Bias)","sentiment_score":-0.1686868687}
{"full_text":"China's Success Taming Virus Could Make Exit Strategy Harderhttps:\/\/t.co\/3CXVuazgJK","sentiment_score":0.3}
{"full_text":"Everything you need to know about the Covid-19 situation in Nepal.Daily updates and insights, we have you covered ","sentiment_score":0.0}
{"full_text":"We need to move past this obsession with Covid stats.Any death is sad, but the # of people dying from Covid alone is low.It's the responsibility of healthy people to manage their own risks. People should not be forced to take medication through the threat of losing their jobs.","sentiment_score":0.01}
{"full_text":"RT Various genuinely difficult problems facing UK - Covid, cost of living, energy, increasing poverty and inequality, Ukra...","sentiment_score":-0.25}
{"full_text":"While Britain's hospitality sector grew modestly in the last quarter of 2021, tough trading conditions now threaten to halt the sector's upturn.https:\/\/t.co\/U601slnj31","sentiment_score":-0.0962962963}
{"full_text":"RT Government Issues New, More Accurate COVID Tests That Are Just A Coin You Fliphttps:\/\/t.co\/WqiB9q30b9","sentiment_score":0.3454545455}
{"full_text":"In 2 days the govt went from a lethal policy of ordering mass untested carehome returns to free up beds for an influx of younger covid patients.. to downgrading disease to one that really only affects elderly.. despite having the  Chinese report that confirmed that well before","sentiment_score":0.16}
{"full_text":"Our thoughts are with everybody who has lost loved ones #RIP #Corby #Kettering #Wellingboroughhttps:\/\/t.co\/SL5ecTNTgv","sentiment_score":0.7}
{"full_text":" The vaccine van is in two locations this week until 7pm!No need to book just turn up! ","sentiment_score":0.0}
{"full_text":"Tap the chatter: What are your covid-apt plans now that the weekend curfew has been lifted?","sentiment_score":0.0}
{"full_text":"RT Judge calls for probe into how criminal gang obtained #sunak Covid loans Hold #sunak to Account for OUR 4.3 Billion LOST!...","sentiment_score":-0.5}
{"full_text":"Dancing With The Stars suffers major loss due to Covid-19","sentiment_score":-0.2208333333}
{"full_text":"To watch his people devastated by the poor management of a pandemic, and then be denied fair compensation would have appalled Netaji. #RememberingNetaji","sentiment_score":-0.1666666667}
{"full_text":"NEW: The #ScienceShambles podcast returns for 2022 today! In this first ep, recorded live at Silverstone last year, chats to founders of the charity about how they are tackling healthcare, and particularly COVID, in rural Africa","sentiment_score":0.1205808081}
{"full_text":"RT Sources:1https:\/\/t.co\/sRPVmkZOKm2https:\/\/t.co\/yzFLW4UROq3https:\/\/t.co\/3XpKZomZp8","sentiment_score":0.0}
{"full_text":"RT And another one!@jljcolorado","sentiment_score":0.0}
{"full_text":"[RECAP]The global chip shortage that began with COVID-19 will likely continue in 2022 and maybe even further. ","sentiment_score":0.0}
