{"full_text":"Erin O'Toole dodges questions on trucker vaccine mandates","sentiment_score":0.0}
{"full_text":"A necessary read  #Mentalhealth #COVID19 #springst","sentiment_score":0.0}
{"full_text":"Boycot Walmart","sentiment_score":0.0}
{"full_text":"RT Played #AFCON2021 for the first timeQualified for knockout stagesPlayed a left back in the goal due to Covid19 an...","sentiment_score":0.03125}
{"full_text":"RT At this point, fuck it. Just keep jabbing away. If you can't see that this is crazy behavior, you deserve what you get.","sentiment_score":-0.5}
{"full_text":"RT Laura Ingraham clapped on air when mentioning Gen. Milley has Covid. Anyone surprised by her cruelty and lack of human...","sentiment_score":0.05}
{"full_text":"RT Omicron wave is so severe that hospitals are firing doctors and nurses.","sentiment_score":0.0}
{"full_text":"RT A full list of alleged government Covid rule-busting 'parties'","sentiment_score":0.125}
{"full_text":"RT Looking at the sales climate?The stream that are not even paying minimum wage to artists.  The pandemic halting tour...","sentiment_score":0.0}
{"full_text":"RT Nightclubs demand Covid pass exemption after Welsh Government says 'there is no data on cases caught in specific locations...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson had a birthday party during lockdown in June 2020 despite rules forbidding social gatherings ind...","sentiment_score":0.0333333333}
{"full_text":"RT On Full Pay, Aged care #Liberal minister Richard Colbeck went to Ashes Test on same day he declined to appear at Covid co...","sentiment_score":0.0833333333}
{"full_text":"RT Due to changes in coronavirus restrictions and injuries, Comoros had to call upon left-back Chaker Alhadhur to play in goal...","sentiment_score":-0.125}
{"full_text":"RT By 19 Jun 2020, Covid had killed a staggering 40k Britons.NHS staff were shattered by the dying we'd seen. But","sentiment_score":-0.2}
{"full_text":"RT He was too busy to attend five COBRA meetings...but partied his way through lockdown.Recklessness has a price, and our count...","sentiment_score":0.1}
{"full_text":"What name was the Transport Sec using today?  Meanwhile South Western Railways are running services at 50% levels as these bastards urge us all back to work.   Horrendous travel conditions in current circumstances. Very very angry commuters.  I predict a riot. Get rid of them.","sentiment_score":-0.15}
{"full_text":"RT In a recent interview with ESPN, Green Bay Packers quarterback Aaron Rodgers criticized the government's pandemic response...","sentiment_score":-0.1}
{"full_text":"RT After experiencing mild symptoms, I tested positive for COVID today. Requesting everyone who came into my contact to get...","sentiment_score":0.2803030303}
{"full_text":"RT The reason why the discussion about bringing your BFG into your Magic the Gathering match keeps coming up like a bad herpe...","sentiment_score":-0.1}
{"full_text":"RT Josh Duhamel will take on the lead role in #TheMightyDucks: Game Changers after Emilio Estevez exited the show over vaccine requir...","sentiment_score":-0.4}
{"full_text":"Get well soon Sir ","sentiment_score":0.0}
{"full_text":"RT They're taking you for fools.The Prime Minister lied to the public and lied to Parliament. He is a national disgrace and...","sentiment_score":0.0}
{"full_text":"RT Predictably drops in England are reversing. Drivers? Children &amp; parental age groups (30-45 yr olds)-  spreading to other...","sentiment_score":-0.1625}
{"full_text":"Receipts: Hospitals Paid To Kill- Providers Incentivized By Feds To Murder Covid Patients","sentiment_score":0.0}
{"full_text":"RT Damn right. You go gettem PM!","sentiment_score":0.3571428571}
{"full_text":"RT Supporters of failed Covid measures: mountains of plastic in the seaON YOU illiterate, depressed kids   ON YOU...","sentiment_score":-0.5}
{"full_text":"RT While I agree with everything you write Amanda, this is a depressing read, highlighting the many missed o...","sentiment_score":-0.05}
{"full_text":"RT Yoshi tested positive for covid and is quarantining until recovery! Praying for your fast recovery yoshi! ","sentiment_score":0.2670454545}
{"full_text":"RT The recording of our Tracker performance optimization webinar is now available on our YouTube channel! Watch this informative p...","sentiment_score":0.5}
{"full_text":"RT *Post-COVID 'Brain Fog' Could be Result of Virus Changing Patients' Spinal Fluid*   A team from the Universit...","sentiment_score":0.0}
{"full_text":"RT Streets won't forget post lock down martial\/Rashford\/greenwood.","sentiment_score":-0.1555555556}
{"full_text":"RT Solidarity to #NHS100K I am a staff nurse. I currently have Covid.I've had two vaccinations. Didn't stop me getting it an...","sentiment_score":0.0}
{"full_text":"no pls ","sentiment_score":0.0}
{"full_text":"RT Journalism isn't dead!","sentiment_score":-0.25}
{"full_text":"RT MEDICAL NEEDS BEING MET SAVES LIVES DO NOT SKIP","sentiment_score":0.0}
{"full_text":"Why should JT let in every variant by all up to date vax travellers, 700k in Dec alone, but media blame priemers. Then force vax on people when vax CLEARLY does not prevent spreading anymore (Verified by shear numbers and doctors\/media)? So if not working, why be forced anymore?","sentiment_score":-0.1}
{"full_text":"Yes, ppl are treated this way for every other issue pertaining to public health. I remember NYPD arresting 9-yo's for polio too!you had no positive parental influence telling you to not give into peer pressure while growing up?","sentiment_score":-0.0795454545}
{"full_text":"RT So grateful for his imagination &amp; craft. My goodness...how many hours have sped away reading a King novel? Oddly, I...","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"RT I'm 58, fit and healthy and know to the depths of my soul I did the right thing dodging that needle. Unfortunately for me, I...","sentiment_score":0.1714285714}
{"full_text":"Oh Tatler, why do I bother following you? What exactly is a \"lockdown brunch\" and why should I book one?","sentiment_score":0.125}
{"full_text":"Northern California: No empty shelves, except the shelves with the rapid COVID tests.","sentiment_score":0.05}
{"full_text":"RT In year three of the pandemic, I see many people mourning not only death around us, but a loss of public trust in instit...","sentiment_score":0.1666666667}
{"full_text":"RT Aged care minister Richard Colbeck went to Ashes Test on same day he declined to appear at Covid committee","sentiment_score":-0.05}
{"full_text":"Someone else: What if we tell the new variant will hunt down the unvaccinated","sentiment_score":-0.0095959596}
{"full_text":"RT BREAKING: A California state lawmaker has proposed a bill that requires ALL California school students be vaccinated for CO...","sentiment_score":0.0}
{"full_text":"RT Maybe it's the time delete this? ","sentiment_score":0.0}
{"full_text":"RT So Govt lying about Omicron infections. Just listened to and infections are increasing as are hospitalisation...","sentiment_score":0.0}
{"full_text":"RT I have had one cheap cloth mask for the whole pandemic. It has lived in the bottom of my bag. I didn't even buy it - it was...","sentiment_score":0.3}
{"full_text":"Delhi CM Kejriwal hints at easing restrictions as COVID positivity rate drops to 10 pc#NewDelhi #ArvindKejriwal #COVID19 #COVIDRestrictions #CovidPositivityRate Watch Video:","sentiment_score":0.0}
{"full_text":"RT The trucker \/ empty shelf circus is reminiscent of the rampant misinformation that has sabotaged our ability to control C...","sentiment_score":-0.05}
{"full_text":"RT Stop this now before it's everywhere. Kudos","sentiment_score":0.0}
{"full_text":"#COVID19 daily statistics ","sentiment_score":0.0}
{"full_text":"RT Warning: SARS-2 is airborne. Watch those poorly ventilated indoor corridors which can fill with air from surrounding rooms....","sentiment_score":-0.4}
{"full_text":"RT When the virus is circulating in a vaccinated population, variants that are more rapidly transmitting are selected for --...","sentiment_score":0.5}
{"full_text":"This is an absolute disgrace piece of media scum propaganda .Can people really not see through this ? Never mind the confidentiality issue ,what about interviewing a sick man possibly under influence of heavy meds to try and sell a vaccine by subtle ridicule and blame .Abhorrent","sentiment_score":-0.193452381}
{"full_text":"RT If you've had difficulty seeing a family member in hospital or care home Pls DM me.  Or if a relative or friend has be...","sentiment_score":0.0}
{"full_text":"RT Neil Young has asked Spotify to remove his music from their service, he wrote in a letter to his manager \"they can hav...","sentiment_score":0.1}
{"full_text":"RT There is no flag large enough, or yacht gaudy enough, to distract from the shame of having more than 170,000 people dead fro...","sentiment_score":0.1028571429}
{"full_text":"RT The Israeli Health Ministry's pandemic expert panel just recommended expanding 4th doses of the COVID vaccine from just over...","sentiment_score":0.0}
{"full_text":"RT Former Free State MEC Butana Komphela dies after Covid-19 hospital admission. https:\/\/t.co\/31SgxISUYe","sentiment_score":0.2}
{"full_text":"RT jimin if u don't come back home within this month i'll go outside without wearing a jacket and not stay warm","sentiment_score":0.2}
{"full_text":"RT 'One rule for us and no rules for the privileged.'@susannareid100 and discuss the latest reports that Boris Johnson had...","sentiment_score":0.5}
{"full_text":"Why are my lymph nodes swollen and sore after a Pfizer or Moderna COVID booster vaccine? - ABC News","sentiment_score":0.0}
{"full_text":"Got COVID isolation for 1 year? What would 51 years in a bathtub be like? Ask lone orca Lolita! Boycott Miami Seaquarium, SeaLife Park (Hawaii), Marineland Antibes, and all 60+ theme parks owned by Parques Reunidos #Blackfish #WOWvTaiji #16425DaysASlave","sentiment_score":0.0}
{"full_text":"RT ME people need to engage their brains &amp; realize that Biden is NOT responsible for COVID &amp; the rise in n...","sentiment_score":-0.1}
{"full_text":"RT I am anguished to know that our respected Vice President Thiru. has been affected with #COVID19.Our best wi...","sentiment_score":1.0}
{"full_text":"#Bozo #Clowns UK Gov lose PS557,692,308 a WEEK to fraud.#letstakebackcontrol and fund 40 new #NHS hospitals instead#Stickthatonbozobus Treasury minister Lord Agnew resigns over government's 'lamentable' record on tackling COVID business loan fraud","sentiment_score":0.1363636364}
{"full_text":"RT The have lost PS5 BILLION of taxpayers money to fraudulent Covid claims while 3 million people received PS0....","sentiment_score":0.0}
{"full_text":"I might have missed it but the other rule that was broken here was the singing. That was a really damaging part of lockdown for community, social interaction, expression of faith and mental health","sentiment_score":-0.0783333333}
{"full_text":"RT A variant is not a new virus; same with mutations across it. If you have seen Omicron (50% of the world estimated), you...","sentiment_score":-0.0340909091}
{"full_text":"Creating a positive organizational culture is not easy. We've determined five key ways to happiness at work that will improve your employee experience, bring change to your team and help your company grow in this pandemic-altered world:","sentiment_score":0.1776515152}
{"full_text":"RT 'I don't think it will ever be the same': commuters slow to return in England. Contrary to widespread claims, the public...","sentiment_score":-0.1}
{"full_text":"RT Pleased the pandemic is over according to the media, government and DFE. Must be another reason we had over 15 staff off toda...","sentiment_score":0.5}
{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"See Shk Rashid do . Pak was trying to not do it as COVID precaution as its 'Hindu symbol'. Says Sa Re Ga Ma is not = tuss, Pak Army still will PTI","sentiment_score":0.0}
{"full_text":"RT Johnson and his wife are in it together, they're a classic double act, they're milking the office of Prime Minister for all...","sentiment_score":0.0833333333}
{"full_text":"BORISPAD: Oh well - at least it's only Covid-fraud prime minister; not another party... #LuluSangShoutAndLeft is my MP #JohnsonOutNow","sentiment_score":-0.15}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"#AshneerGrover took a hilarious dig at #KapilSharma and his 'lockdown babies'https:\/\/t.co\/2KtIY8uAtV","sentiment_score":0.5}
{"full_text":"The Department of Education urged its personnel and students to take part in the government's vaccination drive and get jabs against Covid19. | Read more:","sentiment_score":0.5}
{"full_text":"RT According to a new CDC report, natural immunity was six times stronger than vaccination during the Delta wave.","sentiment_score":0.1181818182}
{"full_text":"RT A year in lockdown is hell enough. For many serving as house help, however, the quarantine is a lifelong experience. htt...","sentiment_score":0.1333333333}
{"full_text":"Tributes to popular lorry driver who helped organise NHS support convoy in Peterborough following his tragic death from Covid...https:\/\/t.co\/aboSg9Zw0t","sentiment_score":-0.05}
{"full_text":"RT These Americans don't like the news media, CDC, FDA or Fauci! From speech at the anti-mandate rally in DC...","sentiment_score":0.0}
{"full_text":"RT CDC says to open your mouth","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"RT Concerned by the news of Hon'ble Vice President of India Shri. Ji tested positive for #Covid_19. Prayi...","sentiment_score":0.2272727273}
{"full_text":"Due to recent COVID related staff illnesses, we have had to change or rearrange a number of our sessions in schools since the start of term. We just wanted to say thank you...https:\/\/t.co\/JqROyveLGr","sentiment_score":-0.0416666667}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"The Nonthaburi provincial public health office has extended the registration period for its COVID-19 booster shot vaccination program. See more: #Vaccination #Pfizer #COVID #COVID19 #Coronavirus #Nonthaburi #wakhchiin #okhwid #nnthburii","sentiment_score":0.25}
{"full_text":"Of course not. Because that would reveal another miq failure","sentiment_score":-0.3166666667}
{"full_text":".@KayBurley will be talking to Lord Heseltine as Downing Street disputes reports suggesting the PM had a birthday party during the first lockdown. Partygate latest: 8.30 #KayBurley Sky 501 \/ Freeview 233 Watch live:","sentiment_score":0.2954545455}
{"full_text":"Has the news of 'lockdown parties' changed people's minds?https:\/\/t.co\/SWij2MFz6Y","sentiment_score":0.0}
{"full_text":"He says it took more of a toll on his body and mental health than either of his previous life-threatening illnesses.https:\/\/t.co\/0gUOLuzQMj","sentiment_score":0.0777777778}
{"full_text":"While the global pandemic continued to create challenges in 2021, its impact has helped provide focus in the #privateclient space with #governance &amp; #legacy moving further up the agenda. Read Anne Baggesen's latest article to learn more #ESG #PrivateWealth","sentiment_score":0.25}
{"full_text":"After a few years of the covid-19 pandemic, the Indonesian popular tourist destination is set to welcome travelers. The announcement came ahead of the leaders retreat of Singapore's Prime Minister, Lee Hsien Loong, and Indonesian President Joko Widodo, on Tuesday (1\/25) #SEAToday","sentiment_score":0.4}
{"full_text":"TODAY'S QUOTE: \"It's dangerous to assume that #Omicron will be the last variant and that we are in the end game. On the contrary, globally the conditions are ideal for more variants to emerge.\"- chief Tedros Adhanom Ghebreyesus #COVID19 ","sentiment_score":0.0666666667}
{"full_text":"RT It doesn't take long to say \" goodbye\", \"I love you\", or \"I forgive you\", \" I'll take care of them\", \"You will always be w...","sentiment_score":0.225}
{"full_text":"RT I mean, we are \"done\" with polio, but that's because everyone took the vaccine.","sentiment_score":-0.3125}
{"full_text":"RT  NEW: Grant Shapps 'furious' with lockdown rulebreakers - but insists Boris Johnson did not organise birthday partyFollow...","sentiment_score":0.1363636364}
{"full_text":"As highlights, addressing global disparities in vaccine distribution is essential to stopping the rise of new #COVID19 variants and ending the pandemic. #OneWorldProtected #breakCOVID","sentiment_score":0.0454545455}
{"full_text":"really great article here from et al on intersection of the covid pandemic at Territorial, Political &amp; Governance spaces.","sentiment_score":0.4}
{"full_text":"RT The day after Boris Johnson had a birthday party in his flat, I spent my birthday in a hospital car park while my wife was...","sentiment_score":-0.0625}
{"full_text":"Street Health Outreach &amp; Wellness Mobile Units Offer Services to &gt;100,000 Unique New YorkersMobile units provided &gt;50,000 COVID tests, 23,000 social worker engagements, 10,000 med consultations &amp; 5,000 vaxs w a focus on those experiencing homelessness","sentiment_score":0.1815656566}
{"full_text":"Doctor Answers BANNED Questions About COVID - Dr Zubin Damania via","sentiment_score":0.0}
{"full_text":"High-potency CBD might help prevent against Covid-19 infection, according to a new study:","sentiment_score":0.1363636364}
{"full_text":"CARITAS MANILA CONTRA COVID UPDATEAS OF YEAR 2021We continue to reach out and share our blessings to the poorest of the poor affected by the pandemic.Let's help more of our brothers and sisters in need. Check out ways to donate at","sentiment_score":0.05}
{"full_text":"The agency says they've been \"impacted heavily\" by pandemic-related staffing shortages.","sentiment_score":-0.2}
{"full_text":"RT Clip from my Senate panel testimony today.","sentiment_score":0.0}
{"full_text":"Today from 9am-1pm Well Pharmacy, The Commons, Sandbach, will have a pop-up vaccination clinic giving out 1st, 2nd and Booster doses of Pfizer, so if you are 16 or older please come on down and get your vaccine. There is no need to book!","sentiment_score":-0.0092592593}
{"full_text":"Boris Johnson had 'birthday bash' during lockdown. He celebrated as ordinary people were fined if they gathered. #BorisResign#BorisJohnsonOut","sentiment_score":0.05}
{"full_text":"PM's lockdown birthday party was with working staff, says minister","sentiment_score":0.0}
{"full_text":"LED mobile vehicle awareness on Covid vaccination by FOB Tiruchirapalli at Sengulam Colony Ariyamangalam zone Tiruchirapalli January 25 2022","sentiment_score":0.0}
{"full_text":"RT There is no flag large enough, or yacht gaudy enough, to distract from the shame of having more than 170,000 people dead fro...","sentiment_score":0.1028571429}
{"full_text":"If you're pregnant, it's important to get vaccinated to protect you and your baby against COVID-19 and flu.Don't wait until your baby arrives, get vaccinated or boosted now. For more information visit","sentiment_score":0.4111111111}
{"full_text":"RT Hospital trick: patients admitted with covid in 10-12 days become post-covid &amp; no longer counted as hospitalized covid patie...","sentiment_score":0.0}
{"full_text":"RT Pulmonologist here. If you're COVID+ and still symptomatic after 5 days, you should STAY IN QUARANTINE AS YOU ARE STIL...","sentiment_score":0.0}
{"full_text":"'The UK's pandemic restrictions - how well did the Treasury perform?' - The negative impacts of lockdown are almost too numerous to mention but one area which has largely escaped sufficient scrutiny is the performance of the Treasury, writes Ewen Stewarthttps:\/\/t.co\/7CGsrRhNCA","sentiment_score":-0.0285714286}
{"full_text":"RT The Israeli parliament (Knesset) is voting nowadays on approving the great Empowering Act - the covid act that allows emergen...","sentiment_score":0.8}
{"full_text":"COVID-19..., now inflation.","sentiment_score":0.0}
{"full_text":"Yes, NYCCC, mom would hate to lose her son to vaccine injury.   Good job, mom. You freaking rock!  I wish the church would protest for your son as well.   Best to your son and his passion for music.","sentiment_score":0.3583333333}
{"full_text":"RT Grant Shapps still seems to believe  that the \"vaccine\" thing gets the PM off any law breaking he did Well it doesnt....","sentiment_score":0.0}
{"full_text":"Our Market Place Shopping Centre clinic is open today from 8.30am-12.00pm. For everyone aged 12 +Pfizer  vaccine1st &amp; 2nd doses3rd primary dose if eligible (NHS invitation letter needed)Booster if eligible (aged 16+ &amp; at least 3 months since 2nd dose)","sentiment_score":-0.0142857143}
{"full_text":"RT Uncle Chan positive covid ","sentiment_score":0.2272727273}
{"full_text":"Did you know that despite being in the hard-hit sector of the #pandemic, serviced residences emerged as one of the most resilient #property type in the New Normal?Watch the full #webinar here:","sentiment_score":0.3287878788}
{"full_text":"RT You know whose school hasn't gone virtual? My son's university. Turns out the vaccine mandate, required testing...","sentiment_score":0.0}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 24.1FWind Chill: 24.1FHumidity: 99%Dew Point: 23.9F Barometer: 29.887 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 711.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"RT Modern science is wild: every time a toilet flushes  in metro Vancouver, that's basically a Covid data input Really,","sentiment_score":0.1166666667}
{"full_text":"RT The day after Boris Johnson had a birthday party in his flat, I spent my birthday in a hospital car park while my wife was...","sentiment_score":-0.0625}
{"full_text":"RT One of the last Callum Denness' tweets (in December) before he locked his account (https:\/\/t.co\/nANAy2WYYD).Trying...","sentiment_score":0.0}
{"full_text":"npj Science of Learning is seeking submissions exploring how widespread deployment of digital learning in the COVID-19 pandemic has brought new insights to the theory and practice of formal learning","sentiment_score":0.0681818182}
{"full_text":"RT one little-known fact is that Mark Drakeford spent the first lockdown living in a hut at the bottom of his garden because hi...","sentiment_score":0.075}
{"full_text":"The additional funding will be used for the implementation of CEPI's five-year plan to \"better prepare for, prevent, and equitably respond to future epidemics and pandemics.\" https:\/\/t.co\/5ej2KGAoEI","sentiment_score":0.25}
{"full_text":"All Tokyoites face increased risk of getting COVID or becoming close contacts: expert - The Mainichihttps:\/\/t.co\/BZkcUY5pEL","sentiment_score":0.45}
{"full_text":"RT I explained this on last week. They neither checked whether the companies had traded, or whether they had payrolls...","sentiment_score":0.0}
{"full_text":"Wed 2nd Feb: ASDC Member's Forum session bringing CEOs and senior leaders together to discuss the effects of the latest Covid restrictions, staffing and a look at the year ahead. Speakers for this session &amp; Please register","sentiment_score":0.25}
{"full_text":"85% of respondents admitted to taking drugs at home","sentiment_score":0.0}
{"full_text":"RT What experiments was the CDC doing on Monkeys? Why were they being transported across state lines?","sentiment_score":0.0}
