{"full_text":"RT Not a other solution because COVID is increasing day after day..So,we want our exam must be conducted in online mode #...","sentiment_score":0.0625}
{"full_text":"Ok I do need to get use to your languaging it seems.  Omicron will burn itself out quickly but it is still most dangerous for the unvaccinated.  Most of its \"mildness\" is coming from the fact most of the population is vaccinated. We need much better stats on that.","sentiment_score":0.319047619}
{"full_text":"RT Lesson 1: Masks workI've been around COVID patients over 1000 times in ~2 years and didn't get infected due to masks\/PP...","sentiment_score":-0.125}
{"full_text":"RT *SSC Joining Delay.*SSC normalization scam.*NTPC &amp; Group D exam delay.*NTPC Result Scam.*No Age relaxation &amp; No #ExtraAtte...","sentiment_score":0.0}
{"full_text":"#1YearOfVaccineDriveWithin a year from the launch of the largest Covid-19 vaccination drive in the world, India on 7th Jan crossed the milestone of administering over 150 crore doses!via NaMo App","sentiment_score":0.0}
{"full_text":"RT Keep taking your boosters but let me tell you a little secret they don't work everybody is getting Omicron...","sentiment_score":-0.29375}
{"full_text":"RT \"currently children are not the main drivers of omicron\" says one of the arti...","sentiment_score":0.0833333333}
{"full_text":"RT Another recent study examined autopsies from people who had been infected with SARS-CoV-2 up to 230 days ago- including so...","sentiment_score":0.0}
{"full_text":"Remember:His crime is not taking a vaccine which doesn't prevent infection for a virus, which he's already had, recovered from, and developed immunity to.This has nothing to do will health and EVERYTHING to do with BLIND OBEDIENCE to the STATE.#standup #NoVaccinePassports","sentiment_score":-0.2}
{"full_text":"RT My sister and her whole family have COVID. She's a nurse with 3 young kids, and she's being told to go back to work IN...","sentiment_score":0.1}
{"full_text":"Hey Google this","sentiment_score":0.0}
{"full_text":"RT Today India vaccinated 156 crores doses in just one year. Reflect on how long it took for TB, Smallpox, Polio vaccines to b...","sentiment_score":-0.05}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Whole of Johnson's Downing Street - not just No 10 - involved in a conspiracy during lockdown. Can't see how anyone who...","sentiment_score":0.2}
{"full_text":"no telling how many people the cdc killed with this bullshit.","sentiment_score":0.15}
{"full_text":"hopefully they'll find effective treatment for it someday. Maybe a Real vaccine too.","sentiment_score":0.4}
{"full_text":"Here's that article BTW:","sentiment_score":0.0}
{"full_text":"RT Hearty congratulations Team India on achieving this benchmark on vaccination.Under PM Sri India has not onl...","sentiment_score":0.0}
{"full_text":"Truth.","sentiment_score":0.0}
{"full_text":"RT That dream about a simple beach, seemed such a wild wild dream....'The wildest Pandemic Dream'1\/1 on  x   Bi...","sentiment_score":0.05}
{"full_text":"RT #IndiaFightsCorona:New #COVID19 cases in last 24 hours (As on 16th January, 2022): 2,71,202following #COVIDApprop...","sentiment_score":0.0}
{"full_text":"My absolute Covid19 compliance is not for the government or even for me. It is for Australians like this little girl. We live our lives to keep her safe.","sentiment_score":0.1622159091}
{"full_text":"RT Hello?? How many of us have been saying this for quite some time. Yet so many can't admit they're wrong nor give up power\/con...","sentiment_score":0.1666666667}
{"full_text":"Had we known in feb 2021 what we know now about tcells and mucosal immunity, would today be the largest vaccine company in the world and the pandemic would be over.    It's not too late though!! #fastrackvaxart","sentiment_score":-0.46875}
{"full_text":"RT Covid-19 Report For 15th JanNew Positive Cases: 11177Of which 0-18 years: 1016In quarantine: 6479Local contacts: 4698...","sentiment_score":0.2272727273}
{"full_text":"..when every state prohibited new year parties..you didn't put any restrictions..but u want to close down school and College...maybe the govt doesn't care for the losses of the students","sentiment_score":-0.0095959596}
{"full_text":"RT There are currently factories in Australia that say you can't work without steel caps and hi vis because safety while tellin...","sentiment_score":0.0}
{"full_text":"RT I'm concerned this messaging isn't clear or strong enough. Yes, cloth masks provide the least amount of protection, bu...","sentiment_score":0.0583333333}
{"full_text":"RT So are we supposed to be mad because she has her arm around her friend? Piss off! This is getting ridiculous now!!","sentiment_score":-0.6510416667}
{"full_text":"When someone says #COVID19 will go away soon and things will be back to normal.","sentiment_score":0.075}
{"full_text":"RT Current mood","sentiment_score":0.0}
{"full_text":"SATIRE Quick Easy Covid Test 16 Jan 2022","sentiment_score":0.3833333333}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT But the Nigger F slur video stands the test of time. ","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"We're #InThisTogether, right? All lockdown politicians should forego salaries in solidarity with their victims...er, constituents.","sentiment_score":0.2857142857}
{"full_text":"Let's put a cross up in a park for every person who dies. We could put their ashes or remains below the cross and call it a cemetery.","sentiment_score":0.0}
{"full_text":"RT Please read this by We tell ourselves it's fine if it means nothing needs to change. But it's not fine....","sentiment_score":0.1041666667}
{"full_text":"RT 365 days after 34 year old Shri Manish Kumar became the first person vaccinated for COVID - 19, time to look back at what...","sentiment_score":0.1166666667}
{"full_text":"RT I don't think Trump said the word vaccine once during the speech. Slammed mandates and talked up therapeutics.","sentiment_score":0.0}
{"full_text":"RT When it's peace at home, it's not hard to stay home.","sentiment_score":0.1458333333}
{"full_text":"RT Just read the news on Ghost flights? Adding to climate challenge without any value addition. Can't we find a better solu...","sentiment_score":0.5}
{"full_text":"India's Covid-19 vaccination drive completes one year today, over 156 crore vaccine doses given so far","sentiment_score":0.1}
{"full_text":"RT I may have to close for at least a week due to covid exposure. I'm not financially prepared to miss a week of work or beco...","sentiment_score":-0.1416666667}
{"full_text":"RT Positivity, Productivity, Connectedness - ensure self care, and stay safe and contribute to the fight against covid....","sentiment_score":0.5}
{"full_text":"RT Roddy Ricch Backs Out Of SNL Performance Due To COVID-19 only on #WeGotUs #SourceLove","sentiment_score":-0.0625}
{"full_text":"Delta variant.  However, this winter is much lower than last.","sentiment_score":0.1}
{"full_text":"RT After almost 2 years of use in hospitals and $millions in profits. Funny this should come out now. WHO recommends against...","sentiment_score":0.25}
{"full_text":"RT \"The problems are obvious. Hold music sounds awful because of the distortion that comes with listening to complex or multi-ins...","sentiment_score":-0.4333333333}
{"full_text":"RT #IndiaFightsCorona:India's Cumulative #COVID19 Vaccination Coverage exceeds 156.76 Cr (1,56,76,15,454).More tha...","sentiment_score":0.0}
{"full_text":"470 people booked for violating Covid-19 guidelines during night curfew in Delhi","sentiment_score":0.0}
{"full_text":"RT Well, I guess the media fear mongering is working. Out and about today shopping trying to find things that just aren't...","sentiment_score":0.0}
{"full_text":"RT On #1YearOfVaccineDrive, India is leading the line among global superpowers in terms of vaccine doses administered. So far,...","sentiment_score":0.05}
{"full_text":"RT 45th Day of #Akhanda at RTC X Roads. It has amassed Rs2L + Gross Yesterday in this CoVID situation. And Hotstar already...","sentiment_score":0.0}
{"full_text":"RT \"The failure to focus on airborne transmission has hampered the ability to control the spread and has endangered health w...","sentiment_score":-0.3166666667}
{"full_text":"RT You know how twitter was when Trump got covid? That's today for umich twitter","sentiment_score":0.0}
{"full_text":"RT Why is Australian media mute on N95 masks and simple to build air filters for classrooms, offices, childcare centres, e...","sentiment_score":0.0}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"RT When an anti-vaxxer tells us that the Omicron variant is 'mild'...#AliaBhatt","sentiment_score":0.3333333333}
{"full_text":"RT It's crazy that the government created VAERS (Vaccine Adverse Event Reporting System) as a way to track vaccine side e...","sentiment_score":-0.6}
{"full_text":"RT Wisconsin lawmaker says mitigating COVID-19 is impossible - for the most ridiculous reason yet || Via: DailyKos","sentiment_score":-0.1666666667}
{"full_text":"RT COVID-19 is one of the most formidable enemies America has ever faced. We've got to work together, not against each other. Get...","sentiment_score":0.1875}
{"full_text":"RT Basically everyone I know:1. Has COVID2. Has someone close to them who has COVID3. Is immune compromised and trying despera...","sentiment_score":0.0}
{"full_text":"RT 'Scapegoating': Ruston slammed for suggesting unemployed should tool up to solve crisis When big supermarkets bring in people...","sentiment_score":0.0}
{"full_text":"if you don't believe me","sentiment_score":0.0}
{"full_text":"RT Report: No One Got Covid And It Was One Hell Of A Party You Missed","sentiment_score":0.0}
{"full_text":"RT The Czech tennis player Renata Voracova, who was deported from Australia after her visa was cancelled, says authorities str...","sentiment_score":0.0}
{"full_text":"RT More than 26,000 Americans in ICU with COVID-19, highest since September 11","sentiment_score":0.5}
{"full_text":"so fucking pissed rn this is why I stay at home","sentiment_score":-0.6}
{"full_text":"Shows why you can't have a state-by-state response to a pandemic.  And why the SCOTUS decision was dead wrong.","sentiment_score":-0.35}
{"full_text":"Covid cases are on the rise around the country. India is recording more than 2 lakh cases every day! Taking an exam in these conditions makes no sense. #postponegate2022   #RescheduleGATE2022#justiceforGATE2022Aspirants","sentiment_score":0.625}
{"full_text":"Surge of US Covid hospitalisations masks 'incidental' infections","sentiment_score":0.0}
{"full_text":"Telangana Cabinet Meeting Tomorrow at Pragathi Bhavan to Discuss on Covid SituationsWatch Video &gt;&gt;&gt;https:\/\/t.co\/f9aK27liCg#Telangana #CabinetMeeting #Corona #CMKCR #Hyderabad #NTVTelugu #NTVNews","sentiment_score":0.0}
{"full_text":"Hello America, I'm a stay-at-home parent, my home was taken by an angry mob of geese, and I'm here to one-up my sibling and one-up my sibling and start my own restaurant.","sentiment_score":0.05}
{"full_text":"#SheikhHasina: Leading #Bangladesh through #pandemic #COVID19 #BangladeshFightsCorona#COVID19Pandemic #VaccineForAll #VaccineEquity","sentiment_score":0.0}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"Since the COVID-19 pandemic began, has learned a lot about leadership and healing. | By","sentiment_score":0.0}
{"full_text":"JV Ejercito is out and about after 10 days of isolation.https:\/\/t.co\/blYJ37ekRy'#MetroManilaSnitch","sentiment_score":0.0}
{"full_text":"Hospitals Confront the Fallout From Supreme Court Ruling on Vaccine Mandate","sentiment_score":0.0}
{"full_text":"Finally some good news!","sentiment_score":0.4375}
{"full_text":"Under the world's largest vaccination programme, over 156 crore vaccine doses have been administered so far.  #1YearOfVaccineDrive","sentiment_score":0.1}
{"full_text":"Carer Chelsea didn't have a period for months after her first AstraZeneca jab - then she was sackedhttps:\/\/t.co\/Ajj7SQRwyc","sentiment_score":0.25}
{"full_text":"The pandemic has blurred the lines between laptop categories","sentiment_score":0.0}
{"full_text":"Johnson keen to bring in more new faces, but Covid situation slowing things down. #safc","sentiment_score":0.1602693603}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"#postponegate2022 #justiceforGate2022Aspirants #reschedulegate2022 Some Students live in villages. Cities have started imposing lockdown on Saturday and Sunday. How will they reach the exam center? reply  #justiceforGATE2022Aspirants","sentiment_score":0.0181818182}
{"full_text":"In an effort to expand access to free COVID-19 testing, the U.S Department of Health and Human services announced Monday that private health insurers will be required to cover the cost of over-the-counter, at-home COVID-19 tests.https:\/\/t.co\/LBFX8EGyUq","sentiment_score":0.1333333333}
{"full_text":"Data on prisons, jails. probation, and parole populations since the pandemic show that change is possible under pressure, reports the Prison Policy Initiative. But can it be sustained? criminology #CJReform","sentiment_score":0.0}
{"full_text":"What is the Omicron Covid variant? Everything you need to know#OmicronVarient #coronavirus #Omicronindia #Covid_19  #Hyderabad #Omicronvirus #India  #NightCurfew #NoMoreLockdowns #Omicron #WeekendCurfew #lockdown  #COVID19 #coronavirus@HiHyderabad","sentiment_score":0.0}
{"full_text":"RT Three Cargill employees at the High River plant died in spring 2020. Five died if you include workers in other plants. There ar...","sentiment_score":0.0175}
{"full_text":"If you invest $1000 in $ENO today at $25.35 per share, and the stock prices rebound back to pre-pandemic prices at $26.50, your investment would be worth $1045.36! That's 5% growth and $45.36 profit!  See more:  $KKR.A $CMPR $MAIN $CHD $AEO","sentiment_score":0.2838541667}
{"full_text":"\"strongest risk factors for death were obesity, anxiety and fear-related disorders...\"I'm sure locking people inside and constantly fearmongering on television had a great impact.https:\/\/t.co\/ZILDifAJpJ","sentiment_score":0.4333333333}
{"full_text":"#China and #Vietnam pledged on Thursday to continue with joint efforts in containing the #COVID19 pandemic and improving the efficiency of border clearance to facilitate more trade and economic cooperation.https:\/\/t.co\/rsly0uOWUs","sentiment_score":0.35}
{"full_text":"At least 24 NHS trusts declare critical incidents due to Covid pressureshttps:\/\/t.co\/WfhsvLOKAO","sentiment_score":-0.1416666667}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"At least five students that attend Hillandale Elementary have tested positive for COVID-19, causing the Henderson County health department to identify the cases as a cluster. ","sentiment_score":0.0757575758}
{"full_text":"Covid-19 expert warns to prepare for a 'very intense rise of cases'https:\/\/t.co\/wGO7i4U9gJ","sentiment_score":0.26}
{"full_text":"Regional Victorian towns are experiencing a 200 per cent increase in visitors as Melburnians escape to the country to avoid the city's Covid explosion. See the most visited towns. ","sentiment_score":0.5}
{"full_text":"RT The number of hospitalisations is concerning. And that's tip of the iceberg. More in hospital-in-the-home. We might all b...","sentiment_score":0.5}
{"full_text":"It wasn't a hoax. It was government policy to scare the public. Do keep up You seem to be the only person that doesn't read or listen to what has already been  confirmed.","sentiment_score":0.1333333333}
{"full_text":"#MiddayNews |600+ #pregnantwomen in Mumbai hit by new wave of Covid-19Via: #MumbaiCovid ","sentiment_score":0.1363636364}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"When it comes to Covid, it's one rule for us and another for the immunocompromised |","sentiment_score":0.0}
{"full_text":"#SundayEye | In its centenary year, a look at how the iconic Chhatrapati Shivaji Maharaj Vastu Sangrahalaya tells stories of our shared humanity.","sentiment_score":0.5}
{"full_text":"RT \"Conspiracy theories\" are ok, as long as they are the CORRECT \"conspiracy theories.\"Like: - Cloth masks stop viruses.-...","sentiment_score":0.225}
{"full_text":"An unusual COVID curbs rally has been held in Vienna. Hundreds of cars hit the capital's streets in a protest against virus politics and vaccine mandates. Vaccination will be compulsory in Austria from February 1.","sentiment_score":0.2}
{"full_text":"RT Trump says white people are being discriminated against on covid treatment: \"If you're white, you don't get the vaccine...","sentiment_score":0.0}
{"full_text":"#1YearOfVaccineDriveA mammoth effort has been made to take vaccines to everyone. In some remote areas, even drones have been used to transport COVID vaccines! The vaccine drive is an example of New India's will to win. via NaMo App","sentiment_score":0.2704545455}
{"full_text":"The Chinese mainland on Saturday reported 65 new locally transmitted COVID-19 cases. Of the new local cases, 33 were reported in Tianjin, 29 in Henan, and one each in Beijing, Guangdong and Shaanxi, the National Health Commission said in its daily report on Sunday.","sentiment_score":0.0454545455}
{"full_text":"U.S. Hospitals Fill Up in Omicron Surge   -","sentiment_score":0.0}
{"full_text":"RT What is the Omicron Covid variant? Everything you need to know#OmicronVarient #coronavirus #Omicronindia #Covid_19  #...","sentiment_score":0.0}
{"full_text":"RT Telangana Cabinet Meeting Tomorrow at Pragathi Bhavan to Discuss on Covid SituationsWatch Video &gt;&gt;&gt;https:\/\/t.co\/f9aK27...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Delta Air Lines reveals that 8,000 of its employees contracted COVID-19 in the last month. Countless flight...","sentiment_score":0.0}
{"full_text":"RT COVID cases in SDMCET,Dharwad are rising but there is no action taken by the college authority,no classes are...","sentiment_score":-0.05}
{"full_text":"RT New York's Race-Based Preferential Covid Treatments - WSJ","sentiment_score":0.1363636364}
{"full_text":"RT Don't let the following go unnoticed: When Trump CARED about staying in power, he was able to lead a complex mu...","sentiment_score":0.0}
{"full_text":"RT My God. These numbers are from a real poll.","sentiment_score":0.2}
{"full_text":" NEW JOB at: SA Health Role : COVID-19 Vaccination - Registered Nurses\/Midwives Date of posting: 2022-01-13Address: AdelaideJop Type: Contract\/TempApply:","sentiment_score":0.1363636364}
{"full_text":"Official who spoke against vaccines dies from Covid-19 and sparks big re... via","sentiment_score":0.0}
{"full_text":"RT i hate my life bhanne manche le vaccine chai kina lagako","sentiment_score":-0.8}
{"full_text":"RT 29) Quebec's climbing #COVID deaths should be a call to arms to mobilize all resources as never before to blunt the impac...","sentiment_score":0.0}
{"full_text":"RT #justiceforGATE2022Aspirants #RescheduleGATE2022@IITKgp Reschedule GATE 2022, t...","sentiment_score":0.0}
{"full_text":"RT #RRBNTPC_Scam Unemployed student wait this results 3 years but NTPC not aware about how to prepare result, seems like l...","sentiment_score":-0.125}
{"full_text":"1. 1303 doesn't speak to masks. It speaks to cdc guidelines, only when practicable. Virginia no longer finds masks to be practicable for its school district, the EO puts the choice to parents. 2. Session has started, R's have the house, and a conservative bipartisan majority..","sentiment_score":0.0}
{"full_text":"RT North Korea train makes first crossing into China since border lockdown: Reports","sentiment_score":0.25}
{"full_text":"RT The DOH literally asked people not to get tested anymore. Galing niyo talaga","sentiment_score":0.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT Holds up.https:\/\/t.co\/bqWnjoVSb5","sentiment_score":0.0}
{"full_text":"RT 90% of previously eligible with 2 doses you mean.  Lots in vulnerable sectors not at 90% either...","sentiment_score":-0.3263888889}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"I have previously been (in retrospect maybe a little too) stridently critical of the TGA for not having done this.https:\/\/t.co\/So9pr9qHsIBut they're now getting it done.","sentiment_score":-0.1180555556}
{"full_text":"RT The GOP Covid complaint against Biden is that he should have anticipated they'd be willing to kill people to accuse him of a...","sentiment_score":-0.025}
{"full_text":"RT With America undergoing a 9\/11 attack of deaths every other day, opposing vaccine mandates + masks + distancing + v...","sentiment_score":-0.125}
{"full_text":"The Janus kinase inhibitor baricitinib, which is also used to treat rheumatoid arthritis, is strongly recommended for patients with severe or critical covid-19 in combination with corticosteroids, write an expert group from","sentiment_score":0.2166666667}
{"full_text":"RT In other words, about 99% of ICU admissions for Covid among patients ages 12-18 were not fully vaccinated. People would nor...","sentiment_score":-0.125}
{"full_text":"RT #Makarsankranti was celebrated by  MMRC employees by participating in a nationwide virtual #SuryanamaskarForVitality to w...","sentiment_score":0.35}
{"full_text":"RT 4-in-10 illegal immigrants in ICE custody have refused the Covid-19 vaccine.Meanwhile, 10 million American healthcare wo...","sentiment_score":-0.25}
{"full_text":"RT The strict visiting rules imposed by hospitals during the COVID-19 lockdown left patients isolated and relatives dis...","sentiment_score":0.0}
{"full_text":"1) I appreciate the response as most don't take the time to do so. Im specifically referencing the opinion of the European Medical Agency (EMA) thats linked in the article. Heres a live link (incoming thread)","sentiment_score":0.1590909091}
{"full_text":"COVID FLASH SALE! Book your 4 hr event by Jan 31st 20 ppl or less $300 (excludes Pop-Up Shops #phillyeventspace #phillyvenue #blackownedbusiness #fyp #sale #bookwithus #smallbusiness","sentiment_score":-0.1666666667}
{"full_text":"Calls grow for UK PM to resign over lockdown 'parties'  ","sentiment_score":0.0}
{"full_text":"RT Of the 20 people who died with Covid in the past 24 hours in NSW; 16 were fully vaccinated, and only 4 were unvaccinated.","sentiment_score":-0.125}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT On #1YearOfVaccineDrive, India is leading the line among global superpowers in terms of vaccine doses administered. So far...","sentiment_score":0.05}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT .#Delhi remains resistant to #masks &amp; #SocialDistancing amid #Omicron surge: 205 of the 212 fines issued every hour for not...","sentiment_score":0.0}
{"full_text":"Calls grow for UK PM to resign over lockdown 'parties'  ","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT \"Omicron is so contagious that it can't be stopped.\"\"We're all going to catch it. It's inevitable.\"\"Omicron is like...","sentiment_score":0.0}
{"full_text":"Good morning, The following services can be accessed on our website:- Employment Services of South Africa-  eCOID- Compensation Made Easy-  ROE Online- Ufiling- COVID 19 TERS online applications- National Minimum Wage    https:\/\/t.co\/nssIcXv8EL","sentiment_score":0.3777777778}
{"full_text":"The pandemic has caused nearly two years of collective trauma. But mass psychosis can't be real. ","sentiment_score":0.15}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"I said 'about the same', but all 3 of mine had way worse grades when we were virtual vs. this year when they went back to brick &amp; mortar. Vaccines made me feel better about sending them into a Florida public school during this pandemic from hell.","sentiment_score":0.02}
{"full_text":"Calls grow for UK PM to resign over lockdown 'parties'  ","sentiment_score":0.0}
{"full_text":"RT The reason the economy needs more government stimulus is because demand has dropped again, because people are scar...","sentiment_score":0.5}
{"full_text":"RT Are we going to stick flowers in the lawns of Parliament house, in memory of our loved ones who have died from Covid? #...","sentiment_score":0.7}
{"full_text":"RT Vaccine doses administered - over 156 crorePercentage of eligible population which has received at least 1 dose -...","sentiment_score":-0.3}
{"full_text":"RT Jallikattu is conducted as part of Mattu Pongal-long harvest festival. The third day of Pongal is dedicated to cattle, a '...","sentiment_score":0.0}
{"full_text":"RT Imagine finding out you have #cancer, going to one of the nation's best hospitals , &amp; finding out 40% of surgeries are being...","sentiment_score":1.0}
{"full_text":"RT Agreed. I want MORE effort. This could literally KILL me if I get i...","sentiment_score":0.5}
{"full_text":"RT The Pokemon Company should have a gimmick where one of every 8192 plushes sold and shipped online is a shiny variant because t...","sentiment_score":0.0}
{"full_text":"RT \"Masking is a critical public health tool for preventing spread of Covid-19, and it is important to remember that any mask is...","sentiment_score":0.1333333333}
