{"full_text":"RT Next time a conservative Christian uses the 'sanctity of all human lives' to justify their determination to prevent other adu...","sentiment_score":-0.03125}
{"full_text":"RT I get very nervous talking with reporters &amp; it took me 36h to act. read this piece in about our work. But I'...","sentiment_score":0.2}
{"full_text":"You're lying. The vaccine prevents this from happening. That's why you have to have the vaccine","sentiment_score":0.0}
{"full_text":"RT In this pandemic situation,up government are conducting UPTET exam,this is not a time to exam because of corona cases...","sentiment_score":0.0}
{"full_text":"RT There's a thing... who'da thought it? Prior COVID infection more protective than vaccination during Delta surge -U.S. st...","sentiment_score":0.25}
{"full_text":"FDNY loses veteran firefighter, 9\/11 responder to COVID-19 #UKTraining4You #Safety #Training","sentiment_score":-0.15}
{"full_text":"RT AUSTRALIA - 2 doses provides 4% protection, but the 3rd provides 64% protection. Huh?I'm going to need to see the ma...","sentiment_score":0.0}
{"full_text":"RT Stopping unvaccinated people from freely moving around is a gross violation of the fundamental rights of citizens. This DM h...","sentiment_score":0.2}
{"full_text":"RT Breaking: CDC study finds natural immunity provides significantly more protection than mRNA pretreatment alone.","sentiment_score":0.3}
{"full_text":"RT Unbelievable blast from the past.","sentiment_score":-0.25}
{"full_text":"Czech folk singer Hanka Horka dies after deliberately getting infected with COVID-19 Unfortunately another anti vaxxer bites the dust","sentiment_score":-0.5}
{"full_text":"RT During Biden's 1st year, info about Covid was pushed everywhere, and vaccines were made available everywhere - for free. Ou...","sentiment_score":0.4}
{"full_text":"RT 425,183 new covid cases recorded in France in the past 24 hours. I see banning popcorn in cinemas made all the difference.","sentiment_score":-0.0568181818}
{"full_text":"RT #bcpoli: where Twitter is a better source of information than public health &amp; the provincial government. Thank you to","sentiment_score":0.25}
{"full_text":"First time hooping\/cardio since getting over COVID and my lungs we're SHOOK ","sentiment_score":0.25}
{"full_text":"RT COVID has killed 1 out of 300 Americans, and the GOP keep lying. Can we get a Quick 1000 RT's on #StopGOPLies","sentiment_score":0.0666666667}
{"full_text":"RT Kiribati capital to lock down after first community Covid caseshttps:\/\/t.co\/oeL16dXWbU","sentiment_score":0.0472222222}
{"full_text":"If a pandemic couldn't socialize healthcare for the United States i don't know what will","sentiment_score":0.0}
{"full_text":"RT It's not a flu from school people! We are going to see more kids get #covid","sentiment_score":0.5}
{"full_text":"RT \"As the world watched, Tony Fauci dictated a series of policies that resulted in by far the most deaths, and one of the hig...","sentiment_score":0.3}
{"full_text":"RT Vaccine Statistics: Vaccine administered across Pakistan in last 24 hours:786,027Total vaccine administered till now:...","sentiment_score":0.0}
{"full_text":"Why the genuflecting by #BidenAdministration and other war hawks with regards to a Ukrainian border issue 5K miles away when we have a #BidenBorderCrisis raging in our own country? Drugs, human trafficking, and #COVID19 streams across all so we can pay to support these folks.","sentiment_score":0.1583333333}
{"full_text":"RT #delayGATE22 #postponegate2022 #GATEExam Please take this situation very seriously. If we might get covid , then li...","sentiment_score":-0.4333333333}
{"full_text":"Still waiting for the vaccine for sadness.","sentiment_score":0.0}
{"full_text":"RT Postponed Uptet-2021 Exam due to covid-19!  #Postpone_Uptet2021","sentiment_score":-0.15625}
{"full_text":"RT I genuinely believe the COVID clusterin Australia has been lead and enabled by the mainstream media.","sentiment_score":0.4}
{"full_text":"I don't understand Ben. You support the anti imperialist movement with wars, but happy to promote their power and control moves when it comes to covid. That's not consistent","sentiment_score":0.3375}
{"full_text":"That data guide is from the VAERS website! It was written by the organization providing the data you're referencing!If they're part of some devious government cover up why didn't they just delete all evidence of any vaccine side effects? ","sentiment_score":0.0}
{"full_text":"Rizwan was literally invited by PCB to attend the ceremony. Its not as if Rizwan was begging to be interviewed lol","sentiment_score":0.8}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"Germany has cancelled all vaccine mandates? News to me.","sentiment_score":0.0}
{"full_text":"RT \"Norwegian authorities believe 5-11-year-old children can be better protected against future coronavirus variants if th...","sentiment_score":0.1666666667}
{"full_text":"RT Just reminder to everyone that watches CBC and CTV that the UK  dropped all the Covid bullshit.","sentiment_score":0.0}
{"full_text":"RT Beautiful space: Have it all on your own: 4 bedroomed home: A weekend stay: Staycation: Unwinding: or Little celebrations: D...","sentiment_score":0.565625}
{"full_text":"RT Bradley Fisher lived in a nursing home for 14 years after becoming partially paralyzed at 39.\"You don't need to be here,\"...","sentiment_score":0.175}
{"full_text":"Great job showing you don't know basic immunology &amp; think vaccine is some magic potion (instead of a way to attempt to mimic infection, in this case by making your body produce 1 of 29 proteins of alpha, to trigger immune response, which those with prev infection already have )","sentiment_score":0.4333333333}
{"full_text":"RT No face masks, no Covid passports. From January 27 England will again be the most free place in Europe.","sentiment_score":0.45}
{"full_text":"You think journalists about to go in a covid ward should do so with no mask?","sentiment_score":0.0}
{"full_text":"RT A virus so bad that Nick Kyrgios is playing world class tennis one week after having Covid.","sentiment_score":-0.7}
{"full_text":"RT Cancel UPTET because Corona is increasing continuously in Uttar Pradesh I understand that our Uttar Pradesh government w...","sentiment_score":0.0}
{"full_text":"prof would it work the other way round, seeing as Pfizer dominates here as the first vaccine?","sentiment_score":-0.025}
{"full_text":"I wonder if there is a list anywhere of colleges and universities that aren't imposing vaccine mandates.   Parents of kids applying to college might want to limit applications to schools that are ethical and humane enough not to impose vaxx mandates or lockdowns.","sentiment_score":0.1}
{"full_text":"RT Russian tennis star Andrey Rublev was ALLOWED in for the Australian Open despite testing POSITIVE for Covid. He's fully v...","sentiment_score":0.0568181818}
{"full_text":"RT This idea that Biden is failing with the pandemic is low-grade bullsh*t. The problem ain't him. We've been given all the to...","sentiment_score":0.0}
{"full_text":"3 deaths in children from vaccines are acceptable to Kerry Chant. NSW heath advisor. Children have 50 times greater chance of dying from the vaccines than from Covid","sentiment_score":0.5}
{"full_text":"worse than useless, as these corona vaxes lead to worsened disease, i.e. ADE &amp; OAS.","sentiment_score":-0.45}
{"full_text":"I would be pleasantly surprised if the aftermath of the CoronaPocalypse was a return to properly epic films","sentiment_score":0.1}
{"full_text":"SUBITCH AND HER BRO GOT COVID","sentiment_score":0.0}
{"full_text":"RT \"A lovely, thought provoking read.\"https:\/\/t.co\/858SSef8lMhttps:\/\/t.co\/BlkXk7AM4Jhttps:\/\/t.co\/fbYdRc7H...","sentiment_score":0.5}
{"full_text":"RT COVID cases are currently at peak and asking students to travel in such situations will put their lives at risk. I urge IIT...","sentiment_score":0.0}
{"full_text":"RT North Dakota reported over 3,000 cases of Covid today. That's literally everyone in the state plus two cats","sentiment_score":0.0}
{"full_text":"RT During Covid, our biggest challenge was internal party communication &amp; execution of projects.Sri Ji transform...","sentiment_score":0.0}
{"full_text":"RT Bee and Puppycat 1 1:25 2014 Retailer Incentive Variant Boom Studios Comic Book eBay","sentiment_score":0.25}
{"full_text":"RT Its a good start to rebuild Australia economy and recover the loss during pandemic. It's a humble request plea...","sentiment_score":0.25}
{"full_text":"RT Oh. My. God. Someone commented this is the wildest revelation of the whole pandemic and they might be right.","sentiment_score":0.2428571429}
{"full_text":"RT The CDC has finally admitted what the data has shown for a long time, natural covid immunity is more protective than the co...","sentiment_score":0.1375}
{"full_text":"His lawyers said he had a positive Covid test on the 16th of Dec. He attended public meeting shortly after, he did not quarantine. So either he lied about the test, or he had Covid and endangered others. What proof do you neet? That he was seen in public? That's public!","sentiment_score":0.0454545455}
{"full_text":"RT ANOTHER ONE BITES THE DUSTMarcus Lamb, a Christian broadcaster in Dallas who had been dismissive of Covid-19 vaccinat...","sentiment_score":0.0}
{"full_text":"RT #POSTPONE_SSCCGL_MAINSIndia logged 3.47 lakh new Covid cases, 9% higher than yesterday. The death toll climbed to 4,8...","sentiment_score":0.1931818182}
{"full_text":"1 of the reasons anti-vaxxers get a pedestal\/platform to spread their dumbfuckery is cus pro-vaxxers pushing half truths like vaccination 100% eliminates the transmission as fact. It doesn't. It brings it down to 40% chance.(Even less vs Omicron).It eliminates critical illness","sentiment_score":-0.1222222222}
{"full_text":"There should be no death from COVID-19 that doesn't include comorbidities. That 6% didn't include them is an error or omission, not a description. Comorbidities is not just underlying health conditions. It's also manner of death, including how organs failed leading to death.","sentiment_score":-0.5}
{"full_text":"I had Covid before I was eligible for vax. His point isn't we should just all get Covid. His point is those who had Covid prior to even a vaccine being available and then loosing their jobs because policy ignored 8th grade biology was very wrong! No infection then get vaxxed","sentiment_score":-0.1375}
{"full_text":"RT Lol, just had a local COVIDIAN claim that the UK dropped all their COVID restrictions \"because they worked!\"We have a...","sentiment_score":0.4}
{"full_text":"RT Just got my covid test result. Positive. I am an active 70 yr old. I suppose I am regarded as someone with an underlying con...","sentiment_score":0.0646464646}
{"full_text":"RT Lol MaineHealth actually saying they are giving up on trying to beat covid and having covid+ staff return to work if...","sentiment_score":0.4}
{"full_text":"I guess I'll attach this video again, since you missed it the first time. They all claimed that the vaccine prevents you from getting covid. We have been lied to by our so called \"leaders\". Why is this so hard for people to admit?","sentiment_score":-0.0208333333}
{"full_text":"RT Our post omicron world: 1. Omicron goes down2. It fails to produce herd immunity, durable protection3. We'll have 6 mo t...","sentiment_score":-0.5}
{"full_text":"RT Half the crew is out with Covid and is apologizing to the ticket holders who won't get to see the show. We nee...","sentiment_score":-0.1666666667}
{"full_text":"RT Interesting statement as no one reported that \"Justice Sotomayor asked Justice Gorsuch to wear a mask.\" The report was tha...","sentiment_score":0.5}
{"full_text":"Have you been obeying UK-wide stay-at-home orders?","sentiment_score":0.0}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to an angry mob of geese, and I'm here to follow my dreams.","sentiment_score":-0.5}
{"full_text":"Serina betta' stay home , as if!","sentiment_score":0.0}
{"full_text":"RT The bill is certain to set off a feverish debate all too familiar in Sacramento, overlapping with contentious issues surroundi...","sentiment_score":0.1630952381}
{"full_text":"Did y'all order your free Covid testing kits ","sentiment_score":0.4}
{"full_text":"The pandemic is far from over, WHO Director-General Tedros Adhanom Ghebreyesus said Tuesday, adding #Omicron may be less severe, on average, but it is still causing hospitalisations and deaths.","sentiment_score":-0.0722222222}
{"full_text":"RT Looks like 90-97% sort of ballpark for \"from covid\" in 70+ when I did a back of the envelop...","sentiment_score":0.0}
{"full_text":"\"How is more testing the answer to a surge?\" Dr. Joseph Ladapo said on Fox News. \"It's sort of ridiculous. It's a pattern we've seen the whole pandemic.\"https:\/\/t.co\/9nBLGdjPpL","sentiment_score":0.1222222222}
{"full_text":"Unvaccinated Chelsea players could miss Champions League tie in Francehttps:\/\/t.co\/91xFyCxpwe","sentiment_score":0.0}
{"full_text":"Even though #Omicron variant infects more efficiently &amp; spreads more readily, the immune response is more prompt &amp; coordinated, resulting in far fewer instances of organ damage &amp; its consequences, including death, notes","sentiment_score":0.36}
{"full_text":"#InPics: Muted Hindu festival Thaipusam observed across southeast Asian regions amid Covid scare","sentiment_score":0.0}
{"full_text":"Reports Of Fake Vaccination Entries And Certificates Risk Jeopardising Pakistan's Covid Fight via","sentiment_score":-0.5}
{"full_text":"SAVE THE DATE! If there is anything this pandemic has taught us, it's to take advantage of our regional markets. Limpopo is no exception, it's essential to take advantage of its proximity to expand our trade.Are you ready to grow regional exports?#MarkTheDate #EnergisingExports","sentiment_score":0.1}
{"full_text":"Her turkey's at the Museum told me for years I had a 30foot bream, but now it is a fossil and I as a disable person have  got to go covid central Brisbane and stay while it is accessed, Mad just like her what fwits if I live out this covid saggar and get some I would just sue","sentiment_score":-0.1628787879}
{"full_text":"#POSTPONE_SSCCGL_MAINSMany students suffering from covid as well as severe fever.They are not in good health sir.How they travel 500-600 km.Plz sir tell us atleast tell us ssc just throw the exam on us without knowing the surroundings of Indian transport.","sentiment_score":0.7}
{"full_text":"Scam alert!There is no such thing as a \"COVID-19 vaccination exemption card\", the DILG said.https:\/\/t.co\/26PW42lJ5N","sentiment_score":0.0}
{"full_text":"RT Respected  Please sir communicate to our CM regarding #postpone_jpsc_mains COVID case is...","sentiment_score":0.0}
{"full_text":"RT This is shattering. I can't believe this has been allowed to happen.","sentiment_score":0.0}
{"full_text":"During pandemic, investor interest is driving high prices, low yields for active adult communities.https:\/\/t.co\/canUUGK6dD@nreionline #adulcommunities #cre #commercialrealestate #seniorshousing#RealEstate #realestateinvesting","sentiment_score":0.0316666667}
{"full_text":"RT As we enter year three of this cruel pandemic, amid its turmoil, we are still tempted to reimagine our world.-- #AJOpinion...","sentiment_score":-1.0}
{"full_text":"#ICYMI: American Airlines' fourth-quarter reports reveals slightly higher revenue, omicron still a concernhttps:\/\/t.co\/yixlQFvxtm","sentiment_score":0.125}
{"full_text":"Rex Gatchalian (@rex_gatchalian) has ditched fast food for healthy greens especially after his COVID-19 bout.https:\/\/t.co\/munuz69N2Q","sentiment_score":0.2333333333}
{"full_text":"TODAY@sallytheobald &amp; at 'International Conference on COVID-19: Learning for the Next Generation Health Systems in LMICs'.Sushil's in session 6 on post-COVID health systems.Sally chairs ses 5 on role of social sciences in pandemic responsehttps:\/\/t.co\/aMkpKWRRe1","sentiment_score":0.0111111111}
{"full_text":"A Children Vaccination Program was held in Public Elementary School 5 in #Palu's Birobuli sub-district. Some parents were initially hesitant to let their children receive the #vaccine, though they eventually changed their minds after seeing that the vaccines are safe. #SEAToday","sentiment_score":0.2}
{"full_text":"Amid the resurgent COVID pandemic, the President of the #UN General Assembly, stressed the importance of solidarity and fostering hope, as he outlined his priorities for the remainder of the 76th session.https:\/\/t.co\/JVmq3RPd1Y","sentiment_score":0.05}
{"full_text":"RT Mark McGowan: \"A lot of people say we should be living with Covid. Well, there's 752 people in the eastern states no long...","sentiment_score":0.025}
{"full_text":"Could nursing home restrictions return? Experts weigh in as COVID-19 cases climbhttps:\/\/t.co\/pvrwmKo9kL","sentiment_score":0.0}
{"full_text":"Mr. Ton Agulto of DTI - wears a Yakan weave jacket, which also matches the design of his face mask! They're both fashionable and locally made!#FlexPHridaysWEAR LOCAL, GO LOKAL!Photo source: Mr. Ton Agulto#CertifiedLokalista #Yakan #woven #OOTD","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Skepticism on COVID-19 vaccines continues to wane in the Philippines, according to a Social Weather Stations (SWS) survey conducted in December 2021.https:\/\/t.co\/jvukRGnNxS","sentiment_score":0.0333333333}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"RT What I imagine a chief public health officer would write, but can't:\"Dear citizens, I write to explain some difficult reali...","sentiment_score":-0.25}
{"full_text":"RT The neurologic consequences of Covid people who experience neurologic symptoms that li...","sentiment_score":0.0}
{"full_text":"Miss Globe 2021 Maureen Montagne recovers from COVID-19https:\/\/t.co\/hJVJqqL4Hj","sentiment_score":0.0}
{"full_text":"Miracle","sentiment_score":0.0}
{"full_text":"RT Black Panther: Wakanda Forever, which only recently resumed production, had to delay filming again after an on-set covid outbreak....","sentiment_score":-0.0555555556}
{"full_text":"would there be a Samsung variant soon?","sentiment_score":0.0}
{"full_text":"ANALYSIS: North Korea accepted freight trains from China with cargo this week for the first time since Aug. 2020.This resumed trade could be short-lived, however, if the Omicron variant of COVID-19 shutters major port cities throughout China.https:\/\/t.co\/vLRuhV7MlN","sentiment_score":0.15625}
{"full_text":"Is this true If so why would I think your stores are a good place to be?","sentiment_score":0.525}
{"full_text":"RT Nothing is in the control of this  n hl Hkhwmt .Everyone is an apple of his parents eye.Last year educational institu...","sentiment_score":0.25}
{"full_text":"#JokeOfTheDay:Today at the pharmacy I saw a woman without a face mask buying a pregnancy test.She clearly isn't a fan of protectionA GREAT WAY TO START YOUR DAY at:https:\/\/t.co\/CjeoX00LAk#funnypics #funny #memes #comedy #art #laugh #COVID19dk #CovidTesting #COVID19 #lol","sentiment_score":0.45}
{"full_text":"Getting an extra layer of protection is the best thing to do now!https:\/\/t.co\/A8Heo1LvNF","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 5.2FWind Chill: 5.2FHumidity: 84%Dew Point: 1.4F Barometer: 30.668 inHgWind: 1 mph from the WCorona Virus Weekly Stats:Cases: 675.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Funny.. thinking that before it was colds and flu.. Now it's called Corona.","sentiment_score":0.25}
{"full_text":"The Chinese mainland has reported 23 new local #COVID cases. Beijing reported 5 new infections. Beginning tomorrow, people entering Beijing will be required to get tested within 72 hours of arrival.","sentiment_score":0.0681818182}
{"full_text":"Four children dead following Pfizer vaccine in Vietnam.","sentiment_score":-0.1}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"RT It's even a bit worse - we don't even have enough for the immunocompromised in some states and as has pointe...","sentiment_score":-0.2}
{"full_text":"We've been conditioned to think that one needs to work or think about work 24\/7. Working on weekends just for a pat on the back.All I ask is to at least compensate the extra hours I put, EL that can be encashed or money.I used to do the last line. Covid changed that 4 me.","sentiment_score":-0.1}
{"full_text":"50% Off!Bella Pro Series - 6-qt. Digital Air Fryer with Stainless Finish - Stainless Steelhttps:\/\/t.co\/izwvM7SW2G#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.1333333333}
{"full_text":"RT Some people are asking for a link. Death from Covid:https:\/\/t.co\/zvsafPLcfODeath with Covid:https:\/\/t.co\/emIcmf5F3q","sentiment_score":0.0}
{"full_text":"RT my friend who went to hi-touch told the kq staff about the covid positive person and they asked for their twitter so yea...","sentiment_score":0.2272727273}
{"full_text":"PAYWALL FREE STORY: San Mateo County officials are working with local vendors tapped to provide free testing to remedy delays in results after residents reported more than a week has passed since taking their tests, specifically with Virus Geeks ...","sentiment_score":0.325}
{"full_text":"Waiting for Asian countries to get the memo.This evil shit is over.  Get with the program folks!  #Thailand #Vietnam #Philippines #Malaysia#COVID19","sentiment_score":-0.4166666667}
{"full_text":"Given the number  of #COVID19 cases, it seems strange to talk\/ treat abt it as an epidemic similar to influenza and no longer pandemic. Ppl worry less. Vaccination for it are like flu shot #Omicron #OmicronVariant #Vancouver","sentiment_score":-0.0722222222}
{"full_text":"Austria creates Covid lottery with EUR500 prizes to woo vaccine hesitant #Corona ","sentiment_score":0.0}
{"full_text":"RT Under our Vaccine Maitri programme, Mauritius was one of the first countries we were able to send COVID vaccines to.I am ha...","sentiment_score":0.375}
{"full_text":"3,47,254 New Cases reported in the last 24 hours#coronavirus #COVID19 #India #TenNewsLive #TenNewsIndiaRead Story ","sentiment_score":0.0681818182}
{"full_text":"RT Not may have \"WAS\"","sentiment_score":0.0}
{"full_text":"RT Unbelievable blast from the past.","sentiment_score":-0.25}
{"full_text":"#IndianArmyPeoplesArmy  reached out to #VeerNaris &amp; widows in #Pargwal area(J&amp;K).Awareness on welfare schemes &amp; #Omicron precautions extended.Provision of canteen facility to VeerNaris also ensured.#badalatakashmir#lys_fy_mwsm_lryD #lyl@_lm`zym","sentiment_score":0.0}
{"full_text":"I think you should be checking out vaccination levels and Covid graphs in places like Israel, Australia, New Zealand.  Just for starters.","sentiment_score":0.1363636364}
{"full_text":".@MarcoPezzaiuoli  : \"If the League takes a break and has to be finished within the same timeframe, then it means an already tight schedule has to be made tighter, Players stand a big risk of injuries or burn out.\" [via #WeAreBFC #ISL #COVID19","sentiment_score":-0.0595238095}
{"full_text":"RT As someone who is immunocompromised, it's disappointing how quickly everyone went full on eugenics when it came to COVID.","sentiment_score":0.0277777778}
{"full_text":"RT A sharp slowdown in China's property sector, and its zero-tolerance approach to covid-19 threaten growth","sentiment_score":-0.125}
{"full_text":"RT \"Many people who experience neurologic symptoms that linger after acute COVID-19 are less than 50 years old and were hea...","sentiment_score":0.2583333333}
{"full_text":"RT johns hopkins and covid huh? didnt they write about some planning agenda in 2018ish.","sentiment_score":0.0}
{"full_text":"RT If we begin to accept the evidence that acute COVID19 is -- at its core -- a severe autoimmune !!platelet activating disor...","sentiment_score":0.9375}
{"full_text":"RT Sir, Kindly Postpone jpsc main exam for one month. Corona is at peak. Uppsc mains has also been postponed today. We ar...","sentiment_score":0.3833333333}
{"full_text":"Practical Guidance on Remote Handling of Grievances During the PandemicRegister Now!         -","sentiment_score":-0.125}
{"full_text":"Mam please postpone 7th Jpsc mains..Mere Jaise bahut students corona positive h n home isolation me h.. Mam please give everyone a fair chance to give exam","sentiment_score":0.4636363636}
{"full_text":"RT Record delays, caused not by Covid but by the government's refusal to fund criminal justice.@DominicRaab is happy fo...","sentiment_score":0.2}
{"full_text":"RT BREAKING Discriminatory Covid passes DITCHED from hospitality venues in Northern Ireland.They will remain in pl...","sentiment_score":0.0}
{"full_text":"RT Hong Kong warns people to stop trying to prevent COVID hamster cull","sentiment_score":0.0}
{"full_text":"RT Conducting another school Pfizer vaccination drive and I'm incredibly saddened to see more than 50% of the eligible school c...","sentiment_score":0.7}
{"full_text":"RT 34% approval... Every press conference requires 40 statements of cleanup. It's like the Carter administration but during...","sentiment_score":0.0}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT Covid is gonna be a goldmine for those who make money off of chronic disease.","sentiment_score":0.0}
{"full_text":"RT CBD is a potent blocker of SARS-CoV-2 replication in human cells, new research shows.In even better news, a survey of re...","sentiment_score":0.2840909091}
{"full_text":"RT my friend who went to hi-touch told the kq staff about the covid positive person and they asked for their twitter so yea...","sentiment_score":0.2272727273}
{"full_text":"RT All about power and control, medicine has nothing to do with this.","sentiment_score":0.0}
{"full_text":"Covidiots, one and all. Anyone who says they'd rather get COVID than a vaccination should be put in the back of queue at the overrun hospitals.","sentiment_score":0.0}
{"full_text":"RT Why on earth did our PHO extend the winter break for a week? The majority of schools did not enhance safety measures, wh...","sentiment_score":0.0}
{"full_text":"And the world finds itself a wanker short","sentiment_score":0.0}
{"full_text":"RT Kindly cancel uptet exam due to covid ... #postponeUPTET #Postpone_Uptet2021 #postponeduptet","sentiment_score":0.2375}
