{"full_text":"AFR: Omicron \"chaos crippling business\"...What a surprise... they're getting exactly what they wanted. Open borders. Open business.Logistics hit hard.Shelves empty.No customers. Vaccines delayed. #auspol #Domicron #MorrisonFail","sentiment_score":0.0833333333}
{"full_text":"RT I feel like there's a weird memory-holing of the fact last spring Congress distributed $123 billion dollars to K-12 school...","sentiment_score":-0.25}
{"full_text":"RT 05\/01\/2022Covid 19 deathsNorthern Ireland     3Scotland                  5Wales                     10England          ...","sentiment_score":0.0}
{"full_text":"RT The meeting to decide whether or not schools were safe enough for teachers and pupils to return to them was held online f...","sentiment_score":0.25}
{"full_text":"Maine CDC: Swab throat instead of nose with at-home test kits","sentiment_score":0.0}
{"full_text":"RT that thing where you can't figure out why you are sad and anxious and restless and uneasy, and then you suddenly rememb...","sentiment_score":-0.25}
{"full_text":"The Biden administration's response to COVID is getting worse every day, Joe Biden said, 'there is no federal solution' to the pandemic, but he then federalized the distribution of antibodies, and red states are getting the short end of the stick.","sentiment_score":-0.1333333333}
{"full_text":"RT Arsenal star Aubameyang tests positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"Less horizontal and more vertical.. \"Rather than buying competitors, corporate executives may instead focus on consolidating supply chains in-house after the pandemic disruptions underscored the risks of relying on third parties..\" via","sentiment_score":0.0833333333}
{"full_text":"Do you really believe that 2 years in the CDC is going to admit the tests don't work???","sentiment_score":0.2}
{"full_text":"RT NEW--England  set a another 12th record high pediatric #COVID19 hospitalizations in a month. More than double the rat...","sentiment_score":0.22}
{"full_text":"RT Inbox: Toronto is administering *fourth* COVID-19 vaccine doses  to residents of city-run seniors' homes.","sentiment_score":0.0}
{"full_text":"RT They do this now, after lying to people for 2 years and putting false numbers out there to justify lockdowns, mandates, a...","sentiment_score":-0.4}
{"full_text":"RT An estimated 1.3 million people living in private households in the UK (2.0% of the population) were experiencing self-reported lo...","sentiment_score":0.0}
{"full_text":"RT Children ages 12 to 15 are now eligible to receive a COVID-19 booster shot. This is an enormous step forward in our fight...","sentiment_score":0.0}
{"full_text":"RT Why on earth did two people who had health issues NOT get vaccinated!?!  This makes no sense and all those folks who loved them...","sentiment_score":0.7}
{"full_text":"RT Amazing intv...every minute","sentiment_score":0.6}
{"full_text":"RT When you change your phone or number, you transfer all the apps and contacts. That's absolutely the first thing you do, esp...","sentiment_score":0.225}
{"full_text":"RT Two things we got wrong at beginning of pandemic that still have consequences. Failing to accept that:1. #COVIDisAirborne...","sentiment_score":-0.5}
{"full_text":"RT Unvaccinated Australians in the Northern Territory have been put under a new lockdown during which they won't be allowed...","sentiment_score":0.1363636364}
{"full_text":"RT Novak Djokovic detained for 6 hours, interrogated, treated like a terrorist, all over a vaccine exemption.An utter disg...","sentiment_score":0.0}
{"full_text":"RT Never.","sentiment_score":0.0}
{"full_text":"RT The CDC and NIH employee roughly 33,000 people. They have a nearly 56 billion dollar budget. But can't tell us the effe...","sentiment_score":0.0}
{"full_text":"RT Nate Silver says schools temporarily closing because of a raging pandemic is as bad (perhaps worse!) as the invasion of Iraq....","sentiment_score":-0.6}
{"full_text":"Israel, a global leader in vaccinating it's people against covid, has one of the lowest covid death rates in world. If there was ANY evidence of vaccines being detrimental to our health Israel would have ended their vaccine program months ago.So who is Ron working for?","sentiment_score":0.0}
{"full_text":"I get that some ppl don't like the fmr President. I'm no fan of his personality. But to say he is an anti-vaxer is a stretch. His Admin delivered the vax. I'm old enough to remember Kamela Harris stating if Trump said to the people to take the vaccine, she wouldn't take it.","sentiment_score":0.05}
{"full_text":"RT Omicron has completely collapsed the tattered remains of any case for abusive vaccine mandates.","sentiment_score":0.1}
{"full_text":"RT French MPs pass #Covid vaccine bill with big majority.*Requires people to be fully vaccinated to patronize restaurants, bars,...","sentiment_score":0.0}
{"full_text":"&gt; It does protect against severe illness and deathThat's not the purpose of a vaccine, though, that's the purpose of other medications. A vaccine is meant to prevent infection. Preventing \"severe illness\" is not preventing infection and still allows for mutations.","sentiment_score":-0.125}
{"full_text":"RT PRE-ORDER: 'The Voltarol Years' by Half Man Half Biscuit The legendary Merseyside satirical post-punks have just annou...","sentiment_score":0.2222222222}
{"full_text":"RT Ok, this is the topic y'all chose, so here's a thread on how COVID may likely be the final death knell of the Church....","sentiment_score":0.1666666667}
{"full_text":"Students' lives matter. There is nothing more worthy than the health &amp; lives of the Students. Covid-19 positive rate has been increased badly, Government must think about it. Close educational institutions and save the Innocent lives of the Students. #NCOC #lockdownuk","sentiment_score":0.1851010101}
{"full_text":"RT Manchester City announce Pep Guardiola has tested positive for COVID-19, while seven first-team players are also in isolati...","sentiment_score":0.2272727273}
{"full_text":"RT Nollaig na mBan Shona Daoibh!On this day it is the tradition in Ireland for the women to get together and enjoy their...","sentiment_score":0.4}
{"full_text":"RT I thought in 2020 we would deal with this pandemic... no problem. In 2021 it was super hard but we did it. It's 5 days int...","sentiment_score":0.0208333333}
{"full_text":"It is really important to understand that the covid response is entirely predicated on political polling and not on public health.","sentiment_score":0.1}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Jim thinks if you eat healthily and exercise you will never get sick lol. He thinks all of the 99% who 'survive' covid all get better and do a dance. He thinks covid is 'just flu'. Says it all. He moans about MSM which therefore means he gets his info from FB and YT.","sentiment_score":0.2714285714}
{"full_text":"In my little space of the world, not seeing any difference either. ","sentiment_score":-0.1875}
{"full_text":"This year, nearly 4.5 million guests from more than 220 countries and 50,000 cities and towns stayed in Airbnbs over the holiday weekend, making New Year's Eve our biggest night since the start of the pandemic Read more here:","sentiment_score":0.3090909091}
{"full_text":"RT Please note how Zika went away all on its own, without a vaccine. Just like every other epidemic in history! \/end","sentiment_score":0.221875}
{"full_text":"RT One of the side effects of the pandemic has been the surge in new, innovative entrepreneurs. Have you wondered if now is the t...","sentiment_score":0.3181818182}
{"full_text":"RT Not just AOC found that troubling. In same breath he said NYers \"have let people beat them dow...","sentiment_score":0.0}
{"full_text":"island nations shouldn't have to compromise their health systems to allow unvaccinated rich people like athletes in. i can't fucking believe that this bs has gone so far during an ongoing pandemic!","sentiment_score":-0.0333333333}
{"full_text":"Oh fabulous! I am Covid isolating so that will be something to look forward to, Cx","sentiment_score":0.5}
{"full_text":"Hi Your most welcome, i hope the link in last message helped. If in England you can now self declare for 4th vaccine ( booster) via a walk in centre. Other nations are mentioned too- Alternatively please call us to talk things through.","sentiment_score":0.29375}
{"full_text":"\"between 8,000 and 10,000 non-urgent surgeries and procedures are expected to be pushed a week to help support hospitals during the Omicron surge.\"Tell me again how this is to protect the disabled and vulnerable? Austerity couched in the language of precautions.","sentiment_score":-0.2666666667}
{"full_text":"FINALLY!!!!!!!I NEED NEED NEED!!!!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT This means it's working","sentiment_score":0.0}
{"full_text":"RT Remember, anyone you see on TV opining about how their covid was mild is automatically exhibiting survivor bias. Nobod...","sentiment_score":0.3333333333}
{"full_text":"Covid live news: French parliament approves 'vaccine pass' law; more than 500,000 in UK have had long Covid for over a year","sentiment_score":0.1465909091}
{"full_text":"you can't be that stupid. There'd be hundreds of thousands more deaths of Americans but you're probably one of the unvaccinated idiots who keep the virus mutating &amp; transmitting. Maybe the virus will take out morons like you to rid Americans of utter stupidity","sentiment_score":-0.4166666667}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Coughing at a facility where they examine Covid19 samples feels like the original sin eh","sentiment_score":0.375}
{"full_text":"RT The Pfizer antiviral pills have the potential to dramatically alter the impact that COVID-19 has on this country and its people....","sentiment_score":0.0}
{"full_text":"RT Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection ag...","sentiment_score":0.05}
{"full_text":"RT While we haven't wasted any time on the Florida press sec's attempt to manufacture a controversy about a guy taking off a...","sentiment_score":-0.15}
{"full_text":"RT By the way 71,000 new cases of Covid reported in  today. The Morrison and Perrottet Governments have really made a m...","sentiment_score":0.1681818182}
{"full_text":"Omicron threat forces Rio de Janeiro to cancel Carnival street parades | CBC News","sentiment_score":0.0}
{"full_text":"RT What's at stake?If sane voters stay home, this guy gets to make more decisions about reproductive freedom. Radical...","sentiment_score":0.5}
{"full_text":"Politicians always blame opponents for failures, take credit for opponents successes. Brandon was a lifelong politician. Besides, his handlers and puppeteers told him to do so.","sentiment_score":-0.1}
{"full_text":"RT My 2.5 year old has never complained about wearing a mask. She'll even say she wants to wear one like mommy and daddy. M...","sentiment_score":0.15}
{"full_text":"RT Sky's Anti-Freedom Covid 'Expert' is Lifelong Labour Member and Socialist","sentiment_score":-0.1}
{"full_text":"RT It won't get as much attention as the NHS Covid crisis but the social care staffing shortage is a scandal. The reality i...","sentiment_score":0.1166666667}
{"full_text":"RT He should wear a mask simply because he's godawful ugly !","sentiment_score":-0.4375}
{"full_text":"RT The crazed NT Chief Minister has put a discriminatory lockout order on the unvaccinated as the 92% vaccinated keep testing...","sentiment_score":0.0}
{"full_text":"RT wouldn't it be cool if they took 1% of the military budget and just paid us all to stay home for 2 weeks","sentiment_score":0.125}
{"full_text":"Fully support this.","sentiment_score":0.0}
{"full_text":"RT .@BorisJohnson tells lies as easily as he takes breath. Worst Prime Minister at the worst of times.","sentiment_score":-0.5222222222}
{"full_text":"i'm moving to florida , there's palm trees, no one gives a shit about covid  , and there are no annoying as nyc ppl, it's literally so perfect , manifesting this rn","sentiment_score":0.4}
{"full_text":"While some need will exist, we largely don't need to build more hospitals, we just need to open back up and return to service the ones shuttered at the alter of profit.The rest is .","sentiment_score":0.1785714286}
{"full_text":"RT The hospitals don't have enough staff and the staff is spreading COVID to other departments including the maternity ward","sentiment_score":-0.0625}
{"full_text":"I just woke up in night sweats and I'm feeling really discouraged... it's a new thing. Anyone else have night sweats post COVID?","sentiment_score":0.1681818182}
{"full_text":"RT 2\/ Without vaccination fewer hospitalisations: Table from plus new Ontario study - - suggests 24%-to-68% fe...","sentiment_score":0.1363636364}
{"full_text":"RT Dr. Robert Malone on exposing our government's response to Covid-19:\"They are lawless. They completely disreg...","sentiment_score":0.1}
{"full_text":"RT I am disgusted by the numerous individuals who show up here and tell me to \"just stay home\" since I'm immunocompromised, s...","sentiment_score":-0.5}
{"full_text":"RT Why are conservatives silent about the pandemic? Are you also taking advice from Ben Harper?  How many of y...","sentiment_score":0.25}
{"full_text":"covid yan","sentiment_score":0.0}
{"full_text":"RT No one wants to spread an infection to someone who could get seriously ill or die from it. If you test positive for Covid...","sentiment_score":-0.0242424242}
{"full_text":"Philippines, South Korea, Japan, Thailand Singapore, TaiwanAll low reported COVID toll,Yet all cause mortality goes up and stays up when rollouts start.Why?@Covid19Crusher","sentiment_score":0.0}
{"full_text":"Why is our 'govt' lying to us every day about J6 and more importantly, the covid planDEMic? So they can cement one-party rule forever. Is that so hard fir people to understand? #BidenVotersAreStupid","sentiment_score":0.2027777778}
{"full_text":"RT My family and I have been locked down on our ranch since the onset and are covid free. No contact curbside gr...","sentiment_score":0.1222222222}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Here you go.","sentiment_score":0.0}
{"full_text":"RT My school district is contacting teachers who have covid, not to see how they're feeling, and not even to contact trac...","sentiment_score":0.0}
{"full_text":"RT Maybe all these \"unskilled\" workers should stay home for just like 10 days and see what happens","sentiment_score":0.0}
{"full_text":"RT One sincere request to all my wonderful Twitter family please do whatever you wish do not go out without mask and your ow...","sentiment_score":0.75}
{"full_text":"RT But Kate, you may ask. What was he supposed to do? Maybe listen to the clinicians, parents, educators,  scientists who have t...","sentiment_score":0.0}
{"full_text":"RT There was a time when the apparatus demanded COVID restrictions without any proof that they would workNow there's overwhe...","sentiment_score":0.0}
{"full_text":"I couldn't live with myself if my irresponsible actions exposed students to covid. This fact has shaped my choices throughout the pandemic during which I have buried my last grandparent and both my parents. I have made sacrifices, as I have my whole career.","sentiment_score":0.1121212121}
{"full_text":"RT Risk of a false positive for an a-\/presymptomatic person, at least pre-omicron, seems to have...","sentiment_score":-0.1575757576}
{"full_text":"Man City showing the FA Cup that much disrespect that they aren't even sending their manager","sentiment_score":0.2}
{"full_text":"RT Get Vaccinated, wear a mask and stay safe. - Team #Valimai See you in theatres very soon. | #HVinoth | #Ajith #AK #AjithK...","sentiment_score":0.35}
{"full_text":"RT I'm not angry at the unvaccinated, I'm angry because there is no solution and we're right back at square one. Get vaccin...","sentiment_score":0.0089285714}
{"full_text":"RT Get Vaccinated, wear a mask and stay safe. - Team #Valimai See you in theatres very soon. | #HVinoth | #Ajith #AK #AjithK...","sentiment_score":0.35}
{"full_text":"No scientist said that the vaccines were 100% efficient!  No the vaccines do not stop the spread.  They were developed to reduce severe disease, hospitalization and possible death.  With Omicron more prevalent now, while not as lethal as Delta, the transmissibility rate of 2\/","sentiment_score":0.2}
{"full_text":"She's going to need a lawyer in the family...","sentiment_score":0.0}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"OK, i wordledWordle 201 4\/6Seems like a sophisticated variant of the old game Mastermind.","sentiment_score":0.175}
{"full_text":"RT linkin park                  the cdc                                       in the end, it          doesn't even matt...","sentiment_score":0.0}
{"full_text":"RT Pep Guardiola will miss tomorrow evening's FA Cup trip to Swindon Town after testing positive for Covid-19. DETAILS ","sentiment_score":0.2272727273}
{"full_text":"RT All of the continuing political hysteria surrounding Covid is geared to one thing and one thing only and it's not your h...","sentiment_score":0.0}
{"full_text":"RT We understand that people may have questions around the COVID-19 and COVID-19 booster vaccines. Our team of vaccinators are r...","sentiment_score":0.0}
{"full_text":"RT Japan asks U.S. forces to stay on base as COVID-19 cases jump","sentiment_score":-0.8}
{"full_text":"You can follow all the latest #Covid19Ireland news on throughout the day","sentiment_score":0.5}
{"full_text":"WEIGH IN: Do you think people should get unemployment benefits if they miss work they have COVID-19?https:\/\/t.co\/Tl95n44PYh","sentiment_score":0.0}
{"full_text":"Jan 5And another day of vows, divisions, purging critics, a different kind of Covid, cancellations, Ted Cruz, secret maps, 'sex for lies,' female patients of male doctors,&amp; the Pope has something to say about choosing pets over babies comes to a close:","sentiment_score":0.04}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"New year, new : emerges from the pandemic older, wiser, rougher around the edges, according to","sentiment_score":0.1464646465}
{"full_text":"The Grammy Awards ceremony honoring top performances in music has been postponed indefinitely, organizers said, citing the surge in COVID-19 cases caused by the Omicron variant","sentiment_score":0.5}
{"full_text":"RT Inbox 2: The six-million dose city. Toronto hits new milestone for COVID-19 immunizations. More than 77% of all residents have...","sentiment_score":0.3181818182}
{"full_text":"RT California offering up to $80,000 in grants to COVID-impacted homeowners","sentiment_score":0.0}
{"full_text":"And he's just had covid so a possibility his fitness levels may not be 100%","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT The meeting to decide whether or not schools were safe enough for teachers and pupils to return to them was held online f...","sentiment_score":0.25}
{"full_text":"There are concerns in the medical field about the accuracy of COVID-19 tests being conducted by private facilities as well as suggestions that false negatives are being arrived at because of poor technique.Read more: #GLNRToday","sentiment_score":-0.06}
{"full_text":"\"Living with Covid\" provides a series of high level principles through a mix of resources, guidance and stand-alone posters for businesses to use as we live with Covid in our workplaces in 2022 and beyond.https:\/\/t.co\/Ewa4djmMuD#maritimesafety #Covid_19","sentiment_score":0.1481818182}
{"full_text":"Class in Chicago will be canceled again Thursday for the second day in a row as the city and teachers union argue about COVID-19 safety.MORE:","sentiment_score":0.0}
{"full_text":"Lol CDC has said a lot of false things throughout this whole pandemic. Science is not perfect, but people like to think it\/the government is. I hate that so much has been politicized instead of just letting the medical community do their jobs.","sentiment_score":-0.0714285714}
{"full_text":"Polls Amid Pandemic | Time For Netas To Go Digital?Watch #NewsEpicentre with at 6:57 PM only on CNN-News18.","sentiment_score":0.0}
{"full_text":"E-tailers #Amazon and #Flipkart saw a significant jump in their revenues and profits in FY21, with online shopping becoming mainstream amid #COVID19 pandemic. | READ:","sentiment_score":0.4125}
{"full_text":"#SamuettaDrew: #NewYear, New Variant on the #COVID Block: The #OmicronVariant","sentiment_score":0.1363636364}
{"full_text":"RT French Pres. Macron: 5 million fellow unvaccinated citizens are \"non-citizens.\" Canadian PM Trudeau: the unvaxxed a...","sentiment_score":0.0}
{"full_text":"Ending #poverty requires systemic change, from raising #awareness of social inclusion &amp; providing universal access to education to reducing inequalities &amp; demolishing the social, economic &amp; legal systems that reinforce the cycles of poverty#SDG1 #SDGs #2030Agenda","sentiment_score":0.0933333333}
{"full_text":"Bishop Strickland shares a COVID-19 UPDATEfor the Southeastern Synod, on January 6, 2022Click here to read this letter: ","sentiment_score":0.0}
{"full_text":"This robotic cat, named Amagami Ham Ham, could aid in relieving stress during the Covid-19 pandemic","sentiment_score":-0.1}
{"full_text":"Have you been using more electricity?https:\/\/t.co\/mSBIWKiWVw","sentiment_score":0.5}
{"full_text":"This year's Grammy Awards ceremony honoring top performances in music has been postponed indefinitely because of the rapid spread of the Omicron variant of the coronavirus, organizers said on Wednesday.https:\/\/t.co\/hh8np3HvHD","sentiment_score":0.5}
{"full_text":"84 Year Old Man From Bihar Claims To have taken Vaccine 11 times.-#bihar #news #vaccine #oldman #doses #india #laughingcolours #LC","sentiment_score":0.1}
