{"full_text":"Bullet, so far, dodged.","sentiment_score":0.1}
{"full_text":"it's people i know have covid that were out last night in clubs ","sentiment_score":0.0}
{"full_text":"\"Sore Throats\"https:\/\/t.co\/m9JEqXe0sW","sentiment_score":0.0}
{"full_text":"RT The two things in the OT are not the same. If all Trump had done was pu...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends that Syracuse rebound the basketball after missed shots","sentiment_score":0.0}
{"full_text":"RT DfE's pledge today for 7000 air purifiers is 'totally inadequate' when there are more than 300,000 classrooms, says","sentiment_score":0.25}
{"full_text":"RT Try telling the families of the 800K people who died from COVID-19 with ventilators shoved down their throat that their lov...","sentiment_score":-0.1555555556}
{"full_text":"RT So once it became clear that covid was not in fact a pagan god visiting vengeance on the unwashed Trump voters alone, the m...","sentiment_score":0.1}
{"full_text":"RT Right wing media is responsible for the current COVID surge.","sentiment_score":0.1619047619}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"Dan, I will admit that I'm already \"troubled\" a bit by your omission of health and the intentional focus on PE with the  #? The  curriculum in Ontario is H &amp; PE for a reason. Now more than ever, during this pandemic we need to devote equitable time to H and PE? Happy to discuss.","sentiment_score":0.2666666667}
{"full_text":"RT Steve Nash on Kyrie Irving's ramp-up from COVID protocols:\"For him to come out of [isolation] and to look as good as he has...","sentiment_score":0.7}
{"full_text":"RT 4) There's lots of evidence of #LongCovid brain disorder. I have written many many threads  on this topic... most notably, a...","sentiment_score":0.5}
{"full_text":"RT This needs calling out. is completely reckless &amp; Covid19 illiterate. He's in charge. It is his policies. No...","sentiment_score":0.1}
{"full_text":"Second home. Wants champions league with us. Board you need to sort it out get Sanches in get others in and fight for what we want.","sentiment_score":0.1}
{"full_text":"This 'anti-vaxxer doctor' invented the mRNA technology used in Pfizer &amp; Moderna vaccines &amp; has been vaccinated with Moderna vaccine. How is he an anti-vaxxer?People are insane about this topic. Listen to podcast for yourself &amp; make up your own mind.https:\/\/t.co\/Qk7Ds5wJzF","sentiment_score":-0.2}
{"full_text":"RT So many reputable scientists have been silenced for saying you can't stop a virus and we just have to live with it. Covid...","sentiment_score":0.3787878788}
{"full_text":"RT #RAT kits,new gold in never ending #MorrisonCovidCrisis. We renew our resolve to sack laziest,most negligent #LNPCorruption...","sentiment_score":0.0}
{"full_text":"RT For the life of me, I can't understand how bars and restaurants can still be open for in-person dining and how schools are go...","sentiment_score":0.0}
{"full_text":"That's great news for us!! The international data continues to support the thesis that Omicron is a mild disease and that it also infers immunity against more dangerous variants such as Delta! Stop the fear mongering - your journalism is appalling...","sentiment_score":0.1261904762}
{"full_text":"RT Thank you all for the warm welcome to the twitter verse!  Looking forward to engaging with you all and learning a great d...","sentiment_score":0.7}
{"full_text":"RT Record cases in NSW. Dominic Perrottet has been blamed for not putting in place a strategy to deal with the Omicron outbreak...","sentiment_score":0.0}
{"full_text":"RT CareTech, the children's homes and foster care business, increased in value by PS66 million last year.The pandemic has b...","sentiment_score":0.0}
{"full_text":"The Covid-19 treatment molnupiravir was developed partly using $29M from the NIH and the DoD. Merck is now selling the drug which costs $17.74 to produce at $700 for a week's treatment. A drug we helped pay for. The rich get richer while they watch the poor die. #FreshWords","sentiment_score":0.025}
{"full_text":"Providing free Rapid Antigen Tests is as important as providing free vaccines in 2022. The sooner we realise that, the closer we get to normal.#covid19 #RapidAntigenTest #Tasmania","sentiment_score":0.4}
{"full_text":"It doesn't bother Republicans that Long Covid causes brain damage.Who'd notice?","sentiment_score":-0.05}
{"full_text":"RT I yearn to perform tonight at #WWEDay1 to defend my Universal Championship. However, unfortunately, earlier today I tes...","sentiment_score":0.0}
{"full_text":"RT Thank you all for the warm welcome to the twitter verse!  Looking forward to engaging with you all and learning a great d...","sentiment_score":0.7}
{"full_text":"RT The mandates were such a success!","sentiment_score":0.1875}
{"full_text":"We had to delay our Christmas get together with my Dad, Stepmom, and siblings until today due to COVID. So, here is my third and final haul ","sentiment_score":-0.0416666667}
{"full_text":"RT It is extraordinary that this $5 billion could be found, along with tens of billions for JobKeeper etc., &amp; yet whenever...","sentiment_score":0.3333333333}
{"full_text":"RT If your loved one didn't get vaccinated to own the libs and then died from Covid. Let me speak on behalf of all libs... we fee...","sentiment_score":0.65}
{"full_text":"RT Canada is really like: \"Our New Year's Resolution? To finally privatize healthcare following a global pandemic.\"The ide...","sentiment_score":0.0672727273}
{"full_text":"RT We've just reached the stage of even *emergency* care having to be rationed.One A&amp;E is now only seeing people with lif...","sentiment_score":0.0}
{"full_text":"RT Introducing RAT Tracker--a citizen-powered tool for anonymous reporting of rapid antigen test results for Toronto studen...","sentiment_score":0.0}
{"full_text":"#GenocideJohnson will wait and see.","sentiment_score":0.0}
{"full_text":"RT Dr. Malone on the #GreatReset: \"They're proud of it. They don't hide it. This is the vision. This is a full-on globalist t...","sentiment_score":0.8}
{"full_text":"i have covid ehehe","sentiment_score":0.0}
{"full_text":"RT The CDC recommends all athletes make it to practice on time and without an excuse. #CDCRecommends #LetsGoTitans","sentiment_score":-0.05}
{"full_text":"RT Everyone realizes that even if Omicron stays \"mild,\" we're probably talking about *billions* of cases of long COVID worl...","sentiment_score":0.1416666667}
{"full_text":"RT #Omicron challenges.The PM's been clear 'education is the priority' and 'these measures will bolster support for schools as...","sentiment_score":0.1}
{"full_text":"RT Everyone realizes that even if Omicron stays \"mild,\" we're probably talking about *billions* of cases of long COVID worl...","sentiment_score":0.1416666667}
{"full_text":"In a recent interview with conservative commentator Candace Owens, Former President Donald Trump defended the efficacy of COVID-19 vaccines. Online Reporter Jared Sindt discusses the potential impact of his words on the Republican Party.https:\/\/t.co\/STIGMpde60","sentiment_score":0.0}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"How many people have died or Omicron in the USA?","sentiment_score":0.5}
{"full_text":"RT NYE message from my uncle, an otolaryngologist: Order KN95 or N95 now. Omicron variant viral load shreds cloth masks, even...","sentiment_score":0.0}
{"full_text":"RT True to form @fordnation government has no timely plan for education. Province should reduce capacity in other area...","sentiment_score":0.1125}
{"full_text":"RT The government won't give us COVID tests. The government gave a lot of public funds to Harvey Norman. Harvey Norman sells...","sentiment_score":0.0}
{"full_text":"Aray bhai sab stop using \"social\" say Physical distancing to keep away from COVID cover. Social distancing is well entrenched though politicians who use to gather votes.","sentiment_score":0.0222222222}
{"full_text":"RT I have tested positive for COVID-19. I feel really frustrated seeing people lecture others \"not to be worried\" when the...","sentiment_score":-0.2363636364}
{"full_text":"RT the CDC says it's not omicron unless it comes from the Omicronne region of France, otherwise it's just sparkling covid","sentiment_score":0.0}
{"full_text":"RT Absolutely beautiful...","sentiment_score":0.85}
{"full_text":"RT HOW TO BECOME A COMP LOCKDOWN in NBA 2K22 NEVER SLIDE AGAIN! BEST DEFENS... via","sentiment_score":1.0}
{"full_text":"RT Vaccine mandates gave people an outlet for their frustration in a world where hate and discrimination are allegedly no...","sentiment_score":-0.375}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"RT We got u uce. #Day1","sentiment_score":0.0}
{"full_text":"RT It's funny because they demonize Ron DeSantis like he's basically murdering everyone in Florida but then they go to Florida to v...","sentiment_score":0.25}
{"full_text":"RT COVID-19 Update: Treasurer is speaking in Brisbane. #covid19","sentiment_score":0.0}
{"full_text":"So I tested positive for covid. Good news is if, thanks to the vaccine, I'm already over the symptoms, make milder by the shot. So everyone get your shots!","sentiment_score":0.3924242424}
{"full_text":"Not you out here trying to one-up COVID19?","sentiment_score":0.0}
{"full_text":"RT Fingers crossed I'm out of the COVID Ward later today.... God bless the team in the hospital COVID-19 ward... ","sentiment_score":0.0}
{"full_text":"RT he could have ended covid","sentiment_score":0.0}
{"full_text":"RT It's funny because they demonize Ron DeSantis like he's basically murdering everyone in Florida but then they go to Florida to v...","sentiment_score":0.25}
{"full_text":"RT The CDC recommends closing all your 2021 tabs","sentiment_score":0.0}
{"full_text":"So ports here in Caribbean are starting to close again!! Here we go again covid!","sentiment_score":0.0}
{"full_text":"RT #Raiders activated Perryman, CB Casey Hayward, LB Cory Littleton and DT Darius Philon from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT HOW TO BECOME A COMP LOCKDOWN in NBA 2K22 NEVER SLIDE AGAIN! BEST DEFENS... via","sentiment_score":1.0}
{"full_text":"RT If you can wait in line with an ID to take a COVID test, you can wait in line with an ID to vote.","sentiment_score":0.0}
{"full_text":"RT Lock him up!","sentiment_score":0.0}
{"full_text":"RT ABEM should make every patient have COVID on the oral boards to be more realistic.","sentiment_score":0.3333333333}
{"full_text":"NBA teams that are short handed due to COVID should treat it like old timers night - Nuggets should have called up Fat Lever, Alex English and Dikembe to lace 'em up!","sentiment_score":-0.00625}
{"full_text":"RT LA County: \"We have incredibly strict vaccine passports and some of the world's longest mask mandates so that we can stop the s...","sentiment_score":0.9}
{"full_text":"RT What do think will happen when the bulk of society finally becomes aware that the sacrifices that they made during the pan...","sentiment_score":0.125}
{"full_text":"RT \"Covid zero is impossible with omicron, so what's the point in even trying to reduce\/slow transmission?\"My answer:  1\/","sentiment_score":-0.6666666667}
{"full_text":"You knew he had a turnover issue b4 coming to the Lakers so why are you surprised OR harping on that. You think he gone be Chris Paul  yes the 4\/20 was terrible but it happens. The real issues are coaching, AD, Front office, injuries\/Covid.","sentiment_score":-0.2333333333}
{"full_text":"RT COVID YOU SON OF A BITCH GO FUCK YOURSELF","sentiment_score":-0.4}
{"full_text":"RT Find a vaccination centre at thank everyone who got vaccinated and tested yesterday.Our thought...","sentiment_score":0.0}
{"full_text":"RT Malone is on ","sentiment_score":0.0}
{"full_text":"RT 9. Children are not at risk and schools should remain open;10. Covid is predominantly an illness affecting the immunocompr...","sentiment_score":0.0}
{"full_text":"RT NYE dispatch from the ER: Everyone has COVID. Even people you don't think have COVID...have COVID.  1st year ever our st...","sentiment_score":0.0}
{"full_text":"RT Made it through 2021 with no COVID and NO KIDS","sentiment_score":0.0}
{"full_text":"RT ICYMI ==&gt; Sen. Marco Rubio's tweet about 'irrational hysteria' surrounding omicron has caused a blue check triggering","sentiment_score":0.0}
{"full_text":"RT If I hear one more time how mild Omicron is I'm going scream.","sentiment_score":0.4166666667}
{"full_text":"RT \"I'm frustrated cause I can't get them out of the freaking waiting room.\"A nurse at UW Health in Wisconsin on her frustration at...","sentiment_score":-0.7}
{"full_text":"What to do while sitting at home coughing up a lung because of COVID? Binge-watch #KindredSpirits! Duh! Thank you for keeping me company via Discovery +. Loving the new season so much!","sentiment_score":0.1528409091}
{"full_text":"RT We do not have the technology to stop this pandemic. We have the technology to protect the vulnerable, but it requires...","sentiment_score":-0.5}
{"full_text":"Except AOC said nothing and the fact is Death Santis is Governor and actively trying to block any effort to curb Covid in Florida, but nice try ","sentiment_score":0.2333333333}
{"full_text":"RT One should be very cautious with WHO statementsWonder what is the aim of WHO in times of epidemic, in the en...","sentiment_score":0.2}
{"full_text":"RT I've a GP friend now having to isolate due to Covid, the last of 2 left standing in their practice. Their staff are shredde...","sentiment_score":-0.0416666667}
{"full_text":"RT Still regularly stunned by the things people sacrificed in WW2 and how little people want to give up anything at all to...","sentiment_score":-0.09375}
{"full_text":"Hi Sajid \"Some of you must learn to die of Covid\". There - fixed it for you. Regards from one of your impending victims","sentiment_score":0.1}
{"full_text":"i feel like covid is something everyone gets at least once bc of how quickly cases rise so i'm not completely surprised but also i'm annoyed because i literally do everything right &gt;:(","sentiment_score":-0.1468253968}
{"full_text":"RT #COVID19 testing is hard to find in many areas right now. Dysautonomia International President Lauren Stiles wrote an edi...","sentiment_score":0.1235119048}
{"full_text":"RT It is unreal that we are doing this again! Especially when we have boatloads of data showing school closures do not reduce COVI...","sentiment_score":0.0}
{"full_text":"I've worked in British primary schools since June 2020 and have not been infected with covid once.  Wondering how long into January this will continue.","sentiment_score":0.1166666667}
{"full_text":"RT The end of last year may not have looked the way many Australians had hoped thanks to Omicron, but experts around the worl...","sentiment_score":0.2333333333}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT For the life of me, I can't understand how bars and restaurants can still be open for in-person dining and how schools are go...","sentiment_score":0.0}
{"full_text":"RT A doctor told me they weren't allowed to wear a #N95 in their #clinic because it creates \"panic\". This is why #America c...","sentiment_score":0.0}
{"full_text":"RT This covid shit aggravating. Lol if you got symptoms, you positive. If you don't got symptoms, you positive. Lmao just g...","sentiment_score":0.3309090909}
{"full_text":"Asia experienced a tumultuous 2021, and travel on the continent is still facing enormous uncertainty heading into the New Year as the Omicron variant threatens to derail its tourism recovery.","sentiment_score":0.3121212121}
{"full_text":"RT We're in the midst of a global pandemic that is killing millions, but willful ignorance is alive and well.","sentiment_score":0.05}
{"full_text":"RT From what I'm hearing, neither the vaccine nor the booster nor natural immunity will prevent infection with the Omicro...","sentiment_score":0.1}
{"full_text":"RT #BREAKING: Public Health Ontario is reporting a 18,445 new cases of COVID-19 on Saturday. However, it notes that the case c...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: Another unimaginable high reached in NY today. 85,476 reported Covid cases statewide. A stunning 49,724 in N...","sentiment_score":0.33}
{"full_text":"For my New Years resolution, I will not allow myself to catch COVID-19. It's COVID-21 or nothing!COVID-19 is sooooo 2020","sentiment_score":0.1363636364}
{"full_text":"The CDC now recommends to save a horse and ride a cowboy","sentiment_score":0.0}
{"full_text":"bruh i was told to think positive, well my covid test results certainly do","sentiment_score":0.2207792208}
{"full_text":"RT Hell hath no fury like a conservative asked to wear a mask during a pandemic.","sentiment_score":0.0}
{"full_text":"RT Vaccine mandates gave people an outlet for their frustration in a world where hate and discrimination are allegedly no...","sentiment_score":-0.375}
{"full_text":"RT #AKTU ke ek exam center ki \"covid protocols.\"@74_alok #ekettiiyuu_oNnlaain_priikssaa","sentiment_score":-0.1}
{"full_text":"RT Turns out having a Conservative Premier during a pandemic, is a comorbidity.","sentiment_score":0.0}
{"full_text":"Asean as a whole has reported more than 14.9 million COVID-19 cases. Of this, more than 560,000 are active cases as of January 02.https:\/\/t.co\/oPjjYa4WK2","sentiment_score":0.2666666667}
{"full_text":"RT How it's done. ","sentiment_score":0.0}
{"full_text":"RT Hope  COVID denialism.Hope is \"allowed\"-- esp when rooted in scientific data. Hope &amp; caution aren't mutually exclus...","sentiment_score":0.0}
{"full_text":"Here's Where You Can Call In To Get Your COVID-19 Booster Shots In Klang Valleyhttps:\/\/t.co\/KW6wNBYTSt","sentiment_score":0.0}
{"full_text":"\"We're continuing to see that in 2021, this resiliency and this grit, almost, to not let something like a pandemic win.\"https:\/\/t.co\/1S4NL6sgSl","sentiment_score":0.8}
{"full_text":"\"In April and May when the second (Covid) wave had hit Delhi, a large chunk of people were getting admitted. But currently the hospitalisations are less. Further restrictions will be reviewed,\" Jain saidhttps:\/\/t.co\/YeOUabYYP8","sentiment_score":0.0095238095}
{"full_text":"RT Glad to see the mannequin is recovering from covid","sentiment_score":0.5}
{"full_text":"RT This fucker was against voluntary assisted dying, because Jesus, but wants us to leave the elderly to gruesome Covid deat...","sentiment_score":-0.4}
{"full_text":"COVID-19 boosters help keep our immunity strong. Find a booster near you to protect yourself and others.  For reliable, local information about COVID-19 in Shasta &amp; Tehama dial 2-1-1, text \"covid\" to 211-211, or visit","sentiment_score":0.1777777778}
{"full_text":"Contraceptive stock-outs in SA are nothing new. During the #Covid19 #lockdown, 23.5% of teen girls surveyed by said they couldn't get contraception. Find out what impact this may have had on #teenpregnancy.","sentiment_score":0.0681818182}
{"full_text":"#BarleyReadoftheWeek: There were even more updates to the legal battles surrounding President Biden's vaccination mandates for employers. Check out where they stand in this updated guide:","sentiment_score":0.35}
{"full_text":"RT I went to a surgeon's office yesterday. None of the workers had masks on. I asked the doc why. He said \"masks aren't stop...","sentiment_score":0.0}
{"full_text":"Join me for my live reivew of #WWEDay1 featuring the new five-way #WWE Championship match main event made due to Roman Reigns testing positive for COVID-19:","sentiment_score":0.1083333333}
{"full_text":"Queensland has reported another record day of Covid infections as strict new mask rules come into place across the state.","sentiment_score":0.1363636364}
{"full_text":"#France became the sixth country in the world to report more than 10 million #COVID19 infections since the outbreak of the pandemic, according to official data.https:\/\/t.co\/2QsJKv1CrA","sentiment_score":0.5}
{"full_text":"What will be the future of global public health after the #Covid19 pandemic?Watch and discuss the #pandemic, public health, and global recovery. #Raisina2021https:\/\/t.co\/Okqh7EfBsx","sentiment_score":0.0}
{"full_text":"A video that flew a bit under the radar this week:","sentiment_score":0.0}
{"full_text":"To justify fact that for 2 years the PCRhas been identifying normal flu as Corona, spawn flurona #JesusChristcc:","sentiment_score":0.15}
{"full_text":"CoVid:","sentiment_score":0.0}
{"full_text":"Dr. Fauci Admits Number of Children Hospitalized with Covid are Overblownhttps:\/\/t.co\/QoTVVNXSAM","sentiment_score":0.0}
{"full_text":"Covid millionaires report to be tabled in Parliament","sentiment_score":0.0}
{"full_text":"RT You won't belive who Twitter has banned this time.They banned Dr. Robert Malone, the inventor of mRNA vaccine technolog...","sentiment_score":0.0}
{"full_text":"'Spider-Man: No Way Home' Becomes First Pandemic-Era Film to Break $1 Billion at Global Box Office","sentiment_score":0.125}
{"full_text":"It's not going to be \"the worried well\" who are going to have long term health burdens from this. The implications for health care &amp; well being of large swathes of the population are serious.","sentiment_score":-0.0563492063}
{"full_text":"Omicron Coronavirus Variant Sweeps Across the Globehttps:\/\/t.co\/NULhI4jubo","sentiment_score":0.0}
{"full_text":"COVID numbers may exceed figures from past surges, says OCTA","sentiment_score":-0.25}
{"full_text":"Major cities across India witness a sharp spike in Covid cases. Here's a look at restrictions that have been imposed in various states. #RE","sentiment_score":-0.0208333333}
{"full_text":"RT My toughest #COVID loss this week was a fully vaccinated+boosted pt my age (with young kids) who was immunosuppressed due t...","sentiment_score":-0.0125}
{"full_text":"Airports implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvVutK#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"Australian teen charged for allegedly partying at nightclub after testing positive for COVID","sentiment_score":0.0318181818}
{"full_text":"RT He is responsible for Florida's high numbers by not distributing vaccines (which were stockpiled,now expired)...","sentiment_score":0.18}
{"full_text":"RT CDC this, CDC that, I just want her to C me D way I C her ","sentiment_score":0.0}
{"full_text":"Daryl Dixon [to Rick Grimes]: I'd die for you.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"RT at least making vaccines and covid tests required???????","sentiment_score":-0.3}
{"full_text":"Want to boost your COVID-19 protection, get 10% off your groceries and protect against other illnesses like the flu? Stop by your local Jewel-Osco Pharmacy today for your COVID-19 booster now approved for all adults 18 and older! Make your appointment at","sentiment_score":0.0277777778}
{"full_text":"Shit for brains","sentiment_score":-0.2}
{"full_text":"RT gorgeous gorgeous girls are okay with another lockdown because they want to withdraw from society and become a recluse...","sentiment_score":0.6333333333}
{"full_text":"RT TOTAL CRISIS in hospitals being ignored-- \"All the medical-surgical units, beds &amp; spaces are full. Many patients are lined u...","sentiment_score":0.2833333333}
{"full_text":"If you invest $1000 in $PEB.F today at $25.28 per share, and the stock prices rebound back to pre-pandemic prices at $26.20, your investment would be worth $1036.39! That's 4% growth and $36.39 profit!  See more:  $ONDK $WRK $AMRC $AMC $GEC","sentiment_score":0.3229166667}
{"full_text":"RT 1993-Clinton turns around economy after the real estate crash under Reagan\/Bush.2009-Obama rescues economy after Bush r...","sentiment_score":0.2}
{"full_text":"RT Remember when y'all had cabin fever during lockdown and was lusting over Tyler Perry all up and down the timeline? The...","sentiment_score":-0.1555555556}
{"full_text":"RT Yeah","sentiment_score":0.0}
{"full_text":"RT Over the last week, I've been struck by how many businesses in NYC still keep all their doors and windows closed. Ther...","sentiment_score":0.1333333333}
{"full_text":"RT Cdc this cdc that, lemme c dem titties","sentiment_score":0.0}
{"full_text":"RT So my brother worked a full shift of 9am to 4pm with a covid positive person. He's on his way to get tested now. Then str...","sentiment_score":0.2886363636}
{"full_text":"RT And btw, AOC and all you Leftist covid fanatics -- those whose virtue signaling authoritarian lockdown nonsense that has re...","sentiment_score":-0.05}
{"full_text":"It is *essential* to report the results of any at-home COVID self-tests you take.Reporting your self-test results (+ or -) ensures we have the most accurate view of DC's infection numbers, &amp; that we can best contact-trace.It's quick &amp; easy, do it!","sentiment_score":0.4625}
{"full_text":"RT Democrats want you to have a photo ID to get tested for COVID, but not to vote.","sentiment_score":0.0}
{"full_text":"RT The most anticipated vaccine to become a reality?https:\/\/t.co\/3DjApX6WKP","sentiment_score":0.5}
{"full_text":"I wish the younger ones would heed your warning.","sentiment_score":0.0}
{"full_text":"RT COVID YOU SON OF A BITCH GO FUCK YOURSELF","sentiment_score":-0.4}
{"full_text":"RT I hate to say it but this wave of Omicron is everything that neoliberalism and pentecostalism preach: weal...","sentiment_score":-0.8}
