{"full_text":"I know a guy who never needed a booster for his polio vaccine.","sentiment_score":0.0}
{"full_text":"RT Downing Street 'held wine-time Fridays EVERY week' throughout pandemic as Partygate scandal deepens | Daily Mail Online","sentiment_score":0.0}
{"full_text":"RT There are 608 covid patients in ventilated beds in England, which is the lowest number since 21st July last year (peak last Ja...","sentiment_score":0.0}
{"full_text":"RT Critically important article about why no one should want to 'get covid to get over it', especially kids: \"there is more t...","sentiment_score":0.3}
{"full_text":"In this pandemic online exam will be conducted,it is necessary for our life.,@NitishKumar","sentiment_score":0.0}
{"full_text":"RT To what extent is it possible to follow social distancing properly in offline exams.  please let me know The hostel has been...","sentiment_score":0.0111111111}
{"full_text":"Wear a mask you spanner","sentiment_score":0.0}
{"full_text":"RT Boris Johnson is hiding. Keir Starmer is leading.","sentiment_score":0.0}
{"full_text":"i'm not sure he cares..  every two weeks is a babysitter in my opinion - especially since my eldest has severe non verbal autism. only went to court because he didn't see them for over a year blaming the lockdown.I don't understand how any parent would not see their kids. :(","sentiment_score":-0.25}
{"full_text":"RT #SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"I stand with you defying these Fascist rules, Novak. I don't see the problem when you yourself recovered from COVID. Tell the Australian government and the NWO they can kiss your ass. Hope you can continue your career in a more friendly setting.","sentiment_score":0.2916666667}
{"full_text":"London property: New rules announced for unvaccinated buying or renting in London UNBELIEVABLE.   This has got to stop.   Who is in control of the fake pandemic now?  The pantomime has gone on long enough.","sentiment_score":-0.1327272727}
{"full_text":"RT Quick question... why are we buying tanks and submarines in the middle of a pandemic when our health infrastructure is co...","sentiment_score":0.1666666667}
{"full_text":"RT This is absolutely epic.. Patrons pack Bar Wunder, Toowoomba and chant \"Get Out\" to police officers trying to enforce tyrann...","sentiment_score":0.1}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT They let covid positive doctors continue to work while firing unvaccinated doctors and that should tell you all you need t...","sentiment_score":0.2272727273}
{"full_text":"RT Students from all over are requesting the State Government to reconsider their decision of conducting the Offline exam...","sentiment_score":0.0}
{"full_text":"RT America will be great when:--Trump is in jail--EVERYONE involved in 1\/6 is prosecuted--We secure voting rights--We keep...","sentiment_score":0.6}
{"full_text":"In this pandemic online exam will be conducted, it is necessary for our life. #SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"RT We want online exam as new variant of corona is spreading day by day, we all students can't handle this. #SBTEBiharOnl...","sentiment_score":0.1363636364}
{"full_text":"RT How many times can someone claim a 'momentary' lack of judgement?Carrie Johnson pictured breaking Covid rules hugging f...","sentiment_score":0.5}
{"full_text":"RT How is having natural immunity selfish?","sentiment_score":-0.2}
{"full_text":"RT In this pandemic online exam will be conducted, it is necessary for our life.#SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"RT 300 RTs for someone who seemingly has forgotten that you're required by law to isolate if you have Covid, no matter how mild your...","sentiment_score":0.3333333333}
{"full_text":"RT #SBTEBiharOnlineExamLo@NitishKumar Sir please conduct bihar diploma online exam......","sentiment_score":0.0}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"RT What think.....#OfflineStudy- Pandemic is On.#OfflineExams- Pandemic is Off.College paper must be online...","sentiment_score":0.0}
{"full_text":"RT Diploma aspirants are no exception when all the students preparing for various exams were directly or indirectly affec...","sentiment_score":0.05}
{"full_text":"RT We want online exam as new variant of corona is spreading day by day, we all students can't handle this. #SBTEBiharOnl...","sentiment_score":0.1363636364}
{"full_text":"RT No proper classesHigh anxietyMany are covid positiveMany lost their parentsThis is not the time to conduct offline...","sentiment_score":0.0}
{"full_text":"RT Nice to hear a balanced conversation but will the lessons be learnt.","sentiment_score":0.6}
{"full_text":"RT as per the covid cases are growing day by day and colleges are advised to close then why we are not getting permission...","sentiment_score":0.0}
{"full_text":"Take note Australia","sentiment_score":0.0}
{"full_text":"RT Headed into work today, on call all day.   Please #GetVaccinated and #WearAMask","sentiment_score":0.0}
{"full_text":"RT Trevor Phillips shares his experience during lockdown, when one of his daughters was very ill.She died not long after...","sentiment_score":0.1125}
{"full_text":"RT Sir please take SBTE exams in online medium because the covid cases are coming in peak now.It can be huge mistake if...","sentiment_score":0.4}
{"full_text":"RT The CDC refuses to redefine \"fully vaccinated\" as the primary series + boost because if they did that they would have to ack...","sentiment_score":0.4}
{"full_text":"In this pandemic online exam will be conducted, it is necessary for our life.#SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"RT A big lesson we can take from the pandemic is the rise of social leadership. Increasingly, leadership power isn't abou...","sentiment_score":0.0166666667}
{"full_text":"RT My son has been trying to claim the Covid disaster payment for days!! What a nightmare! Finally he saw a Tik Tok a woman...","sentiment_score":0.0}
{"full_text":"RT Last year, Raghuram Rajan had predicted Indian economy would not recover to pre-Covid level before late 2022We did it 1...","sentiment_score":-0.15}
{"full_text":"RT In this pandemic online exam will be conducted, it is necessary for our life.#SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"RT #SBTEBiharOnlineExamLoManvi Mahapatro:Due to the Surge in Covid-19 and Omicorn cases its not safe for us to appear...","sentiment_score":-0.25}
{"full_text":"RT Trevor Phillips shares his experience during lockdown, when one of his daughters was very ill.She died not long after...","sentiment_score":0.1125}
{"full_text":"RT #SBTEBiharOnlineExamLo@NitishKumar Why SBTE Bihar not conducting exam...","sentiment_score":0.0}
{"full_text":"RT I am incensed at you purposefully letting COVID rip through our schools &amp; homes .@MichealMartinTD Which is worse? The \"to...","sentiment_score":-0.4}
{"full_text":"RT We agree that exams r important but on the contrary during this pandemic,we learned nothing. we had to be cut off from...","sentiment_score":0.4}
{"full_text":"RT UNVAXXED tennis star Novak Djokovic has left Australia, losing his chance to defend his Australian Open title. A court...","sentiment_score":0.0}
{"full_text":"RT In this pandemic online exam will be conducted, it is necessary for our life.#SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"RT Diploma aspirants are no exception when all the students preparing for various exams were directly or indirectly affec...","sentiment_score":0.05}
{"full_text":"RT Diploma aspirants are no exception when all the students preparing for various exams were directly or indirectly affec...","sentiment_score":0.05}
{"full_text":"Fuck Corona","sentiment_score":-0.4}
{"full_text":"RT one of the things hyperindividualism in a pandemic does is that it creates interpersonal conflict over all sorts of things....","sentiment_score":0.0}
{"full_text":"RT The Met should be asked what input, if any, Baz Javid has into the decision to investigate possible Govt  breaches of th...","sentiment_score":0.0}
{"full_text":"RT Since this is a common scenario for many of us, keep in mind: Covid is infectious from ~2 days before symptoms begin. For...","sentiment_score":0.1}
{"full_text":"RT We agree that exams r important but on the contrary during this pandemic. we learned nothing. we had to be cut off from ou...","sentiment_score":0.4}
{"full_text":"RT Human being meets robot.","sentiment_score":0.0}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"RT Cancel offline exam to save lives of youth from third wave of coronavirus@NitishKumar","sentiment_score":0.0}
{"full_text":"The covid rules were patently ridiculous so we should focus on the brain dead numpties who adhered to them","sentiment_score":-0.2666666667}
{"full_text":"RT As we know that travelling to centre and giving offline exam in this time can cause us to get infected to omicron virus. S...","sentiment_score":0.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT college ofline exams should be canceled and should be online exam.Due To Covid - 19 Pandemic Situation We Diploma Stu...","sentiment_score":0.0}
{"full_text":"RT In this pandemic online exam will be conducted,it is necessary for our life.,@NitishKumar","sentiment_score":0.0}
{"full_text":"RT Trevor Phillips shares his experience during lockdown, when one of his daughters was very ill.She died not long after...","sentiment_score":0.1125}
{"full_text":"RT In this pandemic online exam will be conducted, it is necessary for our life.#SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"At this point, the brains are washed. There were studies, although suppressed, about the efficacy of masks already available for the flu.https:\/\/t.co\/290fCrlsim","sentiment_score":0.4}
{"full_text":"RT Sourdough must be thanking the pandemic. ","sentiment_score":0.0}
{"full_text":"RT Get well soon Sending prayers &amp; positive energies to you  #MaskUp #StaySafe","sentiment_score":0.2272727273}
{"full_text":"RT Yesterday I had to listen to an anti-vaxxer tell me he hasn't gotten Covid because he takes vitamin C, D and iron.I asked...","sentiment_score":0.0}
{"full_text":"As Covid is coming to an end, they're now talking about a new outburst of bird flu. The next plan of converting us to a plant based diet world, eradicating meat &amp; poultry.","sentiment_score":0.0681818182}
{"full_text":"RT I believe this is one of the most important articles written this entire pandemicIt hits on a topic that is central...","sentiment_score":0.225}
{"full_text":"RT Sir please take SBTE exams in online medium because the covid cases are coming in peak now.It can be huge mistake if...","sentiment_score":0.4}
{"full_text":"81 new cases in Gibraltar [13:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT Just a reminder since ppl ask me this a lot: I will not perform stand-up comedy ANYWHERE that requires proof of vaccine, as...","sentiment_score":0.0}
{"full_text":"RT you don't get to compare ANYTHING to the holocaust. absolutely nothing. not something related to covid. not another genoci...","sentiment_score":0.1}
{"full_text":"RT Human being meets robot.","sentiment_score":0.0}
{"full_text":"Fauci said protests don't spread coronavirus.","sentiment_score":0.0}
{"full_text":"RT I have seen data multiple times from the U.S. about the number of children who have lost parents to #COVID19.In Canada:C...","sentiment_score":0.0}
{"full_text":"RT We agree that exams r important but on the contrary during this pandemic,we learned nothing. we had to be cut off from our...","sentiment_score":0.4}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students'life Students are already in stress due to cu...","sentiment_score":0.1069047619}
{"full_text":"RT In this pandemic online exam will be conducted,it is necessary for our life.,@NitishKumar","sentiment_score":0.0}
{"full_text":"RT #SBTEBiharOnlineExamLoManvi Mahapatro:Due to the Surge in Covid-19 and Omicorn cases its not safe for us to appear...","sentiment_score":-0.25}
{"full_text":"RT To further strengthen the fight against COVID-19, a booster dose is being administered to the frontline and healthcare work...","sentiment_score":0.0}
{"full_text":"RT WARNING: There it is.  The White Supremicist we have been pointing to.  A public open call to White Supremacy grievance....","sentiment_score":0.0}
{"full_text":"RT Diploma aspirants are no exception when all the students preparing for various exams were directly or indirectly affec...","sentiment_score":0.05}
{"full_text":"RT Sage scenarios vs actual: an updateWe've taken this out from behind the paywall: it's the first comprehensive assessmen...","sentiment_score":-0.05}
{"full_text":"RT Teu-Hi! Please wait for further announcement regarding our BDAY events for #SoJunghwan. As you may know, COVID cases in...","sentiment_score":0.0}
{"full_text":"RT Mammootty tested Covid-19 positive and is self-isolating at home #Mammootty #COVID-19 #Bollywoodsuperstar #Coronavirus...","sentiment_score":0.2272727273}
{"full_text":"RT Hundreds of thousands of booster jabs to be dumped because of lack of demand. The pharmocracy is losing its grip on power....","sentiment_score":0.0}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"Pandering. Another mega wealthy old Hollywood type thinking she can enlighten me about housing in NYS. What are you doing specifically to help? Tweeting doesn't count. Put your money where your mouth is or shut it.","sentiment_score":0.3}
{"full_text":"December Retail Sales Slide 1.9% Amid Shortages And Omicron","sentiment_score":0.0}
{"full_text":"RT #SBTEBiharOnlineExamLoDue to current pandemic situation we can't write exams","sentiment_score":0.0}
{"full_text":"RT I'd rather watch Joe Rogan than a CDC press briefing ANY DAY OF THE WEEK.RT if you're a Joe Rogan fan!","sentiment_score":0.0}
{"full_text":"RT #SBTEBiharOnlineExamLoCovid has ruined lot of families at a time like this if SBTE_Bihar are planning to ask students...","sentiment_score":0.0}
{"full_text":"RT .@PMOIndia Oh Man I am telling again  Opposition's virtual rally spreads Covid and Modi's physical rally spreads Hop...","sentiment_score":0.0}
{"full_text":"Phew, I was starting to get worried","sentiment_score":0.0}
{"full_text":"RT RTRTRTRTRTRTRTRTBefore it's scrubbed !!!CEO saying the vax does SHIT to rid the virus or protect !!!!!RTRTR...","sentiment_score":-0.6103515625}
{"full_text":"RT Crimes against Humanity - UK Government release 21st report on Adverse Reactions to the Covid Vaccines","sentiment_score":0.0}
{"full_text":"RT \"We're doing this to you whether you like it or not.\" -- rapists. Also your government.","sentiment_score":0.0}
{"full_text":"RT Too bad for Novak Djokovic that his case was not before the GOP's Supreme Court. They would have not only let him play...","sentiment_score":-0.35}
{"full_text":"Omicron cases are still surging around the world, but major brands like Marriott and Radisson and brands-on-the-rise like CitizenM are all signaling moves to accommodate travel demand and operations for the other side of this latest variant. ","sentiment_score":0.1458333333}
{"full_text":"RT Can you see it now?","sentiment_score":0.0}
{"full_text":"RT No proper classesHigh anxietyMany are covid positiveMany lost their parentsThis is not the time to conduct offline ex...","sentiment_score":0.0}
{"full_text":"In this pandemic online exam will be conducted, it is necessary for our life.#SBTEBiharOnlineExamLo","sentiment_score":0.0}
{"full_text":"RT Whoah! just responded... To one of my troll responders!!!! Way to double down on this pro-Covid thug behavior","sentiment_score":-0.0777777778}
{"full_text":"RT Due to rise in COVID cases government must have to conduct online exam.@NitishKumar","sentiment_score":-0.125}
{"full_text":"Business Opportunities during COVID19     #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"This is not the right time to conduct exams with a high risk of students'life Students are already in stress due to current situation of pandemic &amp; it isn't the time to give them more mental trauma@NitishKumar #SBTEBiharOnlineExamLo","sentiment_score":0.1201190476}
{"full_text":"RT At this pandemic we are thinking that you are not serious about students life.If you are thinking then why are not in...","sentiment_score":0.1666666667}
{"full_text":"Business Opportunities during COVID19     #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT #SBTEBiharOnlineExamLo@NitishKumar Sir please conduct bihar diploma online exam.......","sentiment_score":0.0}
{"full_text":"Many adults, most children and all pregnant women are eligible for a free flu vaccine.https:\/\/t.co\/mqboqIialM","sentiment_score":0.4333333333}
{"full_text":"RT \"Mikel, are you using one positive Covid case to postpone the north London derby?\"","sentiment_score":0.2272727273}
{"full_text":"All athletes must test negative for the virus twice within 96 hours of their flight to China in order to enter the country.","sentiment_score":-0.3}
{"full_text":"RT Diploma aspirants are no exception when all the students preparing for various exams were directly or indirectly affec...","sentiment_score":0.05}
{"full_text":"Miss groovin' to those beats? Stay home &amp; move to the EPICNESS of our Momo Mia pizza instead!  #JustEpic #Momomia","sentiment_score":0.0}
{"full_text":"RT HARROWING REAL LIFE HIDDEN...","sentiment_score":0.0166666667}
{"full_text":"RT Human being meets robot.","sentiment_score":0.0}
{"full_text":"RT No proper classesHigh anxietyMany are covid positiveMany lost their parentsThis is not the time to conduct offline...","sentiment_score":0.0}
{"full_text":"RT #SBTEBiharOnlineExamLoDue to current pandemic situation we can't write exams","sentiment_score":0.0}
{"full_text":"RT India completed a year of its Covid-19 vaccination drive on Sunday, by administering over 156 crore doses. A year ago,...","sentiment_score":0.0}
{"full_text":"Prime Minister Kyriakos Mitsotakis has told seniors the simplest way to avoid the levy is to get vaccinated. #Greece #SeniorCitizens #Vaccinated #Covid19","sentiment_score":0.0}
{"full_text":"RT Child hospitalizations reach record high amid omicron surge","sentiment_score":0.16}
{"full_text":"Making music together on a Sunday afternoon? Members - be sure to use our risk assessment templates for your Covid protocol  #CommunityMusic #PowerofMusichttps:\/\/t.co\/VjEKNhNIHi","sentiment_score":0.5}
{"full_text":"Public trust has become an increasingly challenging issue especially during the pandemic, feeding into the broader debate around renewing the social contract between governments and citizens.","sentiment_score":0.1333333333}
{"full_text":"A World Health Organization warned of a \"closing window of opportunity\" for #European countries to prevent their health care systems from being overwhelmed as the #omicron variant produces near-vertical growth in #coronavirus infections.Read more:","sentiment_score":0.25}
{"full_text":"A break from learning during the COVID surge.https:\/\/t.co\/bvOmb8LFMb","sentiment_score":0.0}
{"full_text":"Texas doesn't have the lowest COVID rate, and either way it's still a highly communicable disease.","sentiment_score":0.16}
{"full_text":"RT Suggestions that Covid-19 was 'genetically engineered' in a lab in Wuhan 'need to be revisited', scientific adviser Dr Alina Chan...","sentiment_score":0.0}
{"full_text":"RT Why #SBTE_Bihar is not conducting exams in Online method? Why to take chance by risking students life,#COVID19. Cases...","sentiment_score":0.0}
{"full_text":"All the info you need about COVID stats in your areahttps:\/\/t.co\/1wHjUddcCY","sentiment_score":0.0}
{"full_text":"Life after lockdown: how do we best recover from the pandemic?","sentiment_score":1.0}
{"full_text":"Need more coffee. My excuse: I have Covid.","sentiment_score":0.225}
{"full_text":"Watch the match safely at home everyone!","sentiment_score":0.625}
{"full_text":"RT Too bad for Novak Djokovic that his case was not before the GOP's Supreme Court. They would have not only let him play...","sentiment_score":-0.35}
{"full_text":"RT Students from all over are requesting the State Government to reconsider their decision of conducting the Offline exam...","sentiment_score":0.0}
{"full_text":"West Ham V Leeds UnitedJustin sits down with to get his thoughts on the action at the London stadium.Leeds have been unfortunate with injuries and covid incidents, can they upset the Hammers today?Find out what Phil thinks below. #PPShops #WHULEE #PremierLeague","sentiment_score":-0.1851851852}
{"full_text":"Canadian Innovators | A Feature Conversation with Pierre Poilievre Pt. 2Ves Sobot joins Federal Finance Critic for his take on the Liberal Government's response to the pandemic, how businesses have been affected and moreWatch here:https:\/\/t.co\/I6ofWbfrL6","sentiment_score":0.0}
{"full_text":"RT #SBTEBiharOnlineExamLoDue to current pandemic situation we can't write exams","sentiment_score":0.0}
{"full_text":"RT governments are playing cricket with student's l...","sentiment_score":0.0}
{"full_text":"Aren't these portraits amazing?! #Newark #Covid19 #NHS","sentiment_score":0.75}
{"full_text":"Responses to #Omicron variant have differed among countries on the African continent; however, there has been a joint effort by the governments &amp; the Africa Centre for Disease Control to scale up surveillance &amp; roll out of #vaccines:","sentiment_score":0.0}
{"full_text":"Must be a white supremacist.","sentiment_score":0.0}
{"full_text":"RT We should be thanking, not criticizing, educators for doing their best to hold things together, despite so many uncontrol...","sentiment_score":0.75}
{"full_text":"RT Dear Mr .@anilvijministerThat is unscientific statement, which violates the rights of children &amp;  citizen. Vaccination...","sentiment_score":0.0}
