{"full_text":"RT BJP MP SOUTH MUMBAI 2024.","sentiment_score":0.0}
{"full_text":"Yacht owners on St. Barts track locations of crew to keep COVID at bay","sentiment_score":0.0}
{"full_text":"Is anyone else exempt from covid ? Where do I apply ?","sentiment_score":0.0}
{"full_text":"RT We're way past drawing a line in the sand.Draw it in quick-setting cement.Enough is ENOUGH.","sentiment_score":-0.125}
{"full_text":"RT Omicron is not \"raging\". It's just grumbling gently on like colds and flu do every year. ","sentiment_score":0.2}
{"full_text":"RT COVID-19: Multiple hospitals declare critical incidents as nurses call for more restrictions 'without delay'","sentiment_score":0.1666666667}
{"full_text":"RT \"You're not going to get Covid if you are vaccinated.\" - Joe Biden, July 2021","sentiment_score":0.0}
{"full_text":"Some are also lying about how many actually cases they have in the building ","sentiment_score":0.25}
{"full_text":"RT It was for our own good. Says every totalitarian everywhere and always.","sentiment_score":0.65}
{"full_text":"RT COVID Science Table told this would happen. But rather than take the holidays to prepare &amp; vax teachers, stu...","sentiment_score":0.0}
{"full_text":"RT NYC... y'all in trouble, girl!","sentiment_score":-0.25}
{"full_text":"RT The false rhetoric that all un-hospitalized COVID cases are mild has left people *completely unprepared* for the severity of...","sentiment_score":0.0083333333}
{"full_text":"COVID is ruining everything :( no more yoga classes with my kiddies","sentiment_score":-0.5}
{"full_text":"I came in and started sniffing from 9... email got sent out saying if you have even cold symptoms stay at home. ABLE GOD","sentiment_score":-0.05}
{"full_text":"RT  #COVID-19 vaccines and booster walk-in clinics this week (Tuesday 4th January- Friday 7th January) at The Oval Leisure...","sentiment_score":0.0}
{"full_text":"RT From country after country we're hearing that the majority of cases ending up in ICU are unvaccinated. Even in countries...","sentiment_score":0.0}
{"full_text":"RT The results are in. Sweden wins the argument. The comparison with lockdown-loving, coercive Austria (with MORE Covid death...","sentiment_score":0.4}
{"full_text":"RT Philippines is Covid high risk again  so Filipino fans please take care. Don't be stubborn . Have  a blessed day and n...","sentiment_score":0.16}
{"full_text":"RT Hi Tweeps. Broke down and went to ER at 1am in the morning due to abdominal pain. After waiting 8 hours I was finally diagnose...","sentiment_score":-0.0935185185}
{"full_text":"RT Mayor Eric Adams of New York City insisted schools would remain open despite surging Omicron cases in the city. He said remote...","sentiment_score":0.0121212121}
{"full_text":"RT Hypothesis: lockdowns can control pandemics. Natural experiment: lockdown vs no lockdown states (control)...","sentiment_score":0.1}
{"full_text":"It's worth remembering what happened to the Spanish Flu: nothing. It mutated into a less virulent form and is still one of the flus that goes around every winter or two - it just doesn't kill many people anymore. Same will happen to Covid-19, we just have to hold on.","sentiment_score":0.1266666667}
{"full_text":"RT This pandemic is making millions of people realize they deserve healthcare, food, housing, college, childcare, elder ca...","sentiment_score":0.0}
{"full_text":"RT Omicron may signal pandemic is winding down: Danish expert","sentiment_score":-0.1555555556}
{"full_text":"It's the fact that she believes in forcing people to wear mask but she just proved she really doesn't believe in them! And Republicans didn't say you can't wear a mask they say it is each person's choice!","sentiment_score":0.3125}
{"full_text":"RT That is why the vax passport MUST be stopped AT ALL COST!","sentiment_score":0.0}
{"full_text":"I am curious if by saying controlling word, controlling minds would include changing the definition of vaccine??","sentiment_score":-0.1}
{"full_text":"Brote de covid","sentiment_score":0.0}
{"full_text":"RT 3 recommendations: 1) Appoint COVID education advisory committee, with experts from health and education. 2) Mandate COVID...","sentiment_score":0.0}
{"full_text":"RT Our new ad campaign, to help prevent #COVID19 deaths and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"RT Best state Surgeon General in the nation.","sentiment_score":0.525}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"Really interesting thread","sentiment_score":0.5}
{"full_text":"I'm used to adults with Covid. But then Peds. I wasn't ready for the children affected. ","sentiment_score":0.2}
{"full_text":"It's all about the money.  \"Kids are resilient\" BS being shoveled all over the place.  However longhauler COVID symptoms can affect children.  Schools should be remote for a week after any extended break.  You cannot trust the population to have common sense and not be selfish.","sentiment_score":-0.3}
{"full_text":"RT COVID infects the brain. The result is dizziness, confusion and falls, especially in the vulnerable elderly. Which caused t...","sentiment_score":-0.25}
{"full_text":"RT The expansion of boosters for 12-15 year olds is yet another tool in our fight against COVID-19. For more information,...","sentiment_score":0.5}
{"full_text":"Intl. journals publish seven articles on Iran-Cuba vaccine","sentiment_score":0.0}
{"full_text":"Covid really said stay humble","sentiment_score":0.0}
{"full_text":"RT Hiding in the bathroom for a 1 minute deep breath break because the Emergency Department is absolutely bursting at the...","sentiment_score":0.1}
{"full_text":"RT GOOD NEWSDelhi government issues an action plan for smooth running and real-time monitoring of oxygen supply in Delhi...","sentiment_score":0.4}
{"full_text":"RT Paediatricians in Oz all now agree that benefits of covid vaccine for covid outweigh risks in 5-11yo.This means infection shou...","sentiment_score":0.0}
{"full_text":"RT Oh my God! Terrible times ahead. #Bengaluru crosses 2k cases with #Karnataka nearly 2,500.#Covid_19 #Karnataka@dr_asr","sentiment_score":-0.45}
{"full_text":"RT Ruh Roh Ford the calls are coming from inside the house now","sentiment_score":0.0}
{"full_text":"Eas always about the vaccine. #ItsNotAVacine","sentiment_score":0.0}
{"full_text":"Here's some good news for 2022: this could be the year the pandemic comes to an end","sentiment_score":0.7}
{"full_text":"RT Authorities in the northern Chinese city of Xi'an say they can provide food, health care and other necessities for the 13 mill...","sentiment_score":-0.0625}
{"full_text":"RT It's the 4th of January 2022 and I still can't find the answer to the question of why covid vaccination is still not *...","sentiment_score":0.0}
{"full_text":"I am taken aback by this","sentiment_score":0.0}
{"full_text":"RT Covid19 cases in Wales are up 77% week on week.Both cases per 100k and the positivity rate (% of tests positive) at rec...","sentiment_score":0.2272727273}
{"full_text":"RT After experiencing symptoms like mild fever and cold last night, I got myself tested and am Covid positive.I would reque...","sentiment_score":-0.0888888889}
{"full_text":"He is known to have allergies, he could be allergic to vaccine too - if he is willing to take a risk with his health &amp; doesn't affect others, there's no harm - he has donated millions to Aus charities over yrs &amp; is great for tennis so it's all good","sentiment_score":0.5833333333}
{"full_text":"RT They want him silenced for sharing his scientific insights on Covid.  But Dr Robert Malone is back on the #IngrahamAngle...","sentiment_score":0.0}
{"full_text":"Yea but vaccines don't work.. tons of omicron'rs are jabbed double jabbed.. boosted etc..makes covid less harsh? Who knows ..omicron is already less harsh...everybody duck","sentiment_score":-0.1333333333}
{"full_text":"Got the  booster 9 days ago. Injection spot hurt for 3 days. Day 2, found it difficult to lift my arm. The fatigue hit during the afternoons of day 2 and 3. Slept 11-12 hours each of those nights. All in all, it was much better than expected. #Covid_19 #Omicron","sentiment_score":-0.0333333333}
{"full_text":"It was important for them to know that even the people they looked up to--me, professors, college administration, local\/state (&amp; federal) government--no one had actual lived experience running a pandemic response.It took some unnecessary pressure off from them to know the truth.","sentiment_score":0.0}
{"full_text":"RT COVID and NFTs happening at the same time in history is just breaking my brain. How are we this bad at staying alive and...","sentiment_score":-0.2}
{"full_text":"RT Unbelievable.","sentiment_score":-0.25}
{"full_text":"RT Guys, B.1.640.2 isn't new. It actually PREDATES Omicron. It's a sub-lineage of B.1.640- which caused some concern back...","sentiment_score":0.0454545455}
{"full_text":"Dutch infections data seems pretty useless these days, given sick people are told to self-test, but still - these aren't the numbers you'd hope to see after a couple of weeks under very heavy lockdown (and before the inevitable Christmas peak has become apparent) ","sentiment_score":-0.1957142857}
{"full_text":"RT Positivity rate shoots up to 2.59% in Karnataka with 2,479 new cases reported today: New cases in State:2,479New case...","sentiment_score":0.1363636364}
{"full_text":"Not right we have a pandemic going on and players are allowed to fly all over the place, while matches are being postponed due to covid, the African nations cup should have been cancelled, just does not make sense at all.","sentiment_score":0.1330357143}
{"full_text":"Only because I know you WON'T actually do that, here:Mortality rate of Covid in the US: 826K dead over 56.2M infected = 1.469% mortality.Mortality rate of vaccines (based on the pic Ron shared): 21,002 dead with 508M doses administered = 0.0041%Math is fun, isn't it? ","sentiment_score":-0.02}
{"full_text":"RT ......Thanks for reading. Hopefully by late Feb we will have more people boosted and access to new antivirals. Until the...","sentiment_score":0.1121212121}
{"full_text":"From the last Dancing before Lockdown 1.0 in February 2020!","sentiment_score":0.0}
{"full_text":"RT \"U.S. District Judge Reed O'Connor found that the pandemic 'provides the government with no license to abrogate' the freedo...","sentiment_score":0.0}
{"full_text":"I live in Gardner. To get my first vaccine I scheduled it in Paola, a bit of a drive. The second one was easier to do where I live. I scheduled my 3rd at Walmart in Gardner, I scheduled it 2 weeks out because that's as soon as I could, but I got it regardless and so happy I did.","sentiment_score":0.2204545455}
{"full_text":"Less sick. More sick. Either way, you could still end up with #LongCovid. Imagine if it impairs your mental abilities with re: to picking stocks? Not everyone is already rich like you and can get access to antivirals\/endure brain diminishment. #StayNegative. #StaySafe #ZeroCovid","sentiment_score":-0.1367063492}
{"full_text":"RT I feel  announcement of EXTRA Uni &amp; TAFE placements failed to receive NEARLY the amou...","sentiment_score":-0.1333333333}
{"full_text":"RT A huge thank you to all staff supporting with COVID testing today and thank you students for coming in.  Let's all do o...","sentiment_score":0.325}
{"full_text":"RT NEW: first thread of 2022 is an Omicron situation update, starting with a detailed look at UK hospitals, before going int...","sentiment_score":0.1965909091}
{"full_text":"RT  Attention Medical Students Interested in Radiology  Have an interesting #radiology case related to COVID-19? Sign up f...","sentiment_score":0.1875}
{"full_text":"everyone is cashing in on the pandemic with \"antiviral\" products now. was searching for quilt\/duvet and saw even quilts now have silver embedded in them","sentiment_score":0.0}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"RT How many died in the pandemic in the first two years?These are the latest estimates of the number of global excess deaths....","sentiment_score":0.3125}
{"full_text":"RT Good on her. #ThisisNotJournalism","sentiment_score":0.7}
{"full_text":"How come this doesn't make your breaking news???  Oh by the way did you know that poultry gets bronchitis with #covid","sentiment_score":0.0}
{"full_text":"RT Double vaccinated + a booster. Avoided gatherings and only saw my sister over Christmas who was asymptomatic. Now I'm si...","sentiment_score":0.0}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"RT Well said BRILLIANT ","sentiment_score":0.9}
{"full_text":"What fresh hell is this? (2)","sentiment_score":0.3}
{"full_text":"RT We can never blame total chaos on just one person. But right now one name is favourite to bear the main responsibility-...","sentiment_score":0.1507936508}
{"full_text":"RT this while half of my Instagram is out in Goa","sentiment_score":-0.1666666667}
{"full_text":"RT Life on Earth is out of balance.. Pandemic n racial political chaos..","sentiment_score":0.0}
{"full_text":"RT Woke up this morning with a sore throat, headache, light cough. Went to my doc for tests. Just got the word: It's not strep...","sentiment_score":0.4}
{"full_text":"Bengal Covid cases skyrocket days after it eased curbs for Xmas &amp; New Year, positivity at 19.6%Thanks Ppl deserve this. Ppl voted for this....https:\/\/t.co\/1OYZpD2iy1","sentiment_score":0.1363636364}
{"full_text":"What if someone was fucked by a priest when they where young and the priest held his hand over his victims mouth while doing it and now every time that person has something over thr mouth they take a panic attack! Are you evil enough to want that person to wear a mask for 5 mins?","sentiment_score":-0.36875}
{"full_text":"RT Billionaire wealth - all time high, up 70% since the pandemic Corporate profits - all time highGlobal inequality -...","sentiment_score":0.08}
{"full_text":". Only dirty unvaccinated conspiracy theorists get covid","sentiment_score":-0.3}
{"full_text":"RT Kelly died today from COVID.","sentiment_score":0.0}
{"full_text":"RT On January 1, 2022 #RCEP will come into force&amp; change the trading landscape of are the thoughts how...","sentiment_score":0.0}
{"full_text":"RT Getting a lot of questions about B.1.640.2 #B16402  today. Please read Tom's thread below. Yes, it's interesting scientifi...","sentiment_score":0.5}
{"full_text":"RT Lol germany","sentiment_score":0.8}
{"full_text":"You got covid too?","sentiment_score":0.0}
{"full_text":"RT BREAKING: India's capital Delhi announces weekend lockdown due to surge in COVID cases - PTI","sentiment_score":-0.125}
{"full_text":"RT Covid has been America's main story for almost 3 years. And now people are lining up at urgent cares to test for something f...","sentiment_score":0.1666666667}
{"full_text":"RT  First Day Back vs, Omicron, Snowfall#Weather, virus team up to boost school cancellations; 77 in Philly to go virtual Tu...","sentiment_score":0.125}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"Vaccine kills gains","sentiment_score":0.0}
{"full_text":"RT Less than 30 days away from Portugal's snap elections the governing Socialist Party has not only pledged a rise in min s...","sentiment_score":-0.0833333333}
{"full_text":"Labour Govt here in Wales avoiding scrutiny!","sentiment_score":0.0}
{"full_text":"Frimley Green, the team with 35 first team players and around 60 between under 17 - under 21, shouldn't have to play when they've got a few players out with covid, they could field nearly 5 full match day squads with a roster that big! Teams are clearly worried about coming here","sentiment_score":0.05}
{"full_text":"Holy shit. Make this guy permanent Lukashenko style dictator asap. I'm not kidding","sentiment_score":-0.2}
{"full_text":"RT (5) Oklahoma ranks last(#50) in the #USA  doing variant testing despite having the nations only Oklahoma Pandemic Cent...","sentiment_score":0.0}
{"full_text":"I'm very concerned we are now taking an overly relaxed line on omicron.I'm also mindful Strang is not the decision taker. I'm also not convinced the move away from reporting case# or the lack of action for schools is based on epidemiology.","sentiment_score":0.15}
{"full_text":"RT Joe Biden wants to blame everyone but himself for his COVID failures.  He claimed he would \"shut down the virus.\"  Biden faile...","sentiment_score":0.0222222222}
{"full_text":"My biggest concern with Nova Scotia and Omicron is that until now we've handled covid by strictly limiting exposure and hammering the small numbers of cases we had. This omicron surge is making us play a different game and I'm not sure if we've figured it out yet","sentiment_score":-0.225}
{"full_text":"RT It's now 93 weeks since Johnson told us we would beat Covid in 12 weeks.","sentiment_score":0.0}
{"full_text":"RT Please no panic. The B.1.640 and .2 were initially flagged in Oct last year and discussed at before #Omicron. There are...","sentiment_score":0.0}
{"full_text":"RT As someone who is vaccinated, I still say well done Djokovic.  This shouldn't be complex. Your medical choices should be...","sentiment_score":-0.15}
{"full_text":"RT LATEST NEWS | Pedri and Ferran Torres have tested positive for Covid-19. The players are in good health and are in isolati...","sentiment_score":0.4757575758}
{"full_text":"Like Daddy betta' stay home ya know?","sentiment_score":0.0}
{"full_text":"#GP Ellie Cannon answers some common questions about the #coronavirus (COVID-19) vaccine.The #COVID-19 #vaccines are safe and effective. One dose is being offered to children aged 12 to 15 to give them the best protection against COVID-19.https:\/\/t.co\/7XWchCRXxZ","sentiment_score":0.34}
{"full_text":"Don't take #COVID19 back to campus. Take a rapid COVID-19 test before you return to university to keep you and your fellow students safe.#GetTested ","sentiment_score":0.0}
{"full_text":"[pp]  Hello  We're ready to give the best service for you!               KING HOSPITAL We Serve :   Psychology Control   USG  Give Birth   Baby's VaccineCP:               We Love, We Care https:\/\/t.co\/1ov9xc2HKS","sentiment_score":0.5666666667}
{"full_text":"RT Now we know why we don't have any #PCRtest tests and why was in America?#NHS testing kits available in USA....","sentiment_score":0.4}
{"full_text":"Very good thread. #COVID","sentiment_score":0.91}
{"full_text":"Covid test: Latest self-isolation rules if you test positivehttps:\/\/t.co\/rhOOp4fhUB","sentiment_score":0.5}
{"full_text":"The past 2 years have highlighted health inequities among many communities. Take a look back at our Prioritizing Equity panels featuring experts discussing how factors such as #COVID19 and systemic racism affect minoritized groups.","sentiment_score":0.0625}
{"full_text":"A seventh Port Authority employee has died, officials announced, as covid-19 and its omicron variant continue to take a toll on the transit service in Pittsburgh.via","sentiment_score":0.0}
{"full_text":"RT \"According to Biobot Analytic's wastewater dashboard, coronavirus levels detected in sewage samples across the country are high...","sentiment_score":0.16}
{"full_text":"I got like 2 and a half hours of sleep cus I was worrying about school.. This sucks why can't I just stay home :(","sentiment_score":-0.4055555556}
{"full_text":"What does #Covid19 teach us about Climate Change?by #ClimateCrisis #climate #ClimateAction #COP26","sentiment_score":0.0}
{"full_text":"Coming up today on 6:10 Latest news from the capital w\/@MercedesGlobal 7:10 What future #COVID variants could look like w\/@BenjaminKrishn3 8:10 CCS technology &amp; it's environmental impact w\/@Enhance_Energy LISTEN LIVE!https:\/\/t.co\/9wUc9aQDr1","sentiment_score":0.25}
{"full_text":"The #Omicron variant appears to cause less damage to the lungs, as compared to previous variants","sentiment_score":-0.1666666667}
{"full_text":"RT Florida's Governor ceased all public activity as omicron surged by 948% and America's 3rd-largest state became one of the 5...","sentiment_score":0.0}
{"full_text":"[Enhesa Fav Facts &amp; Stats] #4: Regulatory changes rise to new heights. \/20K+ changes in 2021. And not just #COVID19 is the cause. Other #EHS trends like #airemissions limits and #singleuseplastics bans will only bring more. How does your business plan to keep pace?","sentiment_score":0.1278409091}
{"full_text":"The pandemic has urged people in positions of responsibility to shift their perspectives and viewpoint, to always search for different unusual solutions.New #Trending article on our website #almanara #Scicomm #virtualprograms","sentiment_score":0.1}
{"full_text":"It's now absurdTotally and utterly absurdAnd only a dysfunctional system, from top to bottom, from left to right, would be in a position to see this in any other lightWe are being failed on an epic scale by self interested no marks","sentiment_score":0.0567460317}
{"full_text":"2022: Year Three of the pandemic and the emerging global class struggle\"The class struggle is objective, arising out of the character of capitalist society and the response of the ruling class to the pandemic\"#COVID19 #EndCOVID #COVIDInquest #Omicronhttps:\/\/t.co\/fuFLS39jQT","sentiment_score":0.0}
{"full_text":"RT I hope Indian techies use common sense (Indian tech bros are generally sensible) and leave the clinical management of Cov...","sentiment_score":-0.125}
{"full_text":"RT \"It's not possible to end COVID\" is capitalist death cult propaganda, just like \"it's not possible to stop the climate col...","sentiment_score":-0.0333333333}
{"full_text":"#Development and #conservation clash at #Komodo #NationalParks","sentiment_score":0.0}
{"full_text":"Hospitalized circa CovidHospitalized betwixt CovidHospitalized aboard CovidHospitalized apropos of Covid","sentiment_score":0.0}
{"full_text":"\"We shouldn't have asked sick performers to go on in the past and we certainly shouldn't now.\"","sentiment_score":-0.25}
{"full_text":"Beijing may take a more diverse approach to push its cross-Taiwan Strait unification propaganda in the post-COVID era, Taiwan's Cabinet said Tuesday in a report examining current Taiwan-China relations.https:\/\/t.co\/JfyQwdkLl9","sentiment_score":0.1333333333}
{"full_text":"Had the wean up the vaccine drop in clinic and it was heavin' with hunners of kids getting their second jag for going back to school with. Was good to see.","sentiment_score":0.2333333333}
