{"full_text":"RT The covid conundrum is pretty clear: Do you think there is anything that can be done at mass scale to control the spread of...","sentiment_score":0.175}
{"full_text":"RT Capping nurses' pay? During a pandemic that shows no signs of stopping? When we don't have nursing ratio caps in 49\/50 states...","sentiment_score":0.0}
{"full_text":"New variant conveniently in Canada now. I imagine the vax protects you from that one too lol , new excuse for fresh round of lockdowns. Do not comply.  This ends now","sentiment_score":0.1871212121}
{"full_text":"RT As many experts move the goalposts from cloth masks to N95's, it's important to point out that the states in Germany with N95 m...","sentiment_score":0.45}
{"full_text":"there was only a few that were out the back garden   and any that were the wrong address were given by the covid case they tried to deceive DHHS so they didn't have to isolate, but 95%  of the ones that weren't home actually broke isolation.","sentiment_score":-0.14}
{"full_text":"RT In FY 2021 tax revenue was actually slightly *higher* than CBO's pre-pandemic forecast, very surprising given the economic...","sentiment_score":0.4533333333}
{"full_text":"RT Bullshit ! You're supposed to be a bloody lawyer! The Prime Minister is not under investigation, a number...","sentiment_score":-1.0}
{"full_text":"Staffing shortages are overburdening pathologists but the pandemic changed remote work for everyone. How has your day-to-day changed?","sentiment_score":-0.1}
{"full_text":"RT We now know 60% of the aged care deaths recently are people in palliative care. And 25% of them were not fully vaccinate...","sentiment_score":-0.05}
{"full_text":"WATCH LIVE: Gov. Andy Beshear is providing an update on COVID-19 in Kentucky.","sentiment_score":0.1363636364}
{"full_text":"RT Major announcement from Nadine Dorries.\"We have won the war on Covid in this country\"","sentiment_score":0.0625}
{"full_text":"RT The thing about dying from COVID is that nobody can hold your hand &amp; say goodbye.@GregHuntMP Thinks that doesn't matt...","sentiment_score":0.0}
{"full_text":"RT From the @NIH #Ivermectin A five-day course of ivermectin for the treatment of COVID-19 may reduce the duration of illnes...","sentiment_score":0.0}
{"full_text":"House bill 464 addresses worker's compensation and states that COVID-19 vaccination-related injuries are compensable if employers request workers to be vaccinated. The bill moves to the floor.","sentiment_score":0.0}
{"full_text":"RT Today's presser:  said \"an important piece of information\" was that 60 per cent of #agedcare residents who d...","sentiment_score":0.4}
{"full_text":"And another season of Drew in that yellow dress that looks like a yellow variant of Covid ","sentiment_score":0.0}
{"full_text":"22 vets commit suicide per day. 500k people annually die from cigarettes.  Prior to Covid, 61,000 annually died from the flu. If someone had cancer and caught the flu and passed, it was a cancer death. Today, that would be a Covid death. It's inconsistent.","sentiment_score":0.0}
{"full_text":"RT 12 (a dozen) events too serious for Sue Gray to report on. To be handled by the Police. If the were...","sentiment_score":-0.3333333333}
{"full_text":"RT Two Cabinet ministers positive for Covid and declaring they are triple jabbed.Let's put to bed this notion that Vaccines are...","sentiment_score":0.2272727273}
{"full_text":"RT An amazing imaging technology developed in the midst of the pandemic. It is an AWWW and! I believe it will bring into...","sentiment_score":0.4}
{"full_text":"Still discussing vaccines and religious exemptions in Senate Judiciary, and how important it is that vaccine refusers have access to unemployment.Once that's done we'll be back to cutting unemployment.","sentiment_score":-0.05}
{"full_text":"RT So the NY Post story about the nurses selling fake vaccine cards doen't name the cop who was part of the ring. The cards we...","sentiment_score":-0.5}
{"full_text":"RT Spoiler alert: there will always be another variant","sentiment_score":0.0}
{"full_text":"RT I would like to inform and that Black women saved the Apollo 11 mission to space and helped...","sentiment_score":-0.1666666667}
{"full_text":"Hey ya big d!ckhead you misspelt this .. they died FROM covid, not with covid.  Stop changing the wording to suit political messaging. Just admit you all screwed this BIG time.","sentiment_score":0.0}
{"full_text":"RT Chancellor willing to write off up to PS10bn Covid fraud, according to ex Treasury Minister. That's the same amount Rishi...","sentiment_score":0.125}
{"full_text":"RT Latest 3-shot vaccine effectiveness data vs omicron, summarized  ~50% against infections  ~90% against hospitalizations...","sentiment_score":0.5}
{"full_text":"While this one is more than just Canada it is wrong.https:\/\/t.co\/fCwiwbOXKShttps:\/\/t.co\/ClatbDuEm9","sentiment_score":0.5}
{"full_text":"Are people still thick? Don't they get being vaccinated does not stop you from becoming infected or passing it on to others. It just protects yourself, potentially, from risker symptoms","sentiment_score":0.05}
{"full_text":"RT England  Restrictions scrapped Mandates scrapped Vaccine passports scrapped Vaccine mandates for NHS...","sentiment_score":0.0}
{"full_text":"RT Senate Judiciary, in their bill cutting unemployment benefits for all workers, is now considering an amendment to expand unem...","sentiment_score":-0.6}
{"full_text":"Speaking of Covid, anyone remember the science on that at the beginning. Love the media , follow the science   Then the next two years \"FEAR FACTOR\" !!!","sentiment_score":0.25}
{"full_text":"RT 8 years of neglect has led to the age care crisis not the pandemic. Bandaid payments to try to get through an election won't...","sentiment_score":0.0}
{"full_text":"Another victim of Covid  restrictions you lot supported!","sentiment_score":-0.09375}
{"full_text":"RT Latest 3-shot vaccine effectiveness data vs omicron, summarized  ~50% against infections  ~90% against hospitalizations...","sentiment_score":0.5}
{"full_text":"I got Covid while vaxxed\/boosted, and was on the tail end of severity for my age group (no hospitalization, but had awful joint pain and couldn't work for a week). Still worth it. At some point, for many people, Covid risk is lower than the risk of driving.","sentiment_score":-0.0666666667}
{"full_text":"RT Hard to explain how disingenuous this statement from Spotify CEO is. Nobody is asking them to be a \"content cens...","sentiment_score":-0.2916666667}
{"full_text":"RT STUPIDITY PANDEMIC","sentiment_score":-0.6}
{"full_text":"RT who made coughing in public so awkward like bro i don't have covid it's this weed","sentiment_score":-0.3}
{"full_text":"RT Opinion by Heather Long: If two years of pandemic life has taught us anything, it is that the United States urgently ne...","sentiment_score":-0.05}
{"full_text":"There's 'spin,' and then there's #PsakiSpin","sentiment_score":0.0}
{"full_text":"RT #BREAKING Dominic Perrottet ignored NSW Health advice that omicron was more infectious just days before he dropped the ma...","sentiment_score":0.5}
{"full_text":"RT anyone else remember watching dortmund vs schalke because it was the first game after lockdown? ","sentiment_score":-0.075}
{"full_text":"RT We all deserve a break during this pandemic, even if it's a digital escape.@lisarini11https:\/\/t.co\/zVUFqO3OXB","sentiment_score":0.0}
{"full_text":"Covid has a strain of FuckIts in it that makes you want chili dogs, loaded fries and donuts.","sentiment_score":0.0}
{"full_text":"RT Same country two PMs two different ways of treating them. MBZ walks arm in arm with Abiy, whereas Roble is given 2m distan...","sentiment_score":0.0}
{"full_text":"RT \"Joe Rogan is safe\" does not need Spotify. Spotify needs Joe Rogan. That's why they paid him a tenth of a bi...","sentiment_score":0.5}
{"full_text":"RT Our national story about Covid is one of a country that stood up when it was tested. But that will forever be tainted b...","sentiment_score":0.0}
{"full_text":"RT If I see one more tweet from a politician who 'has tested positive for covid, thank goodness I have had my 3 jabs\" I'm g...","sentiment_score":0.3636363636}
{"full_text":"RT The surgeon that operated on my eyes passed away from covid19 last night. A reasonably fit 59 year old male. I saw him 2...","sentiment_score":0.125}
{"full_text":"RT Well gee whiz, I probably had covid a bazillion times as a child then ","sentiment_score":0.0}
{"full_text":"RT Thank you for saying this! I am a nurse, and at least 2 days a week I am caring for Covid patients. Most days,...","sentiment_score":0.1}
{"full_text":"RT Nope, our national story is that this entire country was forced to obey insanely authoritarian rules for months on end that w...","sentiment_score":-0.4333333333}
{"full_text":"COVID test available day after tomorrow at CVS (107 S Country RD, Bellport, NY 11713) at 10:00AM 11:15AM 11:45AM 12:00PM 12:15PM 12:30PM 01:00PM 01:15PM 02:30PM 02:45PM 03:00PM 03:15PM 03:30PM 03:45PM :","sentiment_score":0.4}
{"full_text":"RT So that's two cabinet ministers testing positive for covid today. Can't think what recent policy change might have aid...","sentiment_score":0.1136363636}
{"full_text":"You're willing to argue with me for hours, but you can't Google something on your own. In all fairness bcuz I'm give you accurate info. Conservatives are wrong about Covid stats in the other direction. They downplay it too much","sentiment_score":0.1375}
{"full_text":"RT i still can't watch games without thinking \"look at all that covid\".","sentiment_score":0.0}
{"full_text":"'Thankfully'. If she had no jabs, she'd still be able to work from home whilst she isolates ","sentiment_score":0.5}
{"full_text":"RT School returns across the nation - latest updates for back to school plans can be found","sentiment_score":0.25}
{"full_text":"If you support this so called \"freedom convoy\" you are supporting white nationalism, racism, and hatred.","sentiment_score":0.125}
{"full_text":"The fact we have people awaiting covid results in waiting rooms is irresponsible af. We are trying to corral this but doing dumb shit like this.","sentiment_score":-0.2875}
{"full_text":"RT The United Kingdom will END its vaccine mandate for healthcare workers.It's time for the United States to follow suit.","sentiment_score":0.0}
{"full_text":"It's ok, you've had your 3 jabs so you should be fine. You have to be soo thankful you have had them or you could of had it much worse.Isn't it strange that all these people who have been triple jabbed are getting covid though. Are you not protected? ","sentiment_score":0.2666666667}
{"full_text":"RT In 1990, the Vaccine Adverse Event Reporting System (VAERS) was developed by the FDA and CDC to get post-vaccine data fro...","sentiment_score":0.1}
{"full_text":"no one cares","sentiment_score":0.0}
{"full_text":"HHS Secretary Becerra on Hot Seat as Biden's COVID Approval Sinks | via","sentiment_score":0.075}
{"full_text":"RT Is it just me (unless the test was routine) - or if you're waiting on test results you assume you h...","sentiment_score":0.0}
{"full_text":"RT Again in the Commons today hardly any Tories wore masks. Who do they think they are?  Absolutely devoid of responsibility and...","sentiment_score":-0.1958333333}
{"full_text":"who is 54% because i know no one who's done this stupid poll","sentiment_score":-0.8}
{"full_text":"RT Steve. The man I love. Dead from covid. He served in the Met for 30 years.Ten days after I lowered his coffi...","sentiment_score":0.15}
{"full_text":"I guess it's what you want to believe.","sentiment_score":0.0}
{"full_text":"RT Starting to feel like I don't have a place in the restaurant industry. Omicron has made it clear that cooking for a liv...","sentiment_score":0.05}
{"full_text":"You're not tho. Your guild can make a horde\/alliance variant, then do a cross-faction community and you literally just use that as the new \"community hub\" like g-chat. You can just inv to raid\/pvp\/m+ via that anyway.","sentiment_score":0.1363636364}
{"full_text":"RT Tripple vaxxed Trudeau has covid.How's that workin out for ya...","sentiment_score":0.0}
{"full_text":"Our elderly are at risk and the government does FA","sentiment_score":0.0}
{"full_text":"RT As many experts move the goalposts from cloth masks to N95's, it's important to point out that the states in Germany with N95 m...","sentiment_score":0.45}
{"full_text":"Sir Michael has just allowed me to connect the DNA strands of Peter Crouch and Theresa May!","sentiment_score":0.0}
{"full_text":"RT yeah what can explain it","sentiment_score":0.0}
{"full_text":" it out #FOIA expose'. #Banking #BailOut transfer of #wealth #Inflation #Marketcrash  Hidden data from The #Fed should be today's BIGGEST story in the WORLD. Are so-called \"emergency\" &amp; draconian wake a cover story 4 #theft? #COVID19 #COVID","sentiment_score":-0.1666666667}
{"full_text":"RT As we enter the new month with the pandemic looming over us, let's not forget to take time out for ourselves.We hope yo...","sentiment_score":0.1363636364}
{"full_text":"RT Baltimore County's indoor public mask mandate will be lifted starting February 1, as COVID-19 cases continue trending downwa...","sentiment_score":0.0}
{"full_text":"They had many injuries. Because of covid played a game every 2 days and were mentally and physically exhausted.  Once they had their rest and all their players back, minus Drouin, they made the cup final.","sentiment_score":-0.0714285714}
{"full_text":"RT California Democrat Gov. Newsom doesn't apologize for violating his OWN indoor mask mandate: \"I was trying to be graci...","sentiment_score":0.6}
{"full_text":"Interesting data that makes inner city green spaces like #parkhillpark crucial to #wellbeing &amp; health, a thought for the councils planners with the explosion of tower blocks they've approved in central #Croydon with no outside space for adults or children","sentiment_score":0.05}
{"full_text":"the point was my work is done but I have to wait til 430 then I want some ot but I don't even wanna stay til 430 lol I be ready to go home","sentiment_score":0.5}
{"full_text":"RT This is my lovely, warm, generous, funny dad. He died of Covid-19 in April 2020 at the age of 73. He wa...","sentiment_score":0.45}
{"full_text":"RT Stuart Goodman died of Covid 19 on the 2nd of April 2020. His family and friends were unable to hold each other in the...","sentiment_score":-0.2083333333}
{"full_text":"RT This is why it's so important to realize: at the heart of censorship resides *hubris*, the belief that you are immune from...","sentiment_score":0.4}
{"full_text":"RT Two Cabinet ministers positive for Covid and declaring they are triple jabbed.Let's put to bed this notion that Vaccines are...","sentiment_score":0.2272727273}
{"full_text":"RT #DeferNEETPG2022 Why the covid warriors have to knock on the Court's doors to seek justice everytime? Can't the govt lis...","sentiment_score":0.0}
{"full_text":"I'm not sure I understand. So you said children are not impacted mentally by Covid? Please clarify your post. Plz.","sentiment_score":-0.175}
{"full_text":"RT Everyone with a elementary, middle, high schooler, or college kid who has to wear a mask for ALL their classes, 5 days a...","sentiment_score":0.1533333333}
{"full_text":"RT Latest 3-shot vaccine effectiveness data vs omicron, summarized  ~50% against infections  ~90% against hospitalizations...","sentiment_score":0.5}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"RT Sometimes, having COVID makes you feel like you just got hit by a truck.","sentiment_score":0.0}
{"full_text":"RT If I see one more tweet from a politician who 'has tested positive for covid, thank goodness I have had my 3 jabs\" I'm g...","sentiment_score":0.3636363636}
{"full_text":"RT I nearly died of Covid, Boris Johnson told a packed room full of maskless Tory MPs, at least one of whom was infectious.","sentiment_score":0.05}
{"full_text":"covid: Olavo: ","sentiment_score":0.0}
{"full_text":"RT BTS' Jimin was rushed to a hospital over the weekend and had surgery for acute appendicitis while also testing positive for...","sentiment_score":0.4136363636}
{"full_text":"Watch and share this video please https:\/\/t.co\/6qltOzYj32","sentiment_score":0.0}
{"full_text":"RT BTS' Jimin Undergoes Appendicitis Surgery, Tests Positive For COVID","sentiment_score":0.2272727273}
{"full_text":"Where is your outrage at Vaccine and Mask Mandates?","sentiment_score":0.0}
{"full_text":"Whoever lee brown is at is a fabricator, he didn't apologize for what's happening he said sorry if I pissed you off. Loser","sentiment_score":-0.5}
{"full_text":"RT \"The rules are for YOU. Not for them.\"@pvtjokerus ain't never lie.","sentiment_score":0.0}
{"full_text":"RT Sometimes, having COVID makes you feel like you just got hit by a truck.","sentiment_score":0.0}
{"full_text":"Latest data suggests that the Omicron wave has peaked globallyMore #COVID19 tracker:https:\/\/t.co\/aN61yo85Yk","sentiment_score":0.5}
{"full_text":"RT Rachel Maddow is the Queen of COVID-19 disinformation","sentiment_score":0.0}
{"full_text":"I haven't been sick for a while, but occassionly my throat will taste gross like I have covid again...is it a lingering effect? Is this just gonna happen to me now when my throat is mucusy?","sentiment_score":-0.3571428571}
{"full_text":"RT Nope, our national story is that this entire country was forced to obey insanely authoritarian rules for months on end that w...","sentiment_score":-0.4333333333}
{"full_text":"The pandemic isn't frustrating. You're frustrating. Covid makes you cough. You make the silly laws.","sentiment_score":-0.4333333333}
{"full_text":"RT What we are seeing is a monumental shift where public opinion has shifted firmly in favour of removing pandemic era res...","sentiment_score":-0.1}
{"full_text":"RT We need to end the division, Emergency Powers &amp; amend Public Health Act (used to lockdown) &amp; insist no private mandates at w...","sentiment_score":0.0}
{"full_text":"RT Almost 2 years after Big Brother Lockdown. I still Love Laycon like never before","sentiment_score":0.25}
{"full_text":"She's got Covid, maybe it won't be gentle on her","sentiment_score":0.2}
{"full_text":"RT In aged care, residents are dying in the hundreds because of a lack of booster shots. Facilities are locked down and under...","sentiment_score":-0.1277777778}
{"full_text":"RT \"15 days to flatten the curve,\" they told us 686 days ago.","sentiment_score":0.0}
{"full_text":"Mortgage Rates Are at the Highest Level Since Before Covid-19 Hit","sentiment_score":0.0}
{"full_text":"RT Hunt just claimed in his presser that \"the latest advice\" is that 60% of aged care residents who've passed away from COVID wer...","sentiment_score":0.2}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":" \"This Potential Home-wrecker Didn't Stand a Chance\" - Before the pandemic, my husband worked in an office with mostly female employees.  #DrLaura #EmailOfTheDay #TheProperCareandFeedingofMarriage #Marriage101","sentiment_score":0.0}
{"full_text":"RT Long-COVID symptoms less likely in vaccinated people, Israeli data say","sentiment_score":-0.0833333333}
{"full_text":"Mandatory testing is needed","sentiment_score":0.0}
{"full_text":"RT L.A. guidance:\"Individuals, businesses, venue operators or hosts...must require all patrons, customers and guests to we...","sentiment_score":0.0}
{"full_text":"RT Because context matters:This graph the premier is quoting came from this: to Angus Reid...","sentiment_score":0.0}
{"full_text":"RT Covid &amp; Aged Care Since July, 2021.Resident cases from active outbreaks = 9,643Staff cases associated with active outbreak...","sentiment_score":-0.1222222222}
{"full_text":"RT BTS's Jimin Undergoes Surgery For Appendicitis, Tests Positive For Covid-19, #GetWellSoonJimin Trends","sentiment_score":0.2272727273}
{"full_text":"RT 2. COVID risk goes up so dramatically by age, that we really, really need to vaccinate and boost the elderly if we want to...","sentiment_score":0.2}
{"full_text":"RT So tell me, who spreads more Covid misinformation, Joe Rogan or Rachel Maddow?The Machine doesn't care about misinformat...","sentiment_score":0.5}
{"full_text":"Part of a group at risk, I was not vaccinated when contracting COVID-19 3 weeks ago; all the boostered friends and colleagues have a much harder time after infection than me. Yes, it's anecdotal, but scientist have twisted science so much that trust in science has been destroyed.","sentiment_score":-0.1333333333}
{"full_text":"RT More misinformation out of Japan, right? How can we trust our own government ever again?","sentiment_score":0.4619047619}
{"full_text":"Utah GOP: professional teachers, we want to know if your syllabus uses a typeface that encourages socialism or CRTAlso Utah GOP: we will allow you to do nothing to mitigate Covid spread ALSO Utah GOP: All the teachers have Covid we don't care what happens in the classroom.","sentiment_score":0.1}
{"full_text":"RT The best part of leaving California is everything.","sentiment_score":1.0}
{"full_text":"RT Who the hell are the people who have all these alleged 'pandemic savings'? What is this rubbish?#auspol","sentiment_score":-0.1}
{"full_text":"RT Last PM, in a Twitter space, I was labeled a misinformation spreader for saying the mRNA vaccines do not prevent infection fr...","sentiment_score":0.0}
{"full_text":"RT Toronto is officially not in lockdown anymore! I cannot wait to dress up and go out on the town! ","sentiment_score":0.0}
{"full_text":"Thousands of Irish Digital Covid Certificates will expire for those who opt not to get the booster vaccine as new rules come into effect.https:\/\/t.co\/wYOYYTv2Kp","sentiment_score":0.0454545455}
{"full_text":"NHS Pressures linked to Covid-19https:\/\/t.co\/R0JYOP8l9O","sentiment_score":0.0}
{"full_text":"How Covid stole our privacyhttps:\/\/t.co\/4VfKgKi8X9","sentiment_score":0.0}
{"full_text":"*Fingers crossed*","sentiment_score":0.0}
{"full_text":"Jade P. has made her opinion of the obesity epidemic known. Is it a disease or a risk factor health for more serious health conditions? Or both? What do you think? #MemeMonday#Obesity Bonus points if you can identify all of these people!","sentiment_score":0.0416666667}
{"full_text":"RT | New Covid-19 regulations: It's back to school for all pupils - Cabinet","sentiment_score":0.0681818182}
{"full_text":"China Has Reported 37 New Covid Cases Relating To Winter Olympics Personnel.#News #Health #China #COVID19 #Cases #Olympics2022 Like  Follow  Share  Comment https:\/\/t.co\/1uAtPUQDg6","sentiment_score":0.1363636364}
{"full_text":"31-01-2022 21:00:01 #BlastChristian  The Last Disciples - The Corona","sentiment_score":0.0}
{"full_text":"Learn about the Open for Business Fund that helps small business owners recover and emerge from the pandemic even stronger and more resilient! Any Ohio #smallbusiness is eligible to apply for the low-interest loan fund through ECDI. Read here:","sentiment_score":0.125}
{"full_text":"Well, because Ivermectin has actually been an established safe and effective drug for a whole gambit of problems vs a new type of vaccine thats never been used on humans before. Ivermectin\/ Nobel prize, covid Vax\/no Nobel prize still observing its use on guinea I mean humans","sentiment_score":0.1873106061}
{"full_text":"Have you heard of #molnupiravir or #Paxlovid? They're the first (and currently only) oral #COVID19 treatments to be approved for use. Here's how they work.","sentiment_score":0.125}
{"full_text":"Despite continued disruption due to the pandemic, at IDNow we have always kept moving forward. I am grateful to have a team that is curious, driven by excellence, feels accountable and believes in team spirit! Thank you, team!","sentiment_score":-0.140625}
{"full_text":"Never wanted to go pre-pandemic, absolutely no effin desire to go now. Mind you, I'd go to Bali in preference to a cruise in a plague liner.","sentiment_score":-0.1}
{"full_text":"RT We don't know who needs to hear this, but vaccines also prevent  -Cervical cancer-Cholera-Diphtheria-Ebola-Hepatitis B-Mea...","sentiment_score":0.0}
{"full_text":"Like the data points from the CDC and UK NHS that I just shared?","sentiment_score":0.0}
{"full_text":"Employers in the United States can create better working conditions by choice or by force.https:\/\/t.co\/fa4FxVr76p","sentiment_score":0.5}
{"full_text":"Dozens of protestors convened in the State Capitol today expressing frustration at Governor Parson, whom they called \"Republican in Name Only\" and a \"Commie.\"https:\/\/t.co\/FskxDG878O","sentiment_score":0.0}
{"full_text":"The first Blue Earth County patient with COVID-19 developed long COVID symptoms, and after a nearly two-year battle with symptoms, she's hoping to start a support group locally.","sentiment_score":0.0666666667}
{"full_text":"Since the #OmicronVariant surge began in early December, the #NYCTestandTrace Corps has doubled the number of City-run test sites, opening over 100 new fixed and mobile #COVID19 testing sites and currently operating over 200 testing sites throughout NYC:","sentiment_score":0.0840909091}
{"full_text":"From football to his new sneaker line, top PNW golf spots and parenting during the pandemic, we cover some serious ground -- and, once again, is showing us that he really can do it all!https:\/\/t.co\/hwSK6sUCtm","sentiment_score":0.1257575758}
{"full_text":"U.S. health regulators on Monday granted full approval to Moderna's COVID-19 vaccine, a shot that's already been given to tens of millions of Americans since its emergency authorization over a year ago.https:\/\/t.co\/Bi6D4UBA7J","sentiment_score":0.35}
{"full_text":"RT So Ukraine stands on brink of war and Boris Johnson declines a call with Putin to meet with Tory MPs and beg them to...","sentiment_score":0.0}
{"full_text":"RT Snap poll by Opinium finds:- Two thirds of voters (64%) want Boris Johnson to resign following the Sue Gray report.- 83...","sentiment_score":0.0}
{"full_text":"Clonmel Library Exhibition Space Michael Fogarty's Time on our Hands31st Jan-12th FebMichael is a self taught artist, this is a presentation of his work created during lockdown and influenced by his studies of the old masters#clonmellibrary #art #exhibition #painting","sentiment_score":0.1}
{"full_text":"Bioregnum: The FDA approves Moderna's revolutionary new Covid-19 vaccine. What took so long?https:\/\/t.co\/p7DccyhCCP","sentiment_score":0.1363636364}
{"full_text":"RT Today, FDA approved a second COVID-19 vaccine for the prevention of #COVID19 disease in individuals 18 years of age and older....","sentiment_score":0.0833333333}
{"full_text":"RT Handy. Bit like Sunak's runner to California but this time she got in first. Nobody wants to defend the lawbreaking, co...","sentiment_score":0.35}
{"full_text":"Moderna announced today that its mRNA COVID-19 vaccine has received full FDA approval for adults 18 years and older.https:\/\/t.co\/zLwcyuH1W0","sentiment_score":0.35}
{"full_text":"#TechScienceDailyJoe Rogan responds after Spotify Covid misinformation backlashJames Webb Space Telescope: first star target is Big DipperThai cafe serves up crypto advice with sponge cake and cappuccinoPlus more!Listen here:","sentiment_score":0.125}
{"full_text":"More than 5 million undocumented immigrants are \"essential workers\" during #COVID19. They are here for us, now it's time for us to be there for them. Congress must put forward a pathway to citizenship and pass #BuildBackBetter!","sentiment_score":0.25}
{"full_text":"Imagine if the government had downplayed 9\/11 like they're downplaying the epidemic. Now imagine if the government had panicked us about the epidemic like they did about 9\/11.","sentiment_score":0.0}
