{"full_text":"RT The true Truckers for Freedom are the ones who rolled up their sleeves and got vaccinated.  They're not selfish dicks wa...","sentiment_score":0.3}
{"full_text":"heres whats going on: on Jan 10th I ordered 2 covid test kits from CVS. they created a tracking label pretty quickly, but this is what the webste said from the 15th thru the 18th","sentiment_score":0.2916666667}
{"full_text":"RT According to a recent Rasmussen Poll, \"If you are unvaccinated, 55% of Democrats want to fine you, 59% want you conf...","sentiment_score":0.2083333333}
{"full_text":"RT Another pandemic hero ","sentiment_score":0.0}
{"full_text":"RT I am 0 percent afraid of covid. I'm 100 percent afraid of the authoritarianism that has taken hold of society as a res...","sentiment_score":-0.6}
{"full_text":"RT If we had acted as one when COVID hit, under a competent &amp; trustworthy federal govt, we could all be WA today.","sentiment_score":0.5}
{"full_text":"RT .@RepMTG continues to prove she  hasn't learned anything since her visit to the she did, she would kno...","sentiment_score":0.0}
{"full_text":"KN 95's or N95's are going to be the thing for Omicron. We order ours through St John Ambulance service.","sentiment_score":0.0}
{"full_text":"RT Vaccine vendetta \"already causing chaos--particularly in fruit and vegetable markets.\"Trudeau attacks truckers. Shelv...","sentiment_score":0.0}
{"full_text":"Weird. The kids I teach are awesome. The ones who lost multiple family members to Covid are definitely traumatized by that, though.","sentiment_score":0.125}
{"full_text":"Omicron is less likely to bind to the lungs so less need for ventilation.","sentiment_score":-0.1111111111}
{"full_text":"Don't slander the king because of this man's bafoonery","sentiment_score":0.0}
{"full_text":"RT Determining when a virus is endemic has an objective (stable rates, R0=1) part and a political\/subjective part--how much im...","sentiment_score":0.1}
{"full_text":"Plz help finding my brother vineet ","sentiment_score":0.0}
{"full_text":"RT Covid \"underlying health conditions\" messaging often tricky. For example, large majority of those w\/ obesity will not have s...","sentiment_score":0.2142857143}
{"full_text":"RT The pandemic will end only when it ends for everyone, in all countries","sentiment_score":0.0}
{"full_text":"They really can't anymore. This is so clearly a pandemic of the vaccinated.","sentiment_score":0.15}
{"full_text":"Any death is awful. But is your suggestion that WA can somehow escape the pandemic forever? That covid will never spread there? If covid was going to be eliminated or fade away to nothing tomorrow, your point would be valid. But it's not.","sentiment_score":-1.0}
{"full_text":"RT Ninjas wife caused covid this is a legal claim not a joke","sentiment_score":0.2}
{"full_text":"RT Can anyone explain why was deported when many other tennis players arrived with.. and are playing with covid.? h...","sentiment_score":0.1875}
{"full_text":"RT Agree. The only question should be, would they have died if they hadn't caught Covid.","sentiment_score":0.0}
{"full_text":"He hits all the important aspects of the wiki page for an owner too! Lots of philanthropy, the pandora papers, tax evasion, dodgy pandemic work. Feels like it could be good","sentiment_score":0.6}
{"full_text":"RT Here's a fun piece of animation I did back in 2020 during the lock-down. Now I can finally share it in 2022 because","sentiment_score":0.1}
{"full_text":"RT Srivalli is a responsible citizen and cares for her loved ones! Don't be a #Pushpa, adopt COVID appropriate behaviour and...","sentiment_score":0.525}
{"full_text":"RT There's a correlation between many journalists and commentators failing to adequately scrutinise how badly Morrison has l...","sentiment_score":0.0444444444}
{"full_text":"RT The CDC starts to acknowledge reality, one piece at a time. What excuse is there now to not consider prior infection i...","sentiment_score":-0.025}
{"full_text":"Um, bullshit. Got tested for covid this morning cuz I was supposed to have surgery Monday. Shit came back positive. I'm fine. Kids been sick, but daughter tested negative, didn't test the other one. Fuck shit. Not vaccinated, immunocompromised. They are gonna treat me like shit.","sentiment_score":-0.149534632}
{"full_text":"RT Tonight, on Question Time, someone asked \"is it too early to ease restrictions?\" The question was never answered, as...","sentiment_score":0.1}
{"full_text":"Immune-mediated hepatitis with the Moderna vaccine, no longer a coincidence but confirmed - Journal of Hepatology. Just one of many side effects from the #deathjab","sentiment_score":0.45}
{"full_text":"RT India marks the mile stone of largest vaccination drive in the world under the leadership of Ji leadershi...","sentiment_score":0.0}
{"full_text":"RT Source:","sentiment_score":0.0}
{"full_text":"lmao that's not even a real thing it's just a flare up of covid plus it's flu season","sentiment_score":0.4}
{"full_text":"RT Breaking: CDC study finds natural immunity provides significantly more protection than mRNA pretreatment alone.","sentiment_score":0.3}
{"full_text":"RT It's been 2 years. You don't need an N95 mask. You need to move on.","sentiment_score":0.0}
{"full_text":"RT The positivity rate of the state also remained 18.76% on Thursday, with SAS Nagar district registering the maximum rate of 39...","sentiment_score":0.0}
{"full_text":"RT This is a joke post. Zombies are impossible, a dead body can't walk without a heart beat, functioning brain or...","sentiment_score":-0.4333333333}
{"full_text":"RT Rep. Thomas Massie announces today he has covid for the second time.","sentiment_score":0.0}
{"full_text":"RT India marks the mile stone of largest vaccination drive in the world under the leadership of Ji leadershi...","sentiment_score":0.0}
{"full_text":"RT With the rise of the highly contagious #Omicron variant, more and more people are testing positive for #COVID19, even th...","sentiment_score":0.3468181818}
{"full_text":"RT they went private but i want to spread this until it reaches everyone who went to the concert today... please take a cov...","sentiment_score":0.0}
{"full_text":"RT Covid's run through my household and we had a bunch of rapids. I've seen repeatedly th...","sentiment_score":0.0}
{"full_text":"RT 'Called every hospital within 75 miles': Man with COVID dies while waiting for hospital bed #Smart...","sentiment_score":0.2142857143}
{"full_text":"RT How #LongCovid brain fog resembles cancer \"chemo-brain.\"  An experimental model of mild Covid infection demonstrates microgl...","sentiment_score":0.2166666667}
{"full_text":"RT New York - armed robbery a misdemeanorNo penalty for turnstile jumpingDecriminalize theftBut arrest a 9 year...","sentiment_score":0.0431818182}
{"full_text":"In theory I'm down for Zodiac Batman, but these 2.5+ hour blockbusters released during a pandemic are a crime against humanity","sentiment_score":-0.1555555556}
{"full_text":"RT A Brampton, Ont. judge has issued a gag order forbidding a father from criticizing the federal vaccination program within ears...","sentiment_score":0.0}
{"full_text":"RT Just fyi this isn't some underfunded southern public school (though laws CRT are heading this way) it's a virtual charter...","sentiment_score":0.0}
{"full_text":"RT My mama passed away today. My friend's parents on life support. My another friend's father just been admitted. All have had si...","sentiment_score":0.0}
{"full_text":"RT One year later, Joe Biden has still failed to defeat COVID.","sentiment_score":-0.25}
{"full_text":"NOT DR DRAY","sentiment_score":0.0}
{"full_text":"RT The NHL had planned a break from Feb. 6-22 so players could participate in the Winter Olympics, but the league changed...","sentiment_score":0.0}
{"full_text":"RT Why are folks still prescribing a z pack for COVID related infiltrates on x-ray?","sentiment_score":0.0}
{"full_text":"Just be thankful you didn't get the first one, the variants aren't as bad as it was. I had COVID 1 then Delta last year and just got over Omicron. Basically like a bad cold for me. I'm thankful to be immune now.","sentiment_score":-0.35}
{"full_text":"RT It's 2022 and let's recap some major learning points as a planet. COVID is definitely airborne. COVID is not the flu. C...","sentiment_score":0.03125}
{"full_text":"Stop the blame on the unvaxxed.","sentiment_score":0.0}
{"full_text":"BC Ndp just cut the time.  No minimum time.  Just when you feel better.","sentiment_score":0.5}
{"full_text":"I read that poll site consolidation is planned because of the small number of voters in the county, as well as COVID-19 protocols. Voters would still have options, such as advanced voting, absentee balloting and transportation to and from the polling place","sentiment_score":0.05}
{"full_text":"Why would I get a vaccine for something that doesn't even work? I don't have time for all those boosters if I can still get it and still spread it there is no point. I'm unvaccinated, no mask, never got Covid","sentiment_score":0.0}
{"full_text":"RT There are so many reasons not to push the vaccine on young children:1 Natural Immunity is better and longer lasting t...","sentiment_score":0.24}
{"full_text":"RT Tried my best on #Prabhas ft. COVID PANDEMIC Hope this art reach out well @director_radhaa","sentiment_score":1.0}
{"full_text":"Its airborne, why is #VCH and anti science now? Is it because they screwed up the pandemic and have zero nurses for proper coverage? Disgraceful!","sentiment_score":0.0}
{"full_text":"Pandemic. It's been the all-encompassing difference for that division and lack of in-person services as a result. So, poor example. Sorry.","sentiment_score":-0.45}
{"full_text":"RT So sad to hear of another safety-net hospital closing. Sending  to all the faculty and staff, especially the residents.","sentiment_score":-0.25}
{"full_text":"RT U.S. 2020 and 2021 covid comparison, according to the CDC.2020 cases: 20.1 million2021 cases: 34.7 million (+72%)20...","sentiment_score":0.0}
{"full_text":"RT man big fucking shoutout to all the atinys that did the right thing and sold their ticket or didnt attend if they were at ri...","sentiment_score":-0.1047619048}
{"full_text":"RT Prof. Brett Sutton says 1 in 4 children aged 5-11 have had one dose of the vaccine. It should go to 1 in 3 next week. '...","sentiment_score":-0.05}
{"full_text":"Better management than the three covid free states that opened up full monty mid december when most of us were unprotected from omicron.","sentiment_score":0.35}
{"full_text":"RT During Biden's 1st year, info about Covid was pushed everywhere, and vaccines were made available everywhere - for free. Ou...","sentiment_score":0.4}
{"full_text":"Dear when will you end the pandemic? Are you getting paid by china?","sentiment_score":0.0}
{"full_text":"RT Starbucks is ending its vaccine mandate using the Supreme Court decision as cover. So, until Covid is over or they chang...","sentiment_score":0.0}
{"full_text":"RT 22 months into the pandemic you can get 4 free COVID tests for your family of 5","sentiment_score":0.4}
{"full_text":"RT Why isn't anyone in power thinking that some healthcare workers may be hesitant to take the vaccine because they know...","sentiment_score":0.0}
{"full_text":"RT If the CDC wants to gain a modicum of credibility, they should immediately speak out against booster mandates &amp; masking of...","sentiment_score":0.2}
{"full_text":"RT Prediction: COVID is going to wash over Western Australia. Don't know when (probably soon) and it doesn't matter if 100%...","sentiment_score":0.0}
{"full_text":"RT #LIVE South Australian Premier Steven Marshall with a COVID-19 update for the state. Watch:","sentiment_score":0.0681818182}
{"full_text":"RT \"Perfect attendance\" should be a thing of the past. When you don't feel well, stay home instead of going to work or schoo...","sentiment_score":0.375}
{"full_text":"I haven't really had the time to, especially with Covid and everything","sentiment_score":0.1}
{"full_text":"gong xi vaccine ","sentiment_score":0.0}
{"full_text":"The Health Ministry is reporting that more COVID positive pregnant women are now being hospitalised with respiratory problems than at any other point since the pandemic began in 2020.Read more:","sentiment_score":0.2871212121}
{"full_text":"RT Experts are anxiously waiting for Omicron to rise and fall in exploding hot spots like the U.S. But governments still...","sentiment_score":0.0}
{"full_text":"RT they went private but i want to spread this until it reaches everyone who went to the concert today... please take a cov...","sentiment_score":0.0}
{"full_text":"RT Deputy CM reviewed the online teaching-learning process in Delhi government schools, and said that it was crucial fo...","sentiment_score":0.0}
{"full_text":"COVID-19: B.C. records 15 deaths, 8 new health-care facility outbreaks #COVIDBC #COVIDCanada #COVID19BC #COVID19Canada","sentiment_score":0.1363636364}
{"full_text":"I see why the narrative is changing. We've run out of money to keep jabbing people","sentiment_score":0.0}
{"full_text":"RT The pandemic will end when everyone is vaccinated &amp; boosted","sentiment_score":0.0}
{"full_text":"RT Saw 3 patients today with long covid, something I feel that's not being considered when talking of lifting restrictions...","sentiment_score":-0.05}
{"full_text":"RT #Remdesivir new trial just publishedHere are the clinical implications:Canadian trial (CATCO) in hospitalized patients...","sentiment_score":0.1363636364}
{"full_text":"How to Boost Conversions With Video Marketing During the Pandemic  #videomarketing #conversions","sentiment_score":0.0}
{"full_text":"RT Something big happened. We don't yet know what but we soon will. The overnight decision by many countries to immediately stop...","sentiment_score":0.25}
{"full_text":"This is parenting in the days of omicron, swimming in an ocean of angst, with currents constantly shifting direction, an awkward soup of fear, determination and gratitude for those doing the hard work of keeping schools working.","sentiment_score":-0.2972222222}
{"full_text":"I haven't known Emily outside of a pandemic. Crazy to think our 20s will be spent in a pandemic","sentiment_score":-0.2333333333}
{"full_text":"RT Just published. \"The Non-Monogamy LettersLiving with risk during Covid-19: non-monogamy as a form of resistance\"Written...","sentiment_score":0.0}
{"full_text":"RT France will relax some Covid-19 restrictions from early next month in a bet the pandemic will recede thanks to faster inocula...","sentiment_score":0.1}
{"full_text":"RT The IT Modernization Caucus is a critical step to addressing the IT modernization challenges facing governments. We are pro...","sentiment_score":0.0}
{"full_text":"Something is deeply broken with your COVID policy if the more vaccine doses you get in your arm, the more layers of mask you wear, and the more restrictions you face","sentiment_score":0.275}
{"full_text":"RT This is the textbook definition of gaslighting. Trying to convince people they didn't hear or see what the president plainly...","sentiment_score":-0.2142857143}
{"full_text":"RT Freddy you're supposed to be on LockdownVanessa..it was never meant to be","sentiment_score":0.0}
{"full_text":"Roller coaster of emotions due to Monsta X Tour reschedule:Sadness it's postponedRelieved it's postponed bc covid's badDistraught my flights aren't refundableAngry Boston\/Denver cancelled bc my seats were bombHappy it's by my bday in MaySad it's not on friend bday anymore","sentiment_score":-0.125}
{"full_text":"the fake news media said \"I make the covid vaccine\".","sentiment_score":-0.5}
{"full_text":"ansiedade ou covid? ","sentiment_score":0.0}
{"full_text":"#VoiceofKamwengeNewsThe Permanent Secretary to the ministry of health Diana Atwiine has warned Ugandans especially those excited about the reopening of the night economy to be mindful of the danger in the spread of COVID-19 and maintain a high grip on the SOPs.","sentiment_score":0.1783333333}
{"full_text":"RT McGowan: \"If we can hold back this current Omicron outbreak, we will be one of the only places in the world that can achie...","sentiment_score":0.0}
{"full_text":"Unfortunately some employers are demanding 'perfect attendance' even from people they know have COVID.","sentiment_score":0.25}
{"full_text":"South African scientists -- praised internationally for first detecting the #Omicron variant -- have accused Western nations of ignoring early evidence that the new Covid variant was \"dramatically\" milder than those which drove previous waves of the pandemichttps:\/\/t.co\/QgQ95b0bnc","sentiment_score":0.0456709957}
{"full_text":"Covid-19 update: Grenada Dashboard 16 January 2022","sentiment_score":0.0}
{"full_text":"Stand up men... that is as in stand up comedians","sentiment_score":0.0}
{"full_text":"The #pandemic has derailed the world's progress on eliminating #malaria - disrupted medicine supply chains, testing and treatment, and many infected #HCW. writes about three actions the world must take to get back on track to fight malaria:","sentiment_score":0.25}
{"full_text":"RT James Whale hangs up on NHS worker : \"Just go get the vaccine..lYou're in the wrong job, people like you annoy me. Bye.Peo...","sentiment_score":-0.5}
{"full_text":"AND IN VIP TOO?? this is why we're not getting out of this pandemic god damn","sentiment_score":0.0}
{"full_text":"RT Australia has recorded 12 times more Deaths in 10 months due to the Covid-19 Vaccines than Deaths due to all other Vacc...","sentiment_score":0.03125}
{"full_text":"ICYMI: How SA's first Black woman brewer found success in Europe after her country banned booze amid Covid. &gt; #F2FA #africa #panafrican #diaspora","sentiment_score":0.1277777778}
{"full_text":"Omg I bought this edition of the Principia during the lockdown and I will most likely never read all of it, but it's pretty and it reflects light","sentiment_score":0.2875}
{"full_text":"In complete shock right now but my grandma passed away from covid today and i hope every single one of you who claim this is \"fake\" rots in hell","sentiment_score":-0.0464285714}
{"full_text":"Oregonians will have the opportunity to weigh in on a proposal to make masking indoors permanent.--https:\/\/t.co\/Rf0oBf1pwe","sentiment_score":0.0}
{"full_text":"Well, correct me if I'm wrong, (I'm sure someone will ),but they don't even mention if any of them are unvaxxed. Maybe it's not Covid that's killing people at this point.","sentiment_score":0.0}
{"full_text":"Perhaps not put up art promoting the business of an anti-vaxxer that died of COVID and caused an outbreak. Alternatively; totally on brand for the base of the party","sentiment_score":-0.4}
{"full_text":"#LSU gymnastics has postponed their meet against Arkansas, citing issues with COVID-19.https:\/\/t.co\/NzivylUY2K","sentiment_score":0.0}
{"full_text":"NEW PODCAST ALERT: Director of Investigations &amp; Research Chris Farrell's brand new ON WATCH Podcast covers COVID w\/Dr. Hatfill, secrets of 9\/11 and more!--click the link to listen: #chrisfarrell #OnWatch #podcast","sentiment_score":0.1363636364}
{"full_text":"RT I DO NOT AGREE THAT OUR CHILDREN SHOULD BE DELIBERATELY EXPOSED TO INCREASED RISK OF COVID INFECTION. Share if you ag...","sentiment_score":0.0}
{"full_text":"The number of expectant mothers infected with Covid-19 has increased in the past few weeks and the number of children admitted to the Lady Ridgeway Hospital for Children (LRH) with Covid-19 had also increased during the last five to six days,","sentiment_score":-0.15}
{"full_text":"32% Off!Microsoft - Surface Pro 7 - 12.3\" Touch Screen - Intel Core i7 - 16GB Memory - 512GB SSD - Device Only - Matte Blackhttps:\/\/t.co\/c7r9fD2FIL#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0}
{"full_text":"Do you see the 'Great Resignation' happening in Australia?   #bsaleaus #professionalnews #vaccineeconomy2022","sentiment_score":0.8}
{"full_text":"If you invest $1000 in $SCPH today at $4.20 per share, and the stock prices rebound back to pre-pandemic prices at $8.64, your investment would be worth $2057.14! That's 106% growth and $1057.14 profit!  See more:  $MFO $GIX.W $MYGN $LSXMA $UNB","sentiment_score":0.3229166667}
{"full_text":"Overwhelmed by Covid? Now, it's time to take back control.https:\/\/t.co\/2Mf1IROhxU","sentiment_score":0.0}
{"full_text":"One of the most recommended dishes for those recovering from covid-19 is chicken soup. Here are three ways to make it","sentiment_score":-0.05}
{"full_text":"Interior Secretary Eduardo Ano said local government units nationwide must move together in restricting the movement of the unvaccinated to surmount the threat of the COVID-19 Omicron variant. | via","sentiment_score":0.0}
{"full_text":"Tonight on Alaska News Nightly:Witnesses take the stand in a trial over a decades-old cold case murder. Also, the struggle with healthcare worker staffing amid the omicron variant surge continues.Listen here:","sentiment_score":-0.6}
{"full_text":"COVID spikes in typhoon-hit Bohol a month after Odette: gov't","sentiment_score":0.0}
{"full_text":"Did you test positive for COVID-19 but are unsure what to do next? Visit for information and resources to help you take the correct steps to protect your friends and family.","sentiment_score":0.1136363636}
{"full_text":"Wearing masks will be optional in some Northern Virginia schools on Monday when the governor's executive order takes effect. A D.C.-area pediatrician has advice for parents to help children cope with any potential conflicts or confusion.","sentiment_score":0.0}
{"full_text":"\"Insurrection.\" Merriam-Webster had a few obvious candidates for word of the year in 2021.\"Insurrection\" saw a 60,000% spike in lookups from 2020:https:\/\/t.co\/1bxTXeAlwI","sentiment_score":-0.1}
{"full_text":"We are in avoidance-lockdown. Flights got shuffled a bit, but still a go.","sentiment_score":0.0}
{"full_text":"RT well, at least Hannity is indeed talking to the wrong Covid strategy expert","sentiment_score":-0.4}
{"full_text":"There are federal guidelines.","sentiment_score":0.0}
{"full_text":"OUR WORK: Perfect as a corporate gift for staff or customers. Sports Mask can be used for exercise or for preventing excessive inhalation of pollution.https:\/\/t.co\/pN5yZae2tP#brandhk #corporategifts #promotionalgifts #ecoproduct #mask #covid19 #oricron #facemask #resuable","sentiment_score":0.25}
{"full_text":"In the Netherlands, museums and concert halls opened briefly on Wednesday in protest of their continued closure under the country's coronavirus lockdown, offering citizens the opportunity to get a manicure or take yoga in front of paintings by Dutch masters. See why.","sentiment_score":0.0}
{"full_text":"In 2021 China was, and in 2022 again will be, dominated by the domestic economy, relations with the United States, the COVID-19 pandemic and President Xi Jinping.","sentiment_score":0.0}
{"full_text":"WATCH: interviews White House Chief of Staff Ron Klain about President Biden's comments on Russia and Ukraine, and his handling of the pandemic.","sentiment_score":0.0}
{"full_text":"RT They would only get 4 covid tests.","sentiment_score":0.0}
{"full_text":"Lies!  What's new?  OHA is Commie Propaganda.","sentiment_score":0.0181818182}
{"full_text":"RT At this point, a reasonable person would think maybe we should pause, and regroup while getting the numbers down. But...","sentiment_score":0.0222222222}
{"full_text":"RT Breaking: CDC study finds natural immunity provides significantly more protection than mRNA pretreatment alone.","sentiment_score":0.3}
{"full_text":"Covid fund won't stretch to fourth jab - Grant Robertsonhttps:\/\/t.co\/QIPNxQ9JbD","sentiment_score":0.0}
{"full_text":"because the popes a vaccine shill nazi and italians are not white","sentiment_score":0.0}
