{"full_text":"Do subscribe to YT channel. My girl is working hard to beat your pandemic\/WFH blues.","sentiment_score":-0.2916666667}
{"full_text":"It's not all about the trade rather than the reasons for the ban. Ban juu ya ati fake covid certs yet the USA imekuwa na more cases of fake certs than us yet hawajawapea ban is just discriminatory against Kenya.","sentiment_score":-0.1666666667}
{"full_text":"RT Novak Djokovic's family abruptly ended this press conference when asked about the tennis star's movements in the days after he...","sentiment_score":-0.125}
{"full_text":"So much. Then once I was vaxxed, I tried to use my window (b\/c we were meeting deductible via my kids). But my new PCP is gatekeepy, everything was slow, my neuro referral was refused b\/c it listed EDS, etc. All failed to see how many yrs I have put off care b\/t my kids &amp; Covid.","sentiment_score":0.0072727273}
{"full_text":"RT If you could have seen the man I saw today at the chemist break down and cry because he needed a RAT to go back to work, an...","sentiment_score":-0.0777777778}
{"full_text":"RT #COVID19 UPDATE: A total of 17,197 tests were conducted in the last 24hrs, with 2,409 new cases, which represents a 14% positi...","sentiment_score":0.0454545455}
{"full_text":"RT In the Summer of 2019\/20 Morrison abandoned us as bushfires raged. This Summer he went to the cricket as Omicron took hold.New...","sentiment_score":0.0}
{"full_text":"ALABAMA FANS and RESIDENTS!!! If ya ass is in INDY, WE, citizens of Alabama, ask that you keep your unmasked asses up there until you have quarantined for TEN DAYS (the cdc). We got enough cases and don't need y'all being back new variants. Thanks,MNGT","sentiment_score":0.0340909091}
{"full_text":"RT BREAKING: Pope Francis says getting the COVID-19 vaccine is a \"moral obligation\" and denounces those who have been con...","sentiment_score":0.0}
{"full_text":"You forgot the part where they must be having sex with horses and donkeys so they can take deworming medicine and now on top of that they want to drink there own pee.Republicans the sickest people on the planet And your pedophiles too just like diaper Donnie Trump ","sentiment_score":0.55}
{"full_text":"If C.M of Bihar can get covid than how student will give exam in that  pandemic with such risk...#StudentsLivesMatters#Cancelbiharboardexam2022#BiharHealthDept #bseb","sentiment_score":0.0}
{"full_text":"And when scared, disheartened workers abandon the workplace and stay home","sentiment_score":0.0}
{"full_text":"RT \"If Australia wants to come out of the pandemic healthier and stronger, and to tackle the many wicked problems we now face -...","sentiment_score":0.35}
{"full_text":"I wish I could stay home more. Going to work is the easy part. I also have to take my mother to several doctor appointments each month. Luckily my spouse deals with the teen's activities and grocery shopping. Still, I'm exhausted.","sentiment_score":0.1444444444}
{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"RT Mexico's president says his country is among the countries with the lowest per capita toll for Covid-19 and accuses th...","sentiment_score":0.0}
{"full_text":"RT Vaccines have been available for a year. This never ever should have happened.Those spouting lies &amp; deterring people...","sentiment_score":0.4}
{"full_text":"I just had a dream where a new variant causes brain disorientation (along with the other symptoms). I saw one of my uncles hitting his leg against a wall during his \"zombie brain period\". He lost a leg. I saw more disturbing things in the dream. How do I recover from this now..","sentiment_score":0.0028409091}
{"full_text":"RT Plans for \"living with COVID\" should be about mask mandates, crowd limits, access to healthcare, and remote options -...","sentiment_score":-0.1}
{"full_text":"RT Outbreak 1. \"We thought we had more time.\"Outbreak 2. \"Nobody realised how severe delta was going to be\"Outbreak 3. \"H...","sentiment_score":0.5}
{"full_text":"RT Our federal government should be manufacturing these tests and distributing them on a weekly or bi-weekly basis to every...","sentiment_score":0.0}
{"full_text":"RT HBO blew a bag on euphoria fr-- whole season on FILM? with COVID protocols?!?","sentiment_score":0.25}
{"full_text":"RT Netherlands is now joining the most radical countries now. Outside masking and FFP2 masking. Note: 90% vaccination leve...","sentiment_score":0.25}
{"full_text":"RT it's strange how media embraces Covid hysteria narrative, slow walks GOP destroying democracy","sentiment_score":-0.1833333333}
{"full_text":"RT End the mandates.","sentiment_score":0.0}
{"full_text":"RT Sturgeon has imposed tough measures on hospitality and large events in Scotland from Boxing Day, but government figures...","sentiment_score":-0.0873015873}
{"full_text":"RT Imagine telling someone 5 years ago that the #cryptocurrency community was in panic because #BTC was at $42k ... They would r...","sentiment_score":0.0}
{"full_text":"CDC admitted inflated death count. Pfizer ceo admitted 2 doses offers almost no protection and booster won't stop infection but offers some protection against hospitalization and death but didn't say how much......","sentiment_score":0.1333333333}
{"full_text":"what if the red scare podcasters getting covid delays the final season of succession. bro i will be pissed","sentiment_score":0.0}
{"full_text":"RT I feel like people don't realize how stressful it is to be disabled during the pandemic and constantly wonder if we're...","sentiment_score":-0.1}
{"full_text":"RT To #FightAgainstCovid  Saint g has awarded to massive,we all should get vaccine. Keep 7 feet distance ,wear...","sentiment_score":0.0}
{"full_text":"RT January 2024: \"It was always meant to be a 17 dose vaccine.\"","sentiment_score":0.0}
{"full_text":"RT Some areas in China are offering bounties to catch COVID rule-breakers:- Reporting someone who violates quarantine: 300 yuan...","sentiment_score":0.0}
{"full_text":"Policies didn't do that, the virus did.And may very likely do it again.If you want to stop dealing with Covid, stop spreading it.","sentiment_score":0.0}
{"full_text":"RT India began administering Precaution Doses. Kudos to those who have got vaccinated today. I would request all those who a...","sentiment_score":0.0}
{"full_text":"RT Confirmed: video meeting spreads covid!","sentiment_score":0.5}
{"full_text":"RT Joe Biden, like 28 million others, I don't have health insurance.","sentiment_score":0.0}
{"full_text":"And there are students in his state who 100% agree with you:","sentiment_score":0.0}
{"full_text":"RT [pissing directly into mouth] \"I mean I just don't know what's in the Covid vaccine\"","sentiment_score":-0.10625}
{"full_text":"RT Is burnout hoping your covid test is positive so you can have 5 days off","sentiment_score":0.2272727273}
{"full_text":"RT #SanRamon - Suspect in custody for battery after police responded to a report of a disturbance at San Ramon Regional M...","sentiment_score":0.0}
{"full_text":"RT 46 Covid Deaths In Delhi In the last 5 Days. 11 of them were vaccinated, 35 weren't.When it's so clear that vaccination saves...","sentiment_score":0.05}
{"full_text":"RT and criminal US regime sanctions...","sentiment_score":-0.4}
{"full_text":"RT There's not enough of the only mAb we know works against #omicron - sotrovimab.#omicron is :the dominant strain: in the US, i...","sentiment_score":0.0}
{"full_text":"It took almost two years for MSM to realize what most of us thought the entire time.","sentiment_score":0.25}
{"full_text":"RT This has literally been known since May of 2020! The 1984ing over these past few weeks has become ridiculous. #WakeUp ht...","sentiment_score":-0.2611111111}
{"full_text":"RT Youth Veerangnayen Alwar (Rajasthan) distributed #Corona prevention kits and made people aware about importance of follo...","sentiment_score":0.25}
{"full_text":"RT Btw. Your urine contains contaminates and waste your body is trying to get rid. If you have Covid and you drink your own u...","sentiment_score":0.2}
{"full_text":"#WUHANVIRUS spreads2 #BEIJING2022 SuperFlop EVENT-DOOMED be4 inauguration ??? WORLD boycotts-#VIRUSGAMES  #CHINESEVIRUS killed in GALWAN by #GHATAKBRIGADE ","sentiment_score":-0.2}
{"full_text":"RT #Pushpa is slowing down, but the job is done... A big, fat total in the pandemic era clearly indicates the love this film h...","sentiment_score":0.0888888889}
{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"RT Would love to know ONE thing that's actually been put in place to make Ontario schools safer for students and educators duri...","sentiment_score":0.25}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"#SussanneKhan has tested positive for COVID-19. #hrutikroshan #ottrelease","sentiment_score":0.2272727273}
{"full_text":"RT I predict the Supreme Court will vote 6-3 to strike down the Biden OSHA vaccine mandate, this Thursday.","sentiment_score":-0.1555555556}
{"full_text":"RT The loneliness epidemic in Japan has gotten so bad that people will pay to have a stranger just follow them around.http...","sentiment_score":-0.7}
{"full_text":"RT Many questions about the origin of Covid-19. Would you be surprised if the US Govt was responsible?","sentiment_score":0.2666666667}
{"full_text":"RT Effective leadership of PM Shri Ji has ensured adequate resources for health &amp; well-being of people. Instea...","sentiment_score":0.4666666667}
{"full_text":"Tamil Nadu CM #MKStalin takes '#precautionarydose' of COVID vaccine. The nationwide drive for healthcare workers, frontline workers, and people aged 60 and above with comorbidities kicked off yesterday, January 10.","sentiment_score":-0.05}
{"full_text":"RT Hey worry about this, not about unmasked Indians.","sentiment_score":0.0}
{"full_text":"RT South Australia has reported a jump in the number of people being treated for COVID in hospital, while the number of da...","sentiment_score":0.0}
{"full_text":"RT If you're drinking your own pee to try to cure Covid, urine trouble.","sentiment_score":0.2}
{"full_text":"What is the matter with people who can't understand the difference between opposition to mandates and catching covid? It is a VIRUS! No mandate has helped or will help. Therapeutics are the answer. Since so many are cheap, no politicians will make any money. Big Pharma = rip off.","sentiment_score":0.4125}
{"full_text":"RT Pfizer CEO: \"Two doses of the vaccine offers very limited protection, if any. 3 doses with a booster offer reasonable protect...","sentiment_score":0.069047619}
{"full_text":"Over the last one week@ICMRDELHI &amp; have revised the testing strategy for asymptomatic individuals in community as well as those who are in home isolation. Isn't it time for other Govt agencies to upgrade their #COVID19 protocols?#Covid19India","sentiment_score":-0.0625}
{"full_text":"RT #gtuexamonline today 2265 COVID -19 cases in Gujarat. India's many states was declared lock down(mini)...why Gujarat go...","sentiment_score":0.5}
{"full_text":"RT The Center for Covid Control news seems to be getting worse. There have been reports of identity theft, and rubber stamp n...","sentiment_score":-0.25}
{"full_text":"I don't know why doing politics in this. Cases zyada Hai showing less. It's all hell sort of politics. #Covid #COVID19","sentiment_score":-0.1666666667}
{"full_text":"RT Thank you to our health care workers. We can't say it enough. They are heroes who put themselves at risk on a daily basis...","sentiment_score":0.0}
{"full_text":"RT When CNN calls out c8vid misinformation you know this thing is coming to end... The tide IS turning. Keep on fightin...","sentiment_score":0.0}
{"full_text":"Can't we best protect children by preventing the adults from getting sick? Shouldn't all adults get #Vaccinated Wear #N95 #Masks &amp; take responsibility? If adults are not #Vaccinating they are probably not taking care of children either!","sentiment_score":0.0535714286}
{"full_text":"RT I just left my Drs appointment. 80% of staff out sick with Covid. 100% fully vaccinated. They had the nerve to ask me w...","sentiment_score":-0.3571428571}
{"full_text":"FYI: Pfizer ceo just came out and said \"2 shots offer very little or no protection against Omicron. A booster may offer some protection\". I randomly read the booster might offer 37% effectiveness against Omicron. U might want to check those chi squared numbers again. ","sentiment_score":-0.371875}
{"full_text":"RT Queensland's new Chief Health Officer, Dr John Gerrard, says covid \"is just another virus and anxiety about it will settle...","sentiment_score":0.1363636364}
{"full_text":"RT Dr. estimates we have 1% of the US likely getting infected with #Omicron each day (I agree), which would mean that we...","sentiment_score":-0.15625}
{"full_text":"RT After once claiming his shots are \"100 effective,\" Pfizer CEO now says 2 COVID shots \"offer very limited protection, i...","sentiment_score":0.2535714286}
{"full_text":"RT If \"vulnerable people are going to die,\" is the government response to a pandemic, you already know their climate policy.","sentiment_score":-0.5}
{"full_text":"Might be time to take a bex and have a good lie down   ?","sentiment_score":0.2722222222}
{"full_text":"Sunny's also wildly incorrect. &gt;1000 children have NOT died FROM Covid. Not even close. Cases\"sick with\"Also, those numbers have NO bearing on the CONSTITUTIONALITY of Federal vaxx mandates. The SCOTUS decision isn't about if OSHA mandates are a good idea!  These people ","sentiment_score":0.0869047619}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"the pandemic is over. the winnowing of the uncompliant is not. God save us.","sentiment_score":0.0}
{"full_text":"RT Check out the date of this tweet","sentiment_score":0.0}
{"full_text":"Travel.Ken Dsuper1orBAZINGA TOPS BBHTS@SB19Official #SB19  #SB19BillboardHTSNo1 Listen to #Bazinga_SB19","sentiment_score":0.0}
{"full_text":"I got my vaccine booster today and my arm hurts ","sentiment_score":0.0}
{"full_text":"RT my boss unable to get through her \"why everyone must return to the office\" explanation due to the constant interruption...","sentiment_score":-0.2083333333}
{"full_text":"RT What is the death rate for people w\/Zero Comorbidities?","sentiment_score":0.0}
{"full_text":"RT there's a vaccine for an sti that causes cancer and there are people that will not let their children get it so probably n...","sentiment_score":0.0}
{"full_text":"RT It's incredible. They are just ignoring every single unvaxxed person who caught covid and had mild symptoms. Mass psycho...","sentiment_score":0.3873015873}
{"full_text":"RT Idk if it's Covid messing up the supply chain or not butGIVE ME THE FUCKING CREAM CHEESE BRO","sentiment_score":-0.6}
{"full_text":"RT #BREAKING | #DDMA notifies restrictions in NCR, in light of #Covid19 scareAll private offices in Delhi to be closed....","sentiment_score":0.1}
{"full_text":"RT What a magnificent sand art celebrating the 150 crore #COVID19 vaccinations mark! #SamarthyaKe150crore","sentiment_score":1.0}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"\"Delhi Covid May Peak In 1-2 Days, Definitely This Week\": Minister To NDTV","sentiment_score":0.0}
{"full_text":"RT The chances of a false positive is about 0.05%. The chances of getting five false positives is 0.000000000000003.The c...","sentiment_score":-0.1909090909}
{"full_text":"RT I understand why this line invites dunks. But it is (1) true, (2) a victory of the progressive movement, and (3) caused not...","sentiment_score":0.35}
{"full_text":"RT Boris Johnson seems to have gone to more parties during lockdown than I do in a normal year","sentiment_score":0.325}
{"full_text":"RT A small shopkeeper of Delhi cannot earn his bread today because of weekend lockdown imposed by your govt but you could...","sentiment_score":-0.25}
{"full_text":"Yeah and I was wondering if they saw that in the beta vaccine trial. Doesn't appear to be an issue with Omicron, so either it's divergent enough or concerns were overblown.Idk. I'm basically giving up on vaccines as a layer of protection and I'm improving my masks instead","sentiment_score":0.0}
{"full_text":"I'm out. They keep moving the goal posts and I don't want to play anymore.","sentiment_score":0.0}
{"full_text":"RT Excellent work.  The Ecohealth gain of function operation proposal funded by Fauci is here (uncovered by","sentiment_score":1.0}
{"full_text":"Stand with Minority Businesses During the pandemic.This is a fund especially dedicated to minority-owned businesses that suffered a significant loss from the pandemic.#Gofundme #Business #Pandemic #Minority #Crowdfundinghttps:\/\/t.co\/q6Al4yA9F7","sentiment_score":0.1875}
{"full_text":"RT In my inbox from a parent, this happened today:\" Teacher cornered me at school saying everything is ridiculous. She sai...","sentiment_score":-0.3333333333}
{"full_text":"RT Nothing new...we've only been telling this from the beginning, but then it was being fact checked by \"independent\" experts an...","sentiment_score":0.0}
{"full_text":"US, dealing with the expected Covid surge following the shopping-and-parties season, Thanksgiving through New Years.","sentiment_score":0.0121212121}
{"full_text":"RT Omicron: the variant that teaches \"the vaccinated\" that their three-dose vaccine doesn't work. Even a little bit.","sentiment_score":-0.1875}
{"full_text":"RT They have no heart, empathy or compassion. They're mean, unruly, won't take orders. So much in fear they take their gun every...","sentiment_score":-0.05625}
{"full_text":"RT Vice President Leni Robredo says her office's free teleconsultation platform Bayanihan E-Konsulta is feeling the crunch o...","sentiment_score":0.4}
{"full_text":"RT Did you know? Applications for new small businesses are up by 30% from before the pandemic and we've seen the fastest...","sentiment_score":-0.0568181818}
{"full_text":"RT My mother-in-law (85, Parkinson's) caught Covid from her unvaxxed caregiver and is now in the ICU and may not survive....","sentiment_score":0.0}
{"full_text":"Southern Africa: Covid - EU Lifts Flight Suspension to Southern Africa","sentiment_score":0.0}
{"full_text":"Uganda Ends World's Longest Covid School Closures","sentiment_score":0.0}
{"full_text":"Don't you got COVID","sentiment_score":0.0}
{"full_text":"RT Incredible COVID-safe wicket celebration from Harris Rauf! #BBL11https:\/\/t.co\/tG4QmFRbMO","sentiment_score":1.0}
{"full_text":"RT I will legit Venmo $100 to the first person who captures a MAGA drinking their own urine instead of getting the damn science...","sentiment_score":0.425}
{"full_text":"Yep. It's all stigginit to the libs.The concerning part is that it's spreading to people who don't know the source. My mom started telling me the other day about this long list of vitamins my cousin's doctor told her to take to treat her covid, and it was all from the protocol.","sentiment_score":-0.0875}
{"full_text":"RT At this point we were banned from sitting on a bench","sentiment_score":0.0}
{"full_text":"RT What the heck are these people so scared for?","sentiment_score":0.0}
{"full_text":"RT I just feel like getting a free vaccine is easier than drinking your own urine.","sentiment_score":0.5}
{"full_text":"RT (1\/5) &amp; build a case for why the should play a bigger role in pandemic prepar...","sentiment_score":0.0}
{"full_text":"RT Even if you didn't care about fairness, RATs should be free. It's about health and economic capacity. If people go out wh...","sentiment_score":0.3}
{"full_text":"Yeah and to think... it could've all been avoided by taking a safe and efficacious vaccine. Yikes.","sentiment_score":0.5}
{"full_text":"RT Even before the public has started getting Booster Dose, Ex CM and Vaccine Hater Siddaramaiah has taken booster dose. In p...","sentiment_score":0.0}
{"full_text":"Pfizer ceo came out and said 2 shots are useless.  3 maybe a chance. They are working on a shot for omicron which will not until spring.... hmmm a little late","sentiment_score":-0.3291666667}
{"full_text":"RT  DISINFORMATION ALERT: Very dangerous anti-vax lies are being spread right now regarding a recent statement made by CDC D...","sentiment_score":-0.1647619048}
{"full_text":"RT If you want to know the damage that a Nobel laureate who's gone full quack can do, look no further than this op-ed by Luc...","sentiment_score":0.175}
{"full_text":"RT HydroxychloroquineBleach\/DisinfectantsUV Lights up the ass Ivermectin Magic Dirt Betadine Listerine Viagra Piss A...","sentiment_score":0.5}
{"full_text":"Over 80% Indians jabbed with AZ vaccine, a Brit invention. \"Broader coverage\" means? Pfizer? Which needs booster after 6 months?","sentiment_score":0.0}
{"full_text":"RT Ahhhh, so now CDC is going to give us the \"correct\" revised Covid stats. ","sentiment_score":0.0}
{"full_text":"RT Myself &amp; both of my children have now tested positive for covid19. Then today, a young blak woman I love very much, had her...","sentiment_score":0.2718181818}
{"full_text":"RT A small shopkeeper of Delhi cannot earn his bread today because of weekend lockdown imposed by your govt but you could...","sentiment_score":-0.25}
{"full_text":"\"And a vaccine pump is just thin plastic tubing with a needle or a small tapered tube called a cannula inserted in your belly to keep you at a steady state dose of vaccine 24\/7.\"","sentiment_score":-0.1611111111}
{"full_text":"RT There was an infant in the ER struggling to breathe. And right across the way there was an unvaccinated \"non-Native\" man co...","sentiment_score":0.2857142857}
{"full_text":"RT #COVID19 #OmicronVariant1. Wear whatever is available properly first. N95 &gt; tripple layers&gt;cotton.2. Avoid poorly ventilate...","sentiment_score":0.0833333333}
{"full_text":"RT I think uninsured people deserve free at-home tests, too.","sentiment_score":0.4}
{"full_text":"RT BREAKING: U.S. reports 1,459,005 new coronavirus cases as weekend backlogs are released","sentiment_score":0.1363636364}
{"full_text":"RT Nigeria is dumping the Astra-Zeneca Vaccine!","sentiment_score":0.0}
{"full_text":"RT Mandatory vaccine advocate judges others on personal medical\/health choices.","sentiment_score":0.0}
{"full_text":"Important fact check here.Tl;dr = Vaccines work &amp; help to protect you and everyone around you. #GetBoosted #Covid19 #NHS","sentiment_score":0.4}
{"full_text":"RT Everybody in NY, just stay home tomorrow. Fu'em. The bankers are staying home, so should you.","sentiment_score":0.0}
{"full_text":"Not long ago, when most states were achieving zero Covid - Morrison trumpeted that Aus had one of the best Covid stats for pop in the worldGood timesNow we're 'pushing through' Covid soup in a wire boat down sh*t creek wayHow good's the Omicron wave? ","sentiment_score":0.4138888889}
{"full_text":"RT Scott Morrison has failed on testing, tracing, vaccines and quarantine. That's the Grand Slam of pandemic failures.","sentiment_score":0.0}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT #GNSaibaba has tested positive for Covid-19 again &amp; needs to be urgently admitted to a hospital He suffers from over...","sentiment_score":-0.1863636364}
{"full_text":"RT NEW today --Biden administration says Americans with private health coverage can get EIGHT over the counter COVID tests per mon...","sentiment_score":0.0681818182}
{"full_text":"RT this pandemic just keeps ruining &amp; ruining &amp; ruining &amp; ruining our fucking PLAAAAANS !!!!!! im just so tired,,, just go...","sentiment_score":-0.7}
{"full_text":"RT That deafening sound you hear is the total and complete narrative collapse of the COVID tyrants and their searing pain re...","sentiment_score":0.1666666667}
{"full_text":"do you have ..... covid ","sentiment_score":0.0}
{"full_text":"RT This.  this. #ableg","sentiment_score":0.0}
{"full_text":"Covid-19 cases in Louth at a high during fourth wavehttps:\/\/t.co\/PtFcvvDPQD","sentiment_score":0.08}
{"full_text":"ICYMI: Rio Vista ISD cancel classes due to staffing shortage caused by COVID-19https:\/\/t.co\/yCIJdBuayF","sentiment_score":-0.125}
{"full_text":"RT Why is everything coming out about coming out now?Because he has to be gone by September - the Tories ca...","sentiment_score":0.0}
{"full_text":"Would you value unsung COVID-19 heroes please?","sentiment_score":0.0}
{"full_text":"RT The Supreme Court's conservative majority signaled Friday that it is unlikely to allow the Biden administration to enforce a mea...","sentiment_score":-0.5}
{"full_text":"To private hospitals, the BMC asks to organize for optimal bed capacity required to diagnose Covid patients..#BMCElections #BMCElection2022 #MaharashtraCivicpolls #bmcresults #bmcpolls2022 #BMCElections2022https:\/\/t.co\/VuSdHvCGeL","sentiment_score":0.0}
{"full_text":"RT This is the PM on Monday when asked explicitly if he attended May 20 gathering. He smiles slightly &amp; deflects. Went down ver...","sentiment_score":-0.1611111111}
{"full_text":"RT Interesting move from govt to close Temples during Pongal festival.#TNLockdown #Omicron #Covid19","sentiment_score":0.5}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to follow my dreams! YEAH!","sentiment_score":0.0}
{"full_text":"Lockdowns and travel restrictions have boosted #ecycling's popularity during the pandemic. Ultimately, the great hope among fans is that this new form of competitive cycling will one day appear at the Olympics","sentiment_score":0.3121212121}
{"full_text":"As the number of coronavirus cases witnesses a spike in Mexico, President Andres Manuel Lopez Obrador has contracted #COVID19 for the second time.","sentiment_score":0.0}
{"full_text":"RT  C-19 will never stop...what a wonderful present that their Santa klaus brought : Molnupiravir and Paxlovid have been A...","sentiment_score":0.5}
{"full_text":"The pandemic is affecting human trafficking trends and counter-trafficking responses in various ways.IOM's study \"The Impact of COVID-19 on Trafficking in Person Trends and Inter-institutional Response in Asia and the Pacific\" is available:https:\/\/t.co\/O4G1UU2vJV","sentiment_score":0.0}
{"full_text":"Hospitals around the U.S. are increasingly taking the extraordinary step of allowing nurses and other workers infected with the coronavirus to stay on the job if they have mild symptoms or none at all.https:\/\/t.co\/5pUUdJbs1x","sentiment_score":0.1805555556}
{"full_text":"There was a sharp rise at the weekend, with more in intensive carehttps:\/\/t.co\/LHclQiW2Tn","sentiment_score":0.1875}
{"full_text":"A Supreme Court justice is claiming an overwhelming amount of children have been hospitalized and are even on ventilators because of COVID-19. The National Desk's Fact Check Team is taking a look at how the comments add up.","sentiment_score":0.5}
{"full_text":"RT According to the CDC, only 50,000 people died from COVID-ONLY as opposed to the 836,000 figureI need new conspiracy the...","sentiment_score":0.0681818182}
{"full_text":"RT A company called, 'Center for Covid Control,' with testing sites around the country, is allegedly administering fake co...","sentiment_score":-0.2333333333}
{"full_text":"For most of my outings I use either a cloth mask or a surgical mask. Sometimes an N95. It depends on how much control over my proximity to others I have or how crowded the place is.","sentiment_score":0.35}
{"full_text":"Republicans have gone so deep in the Con they are killing off their Marks\/voters","sentiment_score":0.0}
{"full_text":"The shock of COVID-19 to food chains could continue and reverse years of rising living standards predicts at See how works with partners towards better #FoodSystems for all:","sentiment_score":0.5}
