{"full_text":"RT Neil Gorsuch refused to wear a maskDespite the fact that Justice Sotomayor is diabetic &amp; immunocompromised &amp; several Justice...","sentiment_score":0.0}
{"full_text":"India records a massive 1,59,632 new Covid-19 cases, positivity rate at 10.21%","sentiment_score":0.0681818182}
{"full_text":"I'm vaccinated, caught Covid once in 2020, and still going strong.","sentiment_score":0.4333333333}
{"full_text":"my cousin just died of covid, so yeah. I'm thinking about it.","sentiment_score":0.0}
{"full_text":"RT The Centers for Disease Control and Prevention","sentiment_score":0.0}
{"full_text":"RT Actually, teachers unions are the enemy.","sentiment_score":0.0}
{"full_text":"RT [220109] 12:39PM KST:  - there's so much fine dust outside...!! - let's stay at home, stay home!- we should watch inkigayo","sentiment_score":0.2083333333}
{"full_text":"RT Sorry 0:) New ep at last wherein Anna recounts her brush with death and I discuss how much I enjoyed contracting corona...","sentiment_score":0.1272727273}
{"full_text":"RT Oh no! Seriously? C'mon already!.Cyprus reportedly discovers a Covid variant that combines omicron and delta","sentiment_score":0.1666666667}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT 60% of Americans disapprove of Biden's management of the economy and 72% disapprove of his handling of inflation while onl...","sentiment_score":0.0}
{"full_text":"RT COVID is not a flu and it's certainly not mild. COVID is a multi systems vascular disease that is spread in an airborne m...","sentiment_score":-0.1666666667}
{"full_text":"India records 1,59,632 new cases in the last 24 hours, Daily positivity rate rises to 10.21%. #COVID19","sentiment_score":0.0454545455}
{"full_text":"RT It been two years.I don't wear a mask. Don't social distance. Live my life as normal. And I still remain untouched by...","sentiment_score":0.1065656566}
{"full_text":"RT I am so tired &amp; so heartsick &amp; I really hope that the next few weeks doesn't see us getting to record high deaths. I do thi...","sentiment_score":-0.048}
{"full_text":"RT Remember this guy; he took Garland's seat; bc he wouldn't wear a mask, Justice Sotomayor, who has diabetes &amp; normally s...","sentiment_score":0.15}
{"full_text":"RT Americans will call China's zero-covid policy authoritarian, but how is forcing almost 1 million people to die from covid not au...","sentiment_score":0.0}
{"full_text":"you mean like cancer several tests...Cholesterol levels, Pap smears, pregnancy, Diabetes or prediabetes, sTD, HIV, kidney disease , and many more. So before COVID many many test were done when not sick #gettested #GetVaccinatedNow  #GetBoosted","sentiment_score":0.2920918367}
{"full_text":"RT \"No one is the boss of Justice Gorsuch. Like his colleagues, he had a choice about whether to wear a mask. Unlike them, he ch...","sentiment_score":0.0}
{"full_text":"RT Wearing an N95 all day is challenging (yes, those are sores on my face because it's been a long week.)I am happy to do i...","sentiment_score":0.4166666667}
{"full_text":"I don't no who is winner but I'm sure you make happy face for everyone to this opportunity in covid time provide.I think you are amazing bcuz you don't care your money and without any reason provide money for needy peopletrust0xA1Fe8cD9EED74933D77baAdcfDEf3451e7123738","sentiment_score":0.6333333333}
{"full_text":"Covid is a scam","sentiment_score":0.0}
{"full_text":"RT I hope they make a movie about the people who think Viagra can cure COVID, and I hope they call it Die Hard.","sentiment_score":-0.2916666667}
{"full_text":"RT First dose vaccine appointments quadrupled in Quebec after the Canadian province required vaccine passports to buy alcohol...","sentiment_score":0.25}
{"full_text":"RT Profits of listed businesses grew 59% year on year for the first 9 months, despite Covid challenges. This shows our econo...","sentiment_score":0.25}
{"full_text":"RT Damage done to fat cells directly by the virus or indirectly by inflammation may interfere with fat cells' ability to make...","sentiment_score":0.1}
{"full_text":"RT It's amazing how many of these little kids with COVID are presenting with croup-like symptoms. Whoever said this was a 'mil...","sentiment_score":0.3041666667}
{"full_text":"RT Lost in the talk about how the pandemic has worsened under Biden's failed leadership is how the supply chain crisis has n...","sentiment_score":-0.5}
{"full_text":"RT *First 800+Screen Rls in #Tamilnadu*Last Tamil Film Played for 50 Days in 3 places Tamilnadu, Karnataka and Srilanka.(D...","sentiment_score":0.25}
{"full_text":"Covid be like","sentiment_score":0.0}
{"full_text":"RT COVID19 stringency index shows Canada is back to where it was at the beginning of the pandemic in terms of restrictions...","sentiment_score":0.0}
{"full_text":"RT Excellent! Well done my young friends. Let us continue this momentum. Urging everyone to follow all COVID-19 related...","sentiment_score":0.3666666667}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"Selective tweet - why no comment about #maharastra covid cases - 41,434 new Covid cases on Saturday - Kerala also 6000 but you liberals and feminists always accuse UP where covid cases are less.","sentiment_score":-0.0151515152}
{"full_text":"RT They fact checked a Democrat - wow. They are terrified about the mid-terms and trying to ramp down the hysteria. Most likely...","sentiment_score":0.1111111111}
{"full_text":"RT A remarkable day on the vaccination front! Congratulations to our fellow citizens on crossing the 150 crore milestone. Ou...","sentiment_score":0.9375}
{"full_text":"Our district sent home covid at home tests for each kid on Friday, to be done over the weekend, after a week back in school. 10 longest minutes.  . .","sentiment_score":0.0}
{"full_text":"RT Control and money.  The leaders of our government own so much stoc...","sentiment_score":0.4}
{"full_text":"Hope, Yet. (A poem)https:\/\/t.co\/qeCPCC0Who","sentiment_score":0.0}
{"full_text":"RT wrote an early morning, anxious email to my kid's school. signed off \"Covid-19 is the virus, but capitalism is the pandemi...","sentiment_score":-0.075}
{"full_text":"Long COVID could become Finland's largest chronic disease, warns minister #COVID19 #Finland","sentiment_score":-0.05}
{"full_text":"RT CORONAVIRUS: New York State reports 90,132 new daily cases, the most since the pandemic began, and 154 deaths.","sentiment_score":0.1931818182}
{"full_text":"RT .@CDCDirector on COVID: \"the overwhelming number of death [sic] over 75% occurred in people who had at least 4 comorbidi...","sentiment_score":0.1}
{"full_text":"Everyone liked how RDJ brought Iron Man to life.  And yes,  it's another variant from another universe,  but I don't like TC as a choice for this either.  I just don't like TC, so, him plyng IM, wld b enough 4 me to b disappointed. Don't like him as a person.","sentiment_score":-0.05}
{"full_text":"Great reason to start the revolution against anything covid","sentiment_score":0.8}
{"full_text":"Wait, so they trust Pfizer's Viagra but not Pfizer's vaccine?","sentiment_score":0.0}
{"full_text":"it's definitely a thing that happened before covid, and we're 2 years into covid","sentiment_score":0.0}
{"full_text":"But to those who just flat out refuse. You are some of the most selfish people out there. If you think it's overblown, call up a local hospital and see if they will let you take a look at their ICUs that are filled with COVID patients","sentiment_score":0.075}
{"full_text":"RT Haven't seen a single boosted person admitted for COVIDAnd in the national dataRisk of hospitalizations is still those...","sentiment_score":-0.0714285714}
{"full_text":"Very Bad News for COVID Conspirators...","sentiment_score":-0.91}
{"full_text":"RT Pandemic and Bagyo..experiences and struggles !makes me stronger .. still supporting BGYO .Palaban ang ACEs..ACEstron...","sentiment_score":0.25}
{"full_text":"RT This is a reminder that a THREE-vaccine regimen is highly protective against HOSPITALIZATION, whereas high quality MASKS, s...","sentiment_score":0.16}
{"full_text":"The Malone interview on Rogan was the most important of the year. Follow it with Dr. Pierre Kory on The Dad Presents. \"Total mortality from Q2 to present is higher amongst the vaccinated, per CDC.\"https:\/\/t.co\/PEr503Q4tZ","sentiment_score":0.23}
{"full_text":"RT #RameshBabu garu's mortal will be kept at Padmalaya Studios from 11 AM and The last rites will take place at Mahaprasthanam...","sentiment_score":0.0}
{"full_text":"i've seen some ppl say he's a lockdown defender ","sentiment_score":0.0}
{"full_text":"the way I still very much have Covid symptoms and my j*b is having me come in tomorrow because the 5 days is up since my first symptom OK","sentiment_score":0.3366666667}
{"full_text":"RT BREAKING: All-time record high 90,132 covid cases reported in NY State today.In NYC:* 47,591 cases (2nd highest ever)...","sentiment_score":0.08}
{"full_text":"RT This global tragedy should be settled in courts one day.https:\/\/t.co\/VSucBwDaCl","sentiment_score":0.0}
{"full_text":"Pap smears, mammograms, and STD screenings are all tests people take even without noticeable signs of illness....","sentiment_score":0.0}
{"full_text":"RT I feel targeted.","sentiment_score":0.0}
{"full_text":"#JustIn | 3,623 #Omicron cases were reported in 27 States\/UTs of India so far. The number of persons recovered is 1,409: Union Health Ministry","sentiment_score":0.1}
{"full_text":"RT Well. It happened. I tried to avoid it. I did everything right. Everything. I'm angry. I'm sad. I can't believe this happened...","sentiment_score":-0.2380952381}
{"full_text":"The fact is, the people who got that pandemic relief also get tax credits.  Nice try though.","sentiment_score":0.6}
{"full_text":"Nah definitely not, partners grandmother had bad UTI, hasn't seen anyone in weeks, admitted and within 2hrs some how covid + and being kept in hospital because of age. Despite not having any covid symptoms just the UTI context.Such a joke, they aren't even treating properly","sentiment_score":-0.2333333333}
{"full_text":"RT GTFO of NYC if you can and pray for those unable to escape:New York police released surveillance video that shows an a...","sentiment_score":-0.5}
{"full_text":"RT First it was dick pics on the World Wide Web. Now my feed is filled with dick jokes. Who started this nonsense that Viagra i...","sentiment_score":0.1833333333}
{"full_text":"RT Biden baselessly said Trump \"waved the white flag\" on COVID during the campaign.Now, Biden says COVID is \"here to stay...","sentiment_score":0.0}
{"full_text":"I live in WA and had to isolate because I was a close contact. We have like 6 cases or something in the state and it still took 4 days for me to get my results. I don't have much confidence in our healthcare system coping when we open our borders to omicron.","sentiment_score":0.1121212121}
{"full_text":"For a State that is near the top in most socho economic indicators,Tamil Nadu has done a poor job in convincing citizens to take the vaccine. Govt has done its best. A very senior official told me \"short of falling at people's feet we have done everything to persuade them.\" Sad.","sentiment_score":0.21}
{"full_text":"RT India reports 1,59,632 fresh COVID cases and 327 deaths in the last 24 hoursActive cases: 5,90,611Death toll: 4,83,79...","sentiment_score":0.15}
{"full_text":"RT 150 crore vaccine doses in less than one year is a significant achievement: PM Modihttps:\/\/t.co\/5SsjGZnIzz via NaMo A...","sentiment_score":0.1041666667}
{"full_text":"RT will apparently tell you how safe the lot\/batch number of the vaccine you have h...","sentiment_score":0.275}
{"full_text":"RT How many people have high blood pressure, diabetes, heart disease or a history of heart disease in your family? Asthma?  Canc...","sentiment_score":0.33}
{"full_text":"I saw a study early on during Covid that said Type O was the least affected by Covid. A was by far the worst.","sentiment_score":-0.275}
{"full_text":"Just to make sure I'm caught up on this logic...Jabbed need to take more jabs because jabs didn't work.Unjabbed need to take jabs that don't work to protect the jabbed after they took jab that didn't work.3 jabs of SAME EXACT MED doesn't protect against variant, but 4 will?","sentiment_score":0.3125}
{"full_text":"RT You know what's interesting.  We don't *need* 4000 ICU beds, that statement was over a year ago now when th...","sentiment_score":0.5}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT Because at this point in the pandemicthe shortage is not ventilators or ICU bedsThe shortage is in doctors, nurses, res...","sentiment_score":0.0}
{"full_text":"RT this. TELL he MUST #Resign  A Judicial pre-trial review has been scheduled for NEXT WEEK.  #Criminals to #Prison in 2022!Please support my criminal lawsuit to make this happen.https:\/\/t.co\/50wG8WQyE1","sentiment_score":-0.2}
{"full_text":"RT I told this guy I had COVID bc I didn't wanna see him ","sentiment_score":0.0}
{"full_text":"Gee, I wonder why the price of everything is so high? Might it has something to do with the pandemic and supply chain issues. It's not always going to be this way, this is just a temporary inconvenience. It's happening all over the world. It's not Biden's fault.","sentiment_score":0.16}
{"full_text":"People who are unwell, your lives have value. We shouldn't have to state this.","sentiment_score":0.0}
{"full_text":"*LGBT Men stare blankly at camera*","sentiment_score":0.0}
{"full_text":"California is being swamped by Omicron despite having the nation's highest vaccn rates and the most crippling mandates. THE VACCINES DON'T WORK!","sentiment_score":0.625}
{"full_text":"RT If you're 45 years old or younger, more Americans have died in the past 22 months from COVID than have died in your entire...","sentiment_score":0.07}
{"full_text":"RT Patoranking teams up with The Ebele &amp; Anyichuks Foundation to aid COVID-19 relief","sentiment_score":0.0}
{"full_text":"Live: India logs nearly 160,000 Covid cases; Omicron count at 3,623","sentiment_score":0.1181818182}
{"full_text":"RT 10 days before MLK day they put KING on death row... quite the irony there at the ACC. King just joined the dogs on death...","sentiment_score":0.0}
{"full_text":"\"Getting COVID is inevitable\" is something I feel in my bones but it comes from a place of deep anxiety, and from being an essential worker. If you're out here saying this phrase like it's a pass for you to be careless with other people's health, you're a bad person.","sentiment_score":-0.2208333333}
{"full_text":"RT Lawmakers have started to demonize the unvaccinated to cover up for their own failings.@AndrewLawton says all Canadi...","sentiment_score":0.6}
{"full_text":"RT Living with COVID-19 shouldn't mean you have to live not knowing if you've caught this virus.That's why RATs should be...","sentiment_score":-0.0880681818}
{"full_text":"I have a feeling it has something to do with the contagious vaccine thing they were working on for influenza a while back.","sentiment_score":0.0}
{"full_text":"RT Here's why this troubles me: Covid has been hard. If there's something you can do, even if a minor inconvenience to yo...","sentiment_score":-0.1708333333}
{"full_text":"RT Gorsuch actually understated the risk of death from flu and was misquoted by some. Sotomayor got multiple facts cartoonishl...","sentiment_score":0.0}
{"full_text":"RT Good talks with  Ambassador We discussed international efforts to strengthen global health including drafting...","sentiment_score":0.2333333333}
{"full_text":"RT The baby in my family has Covid. Tested positive on a RAT - fever and cough. 10-months old. ... but how good's the econ...","sentiment_score":0.3424242424}
{"full_text":"RT Its standing room only here again today.We have 122 covid-19 patients, 17 are in ICU, out of the 122, 39 are break through...","sentiment_score":0.0}
{"full_text":"Coger Covid-19 ","sentiment_score":0.0}
{"full_text":"Watch Contagion where they mention 'social distancing like 9 years ago ","sentiment_score":0.0333333333}
{"full_text":"RT Just a reminder that the greatest tennis player on earth is currently detained against his will in a \"camp\" on COVID Isl...","sentiment_score":0.5}
{"full_text":"RT you should feel horrified and enraged by the CDC dismissing the deaths of disabled people ideally because you recognize...","sentiment_score":0.35}
{"full_text":"Good thing we fired the unvaccinated for fear they may spread the virus. 'Pandemic of the unvaccinated' Dan said.  Of course some knew that was not true because this happened in Israel and we knew it was a ","sentiment_score":0.2625}
{"full_text":"RT Because at this point in the pandemicthe shortage is not ventilators or ICU bedsThe shortage is in doctors, nurses, res...","sentiment_score":0.0}
{"full_text":"RT Another way one might put this is \"a global far right power grab\"","sentiment_score":0.1285714286}
{"full_text":"RT the United States is number one. in covid cases, incarceration and military spending","sentiment_score":-0.1}
{"full_text":"No mask, no vax, no covid. I had all the childhood illnesses. Measles, had it. Chicken pox, had it. Mumps, had it. German measles, had it. Always playing in the dirt. Even ate some mud covered grasshoppers. Maybe my system is strong because of all that. Best wishes for you.","sentiment_score":0.2083333333}
{"full_text":"RT That's right baby. Sound it out!","sentiment_score":0.3928571429}
{"full_text":"RT Cy-Fair ISD identified the teacher as Sarah Beam. Investigators say she kept him in the trunk to prevent her from getting...","sentiment_score":0.0}
{"full_text":"RT Now, we know that 50% of patients in our hospitals are there with COVID; they're not there for COVID.How many likewise ha...","sentiment_score":0.5}
{"full_text":"Battling covid! However I'm starting to feel better so I guess I'm hanging in there. How are you doing tho?","sentiment_score":0.25}
{"full_text":"9\/10 survive covid just like 9\/10 survive other respiratory viruses","sentiment_score":-0.125}
{"full_text":"RT FACTS: The economy is recovering at three times the rate seen after the Great Recession - and the U.S. added 6.2 milli...","sentiment_score":0.8}
{"full_text":"Just waited 49 mins on hold on the coronavirus booking line to get booster appts cos online not working..... still no booking and I'd rather get covid than have to listen to that hold music anymore they can get F","sentiment_score":0.0}
{"full_text":"RT Students who bring guns to school get them from adults who leave them unsecured. #BeSMARTforKids: always store guns loc...","sentiment_score":0.0}
{"full_text":"RT Trumpanzees: \"We don't trust Pfizer's vaccine, but we're enjoying their Viagra.\"","sentiment_score":0.5}
{"full_text":"RT Liberal SCOTUS justice Sonya Sotomayor spread blatant COVID misinformation and falsehoods from the bench.The liberal media ga...","sentiment_score":-0.5}
{"full_text":"RT CRACKDOWN: Macron's forces are now using tear gas and beating Yellow Vest protesters at anti-vaccine passport demonstrati...","sentiment_score":0.0}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"RT This week (from Monday to Saturday )we vaccinated total 5876 Children from 15-18 yrs at BMC run Malad Jumbo covid cent...","sentiment_score":0.0}
{"full_text":"RT For those of you in the Philippines , see the debate about COVID-19 transmission in this thread with which...","sentiment_score":0.0}
{"full_text":"RT If you think and move like \"getting COVID is inevitable\" stay away from me in my third January without it. If this feels...","sentiment_score":0.0}
{"full_text":"RT 1 of 2This week has been extremely difficult. Getting infected in Feb 2020 &amp; developing long covid I was so determined not...","sentiment_score":-0.275}
{"full_text":"Oh wow. You wanna talk politics? LOL I don't bite. I'm not into that shit. You might just wanna stay home though because Hawaii's got some blue waves...","sentiment_score":0.175}
{"full_text":"A communist country unleashed a virus that severely affects the obese. China's obesity rate is 5% while America's is 42%. If I was a journalist I'd be questioning this.","sentiment_score":0.0}
{"full_text":"I don't think a mass rollout on the scale of the first vaccine is possible twice a year but in major metropolitan areas and some industries it could easily become expected","sentiment_score":0.1291666667}
{"full_text":"RT the CDC now says your boss can legally exhume your covid-ridden corpse and prop it up at the cash register like weekend at...","sentiment_score":0.2}
{"full_text":"RT I  social science","sentiment_score":0.0333333333}
{"full_text":"RT Mexico hits record in new COVID-19 cases, more than 30,000","sentiment_score":0.3181818182}
{"full_text":"Miller, the Liberals et al don't really care about Covid, deaths, science, etc - they care about scoring points. That's it. That's the tweet.","sentiment_score":0.2}
{"full_text":"Years before the pandemic someone at work asked why she should get a flu vaccine since she was healthy and not worried. I said do it for the person who just got cancer treatment. Do it for your older relatives. Why can't society do the simplest things to help others?!?","sentiment_score":0.3541666667}
{"full_text":"naming a new variant a new strain is correct, because we're definitely taking strain.","sentiment_score":0.0909090909}
{"full_text":"Japanese prosecutors conduct remote questioning amid pandemichttps:\/\/t.co\/DZtAm11eOa","sentiment_score":-0.05}
{"full_text":"Novak Djokovic's appeal to enter Australia with a medical exemption is based upon a recent positive Covid-19 test, a court filing submitted by his lawyers on Saturday has revealed.#Djokovic #AustralianOpen","sentiment_score":0.0757575758}
{"full_text":"Day 7 of COVID and my girlfriend got me $70 worth of truffles holy shit","sentiment_score":0.05}
{"full_text":"The insidious face of twisting science to fit her own agenda:@GVDBossche set the record straight on variant factories MONTHS AGOhttps:\/\/t.co\/x6bYUUpVCr","sentiment_score":0.4}
{"full_text":"Recipe for MORE covid outbks in hospital.  Stunned.","sentiment_score":0.5}
{"full_text":"#Ahmedabad: Despite spike in #COVID19 cases, people in large numbers gather to play cricket at GMDC ground #coronavirus #Gujarat #TV9News","sentiment_score":0.2142857143}
{"full_text":"The Duchess of Cambridge with the Hold Still book which was spearheaded by her in collaboration with to reflect on life in lockdown. The profits from the book (which was an instant bestseller) will will be split between and #KateAt40 ","sentiment_score":0.0}
{"full_text":"RT  Hands up if you are in a self imposed lockdown.","sentiment_score":0.0}
{"full_text":"There may be some restrictions during public health emergencies such as the COVID-19 pandemic but nonetheless, these restrictions should be proportional and non-discriminatory as outlined in international human rights instruments and norms.","sentiment_score":0.0}
{"full_text":"Closed-door negotiations resumed Saturday to resolve a standoff between Chicago school officials and the city's teachers union over COVID-19 precautions where the union went public with its latest proposal to stay online until mid-Januaryhttps:\/\/t.co\/400xc7Nkhr","sentiment_score":0.25}
{"full_text":"RT I'm at the walk-up COVID test, I'm at the superspreader event, I'm at the combination walk-up COVID test superspreader event","sentiment_score":0.0}
{"full_text":"Does he have the COViD ?? It would be sooooo funny if he did","sentiment_score":0.25}
{"full_text":"125 passengers who arrived at #Amritsar airport, #India, from #Italy had tested positive for Covid-19. The situation at the airport turned tense as a war of words ensued between the administration staff and passengers. #SEAToday #COVID19","sentiment_score":-0.053030303}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"Chief Medical Officer Dr Jacquiline Bisasor-McKenzie has expressed distress and disappointment at the continued lack of vaccine take-up in the Jamaican populace.Read more: #GLNRToday","sentiment_score":-0.0333333333}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"RT Letting it rip has not built herd immunity.For any disease. Ever.Only vaccines, preferably tailored to the current variant,...","sentiment_score":0.0}
{"full_text":"PLEASE READ AND SHARE THIS TWEET - Dr Nhi Nguyen from Nepean hospital has spoken about rising Covid-19 hospitalisations 9 Jan 2022","sentiment_score":0.0}
{"full_text":"  #NewVisionQuoteFirst Lady and education minister says schools should not charge parents for #COVID19 tests on learners.  #VisionUpdates","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $RPLA today at $4.07 per share, and the stock prices rebound back to pre-pandemic prices at $10.08, your investment would be worth $2476.66! That's 148% growth and $1476.66 profit!  See more:  $XONE $SYNC $SRRK $RLI $IQI","sentiment_score":0.3229166667}
{"full_text":"Tennis world No. 1 Novak Djokovic challenged Australia's refusal to let him in, saying that he secured a COVID-19 vaccination exemption because he tested positive last month","sentiment_score":0.1136363636}
{"full_text":"India's R-naught value which indicates the spread of Covid-19 was recorded at 4 this week, suggesting a very high infection transmission rate, according to a preliminary analysis by #IITMadras#ThirdWave #CoronavirusUpdates #CoronavirusPandemic","sentiment_score":0.208}
{"full_text":"Green says because a person's brain naturally produces melatonin, users likely won't build up a tolerance.https:\/\/t.co\/wRe921wBWU","sentiment_score":-0.0333333333}
{"full_text":"The University of the Thai Chamber of Commerce (UTCC) says the spread of the Omicron variant should not have significant effects on economic activity. See more: #Economy #COVID #COVID19 #Coronavirus #Omicron #praethsaithy #esrsthkicch #okhwid #o`aimkhr`n","sentiment_score":0.3583333333}
{"full_text":"What separates a droplet from an aerosol? Disagreements about the answer is the reason scientists aren't all on board to call the #COVID19SA pandemic airborne. Read more.","sentiment_score":0.5}
{"full_text":"Senegal's Kalidou Koulibaly Tests Positive for Covid at Africa Cup of Nations#Football","sentiment_score":0.2272727273}
{"full_text":"RT Neil Gorsuch refused to wear a maskDespite the fact that Justice Sotomayor is diabetic &amp; immunocompromised &amp; several Justice...","sentiment_score":0.0}
{"full_text":"Liverpool assistant coach Peter Krawietz says the club may \"react\" with signings in this January transfer window due to the impact of coronavirus and the Africa Cup of Nations (AFCON) on their squad. #LFC","sentiment_score":-0.125}
{"full_text":"RT Facts over fear.Pediatric Covid hospitalizations at these California hospitals are reportedly 70% incidental, meaning de...","sentiment_score":0.0}
{"full_text":"RT CDC releasing the report that COVID significantly increases risk of children developing diabetes *on Friday night* after lying t...","sentiment_score":0.375}
{"full_text":"Chicago Public Schools closed despite receiving nearly $2.8B in federal COVID fundinghttps:\/\/t.co\/gquiZkxsCk","sentiment_score":0.0}
