{"full_text":"RT Make this go viral!","sentiment_score":0.0}
{"full_text":"RT BUMP","sentiment_score":0.0}
{"full_text":"RT The people responsible for this should be charged with attempted homicide, and if he dies, homicide. It would actually be a...","sentiment_score":0.1}
{"full_text":"RT These are stats from a 2016 survey we did in collaboration with The telling part is that things haven't changed much...","sentiment_score":0.2}
{"full_text":"RT As if getting groceries in a pandemic isn't hard enough. Legitimate political spouse question: how do I get my","sentiment_score":-0.0972222222}
{"full_text":"RT I'm rather convinced that she 100% \"shares his opinion\" and simply takes issue with the backlash...","sentiment_score":0.0}
{"full_text":"How about investigation into the relationship between the Liberal government and the pharmaceutical industry in Canada. This may explain Canada's lack of support for its own population as well as the global population (lack of support for waiving TRIPS during the pandemic.)","sentiment_score":0.3}
{"full_text":"It's insane how much the cost of food went up during this pandemic...","sentiment_score":-0.4}
{"full_text":"RT Blue Jackets D Adam Boqvist said he wasn't feeling well for 4-5 days but he's been back on ice for the last couple of days...","sentiment_score":0.0}
{"full_text":"RT Getting COVID sucks, yes.But being away from work - and aaaallllll of that - for two entire weeks?A welcome, much need...","sentiment_score":0.175}
{"full_text":"FDA denies safe-cheap-effective COVID cures","sentiment_score":0.0}
{"full_text":"I better test negative to this fucking covid test","sentiment_score":-0.1333333333}
{"full_text":"RT I've been critical about a lot of the coronavirus measures, but I am confident millions of lives have been saved by people w...","sentiment_score":0.25}
{"full_text":"RT This is criminal","sentiment_score":-0.4}
{"full_text":"RT 1\/ The results from NYT's own poll shows how bad and inaccurate their reporting has been on COVID.COVID law and restrictions...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Iconic singer Neil Young gives Spotify an ultimatum: either drop Joe Rogan's podcast for spreading COVID mis...","sentiment_score":0.3}
{"full_text":"#missing #Saskatchewan Mom of 7-year-old girl allegedly abducted by anti-vaccine dad urges Sask. RCMP to issue Amber Alert | CBC News","sentiment_score":-0.15}
{"full_text":"RT Ivermectin could end this Pandemic in less than a month...But then Democrats will have no excuse to demand mail in ballo...","sentiment_score":-0.0708333333}
{"full_text":"RT Mr. Scheer, is your family going hungry? Having trouble finding food? The biggest threat to freedom in Canada, is an elec...","sentiment_score":-0.2}
{"full_text":"Covid 19 Omicron outbreak: Should we be masking 2-year-olds?https:\/\/t.co\/vopn25qt6I","sentiment_score":0.0}
{"full_text":"RT Too young to retire but at risk for Covid, older Americans struggle to find work","sentiment_score":0.1333333333}
{"full_text":"Thank you Joe Biden unemployment way down!!These 4 states have fully regained the jobs lost during the pandemicIn November, Texas and Arizona joined Utah and Idaho in recouping all their pandemic job lossesWell Done Joehttps:\/\/t.co\/JiEli8wn3f","sentiment_score":0.0}
{"full_text":"RT MAHER MAKING WAVES: 'I'm Over COVID,' Fauci and CDC 'Don't Know a Lot About Anything,'  ","sentiment_score":0.0}
{"full_text":"RT \"It's dangerous to assume that Omicron will be the last variant and that we are in the end game..\"On the contrary, globally...","sentiment_score":-0.25}
{"full_text":"Best tweet ever!","sentiment_score":1.0}
{"full_text":"How does a 5 yr old suffer from not receiving the covid vaccine?","sentiment_score":0.1}
{"full_text":"The temptation, like it was this summer, is for everyone to get back to old normal as soon as cases are \"low\". We've got to go that extra mile to \"no\" since we are not willing to ratchet up mitigations as case numbers rises, like the past fall. Low amounts of covid is not enough","sentiment_score":-0.0138888889}
{"full_text":"You know there's not a lot of doctors out there I would trust now it is most of them have done harm during this pandemic early treatment with Ivermectin would have saved a lot of lives","sentiment_score":0.3}
{"full_text":"RT Here's how to get free N95 masks from pharmacies or community health centers","sentiment_score":0.4}
{"full_text":"RT i'm really tired of hearing from all the people \"over covid\" who never really sacrificed anything to begin with or lost anyo...","sentiment_score":-0.25}
{"full_text":"RT Denmark's Epidemic Committee says COVID-19 should no longer be categorized as a \"socially critical disease,\" recommends the li...","sentiment_score":0.0}
{"full_text":"It's thousands of truck drivers, many willingly vaxxed and many forcefully vaccinated. So you care about people that choose to inject heroin etc. into their body but not people (many First Nations and black) who choose not to take a brand new vaccine? Racist!","sentiment_score":0.2862554113}
{"full_text":"RT Pulmonologist here. If you're COVID+ and still symptomatic after 5 days, you should STAY IN QUARANTINE AS YOU ARE STIL...","sentiment_score":0.0}
{"full_text":"That BS and you know it. Just saying it doesn't make it true. CDC just issued a warning regarding counterfeit masks not protecting anyone. Even N95 with ear loops are ineffective. Get informed.","sentiment_score":0.35}
{"full_text":"The third dose of the COVID-19 vaccine ","sentiment_score":0.0}
{"full_text":"RT We know there's no available housing in Los Angeles right now. We also know that Los Angeles is seeing record numbers...","sentiment_score":0.0428571429}
{"full_text":"RT Them: you've never caught Covid? What's your secret?Me:","sentiment_score":0.0}
{"full_text":"RT I'm proud of the Truckers. Peaceful protest is a cornerstone of our democracy. The liberal mandates are unscientific, vind...","sentiment_score":0.525}
{"full_text":"RT This is also simply false. Ontario has been slow to act with every wave. ","sentiment_score":-0.35}
{"full_text":"I am in follow\/follow back lockdown for 3 days but I promise I follow every single resistor back  #StrongerTogether","sentiment_score":-0.0238095238}
{"full_text":"\"The CDC did tell us the monkeys could transmit deadly viruses.\"  Emphasis on deadly viruses.","sentiment_score":-0.2}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"RT Reported Covid deaths are always artificially higher on a Tuesday.But still - another 439 deaths reported today.How...","sentiment_score":0.25}
{"full_text":"RT It has been so hard to breathe when doing basic physical activities ever since I got over COVID recently. I've worked out...","sentiment_score":-0.0729166667}
{"full_text":"RT Here PROP's own David Tauben, MD admit in a conference call the the CDC Guidelines and the National Pain Strategy are a p...","sentiment_score":0.6}
{"full_text":"She getting fucked in the trap lol","sentiment_score":0.1}
{"full_text":"B.C. to allow COVID-positive and double-vaxxed patients to share hospital rooms | CBC News","sentiment_score":0.0}
{"full_text":"COVID symptoms I use that one for work","sentiment_score":0.0}
{"full_text":"RT  \"The data I cited was indeed accurate.\"Nicola Sturgeon responds to findings by the UK Statistics authority validati...","sentiment_score":0.4}
{"full_text":"A segment from Thursdays #podcast #ucrlive #veravents A nurse that feels strongly about getting the vaccine. #covid #vaccine","sentiment_score":0.4333333333}
{"full_text":"RT The funny think is these people couldnt even handle a health lockdown that was needed but they think they will be very o...","sentiment_score":0.225}
{"full_text":"RT Nicola Sturgeon just now in the chamber:\"The comparison between England and Scotland isn't one we should be focusing...","sentiment_score":0.0}
{"full_text":"RT That's odd. Every police chief in Canada supported Black Lives Matter protests. But I guess that's different, right?","sentiment_score":-0.0119047619}
{"full_text":"Literally every job application process is online now. How do you expect a person to get a job without something to write a resume, check email, look for job openings, etc? Not to mention that plenty of interviews take place over Zoom here in a pandemic.","sentiment_score":0.0}
{"full_text":"You mean the same parents that were upset about having to stay home &amp; help their children with virtual teaching.  You mean the parents that prior to the pandemic were absent at parent-teacher conferences, don't have time for PTO.","sentiment_score":-0.15625}
{"full_text":"RT This is not a heartwarming story.This is a tale of societal collapse.","sentiment_score":0.0}
{"full_text":"RT ISRAEL -  The most vaccinated country in the world, now \"recommends\" a 4th dose to all over 18's. Because mask manda...","sentiment_score":0.5}
{"full_text":"RT Only Actor From Kollywood Who Donated To Both Telugu States For Corona Crisis , Love You #DecadeOfdllp...","sentiment_score":0.25}
{"full_text":"RT How to reduce your chance of dying from Covid by 99%? Get vaccinated and a booster.One of the most impressive graphs I've...","sentiment_score":0.75}
{"full_text":"So, in the whole 22 months of pandemic, there was clear increase in deaths only in one month, and small increase in 2 months. For the rest of the 19 months, there was no effect at all.","sentiment_score":0.0125}
{"full_text":"RT HYPOCRITE! Glenn Youngkin, Mask-Mandate Lifter, Sends His Child to a Private School That Requires Masks.","sentiment_score":0.0}
{"full_text":"RT NEW: ~60% of Ontario's LTC facilities are in outbreak. 2,821 residents are infected. 139 residents have died so far this ye...","sentiment_score":0.1181818182}
{"full_text":"At a crowded supermarket the person in front of me at checkout queue turned around and yelled to another person, spraying saliva and germs. Had a loose-fitting mask.Minutes later turned towards me and said how crowded the supermarket is.We can all do better, Omicron is here.","sentiment_score":0.25}
{"full_text":"According to Ginni Thomas's biography in the Council for National Policy's membership book, she remains active in Groundswell. A former participant told me that Thomas chairs weekly meetings.Trump Muslim Ban:https:\/\/t.co\/HjLfKSpJ2Y4\/","sentiment_score":-0.0666666667}
{"full_text":"RT The relaxation of #travel restrictions must accelerate as #COVID19 evolves into an endemic stage.The over-reaction to #omicron...","sentiment_score":0.0}
{"full_text":"but still im soooooo scared as there was a group of exchange high school students came to my college for an event  sumpah takut jangan la jadi kluster lepasni","sentiment_score":0.16}
{"full_text":"just throwing shit out there smh","sentiment_score":-0.2}
{"full_text":"RT so tonight at 8pm BST i will be doing my first official stream back after covid :Dill be joining the amazing","sentiment_score":0.2833333333}
{"full_text":"The point of a vaccine is to prevent you from ending up in hospital or worse dead. Mask is another layer of protection from getting really sick. Don't get why everyone has such a issue.","sentiment_score":-0.3285714286}
{"full_text":"Douglas County Health Dept. reports 1,266 more positive COVID tests, bringing the county's case # to 133,644. Seven more deaths: vaxxed woman in 70s, 6 men 65-late 80s (4 unvaxxed). Total deaths: 983. Hospitalized w\/COVID:  452 people (pandemic high), incl. 20 kids, w\/86 in ICUs.","sentiment_score":0.2774545455}
{"full_text":"Pre COVID at an arcade , I miss those simpler times","sentiment_score":0.0}
{"full_text":"RT NEW--3 cases of the new #BA2 subvariant of #Omicron has been found in Texas. But it's again being stupidly downplayed by","sentiment_score":-0.3318181818}
{"full_text":"RT Today marks the 2 year anniversary of the first documented case of #Covid19 in Canada . What have 3 Million cases, 32K de...","sentiment_score":0.25}
{"full_text":"RT We know our is one the greatest embassy regarding issuing  Diversity Visa. We believe our embassy wi...","sentiment_score":1.0}
{"full_text":"RT Lock a submissive mans cock up and control the submissive man. #Cuck him first, then put him on his knees looking down...","sentiment_score":0.0472222222}
{"full_text":"RT Roll upRoll upLimited offer!!In France if you take your first dose before the 15th of Feb, you get instant access t...","sentiment_score":0.125}
{"full_text":"Did he blow the candles out? #covidbreath #covid #BorisJohnsonOut","sentiment_score":0.0}
{"full_text":"RT Hi! Have a good day, iKONIC! I'm iKONIC in Korea. Everyone, be careful of COVID-19 and have a happy day.And please...","sentiment_score":0.525}
{"full_text":"RT This is why we need to protect kids. Kids need to be #vaccinated. The problem is, kids are still ineligible under 5, and no...","sentiment_score":0.0}
{"full_text":"this is what the vaccine does: few people in the hospital so your antivaxxer shit doesnt work here","sentiment_score":-0.2}
{"full_text":"RT The more people get vaccinated, the fewer deaths and hospitalizations there will be from Covid and the less disruption we...","sentiment_score":0.1666666667}
{"full_text":"what the fuck man, my sister has had covid for over a week but i still gotta go :\/","sentiment_score":-0.325}
{"full_text":"RT You may have noticed that we are running out of room on our graphic for our \"You need the vaccine\" message. That is because we...","sentiment_score":0.0}
{"full_text":"RT Incoming pandemic! Are you ready","sentiment_score":0.2}
{"full_text":"Why are kids forced into the same \"positivity rate\" metric as congregate living, especially the elderly?Most NC Covid Cases\/Deaths are from CL. Current NC OUTBREAKS:772 Clusters in Congregate Living145 Child Care\/Schools@Raynard_W","sentiment_score":-0.075}
{"full_text":"RT This is why we need to protect kids. Kids need to be #vaccinated. The problem is, kids are still ineligible under 5, and no...","sentiment_score":0.0}
{"full_text":"RT 1929...2022??!the REAL pandemic Is coming..","sentiment_score":0.2}
{"full_text":"Insane hypochondriac, Stockholm syndrome having motherfuckers.","sentiment_score":-1.0}
{"full_text":"Ticao island has no covid vaccine. How many other islands are the same","sentiment_score":0.125}
{"full_text":"RT Dr V had to close off comments...this is out of control and crickets from Calandra or Ford..","sentiment_score":0.0}
{"full_text":"RT Reported Covid deaths are always artificially higher on a Tuesday.But still - another 439 deaths reported today.How...","sentiment_score":0.25}
{"full_text":"President Akufo-Addo reiterated that Ghana should never be in the situation \"of beggars that we were at the height of the pandemic, when we could not access vaccines, which were being hoarded by","sentiment_score":0.0}
{"full_text":"Who had money on \"Plague Monkeys\" for 2022?","sentiment_score":0.0}
{"full_text":"I'm far more worried about the long COVID than potentially dying from it.Lots of people survived but have never recovered.Two years of agony and debilitation with no end in sight. Who would want to live like this?","sentiment_score":0.1372727273}
{"full_text":"RT So let me get this right:We can have inquires and investigations if it means Johnson can cling to power for a few more we...","sentiment_score":0.15}
{"full_text":"RT Thank you to Guardsmen nationwide continuing to help fight the COVID-19 pandemic!","sentiment_score":0.0}
{"full_text":"RT War criminals who spray bioweapons on their own countrymen in Ethiopia always seem to be able to predict future pandem...","sentiment_score":0.3666666667}
{"full_text":"RT There's evidence that a booster dose reduces a person's likelihood of being infected with SARS-CoV-2.That's super li...","sentiment_score":0.3333333333}
{"full_text":"RT .@mammukka tested Negative for Covid19 ","sentiment_score":-0.3}
{"full_text":"RT Kinda diabolical republicans deliberately let their states Covid deaths flourish and did everything they could to promote...","sentiment_score":0.0}
{"full_text":"RT The relaxation of #travel restrictions must accelerate as #COVID19 evolves into an endemic stage.The over-reaction to #omicron...","sentiment_score":0.0}
{"full_text":"RT Reported Covid deaths are always artificially higher on a Tuesday.But still - another 439 deaths reported today.How...","sentiment_score":0.25}
{"full_text":"hope Neil Young will remember a Southern man don't need him around anyhow - Lynyrd Skynyrd","sentiment_score":0.05}
{"full_text":"RT I got a stack of 3 at Meijer on Sunday!","sentiment_score":0.0}
{"full_text":"RT I can't imagine the people condition who faced this corona virus in the first wave that too without vaccine It's not...","sentiment_score":0.25}
{"full_text":"Ye u got the vaccineFinally","sentiment_score":0.0}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"RT MAHER MAKING WAVES: 'I'm Over COVID,' Fauci and CDC 'Don't Know a Lot About Anything,'  ","sentiment_score":0.0}
{"full_text":"Always good to get a second opinion","sentiment_score":0.35}
{"full_text":"RT 'The #GATE2022 entrance exam is happening at a time when the #ThirdWave of the #COVID19 pandemic is at its peakI am urgi...","sentiment_score":0.0}
{"full_text":"RT Pulmonologist here. If you're COVID+ and still symptomatic after 5 days, you should STAY IN QUARANTINE AS YOU ARE STIL...","sentiment_score":0.0}
{"full_text":"RT Let me rephrase this...This globalist puppet POS is calling on the same pseudoscience policies as Quebec has enforced, be...","sentiment_score":0.0}
{"full_text":"Infuriates me that no one is even looking at this","sentiment_score":0.0}
{"full_text":"RT Being fluid &amp; adaptive is survival and progress. Life can't get stuck!\"The rules allow absentee voting procedures because of...","sentiment_score":0.0}
{"full_text":"RT hard to describe how awful this piece is &lt;Millions of Democrats have decided that organizing their lives around Covid i...","sentiment_score":-0.6458333333}
{"full_text":"Tradespeople weren't allowed in your house during the first lockdown?","sentiment_score":0.25}
{"full_text":"RT A shame, but not unexpected...and not unprecedented. #Tokyo2020 saw Covid withdrawals (Kendricks, Crabb, DeChambeau...et...","sentiment_score":-0.3}
{"full_text":"Study found a significant increase in the frequency of diabetic ketoacidosis at the time of T1D diagnosis during the #COVID19 pandemic.","sentiment_score":0.375}
{"full_text":"Based on passive surveillance reporting in the US, the risk of myocarditis after receiving mRNA-based #COVID19 vaccines was increased across multiple age and sex strata and was highest after the second vaccination dose in adolescent males and young men.","sentiment_score":0.0333333333}
{"full_text":"But covid is a hoax!","sentiment_score":0.0}
{"full_text":"RT Never forget who the criminal leaders are.At the end of WWII many of Hitler's dreaded SS took off their black unifor...","sentiment_score":-0.0222222222}
{"full_text":"RT Party leader \"conspiracy theorists\" have been proven right yet again. Do you agree with Laurence? Let us k...","sentiment_score":0.2857142857}
{"full_text":"As we emerge from the pandemic, brands can no longer overlook the importance of #PurposeDrivenMarketing and must ensure 'branding for good' becomes a central part of their #Marketing strategy. #BrandPurposehttps:\/\/t.co\/L4u0eIZ3Q2","sentiment_score":0.35}
{"full_text":"Weekly update for vaccine dist. for Gallatin County. More info, visit the state's dashboard: You can find case data on our website! The dashboard is updated each business day.","sentiment_score":0.625}
{"full_text":"RT Government data show 'vax-free' LESS likely to get COVID:   ","sentiment_score":-0.0833333333}
{"full_text":"A number of studies have now found a potentially significant linkhttps:\/\/t.co\/JAyLVi7dSM","sentiment_score":0.375}
{"full_text":"The family of the 31-year-old man says he was at the front of the line to receive a heart transplant, but because he has not received the COVID-19 vaccination, he is no longer eligible according to hospital policy.https:\/\/t.co\/2rPaI6oRIY","sentiment_score":0.0}
{"full_text":"Make sure you are getting the sleep you need!","sentiment_score":0.625}
{"full_text":"Are you making plans for ? Make sure #COVID19 safety is on your list! Follow these 7 simple steps to stay safer this magical, mystical Snowdown : #Snowdown2022 #COVID19precautions","sentiment_score":0.375}
{"full_text":"We are delighted that the latest government announcement will allow us all to return physically to campus as planned from the 31st January.Please be assured we are doing everything we can to maintain a COVID-19 Secure Campus.https:\/\/t.co\/EnDvzZQmI6#UONL","sentiment_score":0.4}
{"full_text":"Elvis sits down with and discusses his new album 'The Boy Named If' and how he was able to create it during a pandemic. Watch the full interview here:","sentiment_score":0.2077020202}
{"full_text":"Malacanang on Tuesday urged the public to listen to legitimate experts instead of what it claimed were \"rumormongers\" when making decisions on their COVID-19 vaccination status. https:\/\/t.co\/Nns0LBnLZA","sentiment_score":0.0}
{"full_text":"Don't forget to register for our next session with on January 28.  We will be hosting another great panel of students and some featured guest speakers who will share their insights on the New Reality of University Life in a Post-COVID World.https:\/\/t.co\/2l9fsDD04q","sentiment_score":0.3121212121}
{"full_text":"The IMF has cut its world economic growth forecast for 2022 as the #Covid19 pandemic enters its third year.https:\/\/t.co\/YVrwxblhiU","sentiment_score":0.1}
{"full_text":"Millions of men to overhaul wardrobes after falling into pandemic 'style rut'https:\/\/t.co\/4jOBRXAYGq","sentiment_score":0.0}
{"full_text":"Actually it does..even your CDC Gods say so (among many many others). I am well aware of what people care about. It's your perspective that needs adjusted.","sentiment_score":0.3125}
{"full_text":"DOH says Omicron sublineage predominant in NCR, other regions","sentiment_score":-0.125}
{"full_text":"Why rapid COVID tests aren't more accurate and how scientists hope to improve themhttps:\/\/t.co\/J6rlFWaho2","sentiment_score":0.45}
{"full_text":"Share of Redfin users looking to move to another metro at 31.2% in Q4, down from a record high of 31.5% in Q1, but still up from pre-pandemic level of 26.3%; Miami,...","sentiment_score":0.0022222222}
{"full_text":"Training is essential to our operational effectiveness! We've adapted time and time again to the COVID-19 environment to continue training and ensure our soldiers are #StrongProudReady!","sentiment_score":0.0}
{"full_text":"Obviously, Biggs is IGNORANT on the structure of publican schools in America.   Parents do have a say.Stupid republican politicians have politicized Covid. Now they are politicizing our public school.  THIS is dirty republican corruption.","sentiment_score":-0.2}
{"full_text":"POTENTIALLY GOOD PROSPECTS WITH COVID LOCALLYhttps:\/\/t.co\/yxB5w3xCiH","sentiment_score":0.7}
{"full_text":"The vaccine is safe for pregnant women and their unborn children and the best way to protect you and your baby from the known risks of COVID-19, including premature birth.Book your vaccination ","sentiment_score":0.6111111111}
{"full_text":"The poster is asking for the numbers\/info\/stats for masks with covid, since it's a different virus, not an exact duplicate of the flu.","sentiment_score":0.125}
{"full_text":"Kevin Williamson: \"Allowing life to return to something like normal for the vaccinated while continuing to pressure and inconvenience the unvaccinated is probably the best and most reasonable step toward normalcy we can take at this time.\"https:\/\/t.co\/gokQyzNPsL","sentiment_score":0.4625}
{"full_text":"OSHA Withdraws Vaccine Mandate Following Successful Supreme Court Challenge By NFIB","sentiment_score":0.375}
{"full_text":"The Health Ministry's National Dengue Control Unit (NDCU) reports a significant increase in the number of dengue patients across the country and a dengue epidemic is expected to increase in the future#lka #SriLankahttps:\/\/t.co\/Q8sILPI1Hx","sentiment_score":0.1375}
{"full_text":"The N95 mask industry is planning for a busy 2022.Manufacturers and distributors are gearing up for the next wave of demand in high filtration masks by hiring new employees and investing in new styles. has the story.","sentiment_score":0.1065454545}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"+ a pandemic full of people stuck at home, they're also counting streaming services now","sentiment_score":0.35}
{"full_text":"RT We got surprise news from . You issued a lot of other immigrant visa but none of them were DV visa , then...","sentiment_score":-0.125}
{"full_text":"RT Covid 19 is in full swing and we care very much about your safety as ours, however, we, the dreamers are limited buy F...","sentiment_score":0.1795238095}
{"full_text":"Get vaccinated Get tested Wear a mask Wash your hands There are several steps you can check off your to-do list to have a successful and healthy spring semester. For information about COVID-19, including vaccine and testing locations, visit","sentiment_score":0.4166666667}
