{"full_text":"Not that the league has 100% integrity anyway. However I think this postponement thing will pass, at some point every one will have got COVID, immunity will be strong. Afcon will finish.","sentiment_score":0.4333333333}
{"full_text":"By Dr. Jalis Nasiri.\" While poverty rises, billionaires in India increase during COVID.\" Amitabh Behar, CEO, Oxfam India \"We urge the Govt. of #India to commit to an economic system which creates a more equal and sustainable nation.\".#DavosAgenda #Davos","sentiment_score":0.2333333333}
{"full_text":"RT So if the Covid passes are being axed in England, why on earth are unvaccinated healthcare workers still facing the sack...","sentiment_score":0.0}
{"full_text":"RT State officials say new Covid-19 testing requirements for nursing home visits are necessary to protect residents -- but many famil...","sentiment_score":0.2121212121}
{"full_text":"RT 438 new Covid deaths reported yesterday.Yet today scraps Plan B measures.A prime minister who prioriti...","sentiment_score":0.1363636364}
{"full_text":"RT On 5 Jan 2022 the updated its advice on Pfizer's mRNA vaccine\"There are currently no efficacy or safety data for...","sentiment_score":0.0}
{"full_text":"RT Mikel Arteta on Pierre Aubameyang: \"He's in London - he contracted Covid so he's back here\".  #AFCWill he play for A...","sentiment_score":0.0}
{"full_text":"RT I FOUND A WAY TO DEFEAT COVID!!I REALLY WANTED TO BE ABLE TO BE CLEAN, BEAT COVID, AND SMELL LIKE IKESO I MADE MY OW...","sentiment_score":0.3555555556}
{"full_text":"RT The death rate this month from COVID in NB is the 3rd in Canada, and triple that of NS, despite the best efforts of our doc...","sentiment_score":0.5}
{"full_text":"I visited NYC last year where they had very loose patio laws in response to Covid and even in Manhattan it felt like there were far fewer retail and restaurant vacancies than the Loop!","sentiment_score":0.0083333333}
{"full_text":"RT If no one is aware, these kits aren't viable if they drop below 35F, and they're shipping in late January. If you're in a p...","sentiment_score":-0.025}
{"full_text":"The U.S. government will make 400 million non-surgical N95 masks from its strategic national stockpile available for free to the public starting next week.#COVID19 #COVID19Vic #Covid_19#CovidTesting","sentiment_score":0.16}
{"full_text":"RT I appreciate the covid test Joseph BUT WHAT ABOUT THESE LOANS!?","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENINGBritain has announced that they are scrapping the vaccine passports and people will no longer be required...","sentiment_score":0.0}
{"full_text":"That just shows Labours new tolerance &amp; respect is as phoney as Starmers claiming he was working whilst ordering Takeaways &amp; Beer trying to make political gains in a lockdown And who was that stooge ","sentiment_score":0.0681818182}
{"full_text":"You can now order your FREE at-home COVID tests online for free. Order now so you have them when you need them. Every home in the U.S. is eligible to order 4 free at-home COVID-19 tests. The tests are completely free. ","sentiment_score":0.4}
{"full_text":"RT Still blows my mind that pretty much every woe and disaster under this government was self inflicted. Paterson, sewage, lockdown...","sentiment_score":0.225}
{"full_text":"RT The clinical picture of Covid - which is easily treatable w the CDC putting survival rates well above 99 percent for most pe...","sentiment_score":0.3111111111}
{"full_text":"Covid: WHO warns pandemic not over amid Europe case records","sentiment_score":0.0}
{"full_text":"RT Prime Minister Boris Johnson said he would ease Covid restrictions in England, hoping to quell unrest in his party. He faces r...","sentiment_score":0.0}
{"full_text":"RT At the same time the state announces a $2.2 billion surplus, OPM sends a letter to municipalities in reference to the Mun...","sentiment_score":0.0}
{"full_text":"RT At this point in human history, if you're an antivaxxer, you deserve every bit of contempt we can heap upon you. You're a...","sentiment_score":0.0}
{"full_text":"100 e Fine ? Oh do fuck off !","sentiment_score":-0.0416666667}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"Minister today announced an additional EUR5 million funding from Ireland for COVAX to support the purchase and distribution of COVID-19 vaccines. This brings Ireland's funding for #COVAX to EUR13.5 million. Read more ","sentiment_score":0.5}
{"full_text":"RT Gujarat has received Covid death claims more than 9 times the official toll - 89,633 against the official toll of 10,09...","sentiment_score":0.5}
{"full_text":"*Covid ","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENINGBritain has announced that they are scrapping the vaccine passports and people will no longer be required...","sentiment_score":0.0}
{"full_text":"\"I miss face-to-face classes, don't like online learning, and hate COVID\" would be a more accurate title.","sentiment_score":0.0333333333}
{"full_text":"RT I honestly had no idea these restrictions were still in place, given, you know, science. (Clearly I need to give blood more...","sentiment_score":0.4}
{"full_text":"Great information ","sentiment_score":0.8}
{"full_text":"RT 438 new Covid deaths reported yesterday.Yet today scraps Plan B measures.A prime minister who prioriti...","sentiment_score":0.1363636364}
{"full_text":"Vaccines do not prevent the spread of the virus, nor do mask, social distancing, lockdowns but they do lessen the effects.","sentiment_score":0.0333333333}
{"full_text":"RT removing masks in schools is crazy","sentiment_score":-0.6}
{"full_text":"The CCP is a monster cultivated by the United States and the United Kingdom for the benefit, and other countries are also beneficiaries. Now they are all avoiding the historical stains of the African slaves in the Middle Ages. This is a disaster of deadlock.","sentiment_score":-0.03125}
{"full_text":"Why aren't different levels of gov working together on this. Ppl don't have the right to be landlords or tenants as part of the underground economy  -- all ppl in a community shld be accounted for. The fact we really have no idea of the actual pop in hoods hasn't helped RE Covid.","sentiment_score":0.1214285714}
{"full_text":"RT On 20 May 2020, there were 9,953 people in hospital with coronavirus. A further 363 deaths were announ...","sentiment_score":0.0}
{"full_text":"There is not enough message on treatment. What is NCDHHS doing to help the medical providers?","sentiment_score":0.0}
{"full_text":"RT The clinical picture of Covid - which is easily treatable w the CDC putting survival rates well above 99 percent for most pe...","sentiment_score":0.3111111111}
{"full_text":"Just in case y'all didn't know. - Free at-home COVID-19 tests","sentiment_score":0.4}
{"full_text":"RT Mazal Tov and congratulations to CEO on winning for his efforts to combat #COVID19. Bo...","sentiment_score":0.5}
{"full_text":"RT 150,000 #covid deaths and the #shapeshifter reacts","sentiment_score":0.0}
{"full_text":"RT Did chief violate UN rules to advance TPLF interests in Ethiopia?Leaked audio reveals UN staff accusi...","sentiment_score":0.0}
{"full_text":"RT My sister lives in Berlin. She says there are free Covid testing sites everywhere. There are three on her street. Appa...","sentiment_score":0.4}
{"full_text":"RT Needs making clear, doesn't see this as over,we see it as common sense and a science based decision to scrap vacc...","sentiment_score":-0.1}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Call it what it is:Xi unleashed a pandemic on the entire world and he is being rewarded with the Olympics bc our leader...","sentiment_score":0.0}
{"full_text":"Sir we are aspirants who have cleared prelims and want to give our best in mains....but sir many students are affected with covid and are not well...we are genuinely facing problem....sir please help us stand with us...#Postpone_cgl_mains2020","sentiment_score":0.6333333333}
{"full_text":"Study casts doubt on effectiveness of Covid testing at schools","sentiment_score":0.0}
{"full_text":"RT I'm sorry to beg again, but my little friend Olivia needs your prayers. She's at Children's Hospital in Boston with serio...","sentiment_score":-0.34375}
{"full_text":"US inmates sue jail over ivermectin treatment for Covid as 'medical experimentation' | Arkansas | The Guardian","sentiment_score":-0.05}
{"full_text":"I think they should focus less on boosters and maybe more on getting the initial vaccines out to people who are not vaccinated (and yes that includes other countries, god forbid we share our \"secret vaccine ingredients\")","sentiment_score":-0.0383333333}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT There will be walking vaccine clinic in Friday, 21st of January, please come forward and Take your jab.Young Ahmed of","sentiment_score":0.0}
{"full_text":"RT This Was Published In The Lancet Yesterday... Whats The Solution? More Shots!","sentiment_score":0.625}
{"full_text":"RT Hope Hicks is set to appear on the new season of Big Brother. No standards! Hope was a Trump aide during his terrorist...","sentiment_score":0.0681818182}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"Cloth masks aren't protecting people from Omicron. If people are venturing into shelters, bathrooms, or inside tents with others, they need to be protected.","sentiment_score":0.0}
{"full_text":"RT It's just 19 days into the new year and 32 New Brunswickers have lost their lives to COVID-19. I'd like to offer my condole...","sentiment_score":0.1363636364}
{"full_text":"RT Dr. Raul Pino, director of Orange County's health department, urged his staff to get vaccinated against COVID-19. Now, P...","sentiment_score":0.0}
{"full_text":"I don't understand the people complaining about the border vaccine mandate.The US will impose it's own vaccine mandate on 22nd January.Which means truckers won't be allowed to enter the US unless they're vaccinated.PMJT does not control US decisionshttps:\/\/t.co\/I1eBMAtB8B","sentiment_score":0.6}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT This means there will now be a national day off at the end of Dry January, falling on the feast of St Brigid, who turned her...","sentiment_score":-0.0666666667}
{"full_text":"RT Someone close to me works for the NHS sending out vaccines (in logistics). He said they haven't sent any out any covid v...","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"100% take care of the vulnerable!! But we're in lockdown because ppl who haven't taken shots are filling ICUs. I have no patience for them. I don't believe in mandates and I've had 3 shots. My biz is being destroyed by coddling these people.","sentiment_score":-0.78125}
{"full_text":"RT My bet, they don't have the nurses needed to staff them.  Never did!  That would have been overspend!  T...","sentiment_score":0.0}
{"full_text":"RT 10 people on my mom's hallway have tested positive for COVID this week and they currently have her sharing a room with someone...","sentiment_score":0.1136363636}
{"full_text":"RT One thing I don't think people realize about 'endemic' COVID, where we have regular seasonal outbreaks that wax and wane, is how...","sentiment_score":0.0}
{"full_text":"RT 2 new studies showing the same thing: omicron doesn't elicit much immunity.How is mass infection going to end the pa...","sentiment_score":0.1121212121}
{"full_text":"RT Emails Show Dr. Fauci and NIH Director Plotted To Coordinate \"devastating takedown\" of 3 Prominent Epidemiologists With A...","sentiment_score":-0.25}
{"full_text":"Canadian truckers are organizing convoys from the provinces to gather in Ottawa. The expected date of Jan. 29, the blockade of Capitol Hill and legislatures across the country, will remain there until the vaccine mandate ends.","sentiment_score":-0.1}
{"full_text":"RT #bierstarmer was hopeless.A hypocriteThen got his arse smacked on #COVID","sentiment_score":0.0}
{"full_text":"Yea it's great having a Corrupt Lying Rule Breaking Charlaton run the UK, now he's throwing the English Nation under the bus lying about covid and lifting all restrictions, how bloody gullible do you think the people with more savvy than any Tory are.","sentiment_score":0.0}
{"full_text":"The nurse who sits right beside me has COVID. The nurse on my other side just had it. Three assistants behind me had it. Lord please.","sentiment_score":-0.0797619048}
{"full_text":"RT White House email, obtained on behalf of shows Facebook, Merck and CDC Foundation, whose sponsor includes Pfi...","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls order their 4 free covid tests from USPS","sentiment_score":0.6}
{"full_text":"RT NBC News announces up to 300,000 expected covid deaths through March--10 weeks! We could prevent hundreds of thousands...","sentiment_score":-0.125}
{"full_text":"People are too excited to see their favourite bands that they don't have the mind to be like \"an event 8 months away during covid may not happen.\"","sentiment_score":0.375}
{"full_text":"RT Why does keep removing my tweet asking for and to END these mandates NOW . Appalling !","sentiment_score":-0.4375}
{"full_text":"RT An audio statement in English, titled:COVID is a Firm Plan From Allaah..Imam Mahdi Nasser Mohammed Al-Yamani12- Jumad...","sentiment_score":-0.1}
{"full_text":"RT covid makes your peanus hort so bad","sentiment_score":-0.7}
{"full_text":"RT if i get covid again i wonder if it will reset my senses","sentiment_score":0.0}
{"full_text":"Birds can cause a dent like that, but a similar airplane can drive straight through the Twin Towers intact.","sentiment_score":0.1}
{"full_text":"You can order free at-home Covid tests through the United States Postal Service using this link! Tests will ship in late January and will be delivered to your home.https:\/\/t.co\/tw4ivrH0nE","sentiment_score":0.1}
{"full_text":"This implies masks and vaccines are equal. They are not. Masks, while helpful, are far inferior to vaccines at this stage.","sentiment_score":0.05}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"NO COVID THANK YOU JESUS!!! TIME TO SHAKE BACK","sentiment_score":0.0}
{"full_text":"RT Retweet this to say THANK YOU to President Biden for doing what Trump could not: provide millions of free at home COVID...","sentiment_score":0.4}
{"full_text":"maybe i just dont trust the news at this point but is this title worded weird to anyone else???","sentiment_score":-0.5}
{"full_text":"RT The more Covid there is, the more #LongCovid there will be.Until there is something -- a cure, a treatment -- that prev...","sentiment_score":0.5}
{"full_text":"RT Chief Justice Roberts asked all members of the court to wear a mask with Justice Sotomayor having diabetes -- Gorsuch has ref...","sentiment_score":0.0}
{"full_text":"The US COVID crisis is a crisis factored and entertained by the same party that did say nothing when #TFG was facing the virus w\/ his erratic solutions. Having elected officials who advise the population to not get vaxxed is unprecedented in our society","sentiment_score":0.3}
{"full_text":"RT Joe Biden 8 months ago this week:\"If you've been fully vaccinated, you no longer need to wear a mask.  Let me repeat: If...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson just announced THE END OF COVID RESTRICTIONS for the UK! Fantastic news but WE SHOULD HAVE BEE...","sentiment_score":0.4}
{"full_text":"RT \"Omicron infection enhances preexisting immunity elicited by vaccines, but on its own may not induce broad, cross-neutralizi...","sentiment_score":0.33125}
{"full_text":"Again. Politics &gt;&gt;&gt; science","sentiment_score":0.0}
{"full_text":"In fact the right ignores NY since they are headquartered there but sometimes some of them are honest.https:\/\/t.co\/FkQCQo9GIS","sentiment_score":0.2857142857}
{"full_text":"RT Study: #Omicron leads to less severe disease in mice","sentiment_score":-0.1666666667}
{"full_text":"RT Bukayo Saka, Kieran Tierney and Martin Odegaard are all back in training. All were in the injured or covid list when th...","sentiment_score":0.0}
{"full_text":"RT So if the Covid passes are being axed in England, why on earth are unvaccinated healthcare workers still facing the sack...","sentiment_score":0.0}
{"full_text":"RT Why are we even asking business lobby groups for comment on covid measures? These groups were created to pressure govt...","sentiment_score":0.0}
{"full_text":"RT \"We have all lost so much to the pandemic, but we cannot sacrifice the lives of disabled, elderly, or chronically ill pe...","sentiment_score":-0.1666666667}
{"full_text":"I am concerned about the health after Covid as well","sentiment_score":0.0}
{"full_text":"RT Pets the latest sacrifice in China's attempt to hold fortress COVID-zero |","sentiment_score":0.5}
{"full_text":"RT Folk singer Hana Horka dies of COVID after deliberately catching virus","sentiment_score":0.6}
{"full_text":"RT If there's a vote of no confidence in Boris Johnson, it's important that the next Conservative Party leader comes from...","sentiment_score":0.2}
{"full_text":"RT For months, Ontario Liberals have been calling for the province to aggressively promote booster shots to increase uptake...","sentiment_score":0.0}
{"full_text":"RT If you support #Biden unity with #GQP, the #WhiteSupremacy party, forget about #RuleOfLaw, peace &amp; stabilityInstead, get re...","sentiment_score":0.0}
{"full_text":"AT LAST","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT #hamburg today#architecture &amp; #art #GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT GATE 2022 candidates from across the country are demanding the postponement of the exam the spike in Covid-19 cases.#GATE2022 |...","sentiment_score":0.0}
{"full_text":"Frank puts up a #GH post talking about Romance and all we got was Epiphany on a date with Mr Potato head. I know covid plays a role in the filming romance angle but this soap has had a Romance problem wayyy before covid was a thing. Get it together.","sentiment_score":0.0}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"400 Million N95 Masks To Be Given Away For Free","sentiment_score":0.4}
{"full_text":"RT 438 new Covid deaths reported yesterday.Yet today scraps Plan B measures.A prime minister who prioriti...","sentiment_score":0.1363636364}
{"full_text":"RT Dear friendsI am back to Delhi after my travel 2 Bengal. My journey on the ground in #COVID19 has traversed Bengal, Bihar,...","sentiment_score":0.0}
{"full_text":"As COVID hurts student mental health, Buckeye Ranch sends clinicians into Columbus schools","sentiment_score":-0.1}
{"full_text":"RT IT'S HAPPENINGBritain has announced that they are scrapping the vaccine passports and people will no longer be required...","sentiment_score":0.0}
{"full_text":"RT Remember if you never get tested but infect others - well, we never knew that - but if you ask a student if they are vaccina...","sentiment_score":0.0}
{"full_text":"With a nearly 30% increase in drug overdose deaths in the past year, new tools to combat the addiction epidemic are needed now more than ever. Learn how clinically validated treatment options like #PDTs can help improve outcomes for people in recovery.","sentiment_score":0.1215909091}
{"full_text":"#NEW: (NBC) - The Biden administration will make 400 million N95 masks available to Americans by working with pharmacies &amp; community health centers to distribute the masks. The admin. will begin shipments this week &amp; hopes to have the program fully operational by early February.","sentiment_score":-0.0284090909}
{"full_text":"Yet another reckless gamble with the health of the nation.","sentiment_score":0.0}
{"full_text":"RT New research suggests COVID was less deadly than thought in first year of pandemic | Just The News","sentiment_score":0.0049242424}
{"full_text":"RT A recent review of studies conducted by the EMA, involving around 65,000 pregnancies showed no sign of an increased risk of #...","sentiment_score":0.0}
{"full_text":"Read the full statement gave to the House of Commons on #COVID19 and the lifting of Plan B rules:","sentiment_score":0.35}
{"full_text":"RT Needs making clear, doesn't see this as over,we see it as common sense and a science based decision to scrap vacc...","sentiment_score":-0.1}
{"full_text":"RT If you want the jab - okIf you don't want the jab - okIf you wear a mask - okIf you don't wear a mask - okIf you w...","sentiment_score":0.0}
{"full_text":"Check out Persona Finance' blog: \"Can your business survive the Coronavirus pandemic? Follow this guide to learn how to protect your company right now\" |  #personafinance #accounting #finance #economy #business #coronavirus #guide #COVID19","sentiment_score":0.2857142857}
{"full_text":"Who doesn't like the Birthday Song?!#StaySafe #COVID #LTUBlueDevilsDare #SocialDistance","sentiment_score":0.0}
{"full_text":"Interested in writing the Gr 9, 10 or 11 Math Contests?Registration deadline is January 28. Due to COVID-19, we could be writing in person in the library on February 23 or online under parent supervision.Contact Mr. Todd in Rm. 202 or by email rtodd@bhncdsb.ca","sentiment_score":0.0625}
{"full_text":"Tomorrow: Learn from academic + community #CBPR practitioners as they discuss how they have pivoted during the twin pandemics of #COVID19 and #racialinjustice.Register:","sentiment_score":0.0}
{"full_text":"United Kingdom Prime Minister Boris Johnson is reportedly planning to scrap all COVID-19 pandemic restrictions by the beginning of March.https:\/\/t.co\/hGZHqmcNrm","sentiment_score":0.0}
{"full_text":"RT No one defunded the LAPD. Their budget went UP 12% for 2022. The station is closed because 800+ cops are out on paid sick...","sentiment_score":-0.4071428571}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"MODELS: 50,000-300,000 MORE DEAD IN USA BY SPRING...https:\/\/t.co\/hwAPQmZmTJ","sentiment_score":0.15}
{"full_text":"She probably broke covid rules hence her support","sentiment_score":0.0}
{"full_text":"RT The data show that the risks of COVID-19 during pregnancy far outweigh the risks of being vaccinated. And yet, according to dat...","sentiment_score":0.1}
{"full_text":"RT This week, students will be coming home with COVID tests to do at home. See this document for directions how to take t...","sentiment_score":0.0}
{"full_text":"A new mask mandate takes effect in on Jan. 25, though parents can opt their children out of the requirements. The mandate will be in effect through Feb. 15.","sentiment_score":0.1363636364}
{"full_text":"Florida Health Official Suspended For Encouraging Staff To Get COVID Vaccinehttps:\/\/t.co\/CFFtdSedEK","sentiment_score":0.0}
{"full_text":"The new government website where people can order free Covid-19 at-home rapid antigen tests is up and running. The program passes the testing pressure to the US Postal Service, which says it's prepared to deliver.https:\/\/t.co\/h1jcg9admr","sentiment_score":0.2681818182}
{"full_text":"Staff Writer gives her takeaways on the eventful winter the have faced thus far;Call-ups and COVID-19Frederik Andersen's play in netUpcoming road schedule and morehttps:\/\/t.co\/qO56mFHEbX","sentiment_score":0.0}
{"full_text":"Dr. Jonathan Miller, Medical Director of Value-Based Care and Chief of Primary Care at Nemours Children's Health in the Delaware Valley explains the importance of getting your family vaccinated. Learn more:","sentiment_score":0.3}
{"full_text":"RT He got David Davis byes.","sentiment_score":0.0}
{"full_text":"RT Ian Blackford accuses the PM of throwing \"caution to the wind\" by ending Plan BS.The SNP advocates never-ending work from...","sentiment_score":0.0}
{"full_text":"Language access is critical in the fight against #COVID19.#LostInTranslation: Language Barriers Hinder Vaccine Access | WebMDhttps:\/\/t.co\/RmNW34AJ77","sentiment_score":0.0}
{"full_text":"As half of all employed adults globally say they've done their job remotely since the start of the pandemic, how is this influencing our spending as consumers?","sentiment_score":-0.0888888889}
{"full_text":"Boris Johnson has announced the end of all Covid measures introduced to combat the Omicron variant from next week","sentiment_score":0.0}
{"full_text":"RT Even more crazy - removing rules on simple mitigations such as masks next week - the very actions which hav...","sentiment_score":0.0166666667}
{"full_text":"#Catecholamine physiology and its implications in patients with #COVID-19 #phaeochromocytoma #paraganglioma #PPGL #COVID19 #FREE to read","sentiment_score":0.4}
{"full_text":"Schedule your Covid-19 vaccine or booster appointment today! For a list of locations, visit #SoutheastCommunityHealthSystems #CommunityPharmacy #downloadourapp #rxlocal #covid19vaccine #vaccine #getvaccinatied","sentiment_score":0.0}
{"full_text":"Cristian Herrera #LatAm health specialist will give a keynote lecture on #cancer landscape, impact of COVID-19 and future challenges at #LancetSummitOnc.Submit abstracts for short talks by Jan 28.","sentiment_score":0.0}
