{"full_text":"Once a year, Pfizer themselves said the worst case scenario is that like the flu vaccine","sentiment_score":-1.0}
{"full_text":"Oh burrzies! It snowed a couple of inches and was 30 degrees.Doesn't that pretty much sum up how insignificant covid testing has become?","sentiment_score":0.225}
{"full_text":"RT So..How does it make sense that.University n colleges r remaining online that have vaxxed Ts n Ss while elementary...","sentiment_score":0.3}
{"full_text":"THFC statement hours earlier today not doing them any favours","sentiment_score":0.0}
{"full_text":"RT My wife, trying to cheer up our seven-year-old son \"So what do you want to do first, after the pandemic?\"Him: \"Reveng...","sentiment_score":0.25}
{"full_text":"RT The fact that one of Minnesota's busiest COVID testing locations has to move out of the convention center for a week b...","sentiment_score":-0.1}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"RT My post just now to our glorious leader; \" You are spreading vaccine misinformation Mr Andrews. This is going to increa...","sentiment_score":0.0}
{"full_text":"RT the mouse strapped her to the vaccine table like the winter soldier lmao","sentiment_score":0.6}
{"full_text":"RT The laundry would've been $100 but we were charged less for blankets.. it was $62 receipt belowGot home\/ Ice: someone...","sentiment_score":-0.1666666667}
{"full_text":"This is not far off here in America. #PatriotsUnite","sentiment_score":-0.05}
{"full_text":"Omicron is very infectious so you will probably need to stare down, push through and shake and bake at the same time.","sentiment_score":0.0148148148}
{"full_text":"RT Didn't age well","sentiment_score":0.0}
{"full_text":"Honest to Gawd, just stop your propaganda BS. Just literally stop feed the hungry, house the homeless. Do a good deed you are a joke of a leader","sentiment_score":0.4}
{"full_text":"RT I'll start \"learning to live with Covid\" when \"learning to live with Covid\" means \"doing the things that allow us to live w...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Governor Glenn Youngkin ends vaccine mandate for state employees and mask mandates for schools","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson's 'wine time Fridays' - No10 staff drinks every week in pandemic","sentiment_score":0.0}
{"full_text":"I'm in my first year at a new position; longest a position has lasted has been 3 years, &amp; I left because of Covid policies. Have been tutoring at the same place for 9 years, &amp; Adjunct professor for 4. Have only written for EDHREC for 2 months, but have 9 articles published.","sentiment_score":0.0772727273}
{"full_text":"RT Dr. Moore is a skilled communicator. His initial remark was purposefully framed to align w\/ what polling data tells us...","sentiment_score":0.25}
{"full_text":"RT It need not be true, but If you just say you're pro life, pro 2nd Amendment, strong on military and our Vet's, support our c...","sentiment_score":0.1708333333}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"RT Someone on radio just said the NSW govt have quietly extended lease moratoriums for retail &amp; hospo businesses in NSW until m...","sentiment_score":0.0}
{"full_text":"RT Republican Gov. Glenn Youngkin signed 11 executive orders following his swearing in ceremony today, including those that overtur...","sentiment_score":0.0}
{"full_text":"RT Regarding the confirmation by ONS via an FOI request that only around 17,000 people have died as a direct result of contr...","sentiment_score":0.05}
{"full_text":"RT 94yo patient said he didn't deserve to be treated this way. He took my hand, &amp; in tears, said he worked hard all his lif...","sentiment_score":-0.2916666667}
{"full_text":"RT Seeing this go around and it is not correct that is going to stop doing daily death counting\/reporting. This chang...","sentiment_score":0.0}
{"full_text":"My employer also gives us 2 weeks pandemic leave at the moment and they've allowed people to switch their annual leave to pandemic leave if they were sick with covid","sentiment_score":-0.7142857143}
{"full_text":"RT World Health Organization recommends two new drugs to combat COVID-19 infection","sentiment_score":0.1363636364}
{"full_text":"RT 4-in-10 illegal immigrants in ICE custody have refused the Covid-19 vaccine.Meanwhile, 10 million American healthcare wo...","sentiment_score":-0.25}
{"full_text":"RT Trump has respectfully requested no one show up with their white hoods to his klan rally tonight, as this would infringe...","sentiment_score":0.25}
{"full_text":"RT  Righto.","sentiment_score":0.0}
{"full_text":"RT In addition to lung and epithelial damage, even mild covid-19 infections also increase risk of kidney failure:","sentiment_score":0.0083333333}
{"full_text":"They just need work on the turnaround time. They're so far behind but yet still taking orders. Can't keep calling COVID as an excuse","sentiment_score":-0.1166666667}
{"full_text":"RT If folks held Republicans to the same standards as Democrats, Hillary Clinton would be in her second term, 850k people wouldn't...","sentiment_score":0.0}
{"full_text":"RT As an employer I make the promise not to impose a vaccine mandate upon my employees!In addition my company  will no lon...","sentiment_score":0.0}
{"full_text":"RT Another brutal day for Joe Biden: on the same day his own political party rejects his voting rights bill -- and the requisit...","sentiment_score":-0.06875}
{"full_text":"RT Today would be a great day for to resign from head &amp; give the World Health Organization a chance *not* to be...","sentiment_score":0.8}
{"full_text":"RT #snap #DeltaAirlines I just canceled my frequent flyer account. should be fined by the should fine them f...","sentiment_score":0.2583333333}
{"full_text":"RT I don't think people understand the extreme fear that HCWs have of bringing home COVID to their families.Lord, please ke...","sentiment_score":-0.125}
{"full_text":"RT Covid booster jabs in England to be thrown away as demand falls It is all over ","sentiment_score":0.0}
{"full_text":"RT If Djokovic is deported because he believes in freedom of choice then sho...","sentiment_score":0.0}
{"full_text":"#Virginia look what you have done? Another member of the GOP Death Panel.","sentiment_score":0.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"Endless Build Back Better Tax Syphoning SchemesClimate Change TaxHealth Service Tax Farting Methane TaxCovid TaxEquality NGO's TaxLGBT Better Education Tax","sentiment_score":0.21875}
{"full_text":"RT From an imaging point of view, there's been another shift.The volume of imagining for COVID related illness is ticking d...","sentiment_score":0.0}
{"full_text":"RT On his first day in office new Virginia governor Glenn Youngkin ended the state mask mandate for public schools and ended t...","sentiment_score":0.1287878788}
{"full_text":"Coming to a city near you !","sentiment_score":0.125}
{"full_text":"RT criticizing the words of Macron and our PM.... Really? How about a positive message about the work done by these lead...","sentiment_score":0.2136363636}
{"full_text":"I don't think Omi has peaked &amp; it's highly likely another variant will follow it quicklyThe immune evasiveness also suggests fairly rapid reinfection is possible, probably likely.By April vaccine wane will be considerable too. Storms are coming before summer","sentiment_score":0.2}
{"full_text":"RT So are we supposed to be mad because she has her arm around her friend? Piss off! This is getting ridiculous now!!","sentiment_score":-0.6510416667}
{"full_text":"Or there's new variants that reacts differently with the vaccine. ","sentiment_score":0.0681818182}
{"full_text":"UNTESTED.....are you kidding? There are 10 billion data points and growing.Any other medication that you use primarily goes through three phases of testing and the numbers generally are less than 10 000.The vaccine reduces transmission and greatly reduces the chance of death.","sentiment_score":0.1916666667}
{"full_text":"RT On his first day the new Republican Governor of Virginia rescinded the school mask mandate and vaccine mandate for state e...","sentiment_score":0.1931818182}
{"full_text":"RT Everyone I know who is jabbed is sick right now. Everyone I know who had their booster is REALLY sick right now. All with co...","sentiment_score":-0.2142857143}
{"full_text":"RT Locked down w\/ Omicron despite 3 vaxes, N95 at all times at work (+ goggles w\/ patients), no social interactions x 2 weeks....","sentiment_score":-0.0861111111}
{"full_text":"RT Can we all just behave and try to get Omicron under control?Because the next strain is probably Pi and we all know how l...","sentiment_score":0.0}
{"full_text":"Any followup on this, ?https:\/\/t.co\/oGugvSNqgw","sentiment_score":0.0}
{"full_text":"RT Seeing all my high risk disabled friends who have been isolating for almost 2 years finally catching COVID and fuck this s...","sentiment_score":0.04}
{"full_text":"RT Someone  gets it. If the only difference is the NAME - there is NO DIFFERENCE","sentiment_score":0.0}
{"full_text":"RT How many times has Morrison started a press conference by saying either \"I pay my sincere condolences to the families...","sentiment_score":0.5}
{"full_text":"I really wish we would take this seriously. Glamourizing and promoting drinking culture is literally destroying people's lives and has a profoundly negative impact on our health and social services. No, I'm not a Prohibitionist but it's easier to call me one than to face facts.","sentiment_score":-0.12}
{"full_text":"I disagree. His support is solid and there's nothing wrong with having a vaccine available, and he's opposed to mandates. That's the important issue. .@nina14p","sentiment_score":0.075}
{"full_text":"RT Butterworth is a scared little boy, who likes the sound of his own voice and doesn't understand the science. There is ma...","sentiment_score":0.2708333333}
{"full_text":"Well actually the N95 protects  the wearer very very well regardless of masks on others. Fact check that and mask away as you wish!!","sentiment_score":0.203125}
{"full_text":"RT Several of the senior scientists behind the lab leak cover-up (Fauci, Farrar, Collins) are the same senior scientists...","sentiment_score":-0.1333333333}
{"full_text":" stop neither transmission nor infection, they only reduce severe disease &amp; death. Covid has a 98% survival so  were only for the elderly or compromised not the major pop. I actually offer declination forms that you can use to legally decline the  ","sentiment_score":0.0525}
{"full_text":"COVID-19 Conundrum - amid the Omicron wave why in #Africa &amp; #Asia the infection rate per million people so low compares to the region (#Europe - #America) where the resilience level is supposed to be higher ? Does common flu matter ?","sentiment_score":-0.0166666667}
{"full_text":"\"The court's 6-to-3 ruling Thursday blocking the Biden administration's vaccine-or-test mandate is yet another example of the elite playing by one set of rules while applying a different standard to the masses...\"https:\/\/t.co\/ROzzrYmdoK","sentiment_score":0.0}
{"full_text":"RT NEW - Peer-reviewed large PSM study from Brazil finds, \"regular use of ivermectin as a prophylactic agent was associated...","sentiment_score":0.1168831169}
{"full_text":"Right-Winger On Ventilator Blames Dems, BLM, China For COVID via","sentiment_score":0.0}
{"full_text":"RT We thank fans for following the Government's Plan B measures, keeping everyone safe at #PL matches  Show your COVID...","sentiment_score":0.25}
{"full_text":"RT Check out this thread - USA.They are looting trains of packages.","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic is challenging the Australian government one last time on Sunday in hopes of playing at the Australian Open des...","sentiment_score":0.1}
{"full_text":"RT Namaste, you can read it here: Omicron is causing a TSUNAMI, not a wave, of infections in the US. No......","sentiment_score":0.0}
{"full_text":"That is very sad! In US the NFIB, all 50 Republican Senators, and the Supreme Court overturned OSHA's #VaccineMandate, hope you can too!https:\/\/t.co\/0coPzJUfes","sentiment_score":-0.8125}
{"full_text":"RT When anti-vaxxers get COVID, why do they go to emergency rooms? Why don't they stick with natural immunity instead of je...","sentiment_score":0.1}
{"full_text":"RT Boss of bosses","sentiment_score":0.0}
{"full_text":"RT I stand by what I said last night. Arsenal have 1 Covid case, let 2 players leave on loan and saw their U23's play last...","sentiment_score":0.0}
{"full_text":"How Well Is The Covid Vaccine Working? #CovidVaccine #CovidVaccination #CovidVaccines #covidvax #COVID19","sentiment_score":0.0}
{"full_text":"The point is is that data is FAR from conclusive and in agreement that A) COVID is AS severe as the rhetoric is, and B) that Vax efficacy comes anywhere close to justifying such a dangerous precedent like mandating health choices","sentiment_score":-0.1666666667}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT Politicizing COVID-19 From The Start","sentiment_score":0.0}
{"full_text":"The side effects of budesonide include a weakened immune system, especially dangerous in a pandemic.","sentiment_score":-1.0}
{"full_text":"That is chloroquine, not HC. \"Our literature review has generated somewhat contradictory findings, but strongly suggests that HC is not beneficial for COVID-19 treatment. ...\"","sentiment_score":0.4333333333}
{"full_text":"People in the hospital catching COVID should be counted as COVID cases. More vulnerable to bad outcomes because so many of them are already weakened by other conditions.","sentiment_score":0.0458333333}
{"full_text":"RT This! Covid Scotland: Ministers unlawfully kept second wave death and case predictions secret","sentiment_score":-0.2}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT SHUTTING DOWN THE COVIDIOTS Right-wing commentator Dan Bongino's YouTube channel has been suspended for violating t...","sentiment_score":-0.1555555556}
{"full_text":"The CDC has continuously been bad at communicating to the public in this pandemic.","sentiment_score":-0.35}
{"full_text":"RT Read the full Correspondence \"Scientific consensus on the #COVID19 pandemic: we need to act now\"","sentiment_score":0.35}
{"full_text":"RT It seems footballers are getting cardiac mris now even after mild covid infections and the issues are being found, myoc...","sentiment_score":0.1416666667}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT There have been more Covid deaths under Biden and the Democrats. So they will stop counting. Wake up.","sentiment_score":0.5}
{"full_text":"RT \"Dude, my roommate had a stroke\" is not something you ever expect to hear from someone in their 20s. It's right up there w...","sentiment_score":0.2857142857}
{"full_text":"RT Gut microbiome can predict COVID-19 mortality rates. Collinsella transforms the gut's bile acids into ursodeoxycholic...","sentiment_score":0.0}
{"full_text":"RT How many times has Morrison started a press conference by saying either \"I pay my sincere condolences to the families...","sentiment_score":0.5}
{"full_text":"RT The Governor of Texas tweeted this while a gunman held four people hostage inside a synagogue in Texas. #Colleyville","sentiment_score":0.0}
{"full_text":"RT Sign this Petition if you want Guzman to be fired for spreading misinformation about vaccines and antisemitism. And Com...","sentiment_score":0.0}
{"full_text":"Health officials explaining why repeated  may not be safe comes with a warning from that health officials consider the safe.","sentiment_score":0.5}
{"full_text":"From #pandemic to #endemic: Can 2022 succeed where 2021 failed?","sentiment_score":-0.5}
{"full_text":"Clapping, yes.  Chanting, no.https:\/\/t.co\/BSyJsY4aOV","sentiment_score":0.0}
{"full_text":"The Australian government does not \"force\" anyone to get a vaccine. But it does have the right to police it's borders and set up it's own immigration policies. If you don't like the criteria, you can excercise your personal choice not to come","sentiment_score":0.2214285714}
{"full_text":"Today we have recorded 17,445 new COVID-19 cases. Sadly, we have reported three deaths in the past 24 hours.Full details ","sentiment_score":-0.2045454545}
{"full_text":"Under a new policy, Americans may purchase home testing kits for free under their insurance or submit receipts for reimbursementhttps:\/\/t.co\/2Tv3aoIhQ2","sentiment_score":0.2681818182}
{"full_text":"Baldwin Park Unified School District announces a pupil-free day Tuesday in an effort to help prevent the spread of COVID-19 cases at school siteshttps:\/\/t.co\/KN80OTQKzL","sentiment_score":0.0}
{"full_text":"RT Mexico reports 47,113 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT Third wave of covid is it?? ICU beds are emptyHospitals are not fullLabs are freeNo ambulance running on the roadO2 is...","sentiment_score":0.0}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"Private health insurers are now required to cover the cost of over-the-counter, at-home COVID-19 tests. #WestMichigan #COVID19 #testing FULL STORY &gt;&gt;","sentiment_score":0.175}
{"full_text":"Chinese officials say an #omicron case has been detected in #Beijing, as the country battles multiple outbreaks of the highly transmissible coronavirus variant ahead of the Winter Olympics.https:\/\/t.co\/XGAhVWSlHY","sentiment_score":0.0533333333}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"ICYMI: The letter, although non-binding, signals that battles over coronavirus measures are likely to continue for the more than 100,000 students at public colleges and universities throughout the state.","sentiment_score":0.1666666667}
{"full_text":"The paradoxical findings were later found to have been influenced by behavioural &amp; methodological issues, such as the timing of the observational study, the way in which vaccine passports altered individual risk &amp; changes in access to COVID-19 testing.","sentiment_score":0.0}
{"full_text":"Vaccine appointments for children aged 5 to 11 are currently available.BOOK NOW!...#m4tvcovid19updates","sentiment_score":-0.05}
{"full_text":"During COVID-19, the world discovered that social media is a great way for individuals and communities to stay connected even while physically separated.#SMM #DICTDigitalJobsPH #jrmsukc #follow #Facebook #socialmedia  #like #digitaljobsph #pandemic #page","sentiment_score":0.2777777778}
{"full_text":"RT KING ","sentiment_score":0.0}
{"full_text":"Bassett's senior attending physician of infectious diseases address the latest variant of COVID.","sentiment_score":0.5}
{"full_text":"A surge in coronavirus cases in Iowa has significantly stressed medical centers as people rush to get tested, hospitalizations surge and health care workers are sidelined by illness.https:\/\/t.co\/2maN177e9P#KTVONews","sentiment_score":0.1875}
{"full_text":"RT No satire or joking here...\"Now think about it, before COVID, did anyone go out and seek testing to determine if they...","sentiment_score":0.0}
{"full_text":"Community spread in #Delhi?A study by scientists at the Institute of Liver and Biliary Sciences has highlighted evidences of community transmission of Omicron variant in Delhi.India Today's joins us for more information on this.#Omicron | #RE","sentiment_score":0.5}
{"full_text":"According to round 4 of the #COVID19 Democracy Survey (@HSRCza + vaccine acceptance dropped for adults aged between 18 and 25. So we got to answer a few questions young people may have about getting jabbed in this #BhekisisaResource.","sentiment_score":-0.1}
{"full_text":"Residents are allowed to visit the Contemporary Arts Center for a limit of an hour and forty-five minutes.https:\/\/t.co\/NtxJJ9zmxc","sentiment_score":0.0333333333}
{"full_text":"After the pandemic, Delaware restaurant openings took a hit. In 2022, the First State is welcoming a few new additions to its foodie scene!","sentiment_score":0.0734848485}
{"full_text":"RT In night court now. 57-year-old man sent to Rikers on $2,000 bail for possession of a small amount of heroin. The COVID ra...","sentiment_score":-0.25}
{"full_text":"Pressures from COVID-19 push Winnipeg Fire Paramedic Service to increase its staff | via","sentiment_score":0.0}
{"full_text":"RT I did an analysis of all chest X-rays over an 8 hour period. Of the 40 patients, 75% were completely normal or had disease...","sentiment_score":0.15}
{"full_text":"Clap, don't chant: China aims for 'Zero COVID' Olympicshttps:\/\/t.co\/0HFd5VfsCa","sentiment_score":0.0}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT Pls wear an #FFP2 #FFP3 respirator mask or equivalent in ALL public indoor places and public transports. Protecting our airway...","sentiment_score":0.0}
{"full_text":"Parents who live in many rural areas of the United States and who want a COVID-19 vaccine for their kids find that access is still lacking, with many pediatricians not even administering them.https:\/\/t.co\/tmGQLwZUwN","sentiment_score":0.2840909091}
{"full_text":"Hundreds of students in Chicago walked out of school, demanding a switch to remote learning as a surge in COVID-19 cases fueled by the Omicron variant disrupts in-person classes across the country","sentiment_score":-0.1}
{"full_text":"COVID Infusion therapy helps cancer patientshttps:\/\/t.co\/4XWFYfEv2s","sentiment_score":0.0}
{"full_text":"RT The 47th ranked player in the world, double jabbed, was welcomed into Australia and THEN tested positive!Meanwhile the...","sentiment_score":0.0}
{"full_text":"RT A huge protest today in Rome against COVID mandates.","sentiment_score":0.4}
{"full_text":"Health officials are now allowing fully vaccinated kids and adults who have been exposed to stay at school as long as they're up to date on their coronavirus vaccinations.https:\/\/t.co\/cEz8gOPjQw","sentiment_score":-0.05}
{"full_text":"RT As protests grow in EU + worldwide against COVID vaccine mandates, some countries are backtracking or at least harbori...","sentiment_score":-0.3}
{"full_text":"Some wealthy Asians profited from a pandemic that killed over a million. We need policies to change this broken system. Our report finds a wealth tax of 2-5% could pay for an increase in health-spending in Asia by 60%: #inequality #taxtherich","sentiment_score":-0.0333333333}
{"full_text":"THE ZEDS SERIES... #wattpad #wip #amwriting #zombies #apocalypse #pandemic #series","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 3.1FWind Chill: 3.1FHumidity: 75%Dew Point: -2.9F Barometer: 30.600 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 800.000000Deaths: 10.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The Department of Education is strongly recommending the expansion of limited face-to-face classes amid the Covid19 pandemic. | Read more:","sentiment_score":0.2873015873}
{"full_text":"On this day last year, with little to do in lockdown, I read Society of the Spectacle by Guy Debord.","sentiment_score":-0.09375}
{"full_text":"A Wuhan coronavirus (Covid-19) \"isolation and quarantine\" facility has been set up by Gov. Jay Inslee of Washington state. And Inslee is now looking to hire people for the \"strike team\" that will run it.","sentiment_score":0.0}
{"full_text":"You mean this one because it's a non story and wasn't illegal as it wasn't lockdown? Scraping the barrel","sentiment_score":-0.40625}
{"full_text":"RT \"Omicron is so contagious that it can't be stopped.\"\"We're all going to catch it. It's inevitable.\"\"Omicron is like...","sentiment_score":0.0}
{"full_text":"RT Thousands of surgeries are postponed daily while Doug Ford does nothing. Ontario Liberals continue to call for military...","sentiment_score":-0.05}
