{"full_text":"REAL Leadership","sentiment_score":0.2}
{"full_text":"RT Lockdowns were the hero of the pandemic They gave us time to create a multi-bn $ vaccine market before people found...","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT Many friends reporting absolute mayhem at the chemists that pop up as having covid tests on the Find A Rat site or through w...","sentiment_score":0.35}
{"full_text":"Completely.  Not to mention all the insanity.  Healthcare workers: don't gather, don't go to funerals because Covid.  Health care workers: protest (even if it leads to riots, people being beaten up, etc) because racism is a public health crisis? Wtf???","sentiment_score":-0.1833333333}
{"full_text":"RT The Chicago Teachers Union just brought a knife to a gunfight. The Mayor should just close all the schools now and fire t...","sentiment_score":0.0}
{"full_text":"RT #Omicron is NOT the common cold! Health systems can get overwhelmed. Important to have systems to test, advise and monito...","sentiment_score":-0.2166666667}
{"full_text":"RT If this really is a pandemic of unvaccinated, why are there so many vaccinated people with COVID....","sentiment_score":0.35}
{"full_text":"We're. Never. Going. Back!","sentiment_score":0.0}
{"full_text":"RT #Ignou_promote_all_students due to omicron spreading so quickly","sentiment_score":0.1041666667}
{"full_text":"RT Hey guys, Doc here. If you've had Covid, going through Covid, over Covid, have the flu, sinus infections, allergies etc...","sentiment_score":0.0}
{"full_text":"RT Can someone please explain this ","sentiment_score":0.0}
{"full_text":"RT We are unquestionably, undeniably, per policy counting deaths WITH Covid and not from it, and have been doing so the entir...","sentiment_score":0.0}
{"full_text":"Headline should read: \"Unvaccinated Salem couple dies...\"","sentiment_score":0.0}
{"full_text":"RT The CDC recommends you lock yourself in a room with two brothers. One only tells the truth, the other only tells lies. One...","sentiment_score":-0.0416666667}
{"full_text":"RT This is the ONLY one of these I'll be retweeting, I promise.","sentiment_score":0.0}
{"full_text":"Biden Doubles Order of COVID Pills to Fight Omicron","sentiment_score":0.0}
{"full_text":"Damn. *hugs* Pandemic fatigue is scary. Be safe. ","sentiment_score":0.0}
{"full_text":"RT Starmer is trying the Union Jackery, and failing. It is as popular as covid is in Scotland.","sentiment_score":0.6}
{"full_text":"RT Omicron won't peak in Australia until it's spread through our schools. There's not enough appointments available (in Qld...","sentiment_score":0.2}
{"full_text":"Oh, no...","sentiment_score":0.0}
{"full_text":"RT Hope y'all recover from clout sickness and covid! ","sentiment_score":0.0}
{"full_text":"3rd Wave started","sentiment_score":0.0}
{"full_text":"Michigan's First Gentleman Tests Positive For COVID-19https:\/\/t.co\/YSyz4NyzKV","sentiment_score":0.2386363636}
{"full_text":"RT Hey guys, Doc here. If you've had Covid, going through Covid, over Covid, have the flu, sinus infections, allergies etc...","sentiment_score":0.0}
{"full_text":"my husband died because treatment for covid was withheld from him.","sentiment_score":0.0}
{"full_text":"RT \"Maybe it was the little break that helped...I don't know. I didn't really do much. I rode the bike at my house, that's abou...","sentiment_score":0.00625}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT SMALL-TIME CRIMES GET A PASSNew DA's policy angers some cop unions rising in city schools...","sentiment_score":0.0}
{"full_text":"RT aa dekhe j'raa kismeN kitnaa haiN dm #pusspaa #AlluArjun #Pushpa continues it's mettle on BoxOffice despite increasing corona ca...","sentiment_score":0.0}
{"full_text":"So children forced to stay home with parents forced to stay home from work, some of them abusive,  is not a consequence of the lockdown?","sentiment_score":-0.3}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT Forcing Americans to spend like a hundred dollars on N95s and at-home COVID tests is an absolute failure of public health...","sentiment_score":-0.0388888889}
{"full_text":"The Grattan Institute penned a report in July warning there would be a reliance on RATs, especially for settings such as schools ","sentiment_score":0.0}
{"full_text":"I'd just like to know why leaves her aggressive Covid disinformation up.","sentiment_score":0.0}
{"full_text":"RT \"I don't think it's covid\" oh you asked the virus? Like...","sentiment_score":0.0}
{"full_text":"\"Has anyone ever did a signing for MV Realty? I have completed several signings for the company and half of the signers are under the assumption that the company is offering mortgage assistance due to COVID.\"","sentiment_score":-0.0972222222}
{"full_text":"RT feels like the part of the pandemic where all the nurses and doctors also have the disease and have to keep working an...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Dave Bateman, a MAJOR donor to the Republican Party, blasts out an antisemitic email claiming that \"Jews\" ar...","sentiment_score":0.0625}
{"full_text":"58,097 fresh COVID-19 cases in India, 55% higher than yesterday#maskUp #Omicron #Covid_19","sentiment_score":0.275}
{"full_text":"My Lord Chris.   How thick is your bubble you are just now figuring this out?It kinda makes you a shitty journalist.","sentiment_score":-0.3}
{"full_text":"RT If mandates and lockdowns work, why do D.C. and New York have the highest coronavirus cases per capita?","sentiment_score":0.1363636364}
{"full_text":"RT Are you forgetting that cases are rising of corona???? Or u don't care??? Is this more important now or safety of people?...","sentiment_score":0.45}
{"full_text":"RT If this really is a pandemic of unvaccinated, why are there so many vaccinated people with COVID....","sentiment_score":0.35}
{"full_text":"most of my vaccinated friends are sick with covid and a part of them are spreading the virus cuz they have minor symptoms and feel is just a flu.","sentiment_score":-0.0880952381}
{"full_text":"I'm sure it's the one around the lower back, yerrrr. What a pain.","sentiment_score":0.25}
{"full_text":"RT \"It's not possible to end COVID\" is capitalist death cult propaganda, just like \"it's not possible to stop the climate col...","sentiment_score":-0.0333333333}
{"full_text":"RT When the Polio vaccine came out one of the most popular places to get it was at your local Church. How...","sentiment_score":0.3666666667}
{"full_text":"Everyone is going to be \"you know what\" positive, get tested and stigmatized the same way people did who got the last big deadly virus. There will be commercials about how \"&lt;insert wacky drug name here&gt; helps me manage my Covid\". All of us \"success stories \"","sentiment_score":0.1181818182}
{"full_text":"RT This is how students are treated and left to go home after getting Covid +ve. Shame . AKTU student life matter...","sentiment_score":0.0}
{"full_text":"RT hey yall maryland just declared a state of emergency cause of covid spikes, if anyone following me is planning on going...","sentiment_score":0.0}
{"full_text":"RT If you're in the military &amp; you refuse the vaccine, they should kick your ass out.","sentiment_score":-0.1}
{"full_text":"RT An excellent long read article on the persistent mythology of the Lost Cause; I'm looking forward to book....","sentiment_score":0.475}
{"full_text":"RT Ron DeSantis lets thousands of Floridians die of covid, bans schools from not teaching the history of racism, and then arres...","sentiment_score":0.0}
{"full_text":"RT As this new surge is happening with COVID I cannot stress enough that you MUST add alt text to your charts and graphs on...","sentiment_score":0.0681818182}
{"full_text":"9-yo 'healthy' #tiger dies suddenly at Pilikula; Samples sent for #Covid testhttps:\/\/t.co\/9wvq4kYRWA","sentiment_score":0.25}
{"full_text":"Areeeey ","sentiment_score":0.0}
{"full_text":"RT Why Sushant's Covid Test Was Not Done@ips_nupurprasad  Evidenc...","sentiment_score":0.0}
{"full_text":"None are contagious bar the Rona","sentiment_score":0.0}
{"full_text":"RT I would love it if such a debate took place.","sentiment_score":0.25}
{"full_text":"RT BREAKING NEWS: Starbucks announces that it will begin requiring ALL of its its U.S. workers to be vaccinated against C...","sentiment_score":0.0}
{"full_text":"RT  he actually said it again.","sentiment_score":0.0}
{"full_text":"RT Right across the river from Detroit, Windsor now has a strict lockdown shutting down restaurants, bars, and the casinos. Mea...","sentiment_score":0.0650793651}
{"full_text":"Facts!","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"still covid free, as much as one is ever covid free","sentiment_score":0.3333333333}
{"full_text":"RT #BREAKING: L.A. County Supervisor just announced during a interview that she's tested positive f...","sentiment_score":0.2272727273}
{"full_text":"RT \"Covid testing rules will be relaxed as part of efforts to shorten isolation periods and ease the staffing shortages crippl...","sentiment_score":0.0}
{"full_text":"RT There's this super mega expert who says the face shield is an added layer of protection against covid transmission. \"My...","sentiment_score":0.3333333333}
{"full_text":"RT Spoken like a true man.","sentiment_score":0.35}
{"full_text":"RT I'm disappointed at UK gov's lack of coordination in opening up air transit routes. Cancel BA air ticket a...","sentiment_score":-0.75}
{"full_text":"...amen Brother","sentiment_score":0.0}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"RT Redacted tells us that they have a great deal to hide.... This why there needs to be a RICO lawsuit filed against this medica...","sentiment_score":0.8}
{"full_text":"RT All nine Supreme Court justices have received a Covid-19 booster shot, the court said Tuesday.","sentiment_score":0.0}
{"full_text":"RT .@DrLiMengYAN1: \"All my research, combined with...my collaboration with people in China...I can tell people that this virus...","sentiment_score":0.0}
{"full_text":"RT Miami-Dade's ambulance calls for suspected COVID-19 patients still on the rise, per latest county dashboard report. Most re...","sentiment_score":0.5}
{"full_text":"RT Us wondering how long we gotta truly stay in quarantine CDC :","sentiment_score":-0.05}
{"full_text":"RT The CDC recommends you wake in the morning and you step outside and you take a deep breath and you get real high and you...","sentiment_score":0.08}
{"full_text":"It is now quite likely that vaxed teens will pick up Covid within the next 1-4 weeks. What will parents think? That #Omicron was anyway going to hit them and the vaccine was given just in time? Of course, most will get away mild, so their belief will be reinforced!","sentiment_score":0.2291666667}
{"full_text":"Omw to check with the vaccine finally ","sentiment_score":0.0}
{"full_text":"RT Unreal that our PHO is throwing in the towel. as you said in August 2020, responsibility for these decisions...","sentiment_score":0.0}
{"full_text":"RT As Covid cases are out of control in FL, DeSantis hasnot increased test procedures given no assistance for overwhel...","sentiment_score":0.0}
{"full_text":"RT King Carl Gustaf &amp; Queen Silvia (3 vaccines both) have been tested positive for Covid-19 with mild symptoms. Contact t...","sentiment_score":0.2803030303}
{"full_text":"RT When my kids were young &amp; had chickenpox, my sister-in-law rushed over with her kids to expose them. I know, I'm old. But...","sentiment_score":0.1}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT 10,860 New #Covid19 Cases In Mumbai, 20 Deaths In MaharashtraRead more:","sentiment_score":0.3181818182}
{"full_text":"But is the pandemic of the unvaccinated ","sentiment_score":0.0}
{"full_text":"RT It's astonishing that the efficacy of Covid treatment alternatives haven't been fully investigated and made public.We...","sentiment_score":0.5}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT Why has Biden's covid response been so terrible and how could he have done better? I address that in a mere 7,000 words....","sentiment_score":-0.3333333333}
{"full_text":"RT It seems \"dying WITH COVID and not FROM COVID\" is the new anti-public-health talking point. As someone who fills out death cert...","sentiment_score":0.1363636364}
{"full_text":"I don't know anything about that account but they aren't wrong about this.  If we paid everyone to stay home we'd be far better off than we are now.","sentiment_score":0.0333333333}
{"full_text":"RT Turning a blind eye to the spread of #COVID19 in daycares &amp; schools prevents families from protecting themselves and their...","sentiment_score":-0.5}
{"full_text":"RT What would ideal COVID Isolation guidance be?Once rapid antigen tests are cheap &amp; ubiquitous1. Isolate for first 5 days...","sentiment_score":0.5166666667}
{"full_text":"RT This afternoon, I met with members of my COVID-19 Response Team to discuss the Omicron variant and our efforts to combat it. We...","sentiment_score":0.0}
{"full_text":"RT The fight for civil rights continues in Jacksonville, Florida! This is not just a moment; this is a movement.Immense grat...","sentiment_score":0.0}
{"full_text":"RT Letting guys like Roger Stone, Michael Caputo, Trump etc off the hook for their many crimes gives you more Roger Stone, M...","sentiment_score":0.5}
{"full_text":"My sister and mom are TIGHT that I didn't get Covid with them ","sentiment_score":-0.1785714286}
{"full_text":"RT i don't know if the UC students realize how absolutely amazing the covid tests they provide us are. they are free, sel...","sentiment_score":0.5}
{"full_text":"Monash University's Dr Michael Lydeamore says as long as hospitalisations stay at a manageable level it doesn't really matter how many cases are recorded.https:\/\/t.co\/RA2nJojeFC","sentiment_score":0.2166666667}
{"full_text":"Hoards of snot nosed contagion factories running amok in schools without masks and vaccinations is no way to run a Pandemic. Snot nosed is not derogatory,....it's  descriptive.","sentiment_score":0.0}
{"full_text":"RT Too bad the Ford govt didn't react on Dec 16 with the call for a circuit breaker. Too bad the govt didn't plan ahead fo...","sentiment_score":-0.7}
{"full_text":"RT If you get COVID-19, you are more likely to die in Mexico than in almost any other country...Another sign of widespread publ...","sentiment_score":0.125}
{"full_text":"RT The Fresno State Women's Basketball game versus Colorado scheduled for Thursday, Jan. 6th, and the Men's Basketball gam...","sentiment_score":-0.4}
{"full_text":"RT Something to take note of is that healthcare is one of the few industries that adds labor in a recession because it has a g...","sentiment_score":-0.2}
{"full_text":"RT Double vaccinated + a booster. Avoided gatherings and only saw my sister over Christmas who was asymptomatic. Now I'm si...","sentiment_score":0.0}
{"full_text":"RT RM, Jin &amp; Suga of BTS have successfully recovered from COVID-19 and finished their quarantine periods.","sentiment_score":0.75}
{"full_text":"RT While the pandemic hit the Nation badly and survival for city Corporations is itself a challenge due to revenue cutoff's,We...","sentiment_score":-0.4125}
{"full_text":"RT W-O-W - also, as someone immunocompromised? my nightmare.","sentiment_score":0.0}
{"full_text":"RT I remember when was the worst governor in Florida history. Now we not only have the worst in","sentiment_score":-0.6666666667}
{"full_text":"RT Last week, the CDC reported that weekly deaths in people age 18-29 has decreased to zero from one in five million the week p...","sentiment_score":-0.2}
{"full_text":"HERE WE GO AGAIN","sentiment_score":0.0}
{"full_text":"RT State health officer says COVID treatments are scarce in Alabama","sentiment_score":0.0}
{"full_text":"I don't have to. I listened to the part where he said it's not a threat. When Fauci was saying this it was already too late to stop COVID. Look at Australia! They followed your idiotic plan. You can treat a virus but you can't stop it without a vax that works or natural immunity.","sentiment_score":-0.3138888889}
{"full_text":"RT You see, by \"regional\" Fauci clearly really meant \"world-wide,\" by \"spikes\" he meant \"tidal waves,\" and by \"fall\" he meant...","sentiment_score":0.2}
{"full_text":"#Omicron appears to be dominant variant locally","sentiment_score":0.0}
{"full_text":"\"Australia's health system under pressure as COVID-19 cases hit fresh records\"https:\/\/t.co\/IBvlSk5GPXBy via COVID-19 topic)","sentiment_score":0.3}
{"full_text":"RT India reports 58,097 fresh COVID cases, 15,389 recoveries, and 534 deaths in the last 24 hoursDaily positivity rate: 4.18%Acti...","sentiment_score":0.15}
{"full_text":"A lot of workplaces are treating it like a lockdown, which is pretty revealing","sentiment_score":0.25}
{"full_text":"RT Lockdown looming?","sentiment_score":0.0}
{"full_text":"RT The Vic gov secured another 10mil rapid tests, on top of the 34m announced last week. They'll be distributed free in coming...","sentiment_score":0.3}
{"full_text":"So what's the message here? Don't get vaccinated and don't wear a mask and just accept that you're gonna get Covid?","sentiment_score":0.0}
{"full_text":"Having some random bitch know where you stay and stalk your home to the point where they know the specific designs of your kitchen and bedroom is.....scary","sentiment_score":-0.25}
{"full_text":"BATTLING OMICRON: joins to break down the CDC's clarification of isolation guidance and which test is best to determine contagiousness.","sentiment_score":0.4222222222}
{"full_text":"AMA Queensland President Prof Chris Perry talks to ABC News about the current COVID situation its the stress on Queensland's health system. Listen to the full interview below. ","sentiment_score":0.175}
{"full_text":"A WHO official has warned of the risk of a newer, more dangerous #covidvariant. Senior emergencies officer Catherine Smallwood said that the fast spread of #Omicron could trigger a new variant. Smallwood said the world is in a \"very dangerous phase\".","sentiment_score":-0.1087272727}
{"full_text":"Florida Surgeon General signals change to COVID testing approach.https:\/\/t.co\/JB67MY1R68","sentiment_score":0.05}
{"full_text":"The Healthy Debate Show presented by Andra Stanoiu on - What changed in #2021? We are joined by Howard Riback, Canadian #Psychotherapist to discuss the year retrospective: #money, #family, #friends and #COVID19.   ","sentiment_score":0.5}
{"full_text":"RT people saying that you need to accept that everyone's going to get covid at some point have never dealt with chronic illne...","sentiment_score":0.0}
{"full_text":"RT 500 children are being admitted to hospitals with COVID-19 PER DAY right now. And the \"save the children\" party is causin...","sentiment_score":0.2857142857}
{"full_text":"\"In the tug of war of transmission, Omicron has the advantage and we see that in the rapidly increasing case numbers we're seeing here, and that we're seeing around the world,\" Dr. Bonnie Henry said.https:\/\/t.co\/ESvuLzdpSA","sentiment_score":0.0}
{"full_text":"\"Since Christmas Eve, we've seen about a 300% increase in admissions to our hospital for COVID-19.\"@jedboal ","sentiment_score":0.0}
{"full_text":"RT 1India's milestone of 1 Billion doses for its Covid vaccine proved its capabilities regarding its own healthcare. It'...","sentiment_score":0.6}
{"full_text":"Fergie is so three thousand and eight that she's seen the Omega variant and knows we're doomed","sentiment_score":0.0}
{"full_text":"Here is where all the money is earmarked. you can do the math.  As far as why I'm outraged, it's because he has done the opposite of what he should be doing with the money. duh.https:\/\/t.co\/g9UUih9NT1","sentiment_score":-0.2666666667}
{"full_text":"RT Google Manipulates Results As \"Mass Formation Psychosis' Searches Explode Due To Collapsing COVID Narrative","sentiment_score":-0.125}
{"full_text":"A fourth dose of COVID-19 #vaccine boosts antibodies five-fold a week after the shot is administered, according to an Israeli study.https:\/\/t.co\/KH7rs47xdd","sentiment_score":0.0}
{"full_text":"The Republic of Korea's economy has fared relatively well during the pandemic. However, while short-term stimuli seem to have protected the economy, they are unlikely to reverse the long-term trend of declining potential growth ","sentiment_score":-0.1666666667}
{"full_text":"RT Dam another one of my nurses just tested  positive for covid-19, she was complaining of shortness of breath and said she wa...","sentiment_score":0.2272727273}
{"full_text":"RT Free Covid test: If you think you have Covid, you have Covid. If you have cold symptoms you have Covid,...","sentiment_score":-0.1}
{"full_text":"Testing continued at CAS near the OSU campus, as the university's Wexner Medical Center tested twice the number of people on its second day. In the meantime, the state and Franklin County continue to look for more COVID tests.","sentiment_score":0.1}
{"full_text":"We should have locked down last summer and we should lock down until at least 2024.","sentiment_score":-0.1527777778}
{"full_text":"RT \"You're not going to get Covid if you are vaccinated.\" - Joe Biden, July 2021","sentiment_score":0.0}
{"full_text":"No one noticed because it's bullshit. We have noticed the high inflation though.Going back to your job after a covid shutdown isn't job creation. It's going back to the same job ya had under Trump.","sentiment_score":0.04}
{"full_text":"#MorningMinute: India reports 37,379 new COVID-19 cases in last 24 hrs.","sentiment_score":0.0681818182}
{"full_text":"#VoiceofKamwengeNewsKyabazinga of Busoga His Royal Highness Gabula Nadiope IV has urged his subjects to always wear masks, wash hands regularly and get vaccinated as the deadly Covid19 virus is still amongst the citizenry.","sentiment_score":-0.1}
{"full_text":"China speed! Tribute to the lovely #medical staff~During the Xi'an epidemic, medical staff completed the nucleic acid test for everyone at Xi'an Shiyou University in two hours. After the work, the medical staff put on a pattern of 2022 and love~","sentiment_score":0.2}
{"full_text":"RT covid started when i was 21. i'll be 37 this year.","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"The latest gross gaming revenue numbers suggest the Vegas recovery continues to outshine struggling Macau.READ MORE HERE:","sentiment_score":0.3333333333}
{"full_text":"RT Need a COVID-19 test or vaccine? Book your appointment today.Book your test: your vaccine...","sentiment_score":0.0}
{"full_text":"It's very odd we have a Dr. as a First Lady, and covid is out of control.","sentiment_score":0.0166666667}
{"full_text":"RT The Deputy District Attorney of Orange County, CA, Kelly Ernby, who vocally protested against vaccine mandates and COVID loc...","sentiment_score":0.0}
{"full_text":"RT The fight for civil rights continues in Jacksonville, Florida! This is not just a moment; this is a movement.Immense grat...","sentiment_score":0.0}
{"full_text":"WATCH: Psaki confirms deal lowering COVID test prices expired as Walmart and Kroger raise prices","sentiment_score":0.0}
{"full_text":"It's amazing that he would still talk about the unvaccinated while watching a pandemic of the Vaccinated. Truly bizarre, it's like he's speaking to people in an alternate reality where stats and facts don't matter.","sentiment_score":0.3333333333}
