{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT So till now Seoul Concert in March is final and this yr will be the come back is final!!! And just we need to pray that the O...","sentiment_score":0.0}
{"full_text":"RT Chicago could have invested in schools. Improved ventilation. Set up ongoing on-site vaccination and testing....","sentiment_score":0.0}
{"full_text":"RT there was no omicron before timbiebs. has anyone looked into this","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Candace Owens said today that she would rather die from Covid than take the Covid vaccine.Be careful what you wish for, Can...","sentiment_score":-0.1}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Sharp spike! Single-day COVID tally inches closer to 2000-mark in Odisha#LatestNews #Covid_19 #Odisha","sentiment_score":-0.15625}
{"full_text":"RT Djokovic being quizzed about evidence to support vax exemption by border officials in airport room hours after landing. Fed...","sentiment_score":0.0}
{"full_text":"RT So glad the geniuses from the National Covid Commission recommended subsdies for methane gas pipelines instead of securi...","sentiment_score":0.5}
{"full_text":"RT This is absolutely EPIC! Romanian government has closed all vaccine centres because 70% of the citizens won't get th...","sentiment_score":0.0125}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"And it's not \"mild,\" mild means \"not hospitalized.\" I can provided an endless stream of first hand reports of what mild looks like; and even if we discount the discomfort and loss of 5-8 days etc., the risk of long COVID is serious. I can provide links to work in that area.","sentiment_score":0.0345238095}
{"full_text":"RT Your regular reminder that #GOP officials &amp; are suing to eliminate the law that guarantees coverage for Ameri...","sentiment_score":0.0}
{"full_text":"RT More than 1,000 faculty members at Univ of Michigan have vowed to teach online today, or to help those who do, defying an...","sentiment_score":0.5}
{"full_text":"I cannot believe the is having teams forfeit when they have COVID-related roster issues.   I get that rescheduling is difficult,  but you just cannot punish teams that are being responsible and testing their players.  Still time to make a change","sentiment_score":-0.15}
{"full_text":"RT Nothing sums up this government's pathetic Covid policies better than them promising just 7,000 air purifiers for school...","sentiment_score":-0.1}
{"full_text":"Me! We've been exposed at least 2 times before the vaccine came out and somehow haven't gotten it.","sentiment_score":-0.3}
{"full_text":"RT Prosecutor who opposed COVID vaccine mandates dies after contracting virus via","sentiment_score":0.0}
{"full_text":"Love seeing doctors refuse to suggest that investment in public works is essential for public health. We've known school buildings are out of date and can impact student health well before COVID.  Fucking advocate to get these structures fixed.","sentiment_score":4.625929269e-18}
{"full_text":"Canadians are angry with Trudeau, open borders, slow on PPE, slow on rapid tests, remember slow on vaccine rollout. When is the HoC back in session, slow in getting to work.#cdnpoli","sentiment_score":-0.2428571429}
{"full_text":"RT Iran: COVID-19 Death Toll Exceeds 495,300 #Iran #COVID19","sentiment_score":0.0}
{"full_text":"Waiting for the outbreak from #Bemil #Bemilgame","sentiment_score":0.0}
{"full_text":"RT   Despite ambitious protocols, the Omicron variant with its unexpectedly high transmissibility rates is pushing the limi...","sentiment_score":0.205}
{"full_text":"RT DeSantis clearly struggled with breathing today. He looked lousy, his chest heaved repeatedly, and he sounded like he has or...","sentiment_score":-0.2}
{"full_text":"The Germans Know it: Fully Vaxxed is Fully Infected","sentiment_score":0.0}
{"full_text":"RT The data could not be more clearA significant portion of Covid ICU Admissions &amp; Current Occupancy are in there WITH Covid -...","sentiment_score":0.2916666667}
{"full_text":"RT In my regular testing routine, I have tested positive for COVID-19. My symptoms so far are very mild, and I am following C...","sentiment_score":0.1521212121}
{"full_text":"RT Leaders: Keep schools open at all costs! Costs: N95 masks for all, widespread in-school testing, PCR home testing for all, re...","sentiment_score":0.0}
{"full_text":"RT Covid be having more updates than most video games nowadays","sentiment_score":0.5}
{"full_text":"RT Former CDC director slams Biden: Not 'helpful' to single out and blame unvaccinated","sentiment_score":-0.0357142857}
{"full_text":"RT Dealing with a loss of a loved one due to COVID-19.Watch...","sentiment_score":0.2875}
{"full_text":"Huh? Literally anything from what you've said. Showing that all covid deaths were FROM covid, or adverse effects are super low when WHO has them in the millions. I know multiple people firsthand whose reports were denied because the \"AE wasn't on the approved list\"","sentiment_score":0.1111111111}
{"full_text":"RT it's givinggggg","sentiment_score":0.0}
{"full_text":"How does one say stupid in French? Aww Stupid! Maudit Karine!!","sentiment_score":-0.375}
{"full_text":"RT Eric Swalwell living his best life mask-less indoors in Florida while COVID cases are spiking. Where is Fang Fang?","sentiment_score":1.0}
{"full_text":"RT ITS A FUCKING HEAD COLD!!! #Omicron","sentiment_score":-0.8}
{"full_text":"RT One kind of disinformation that keeps getting spread around:\"This single measure (vaccines\/masks\/tests\/shutdowns) won't en...","sentiment_score":0.2642857143}
{"full_text":"RT Thank you Hon'ble PM discussed about TN having exhausted State Disaster Relief Fund (SDRF) for 2020-21 to...","sentiment_score":-0.4}
{"full_text":"RT If Lizzo and saweetie ever link the world will need another lockdown","sentiment_score":0.0}
{"full_text":"RT I'm currently reading my 5th or 6th article today that includes in it some form of looking back on the pandemic and its les...","sentiment_score":0.0}
{"full_text":"i'm sorry but tiktok might be the craziest platform to build a parasocial relationship on cause how are you gonna watch someone take their fifth trip of the year in the middle of a pandemic and then sit in the comments calling people who bring it up jealous ","sentiment_score":-0.25}
{"full_text":"The politician version of this Covid test involves sticking one's own head up their ass!  ","sentiment_score":0.75}
{"full_text":"RT If your primary evidence for \"children don't learn well remotely\" is data collected during the pandemic, you don't actually...","sentiment_score":0.1}
{"full_text":"RT If you get COVID-19, you are more likely to die in Mexico than in almost any other country...Another sign of widespread publ...","sentiment_score":0.125}
{"full_text":"RT Dr | No science behind night curfews, says WHO Chief Scientist Soumya Swaminathan@jagdishshetty h...","sentiment_score":-0.4}
{"full_text":"RT Mild symptoms from Covid doesn't negate that you may have long term disability from it (like I have).So let's stop sell...","sentiment_score":0.1416666667}
{"full_text":"Hey dads, let's reach out to and see who's the first to want to do a joint collaboration with","sentiment_score":0.25}
{"full_text":"RT U.S. COVID update: New cases set world record, number in hospital continues to rise- New cases: 716,714- Average: 588,652 (...","sentiment_score":0.0409090909}
{"full_text":"RT BREAKING: U.S. reports 716,714 new coronavirus cases, setting world record for cases in one day","sentiment_score":0.1363636364}
{"full_text":"My boss, an oncologist &amp; father of two, gets me. He shared this on-so-important read tonight. I'm wfh this week because I have an unvaxxed 3yo, am immunocompromised, 33 weeks preggo and stupid covid is raging in our community","sentiment_score":-0.8}
{"full_text":"RT The way the govt at all levels is handling Covid is wild af. I can't believe we are living through this shit.","sentiment_score":-0.05}
{"full_text":"RT California is launching its long-awaited mortgage relief program to help homeowners facing COVID-related money troubles. Her...","sentiment_score":0.0}
{"full_text":"RT Fauci Finally Admits COVID Data Is Garbage","sentiment_score":0.0}
{"full_text":"RT In my regular testing routine, I have tested positive for COVID-19. My symptoms so far are very mild, and I am following C...","sentiment_score":0.1521212121}
{"full_text":"RT  Get your first shot.  Get your second shot.  Get your booster.  Get your kids vaccinated.  And let's...","sentiment_score":0.125}
{"full_text":"Absolutely. KN-95 masks. Boostered. But I have an unvaccinated 4-year-old. And omicron has gotten many of my vaccinated with boostered friends.","sentiment_score":0.35}
{"full_text":"RT Yes pls prime minister pls retract the vxx and testing  #GoBack_Modi","sentiment_score":0.0}
{"full_text":"RT Fauci loves his vaccines.https:\/\/t.co\/7KYCL01lwK","sentiment_score":0.0}
{"full_text":"COVID tbhe aaya tha na ","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"I don't know what to add--look at the list One division. 16 schools. Day 3.","sentiment_score":0.0}
{"full_text":"Hehehebe Novax Djokovic. I heard the exemption was actually that he had had a recent re-infection of COVID within 90d. Anyone else hear that?Rafa had a real fighting chance now. And before anyone doubts, remember the NewGen aren't so hot in best of 5s.","sentiment_score":0.29}
{"full_text":"My brother really said stay away from the gym cuz COVID yet this man joined a Sunday basket ball league today","sentiment_score":0.2}
{"full_text":"RT Samantha Maiden has confirmed this was a lie. It was in fact a staffer that purchased the test while he stayed in the car. T...","sentiment_score":0.4}
{"full_text":"RT I feel like there's a weird memory-holing of the fact last spring Congress distributed $123 billion dollars to K-12 school...","sentiment_score":-0.25}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"RT Has anyone on Twitter somehow managed to not catch Covid yet????","sentiment_score":0.0}
{"full_text":"RT Number of #Omicron variant cases rises to 2,630","sentiment_score":0.0}
{"full_text":"RT Today we have taken an important step forward in protecting our youth against COVID-19. Congrats to all my young friends...","sentiment_score":0.25}
{"full_text":"RT Waking up everyday damn day hoping you dont get sick, get others sick, or your love ones get sick. Shit is hella depressing","sentiment_score":-0.3775510204}
{"full_text":"Unreal!!  We knew he had COVID and just imagine how sick he was whilst hiding, if this is how he is now.","sentiment_score":-0.7142857143}
{"full_text":"I know it's a New Year, and I'm supposed to diet or something, but can't I get a pandemic waiver? #NewYear2022 #pandemic","sentiment_score":0.1363636364}
{"full_text":"RT How do you sue Biden over vaccine mandates one minute and beg him for federal relief in the next??","sentiment_score":0.0}
{"full_text":"RT Lol, Brother do u know at some point Football was stopped, it was the same Covid19 rules that lik...","sentiment_score":0.4}
{"full_text":"RT We're 2 days from the next CDC guideline: \"Hey, man. You do you.\"","sentiment_score":0.0}
{"full_text":"RT I feel like there's a weird memory-holing of the fact last spring Congress distributed $123 billion dollars to K-12 school...","sentiment_score":-0.25}
{"full_text":"RT #MiddayNews |100 per cent lockdown not required as of now: #Maharashtra #healthminister #RajeshTope #Covid19 #Omicron #Loc...","sentiment_score":0.0}
{"full_text":"really thinking of emailing gavin newsom about my covid concerns for school ","sentiment_score":0.2}
{"full_text":"What about your sisters brothers cousins uncle. But if that's the sort of \"evidence\" you like then me and my family have all had the vaccine and various stages of booster and none of us have caught covid and 90% of us work in frontline essential industries....vaccine must work","sentiment_score":0.0}
{"full_text":"RT In March 2021, every Senate Democrat voted down a GOP amendment that would have prevented prisoners from getting these che...","sentiment_score":-0.1555555556}
{"full_text":"RT Three public Mississippi colleges have announced they will delay the start of the spring semester or start virtually due...","sentiment_score":-0.0625}
{"full_text":"RT psa: call and ask your insurance company's to send you rapid test kits!","sentiment_score":0.0}
{"full_text":"RT Florida is kicking our butt. Greg Abbott pretends to have banned vaccine mandates but Texans are still losing their jobs...","sentiment_score":0.0}
{"full_text":"We have more people with Covid now per day than the whole pandemic. A ton of people are vaxxed in this country. If vaxxed is the answer then why more now cases now than before we even had a vax?","sentiment_score":0.4}
{"full_text":"RT Andy Kim (D) NJ- 3;\"The pandemic has challenged working families in ways we've never imagined and has made it harder...","sentiment_score":-0.1}
{"full_text":"There's no enforcement mechanism tied to vaccination \/ booster from the CA state govt.Where I live most don't mask. This policy is ignored and not moving the needle.","sentiment_score":0.3181818182}
{"full_text":"RT wouldn't it be cool if they took 1% of the military budget and just paid us all to stay home for 2 weeks","sentiment_score":0.125}
{"full_text":"RT LA needs a fat ass lockdown everybody sick up in this bitch mane","sentiment_score":-0.7142857143}
{"full_text":"Vikings' Andre Patterson glad to be back after COVID-19 'hit me pretty good'","sentiment_score":0.3625}
{"full_text":"RT We're 2 days from the next CDC guideline: \"Hey, man. You do you.\"","sentiment_score":0.0}
{"full_text":"Hope the other exams conducted by state government like music and dance is postponed sufficiently to ensure students safety amidst the covid spike because none of the students can wear masks while performing.","sentiment_score":-0.125}
{"full_text":"I think it's even funnier that Victoria recorded 21,997 Covid cases a day (likely massively under-reported) with an adult population that almost 95% double vaccinated and people are framing it like Djokovic entering is a some sort of huge threat to our public health.","sentiment_score":0.0833333333}
{"full_text":"RT CDC: Please stay home from work unless you have a job.","sentiment_score":0.0}
{"full_text":"CORONAVIRUS PANDEMIC SITUATION IN MUMBAI:INDIA TODAY TV9.30pm yesterday","sentiment_score":0.0}
{"full_text":"Learning that hallucinations, delusions, and paranoia are potential, albeit rare, side effects from having Covid-19 is wild. Would explain a lot.","sentiment_score":0.1333333333}
{"full_text":"Donalds: AOC, Pelosi 'Have Their Own Set' of COVID Rules and Different Ones for 'the Plebes'","sentiment_score":0.3}
{"full_text":"RT What would ideal COVID Isolation guidance be?Once rapid antigen tests are cheap &amp; ubiquitous1. Isolate for first 5 days...","sentiment_score":0.5166666667}
{"full_text":"\"Vaccinated filling up the hospitals. Please get another vaccine!\"Christ, is this what Ivy League education produces? No wonder we are where we are in society.","sentiment_score":0.0}
{"full_text":"RT Shortages of tests and treatments needed for hospitalized covid patients...but the Boston bomber did get a check for $14...","sentiment_score":0.0}
{"full_text":"Covid is real! Check on y'all people I just lost my mom today.","sentiment_score":0.25}
{"full_text":"TruthCovid19 is DeadlyCovid19 Outcome is UnpredictableCovid19 has killed Young &amp; OldVaccines Don't 100% prevent Covid19 Vaccines DO reduce severe symptoms.Vaccines DO reduce transmission Vaccines DO save livesAssholes will always be Assholes Get Vaccinated","sentiment_score":-0.05}
{"full_text":"RT Let's be real, they don't want to do another lockdown no matter how many ppl are sick or dying because they saw what happen...","sentiment_score":-0.0047619048}
{"full_text":"RT So glad the geniuses from the National Covid Commission recommended subsdies for methane gas pipelines instead of securi...","sentiment_score":0.5}
{"full_text":"RT If Swalwell truly believed his own rhetoric about COVID, Florida, and mandates, he would not take his maskless unvacci...","sentiment_score":0.6}
{"full_text":"RT Those in charge of covid response for this admin refused to prioritize the lives of Americans above corporate . As a direct c...","sentiment_score":0.0333333333}
{"full_text":"RT A Dangerous, Careless Idea:\"Omicron is so contagious that everyone will get it. No point trying to prevent it. It's the...","sentiment_score":-0.55}
{"full_text":"RT Hold a gun to someone's head in NYC? Misdemeanor.Have a fake vaccine card to eat? Felony &amp; one year in jail.You'...","sentiment_score":-0.5}
{"full_text":"RT The #Grammys have officially been postponed indefinitely due to coronavirus-related concerns. No new date has been confirmed a...","sentiment_score":0.0689393939}
{"full_text":"RT This Covid shit is depressing","sentiment_score":-0.4}
{"full_text":"\"Scott Morrison makes major virus admission\"https:\/\/t.co\/g4Xlj75L5yBy via COVID-19 topic)","sentiment_score":0.0625}
{"full_text":"When I had the Delta variant in August I monitored my oxygen level and they said If it goes and stays below 90 to go in. Mine hovered at 90-92 for two weeks and never did I have to go in. The fever stayed the whole two weeks though.","sentiment_score":0.2}
{"full_text":"RT Our health care system is under enormous strain, showing again, that the need for reform is clear. Some facts on spendin...","sentiment_score":0.05}
{"full_text":"When we tell you it's bad at believe us. There were SO MANY COVID-positive members organizing their schools chapters over winter break to stop this mess, but &amp; just keep it going, while NYC gets thousands more cases every single damn day.","sentiment_score":0.0107142857}
{"full_text":"RT Science. President Macron Says He is Introducing Vaccine Passports to \"Piss Off\" the Unvaccinated","sentiment_score":0.0}
{"full_text":"RT If COVID has taught me anything, it's that community matters more than government.","sentiment_score":0.5}
{"full_text":"Try closer to home. I'm in Brisbane and there are thousands of omicron (a cold if you've any symptoms) cases since the QLD government opened its borders on 13 Dec, as promised after reaching 80% vax target. QLD 7 dead from Covid, NZ 51 and no delta outbreak ((unlike Ardern).","sentiment_score":-0.4}
{"full_text":"This guy has been accused of assaulting several women. He faked his vaccine card. He's been given chance after to play in the NFL instead of facing accountability and expressing remorse. He's pulled similar BS with the Raiders. He fucking sucks. Just go away.","sentiment_score":-0.1}
{"full_text":"RT Nature: SARS-CoV-2 infection in free-ranging white-tailed deer h\/t Mary Wilson #COVID19","sentiment_score":0.0}
{"full_text":"RT Not a single patient ever in over 20 years of giving hundreds if not thousands of tetanus boosters has anyone ever questio...","sentiment_score":0.0357142857}
{"full_text":"RT And just like clockwork, the government detractors and naysayers have all come out of their caves and are shouting in uni...","sentiment_score":0.0}
{"full_text":"RT Hey everyone I've decided to make a go fund me account. As you all know I've been experiencing hardship after having C...","sentiment_score":0.0}
{"full_text":"We vow to back profoundly everyone affected by COVID-19 in the UK, and remember: We should respect greatly and You, the British people sincerely stick by #StayHomeSaveLives.","sentiment_score":0.2766666667}
{"full_text":"I don't have a dog but I know many of you do. Take a short survey!","sentiment_score":0.25}
{"full_text":"RT I'm a vaccine biologist, a practicing internist and karen34875 believes the media outcry more than what I s...","sentiment_score":0.5}
{"full_text":"RT Um, what? #LoriLockout","sentiment_score":0.0}
{"full_text":"As the Omicron variant spreads at a seemingly faster rate than ever before, the end doesn't seem near.But there is hope and it lies in the severity of infection.https:\/\/t.co\/N2tDrtFm7z","sentiment_score":0.0}
{"full_text":"RT Sunday Full Lockdown in Tamilnadu. #Valimai","sentiment_score":0.35}
{"full_text":"How many people did this super spreader give it too on his flight no more double and triple vaxed super spreaders allowed to travel or get into business it's a pandemic of the vaxed","sentiment_score":0.1833333333}
{"full_text":"RT This story is an absolute lie....Just checked the hospital data for Worcestershire NHS Trust and they had no patient...","sentiment_score":0.2}
{"full_text":"Protect yourself and your loved ones from Covid-19. Hurry up and get vaccinated now!#HarFardKaKhayal #WearMask #FollowCovidSOPs #TheBankOfPunjab","sentiment_score":0.7}
{"full_text":"Designer #RaghavendraRathore -- who has converted his personal art into #NFTs -- tells about his venture, the future of #Fashion, and how the #pandemic has caused a shift in the way people engage with #lifestyle productshttps:\/\/t.co\/O5XEBAD14b","sentiment_score":0.0}
{"full_text":"RT He's not gonna reveal his vax status. Just like he won't reveal if he had COVID. He's gonna deny until or if he land...","sentiment_score":0.0}
{"full_text":"RT In my regular testing routine, I have tested positive for COVID-19. My symptoms so far are very mild, and I am following C...","sentiment_score":0.1521212121}
{"full_text":"As the country faces another surge of COVID infections due Omicron, PhilCare, PhilLife, Comm&amp;Sense, Stitch Tech Solutions and Philstar Global have taken the initiative to organize a webinar \"Eye on Omicron: Awareness and Prevention.\"Registration is FREE!","sentiment_score":0.125}
{"full_text":"Get well soon \"Today, just prior to leaving for Mexico, per his physician, tested positive for COVID-19 and will be unable to perform at the upcoming \"Playing in the Sand\" event in Riviera Cancun January 7-10. The weekend w...","sentiment_score":-0.0909090909}
{"full_text":"#HongKong saw on Tuesday a record high of 18,000 residents taking their first #COVID19 shot, amid fears of a fifth outbreak and the plan to ban the unvaccinated from entering restaurants, libraries, schools and other public facilities.https:\/\/t.co\/EZjWqeLF9R","sentiment_score":0.07125}
{"full_text":"The group claims employees have long been overworked and underpaid, but say the pandemic has pushed them past their limits.https:\/\/t.co\/yvdSUTVWlY","sentiment_score":-0.15}
{"full_text":"It's official.  The '22 #Grammys won't occur January 31 as originally scheduled.  When will it be rescheduled?  Might it relocate from what's now called Arena as well in Los Angeles?  Stay tuned. ","sentiment_score":0.375}
{"full_text":"\"I just don't think [the 'IHU' variant] is one that should concern the public, based on the data so far,\" said Dr. Sarah Otto of UBC. The variant was identified around the same time as Omicron, but has not had any widespread infection.https:\/\/t.co\/33ERSed7YB","sentiment_score":0.0333333333}
{"full_text":"RT Will the stores in NYC have to check the criminal's vaccine cards before they allow them in to conduct their smash and grabs? ","sentiment_score":-0.4}
{"full_text":"RT What Axelrod and reveal isn't new; liberals with national profiles have had open contempt for teacher unions fo...","sentiment_score":0.0681818182}
{"full_text":"#LeadStoryOnET | Panic buying returns. Essentials flying off shelves as cases spike","sentiment_score":0.0}
{"full_text":"When selecting a facemask, you have many choices. Dr. Thomas Horowitz, Family Medicine Specialist, shares tips on choosing the right facial protection. #COVID19 #StopTheSpread  #Healthcare #CHAHPMC #MaskUp","sentiment_score":0.2619047619}
{"full_text":"A view of the campanario, shared by Kuya Bimboy [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"it is very hard to reach you in the real wide open world, +0.https:\/\/t.co\/K8ByHn8vUp","sentiment_score":-0.1763888889}
{"full_text":"Influential government advisers are strongly urging that teens as young as 12 get COVID-19 boosters as soon as they're eligible, a key move as the U.S. battles the omicron surge and schools struggle with how to restart classes amid the spike.https:\/\/t.co\/K11crgizxe","sentiment_score":0.1777777778}
{"full_text":"RT Dr. Makary on 'Kilmeade Show': College students should demand 'data, not dogma' for schools' COVID mandateshttps:\/\/t.co\/OFWFC...","sentiment_score":0.0}
{"full_text":"Coffee king Phillip Di Bella has once again launched a tirade at governments for the handling of the Covid crisis and claimed all vaccine mandates should be scrapped.https:\/\/t.co\/ZBhDfxtubK","sentiment_score":0.0}
{"full_text":"The All UP Workers Union continues to assist UP staff and their families who are affected by COVID-19 and Typhoon Odette through the Damayan sa Diliman initiative:0936-9647330 (Globe)0960-5214780, 0960-5214980, and 0919-5983351 (Smart)Read:","sentiment_score":0.0}
{"full_text":"Children should not bear the brunt of our response to the pandemic, says","sentiment_score":0.0}
{"full_text":"\"Some people just couldn't do it. Some people couldn't focus,\" says 17-year-old Tatiana Torres of Brentwood. \"If you haven't been doing it in the last one and a half years, getting back into it is very difficult.\"https:\/\/t.co\/CJzGdprmnl","sentiment_score":-0.2041666667}
{"full_text":"Coronavirus will still be around and impacting the food sector; new trade rules and embargoes will have to be dealt with by importers and exporters; and global food safety strategies will become clearer.https:\/\/t.co\/G38GHckiXX#FoodSafety #Coronavirus #FoodIndustry","sentiment_score":0.0681818182}
