{"full_text":"RT You could be eligible to take part in a study on new #COVID19 antiviral treatments if you: are 50+ or 18-49 with certain...","sentiment_score":0.1753246753}
{"full_text":"Floridian taxpayers' money being used to kill Floridian taxpayers.Pretty on-brand for the GQP.","sentiment_score":0.0}
{"full_text":"RT We've just reached the stage of even *emergency* care having to be rationed.One A&amp;E is now only seeing people with lif...","sentiment_score":0.0}
{"full_text":"Happy New Year, Mr. President. 2022 is the year to put an end to this pandemic.","sentiment_score":0.4681818182}
{"full_text":"To date 824,000 deaths in the US due to COVID. Many preventable if they would have been vaccinated. Science and statistics are not on your side.https:\/\/t.co\/IhzsCQUsOv","sentiment_score":0.1875}
{"full_text":"RT Over 824,000 Americans, including over 62,000 Floridians, have died of Covid. We can stop this. Get vaccinated. Get boosted...","sentiment_score":0.0}
{"full_text":"RT The tide is shifting. Here in ultra blue LA more and more people are focusing on tests and exclaiming the vaccines are...","sentiment_score":0.3333333333}
{"full_text":"Exactly, if it was covid related it would happen everywhere.","sentiment_score":0.125}
{"full_text":"RT Two years ago today.","sentiment_score":0.0}
{"full_text":"RT 2022: Be peaceful. Yet ungovernable.","sentiment_score":0.25}
{"full_text":"RT NYC will consider race when distributing life-saving COVID treatments","sentiment_score":0.0}
{"full_text":"In that case, I've never felt more beautiful! ","sentiment_score":0.75}
{"full_text":"RT Marco Rubio said people who are afraid of getting Covid have \"irrational hysteria.\" Marco skipped the line ahead of he...","sentiment_score":-0.6}
{"full_text":"Looks like the Delta wave was longer and fatter than the rest. Here's hoping that Omicron really does confer some immunity against more \"typical\" covid strains. Better to avoid it altogether, though.","sentiment_score":0.2583333333}
{"full_text":"RT Economists stop cosplaying as epidemiologists challenge 2022","sentiment_score":0.0}
{"full_text":"RT There is a nursing shortage because everyone has covid. There is a blood shortage. There is an IV potassium shortage. We...","sentiment_score":0.0}
{"full_text":"Gee, I wonder why small businesses and offices are shutting down? Could it be because the lefties and NDP screamed and screamed at Kenney to \"lockdown the workers! Do more! The poor healthcare workers are overwhelmed!!\" Surely not!?","sentiment_score":-0.1513888889}
{"full_text":"RT The long Covid night sweats are possibly the most benign but most annoying feature.I am so tired of soaking my clothe...","sentiment_score":-0.0416666667}
{"full_text":"RT Damn I'm glad I live in California!","sentiment_score":0.3352272727}
{"full_text":"Yup I have a close friend in the icu on a ventilator fully vaxxed and they want to wait 55 years to tell us what's in the vaccine gtfoh yo","sentiment_score":0.0}
{"full_text":"Crazy right? While getting covid vaccine we also got flu vaccine and now we don't have flu. Also, viruses compete with each other. Can't have 2 in 1 cell.","sentiment_score":-0.1464285714}
{"full_text":"RT As the NHS scrambles with tents &amp; portakabins to create Covid surge capacity, never forget that since 2010, the NHS has...","sentiment_score":0.0}
{"full_text":"RT what they won't mention (can't knock their own network) is the horrifically watered down bowl season ... here are...","sentiment_score":0.2222222222}
{"full_text":"Dat switch fever still strong like covid-19","sentiment_score":0.4333333333}
{"full_text":"RT the CDC recommends crafting your own medicine with 1 wasps nest and 3 clumps of weeds","sentiment_score":0.6}
{"full_text":"#AOC    No man wants to date you.  With that nasally voice and horse teeth...who would want that.  Let alone your liberal thinking...","sentiment_score":0.2}
{"full_text":"RT Here comes the Flurona ... the triple jabbed, double maskers are going to be extra terrified this week. ","sentiment_score":0.0}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT 220101 yaochen\"so happy to meet everyone on the first day of 2022!just like the wish i wished for, hope that the pandemic...","sentiment_score":0.525}
{"full_text":"Every year of the pandemic has added a pill I have to take daily. Happy New Year!","sentiment_score":0.3234848485}
{"full_text":"Waiting a few days so that plans can be made - like plans for how a student or staff with a positive RAT is going to be able to inform close contacts on their own.  Maybe by sending a note in the students' backpack, one for each classmate, birthday party invite style????","sentiment_score":0.2818181818}
{"full_text":"RT Well done Marc. You know you're doing it right when Twitter won't even populate your name when I type in your full hand...","sentiment_score":0.3178571429}
{"full_text":"RT CDC has announced new PPE recommendations:Apple bottom jeans + boots with the fur.","sentiment_score":0.1363636364}
{"full_text":"RT Seeing harsh comments thrown at umrah pilgrims. It has been two years. Don't discriminate people who tested +ve for Covid. N...","sentiment_score":-0.2}
{"full_text":"RT My mom died tonight. She died of covid and she was not vaxxed. My sister said she was only sick for a week.","sentiment_score":-0.3571428571}
{"full_text":"Here's to keeping the momentum moving in 2022  ","sentiment_score":0.0}
{"full_text":"RT Biden's $137M deal for COVID test factory will be done in THREE YEARS via","sentiment_score":0.0}
{"full_text":"RT As we see Ron DeSantis missing in action while Florida has its worse COVID surge ever, reminder that Marco Rubio skipped 14...","sentiment_score":-0.1666666667}
{"full_text":"RT \"We haven't received any assistance from the state of Fla. at our testing sites,\" he said on Tues. \"Our residents, all Fla. res...","sentiment_score":0.0}
{"full_text":"RT A recent study found well-fitting FFP2 masks reduced the risk of infection with covid-19 to 0.1%","sentiment_score":0.0}
{"full_text":"I have asked a number of times for anyone claiming a \"religious objection\" to vaccination, to \"CITE ANY LINE OR PART OF ANY RELIGIOUS SCRIPTURE UPON WHICH THEIR RELIGIOUS OBJECTION IS BASED.\"Have yet to receive a response.","sentiment_score":0.0}
{"full_text":"From the New York Times, the Tallahassee metro area has seen a 2000% increase in covid cases in THE LAST 14 DAYS. Florida State is still opening as usual with not even a mask requirement. Students returning to campus will not have to show proof of vaccination or a negative test.","sentiment_score":-0.1034090909}
{"full_text":"It applies only to guys who do not follow me, all women are fit, beautiful, and omicron free.","sentiment_score":0.4125}
{"full_text":"RT As we see Ron DeSantis missing in action while Florida has its worse COVID surge ever, reminder that Marco Rubio skipped 14...","sentiment_score":-0.1666666667}
{"full_text":"RT Calling out Dr. Moore who promised HEPA and N95s. NEITHER will be there when #OntEd schools re-open. Dr. Moore do you have...","sentiment_score":0.0}
{"full_text":"RT This CT scan is definitely the most traumatic during lockdown I've been shown. Archery accident.Arrow through the heart....","sentiment_score":0.25}
{"full_text":"RT #RRR postpone is a sad news, but it's the team's decision at EOD. What do you all think about lockdown?Since we don't hav...","sentiment_score":-0.5}
{"full_text":"RT CDC this, CDC that, I just want her to C me D way I C her ","sentiment_score":0.0}
{"full_text":"RT Happy new year to everyone who refuses to let the fake new convince you we're still in the middle of a pandemic.","sentiment_score":0.1145454545}
{"full_text":"RT A thread about vaccines and why vaccinated people are catching COVID- The vaccines that were developed were against...","sentiment_score":0.35}
{"full_text":"CDC throws the NFL a lifeline as playoffs approach via","sentiment_score":0.0}
{"full_text":"RT 2 years ago today: Crews in full PPE arrive at a seafood market in Wuhan amid reports of a virus outbreak","sentiment_score":0.35}
{"full_text":"As a intern\/resident(NYC) at the inception of the HIV epidemic, I had a similar experience. ICUs fully occupied with PCP patients.","sentiment_score":0.0}
{"full_text":"As someone who met the current President on the campaign trail, and supported his candidacy, its time RFO requested help for the people of Texas with respect to dealing with the Covid pandemic.","sentiment_score":0.0}
{"full_text":"I fear those unvaxxed who survive after Covid think they are immune. And they are not. &lt;siiiigh&gt;","sentiment_score":0.0}
{"full_text":"RT Which UK nation would you feel covid safest?RT for wider sample.","sentiment_score":0.0}
{"full_text":"Why are people going on vacation DURING A PANDEMIC??","sentiment_score":0.0}
{"full_text":"RT \"Our government is out of control on this\" says Malone. \"They are lawless, they completely disregard bioethics\" and \"the...","sentiment_score":0.1}
{"full_text":"RT FYI: Dr. Osterholm only agrees with the 5 day isolation for asymptomatic COVID+ people IF they work in N95 masks for sou...","sentiment_score":0.0}
{"full_text":"I don't need anything unusual thanks....maybe I'll just stay home ","sentiment_score":0.2}
{"full_text":"So glad CDC can forgo the science to accommodate entertainment.  It's only peoples health and lives at stake.","sentiment_score":0.25}
{"full_text":"RT Court halts COVID mask, vax mandates for Texas Head Start programs","sentiment_score":0.0}
{"full_text":"Read the article that you, yourself posted. There are links between Dr Fauci and a lab in Wuhan that researched coronaviruses, but nothing at all about research or funding for COVID-19. It's common for scientists to do research to PREVENT problems.","sentiment_score":-0.3}
{"full_text":"RT Two years ago today.","sentiment_score":0.0}
{"full_text":"RT Wait a minute. Didn't you ban mask mandates? Didn't you downplay the impact of Covid? Didn't yo...","sentiment_score":0.0}
{"full_text":"RT The head of NHS Test and Trace has been made a dame, despite ongoing coronavirus testing chaos which is threatening the new...","sentiment_score":0.1363636364}
{"full_text":"Also - the people who ARE vaccinated and ARE getting Covid..... are having very mild cases. Like \"COMMON COLD\" type effects vs the non-vaccinated who are ending up hospitalized.","sentiment_score":-0.1555555556}
{"full_text":"RT Here's hoping covid gets herpes","sentiment_score":0.0}
{"full_text":"RT Beds are being increased for covid cases. In most hospitals, at the cost of reducing non-covid beds. Non-covid patients...","sentiment_score":0.5}
{"full_text":"Then what? Pi?https:\/\/t.co\/mJK75w1IXxWith the news that South Africa has passed the peak of its coronavirus cases caused by the omicron variant, scientists are projecting that the United States' s...","sentiment_score":0.0}
{"full_text":"RT Well just great! Our Republican Democrats, Tester of Montana &amp; Manchin of WV show their simple-minded selfish stupidity by...","sentiment_score":-0.0333333333}
{"full_text":"RT 6) California is also rejecting the poor no-testing isolation exit rules. California, while allowing an earl...","sentiment_score":-0.4}
{"full_text":"RT This is an incredibly important distinction and up until this moment, one he hasn't been making.","sentiment_score":0.4}
{"full_text":"Yes- any vaccine lovers?","sentiment_score":0.0}
{"full_text":"RT It's a race - will enough people wake up and stand up before it is too late? Welcome to 2022.","sentiment_score":0.1666666667}
{"full_text":"RT France is using covid passport. France has the highest infections since the pandemic began.Italy is using covid passpor...","sentiment_score":0.0}
{"full_text":"Phoenix man with Covid-19 gets antibody therapy effective against Omicron via","sentiment_score":0.6}
{"full_text":"RT There is no reason for you to pay taxes, your student loans, or any other federal debt as long as these insane pedophi...","sentiment_score":-0.3916666667}
{"full_text":"RT COVID waiting for you to inhale while y'all out tonight...","sentiment_score":0.0}
{"full_text":"RT Disease Expert Warns: Overwhelming Omicron Surge Could Make it Difficult to Keep Schools, 'Everyday Life' Operating in...","sentiment_score":-0.0666666667}
{"full_text":"Oh wow. Did not know that about Camille Gage, who I became casual friends with what feels like a hundred years ago, right before the pandemic began raging, at a pre-caucus house party for Elizabeth Warren in 2020. I'll have to apologize to her for not recognizing her huge role.","sentiment_score":0.0714285714}
{"full_text":"RT Remember when y'all had cabin fever during lockdown and was lusting over Tyler Perry all up and down the timeline? The...","sentiment_score":-0.1555555556}
{"full_text":"RT Welcome to Florida, AOC!We hope you're enjoying a taste of freedom here in the Sunshine State thanks to","sentiment_score":0.5}
{"full_text":"BCCI President Sourav Ganguly had contracted the Delta Plus variant of Covid-19, hospital informs. Ganguly has been discharged from the hospital and is now in home isolation.#SouravGanguly  #COVID19 #coronavirushttps:\/\/t.co\/zvh1UpAc30","sentiment_score":0.0}
{"full_text":"My sister got me and my dad (@WWWay47) tickets for the three of us to see the Rangers vs the Kraken at the end of January! Will be my first in person game since COVID hit","sentiment_score":-0.075}
{"full_text":"RT FC Barcelona's Samuel Umtiti has taken a PCR test for Covid-19 and the result is negative, meaning he is able to return to...","sentiment_score":0.1}
{"full_text":"RT Wait, you're just saying that because some hospitals can't ... accept heart attack patients??https:\/\/t.c...","sentiment_score":0.0}
{"full_text":"Pair of Georgia Lawmakers Have Surpassed $100,000 in Fines for Refusing to Wear a Mask on the House Floor via Clearly fines don't work for rich politicians. BAN the fuckers from the building!","sentiment_score":0.284375}
{"full_text":"RT The Great Reset.","sentiment_score":0.8}
{"full_text":"But lockdown pettestaremo bro already hints vacchayi","sentiment_score":0.0}
{"full_text":"RT Police in Central China's Wuhan arrested 8 people spreading rumors about local outbreak of unidentifiable #pneumonia....","sentiment_score":0.0}
{"full_text":"RT Earlier today Neskantaga FN sent a plane load of water to Bearskin Lake FN in hoping to help a little bit. This is coming from...","sentiment_score":-0.09375}
{"full_text":"RT This time last year, vaccine mandates and race-based COVID treatments were laughed off as conspiracy theories.","sentiment_score":0.35}
{"full_text":"RT Dr. Kieran Moore tells CP24 - no new Rapid Tests distributed untilLATE JANUARY at the earliestDespite Federal Government sen...","sentiment_score":-0.0681818182}
{"full_text":"RT Biden's $137M deal for COVID test factory will be done in THREE YEARS via","sentiment_score":0.0}
{"full_text":"RT RETWEET ...Real Stuff on Helping account Mom.and.sons:(proved)@BigAssMomSon","sentiment_score":0.0}
{"full_text":"But not as much as people who aren't vaccinated.Sadly there is a lot of misinformation about the vaccine and people are thinking that it's a magical potion to makes you immune 100%.Its not.Even if u vaccinated,u can still get sick or infect others,but the rate goes down by a lot.","sentiment_score":-0.0424603175}
{"full_text":"RT \"I am working in a Covid lab so when I come home I just clean up and I don't touch anything.\"We are handling the live...","sentiment_score":0.2515151515}
{"full_text":"But Vir has to go to Goa. Everyone else has to stay home.","sentiment_score":0.0}
{"full_text":"I think it's time I stop practicing this social distancing","sentiment_score":0.0333333333}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT My step-father went to the emergency room Monday (triple vaxxed), non-Covid related. He was admitted &amp; is...","sentiment_score":0.0}
{"full_text":"Kindly answer as the #CoWIN app which confirmed my relatives son who is 15 years old vaccination date, slot and time confirmed,is now showing it will be held in 2029? #Vaccine #CoWIN #under18vaccination #NDTV","sentiment_score":0.3666666667}
{"full_text":"RT Canadians, here's what we need in every province\/territory for ALL schools, day cares, and workplaces to be safer:Free acces...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Texas AG @KenPaxtonTX gains federal injunction against another Biden vaccine mandate","sentiment_score":0.0}
{"full_text":"RT New year's resolution: Don't set unrealistic expectations for yourself when we're still in a global pandemic and everyt...","sentiment_score":-0.1212121212}
{"full_text":"RT This exchange should be viewed as a case study of how the media crafts a propaganda line. How to deal with soaring infe...","sentiment_score":-0.1}
{"full_text":"RT Cover-up by corrupt","sentiment_score":-0.5}
{"full_text":"\"cases' do NOT mean sick and PCR does not distinguish between flu , cold or covidhttps:\/\/t.co\/MuEjn7IJsl","sentiment_score":-0.3860119048}
{"full_text":"RT I have to stop working on New Years eve!  Last year on NYE I had an angry covid positive patient bite me on the hand.  La...","sentiment_score":-0.0255681818}
{"full_text":"RT I don't think dewormer will help you with this...https:\/\/t.co\/C7U1aKFSO6","sentiment_score":0.0}
{"full_text":"RT NO to \"bubbles\"NO to testingNO to lockdownsNO to harassment to have a jabNO to Vaccine PassportsYES to 2022 being...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT NYE message from my uncle, an otolaryngologist: Order KN95 or N95 now. Omicron variant viral load shreds cloth masks, even...","sentiment_score":0.0}
{"full_text":"RT A quick story about risk and time as we end 2021 and enter 2022.I spend a lot of time considering risk. It's the most imp...","sentiment_score":0.4166666667}
{"full_text":"RT I was excited to head off to work on my book at a cafe.  I then remembered that we are under lockdown.  It's truly unreal that...","sentiment_score":0.375}
{"full_text":"RT Another roller coaster year is coming to an end, and the lingering effects of the ongoing COVID-19 pandemic have certainly ta...","sentiment_score":0.2142857143}
{"full_text":"Shouldn't we somehow distinguish between from covid and with covid?https:\/\/t.co\/CM1FsGs0T8","sentiment_score":0.0}
{"full_text":"RT 2022 will be the year of optimism:# Covid Hysteria will end# Life expectancy will rise# People will become healthi...","sentiment_score":0.0}
{"full_text":"RT If you need an ID and have to wait in a physical line for hours for a COVID test, why can't we apply the exact same logic...","sentiment_score":0.0833333333}
{"full_text":"RT has a #COVID19  #vaccine &amp; #booster that is:Room temperature stableTargets mucosal immune responseHi...","sentiment_score":0.0}
{"full_text":" Latest Covid Updates:-                   Total Cases : 289,075,255 Active Cases :29,628,687    Closed Cases :259,446,568                      Deaths : 5,455,925                  Recovered : 253,990,643 Here is a randomly generated number:422","sentiment_score":-0.0466666667}
{"full_text":"Okay we won't request to have it postponed ","sentiment_score":0.5}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT This is probably the most narcissistic tweet I've seen to date. No people aren't mad because they \"can't date yo...","sentiment_score":-0.0625}
{"full_text":"RT Ron DeSantis came out of hiding to speak to a packed concert as covid cases surge in Florida.The \"Let Us Worship\" conce...","sentiment_score":0.0}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"RT France is using covid passport. France has the highest infections since the pandemic began.Italy is using covid passpor...","sentiment_score":0.0}
{"full_text":"RT Covid continues to produce a 9\/11 death toll in this country every 3 days but one of the GOP's biggest hawks - in between...","sentiment_score":0.0}
{"full_text":"representation for frontline workers #IchooseCOVAXIN Our is twiddling their thumbs withholding #Covaxinapproval a traditional whole virion covid vaccine. We are facing termination if not taken a booster by Feb 1. At least offer an alt. ","sentiment_score":-0.0333333333}
{"full_text":"RT Recently I've had a few attempts to censor me for speaking out.This new year I resolve to continue to speak out for...","sentiment_score":-0.0212121212}
{"full_text":"Not the Disney Crossover Episode ","sentiment_score":0.0}
{"full_text":"RT The Federal Govt in all purchased 250 billion vaccines, 45 billion vaccines were given to the Sindh province. Not a si...","sentiment_score":0.0}
{"full_text":"RT Not making sure people had enough money to stay comfortably at home--or to just put them up (again, comfortably) in one of the m...","sentiment_score":0.325}
{"full_text":"RT The idea that being \"hospitalized with\" covid is NBD completely disregards:(1) COVID is a transmissible &amp; our hospitals are...","sentiment_score":0.1}
{"full_text":"RT #GujaratCoronaUpdate1069 new Covid cases reported today in #Gujarat. 01\/01\/2022559 new cases in #AhmedabadAhmedab...","sentiment_score":0.1363636364}
{"full_text":"RT I was excited to head off to work on my book at a cafe.  I then remembered that we are under lockdown.  It's truly unreal that...","sentiment_score":0.375}
{"full_text":"RT They never came out of 1st in fact.","sentiment_score":0.0}
{"full_text":"Supporting a growing impression that with Omicron the vaccinated and the unvaccinated convalescents are roughly in the same sinking boat.  Mask up.","sentiment_score":0.05}
{"full_text":"RT Flurona??First case of Covid and influenza mixture dubbed &amp;#39;flurona&amp;#39; detected in Israel","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"Entered my pandemic flow state","sentiment_score":0.0}
{"full_text":"RT 1\/2 The President of Western, who pushed so hard for the mandate, is now experiencing one of the known side effects of...","sentiment_score":-0.1458333333}
{"full_text":"RT Petition * To get Tony Blair to have his Knighthood rescinded Twitter, what an absolute mockery of...","sentiment_score":0.2}
{"full_text":"this article is 5 MONTHS old and ridicules Malone for saying the vaccine could make COVID worse.Today? Biden has more COVID death and casew WITH A VACCINE in 2021 and we are in the midst of the largest wave of the pandemic.hmmm","sentiment_score":0.3}
{"full_text":"RT ATTENTION. There has been a recent outbreak of ''TROLLS'' in the Nintendo Community. Refrain from feeding the ''TROLLS''.-Sh...","sentiment_score":0.0}
{"full_text":"RT Another #covid #NYE #dinner Coq au Vin+ #cremant du Loire. Hoping for better tidings in 2022!","sentiment_score":0.625}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT CDC this, CDC that, I just want her to C me D way I C her ","sentiment_score":0.0}
{"full_text":"RT Another kind of hero in this pandemic. So under recognized. When loved ones lives are lost in the hospital, these are the nex...","sentiment_score":0.65}
{"full_text":"RT It's 2022 and the struggle continues. If you've got Simple Truth Organic Power Greens or Nature's Basket Organic Power...","sentiment_score":0.0}
{"full_text":"RT The govt cancelled required reporting of covid cases in schools &amp; daycares -- and told you about it in a memo on NYE -- so that...","sentiment_score":0.0}
{"full_text":"Remote work is in--going to the office is out. How engineers are adapting to pandemic times and what does that mean to scientific researchers?","sentiment_score":-0.20625}
{"full_text":"The has changed self-isolation requirements for people who have tested postive for #COVID19, including shortening the quarantine requirement for fully-vaccinated people to five days from 10. See below for more information.","sentiment_score":0.5}
{"full_text":"New Year's Eve, which used to be celebrated globally with a free-spirited wildness, felt instead like a case of deja vu, with the fast-spreading omicron variant again filling hospitals.https:\/\/t.co\/t3vwEhhOey","sentiment_score":0.1621212121}
{"full_text":"#California this holiday season, get #vaccinated and #boosted to protect yourself &amp; your loved ones from COVID-19 and its variants. Visit to schedule an appointment today.","sentiment_score":0.7}
{"full_text":"Delhi: Test Positivity Rate mounts to 3.64%#Delhi #DelhiCovid #COVID19","sentiment_score":0.0}
{"full_text":"By midmorning Saturday on the East Coast, more than 2,300 U.S. flights had been canceled, according to tracking service FlightAware. https:\/\/t.co\/PfCLPZrTAF","sentiment_score":0.5}
{"full_text":"New Year's Rose Parade proceeds despite COVID-19 surge.https:\/\/t.co\/QCBtSkB3Im","sentiment_score":0.1621212121}
{"full_text":"Yes. Went to bed early, sober, and alone! Have skipped all parties for 2 years now, and missed out last Christmas completely due to lockdown.","sentiment_score":0.025}
{"full_text":"Worried that cough might be something more than a cold? Not able to smell your morning coffee anymore? It might be time for a COVID-19 test. From county locations to pharmacies, demand may be up, but there are still opportunities to get tested.https:\/\/t.co\/aVdWS3tXre","sentiment_score":-0.1166666667}
{"full_text":"RT Well, at least we still have fire coverage, right?https:\/\/t.co\/Fot4yIVtpH","sentiment_score":-0.3}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to the Bermuda Triangle, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"Please value pandemic emergency service workers greatly.","sentiment_score":0.8}
{"full_text":"RT 5. Natural immunity is a reason omicron hasn't been as virulent (Fauci);6. We have to take into account societal needs, no...","sentiment_score":0.1}
{"full_text":"223,591 Americans have died of #COVID19 since and their partner Relief Therapeutics submitted an EUA application 214 days ago to for #Zyesami, a safe and effective therapeutic. How many more must die? $NRXP $RLFTF","sentiment_score":0.525}
{"full_text":"COVID causes Climate Change.","sentiment_score":0.0}
{"full_text":"RT Gotta love folks who buy hillbilly heroin from randos in parking lots, but won't get the vaccine because \"it's not good\" for...","sentiment_score":0.075}
{"full_text":"Every adult in the country needs to get a #Covid19 booster vaccine, because two doses does not give you enough protection against catching #Omicron.Protect yourself, your loved ones and your community. Get boosted now.https:\/\/t.co\/fRXYoCVuc5","sentiment_score":0.35}
{"full_text":"Art deco began in Paris in the early years of the 20th century but didn't really take hold until after World War I. It reigned until the outbreak of World War II. It was not just for the elite. By the 1930s, mass production meant that everyone could live in the #ArtDeco style.","sentiment_score":0.1090909091}
{"full_text":"New corporate bankruptcy filings slowed down slightly in 2021 after a pandemic surge in 2020. But there were still enough big cases in the year to keep leading practitioners busy - with some billing over $1,800 an hour; reports:https:\/\/t.co\/LE5b2lwEsH","sentiment_score":-0.0122655123}
{"full_text":"RT Wishing everyone a very Happy New Year!May 2022 turn out to be a year that fills your lives with peace and prosperity...","sentiment_score":0.5681818182}
{"full_text":"RT This chart shows clearly the surge in deaths that followed the July launch of line of \"Don't Fauci My Fl...","sentiment_score":0.1}
{"full_text":"In line to get tested for COVID rn","sentiment_score":0.0}
{"full_text":"Family friend spent a miserable week in hospital over Christmas - in for non-COVID treatment but was exposed to it in the ward. In isolation for a week, only his wife allowed to visit in full PPE.","sentiment_score":-0.1875}
{"full_text":"For air travelers, the new year picked up where the old one left off - with lots of frustration.https:\/\/t.co\/JvcOlT4hbm","sentiment_score":0.0787878788}
