{"full_text":"RT Our post omicron world: 1. Omicron goes down2. It fails to produce herd immunity, durable protection3. We'll have 6 mo t...","sentiment_score":-0.5}
{"full_text":"Congratulations #Israel","sentiment_score":0.0}
{"full_text":"RT What will you do with your four wild &amp; precious COVID tests?","sentiment_score":0.3}
{"full_text":"RT I listened to Fauci, Stephane Bancel (Moderna), Annalies Wilder-Smith, and Richard Hatchett discuss the future of covid at Kla...","sentiment_score":0.0}
{"full_text":"RT Praying For Your Dad's Speedy Recovery. He Will Get Well Soon. May Allah Protect Him With All His Love. ","sentiment_score":0.5}
{"full_text":"RT Those accused of claiming benefits 'illegally' are crucified as scroungers. Tories steal hundreds of millions of pounds from...","sentiment_score":-0.5}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"You seriously need to do some real research on what the omicron virus is.  Glad to see a milder virus pushing the more virulent Delta out.","sentiment_score":0.2166666667}
{"full_text":"RT Call it what it is:Xi unleashed a pandemic on the entire world and he is being rewarded with the Olympics bc our leader...","sentiment_score":0.0}
{"full_text":"RT The Nigerian in me cannot say the title of this movie without adding 'God forbid'. All of Us Are ####, Jan 28 ","sentiment_score":0.0}
{"full_text":"RT Caring for the last human is what our politics is about !!!Well done team  @ArvindKejriwal you have in...","sentiment_score":0.0}
{"full_text":"RT Did I hear say something like nobody could have predicted omicron &amp; the ensuing shortages? Epidemiolog...","sentiment_score":0.0}
{"full_text":"RT 220119 JY: If you have to go to work then there's nothing you can doJY: If you don't, stay only at home!!JY: I ate with...","sentiment_score":0.0}
{"full_text":"RT Pierce the               the CDC   Veil                            I don't care if you're               contagious","sentiment_score":0.0}
{"full_text":"Has anyone else experienced a light, persistent cough after getting over the main #COVID19 symptoms?","sentiment_score":0.4555555556}
{"full_text":"RT My thoughts today are with all the parents who were sensible over Christmas and are now going to catch omicron from thei...","sentiment_score":0.0}
{"full_text":"RT An Audio Statement in Arabic, titled: COVID is a Firm Plan From AllaahImam Mahdi Nasser Mohammed Al-Yamani12- Jumada II -...","sentiment_score":-0.2}
{"full_text":"RT The positivity rate for COVID is over 30% in Ky (and that's an undercount bc of at-home testing). We're going to need so...","sentiment_score":0.0}
{"full_text":"#Pienaarspoort Train to Pienaarspoort departed from Eerstefabrieke Station Next stopping Station is Mamelodi Gardens #WearAMask#DoYourPart","sentiment_score":0.0}
{"full_text":"RT fuck yeah four free covid tests. one for each hole babey","sentiment_score":0.0}
{"full_text":"Fruit and veggie shortages are making a comeback at grocery stores with Canada's trucker vaccine mandates adding to supply chain woes","sentiment_score":0.0}
{"full_text":"RT When Klaus Schwab authors a book about a virus 'wiping out our economies for a Great Reset' and said book is published...","sentiment_score":0.8}
{"full_text":"RT World over Govts are rushing to set up hospitals@AAPBangalore team led by &amp; faught to...","sentiment_score":0.0}
{"full_text":"RT Israel , the only quadruple-vaxxed country in the world (also using mask mandates and Covid passports), just broke global...","sentiment_score":0.0}
{"full_text":"RT Who makes the money from the covid-19 testing? Someone does. If you can find them you will know why we have a fuel crisi...","sentiment_score":0.0}
{"full_text":"Pharma:  Current vaccinations don't do much against OmicronGovernments:   Take more boosters or else we will mandate it. How can people not see the whole thing is bullshit?","sentiment_score":0.225}
{"full_text":"RT I will say this for COVID: It has given my kids a healthy distrust of authority and a visceral hatred of government bu...","sentiment_score":0.5}
{"full_text":"RT While I'm glad the US is finally providing free COVID tests, allocation based on residential address (vs individual) is...","sentiment_score":0.225}
{"full_text":"you are a smart girl, we know this isn't about covid build back better, the WEF agenda 2030 own nothing &amp; b happier with that other sewer vomti along with the sewer communist rat climate hoax now. we need to stop these evil sewer vomit now and stand up","sentiment_score":0.031547619}
{"full_text":"RT \"Or -- you might get worse. Bad enough that you need the ventilator. Bad enough that you need more. I hope that doesn't ha...","sentiment_score":-0.2166666667}
{"full_text":"RT Press release for tomorrow's national press conference, at 11AM EST, to launch the CANADA SCIENCE &amp; POLICY COMMITTE...","sentiment_score":0.0}
{"full_text":"RT #postponegate2022  #RescheduleGATE2022 #gate2022#COVID19 #OmicronInIndiaSi...","sentiment_score":0.0}
{"full_text":"RT #postpone gate2022The scenario is very worst due to covid plzz postpone the date","sentiment_score":-0.5625}
{"full_text":"RT That it reduces your chance of being hospitalized or killed by Covid by at least 90%.","sentiment_score":-0.25}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT I had a neighbor in 2020 who went around telling us we were all going to die from COVID if we didn't sanitize constantly...","sentiment_score":0.0}
{"full_text":"RT took a nap after my covid test (i tested positive lol) and had a dream where freddy fazbear started replacing random char...","sentiment_score":0.1757575758}
{"full_text":"RT Vaccine mandates for a vaccine that does not stop transmission is medical rape.","sentiment_score":0.0}
{"full_text":"RT #Postpone_cgl_mains2020 NO EXAMS TILL CORONA SUBSIDES. POSTPONE SSC CGL MAINS 2020 ","sentiment_score":0.0}
{"full_text":"RT On 5 Jan 2022 the updated its advice on Pfizer's mRNA vaccine\"There are currently no efficacy or safety data for...","sentiment_score":0.0}
{"full_text":"RT Wishing you Mavayya garu and a speedy recovery. Get well soon!","sentiment_score":0.0}
{"full_text":"RT 220119 JY: If you have to go to work then there's nothing you can doJY: If you don't, stay only at home!!JY: I ate with...","sentiment_score":0.0}
{"full_text":"if generally omicron symptom is mild, why people bother and take the N shots..........","sentiment_score":0.1916666667}
{"full_text":"RT 220119 JY: it's snowing be careful!!JY: Stay only at home!!!","sentiment_score":0.0}
{"full_text":"RT I'm loling. Only 87 of the 270 \"doctors\" who wrote the letter to Spotify complaining about Joe Rogan are actually doctors....","sentiment_score":0.0}
{"full_text":"RT The United States and #COVAX provided 7 million additional Pfizer COVID-19 vaccine doses to Bangladesh, bringing our total d...","sentiment_score":0.0}
{"full_text":"RT In a Call Recording of #GATE2022 Helpline, official explains getting infected with #COVID19 is same as getting...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Unvaccinated COVID patient, 55, whose wife sued Minnesota hospital to stop them turning off his ventila...","sentiment_score":0.0}
{"full_text":"RT To those who use misleading numbers to justify anti-science and anti-MD views: Try volunteering at a hospital...especially...","sentiment_score":0.0}
{"full_text":"RT The boss of Australia's biggest supplier of the diesel fluid says extra production and a fall-off in demand as omicron...","sentiment_score":0.0}
{"full_text":"Ocugen Inc. (NASDAQ: OCGN) and Bharat Biotech Announce Study Results Showing COVAXIN Can Neutralize Omicron and Delta Variants - BioPharmaJournal","sentiment_score":0.0}
{"full_text":"RT Young and youthful India showing the way! This is encouraging news. Let us keep the momentum. It is important to vacc...","sentiment_score":0.2625}
{"full_text":"RT Emails Show Dr. Fauci and NIH Director Plotted To Coordinate \"devastating takedown\" of 3 Prominent Epidemiologists With A...","sentiment_score":-0.25}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Showed my ID 6 times before noon:1. To buy  with credit card2. AA ticket counter to check bag3. TSA to board  4. ...","sentiment_score":0.0}
{"full_text":"RT Nearly 1 million cases of Covid-19 were reported among children in the United States last week, the American Academy of...","sentiment_score":0.0333333333}
{"full_text":"RT PIL In Supreme Court Challenges COVID Vaccination For Children, Seeks Probe Into Adverse Effects","sentiment_score":0.0}
{"full_text":"RT Australia has the opportunity to learn from other countries. We don't have to make the same mistakes. An important thread on C...","sentiment_score":0.0916666667}
{"full_text":"RT What doesn't kill you can still leave you with Long COVID.Get vaccinated.","sentiment_score":-0.05}
{"full_text":"RT 737 million N95 masks hiding out in government storage during a viral pandemic. Explain to me what I'm not understanding. N...","sentiment_score":0.0}
{"full_text":"RT The most striking thing about the entire pandemic, to me, is the raw, spontaneous, primal anger some people felt at being aske...","sentiment_score":0.1115384615}
{"full_text":"RT Our COVID-19 dashboard has been updated for Tuesday, January 18. Visit for information about the rate...","sentiment_score":0.0}
{"full_text":"RT Show Canadians the Vaccine Contracts.It is our money, we have every right to see them.","sentiment_score":0.2857142857}
{"full_text":"RT To wear N95 or KN95 masks for a family of four is an additional $200.00 a month!!! How is this affordable or equitable?","sentiment_score":0.0}
{"full_text":"Not masking at all, huh? Are they at least vaccinated? I'm guessing not, but for their own sakes I hope so.https:\/\/t.co\/OE0Phshi7F","sentiment_score":0.15}
{"full_text":"RT I think PLANNEDEMIC is the correct technical term......don't you!!!?","sentiment_score":0.0}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT #postpone_cgl_mains2020 I have my cgl mains on 29 jan but after coming from ddn ( for giving chsl descriptive)  i am ha...","sentiment_score":0.0}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"RT Today, one of the covid dead is my dear uncle Alex. He died alone because his family was not allowed to be with him at the e...","sentiment_score":-0.2}
{"full_text":"Lol. \"80% fully vaccinated\" - does this % include those who FALSIFIED their vax status? Resistance to take further booster shots is one thing, but when vaccination, masking up and social distancing remains the best solution for LONG TERM fight againt covid, then just do it!","sentiment_score":0.3541666667}
{"full_text":"RT #postpone_uppcs_mains2021 Due to rapid rise in COVID cases across the state, there is strong possibility of infection...","sentiment_score":0.1541666667}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT BREAKING: New documents reveal that Marjorie Taylor Greene spent more than half of her $174,000 Congressional salary o...","sentiment_score":0.0924242424}
{"full_text":"Hope this finds you in good spirits,  as the world grapples  with the effects  of the pandemic,as humans  our resolve  is to soldier on, am requesting  for help through  your  spaces,and link to help us share our plight,we need  help to roof our school.","sentiment_score":0.7}
{"full_text":"RT If the story doesn't make sense !!FOLLOW THE $$$$$$$$!!Newly Released Documents Show Dr. Anthony Fauci Made a Massive Amoun...","sentiment_score":0.0681818182}
{"full_text":"Man was kicked off flight for wearing women's underwear as face mask#weirdnews #weird #mask #covid","sentiment_score":-0.5}
{"full_text":"RT I genuinely feel so fucking loved by friends who cancel plans when they might have COVID. They are literally saving me week...","sentiment_score":0.55}
{"full_text":"RT To not die. And to not clog up hospitals. Really, are you possibly this clueless?","sentiment_score":0.1}
{"full_text":"RT Shame on us for allowing this despicable #Morrison #Joyce COALition do so little.It will come back to bite us as new varian...","sentiment_score":0.0681818182}
{"full_text":"Repulsive theology.","sentiment_score":0.0}
{"full_text":"RT Pfizer vaccine shelf life extended amid wastage fearsSo now they'll be injecting people with expired batches. Nothing t...","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT The USPS is giving away Covid tests for free, order yours now: 4 free tests per households!https:\/\/t.co\/mZ1jd8hK8f","sentiment_score":0.4}
{"full_text":"TL;DR, it looks like Omicron is falling off a cliff in the Northeast, just past its peak on the west coast, and peaking around now in the Midwest and Southeast. Fingers crossed for a fast descent everywhere!","sentiment_score":0.0}
{"full_text":"A couple of folks have got new jobs and opportunities in this pandemic period, others have changed their careers. Make that application, build your networks and keep the faith ","sentiment_score":0.1363636364}
{"full_text":"RT amused by liberals applauding the ease it takes to fill out a form that a 17 year old could code so you can theoretically...","sentiment_score":0.05}
{"full_text":"RT look I'm happy about the free COVID tests but I can already see the SAME inequities rearing their ugly head. Multi family\/ge...","sentiment_score":0.125}
{"full_text":"RT SARS-CoV-2 = CCP virus (Chinese Communist Party)Covid-19 = CCP's Unrestricted BiowarfareKey Evidence: Zhoushan Bat Virus ZC...","sentiment_score":0.0}
{"full_text":"Can you say with absolute certainly it isn't? I've already had covid and I'm fine, the vaccine is showing a trend of cardiac issues between vaers, Yellowcard, other reporting systems along with athletes around the world dying at an unprecedented rate of cardiac arrest.","sentiment_score":0.1444940476}
{"full_text":"RT No and now you're not getting the tests","sentiment_score":0.0}
{"full_text":"RT I don't know how else to put this: Justice Gorsuch--who refused to wear a mask in the midst of the Omicron surge and sh...","sentiment_score":0.0}
{"full_text":"RT I don't know how else to put this: Justice Gorsuch--who refused to wear a mask in the midst of the Omicron surge and sh...","sentiment_score":0.0}
{"full_text":"RT Ivanka broke her social media silence to let her followers know she'd helped distribute free food boxes last week, failing...","sentiment_score":0.1444444444}
{"full_text":"RT Chief Justice Roberts asked all members of the court to wear a mask with Justice Sotomayor having diabetes -- Gorsuch has ref...","sentiment_score":0.0}
{"full_text":"Spy last two years never tested 200 Day moving avg which is at now will be at  $440 ( you were saying will drop to $400 ) I don't think so market will have turmoil like when covid hit that time it tested 200 day moving avg ..","sentiment_score":0.0}
{"full_text":"RT This explains why Justice Gorsuch won't wear a mask when seated by a colleague who is at a higher risk of...","sentiment_score":0.25}
{"full_text":"INTERNATIONAL COURT LOOKS INTO COVID19 CRIMES AGAINST HUMANITY - GENOCIDE REVEALED PLEASE SHARE! via","sentiment_score":0.0}
{"full_text":"RT DK Shivakumar is dead right. Govt is simply bloating numbers to keep the scam going, especially the next phase of vaccine p...","sentiment_score":0.0171428571}
{"full_text":"RT Shared by ER colleague today.Very angry #COVID19 patient offered monoclonal therapy:\"I want that new pill, Paxlovid! Not t...","sentiment_score":-0.1647727273}
{"full_text":"RT The Biden Administration has made free COVID-19 tests available to order via USPS for all Americans because they actua...","sentiment_score":0.4}
{"full_text":"RT PM forced to reprimand George Christensen over 'dangerous' anti-vaccination comments","sentiment_score":-0.45}
{"full_text":"RT Young and youthful India showing the way! This is encouraging news. Let us keep the momentum. It is important to vacc...","sentiment_score":0.2625}
{"full_text":"RT It's time for companies to start hiring back the people they fired because of the unlawful OSHA vaccine mandates rejec...","sentiment_score":0.0}
{"full_text":"It's still unclear whether rapid antigen tests really are less effective at picking up Omicron cases, or what might be causing such a difference.","sentiment_score":0.1583333333}
{"full_text":"RT Did anyone tell Johnson it is wrong to starve a health service during a pandemic?","sentiment_score":-0.5}
{"full_text":"folks I had such a fun and productive tweetless tuesday despite having COVID that I'm gonna do a twofer and make it a tweetless twednesday. see you all on thursday :)","sentiment_score":0.2666666667}
{"full_text":"If only more sheeple would take their immune system seriously as a powerful antidote to surviving most viruses. Throw in ivermectin criminally suppressed or censored by Govt psychopaths &amp; corporate greed merchants, perhaps millions could've been saved.","sentiment_score":0.15}
{"full_text":"RT Neil Gorsuch refusing to wear a mask may not seem like a big thing, but it is. That's what it's going to take, for mill...","sentiment_score":0.0}
{"full_text":"RT Where is the misinformation police now? What antiscientific piffle is this?","sentiment_score":0.0}
{"full_text":"Looking for the latest in #COVID19 #vaccine developments? We've compiled updated science and evidence-based resources on the status of vaccinations, including what physicians should know. Stay up to date: #VaccinesWork","sentiment_score":0.5}
{"full_text":"How navigated the pandemic, with the help of its lawyers: both in-house and from","sentiment_score":0.0}
{"full_text":"Hong Kong will kill 2,000 pets over fear that hamster spread COVID to human |","sentiment_score":0.0}
{"full_text":"Lol I lowkey feel like this is their way of finding out where ppl live before taxes are filed Lmaoo","sentiment_score":0.4681818182}
{"full_text":"RT I'm loling. Only 87 of the 270 \"doctors\" who wrote the letter to Spotify complaining about Joe Rogan are actually doctors....","sentiment_score":0.0}
{"full_text":"PSCBC Cares, Please continue to comply with all health protocols: #vaccinate, wear a mask, maintain social distance, keep hands clean and continue to social distance.  #VaccinateToSaveSouthAfrica #COVID19","sentiment_score":0.1444444444}
{"full_text":"Join our webinar \"Bright Spots in COVID-19 Management in India: The Power of People\" starting in two hours! Register here:","sentiment_score":0.35}
{"full_text":"Appealing for \"mitigations,\" rather than Zero COVID, is politically futile.Why?All the establishment parties - the Liberals, the Conservatives, the NDP, etc - have dropped their support for it.They are all on board with herd immunity and the Great Barrington Declaration.","sentiment_score":0.4333333333}
{"full_text":"\"The coronavirus vaccine market hasn't exactly been free -- it's been a curious partnership of Big Government, Big Pharma and world elites working their fiery magic to fuel worldwide panic.\"","sentiment_score":0.175}
{"full_text":"RT THANK YOU BIGIKEFAN I PLACED MY ORDER ALREADY I CAN'T WAIT TO BE CLEAN AND AETHER COVID LIKE IKE WOULD","sentiment_score":0.3666666667}
{"full_text":"RT Neil Gorsuch refusing to wear a mask may not seem like a big thing, but it is. That's what it's going to take, for mill...","sentiment_score":0.0}
{"full_text":"How do you reach out to prospective holiday bookers? Industry has changed post pandemic. Your active online\/social media presence with attractive designs is the key to catch attention. We help business boost with expansion prospects","sentiment_score":0.2222222222}
{"full_text":"If you're aged 18 and over and if it has been at least 4 months since your last dose, you can book your booster dose online now through or find out more at: #Covid19 #BoosterDose #StaySafe","sentiment_score":0.025}
{"full_text":"To provide more immediate care for Taguigenos &amp; protect frontliners using technology while battling COVID-19, the Taguig City government has launched Telemedicine...","sentiment_score":0.5}
{"full_text":"You've had COVID and think you don't need to get vaccinated? explains why getting vaxxed is a safer bet for protecting yourself against future infection. Read more in this #BhekisisaResource.","sentiment_score":0.25}
{"full_text":"Some colleges have begun requiring a COVID-19 vaccine for fully remote students, and in some cases threatening punishment in the face of defiance.https:\/\/t.co\/xdJeHJFJ64","sentiment_score":-0.1}
{"full_text":"RT Always good to remember that 90% of the 16+ population is about 72% of...","sentiment_score":0.7}
{"full_text":"Governor David Ige is doing everything he can to safeguard his residents, adhere to scientific principles, and keep COVID out","sentiment_score":0.0}
{"full_text":"RT We are heading for a major war in Europe. If Putin seizes Ukraine, he will set his sights on the Baltics next. This is no...","sentiment_score":0.03125}
{"full_text":"RT I don't know how else to put this: Justice Gorsuch--who refused to wear a mask in the midst of the Omicron surge and sh...","sentiment_score":0.0}
{"full_text":"3rd Taiwan Compal Electronics worker tests positive for COVID","sentiment_score":0.1136363636}
{"full_text":"Will i get a refund if i cancel 5 of out 9 tickets due to covid, Both your team and  are not helping sort out the confusion between refunds and rescheduling after endless followups","sentiment_score":-0.125}
{"full_text":"About one in five Americans have been infected with COVID-19 since the onset of the pandemic in the country, according to data from Johns Hopkins University. #Coronavirus","sentiment_score":0.0}
{"full_text":"Pandemic is still out there so don't forget to frequently disinfect your hands with Op Sept, that provides high protection and care to your hands. Order now at #SurgicalHandDisinfectant #HandDisinfectant #handsanitizer #OpSept #DrDeppe #ApstaGroup","sentiment_score":0.13}
{"full_text":"RNC chairwoman Ronna McDaniel complained the Commission on Presidential Debates in 2020 \"switched one of the debates to virtual to let Joe Biden stay in the basement.\"Why was that debate switched to a virtual format? Because Trump had Covid.","sentiment_score":-0.3}
{"full_text":"RT The Biden administration really made a big deal about free COVID tests, only to send them after the surge, and put limits...","sentiment_score":0.15}
{"full_text":"Hosted by &amp; Bangladesh Health Watch, the virtual #iccovid19, 2022 will engage global experts to discuss, debate &amp; document experiences of the #COVID19 pandemic including emerging variants across low-and middle-income countries. Register here:","sentiment_score":0.0}
{"full_text":"Grammy Awards rescheduled to April 3 in Las Vegas after COVID delay #GRAMMYs","sentiment_score":0.0}
{"full_text":"1\/2 I'm fortunate enough where I can afford to live like a hermit. But most people have to leave their homes to work. Yes they can wear n95 masks, but their potential for exposure is still much greater.","sentiment_score":0.2560606061}
{"full_text":"Applications of digital technology in COVID-19 pandemic planning and response","sentiment_score":0.0}
{"full_text":"South Africa is a not just a gateway to Africa, but is also a microcosm. COVID19 under-vaxxed, therefore not immunocompromised. #JesusChrist","sentiment_score":0.0}
{"full_text":"Chillin' off Bacong, shared by Arbin Diongco Castillon Jr. [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"The federal government has spent trillions of dollars to offer relief from the hardships of the COVID-19 pandemic.Read more:","sentiment_score":0.2}
{"full_text":"The number of Florida hospital inpatients with COVID-19 was down slightly Tuesday from a week earlier.https:\/\/t.co\/Yz78F1DXc4","sentiment_score":-0.1611111111}
{"full_text":"Parents, here's a COVID-19 home care guide from the Department of Health. Read HERE:","sentiment_score":0.0}
{"full_text":"Utah teachers looking to fund education initiatives or secure personal protective equipment for their classrooms received good news today.https:\/\/t.co\/fbDpuHuYJG","sentiment_score":0.3666666667}
{"full_text":"RT Can we get an update on this?","sentiment_score":0.0}
{"full_text":"RT Oh dear.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 11.7FWind Chill: 11.7FHumidity: 99%Dew Point: 11.5F Barometer: 30.241 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 802.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT a one-time order of 4 free covid tests (per household) is actually evil and not enough","sentiment_score":-0.2}
{"full_text":"RT \"Four inmates at an Arkansas jail have filed a lawsuit against the facility and its doctor after they said they were unknow...","sentiment_score":-0.1}
{"full_text":"RT \"We can't formally make an approval decision until we get a signal from the government.\" Despite what the Feds tell the public,...","sentiment_score":0.0}
{"full_text":"RT Call it what it is:Xi unleashed a pandemic on the entire world and he is being rewarded with the Olympics bc our leader...","sentiment_score":0.0}
{"full_text":"Talk about Government waste and failure, after 3 vaccines forced on Americans,The Biden administration is planning to distribute hundreds of millions of N95 masks from the Strategic National Stockpile.#BidenWorstPresidentEver","sentiment_score":-0.2722222222}
{"full_text":"RT Free Covid test kits for everyone. Just placed my order.https:\/\/t.co\/Fm8Zise1O8","sentiment_score":0.4}
{"full_text":"RT took a nap after my covid test (i tested positive lol) and had a dream where freddy fazbear started replacing random char...","sentiment_score":0.1757575758}
{"full_text":"I bet she has covid.","sentiment_score":0.0}
{"full_text":"RT Laura Ingraham's fucking hands would fall off if she clapped for every person who died from her Covid disinformation.","sentiment_score":-0.6}
{"full_text":"RT I hope this doesn't crash the website but the free covid tests are now live!! Every home in the U.S. is eligible to order...","sentiment_score":0.3065340909}
{"full_text":"RT Large crowds protest lockdowns and the new Covid regime in Amsterdam today. Europe needs to WAKE UP to this incipient...","sentiment_score":0.1753246753}
{"full_text":"RT Extra police, specialist health team flown to remote Aboriginal community in lockdown","sentiment_score":-0.05}
{"full_text":"RT Due to Sudden increase in OMICRON variant. It is highly unsafe for students to travel and...","sentiment_score":0.0116666667}
{"full_text":"RT Sure, but I want to hear what Ian Taylor reckons","sentiment_score":0.5}
{"full_text":"RT They needed to. This is why some people have been dying. Should have got boosters going more aggressively when calls for th...","sentiment_score":0.5}
{"full_text":"RT It's time for companies to start hiring back the people they fired because of the unlawful OSHA vaccine mandates rejec...","sentiment_score":0.0}
{"full_text":"#helpless#COVID__19#coronawarriorsComHealth officer Late Akash sachan posted in Banda #UP Martyr on 09\/06\/2021#Help@PMOIndia@myogioffice@vinodkapri@ttindia@ndtv@bstvlive@PragyaLive@suryapsingh_IAS@ravishndtv#JusticeFor_Corona_warriors","sentiment_score":-0.3}
{"full_text":"RT Attention school leaders: The American Rescue Plan provides $10 billion in funding for #COVID19 testing for teachers, staff, &amp;...","sentiment_score":0.0}
