{"full_text":"Fuck YOU trying living in a country that's not \"first world\" oh you have to rebuy tickets to a stadium after a pandemic? HOW will you go on! entitled people ARE testing my patience and everyone in the world that's seeing you cry for a problem THATS NOT A PROBLEM","sentiment_score":-0.278125}
{"full_text":"RT I got a DM from someone telling me to stop apologising and giving in so easily to bullies, with tweets like this.That a...","sentiment_score":0.4333333333}
{"full_text":"RT covid cases have crossed 3 lakh mark. what are you waiting for ssc to postpone cgl mains 2020#POSTPONE_SSCCGL_MAINS htt...","sentiment_score":0.0}
{"full_text":"RT We're supporting the vaccine booster effort: get your vaccine today or tomorrow at the Octagon Centre here on campus from...","sentiment_score":0.25}
{"full_text":"RT #helpless#COVID__19#coronawarriorsComHealth officer Late Akash sachan posted in Banda #UP Martyr on 09\/06\/2021...","sentiment_score":-0.3}
{"full_text":"RT Just spent hours providing emotional support to a family who lost their loved one due to COVID.Pretty sure they were experie...","sentiment_score":0.195}
{"full_text":"RT #GTCartoon: The haves and the have-nots in the #US have uneven chances of survival facing #COVID19, a mirror of the de...","sentiment_score":-0.2}
{"full_text":"RT free rapid tests and free N95 masks finally being rolled out in the US is good but countries like South Korea started doing t...","sentiment_score":0.375}
{"full_text":"RT Hey if you're mad at yourself for not taking advantage of lockdown last winter to finally tackle that big creative pro...","sentiment_score":-0.025}
{"full_text":"I don't disagree with you on any of those points however I was replying to the original tweet.\"dropping all mask requirements, vaccine passports, and work from home\"","sentiment_score":0.375}
{"full_text":"RT Can't really argue about that. Johnson is just about control and he's lost all that...","sentiment_score":0.2}
{"full_text":"Definitely not often enough but injuries and covid haven't helped we probably overpaid slightly but he was a statement to our intentions and in the games he's played he's provided valuable points for us.","sentiment_score":-0.0555555556}
{"full_text":"RT You expect us to believe your baby was seriously ill with Covid and announce it at the same time restrictions are lifte...","sentiment_score":-0.25}
{"full_text":"RT Sajid Javid must urgently and thoroughly investigate the recent spike in child deaths, and halt any vaccine doses for chil...","sentiment_score":0.0}
{"full_text":"RT The with is committing $150M each to support in building a more equitable p...","sentiment_score":0.5}
{"full_text":"RT I remember giving up my annual leave so that I can cover the shifts that my colleagues cannot do as they are i...","sentiment_score":0.0}
{"full_text":"RT #UPTET postpone #up_tet_exam_postpone pls postpone the uptet exam there will be huge rush and will corona visfote can...","sentiment_score":0.4}
{"full_text":"RT What an amazing coincidence that the right time for Boris Johnson to lift all covid restrictions just happens to be the prec...","sentiment_score":0.4428571429}
{"full_text":"My pregnant sister just tested positive for Covid . ","sentiment_score":0.2803030303}
{"full_text":"RT Let's see how much our value the lives &amp; inclusion of our vulnerable &amp; Immunosuppressed.@moneillsf","sentiment_score":-0.15}
{"full_text":"In the name of Allaah, Ar-Rahman (the Most Gracious), the Most Merciful, and the Firm Possessor of Strength.Imam Nasser Mohammed Al-Yamani12- Jumada II - 1443 AH15-January-2022 AD2#COVID_Is_A_Strict_Plan_FromAllah#COVID19 Z5UFcT","sentiment_score":0.2666666667}
{"full_text":"Development of a risk assessment profile tool to determine appropriate use of SARS-CoV-2 rapid antigen detection tests for different activities and events in Ireland, since October 2021","sentiment_score":0.25}
{"full_text":"RT Schools are critical in ensuring holistic growth,  education, and learnings for children. Join Us to #HealTheScars of C...","sentiment_score":0.0}
{"full_text":"CDC is deliberately sabotaging vaccine injury reports","sentiment_score":0.0}
{"full_text":"RT Getting tested is one of the best ways we can fight this pandemic and keep each other safe. Thanks to the Biden-Harris adminis...","sentiment_score":0.39375}
{"full_text":"RT 438 Covid deaths yesterday but face masks will no longer mandatory because remember: saving the PM is far more importan...","sentiment_score":0.3}
{"full_text":"Curragh Chess Club 2022 is back from 6.40 this evening.6.40 - 8pm Juniors registration8pm - late Regular MembersWe look forward to seeing you all again!!COVID-19 is still about so please ensure you wear a mask and use sanitiser when you arrive.","sentiment_score":-0.1}
{"full_text":"RT Let the record state:\"The pandemic response has been a disaster. Had the NIH simply responded to George Fareed and B...","sentiment_score":0.0}
{"full_text":"RT You expect us to believe your baby was seriously ill with Covid and announce it at the same time restrictions are lifte...","sentiment_score":-0.25}
{"full_text":"RT The question is... Do pharma\/scientist consider their vax safe in short-term, long-term in context of the law? Answer...","sentiment_score":0.5}
{"full_text":"What you failed to realize is omicron is less fatal and more mild than the other strains. If someone dies with omicron,  they died of other ailments, not covid.","sentiment_score":-0.0138888889}
{"full_text":"RT An American Airlines flight en route to London from Miami on Wednesday night was forced to turn around about an hour into...","sentiment_score":-0.15}
{"full_text":"RT Imagine tongue kissing flavor flav but the vaccine is too much.","sentiment_score":0.2}
{"full_text":"RT Get four free at-home COVID tests. Tell your family and friends. https:\/\/t.co\/thjwctzoYD That's it. That's the tweet.","sentiment_score":0.4}
{"full_text":"RT COVID disrupted operating models, including in healthcare. Opened door to #reimaginework --\"Health care leaders should make #f...","sentiment_score":0.0}
{"full_text":"EEU Regulators, WHO Call for End to COVID Boosters, Citing Evidence Strategy Is Failing Download our app to read more at","sentiment_score":0.5}
{"full_text":"RT NEW Milwaukee County Data:The COVID #Booster makes a big difference in limiting your risk ofinfectiontransmission...","sentiment_score":0.0681818182}
{"full_text":"RT #POSTPONE_SSCCGL_MAINSDon't play with the future of youth , To take exam in Covid pandemic situation.@PMOIndia@HMOI...","sentiment_score":0.0}
{"full_text":"#JusticeFor15YearOldAarya#NoVaccineMandates #nolockdown Our demands:1.Thorough investigation by AEFI committee and Mumbai Police as per Brighton criteria of causality assessment2. No vaccine for children without detailed informed consent","sentiment_score":0.4}
{"full_text":"Up to 60% of Covid patients in London not primarily treated for virus","sentiment_score":-0.2}
{"full_text":"Fascinating read on making sure your board is abiding by current state laws. I'd like to think NGOs updated their bylaws in the beginning of the pandemic to permit virtual meetings to be conducted.","sentiment_score":0.4}
{"full_text":"RT Global leaders today called for funding of at least US$ 5.2bn for the #COVAX AMC to:  1. Establish a Pandemic Vaccine Pool of a...","sentiment_score":-0.15}
{"full_text":"RT To save money you really just gotta stay at home ","sentiment_score":0.2}
{"full_text":"RT A Winnipeg mail carrier says Canada Post sent him home without pay after he wore an N95 mask on the job.","sentiment_score":0.0}
{"full_text":"RT 30% Off!Nest Wifi - Mesh Router (AC2200) and 1 point with Google Assistant - 2 pack - Snowhttps:\/\/t.co\/QgebOvfgWS#BwcDe...","sentiment_score":0.0}
{"full_text":"RT UK Department of Health Advised Doctors to Use Midazolam as A Treatment for Covid","sentiment_score":0.0}
{"full_text":"RT New from for - \"But YouTube was wrong, and Paul was right. The CDC announced this week that cloth masks...","sentiment_score":-0.025974026}
{"full_text":"RT \"The (CDC) has finally admitted that natural immunity from prior infection exists. But it's even worse than that for th...","sentiment_score":-0.075}
{"full_text":"RT I dunno, I have this weird feeling that threatening children's education to prevent feeding vulnerable children during a pand...","sentiment_score":-0.5}
{"full_text":"RT I'm thinking of all the places where universal daily COVID testing is the norm, and all the places it is not. It spea...","sentiment_score":0.0}
{"full_text":"RT Read the Section in When China Sneezes on the virus the CIA prepared to murder Patrice Lumumba: They hated him because...","sentiment_score":-0.9}
{"full_text":"RT \"People who had previously been infected w\/ COVID-19 were better protected against the Delta variant than those vaccinat...","sentiment_score":0.1666666667}
{"full_text":"RT Joe Biden's caregiver shows up once again to clean up after he craps the bed","sentiment_score":0.3666666667}
{"full_text":"RT There has been a lot of comment on 'in hospital with or because of COVID-19\". It is a false dichotomy. Patients are not a...","sentiment_score":-0.4}
{"full_text":"Alert Level 4. Omicron is starting to spread in the provinces. Get vaccinated ASAP!","sentiment_score":0.0}
{"full_text":"RT This is why obesity is the pandemic","sentiment_score":0.0}
{"full_text":"RT #POSTPONE_SSCCGL_MAINSWhen delhi and Rajasthan implemented weekend lockdown . Traveling 200-300 km on Saturday it's not...","sentiment_score":0.0}
{"full_text":"RT BOMBSHELL.The CDC deals a devastating blow to the Covid narrative.https:\/\/t.co\/vle5nPIDPi","sentiment_score":-1.0}
{"full_text":"RT Points deduction and relegation to div II pls","sentiment_score":0.0}
{"full_text":"RT \"Mild\" basically means you probably won't die or have to be hospitalised. It DOESN'T mean you won't feel horrible and\/or...","sentiment_score":-0.3263888889}
{"full_text":"cmon speak up","sentiment_score":0.0}
{"full_text":"I'm with Howard. 100000000%.","sentiment_score":0.0}
{"full_text":"RT An American Airlines flight en route to London from Miami on Wednesday night was forced to turn around about an hour into...","sentiment_score":-0.15}
{"full_text":"RT Get free at-home COVID-19 testsEvery home in the U.S. is eligible to order #44 free at-home COVID-19 tests. The test...","sentiment_score":0.4}
{"full_text":"RT #H5N6 is NO laughing matter, nor one to jest about, for birds like chickens, sentient beings or humans.\"Avian #influenza...","sentiment_score":0.0}
{"full_text":"RT If they ever ask how we survived COVID-19","sentiment_score":0.0}
{"full_text":"RT TAKE NOTE: Two Republican members of Congress from Georgia - Rep. Marjorie Taylor Greene and Rep. Andrew Clyde -  have...","sentiment_score":0.0}
{"full_text":"RT So I've had #Covid19 twice before, two jabs and the booster, 14 miserable months of #LongCovid - and now I have #Omicron again...","sentiment_score":-1.0}
{"full_text":"RT Damned right https:\/\/t.co\/1rVZT7tolZ","sentiment_score":0.2857142857}
{"full_text":"RT Why haven't discriminatory Vaccine Passports been abolished yet in Ireland ??????????#NoVaccinePassports #AbolishVacc...","sentiment_score":0.0}
{"full_text":"Lots of interesting talks and panels of interest to biologists, including climate change, women's health, vaccines, and more. Don't miss \"Climate Change Science\", with and \"Climate Change Solutions,\" with Register now:","sentiment_score":0.5}
{"full_text":"RT The Covid-1984 narrative is crumbling worldwide. But some of you have gotten SO used to taking L's that you can't even rec...","sentiment_score":0.0}
{"full_text":"With so many people vaccinated surely you don't need lockdown measures because virtually everyone is immunised right?","sentiment_score":0.4285714286}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"This is so economicsy.It's unequivocally good that Biden's government are doing why are they trying to make it sound bad by talking about a 'supply crunch' as if that's not something that will be overcome after the first week?","sentiment_score":0.1625}
{"full_text":"RT Indeed He is the Most Knowing and Most Wise and to Him, all matters return in decision.Imam Nasser Mohammed Al-Yamani12- Ju...","sentiment_score":0.5666666667}
{"full_text":"Vicky Ward's sub stack is definitely worth subscribe to.  Good stuff.  EXCLUSIVE: Alex Murdaugh Not Allowed To See His Lawyers Due to Covid Quarantine","sentiment_score":0.2916666667}
{"full_text":"RT Many students are coming Corona positive. Many exam postpond in these conditions.What if someone is positive after th...","sentiment_score":0.3636363636}
{"full_text":"Corona: Odisha received a large consignment of 'Omisure' testing kit, now Omicron will be caught soon","sentiment_score":0.2142857143}
{"full_text":"Apparently government thinks lice are worse than Covid.","sentiment_score":-0.175}
{"full_text":"With the administration of more than 73 lakh Doses (73,38,592) vaccine doses in the last 24 hours, India's COVID-19 vaccination coverage has exceeded 159.67 Cr (1,59,67,55,879) as per provisional reports till 7 am today.#VaccinationDrive","sentiment_score":0.25}
{"full_text":"RT Covid vaccines don't prevent infection so why are they doing this? Because they are the enforcers for big pharma, shaki...","sentiment_score":0.0}
{"full_text":"RT I'm still not over the fact that Florida's top public health official Dr. Raul Pino, was fired after he sent an email...","sentiment_score":0.25}
{"full_text":"RT This is desperate, shameless &amp; utterly crass of Boris Johnson. A man who uses his children to avoid scrutiny and to beg symp...","sentiment_score":-0.3}
{"full_text":"RT REVERSED: After the Supreme Court ruling, corporations are starting to retreat from vaccination mandates. Yet, healthca...","sentiment_score":0.0}
{"full_text":"RT If you've tested positive for COVID-19 or experienced COVID-like symptoms, researchers want to hear from...","sentiment_score":0.5136363636}
{"full_text":"RT The on Wednesday banned indoor gatherings, weddings and dining in districts and cities with #Covid19 posi...","sentiment_score":0.0}
{"full_text":"RT More good news in NYC's covid #'s: Cases are now down a full 50% from omicron peak two weeks ago.We're still seeing 20...","sentiment_score":0.3486111111}
{"full_text":"RT Reports that several tennis stars at the Australian Open are Covid-positive.But thank goodness we deported Novak Djokovic...","sentiment_score":0.0}
{"full_text":"RT The lagging indicators of hospitalization and declared outbreaks are telling us that the post-New Year Omicron surge is indeed...","sentiment_score":0.0}
{"full_text":"RT Do you agree with me that Fauci's agency (and others) should be under criminal investigation for its \"gain of function\" fund...","sentiment_score":-0.4}
{"full_text":"Sadly, the COVID virus is still killing large numbers of Americans-including our children. Meanwhile, not one child has died from wearing a mask.","sentiment_score":-0.1428571429}
{"full_text":"RT It was never &amp; is absolutely not about \"free\" #CovidVaccines. It's all about the fundamental &amp; inalienable #HumanRights of ou...","sentiment_score":0.15}
{"full_text":"RT 67 million UK people - total deaths from covid 17300 in the 18 months of lockdown - average age 82.5 years old - predicted...","sentiment_score":-0.0166666667}
{"full_text":"RT On Jan. 20, 2020, the CDC confirmed the first case of #COVID19 in the United States. Let us remember the more than 850,000 l...","sentiment_score":0.3833333333}
{"full_text":"Total Confirmed Covid Cases by County For CA   2022-01-18:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.2}
{"full_text":"RT ITV says: UK investigation finds email warning lockdown party should not go ahead","sentiment_score":0.0}
{"full_text":"RT New from for - \"But YouTube was wrong, and Paul was right. The CDC announced this week that cloth masks...","sentiment_score":-0.025974026}
{"full_text":"Approach Dr Kory with your best skepticism goggles on. Not the most honest of actors. He's now had 2 covid papers retracted for falsifying or erroneously interpreting data.The above paper is now on its second iteration after the first being quietly redone for the same.","sentiment_score":0.2055555556}
{"full_text":"Except he cast doubt. Trump lost his twitter account doing the exact same.","sentiment_score":0.125}
{"full_text":"Grow up, Trumper. Masks haven't killed kids, but Covid has.","sentiment_score":-0.2}
{"full_text":"RT Due to Covid-19 and Omicron, it is necessary to #MaskUp and maintain 7 feet distance for our own protection. With the ins...","sentiment_score":0.1583333333}
{"full_text":"RT Texas attorney general Ken Paxton has tested positive for COVID-19. Where and when he contracted the virus is unclear, a...","sentiment_score":0.1386363636}
{"full_text":"RT I'm not \/super\/ into Dutch politics, but the fact that Van Dissel still has a job is really surprising to me. The man said 2...","sentiment_score":0.7}
{"full_text":"RT #OtD 20 Jan 1900 racist health officials in Honolulu, Hawaii, set fire to buildings in Chinatown which burned out of c...","sentiment_score":0.0}
{"full_text":"You know there's a lot of things you can do in quarantine with someone even when been inside","sentiment_score":0.0}
{"full_text":"RT You want to #InvestinAfrica, Support vaccine production by backing the #TRIPSwaiver demanded by South A...","sentiment_score":0.0}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT Morning Consult poll:56% of U.S. adults believe employers should require COVID vaccinations, 33% are opposed","sentiment_score":0.0}
{"full_text":"RT Maryland wife, Yumi Hogan, has tested positive for covid and has \"mild symptoms.\" The governor had covi...","sentiment_score":0.2803030303}
{"full_text":"3FM News: Active Covid cases below 1,000#news #iom","sentiment_score":-0.1333333333}
{"full_text":"So we only get 4 at home Covid tests per address? I have roommates. Are we suppose to all share? 4 per person makes more sense, not per address. I mean granted it's better then nothing but nothing is almost looking better to be honest. #AtHomeCovidTests","sentiment_score":0.2979166667}
{"full_text":"RT (1\/4) What is the mental price of the COVID-19 pandemic? Together with our partners Maccabi Healthcare Services we show a...","sentiment_score":-0.1}
{"full_text":"#Fin2209 I read that the pandemic caused Costco's sales to rise and its annual profit was above $4 billion. But as the company was increasing its profit, they were also spending around $281 million on paying the employees, sanitation costs, and other protocols.","sentiment_score":-0.0625}
{"full_text":"RT The OPTION of a free test and the AVAILABILITY of a free test are very different conversations.","sentiment_score":0.2666666667}
{"full_text":"RT The real blame for this belongs on anyone stupid enough to enforce the \"mask up between\" bites policy on airplanes. Science!","sentiment_score":-0.2}
{"full_text":"RT Stopped pcrs, but doing waste water surveillance for covid?! Devilla this am saying they are \"watching\" it is under \"surve...","sentiment_score":-0.25}
{"full_text":"RT The new Deputy Editor of had attended one of the Govt's lockdown parties. Why didn't the press expose them sooner?...","sentiment_score":0.1363636364}
{"full_text":"RT  EXCLUSIVE Johnson Threatened to Strip Local Funding While Deprivation Surged The Prime Minister used the vulnerable a...","sentiment_score":-0.25}
{"full_text":"RT {And your Lord creates what He wills and chooses; not for them was the choice. Exalted is Allah and high above what the...","sentiment_score":0.08}
{"full_text":"RT The Mayor's ever more aggressive anti-driver policies are strangling the city. London needs to bounce back from Covid...","sentiment_score":0.25}
{"full_text":"RT The restaurant industry remains in dire straits as the omicron surge forces further closures this winter, with little to no federa...","sentiment_score":-0.09375}
{"full_text":"RT Lets be clear: was not casting doubt on the legitimacy of the 2022 election. He was making the opposite point: In 2020...","sentiment_score":0.05}
{"full_text":"RT Headline: COVID boosters do not provide protection against against Omicron, study finds. Proceeds to open article....","sentiment_score":0.0}
{"full_text":"RT Ang daming sinabing magaganda at matatalas si ate, from criticizing the failed, anti-poor pandemic response, to the mockery...","sentiment_score":-0.5}
{"full_text":"RT Wastewater surveillance provides an independent signal of how much coronavirus is circulating in a community. \"It's a type...","sentiment_score":0.1}
{"full_text":"RT Yale researchers have developed a wearable device to detects the COVID-19 virus. It could monitor risk in restaurants, hospi...","sentiment_score":0.1}
{"full_text":"Sadly, some ppl are going to see that figure &amp; just think about how much profit there is to be made by letting COVID rip (# below doesn't even cover costs related to caring for long Covid patients; that area is going to be so ripe for pricey woo-woo \"cures\")","sentiment_score":-0.0875}
{"full_text":"RT An American Airlines flight en route to London from Miami on Wednesday night was forced to turn around about an hour into...","sentiment_score":-0.15}
{"full_text":"RT #Central Warehousing Corporation has arranged 75 ICU beds (including mattresses) in five Community Health Centers (Tempo...","sentiment_score":0.0}
{"full_text":"The entire country is witnessing the increase in COVID cases day by day,How GATE22 is possible in this pandemic?We urge to postpone GATE 22.#delayGATE22@tewari_virendra","sentiment_score":0.0}
{"full_text":"RT It is a fundamental principle of modern medicine that \"everyone has an equal claim to relief from suffering, no matter what...","sentiment_score":0.1}
{"full_text":"RT New from for - \"But YouTube was wrong, and Paul was right. The CDC announced this week that cloth masks...","sentiment_score":-0.025974026}
{"full_text":"I often think about the 2+ years of our lives (and counting) that we wouldn't have lost if things had been different.","sentiment_score":0.0}
{"full_text":"my mom permanently lost her taste and smell from the vaccine (literally the next day after her 2nd pfizer dose) and it just kind of pisses me off that no one is will believe us? the primary doctor was like \"no. you had covid.\" and .... she didn't tho. she never had covid. ever.","sentiment_score":0.25}
