{"full_text":"I heard that Echo Glenn was going to be hit hard by the vaccine mandate firings.","sentiment_score":-0.2916666667}
{"full_text":"RT If governments were paying infected people (and potentially infected people) to stay home, we wouldn't have folks trying to hid...","sentiment_score":0.0}
{"full_text":"PLS GET WELL SOON MY LUVS","sentiment_score":0.0}
{"full_text":"The Immediate and Short-term Impact of COVID 19 Infections on Nurses in a UAE Hospital #covid","sentiment_score":0.0}
{"full_text":"RT iKON's Chanwoo + TREASURE's Choi Hyun Suk, Junkyu, And Mashiho Diagnosed With COVID-19","sentiment_score":0.0}
{"full_text":"DHHR reports as of January 27, 2022, there are currently 17,525 active #COVID19 cases statewide. There have been 23 deaths reported since the last report, with a total of 5,697 deaths attributed to COVID-19.","sentiment_score":-0.0333333333}
{"full_text":"RT Covid has pulled back the curtain on widespread corruption. It's a shock for most docs as to just how deep this corrup...","sentiment_score":0.1666666667}
{"full_text":"RT Wish you speedy recovery Hon'ble External Affairs MinisterPraying to Maa Kamakhya for your sound health and well-being.","sentiment_score":0.2}
{"full_text":"RT \"and we shall wait and see who is swifter in planning and He has power over everything, the best protector and the bes...","sentiment_score":1.0}
{"full_text":"RT The public have had enough.Labour will build a new Britain out of the pandemic that gives families, businesses and pens...","sentiment_score":0.0681818182}
{"full_text":"RT While many groups are working towards a pan-sarbecovirus vaccine as a shot, this is a nasal spray that may achieve variant-p...","sentiment_score":0.5}
{"full_text":"RT Justin Trudeau says Canadians that oppose his federal vaccine passport don't deserve rights?","sentiment_score":0.0}
{"full_text":"RT BREAKING - inquest finds Lucy Taberer was killed by AZ's vaccine. 'Catastrophic reaction; Life ending; craniotomy; 6mm unr...","sentiment_score":-0.2}
{"full_text":"RT The Parliamentary Budget Office just confirmed a major finding of a report I wrote last July - The Alberta government mana...","sentiment_score":0.1541666667}
{"full_text":"RT Covid situations also didn't make the world value us then what will??? #postponeneetpg2022","sentiment_score":0.0}
{"full_text":"RT People in England no need to wear face masks as Covid-19 restrictions lifted","sentiment_score":0.0}
{"full_text":"RT The Dude refusing the Covid Vaccine but wanting a Heart Transplant, is on the News again and I still don't feel and o...","sentiment_score":0.0}
{"full_text":"Enough with the harassment: How to deal with #antivax cults via #COVID19 #vaccination #SoMe #infodemic","sentiment_score":0.0}
{"full_text":"RT Israel : The only quadruple-vaxxed country in the world (which also uses mask mandates and Covid passports) breaks new re...","sentiment_score":0.0681818182}
{"full_text":"I have tested positive for COVID 19. Requesting those who have come into contact with me over the past few days to isolate yourselves and get tested.","sentiment_score":-0.0742424242}
{"full_text":"RT Yale students under constant COVID surveillance by their classmates... \"an ominous preview of what will happen when th...","sentiment_score":0.0}
{"full_text":"RT Spotify: \"We've removed over 20,000 podcast episodes related to COVID-19 since the start of the pandemic.\"It only looks l...","sentiment_score":0.0}
{"full_text":"RT #WhatAreRepublicansFor?Based on their actions, they're for:Letting #COVID19 run rampantOverturning election result...","sentiment_score":0.0}
{"full_text":"RT Despite lingering Covid disruptions, the economy grew a better-than-expected 6.9% in the fourth quarter thanks to increases in...","sentiment_score":0.1}
{"full_text":"#postponegate2022 #delayGATE22 #NO_GATE_IN_FEB pls , there are some genuine demands, 1) corona third wave2) centre far away3) student health4) travel restrictions due to various restrictions imposed by states","sentiment_score":0.075}
{"full_text":"When our rights infringe upon others, our rights are curbed. When our 'right to not wear a mask' endangers the elderly and vulnerable, our right is forfeit. Just like your right to smoke is curbed in public as it endangers others' health.16 Jul 2020","sentiment_score":0.0714285714}
{"full_text":"RT Fauci says children 6 months to 4 years will need 3 doses of the vaccine, the same vaccine that FDA wants Pfizer's help...","sentiment_score":0.1}
{"full_text":"oh you mean the masks that I am now seeing people literally walking alone with not another person in sight wearing outdoors on very windy days?...I guess I know the answer, but do some people really believe Covid is literally blowing in the wind?","sentiment_score":0.0291666667}
{"full_text":"RT Covid has pulled back the curtain on widespread corruption. It's a shock for most docs as to just how deep this corrup...","sentiment_score":0.1666666667}
{"full_text":"Succinctly put. When things are just starting to improve is not the time to abandons all measures. Helen Salisbury: Prolonging omicron","sentiment_score":0.0}
{"full_text":"RT GoWB disbursed Rs 74 crore to settle around 15,000 Covid-19 death claims as per Supreme Court guidelines. Credit: money...","sentiment_score":0.0}
{"full_text":"RT #LargestVaccineDriveFirst Dose of COVID-19 Vaccine administered to 95% of eligible populationIndia's cumulative vaccin...","sentiment_score":0.0}
{"full_text":"RT Many of the MBBS students of RGUHS have been infected with COVID.Still they r recovering...But University is...","sentiment_score":0.5}
{"full_text":"RT Dan Bongino just got banned from YouTube yesterday for try to post new material while under previous suspension for covid d...","sentiment_score":-0.0151515152}
{"full_text":"RT Adele banned UNVACCINATED peoplefrom her shows, now she's cancelled her shows because her VACCINATED crew have COVID!...","sentiment_score":0.0}
{"full_text":"RT Please restore #476visa We are competent &amp; can help to fill skill shortages arises due to this pandemic....","sentiment_score":0.1875}
{"full_text":"RT BREAKING: The U.S. economy grew last year at the fastest pace since Ronald Reagan's presidency, bouncing back from 2020's coronavir...","sentiment_score":0.0}
{"full_text":"Robert Redfield is calling for an end to censorship and a vigorous debate about the origin of Covid. He does not believe that decisions should be made by Fausti and a group of scientists.","sentiment_score":0.0}
{"full_text":"\"If you are hesitant of the COVID vaccine, please talk to your physician. Those who contract this virus without protection of the vaccine\/booster are at an incredibly high risk for hospitalization and loss of life. I urge you to make that phone call today.\" Sec. Bill J. Crouch","sentiment_score":0.03}
{"full_text":"RT The argument for Covid vax in healthy kids fell flat w\/ Omicron as the ability to prevent infxn dropped &lt;30%.With a surv...","sentiment_score":0.2375}
{"full_text":"RT There were 4.4 millions people on NHS waiting lists in February 2020 after 10years of Conservative government.There are 5...","sentiment_score":0.0}
{"full_text":"If \"endemic\" covid-19 continues unchecked every winter to the point of short-circuiting local hospital capacity &amp; makes too many staff members sick to be able to open school, they *will* be.","sentiment_score":0.0571428571}
{"full_text":"my baby:(","sentiment_score":-0.75}
{"full_text":"RT #BREAKING: PM Trudeau in isolation after COVID-19 exposure #cdnpoli","sentiment_score":0.0}
{"full_text":"RT January 26, 2022 COVID-19 NC Update:20,286 Newly Reported Cases5,090 Currently Hospitalized20,440 Total Deaths in NC32.4%...","sentiment_score":0.0454545455}
{"full_text":"RT But but but inflation... ","sentiment_score":0.0}
{"full_text":"Glad to see under the Biden Administration the United States is leading the global effort to provide free COVID vaccines--a must to ultimately rein in the virus. ","sentiment_score":0.225}
{"full_text":"RT Biden is using race and gender tests to pick his Supreme Court nominee. He spitefully cut off the supply of coronavirus...","sentiment_score":0.0}
{"full_text":"Exactly, CoViD serge and cold weather have affected the ridership, it'll jump to nearly 25000 pass\/day after February month.","sentiment_score":-0.0833333333}
{"full_text":"RT Quick points:1. As a Cabinet Minister, Mr. Shah is duty bound to follow and promote GoI's Covid-19 appropriate behavioral...","sentiment_score":0.4166666667}
{"full_text":"It feels at times like i'm in a minority of people who haven't caught Covid this whole time. I will continue to #WearAMask - i have your back fellow humans, whether you want it or not!","sentiment_score":0.1}
{"full_text":"RT It is scandalous that thousands of professors, doctors and experts were effectively silenced during the pandemic, and...","sentiment_score":0.6}
{"full_text":"Yeah, pretty sure Meatloaf had a few other health issues, COVID alone did not kill him. Has everyone lost their mind in this country?","sentiment_score":0.10625}
{"full_text":"RT The US economy expanded by 5.7% last year, the strongest growth since 1984 -- an impressive feat, though one that also re...","sentiment_score":0.5}
{"full_text":"RT CANADA- In 2 days Ottawa will become the worlds biggest Truck Stop.50,000 trucks,joined by trucks from the US and 1....","sentiment_score":0.0}
{"full_text":"The question for me is this: does the spike circulate in the body post-injection? We know the spike is toxic from covid infection, there's a lot of evidence for that. It seems that it does not necessarily for most people but those who have side effect from vaccination","sentiment_score":0.25}
{"full_text":"\"accused\"!? Correction: IS SPREADING #Vaccine disinformation blatantly.","sentiment_score":-0.5}
{"full_text":"You are wrong! The vaccine doesn't work. Look at the prime minister isolating and he's had 3 shots! #NoVaccineMandate","sentiment_score":-0.78125}
{"full_text":"RT Across Australia's hospitality industry, Hospo Voice members are reporting that employers are:  Failing to inform workers...","sentiment_score":0.0}
{"full_text":"RT All vaccination sites are open to eligible persons  - 18 years and above for first, second and booster doses. Kindly avail yo...","sentiment_score":0.17}
{"full_text":"RT Let fresh air in if you meet indoors to reduce the risk of catching or spreading #COVID19.Latest guidance >","sentiment_score":0.45}
{"full_text":"99% of shoppers in the supermarket this morning were wearing masks. Medical practices still request patients to wear masks. What does this say about Government policy over Covid? Lack of faith? You tell me!!","sentiment_score":0.0}
{"full_text":"A life skill I gained during covid? Making my own coffee","sentiment_score":0.6}
{"full_text":"Covid policy is keeping money flowing away from the working class and to the pockets of big companies like Amazon and Walmart","sentiment_score":0.0}
{"full_text":"RT Gov should take noticeas many students in hostels and institutes are getting Omicron.#Omicron #Shafqatmehmood","sentiment_score":0.5}
{"full_text":"So many people I know have got Covid due to their own recklessness.","sentiment_score":0.325}
{"full_text":"RT #Brexit and #COVID pandemic have each cost UK businesses PS250bn, but EU departure tally now rising faster than Covid d...","sentiment_score":0.0}
{"full_text":"RT The Biden boom in 2021 was not just big, it was historic. More jobs than any first year of any admin in history. Fastest gr...","sentiment_score":0.1875}
{"full_text":"RT We are LONG past that! More Americans have died of Covid than died in the entire Civil War!V...","sentiment_score":0.034375}
{"full_text":"RT Release of Kichcha Sudeep's Vikrant Rona postponed due to COVID-19#VikrantRona #KichchaSudeep","sentiment_score":-0.125}
{"full_text":"RT Some important truths:- Getting new jobs won't impact inflation.- Recycling won't stop climate crises.- Vaccinating won...","sentiment_score":0.2681818182}
{"full_text":"and you see that you are young and Allaah's firm plan cannot take you down into a clinical death until Allaah pleases then you die? Imam Mahdi Nasser Mohammed Al-Yamani26.Jan.202221#WarningTo_Mohamed_Bin_Salman Omicron44MZxx","sentiment_score":-0.0851851852}
{"full_text":"world of nft become really meaningful to me because of something like this &lt;3","sentiment_score":0.5}
{"full_text":"RT The \"omicron is mild\" narrative is so pervasive, I'm now hearing stories of parents of kids who are covid+ deliberately not i...","sentiment_score":0.3333333333}
{"full_text":"RT WHY IS EVERYONE GETTING COVID STOP THIS ","sentiment_score":0.0}
{"full_text":"Time to buy more Neil Young music!","sentiment_score":0.3125}
{"full_text":"RT Conservative finance critic Pierre Poilievre responds to reports of extremist groups and individuals joining the truck convoy...","sentiment_score":0.0}
{"full_text":"Monoclonal antibodies does not work with Omicron variant.  You are either misinformed due to lack of education (which means you should keep silent and let an expert explain), or you are the deceiver.","sentiment_score":-0.0625}
{"full_text":"RT \"Of all the HHS secretaries...we've never had one that was a ghost when it came to a public health crisis. That's what we ha...","sentiment_score":0.0}
{"full_text":"Alerte !justin ceaucescu tente de s'enfuir ...Canada's PM Justin Trudeau isolates himself for 5 days after learning of COVID exposure.","sentiment_score":0.0}
{"full_text":"RT Hi there Waylon! A big thank you from The Netherlands for your support for the #TruckersForFreedom ! Wish I could be t...","sentiment_score":0.0}
{"full_text":"RT VETERINARY PUBLIC NOTICETHE CONFIRMED OUTBREAK OF HIGHLY PATHOGENIC AVIAN INFLUENZA (HPAI) IN WILD BIRDS IN WALVIS BAY...","sentiment_score":0.165}
{"full_text":"Thankfully my manager made a new position\/title for me so I can stay working from home because she knows I have a weak immune system.","sentiment_score":-0.1193181818}
{"full_text":"RT But but but inflation... ","sentiment_score":0.0}
{"full_text":"RT Near the beginning of Covid at the doctors office, where I was going to get injections of an immunosuppressant for...","sentiment_score":0.1}
{"full_text":"RT Florida Surgeon General Joseph Ladapo, appointed by DeSantis, was asked FIVE times at his senate confirmation hearing this m...","sentiment_score":0.05}
{"full_text":"RT The content I crave","sentiment_score":0.0}
{"full_text":"Plexiglass shields finally save a life. While they do not actually do a damn thing to prevent COVID or gunshots they apparently stop a 2 Liter container of your favorite carbonated beverage.","sentiment_score":0.1375}
{"full_text":"RT The remarkable, consistent 99% reduction of mortality with vaccination and booster in Switzerland and the United States, whi...","sentiment_score":0.5}
{"full_text":"RT They're too tough for COVID but too weak for masks. Makes sense","sentiment_score":-0.3819444444}
{"full_text":"Glad I don't pay for a subscription. Their decision here means I will never touch them - it's a shit platform that treats musicians like scum anyway.","sentiment_score":0.0}
{"full_text":"RT BREAKING - inquest finds Lucy Taberer was killed by AZ's vaccine. 'Catastrophic reaction; Life ending; craniotomy; 6mm unr...","sentiment_score":-0.2}
{"full_text":"RT also not to be a huge nerd but amy covid barrett's was appointed for her age. she's less \"qualified\" than the other justic...","sentiment_score":0.0361111111}
{"full_text":"RT #Spain will go bust if they do this...They need the tourists ... who will go elsewhere ....Half-term holiday chaos as S...","sentiment_score":0.0}
{"full_text":" What the?  You people seriously have to be joking. Had omicron last week - didn't know I had it - likely gave it to half of Mexico, Vegas, Arizona and Tennessee. Bet they don't know they have it either. It is a SNIFFLE. You lunatics seriously need to stop","sentiment_score":-0.1666666667}
{"full_text":"RT It is scandalous that thousands of professors, doctors and experts were effectively silenced during the pandemic, and...","sentiment_score":0.6}
{"full_text":"RT 40-year-old Christian Cabrera texted his brother of his regret that he didn't get vaccinated two days before he died from C...","sentiment_score":0.0}
{"full_text":"RT  JUST IN |  #Canada's PM isolates himself for 5 days after learning of #COVID19 exposure.Isn't that conveni...","sentiment_score":0.0}
{"full_text":"RT This essay from March 2020 by and Maria Chikina is still one the most important on the subject of lockdown...","sentiment_score":0.2444444444}
{"full_text":"Like when you thought people fucking learnt from the pandemic and would allow people to keep flexible hours but nope. Companies went straight back to the WORK IN THE OFFICE mindset which is fucking dumb.","sentiment_score":-0.19375}
{"full_text":"RT #Brexit and #COVID pandemic have each cost UK businesses PS250bn, but EU departure tally now rising faster than Covid d...","sentiment_score":0.0}
{"full_text":"RT When you read the new reporting on American lawmakers making MILLIONS with Chinese companies, is it really any surprise...","sentiment_score":0.0840909091}
{"full_text":"has claimed he's been \"exposed\" to COVID and is staying home for the next 5 days.  #FreedomConvoy2022","sentiment_score":0.0}
{"full_text":"RT Tanzania on Wednesday received the second donation batch of 800,000 doses of Sinopharm COVID-19 vaccines from China.","sentiment_score":0.0}
{"full_text":"Why would a vaccine affect your menstrual cycle though? That is the question experts need to answer. Have they?","sentiment_score":0.0}
{"full_text":"RT Cases and deaths are increasing day by day, please look at students safety In this amid covid raise it is humble reque...","sentiment_score":-0.2}
{"full_text":"#PremierLeague clubs can apply for a fixture postponement only if they have a minimum of four positive #Covid19 cases in their squads, the league said.","sentiment_score":0.1136363636}
{"full_text":"RT About Those Free COVID-19 Tests Joe Biden Sent You...","sentiment_score":0.4}
{"full_text":"RT We are doing more damage to children with Covid *policies* than Covid could ever do.","sentiment_score":0.5}
{"full_text":"RT Chief Elio's correspondent here, reporting on the Godzilla from Wasilla currently wreaking havoc on the Upper East Side....","sentiment_score":0.0}
{"full_text":"RT Because he's right about Pandemic and a liar, it certainly doesn't make him a candidate for road to Dam...","sentiment_score":0.25}
{"full_text":"RT 3 weeks since got covid, and I still can't stay awake long enough to do a full day of work - and I just sit at a desk i...","sentiment_score":0.1}
{"full_text":"RT As I mentioned on radio this morning, more Ontarians with COVID-19 have died so far this month than in any month since J...","sentiment_score":0.3}
{"full_text":"Fatty Liver Disease a Long-COVID Symptom After Sever Cases?https:\/\/t.co\/HQ7uwynBOA","sentiment_score":-0.2}
{"full_text":"\"There was 94% protection against ER visits and hospitalizations, and we found that a COVID-19 booster dose protected you against Omicron.\"Dr. Anupam Kharbanda, with researchers at the CDC, studied the effectiveness of COVID booster shots:","sentiment_score":0.0}
{"full_text":"RT So, so we start calling it the \" pandemic of the vaccinated\", now?No. Because we are not assholes.","sentiment_score":0.0}
{"full_text":"Since 11th January, anyone with blood cancer, on a watch and wait treatment plan, or previously treated for blood cancer with anti-cancer drugs or a stem cell transplant can take part in the NHS COVID Antibody Survey.Find eligibility criteria and more at","sentiment_score":0.1666666667}
{"full_text":"Black Americans who were initially hesitant about receiving COVID-19 vaccines were more likely than white Americans to reconsider getting the vaccine as the pandemic wore on, the results of a new study show.Learn more:","sentiment_score":0.1385281385}
{"full_text":"Are you a renter\/landlord with financial hardship due to COVID-19?  You may qualify for rent\/utility assistance through a statewide program. RentReliefRI now accepting applications for eligible Rhode Islanders. 855-608-8756https:\/\/t.co\/JyjMMmBxM5","sentiment_score":-0.0625}
{"full_text":"Just Announced: at on Friday, May 6. On sale Monday, January 31 - 18+, proof of vaccination or negative COVID test (taken within 72 hrs of event) required.","sentiment_score":-0.3}
{"full_text":"Yes still and will continue to wear a mask. I have thankfully not had covid and want it to stay that way","sentiment_score":0.0}
{"full_text":"RT Glad to see under the Biden Administration the United States is leading the global effort to provide free COVID vaccines...","sentiment_score":0.3}
{"full_text":"Joining a new #company  &amp; starting a #NewJob amidst this global #pandemic can be exciting yet scary. Check out a few tips on starting a new job as a remote employee to make your transition smoother in our blog - #remotejobs #remotejob","sentiment_score":-0.0252525253}
{"full_text":"Sources: Spotify is removing Neil Young's music at his request, after he gave Spotify an ultimatum over hosting Joe Rogan's podcast with vaccine misinformation","sentiment_score":0.1}
{"full_text":"to &amp; use the promo code B66 to save up to 66% off!#FrankSpeech #LindellTV #LindellFoundation #LindellRecovery #MyPillow #Covidvaccine #Vaccine #DonaldJTrump #PresidentTrump #vaccinemandate #VoterFraud","sentiment_score":0.0}
{"full_text":"No one's mentioned the BULL SHIT variant yet","sentiment_score":-0.2}
{"full_text":"Covid-19 update: Grenada Dashboard 22 January 2022","sentiment_score":0.0}
{"full_text":"RT PS4.3bn stolen Covid support funds written off by Sunak, which makes him unpopular; Truss takes PS500,000 private jet to Aust...","sentiment_score":0.0}
{"full_text":"After a pandemic-induced pause, global brands are again queuing up to launch in India, banking on the surge in online demand.Read:","sentiment_score":0.0}
{"full_text":"In his final state of the commonwealth speech before he leaves office, Gov. Charlie Baker took a victory lap and recounted the difficulties his administration faced, from the snowmageddon of 2015 to the ongoing COVID pandemic.","sentiment_score":0.0}
{"full_text":"Many coronavirus restrictions across England have been scrapped as the government's Plan B comes to an end.https:\/\/t.co\/twt6hSMmeJ","sentiment_score":0.5}
{"full_text":"From today there is no longer a legal requirement to wear coverings. Choosing to wear a face covering in crowded and enclosed spaces can help to stop the spread of #COVID19 #PlanA","sentiment_score":0.2}
{"full_text":"Transplant patients who basically have no immune system are told to get the vaccine because it greatly reduced their risk of illness and death.","sentiment_score":0.8}
{"full_text":"[(Let's review the 4 points for infection prevention)] - Social distancing Wash and disinfect your hands Wearing a mask when not eatingFrequent ventilation #MHLW #COVID19 FAQhttps:\/\/t.co\/lAIWHKhd4mTypes of Masks and Respiratorshttps:\/\/t.co\/1WnArdI7UI","sentiment_score":0.0333333333}
{"full_text":"#NHCOAHealth | Due to the rapid spread of #Omicron around the world, experts recommend that older adults and other high-risk populations return to more stringent safety measures.Check these tips on how older adults can stay safe","sentiment_score":0.1805555556}
{"full_text":"Tokyo confirms 16,538 new COVID-19 cases, highest ever | The Asahi Shimbun: Breaking ...","sentiment_score":0.1363636364}
{"full_text":"A new Associated Press poll shows that many Americans agree that we may be stuck with COVID-19 'forever,' &amp; also shows that 59% of Americans think it's essential that they personally be vaccinated against COVID-19.","sentiment_score":0.1590909091}
{"full_text":"There are two paths towards \"super immunity\" against #Covid19 and both provide roughly equal levels of enhanced immune protection, according to a new study.","sentiment_score":0.1565656566}
{"full_text":"A fraudster used the same Social Security number to apply for unemployment benefits in 50 states and was able to successfully collect jobless payments worth $222,532 in 29 states, according to the federal government's pandemic oversight monitors.https:\/\/t.co\/RIs718irvo","sentiment_score":0.3166666667}
