{"full_text":"RT well yes#Omicron","sentiment_score":0.0}
{"full_text":"RT We don't trust WHO.","sentiment_score":0.0}
{"full_text":"RT WHAT RIDICULOUS LIES \"FOX NEWS\" PUTS OUT!!! YOU ARE NOT EVEN A LIGITIMATE NEWS STATION YOU'RE JUST AN OPINION STATION. ADDING...","sentiment_score":-0.6510416667}
{"full_text":"RT I don't really know how to deal with the people proud to proclaim that they have no responsibility to help make it safer for pe...","sentiment_score":0.5}
{"full_text":"Are you speaking for Covid positive vaxxed healthcare workers?","sentiment_score":0.2272727273}
{"full_text":"\"We're overwhelmed\": Nurses strike across the U.S. to protest COVID working conditions - Bloomberg","sentiment_score":0.0}
{"full_text":"Did he have 'acute' covid?","sentiment_score":0.6}
{"full_text":"Did you read the article? It suggests that vaccines produce the same effect as having been infected while reducing the risks of poor outcomes from \"natural\" infection. Isolation reduces infection rates. People with #Covid19 are required to isolate.","sentiment_score":-0.1}
{"full_text":"Dalian (Da Lian ) in the northeast also reported an individual arriving from Tianjin had tested positive for Omicron, city officials said. It said the virus situation was \"largely controllable\".","sentiment_score":0.1471861472}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT Every time we take another bad loss in the Supreme Court, it reopens the wound of 2016 when some of us were begging peop...","sentiment_score":-0.7}
{"full_text":"my parents are gonna force me to go to school in the next week because 'its mild, its fine' but i dont want covid, i dont wanna risk the fact that i could be the 16 year old in the icu, i dont wanna risk getting the elderly population sick, but yknow, send me to class so","sentiment_score":0.0271428571}
{"full_text":"RT I was a lifelong leftist, but at this point I would vote for the reincarnation of Ronald Reagan. After living throug...","sentiment_score":-0.075}
{"full_text":"So a quack tv doctor is running for Senate in Pennsylvania. Spends his time spreading misinformation about Covid. Sadly I think he might be popular with his trash-talking of Fauci and Biden's inability to control the pandemic. I really hope I am wrong.","sentiment_score":-0.05}
{"full_text":"RT This is a central point.The Met ignored party after party at No. 10, all of which they knew about, because dozens of Met...","sentiment_score":0.0}
{"full_text":"Some marijuana compounds can block coronavirus from entering cells: study. I'm safe after all! #WakeNBakeForHealth via","sentiment_score":0.625}
{"full_text":"RT Persistent immune effects of Long COVID.","sentiment_score":-0.05}
{"full_text":"Students and teachers have to bundle up in their classrooms because of a mandate that windows be kept open 4 inches to reduce the risk of COVID transmission. ","sentiment_score":0.0}
{"full_text":"What endemic means - and why covid-19 is nowhere near it yet","sentiment_score":0.1}
{"full_text":"RT What a fab 1st contract since grad for Antoine. Particularly nice as he gets to utilise his guitar playing skills too, wh...","sentiment_score":0.6}
{"full_text":"RT Burnley v Leicester on Saturday in serious doubt due to Covid-19 outbreak and injuries at Burnley. Application for pos...","sentiment_score":-0.2291666667}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"too bad if it wasn't pandemic, for sure I would have lots of gifts from my pupils. Miss ko na sila :(","sentiment_score":-0.3166666667}
{"full_text":"China worries me.","sentiment_score":0.0}
{"full_text":"If these are the Alphas, god help us. Pathetic.","sentiment_score":-1.0}
{"full_text":"Oh my bad brahhhh. I thought they meant complaining about this covid stuff. But yeah if its to do with pay they do complain.","sentiment_score":-0.7}
{"full_text":"They allow him everything. What a shit","sentiment_score":-0.2}
{"full_text":"Utterly shameless.","sentiment_score":0.0}
{"full_text":"RT The DC vaccine mandate kicks in this weekend. My office will not comply. We will not show papers. We will not order ta...","sentiment_score":0.0}
{"full_text":"Priti Patel, \"an illegal gathering was an insult to those hospitalised with COVID, our NHS staff and everyone staying at home to protect them.\"Unless it's a Tory party.#ToryCorruption #ToryHypocrisy","sentiment_score":-0.5}
{"full_text":"At least the non-stop stream of parties and everyone constantly being pissed at Downing Street goes some way to finally explaining the governments handling of the pandemic.","sentiment_score":-0.1}
{"full_text":"Published on YouTube: VLOG : Cucuk Vaksin Covid-19 Booster AstraZaneca (AZ) | Dapat Vaksin AZ Thailand","sentiment_score":0.0}
{"full_text":"The first pamdemic extraction via a vax that drives vax avoiding variants to dominance.. advocated by a man who once warned of the necessity to target conserved regions of a virus to prevent vaccine escape My head hurts","sentiment_score":0.25}
{"full_text":"For a sec thought you are talking about covid ra dei","sentiment_score":-0.1}
{"full_text":"A teen struggling with those thoughts are not out of the ordinary. I tried to do it at 16. Life is a mind fuck. I have 4 young adults children and 1 was a cutter on meds and two others are on depression medication. Our society isn't right.","sentiment_score":-0.0528571429}
{"full_text":"LIVE AT 7: Boston students plan walkout, call for Gov. Baker to bring back remote learning option amid COVID-19 surge. Details NOW on 7NEWS.","sentiment_score":0.0121212121}
{"full_text":"Trump: SCOTUS Confirms 'What We All Knew' on Biden's 'Disastrous Mandates' |","sentiment_score":-0.7}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT NEW! Director Walensky's controversial statements unleashed the power of #MyDisabledLifeIsWorthy. #Dis...","sentiment_score":0.3602272727}
{"full_text":"Let him go home and propagate his anti-vax stance. Australians have been trying to control covid-19 and then an anti-vaccer imposes himself on them","sentiment_score":0.0}
{"full_text":"COVID 19 has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development?","sentiment_score":0.177020202}
{"full_text":"RT It's the reckless pandemic trend that's being likened to Russian roulette. COVID parties where infection is intentional...","sentiment_score":0.0}
{"full_text":"RT Some weird shit I've noticed with this COVID roller coaster.I say roller coaster because that's what it is. For thre...","sentiment_score":-0.35}
{"full_text":"We are also in a red zone when it comes to COVID-19 case rises and the threat of the omicron variant in the highest right now. School have been ordered by the government to remain shut.","sentiment_score":0.1428571429}
{"full_text":"RT Escaped Covid for almost two years. Got me finally. Tested positive yesterday and hospitalised. Fine otherwise.","sentiment_score":0.2146464646}
{"full_text":"#FBPE #FBPPR appalling #JohnsonPartyGate &amp;China etc = #ToryDeadCatDistraction#RussianToryDonors= ongoing security risk...#UndoToryBrexitCoup #63percentOfElectorateDidntVoteLeave #ToriesAndDonorsArePlayingUs","sentiment_score":-0.35}
{"full_text":"RT GOOD. SOMEONE SHOULD.","sentiment_score":0.7}
{"full_text":"RT Unfortunately my prediction proved accurate. Department of Health data just released show active COVID outbreaks in 1,...","sentiment_score":-0.0777777778}
{"full_text":"RT People in #Tigray #Ethiopia, living under de facto blockade for over a year, are dying from lack of medicine &amp; food, &amp; repeat...","sentiment_score":0.0}
{"full_text":"RT \"This huge spike in infections is being driven by the Omicron variant, which is rapidly replacing Delta in almost all co...","sentiment_score":0.4}
{"full_text":"RT Hospitals are telling vaccinated workers w\/ Covid to continue working as long as they are wearing a mask and don't have a...","sentiment_score":-0.05}
{"full_text":"They are being used by manipulative corrupt doctors like yourself to avoid talking about real solutions. ","sentiment_score":-0.15}
{"full_text":"RT I know I already tweeted about this, but it really is an appalling piece of propaganda. Labour is presenting the restrictio...","sentiment_score":-0.225}
{"full_text":"RT BREAKING: Supreme Court BLOCKS Biden's vaccine mandate. A big win for FREEDOM!","sentiment_score":0.5}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Daily Wire's Candace Owens baselessly suggests Bob Saget may have died from COVID vaccine","sentiment_score":0.0}
{"full_text":"It'll be called a new variant.","sentiment_score":0.1363636364}
{"full_text":"Imma get tested today at school let's hope I don't have Covid, well it's karma if I do have it because I was talking shit about it ugh I can be stupid at times","sentiment_score":-0.5}
{"full_text":"RT This whole concept is so relatable bec most of us experienced this since the pandemic started.  #Restore_JINROCK#sumjomswija #AST...","sentiment_score":0.5}
{"full_text":"Covid is a PUBLIC HEALTH CRISIS!Djokovic lied on his visa and attempted to flout the rules as if they don't apply to him.If he doesn't want to get vaccinated, then send him back to Serbia to get Covid.The rules exist to protect everyone!  Djokovic is not above the law.","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT In light of the SCOTUS ruling on OSHA, the White House could direct the CDC to give stronger guidance on masking, ventilatio...","sentiment_score":0.1666666667}
{"full_text":"RT Drop boxes have long been available in some Wisconsin communities, but their use expanded greatly in 2020 when absentee votin...","sentiment_score":0.3833333333}
{"full_text":"RT Every 46 seconds, 1 American dies of COVID-19, according to the seven-day average","sentiment_score":-0.075}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT BREAKING: President Biden will make free N95 masks available to help fight omicron.Who else thinks this is the right...","sentiment_score":0.3619047619}
{"full_text":"RT ATTENTION: Calling all A'TIN to impose a self lockdown! Quarantine muna tayo sa ating zone wala munang tatalon sa kabi...","sentiment_score":0.0}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT * Reece James* Trevoh Chalobah* Andreas Christensen* Ben ChilwellChelsea are currently missing an entire back 4 through...","sentiment_score":-0.0666666667}
{"full_text":"RT This is false.It's been fact-checked and proven false by Full Fact. Please apologise, retract and delete.Reference:...","sentiment_score":-0.025}
{"full_text":"Omicron spread, high prices could pose challenges for city gas distributors","sentiment_score":0.16}
{"full_text":"Maine Med nurses' union criticizes working conditions at hospital under pandemic pressure@joelawlorph reporting.https:\/\/t.co\/17pku0rrol","sentiment_score":0.0}
{"full_text":"RT Revisionist. Labour wanted more, earlier, harder, longer restrictions. (Which were un-evidenced, harmful and inhumane.)","sentiment_score":-0.125}
{"full_text":"RT Lucknow University: 50 Students test Covid-19 positive, exams postponedRead More: #Luckno...","sentiment_score":0.3636363636}
{"full_text":"RT Australia, a country full of COVID cases, has cancelled the visa of a tennis player who doesn't have COVID, because, *...","sentiment_score":0.35}
{"full_text":"*OFFICE OF THE UNION PRESIDENT* Hello Everyone, We have contacted some vaccine suppliers to get for us doses of the Pfizer and Moderna vaccine. This consignment from the National Medical stores will reach us hopefully next week and we shall work with the Hospital on this.","sentiment_score":0.0}
{"full_text":"Odisha activates telemedicine service for non-Covid patients - ET HealthWorld -India News Cart","sentiment_score":0.0}
{"full_text":"This graph is only for June 2020, many countries have since changed their packages.I think sick pay reduces transmission greatly, but it needs to be combined with a proper testing system and not dependent on a covid test as most transmission occurs awaiting results.","sentiment_score":0.180952381}
{"full_text":"RT Your daily reminder that Ron DeSantis has been more right on COVID than Fauci, CDC and the WHO combined.","sentiment_score":0.2619047619}
{"full_text":"Are covid passports required for entry at home games?","sentiment_score":0.0}
{"full_text":"RT So the Supreme Court says Texas can limit women's reproductive rights but the Biden administration can't mandate vaccine...","sentiment_score":0.0}
{"full_text":"RT Vaccine Statistics: Vaccine administered across Pakistan in last 24 hours:786,835Total vaccine administered till now:...","sentiment_score":0.0}
{"full_text":"RT Around 30 people die in Australia every day of heart disease- one of our biggest killers.Today, nearly double that n...","sentiment_score":0.0}
{"full_text":"RT As things stand, Arsenal players due to report to training later. Usual Covid-19 testing, before the session, will take pl...","sentiment_score":-0.125}
{"full_text":"RT Remember when you told us this would all end when we had a vaccine, and we told you it wouldn't be the end at all, and...","sentiment_score":0.0}
{"full_text":"RT It's wild that the Supreme Court sided with COVID-19's lawyers even while they were arguing remotely due to exposure to their...","sentiment_score":-0.0125}
{"full_text":"The media were stirring the fear up, they were calling for lockdown.","sentiment_score":0.0}
{"full_text":"RT Novak is a great tennis player &amp; one of the all time greats. No doubt. But he's lied on entry forms, been out in public whe...","sentiment_score":0.4}
{"full_text":"RT We are back to multiple crash carts per night. ICU has become a very sad place in the last 2 years. Victories are rare &amp; req...","sentiment_score":-0.07}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"Conservative ideological judges want you to die like an 18th century peasant.Prepare. either choose the vaccine or you choose Covid.","sentiment_score":0.0}
{"full_text":"RT Well, this was me in May 2020 during COVID pandemic lockdown. At work. As a Nurse. In the NHS. In A&amp;E. In PPE. No aircon....","sentiment_score":0.0}
{"full_text":"\"Everyone who died with covid should be considered murdered.\" This nurse is not afraid to tell it like it is. @serremmy follows back","sentiment_score":0.15}
{"full_text":"RT \"You've seen the news, M, the whole Government is topplin'; Johnson has blown it; this partyin' durin' lockdown is destroyin'...","sentiment_score":0.2}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT Context: Lodi was excluded from the Brazilian NT due to not taking the Covid-19 Vaccine","sentiment_score":-0.125}
{"full_text":"Welcome to #BidensAmerica .  #CrippleTheEconomy","sentiment_score":0.8}
{"full_text":"Rogan CAN be a good host when he's aware of his own ignorance and sticking to his lane.However he has a sympathy towards conspiracy bullshit. The moon landings is one thing, it's another to question the safety of vaccines in a global pandemic that's killed millions of people.","sentiment_score":0.27}
{"full_text":"RT Those in the corridors of power did not understand how brutal lockdown was.They had families, friends, large outdoor...","sentiment_score":-0.3303571429}
{"full_text":"RT #Leaders have the opportunity to make sure #womenintech don't take a step backwards as a result of the pandemic &amp; are access...","sentiment_score":0.5}
{"full_text":"#1922Committee  you need to look into the 3.8 Million #sunak ignored. Independent #CovidInquiry Now 4 the 3.8 Millions Failed to help! Did #Sunak attend any parties? #1922Committee #SunakOut  #sacksunak","sentiment_score":-0.3125}
{"full_text":"RT The transport ban follows a threat last week by President Rodrigo #Duterte to arrest unvaccinated people. The interior...","sentiment_score":-0.025}
{"full_text":"RT Three of the Supreme Court justices that just blocked vaccine mandates were confirmed with a carve-out to the filibuster...","sentiment_score":0.4}
{"full_text":"People with disabilities 'left out' of Ontario's pandemic response | CBC News","sentiment_score":0.0}
{"full_text":"RT Not one single union, including has challenged vaccine mandates enforced by several companies, in courts.W...","sentiment_score":-0.0357142857}
{"full_text":"In March, the UK's deputy chief medical officer Jonathan Van-Tam will step down after leading the UK's pandemic response, via ","sentiment_score":-0.0777777778}
{"full_text":"RT Another brilliant animation from this time showing the construction of England's towering immunity wall....","sentiment_score":0.9}
{"full_text":"Yup. Almost as fun as when preschool actually closes is the underlying low level of anxiety created from anticipation of it potentially closing.","sentiment_score":0.075}
{"full_text":"Studies show vaccinated people more likely to catch COVID than the unvaccinated ","sentiment_score":0.25}
{"full_text":"Just think could be like washington state, fire health care workers because no shots, yet kept one working who had all his shots and had covid.Also state would not clear snow from one county that refused to enforce state shot mandate.","sentiment_score":-0.05}
{"full_text":"Can you still breastfeed if you have COVID-19?What health officials say:","sentiment_score":0.0}
{"full_text":"Please back COVID-affected essential businesses deeply.","sentiment_score":0.0}
{"full_text":"There'll be a walk-in Covid vaccine clinic in Crewe town centre next weekhttps:\/\/t.co\/1hV5kWKasF","sentiment_score":0.0}
{"full_text":"RT Attitude of MPUAT VC COVID-19 spreading in CTAE,instead of addressing the issue,they are suspending the students@1stI...","sentiment_score":0.0}
{"full_text":" Stay inspired at home with #funvirtualactivities. Check out this helpful catalogue of free online recreation resources for children, adults, and families alike.  Huge thanks to our local recreation team for putting together this list ","sentiment_score":0.25}
{"full_text":"RT ANOTHER RECORD-HIGH TALLYA day after hitting the highest single-day tally, the Department of Health reported another...","sentiment_score":0.0}
{"full_text":"At a meeting convened by PM #Modi on Thursday, the CMs said there was adequate oxygen supply, concentrators and trained manpower, and also proper containment strategy to deal with the #pandemic situation","sentiment_score":0.1666666667}
{"full_text":"Large majority of vets and vet nurses saw an increased caseload during COVID-19 due to new animal ownership - reports find #veterinarymedicine #VetSurgeon #RVN #VetNursehttps:\/\/t.co\/mpOQGuwxK6","sentiment_score":0.0752164502}
{"full_text":"RT COVID-19: Face masks make people look more attractive, study suggests","sentiment_score":0.65}
{"full_text":"The is demonstrably a complete lie. Paul brought forward the Ventilation Bill to the Dail which has the prime objective of keeping businesses open safely in a pandemic.","sentiment_score":0.15}
{"full_text":"US Is Facing The Worst Blood Shortage In Over A Decade During The Covid Pandemic.#News #Health #USA #Blood #Donations #COVID19Like  Follow  Share  Comment https:\/\/t.co\/ZzScgBxqxS","sentiment_score":-1.0}
{"full_text":"When French president Emmanuel Macron vowed to \"emmerder\" the unvaccinated in France, he did not just throw down the gauntlet on his Covid policies, he also sparked a fervent linguistic debatehttps:\/\/t.co\/wkxRJ4yQV3by","sentiment_score":-0.0185185185}
{"full_text":"Passengers from more than 150 nations will be banned from transiting through #HongKong in the latest tightening of the city's strict anti-COVID travel measures.https:\/\/t.co\/HgjGhQEr7n","sentiment_score":0.5}
{"full_text":"Where do you sign up to be an actual agent? This pandemic ain't slowing down y'all ","sentiment_score":-0.0777777778}
{"full_text":"#Rwanda will receive another 4 million doses of #COVID19 #vaccines donated by #China, said the Chinese Embassy on Tuesday. According to our #ChinaCOVID19Tracker, the country has already received 500K doses of Chinese shots.","sentiment_score":0.0}
{"full_text":"RT Can I ask? Will you ever investigate why vaccine passports are being used when they were introduced to inte...","sentiment_score":0.0}
{"full_text":"In #Canada, cross-border truck drivers must be vaccinated against #coronavirus from Saturday or face testing and quarantine requirements. Around 10-15 per cent of Canadian truck drivers are unvaccinated","sentiment_score":0.0}
{"full_text":"Having two doses of the COVID-19 vaccine will help your child be further protected from the Omicron variant of the virusIf it's been 12 weeks since their 1st dose, your 12 to 15 year old can get their 2nd doseFind out where to walk in or book here:","sentiment_score":0.0333333333}
{"full_text":"Every adult in the country now needs to get a COVID-19 booster vaccine. Two doses does not give you enough protection against catching Omicron.https:\/\/t.co\/dcWa28FR5Z","sentiment_score":0.2333333333}
{"full_text":"Free COVID-19 TESTINGTODAY, January 14, 9am-12pmCasa San Jose2116 Broadway Ave, Pittsburgh 15216Pre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"Taking the vaccine can help eliminate the risk of death.https:\/\/t.co\/vny1CrlXJa","sentiment_score":0.0}
{"full_text":"I think too many clubs are taking advantage of a rule brought in to help them with covid outbreaks to have games called off because of injury. They should be made to use academy players. They might even discover a gem. Isn't that how Rashford got his opportunity?","sentiment_score":0.5}
{"full_text":"RT \"Omicron is mild, but precaution needed. \"Remember Vajpayee?? Same, same.","sentiment_score":0.1111111111}
{"full_text":"It is not too late to come forward for a first, second or third #COVID19 vaccine.Over 113 million #Covid_19 vaccinations have taken place so far, including over 30 million boosters - if you haven't got yours yet, please get boosted now.Find out more:","sentiment_score":0.0916666667}
{"full_text":" stands to fight #COVID19 Pandemic. Are you willing to take this chance with us? #pandemic #maskup #gespo #madeinindia #indianfashion #coronavirus #fightcovid19","sentiment_score":0.25}
{"full_text":"Berkshire Vision, which helps those who have vision impairments, launched a befriending service during the first lockdown, to ensure the people it helps stay in touch by phonehttps:\/\/t.co\/OX9d9v9EEE#LocalNews #uknews","sentiment_score":0.25}
{"full_text":"RT Remainers will be keeping their heads down this morning. The 1st full year of Brexit has shown we can be an ind...","sentiment_score":0.0972222222}
{"full_text":"RT .@spectator: \"The Government could make some amends by calling for an amnesty and a pardon for all those who were convicted of...","sentiment_score":0.0}
