{"full_text":"RT If I die from covid I want people to know that I was scared and I didn't want it to happen. And I 100% blame my governme...","sentiment_score":0.0}
{"full_text":"RT At this point if you are anti-vax, and still alive, I just assume you secretly got the vax and aren't telling people so you ca...","sentiment_score":-0.15}
{"full_text":"RT Thrilled that the OSHA mandate was struck down but feeling for the many health care workers who lost their jobs to a simil...","sentiment_score":0.3148148148}
{"full_text":"RT Big win! The Supreme Court Smacks down vaccine mandates and makes it clear that Joe Biden can't tell private businesses w...","sentiment_score":0.1888888889}
{"full_text":"RT BREAKING:  #SCOTUS puts OSHA workplace on hold, allows vaccine mandate for health care workers.","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"And an even better way to never end that stinking pandemic!  Geez, get vaccinated folks!","sentiment_score":0.78125}
{"full_text":" Take it easy. We were in lockdown for most of last year. Get into it","sentiment_score":0.3111111111}
{"full_text":"RT BREAKING: SCOTUS blocks the Biden administration's OSHA vaccine mandate","sentiment_score":0.0}
{"full_text":"Insanity","sentiment_score":0.0}
{"full_text":"RT BREAKING: US Supreme Court blocks Biden admin.'s rule requiring larger businesses to ensure that workers receive the Covid vac...","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT This thread covers quite a lot of misinformation put out over the media in the past month from the BBC, ITV, Channel 4, Sky...","sentiment_score":-0.25}
{"full_text":"Supreme Court halts COVID-19 vaccine rule for US businesses via","sentiment_score":0.0}
{"full_text":"RT As I predicted after the oral argument, the Supreme Court struck down the Biden administration's vaccine or test mandate. But...","sentiment_score":-0.1555555556}
{"full_text":"RT this Marjorie Taylor Greene rant on Steve Bannon's show is insane but it also highlights where Trumpers are at these days with...","sentiment_score":-1.0}
{"full_text":"At least this leader of the free world cares unlike Britain's Trump and his let it rip philosophy. #JohnsonOut #JohnsonLiedPeopleDied","sentiment_score":0.05}
{"full_text":"Just bringing this around again.","sentiment_score":0.0}
{"full_text":"Thank you for taking action! Please consider joining our teach-in today, starting in about 30 minutes: you can't make it, sign our petition &amp; get campaign updates at","sentiment_score":0.0625}
{"full_text":"The Supremacy Court strikes negativity again today! We will never get rid of Covid because of the dumber CONservatives!","sentiment_score":0.0}
{"full_text":"RT BREAKING:The Supreme Court has ruled 6-3 to block VACCINE MANDATES for large businesses. RT and SPREAD the news!","sentiment_score":0.2678571429}
{"full_text":"RT The vaccine mandate was not only blatantly unconstitutional, it also had no scientific basis given that the vaxxed still...","sentiment_score":-0.25}
{"full_text":"RT Just FYI: in many hospitals, moms who test positive for COVID have their babies taken away from them for several days, w...","sentiment_score":0.2424242424}
{"full_text":"I turn 28 today - or, in COVID years, 47.","sentiment_score":0.0}
{"full_text":"RT You are no longer required to isolate if a family member tests positive for Covid, as long as you are fully vaccinated....","sentiment_score":0.0886363636}
{"full_text":"RT UPDATE: The share of Portland-area students out of the classroom has grown.More than 31,000 kids have now seen in-pers...","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"But is Europe doing better on Covid?","sentiment_score":0.5}
{"full_text":"RT BREAKING: The Supreme Court has struck down the Biden administration's vaccine mandate for the workplace. The Federalist Co...","sentiment_score":-0.1555555556}
{"full_text":"RT Breaking News: The Supreme Court blocked President Biden's vaccine-or-testing mandate for large employers, but allowed a requi...","sentiment_score":0.2142857143}
{"full_text":"RT In a huge blow to Biden's efforts to boost vaccination rates, the Supreme Court has blocked the Biden administration's polic...","sentiment_score":0.4}
{"full_text":"RT BREAKING: The Supreme Court has stopped the Biden administration from enforcing a requirement that employees at large businesses...","sentiment_score":0.2142857143}
{"full_text":"RT SCOTUS blocks big business vaccine mandate so now you can die at your job while your vote doesn't count.","sentiment_score":0.0}
{"full_text":"Checks and Balances. ","sentiment_score":0.0}
{"full_text":"RT A lot of legal experts on here gave assurances that Biden's vaccine mandate was clearly allowed by law and precedent. If...","sentiment_score":0.15}
{"full_text":"RT Only for the vaccinated. This is still discrimination from the government, still like living in a dictatorship....","sentiment_score":0.0}
{"full_text":"RT this tweet is designed to get conservatives moralizing about crime so it conveniently leaves out that 301 of those officers...","sentiment_score":-0.3}
{"full_text":"RT I miss the \"teachers are incredible and deserve to be paid more\" part of the pandemic.","sentiment_score":0.7}
{"full_text":"RT Smoking gun: Fauci knew COVID may have come from a lab, but begged other doctors to suppress the information. What was...","sentiment_score":-0.125}
{"full_text":"RT Boris Johnson's crimes go beyond what he does at home.His Government is playing a lead role blocking the global sharin...","sentiment_score":0.0}
{"full_text":"Just go ahead and wrap up society at this point","sentiment_score":0.0}
{"full_text":"RT The Supreme Court votes 6-3 to block the Biden vaccine mandate. Huge win for federalism and the constitutional rule of law...","sentiment_score":0.6}
{"full_text":"RT Great news! Now let's pass the Medical Freedom Act (SB 471) in Pennsylvania so that NOBODY loses their job for being unva...","sentiment_score":0.2333333333}
{"full_text":"Supreme Court Blocks Biden Vaccine Mandate via","sentiment_score":0.0}
{"full_text":"Tell us about natural immunity again! Natural immunity plus the vaccine adds more protection, specifically against reinfection. Although, there is conflicting data regarding how long natural immunity lasts. It's better to get vaccinated than attempt getting COVID naturally.","sentiment_score":0.1964285714}
{"full_text":"RT Biden's historic speech on voting rights only made it to the fourth slot in the CBS Evening News that night, after a medical...","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"Not enough for #Texas to play dodgeball with Omicron and another #TexasFreeze. and set Texans up with a Chutes and Ladders-style game, in hopes many #Texans would lose the opportunity to vote. #Gerrymandering #SB1","sentiment_score":0.0333333333}
{"full_text":"RT Hospitals are telling vaccinated workers w\/ Covid to continue working as long as they are wearing a mask and don't have a...","sentiment_score":-0.05}
{"full_text":"RT BREAKING SCOTUS just stopped the Biden admin from enforcing its unlawful OSHA vaccine mandate, which targeted private busin...","sentiment_score":0.0}
{"full_text":"RT Supreme Court Blocks Biden's Vaccine-Or-Test Rule For Large Employers The justices allowed a separate vaccine rule coveri...","sentiment_score":0.2142857143}
{"full_text":"RT I love when cops put out stats like \"Over 300 officers died in the line of duty this year. We salute their sacrifice\" and th...","sentiment_score":0.5}
{"full_text":"RT BREAKING: President Biden will make free N95 masks available to help fight omicron.Who else thinks this is the right...","sentiment_score":0.3619047619}
{"full_text":"It's a fail. They didn't block it entirely. Supreme Court is compromised.","sentiment_score":-0.25}
{"full_text":"RT BREAKING: SCOTUS blocks the Biden administration's OSHA vaccine mandate","sentiment_score":0.0}
{"full_text":"BREAKING: The Supreme Court BLOCKS Biden's vaccine mandate for large workplaces!! And we could already tell who the dissenters were going to be...https:\/\/t.co\/JMt8CnSXHR","sentiment_score":0.3348214286}
{"full_text":"RT Biden gets crushed on his wildly unconstitutional vaccine mandate, and CNN goes right to....North Korean missile capabilities...","sentiment_score":0.0952380952}
{"full_text":"Play stupid games win stupid prizes","sentiment_score":-0.2666666667}
{"full_text":"RT A week into Covid, and I've slept 21 of the last 24 hours. My head feels like there's another, much larger head growing...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"Biden's OSHA vaccine mandate that would force employers with 100+ employees to mandate vaccine get SCOTUS strike down . Let's Go Brandon!!!!!","sentiment_score":-0.4747178819}
{"full_text":"Five other Australian Open vaccine outcasts as Djokovic battles deportation","sentiment_score":-0.0416666667}
{"full_text":"RT A No 10 email inviting 100 staff to bring their own booze to a lockdown party is now in the public domain Boris John...","sentiment_score":0.3}
{"full_text":"RT The Supreme Court votes 6-3 to block the Biden vaccine mandate. Huge win for federalism and the constitutional rule of law...","sentiment_score":0.6}
{"full_text":"RT The vaccine mandate was not only blatantly unconstitutional, it also had no scientific basis given that the vaxxed still...","sentiment_score":-0.25}
{"full_text":"RT Normally an admirer of but he shouldn't have stated as a fact that Johnson is self isolating because a fa...","sentiment_score":0.15}
{"full_text":"RT BREAKING: SCOTUS blocks the Biden administration's OSHA vaccine mandate","sentiment_score":0.0}
{"full_text":"Student with sick children (before the pandemic) and needed to stay home","sentiment_score":-0.7142857143}
{"full_text":"RT Breaking: Supreme Court blocks Biden vaccine or test mandate for large employers","sentiment_score":0.2142857143}
{"full_text":"THE U.S. SUPREME COURT struck down a Biden Administration rule imposing a mask mandate for large businesses, but allowed a mandate for health care workers to remain. Read more here:","sentiment_score":0.1862433862}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"RT BREAKING: The far-right extremist Supreme Court, which was stacked by Mitch McConnell by removing the filibuster, just bl...","sentiment_score":0.0}
{"full_text":"CAREMATE Update. I call on everyone not to let your guards off, wash your hands frequently, wear masks and maintain social distance. Let's overcome the epidemic together as soon as possible, so that we can meet faster.","sentiment_score":0.0444444444}
{"full_text":"RT Have people forgotten that we don't live in paradise? Sometimes bad things happen that we don't get to choose. Wars, fami...","sentiment_score":-0.2818181818}
{"full_text":"Ah I got it now. Government wants to force a vaccine, that's a violation of federalism and your personal liberty. Government wants to force you to have a baby against your will, that's the opposite.Crystal clear.","sentiment_score":0.125}
{"full_text":"RT BREAKING: The Supreme Court has blocked the Federal Government's COVID-19 vaccine or test requirement for large workplaces but...","sentiment_score":0.2142857143}
{"full_text":"RT Well I,for one,am hugely grateful for the people and faces taking care of us during this Pandemic and way beyond.Let's j...","sentiment_score":0.4}
{"full_text":"RT Only 14 jabs to flatten the curve.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS Joe Biden's unconstitutional vaccine mandate on businesses. But it upheld his vaccin...","sentiment_score":0.0}
{"full_text":"the lawsuits over unsafe work environments due to covid will be interesting along side this","sentiment_score":0.1875}
{"full_text":"RT Just remember, your GP is actually on your side and did not have a lockdown party","sentiment_score":0.0}
{"full_text":"Fast forward to this time in July when we're still wondering why COVID-19 surges are a thing and people are still dying left and right","sentiment_score":0.1619047619}
{"full_text":"Remember before covid when we could blow in each other's bottles?","sentiment_score":-0.125}
{"full_text":"RT The OSHA COVID-19 vaccine mandate has been stayed by the Supreme Court.The Court agrees that the OSHA mandate \"likely\" ex...","sentiment_score":0.0}
{"full_text":"RT BREAKING - U.S. Supreme Court blocks Biden's federal vaccine-or-test mandate for large businesses. Some people are going...","sentiment_score":0.2142857143}
{"full_text":"RT Missing from the media's inflation coverage is an acknowledgement that the trend of rising prices is a GLOBAL phenomen...","sentiment_score":-0.1}
{"full_text":"RT And it's a mandate OR testing. This Supreme Court has the same radical right agenda as extremists like Banno...","sentiment_score":0.1428571429}
{"full_text":"2021 the year people were vaccinated which produced more cases and deaths.  The vaccine doesn't work, facts.","sentiment_score":0.5}
{"full_text":"RT Reporting of this is so wrong. The self-isolation period is ten days. UNLESS you do two negative tests on days 6 and 7...","sentiment_score":-0.2666666667}
{"full_text":"RT U.S. billionaires added  $1,000,000,000,000 to their wealth last year.Under current laws, none of those wealth gains will ev...","sentiment_score":0.0}
{"full_text":"RT Great read for digital and traditional comms people. We at are already clipping the key segments from our longer con...","sentiment_score":0.2}
{"full_text":"We serve at the pleasure of the ruling class, as do the healthcare workers.IT'S LIKE THE WHOLE PRO-LIFE THING has just been about control and creating soldiers and laborers.","sentiment_score":0.2}
{"full_text":"care worker vaccine mandate can be enforced in half the ... - CNN","sentiment_score":-0.1666666667}
{"full_text":"GOP say that only because they can use the states as a vehicle to impose their ironclad will.But this is a federal issue. A pandemic doesn't know borders and can spread quickly.","sentiment_score":0.1666666667}
{"full_text":"RT Today we lost another 371 souls in the UK to Covid, taking the official 60-day\/death certificate tally to 173,876.May the...","sentiment_score":0.0}
{"full_text":"This!!!","sentiment_score":0.0}
{"full_text":"I guess I didn't recovered completely from covid since I'm feeling quite exhausted  and my workouts are shitHow long did you guys fully recovered from Omicron ?","sentiment_score":-0.1166666667}
{"full_text":"Thoughts and prayers","sentiment_score":0.0}
{"full_text":"RT No one defunded the LAPD. Their budget went UP 12% for 2022. The station is closed because 800+ cops are out on paid sick...","sentiment_score":-0.4071428571}
{"full_text":"Great news our prayers answered!  Rehire those fired over the jab! #SCOTUS","sentiment_score":1.0}
{"full_text":"RT Holy hell, Wisconsin. I love you but...wow.","sentiment_score":0.5}
{"full_text":"RT The idea that you have to schedule an appointment for a Covid test, two years into the pandemic, is fucking crazy.  I remember...","sentiment_score":-0.6}
{"full_text":"The kewl part is simply aims to stay neutral. He simply illuminates facts &amp; truth. The result blows up the BS by all the liars: media, politicians, Fauci's, lawyers...etc.","sentiment_score":0.0}
{"full_text":"RT As per current COVID Situation in India with Rising cases everyday , Considering safety of Students 1st ,No Offline Ex...","sentiment_score":-0.1}
{"full_text":"RT Why don't you begin by sharing names &amp; regiment of the 44 Chinese PLA soldiers killed in the clashes at Galwan Valley? S...","sentiment_score":-0.1}
{"full_text":"RT This is a \"split\" decision only in the sense that the Biden Administration won one and lost one.The notion that #SCOTU...","sentiment_score":0.0}
{"full_text":"RT Huge blow to the White House effort to get more people vaccinated via OSHA. That said, many employers moved forward wit...","sentiment_score":0.35}
{"full_text":"Been earning a good living from my photography for over 20 years. I don't see any photography on your Twitter account. Anyone who follows Zuby and is a NFT fanatic, well let's just say it's a pity to be a Covid denier and a wannabe NFT character too. Get a job clown!","sentiment_score":0.0916666667}
{"full_text":"RT Stay home, don't socialize, don't go outside, don't get sunlight, order shitty food on your phone, binge watch netflix, be...","sentiment_score":0.0}
{"full_text":"RT U.S. billionaires added  $1,000,000,000,000 to their wealth last year.Under current laws, none of those wealth gains will ev...","sentiment_score":0.0}
{"full_text":"RT Sen. Kaine said he believes Sen. Schatz will probably be ready to vote by Sunday after positive Covid test. Sen. Merkley sai...","sentiment_score":0.2136363636}
{"full_text":"RT The Supreme Court votes 6-3 to block the Biden vaccine mandate. Huge win for federalism and the constitutional rule of law...","sentiment_score":0.6}
{"full_text":"RT So Johnson gets ripped to shreds in Parliament yesterday and today a family member has covid and they announce we have a Ch...","sentiment_score":0.0}
{"full_text":"RT Z man #TedrosAdhanom  world health chief has yet to condemn z thousands of health facilities z demonic TPLF army turne...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"Just any kind of peer reviewed study to back up even one of your claims. Oh and I like how you got real quiet when I showed you actual cdc numbers.","sentiment_score":0.15}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"RT It's amazing how bad she is at this.","sentiment_score":-0.05}
{"full_text":"RT Just FYI: in many hospitals, moms who test positive for COVID have their babies taken away from them for several days, w...","sentiment_score":0.2424242424}
{"full_text":"RT Freedom Wins!","sentiment_score":0.375}
{"full_text":"RT The shocking level of public support for vaccine passports, in the face of insurmountable evidence they do nothing to...","sentiment_score":-0.5}
{"full_text":"RT U.S. Ranks 59th Globally for Covid-19 Vaccinations, Just Behind Iran","sentiment_score":-0.2}
{"full_text":"RT I was a lifelong leftist, but at this point I would vote for the reincarnation of Ronald Reagan. After living throug...","sentiment_score":-0.075}
{"full_text":"Anyone know if the journalist, any of his team, or anyone else exposed to Djokovic after he took his PCR have actually acquired Covid? If so, they best be grabbing themselves a lawyer.","sentiment_score":0.5}
{"full_text":"RT $BRQS investor call in afterhours who will want to see some panic buying before the close?","sentiment_score":0.0}
{"full_text":"RT RT to agree - The Supreme Court BLOCKING Biden's authoritarian and unconstitutional COVID-19 vaccine mandate is a MASSIVE WIN...","sentiment_score":0.4}
{"full_text":"RT Supreme Court blocks vaccine mandate for large businesses, allows it for health care workers by","sentiment_score":0.2142857143}
{"full_text":"RT 2 years into this pandemic and I think we can all agree that it's a huge policy failure that it's not raining free N95...","sentiment_score":0.1611111111}
{"full_text":"RT The vaccine mandate was not only blatantly unconstitutional, it also had no scientific basis given that the vaxxed still...","sentiment_score":-0.25}
{"full_text":"Make a onlyfans babe. And please. Do some videos and photoshoot properly dressed as a nurse. Otherwise it's no fun. Send the so I can subscribe.","sentiment_score":-0.075}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS Biden's OSHA COVID-19 vaccine-or-test requirement for large workplaces.","sentiment_score":0.2142857143}
{"full_text":"Shaking right now...","sentiment_score":0.2857142857}
{"full_text":"\/ oh god ","sentiment_score":0.0}
{"full_text":"RT No one can say what's coming after Omicron. Because we haven't globally expanded manufacturing of mRNA vaccines, the worl...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court BLOCKS the federal government's COVID-19 vaccine-or-test requirement for large workplaces. The...","sentiment_score":0.2142857143}
{"full_text":"RT #COVID19 cases in Santa Rita Jail are at an ALL TIME HIGH! This is a public health emergency that must be addressed immedia...","sentiment_score":0.0333333333}
{"full_text":"Let the public select the investigator into the government's Covid breaches- I choose Jackie Weaver #Tory #PartyGate","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court has stopped the Biden administration from enforcing a requirement that employees at large busines...","sentiment_score":0.2142857143}
{"full_text":"RT Pediatric hospitalizations for COVID-19 are on the rise, here in Omaha and nationwide. Please continue to encourage eli...","sentiment_score":0.0}
{"full_text":"Please protect COVID-affected essential businesses sincerely.","sentiment_score":0.25}
{"full_text":"RT Ruling by \"emergency decree\" for years on end is what happened after 9\/11 and is now happening with COVID, too. Few things...","sentiment_score":-0.2}
{"full_text":"RT Conservative Govt are removing China from swathes UK projects - took money to try to undermine UK Govt by att...","sentiment_score":0.0}
{"full_text":"RT There was a truly misguided and factually incorrect Wall Street Journal article yesterday claiming we should *accelerate* the...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Supreme Court blocks Biden's OSHA Vaccine Mandate in 6-3 decision.","sentiment_score":0.0}
{"full_text":"The pandemic was pretty unhelpful for Kandy Crisis. If we're able to make more in 2022, what would you like to see?","sentiment_score":0.4166666667}
{"full_text":"Ivory Coast uses football to spur Covid-19 vaccinationhttps:\/\/t.co\/CvwN8Il61f#Football #Covid #Covid19 #IvoryCoast #Cotedivoire #Vaccine","sentiment_score":0.0}
{"full_text":"RT Why does Boris Johnson need to limit contact with others due to contact with a family member with covid, yet he expects childre...","sentiment_score":-0.125}
{"full_text":"So does your chance of dying from covid even with comorbidities.. Sorry your wrong sheep","sentiment_score":-0.5}
{"full_text":"RT Pregnant women with Covid were not only at greater risk of developing severe disease, but those who were unvaccinated were als...","sentiment_score":0.2777777778}
{"full_text":"We continue to send our best wishes and support to the Bearskin Lake First Nation during this time. If you are able, please donate to this GoFundMe to directly assist their community.","sentiment_score":0.4625}
{"full_text":"The COVID -19 pandemic somewhat brought new developments and new business ideas for entrepreneurs.#SalesSynergyConsultingLLC #newtrends #businesstrends #businessideasRead more:","sentiment_score":0.2575757576}
{"full_text":"RT STRUCK DOWN: The Supreme Court ruled that OSHA's mandate, which would require vaccination or weekly medical testing for e...","sentiment_score":-0.0777777778}
{"full_text":"When COVID-19 first struck the U.S., it sucked up the supply of masks and PPE gear, then maxed-out hospital bed space.","sentiment_score":0.25}
{"full_text":"Challenger Euro Very excited for this team!Please let me know any covid cases!","sentiment_score":0.609375}
{"full_text":"RT Piers Morgan followed me and shared my Covid stats (not retweet but steal images)Having highlighted the misinformation hi...","sentiment_score":0.0}
{"full_text":"Keep your local ER from becoming overwhelmed. Click here to find COVID testing options near you ","sentiment_score":0.1833333333}
{"full_text":"RT RT to agree - The Supreme Court BLOCKING Biden's authoritarian and unconstitutional COVID-19 vaccine mandate is a MASSIVE WIN...","sentiment_score":0.4}
{"full_text":"RT When I reported on Ebola in 2015, white aid workers would causally point out that Africans were corrupt, selling PPE on the...","sentiment_score":-0.25}
{"full_text":"RT We have SCOTUS opinions The OSHA employer vaccine mandate is stayed - it is not going into effect. This will kill people. T...","sentiment_score":0.0}
{"full_text":"RT RT to agree - The Supreme Court BLOCKING Biden's authoritarian and unconstitutional COVID-19 vaccine mandate is a MASSIVE WIN...","sentiment_score":0.4}
{"full_text":"If you test positive for COVID-19 or think you may have COVID-19, please follow this guidance to keep yourself and others safe. Find additional guidance from KDPH: NKY Testing sites:","sentiment_score":0.3636363636}
{"full_text":"Over 5 million residents of the Chinese city of Anyang have been placed under lockdown to fight the spread of Covid-19.","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"There should be consequences for government officials when their lawless behavior is struck down. I'm thinking jail time and heavy fines. Or possibly capital punishment if the offense resulted in human lives being lost.","sentiment_score":-0.0911111111}
{"full_text":"The firm has retained 13,000 members of staff to cover absenceshttps:\/\/t.co\/SX5pGCbDJK","sentiment_score":-0.2}
{"full_text":"A surge in new COVID-19 cases and hospitalizations in the Panhandle Health District is likely because of the omicron variant, as well as low vaccination rates.https:\/\/t.co\/3YCT6HhMrL","sentiment_score":0.0454545455}
{"full_text":"RT Three of the Supreme Court justices that just blocked vaccine mandates were confirmed with a carve-out to the filibuster...","sentiment_score":0.4}
{"full_text":"RT My dad died. He got Covid in the week before Christmas, eventually had to be put on a ventilator &amp; feeding tube. He sur...","sentiment_score":0.0}
{"full_text":"After his father sadly passed away and the COVID pandemic made him re-think his life, City worker Naz decided he wanted to work for the emergency services and ultimately become a paramedic.He joined #TeamLAS as an Assistant Ambulance Practitioner - and now you can too:","sentiment_score":-0.25}
{"full_text":"Any feedback about the make and model would be greatly appreciated. I'm so excited about the new layers of protection. Maybe I can avoid contracting COVID from school for a second time! #FireLecce #VoteThemAllOut2022 #onted","sentiment_score":0.1778409091}
{"full_text":"RT BREAKING: 270 prestigious doctors and scientists blast Joe Rogan in an open letter, demand that Spotify remove his pod...","sentiment_score":0.0}
{"full_text":"NORTHERN IRELAND.  Announced on THURSDAY.COVID-19 DEATHS SUMMARY. 14 further deaths have been recorded in Northern Ireland, bringing the total reported by the Department of Health to 3,031.#coronavirus disease 2019 (COVID-19) #COVID19   #UK #NorthernIreland","sentiment_score":0.0}
