{"full_text":"RT Kid Rock to cancel tour stops at venues with COVID vaccine mandates","sentiment_score":0.0}
{"full_text":"RT keep safe ya'll, and stay healthy!!! let's not get covid okayy??from n me.             #khhsd #khhstan #khhse...","sentiment_score":0.73828125}
{"full_text":"With Covid. Not admitted due to covid ","sentiment_score":-0.125}
{"full_text":"RT TWO HUNDRED &amp; SEVENTY ONE BILLION, YES BILLION, POUNDS 'MISSING 'Independent finding ","sentiment_score":-0.1}
{"full_text":"Experts say firms need to focus on 'good work' for all and ensure younger workers are given opportunities to progress #HRnews","sentiment_score":0.35}
{"full_text":"RT I cannot comprehend why the people who share the most terrified and doomsday views re COVID say absolutely nothing about...","sentiment_score":0.35}
{"full_text":"RT Sugar is killing us in America.  The average man and woman has gained over 30 lbs in the past 30 years.  French women have g...","sentiment_score":-0.1333333333}
{"full_text":"RT THIS","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"Dude here in the us is controversial for COVID, all around the world is use widely for COVID","sentiment_score":0.225}
{"full_text":"Health experts warn Covid 'stealth variant' is spreading around the country","sentiment_score":0.0}
{"full_text":"Oh yeah, I should've known it would have something to do with the asbestos and vermiculite mines. I'm hoping covid will break the health insurance industry and their lobbyists. Universal healthcare for all might become the new normal.","sentiment_score":0.0954545455}
{"full_text":"RT We are talking about America...","sentiment_score":0.0}
{"full_text":"the media and the politicians ARE the fringe! We are sick of your lies","sentiment_score":-0.7142857143}
{"full_text":"RT Nobody is pro lockdown, they fucking suck. A lot of people saw them as preferable to letting a deadly dise...","sentiment_score":-0.4}
{"full_text":"Traitor - have you looked at what Joe is doing destroying this country. Border chaos, runaway inflation, violence is way up, covid deaths way up, lack of testing, Afghanistan- 13 Marines killed, the riff raff he has nominated for positions. I really pity you. Sad to no have logic","sentiment_score":-0.25}
{"full_text":"RT You know that even the TV doctors believe the pandemic is over because while they are busy condemning the trucker convoy and...","sentiment_score":0.1}
{"full_text":"Unvaccinated Laurence Fox reveals he has Covid and is taking ivermectin","sentiment_score":0.0}
{"full_text":"RT If true, this is fantastic news.We are winning this battle.#NHS100Khttps:\/\/t.co\/b9aK47MDnT","sentiment_score":0.4166666667}
{"full_text":"#NCABoard Infection Prevention and Control Report discussed. #COVID19 nosocomial cases and outbreaks increased in Dec 2021 but appear to have plateaued. The Board recognise and thank our IPC teams and colleagues who are working so hard to ensure our Staff and patients remain safe","sentiment_score":0.1041666667}
{"full_text":"BBC Education: Covid: Lack of disabled childcare isolating, parents say","sentiment_score":-0.2}
{"full_text":"RT This PM looks at the people drowning without supplies, or burning in bush fires, or dying from covid without boosters...","sentiment_score":0.0}
{"full_text":"The reading is not the problem. The knowledge of the reader &amp; his\/her level of understanding is key. When your source of information believes Covid came from alien DNA &amp; devil sperm, then no amount of reading is going to fix your brain.","sentiment_score":-0.125}
{"full_text":"RT From @DLeonhardt this morning -- once you are boosted your chance of dying from COVID are significantly lower than your cha...","sentiment_score":0.375}
{"full_text":"RT I'm so over covid that I could be healthy and unafraid for two more years!","sentiment_score":0.5625}
{"full_text":"Next episode of GXT Storytime: Ed Goes to NYC and Gets Covid #genxtalkin #preparedness #NYC #COVID19","sentiment_score":0.0}
{"full_text":"Yes, but this happens usually in respiratory virus season. Always working near capacity is intrinsic to hospital level care. My question remains: how many patients were turned away and injured due to lack of care during the pandemic from lack of resources VS injured by lockdowns?","sentiment_score":0.05625}
{"full_text":"I mean if I could get a 5g receiver in my blood that would be really useful rn","sentiment_score":-0.00625}
{"full_text":"RT #Fauci used his influence over grant $$$To shut down discussion about the lab leak likelihoodThat meansA US bureaucrat...","sentiment_score":-0.1555555556}
{"full_text":"RT #GetWellSoonJimin !! wishing #jimin a very speedy recovery + everyone pls #MaskUp","sentiment_score":0.2}
{"full_text":"RT Don't worry about the drug industry's profits when considering a waiver on covid-19 intellectual property rights","sentiment_score":0.3}
{"full_text":"RT United Kingdom and Denmark have removed all COVID restrictions now. No more forced masks or lockdowns or quarantines beca...","sentiment_score":-0.275}
{"full_text":"Defaced ??? ....because someone draped a Canadian flag over him ? Get serious Toronto Star !! Haven't you ever seen athletes drape a flag over their shoulders when doing a victory lap ? Only MSM and liberal supporters that feel any condemnation because  they are ordered to.","sentiment_score":-0.2604166667}
{"full_text":"RT FT: 'If the US had matched the vaccination coverage of leading European countries, it would have halved its #COVID19 h...","sentiment_score":0.0}
{"full_text":"RT FedEx delivering a PC: hey we left it on your steps. It needed a signature but whatever. COVID. You're goodFedEx deliver...","sentiment_score":0.0}
{"full_text":"RT #BheemlaNayak to hit the screens on February 25th or April 1st Depending Up On The Pandemic Situation.#PawanKalyan #...","sentiment_score":0.0}
{"full_text":"school goes back today it's 1am and i'm wide awake, but i'm feeding on going back so i'm gonna try stay home but i don't know","sentiment_score":-0.0333333333}
{"full_text":"RT #BTS' agency #BIGHITMusic shared #Jimin's health update on Weverse and informed that his surgery was successful and he is...","sentiment_score":0.75}
{"full_text":"Tested positive for COVID on Friday. Thankfully, it is mild. I am grateful to my immune system and my natural immunity for making it so.","sentiment_score":0.2202020202}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"Grrrr , we don't even have interprovincial borders ..Lunacy . #TrudeauDictatorshipMustGo","sentiment_score":-0.7}
{"full_text":"RT Japan's Kowa says ivermectin showed 'antiviral effect' against Omicron in research","sentiment_score":0.0}
{"full_text":"RT Got out of COVID isolation yesterday, went for a 5k run, my chest is absolutely shot, had to stop twice. I'm a triple vaccin...","sentiment_score":0.2}
{"full_text":"RT Governor Newsom attended the NFC Championship game in Los Angeles, but didn't wear a mask. The Mayors of Los Angeles and Sa...","sentiment_score":-0.4}
{"full_text":"RT Chicken feedTWO HUNDRED &amp; SEVENTY ONE BILLION, YES BILLION, POUNDS 'MISSING 'Independent finding ","sentiment_score":-0.2666666667}
{"full_text":"RT Tragic: 33-Year-Old Father Dies After Developing Autoimmune Disease From Pfizer COVID-19 Vaccine.","sentiment_score":-0.75}
{"full_text":"RT Our covid timesby Drew Sheneman","sentiment_score":0.0}
{"full_text":"But which version is he \"absolutely\" sticking to? The one where he told the HoC that there were no parties? The one where he was \"furious\" about \"how it looked\", the one where he didn't know what a party in his own garden looked like, or the one where he was ambushed by a cake?","sentiment_score":0.4}
{"full_text":"RT Joe Rogan just publicly apologized to Spotify CEO Daniel Elk &amp; vowed to \"balance [Covid] views\" on his show &amp; to \"do more...","sentiment_score":0.25}
{"full_text":"RT Can somebody who's a REAL scientist explain what ends Covid for us if it's not natural immunity or the multitude of available...","sentiment_score":0.1833333333}
{"full_text":"RT \"I don't have Covid because I drink cow urine every day\": BJP MP Pragya Singh Thakur in May 2021 Looks like she forgot to t...","sentiment_score":-0.1333333333}
{"full_text":"RT This is absolutely unsurprising and consistent with survivors of other critical illnesses - getting a bed in ICU, and surv...","sentiment_score":0.08125}
{"full_text":"Remember when people were really scared about Covid killing everyone and you started getting these for dine-in service?","sentiment_score":0.2}
{"full_text":"RT No mask for the Governor but kids have to wear masks at school?Outrageous. Where is the Sacramento media?! Do your...","sentiment_score":0.0}
{"full_text":"CORRECTED-Japan's Kowa says ivermectin showed 'antiviral effect' against Omicron in research | Reuters","sentiment_score":0.0}
{"full_text":"RT Just a question.  Economic gdp was down in 2020 due to pandemic shutdowns.  Why are you comparing reopening to \"grow...","sentiment_score":-0.0268518519}
{"full_text":"RT Just a question.  Economic gdp was down in 2020 due to pandemic shutdowns.  Why are you comparing reopening to \"grow...","sentiment_score":-0.0268518519}
{"full_text":"Good morning! We will serve free lunch at the tent next to our main building this week 12:30-2pm (or until food runs out!). COVID-19 testing is cancelled on Tuesday, but the team will be back on Wednesday as usual. #CovidTesting","sentiment_score":0.2055555556}
{"full_text":"RT Jimin had a surgery for acute appendicitis and tested positive for Covid-19.","sentiment_score":0.4136363636}
{"full_text":"All I wanted to do was go to class and work but nope Cookman got other plans  woke up to a dang lockdown ","sentiment_score":-0.125}
{"full_text":"Same here, I'm also far out of my comfort zone on issues of long covid.. certainly need more work but also keeping in mind that long term sequalae not shocking and not new at all. Seen previously as you've pointed too.","sentiment_score":0.1088263588}
{"full_text":"Im gonna have a fistfight with covid rn this isnt fair","sentiment_score":0.7}
{"full_text":"Ivermectin.","sentiment_score":0.0}
{"full_text":"RT More Americans died of Covid in the past 2 weeks than died of influenza in the past 3 years.","sentiment_score":0.0}
{"full_text":"RT Mask &amp; Ration Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan...","sentiment_score":0.0}
{"full_text":"RT So tell me, who spreads more Covid misinformation, Joe Rogan or Rachel Maddow?The Machine doesn't care about misinformat...","sentiment_score":0.5}
{"full_text":"You have the most COVID and the poorest population, but at least they have crappy jobs I guess.","sentiment_score":0.1}
{"full_text":"Imagine if your dying and need immediate help to survive then waste your last moments checking if the doctor trying to save you has had a vaccine, and refusing help if they havnt! insanity!","sentiment_score":-0.1}
{"full_text":"RT I am happy that BTS spending thier vacation by traveling as they wish. but please stay safe and healthy. No more Covid posit...","sentiment_score":0.3875}
{"full_text":"WHAT DONT YOU UNDERSTAND THAT YOU CAN STILL TRANSMIT COVID IF YOUR VACCINATED!! Might not got any care if there's 100k staff gone.","sentiment_score":0.0}
{"full_text":"RT [ Notice] Positive COVID-19 Diagnosis and Health Status of BTS Member JiminWe wish for Jimin's quick and full recovery! ...","sentiment_score":0.3327020202}
{"full_text":"Shame on you,","sentiment_score":0.0}
{"full_text":"RT Dear and - is it evil of me to hope that Dan is going to tear the 'vaccine-mandates-zealots' a new one toni...","sentiment_score":-0.4318181818}
{"full_text":"RT \"CVs should stay home\" = \"Not everyone deserves to see friends &amp; family\"\"Vulnerable kids should stay home\" = \"not eve...","sentiment_score":-0.5}
{"full_text":"RT Kept mine on...pointing out that in a room with 60 people on current ONS data there will be 3 people with...","sentiment_score":0.0}
{"full_text":"RT jimin was diagnosed with appendicitis and covid, he went through surgery and is currently recuperating","sentiment_score":0.0}
{"full_text":"RT Seems Canadians have imposed a lockdown on Trudeau..","sentiment_score":0.0}
{"full_text":"RT New data out this morning.","sentiment_score":0.1363636364}
{"full_text":"RT I'm sure it's a total coincidence that the Sue Gray Report into Tory lockdown parties is finally being released on the same...","sentiment_score":0.125}
{"full_text":"St. Louis continues to rapidly evolve during the pandemic","sentiment_score":0.0}
{"full_text":"RT New COVID sub-variant identified in Australia - Health with Dr Norman Swan","sentiment_score":0.1363636364}
{"full_text":"RT Gavin Newsom unmasked in a packed stadium while the state of CA still has emergency orders in place for Covid-19.","sentiment_score":0.0}
{"full_text":"Unfortunately, there isn't a vaccine to fix dumb people yet.","sentiment_score":-0.4375}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Yamuna...","sentiment_score":0.0}
{"full_text":"Poetic justice, pure and simple.","sentiment_score":0.1964285714}
{"full_text":"RT We are delighted to announce the launch of four new Academy Hubs to give  #Londoners the skills they need...","sentiment_score":0.4181818182}
{"full_text":"RT Good news at last. Hope they don't keep some sneaky clause in place.@DrAseemMalhotra","sentiment_score":0.35}
{"full_text":"You do realize \"we\" didn't drag Sesame Street into anything? All credit goes to Ted. Can't keep voters angry without stoking the fire.","sentiment_score":-0.3}
{"full_text":"Plot twist: instead of love, all the songs you are listening to are actually about Covid. Happy going back in person, UCLA.","sentiment_score":0.325}
{"full_text":"RT They have so much to celebrate since they fooled the UK into letting in their Brexit Trojan horse choc...","sentiment_score":0.2}
{"full_text":"RT Son has only one lesson at sixth form today as other subject teachers are absent and there is NO cover. The Govt want schools...","sentiment_score":-0.0972222222}
{"full_text":"RT Happy Brexit anniversaryCovid has been an easy scapegoat for economic disruption, but Brexit is bitingPS29bn extra t...","sentiment_score":0.3583333333}
{"full_text":"RT This is CEO Daniel Ek. This is who is choosing to profit over deadly COVID lies. He flies under the radar compar...","sentiment_score":-0.2}
{"full_text":"RT In Italy, they don't write off Covid payment fraud. They vigorously pursue it. 12 people arrested by Guardia di Finanza i...","sentiment_score":0.0}
{"full_text":"RT #Qalandar_Baba_Bukhari #Listen_to_SurrahAlrehman Mobile App:  The Ultimate Remedy#COVID19 #Coronapositive #OmicronVarien...","sentiment_score":0.0}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"Sorry doesn't cut it.It wouldn't cut it if any of us broke the law.It didn't get people who also broke the lock down rules at the time out of their fines.","sentiment_score":-0.3277777778}
{"full_text":"Parameter estimates of the 2016-2017 Zika outbreak in Costa Rica: AnApproximate Bayesian Computation (ABC) approachhttps:\/\/t.co\/fngc07zRsb#Dengue, #Zika, #Modeling, #epidemics","sentiment_score":0.0}
{"full_text":"You, the British people profoundly value pandemic emergency service workers.","sentiment_score":0.0416666667}
{"full_text":"How are evaluators adapting to COVID-19? What have we learned?Join us and on Mon 7 Feb to discuss new, creative, and less formal approaches to evaluation!Register ","sentiment_score":0.1565656566}
{"full_text":"The pandemic has been a tough time for all students. We at Corsi want to make it better for you and support you. Join us in learning more than theories and get better at Maths - Geometry, Algebra and statistics. Hurry up and grab the new year offer valid only till 31st January'22","sentiment_score":0.2079124579}
{"full_text":"9 in 10 business leaders say that the pandemic-inspired work tools have vastly improved the way they work.With adoption of tech only expected to accelerate in the near future, find out what this could mean for 2022 in David Byerly's article.https:\/\/t.co\/kKjUBZfVen","sentiment_score":-0.0520833333}
{"full_text":"RT Place in Shibuya doing free Covid testing for anyone who needs it!!","sentiment_score":0.625}
{"full_text":"Following in the footsteps of other #ransomware families, the group behind #LockBit has released a variant that is capable of encrypting VMware ESXi servers. We discuss this variant's capabilities and impact:","sentiment_score":-0.08125}
{"full_text":"The Indiana Department of Health and the Shelby County Health Department are hosting a free mobile testing and vaccination clinic as part of its ongoing efforts to prevent the spread of COVID-19.https:\/\/t.co\/h24jDCwlTS","sentiment_score":0.4}
{"full_text":"RT he fought appendicitis and covid together and is recovering well, he deserves great appreciation. WE ARE SO PROUD OF YO...","sentiment_score":0.8}
{"full_text":"RT REUTERS: Japan's Kowa says ivermectin effective against Omicron in phase III trial","sentiment_score":0.6}
{"full_text":"RT COVID deaths in the month since Conor's tweet:United States: 61,000New Zealand: 1","sentiment_score":0.0}
{"full_text":"RT Please get well soon our lovely Jiminie ! We will be praying everyday for your full recovery .I'm so sick &amp; ti...","sentiment_score":0.0151785714}
{"full_text":"If you're over 50, you are eligible for a free flu vaccine and a COVID-19 booster.https:\/\/t.co\/pIfkcMNnuH","sentiment_score":0.4}
{"full_text":"The January newsletter is out now: out about everything going on at #PASSi, from celebrations for #LunarNewYear to COVID-19 Booster clinics. We're getting 2022 off on the right start.","sentiment_score":0.2857142857}
{"full_text":"The picture gets even richer when looking at the labor markets.In the EZ, we're seeing unemployment already at the pre-crisis low, employment stands at all-time highs.In the US, employment rates are still way below the pre-pandemic level, but job openings are plenty.","sentiment_score":0.0}
{"full_text":"It is being reported the vaccine mandate could be reversed","sentiment_score":0.0}
{"full_text":"15 areas of the city are seeing an increasing number of Covid-19 infections.https:\/\/t.co\/qg4zpx1mSD","sentiment_score":0.0}
{"full_text":"The Importance of Safety ProtocolsWith the pandemic, we have been exposed to various safety protocols to keep our health preserved. These health measures have also been implemented to restrain the spread of the virus. Let's stay safe, everyone!#StaySafe #SafetyProtocols","sentiment_score":0.25}
{"full_text":"I consider you a domestic terrorist if you wear a mask and a child abuser if you make your kids wear them.","sentiment_score":0.0}
{"full_text":"WCCHD offers walk-in COVID-19 vaccines, COVID-19 boosters, and free flu shots every Tuesday from 9:00 a.m. - noon and 1:00 - 4:00 p.m. or until supplies run out. Pfizer (5+), and Moderna are available. Taylor Public Health Center: 115 W 6th St. Taylor, TX 76574","sentiment_score":0.16}
{"full_text":"In view of the daily increase in Covid cases in the five poll-bound states, the Election Commission of India has extended a ban on political rallies and roadshows till February 11.","sentiment_score":0.0}
{"full_text":"The mother in her 40s had been sedated on a ventilator fighting COVID for more than a week. As she woke up, she tried to write the nurses a note. But could only scribble. So she circles a trio of emotions on a template: Lonely, worried, afraid.","sentiment_score":-0.05}
{"full_text":"Some good newshttps:\/\/t.co\/3pJ6lymm6K","sentiment_score":0.7}
{"full_text":"This traffic is giving pre-pandemic #HateIt","sentiment_score":0.0}
{"full_text":"RT Gavin Newsom unmasked in a packed stadium while the state of CA still has emergency orders in place for Covid-19.","sentiment_score":0.0}
{"full_text":"'Some things you just can't do in Chipping Norton' #pcr #holiday #travelinghttps:\/\/t.co\/vPG2dBMlTu","sentiment_score":0.0}
{"full_text":"#COVID19 SitesTESTING and VACCINE\/BOOSTERS* West Tampa Community Resource Center9am-5pmTESTING* Progress Village* HCC Brandon* Adventure IslandOpen 9am-5pm* Al Lopez* Al BarnesOpen 7am-7pmDetails","sentiment_score":0.0}
{"full_text":"So a mixture of a weak slate and covid affected 2022 lunar new year","sentiment_score":-0.1193181818}
{"full_text":"Yeah had three jabs and still got covid. If I had 3 jabs for polio and caught polio I would be asking questions.","sentiment_score":0.0}
{"full_text":"As if the vaccine even works ","sentiment_score":0.0}
{"full_text":"The pandemic provided many lessons for #Smallbusinesses We reflect on the top five lessons that small businesses should consider as they tackle 2022.","sentiment_score":0.25}
{"full_text":"Check out some of the places that offer cheap COVID-19 rapid antigen test kits for as low as QR 14 in Qatar! #Qatar #ILoveQatar #QatarNews","sentiment_score":0.2}
{"full_text":"RT 220131 -- 10.43pm KST\"everyonee be careful of covid-19 and have a happy lunar new year \"\"i think i should stop eating no...","sentiment_score":0.2787878788}
{"full_text":"The COVID-19 pandemic has an adverse effect on mental health. The Centers for Disease Control and Prevention found that US adults reported more symptoms and incidence of generalized anxiety disorder, stressor-related disorder, and substance use compared to 2019. #covid19","sentiment_score":0.2}
{"full_text":"#China reported 138566 accumulative confirmed cases, 5700 deaths, and 126074 recovered, by Jan. 30, 2022. Besides, there are 812 asymptomatic COVID-19 patients currently under medical observation in mainland China.#COVID19 #coronavirushttps:\/\/t.co\/wPMxwmqbIY","sentiment_score":0.1333333333}
{"full_text":"It's ironic that the federal government can easily extend coverage for at-home tests through private insurance coverage, but can't figure out how to do it through government-run insurance.","sentiment_score":0.2111111111}
{"full_text":"#HongKong's Secretary for Home Affairs resigns after attending a birthday party where two of some 200 guests tested positive for #COVID19.https:\/\/t.co\/LMpxJt4pdt","sentiment_score":0.2272727273}
{"full_text":"Schools are at good starting point as the state health department gathers weekly reports from each school system, and inputs them to its COVID-19 schools K-12 dashboard. ","sentiment_score":0.35}
{"full_text":"Guidance surrounding Covid-19 has changed a lot recently. However, it's still a legal requirement to self-isolate if you have tested positive for Covid-19. For more information on current guidance, visit: #WorcestershireHour #Ad","sentiment_score":0.1854545455}
{"full_text":"These days, it's easy to assume if we get sick, it's going to be COVID-19. Yet, we're also susceptible to illness caused by other viruses, bacteria or fungi.","sentiment_score":-0.1353174603}
{"full_text":"The Dis-Chem Ride for Sight event is back on the calendar after it was cancelled last year due to Covid-19 restrictions.https:\/\/t.co\/D8vttVnQob","sentiment_score":-0.0416666667}
{"full_text":"\"The University will reopen in-person education on campus on Jan. 31 with new masking, isolation, and various other COVID-19 policies according to a Jan. 26 email from the President's Office\". Read more about the guidelines update at the link:","sentiment_score":0.1278409091}
{"full_text":"RT Universities not prioritizing the improvement of their online communication when we're years into a pandemic honestly makes me...","sentiment_score":0.6}
{"full_text":"RT COVID-19 testing in Oakley is closed this Fri, 2\/4Visit to schedule COVID-19 testing...","sentiment_score":-0.1}
{"full_text":"CERT. CDC FRASER . Malt variety. High yielding #certified #cdc #fraser #barley #maltvariety #seed #agriculture #farming ","sentiment_score":0.16}
{"full_text":"Are you 18 and over? You might be eligible to receive your BOOSTER vaccine... Book your vaccination at one of over 430 Clicks vaccination sites on the Clicks booking portal &gt;","sentiment_score":0.0}
{"full_text":"The Future of National Security Work is a series of articles that examine the experience of work during the COVID-19 pandemic, and the future of work once the pandemic has gone.","sentiment_score":0.0}
