{"full_text":"Assembly Elections Update: Congress targeting 125 in Assembly Elections, will be providing tickets to family members of the COVID-19 infected deceasedhttps:\/\/t.co\/12U3uqKXEG","sentiment_score":0.0}
{"full_text":"RT GERMANY - Unvaccinated politicians are banned from democracy and can no longer participate in government.Discriminat...","sentiment_score":0.0}
{"full_text":"RT I just had to tell a 3 year old and her 8 and 11 year old siblings that their dad died last night after a month in the hospi...","sentiment_score":0.0666666667}
{"full_text":"RT Anti-vaxxers and people promoting vaccine hesitancy warn about heart inflammation, but the risk of myocarditis after CO...","sentiment_score":0.0}
{"full_text":"What is something you really want to do but the pandemic has prevented\/postponed? ","sentiment_score":0.2}
{"full_text":"#DHSK directs officers to reserve beds for COVID positive dialysis patients","sentiment_score":0.2272727273}
{"full_text":"RT My triple jabbed friend at the pub last night jokingly said, \"Maybe they should come up with a jab to stop you getting to...","sentiment_score":0.0}
{"full_text":"RT Why is the proof of vaccination\/vaccine passport STILL being used? Until the end of March and beyond??? This makes no sense....","sentiment_score":0.0}
{"full_text":"RT \"Scientists and health leaders warn of 'real danger' after England's Covid restrictions end\" inc...","sentiment_score":0.2}
{"full_text":"RT Prof. Jay Bhattacharya, Stanford -@DrJBhattacharya and Sanjeev Sabhlok -@Menzies_Sabhlok Covid has a clear age gradient, m...","sentiment_score":0.1}
{"full_text":"Maybe that's why they have removed pretty much all the covid restrictions.   So they can spend more time on operation whitewash","sentiment_score":0.3166666667}
{"full_text":"RT Few Parents are disappointed with SEBA over holding offline pre-boards amidst COVID-19 peak fear in Assam.One parent sa...","sentiment_score":-0.475}
{"full_text":"Does the Ryanair exec buy food, shop in supermarkets,buy goods from service stations? Thousands of ppl, including myself, have worked the entire pandemic in food production factories w 0 days off. I declined the vax cus it isn't one &amp; still days off sick!!","sentiment_score":-0.5}
{"full_text":"RT I am 0 percent afraid of covid. I'm 100 percent afraid of the authoritarianism that has taken hold of society as a res...","sentiment_score":-0.6}
{"full_text":"RT Any excuse other then covid, as it not good with #LetItRipDom and #LetItRipScotty poor execution of #Le...","sentiment_score":-0.23125}
{"full_text":"RT England is about to drop virtually all anti-COVID restrictions - CBS News","sentiment_score":0.0}
{"full_text":"RT Tennis ace Rublev says Australia let him enter country WITH COVID and he 'isn't testing anymore' after Djokovic drama \"I...","sentiment_score":0.0}
{"full_text":"RT Pandemic of the unvaccinated continues in Australia ","sentiment_score":0.0}
{"full_text":"RT 1 person's mild COVID case led to: 16 rescheduled clinic patients13 weekdays of no childcare2 COVID+ toddlers in ou...","sentiment_score":0.3333333333}
{"full_text":"RT Meat Loaf, one of the greatest rock singers of all time, has died at the age of 74 from COVID-19.","sentiment_score":1.0}
{"full_text":" Thank you for your valuable time in appreciating our team and services. Such positive words encourage us to stand committed amid this pandemic and continue delivering impeccable services to our applicants all over.","sentiment_score":0.3257575758}
{"full_text":"RT Bill Gates, Indian Government Targeted in Lawsuit Alleging AstraZeneca Vaccine Killed 23-Year-Old","sentiment_score":-0.2}
{"full_text":"RT they would get 16 free covid test","sentiment_score":0.4}
{"full_text":"Imagine being the shitface who takes off your mask in a global pandemic to drink coffee on a moving train lmao","sentiment_score":0.3}
{"full_text":"What's more scary ruining your kids education or maybe getting long covid which may or may not be bad\/exist?","sentiment_score":-0.0166666667}
{"full_text":"RT ICYMI: The travel advisory for the Philippines was updated on Tuesday, Jan. 18 as the Centers for Disease Control and P...","sentiment_score":0.0}
{"full_text":"RT #postpone_cgl_mains2020SSC CGL mains 2020 should be postponed in this pandemic situation. It is very difficult for th...","sentiment_score":-0.65}
{"full_text":"RT Postcard from Canada.Beware the difficult realities just around the corner. The fleeting benefits of vaccination #covi...","sentiment_score":-0.5}
{"full_text":"RT So just to be clear Twitter wasn't super interested in finding a way to mark accounts of actual medical professionals...","sentiment_score":0.1366666667}
{"full_text":"Ok and how do you connect that to covid? I'm sure you can if you try","sentiment_score":0.5}
{"full_text":"RT We must never forget this. Pure scaremongering from Starmer. didn't even want restrictions lifted in the height...","sentiment_score":0.2142857143}
{"full_text":"RT McGowan: \"If we can hold back this current Omicron outbreak, we will be one of the only places in the world that can achie...","sentiment_score":0.0}
{"full_text":"RT The confirmation by the Cabinet Minister puts Samoa's total number of positive cases at 15 thus far - all of them imported...","sentiment_score":0.1090909091}
{"full_text":"RT I'm a physicist and I'm running for Governor against Sarah Huckabee Sanders. After the pandemic, I think we need more scien...","sentiment_score":0.5}
{"full_text":"RT One thing's for sure, Donald Trump did a helluva lot more to protect us from windmill cancer than COVID.","sentiment_score":0.5}
{"full_text":"RT So, have I got this right? From 26th, no-one needs to self-isolate, not even if they've actually got Covid? They're free...","sentiment_score":0.2285714286}
{"full_text":"Covid lockdowns may have increased UK terrorism threat, says security minister ","sentiment_score":0.0}
{"full_text":"I think my mum will still wear a mask forever.. My Dad died &amp; then the government &amp; the #ScumMedia got into her vulnerable mind. I'll never forgive those bastards!","sentiment_score":-0.625}
{"full_text":"DeSantis puts Florida health director on leave for encouraging vaccinations for his staffSo now encouraging life-saving vaccines is a crime in Florida under #DeathSantis #ONEV1 #OVArrow #DemCastFLhttps:\/\/t.co\/5QPuclDKWO","sentiment_score":0.0}
{"full_text":"RT #uptetpostponed      ,@myogioffice ,@UPGovt ,@narendramodi -  So many students and parents will COVID...","sentiment_score":0.5}
{"full_text":"RT \"Scientists and health leaders warn of 'real danger' after England's Covid restrictions end\" inc...","sentiment_score":0.2}
{"full_text":"RT #U19CWC  #COVID19 Skipper Dhull among five players unavailable for Uganda game after returning positive RT-PCR tests REA...","sentiment_score":-0.0863636364}
{"full_text":"It would've gotten worse with another COVID infection, too. Something about the spine proteins activating the immune response.I am not trying to tell people not to get vax'd, I'm trying to tell people to avoid COVID at all costs!","sentiment_score":-0.5}
{"full_text":"RT Major City players return to offices after Covid restrictions scrapped","sentiment_score":0.0625}
{"full_text":"RT  Remember it was your party that took away the bursary for student nurses which was a disaster for the profession. Thus de...","sentiment_score":0.0}
{"full_text":"Covid Theatre is now in the pandemic stage!","sentiment_score":0.0}
{"full_text":"RT If the CDC wants to gain a modicum of credibility, they should immediately speak out against booster mandates &amp; masking of...","sentiment_score":0.2}
{"full_text":"Add that to the PS4.3 billion that Treasury is writing off in Covid payments and of course locally we have spent I think almost PS11 million on Casement Park with absolutely nothing to show for it. NB Derry got less than PS1m for the partial refurbishment of Brandywell.","sentiment_score":-0.0333333333}
{"full_text":"RT Scott Morrison says we must respect Omicron, or as he and Jenny call it, Mr Omicron","sentiment_score":0.0}
{"full_text":"On a serious note how is lockdown treating you all","sentiment_score":-0.3333333333}
{"full_text":"RT 400bn spent on covid... so where did it all go? the biggest swindle in British history.","sentiment_score":-0.05}
{"full_text":"Boris Johnson announces end to Covid restrictions in EnglandCovid passes no longer requiredWork from home guidance liftedEnd to mandatory face-coveringsWork from home guidance lifted immediatelyPeople no longer encouraged to work remotely if possiblehttps:\/\/t.co\/uQ49rGfDgL","sentiment_score":-0.1}
{"full_text":"Thank god UK is following the (actual) science. US likely to follow considering Omicron case-rate delay","sentiment_score":0.0}
{"full_text":"A fire outbreak took place in Minelone ward, Loikaw tsp, Karenni state this morning following the shelling of heavy weapons was being heard. #ICJ_BringSACToJustice #2022Jan21Coup #WhatsHappeningInMyanmar","sentiment_score":-0.1}
{"full_text":"Here's the thing tho. These anti-vaxxers who then get covid are clogging up the hospitals and taking up limited beds &amp; ventilators from cancer patients. It is a fact that the vast majority of vaccinated do not need to be hospitalized.","sentiment_score":-0.0357142857}
{"full_text":"RT In times when people are suffering because of loss of Jobs, Employment and Covid19 Waves. #BJP #Mayor in #Surat is busy Re...","sentiment_score":0.1}
{"full_text":"RT There is a total media blackout of the 17km queue along M20. The media has stopped reporting on the failure to stop channel...","sentiment_score":-0.1583333333}
{"full_text":"RT Imagine tongue kissing flavor flav but the vaccine is too much.","sentiment_score":0.2}
{"full_text":"RT #postponefirstmbbsproffexams #ssuhshearourvoice@himantabiswa Please postpone the first professional mbbs exam as many of o...","sentiment_score":0.2833333333}
{"full_text":"RT Is anyone surprise? This is the result of having amongst the lowest hospital bed\/capita numbers in the civilised world....","sentiment_score":0.0}
{"full_text":"RT Dear media, Please stop labelling people who want to continue using common sense precautions like masks and ventilat...","sentiment_score":-0.3}
{"full_text":"Comments in their recent reports highlighted the school's \"sense of family\", \"high ambitions for pupils\" and \"well-designed curriculum\"...https:\/\/t.co\/t196CrIbZw#Bedford #BedfordNews #Schools #Ofsted","sentiment_score":0.08}
{"full_text":"RT #SBTEBiharOnlineExamLo@NitishKumar Why SBTE Bihar not conducting exam...","sentiment_score":0.0}
{"full_text":"Just wanna say I'm not dead. Corona hit me for the first time but I'm still kicking!I did take a hiatus from content creation for the same reasons as always. Content creation is back on and while that's in the works I will say apex content won't come out till - (Next Thread)","sentiment_score":0.07}
{"full_text":"i feel like the people complaining have made an effort to find testing appts.. but hey you got it","sentiment_score":0.0}
{"full_text":"RT UK News Media knew about the Government's Parties during Lockdown at the time. Surest way to get a corrupt Government is to...","sentiment_score":-0.5}
{"full_text":"Train no 12802,bogi no s2 purusotwama espress is totally un cleaned in this Covid situation,we all passengers are feeling uncomfortable at this situation government investments laks of money but results is zero so requesting to the railway team plz look the matter seriously.","sentiment_score":-0.2777777778}
{"full_text":"RT Can someone explain to me why Boris #Johnson should take the credit for the vaccine rollout?How can he take more credit than...","sentiment_score":0.5}
{"full_text":"RT Every hospital has a covid ward.No hospital has a vaccine injury ward.","sentiment_score":0.0}
{"full_text":"RT #UPTET2021 exam to get postponed amid spike in COVID-19 cases? All you need to know #UPTET #uptetpostponed #UPTET...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Omicron cases are declining in some states (DC, NY, NJ, MA, other parts of the NE) but rising in others. Overall cases...","sentiment_score":-0.0625}
{"full_text":"RT #CBSE,#SBTE, #Assam Engineering and state boards students are raising their concerns for #ONLINEEXAM.Abruptly #COVID cases...","sentiment_score":0.0}
{"full_text":"RT This is how the government treats its people. Oppress them more so that they will cower in fear and choose to no longer sp...","sentiment_score":0.5}
{"full_text":" Whether it is finding the perfect gaming partner or a friend to fight covid-loneliness with, game matchmaking helps players get what they need:","sentiment_score":0.3}
{"full_text":"RT It's not just Novak Djokovic. Multiple professional athletes have been banned, in one form or another, from competing in th...","sentiment_score":0.05}
{"full_text":"RT This is like leading with 'airline incidents are on the decline' on the very day of a terrible crash. Why underplay death...","sentiment_score":-0.4}
{"full_text":"Do try...but this semi lockdown might make it a bit difficult else during the normal time it's easily doable.","sentiment_score":0.0277777778}
{"full_text":"RT Corbevax, the coronavirus vaccine that low- and middle-income countries can produce | patent free - OI Canadian","sentiment_score":0.2}
{"full_text":"\"Tories warned they could be accused of 'talking shite' over Omicron prevention measures\"","sentiment_score":0.0}
{"full_text":"Hi there, I'm a stay-at-home parent, my home was taken by the Bermuda Triangle, and I'm here to have my own Vegas show.","sentiment_score":0.6}
{"full_text":"Kenyans turned to their friends and relatives abroad for cash to buy food, pay rent and meet other household needs following massive job losses occasioned by the Covid-19 pandemic.https:\/\/t.co\/xL5FVkAw8p","sentiment_score":-0.0416666667}
{"full_text":"Free COVID-19 TESTINGTODAY, January 21, 9am-12pmCasa San Jose2116 Broadway Ave, Pittsburgh 15216Pre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"How can social media monitoring be used to help manage a crisis situation? Our blog looks at how we are using them in the to respond to the #pandemic more effectively. #crisiscommunications #innovation #socialmedia","sentiment_score":0.3777777778}
{"full_text":"Is he serious? Pres. Rodrigo Duterte asks if COVID-19 is airborne two years into the pandemic","sentiment_score":-0.3333333333}
{"full_text":"RT BE VERY SURPRISED ! COVID-19 deaths and autopsies Feb 2020 to Dec 2021 from the Office for National Statistics. ","sentiment_score":0.1625}
{"full_text":"RT New Emails Reveal Fauci's Role in Shaping Highly Influential Paper That Established COVID 'Natural Origin' Narrative #Fauc...","sentiment_score":0.1321212121}
{"full_text":"Want more details about how the vaccine works? Check out this amazing video created by","sentiment_score":0.55}
{"full_text":"Attendance is because of pandemic guy and people are still trying to recover from it .","sentiment_score":0.0}
{"full_text":"Horowitz: The danger of the momentum behind N95 respiratorshttps:\/\/t.co\/18y2YZDy90 via","sentiment_score":-0.4}
{"full_text":"During Covid while others are barely hanging on","sentiment_score":0.05}
{"full_text":"Babe wake up, the new CDC guidelines just droppedWE GOING TO MF LOST LANDS ","sentiment_score":0.1363636364}
{"full_text":"The 10 richest men DOUBLED their fortunes during the pandemic, while the incomes of 99% of humanity are worse off.#InequalityKillsIt's time for billionaires to pay their fair share in taxes. #TaxTheRich","sentiment_score":0.15}
{"full_text":"What are you most looking forward to doing in #Carlow and #Kilkenny when restrictions are lifted?","sentiment_score":0.5}
{"full_text":"All adults are now eligible to book a COVID-19 booster dose. The booster helps give you longer-term protection against getting seriously ill from COVID-19. Book online or go to a walk-in vaccination site.","sentiment_score":-0.5}
{"full_text":"Ban all CBD and call anyone that continues to take it antivaxers. ","sentiment_score":0.0}
{"full_text":" vaccination bus is in #Preston today, Jan 21 &amp; Sat, Jan 22. new University Square, Fylde Road, PR1 7AG. Supported by &amp; LTSA staff. No apt needed Today &amp; Tomorrow: 10am - 4pm 1st, 2nd &amp; Booster available to anyone aged 12+","sentiment_score":0.0272727273}
{"full_text":"After all the challenges we have faced during the pandemic, it is important that we thank those who helped those who needed it most. I was privileged to get the opportunity to thank the for all their hard work throughout the pandemic.","sentiment_score":0.2027777778}
{"full_text":"Our 'Little Houses' exhibition of artworks created by young people during the Covid-19 pandemic captures many stories. Watch Minister along with students Irina and Jasmine talk about the exhibition's importance to them. Find out more","sentiment_score":0.228125}
{"full_text":"Home as a Health Solution Invest in sustainable methods that workScale to reach 1 billion new homes3 ways to reinvent affordable housing in post-pandemic world","sentiment_score":0.1363636364}
{"full_text":"If you're worried about working because of coronavirus, our advice can help https:\/\/t.co\/Fj2erAQvfN","sentiment_score":0.0}
{"full_text":"RT I swear the collective normalization of giving a shit about at home rapid antigen tests is one of the greatest cons of thi...","sentiment_score":0.4}
{"full_text":"1.Trains are cancelled.2.COVID cases &gt;3.47 lakhs\/dayhttps:\/\/t.co\/uSHsyc2EhQ clarity about COVID saftey guidelines at center4. Do u take responsibility of any fatalities#delayGATE22 #postponegate2022 ","sentiment_score":0.0}
{"full_text":" WATCH: Oxford's Shamin Durrani speaks about why she signed up for the NHS COVID-19 vaccine research registry to be told of vaccine studies she could take part in.  Sign up at #COVID19 #Research #Vaccine","sentiment_score":0.0}
{"full_text":"In 2020, In collaboration with the Financial Inclusion Tackling Child Poverty we created Glasgows most accurate report on Child Poverty. Our follow up report launched last year highlights the impact of the pandemic on the city.Click here to read:https:\/\/t.co\/z2zGJ5Prsz#Glasgow","sentiment_score":0.225}
{"full_text":"CPS uses an application called Gaggle to allow students to have digital conversations, though it does have some parents concerned. gives us a look here.https:\/\/t.co\/EL1EpgihAo","sentiment_score":0.0}
{"full_text":"[Recap] HKFP Guide: How to book Covid-19 vaccines for children aged 5 to 11 in Hong Konghttps:\/\/t.co\/DHFGxMgXF2","sentiment_score":-0.1}
{"full_text":"RT \"Scientists and health leaders warn of 'real danger' after England's Covid restrictions end\" inc...","sentiment_score":0.2}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"This basically means they are only counting Covid pneumonia. So anyone coming in with vascular issues related to covid or something like that would be missed. Not sure what that proportion is.","sentiment_score":-0.0833333333}
{"full_text":"RT on Boris Johnson:\"It should be the last nail in the coffin ... because this is the country that has the wor...","sentiment_score":0.0}
{"full_text":"RT During Biden's 1st year, info about Covid was pushed everywhere, and vaccines were made available everywhere - for free. Ou...","sentiment_score":0.4}
{"full_text":"Specific gene variants might play important role in determining protection against severe #COVID19 infections, study suggestshttps:\/\/t.co\/FEHBGFeMQl","sentiment_score":0.2}
{"full_text":"RT #Omicron is on the peak and Lakhs of students appearing in the Gate Exam. So, the should #postponegate2022 it's...","sentiment_score":0.0}
{"full_text":"Scientists initially identified Omicron thanks to a unique mix of more than 50 mutations. Some resided in earlier coronavirus types like Alpha and Beta, and prior research had shown that they might trigger a quicker spread of the virus. #Omicron #covid #keepfits","sentiment_score":0.1791666667}
{"full_text":"Then there was looting, massive looting that took place. We immediately borrowed tonnes of money without a plan, Parliament passed supplementary budgets and took billions to State House and Defence for secret work for management of the pandemic-@kizzabesigye1. #CivicShowUg","sentiment_score":-0.2}
{"full_text":"RT Do you have to wear a face mask in school now? New Covid rules explained and when all mask restrictions end","sentiment_score":0.1363636364}
{"full_text":"One for the lunchtime crew as  latest episode of the #REALFOOTBALLCAST is LIVE! and this week the pod squad discuss: #PremierLeague and Covid- #EFC Sack Rafa- #MCFC Now Clear- #CFC Now Beaten- #LFC Still Hunting &amp; More","sentiment_score":0.3176136364}
{"full_text":"To truly understand the impact of #COVID19 in Egypt, it's important to consider the historical context of labour migration. Doing so can provide ways to explore migration beyond an economic lens. Check out our blog to learn more","sentiment_score":0.275}
{"full_text":"Next #freeaccess article in January 'Does the quality of health security of a country moderate the link between bilateral tourism flows and the #COVID19 death rate?'Usman Khalid, Luke Emeka Okafor &amp; Katarzyna Burzynska","sentiment_score":0.0}
{"full_text":"RT During the height of the pandemic, Tory MP Craig Whittaker blamed Muslims and BAME communities for breaking lockdown ru...","sentiment_score":0.0}
{"full_text":"Several school systems are set to return to in-person learning Monday.","sentiment_score":0.0}
{"full_text":"Need a job? USPS is hiring more than 7,000 temporary workers.https:\/\/t.co\/5Eflee1DsI","sentiment_score":0.5}
{"full_text":"Density maps from the UP Pandemic Response Team visualize the growth of COVID-19 cases in NCR in less than 2 months. The comparison is consistent with the increase in positivity rate. Visit for more details. Padayon!Read more:","sentiment_score":0.2708333333}
{"full_text":"The PANDEMIC is still here but PANICDEMIC is no more.Please support your immunity and keep following the SOPs. #COVID19 #SunnyD","sentiment_score":0.0}
{"full_text":"Episode 113 Motherhood after 40, miscarriage and the impact of COVID-19 on fertility Breastfeeding an interview with Dr. Zeynep Gurtin (part 2)  #mondaysciencepodcast #fertility #COVID19","sentiment_score":0.0}
{"full_text":"RT Excellent work from the Sergeant- sometimes you need to remove the confusion about what will happen next.","sentiment_score":0.5}
{"full_text":"Kate Boyle, Senior Midwife explains the latest advice and guidance for pregnant women and the importance of getting the covid-19 vaccine. Full video at 2nd and booster doses are available at our drop-in clinics. Details","sentiment_score":0.3166666667}
{"full_text":"interesting to see Marketing Expenses as the first cuts on the corona chopping block.  sort of hints that everyone already knows most of their marketing doesn't work but they were holding out anyway  our monthly budget (~$450) has not changed -","sentiment_score":0.4166666667}
{"full_text":"New #research finds dramatic fall in hospital admissions for child infections since start of #COVID19 pandemicThe greatest reduction was for #influenza where the number of hospital admissions decreased by 94%Read more ","sentiment_score":0.1606060606}
{"full_text":"It's been a stressful week getting back to school. So how did it go? checks in with two school secretaries who know best what's going on w\/ COVID at their schools. We'll hear from  +  Laurie Anne McMinn at 7:10. #LdnOnt","sentiment_score":0.5}
{"full_text":"U19 World Cup: THESE five Indian players unavailable for Uganda game due to COVID-19","sentiment_score":-0.2625}
{"full_text":"As the NAACP turns 113, look for its voice to grow louder on issues like climate change, the student debt crisis and the ongoing response to the pandemic -- while keeping voting rights and criminal justice reform at the forefront of its priorities.https:\/\/t.co\/VWWQUTs1hJ","sentiment_score":-0.4}
{"full_text":"Kapuso actress Beauty Gonzalez said that 2021 has been a rollercoaster ride for her and her family.https:\/\/t.co\/n7inBLDIS7","sentiment_score":0.0}
{"full_text":"TheGuardian; Ireland set to announce plans to lift most existing Covid restrictionsCountry had imposed one of the longest and strictest coronavirus policies in EuropeEn NL blijft achter- Corona is een vorm van griep of niet ?","sentiment_score":0.5}
{"full_text":"RT 2 more people who visited pet stores in Hong Kong have tested positive for coronavirus. Infected hamsters were found at both l...","sentiment_score":0.3636363636}
{"full_text":"Learning to live with COVID-19: the great unknown?As part of our annual conference programme, we are hosting a breakout session where you will hear from expert speakers and for the session here","sentiment_score":0.4681818182}
