{"full_text":"RT Same guys who were allowed to operate without restriction during the height of covid.","sentiment_score":0.0}
{"full_text":"RT People can now walk in for all COVID-19 vaccinations at St James Hospital, which is open 8am to 8pm seven days a week - n...","sentiment_score":0.0}
{"full_text":"Omg, only every day if my life.","sentiment_score":0.0}
{"full_text":"RT Heartbroken A friend died last nightFrom CovidIn hospitalHe caught it at his granddaughter's primary school Nativity...","sentiment_score":0.2}
{"full_text":"I aint doing covid or political crap rise above it. Tweet not doing it and block what you are tired of","sentiment_score":-0.3}
{"full_text":"RT 2.6 million new coronavirus cases worldwide, the biggest one-day increase on record, according to WHO. 8,168 new deaths","sentiment_score":0.1363636364}
{"full_text":"RT Something seriously wrong with Perrottet. Someone who doggedly refuses to help and protect people despite the terrible...","sentiment_score":-0.75}
{"full_text":"RT Just held an emergency press conference to address the secret stockpile of about one million COVID tests Ron DeSantis didn'...","sentiment_score":-0.4}
{"full_text":"RT Just held an emergency press conference to address the secret stockpile of about one million COVID tests Ron DeSantis didn'...","sentiment_score":-0.4}
{"full_text":"RT #longcovid is the most scandalously under-reported and least-discussed component to this damn pandemic.","sentiment_score":0.5}
{"full_text":"RT Wow! I'm seeing so many people loving the cozy image. I might as well share the nude variant as well. After all, what'...","sentiment_score":0.25625}
{"full_text":"RT the guy who helps me figure out if I can get a PS5 now has better info about rapid test availability than the federal gove...","sentiment_score":0.5}
{"full_text":"It's happening now because of covid","sentiment_score":0.0}
{"full_text":"RT The meeting to decide whether or not schools were safe enough for teachers and pupils to return to them was held online f...","sentiment_score":0.25}
{"full_text":"RT Rules are not to comply with. It's made to organize and control masses...","sentiment_score":0.0}
{"full_text":"May get well soon, dearest Take care of your good self. You will be fine sooner.!!","sentiment_score":0.6755208333}
{"full_text":"Most days, there's at least one tweet that reminds me why I use Twitter.","sentiment_score":0.1}
{"full_text":"RT When you have to keep reminding your populace to \"wear masks\" during a deadly pandemic, it's clearly a reflection of both A....","sentiment_score":-0.05}
{"full_text":"RT First morning out in 10 days. Cold and excited. Most importantly though, I want to give a shout out to health care wor...","sentiment_score":0.185}
{"full_text":"RT It could all end tomorrow. All people need to do is delete the COVID vaccine passport apps. And refuse to go along with t...","sentiment_score":0.0}
{"full_text":"RT Can we please stop using pejoratives like anti-vaxxer? How about pro informed consent and bodily autonomy. You are talk...","sentiment_score":0.0}
{"full_text":"RT Y'all remember when Covid first came everybody had the fake designer masks  what happened to them now ?","sentiment_score":-0.125}
{"full_text":"RT Just held an emergency press conference to address the secret stockpile of about one million COVID tests Ron DeSantis didn'...","sentiment_score":-0.4}
{"full_text":"RT Excellent pair of...","sentiment_score":1.0}
{"full_text":"RT Go ahead fact check it! I Dare You To!!!! right on the CDC website! ","sentiment_score":0.3571428571}
{"full_text":"RT Preventable death.","sentiment_score":0.0}
{"full_text":"Worst part about having covid is not being able to go get a soft pretzel","sentiment_score":-0.1333333333}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"One is totally utterly unnecessary,  one is a public health measure.  Neither is great.Unless you are suggesting people dying of covid is somehow better than people dying of climate change and ecological collapse?","sentiment_score":0.125}
{"full_text":"RT We have been doing a sort of deadly calculus since 2020; we've been forced to make decisions every day that amount to \"should...","sentiment_score":-0.25}
{"full_text":"Anti-Vax Radio Host Who Got COVID at QAnon-Friendly Conference Dies #politics #feedly","sentiment_score":0.0}
{"full_text":"RT If Lizzo and saweetie ever link the world will need another lockdown","sentiment_score":0.0}
{"full_text":"RT Teachers who want safe COVID-19 working conditions are not the enemy.","sentiment_score":0.5}
{"full_text":"RT Africa's top public health official said on Thursday that severe lockdowns were no longer the best way to contain Covid-19,...","sentiment_score":0.5}
{"full_text":"RT Please STOP THIS. This is misinformation at its finest. This is NOT a \"hybrid\" virus or a combination of Influenza and...","sentiment_score":0.0}
{"full_text":"So you think they will always know who infected who?Even if it was some AVer who doesn't believe in testing, masks and social distancing and therefore doesn't have any evidence of having been infected before reinfection?","sentiment_score":0.0333333333}
{"full_text":"Covid is a scam by the government avoiding the end of the world topic.","sentiment_score":0.0}
{"full_text":"Free State of Arizona here! Our awesome Governor Ducey never shut us down from the beginning in April 2020. No mask mandates; no vaccine mandates either.","sentiment_score":0.4481481481}
{"full_text":"RT The red carpet premiere for #Scream has been cancelled due to the current pandemic surgePress and radio promoted scr...","sentiment_score":-0.0416666667}
{"full_text":"RT I was confused by the recommendation to wear surgical masks I've been seeing. These are tools designed for surgery protec...","sentiment_score":-0.4}
{"full_text":"RT corbyn_project: Throughout the pandemic, have provided direct support to the most vulnerable in our community wi...","sentiment_score":0.0333333333}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT The Tory Party's proposal to merge classes to keep covid scourged schools open is disgraceful. Head teacher on #C4News...","sentiment_score":0.0}
{"full_text":"RT Traditional meeting of #JCPOA participants (without #Iran) and the US at the end of the day. Due to COVID- related restric...","sentiment_score":-0.0416666667}
{"full_text":"RT This organization is firing employees  based on the assumption that vaccines prevent the spread of COVID, yet even the...","sentiment_score":0.0}
{"full_text":"RT At Ron DeSantis' press conference, he just admitted that they have a stockpile of \"800,000 to a million\" expired COVID-19 t...","sentiment_score":0.0}
{"full_text":"RT Updated data from Denmark showing highest rates of infection in those who have received *boosters* who are &gt;40 yoboo...","sentiment_score":0.0}
{"full_text":"please give us the full stats while you are planning to strip us of our fundamental human rights 4x tests to travel 10days qua.&amp; before entire in leisure facilities meanwhile never had Covid","sentiment_score":0.1166666667}
{"full_text":"RT I am disgusted by the numerous individuals who show up here and tell me to \"just stay home\" since I'm immunocompromised, s...","sentiment_score":-0.5}
{"full_text":"RT Hold him accountable. When I told you about this before the end of the year (story linked) they lied, they tried to distrac...","sentiment_score":0.0}
{"full_text":"RT If i lived in France, you could call me every name in the book, but that wouldn't make me get that bogus vaccine that's killin...","sentiment_score":0.0}
{"full_text":"Stay healthy, #slc. Visit site to find out locations for this week's free vaccine clinics.","sentiment_score":0.45}
{"full_text":"Maybe if they focused alittle more on Covid and not Trump, we would have an adequate supply of tests and maybe a treatment pull available for all Americans...but yea keep going after Trump","sentiment_score":0.4111111111}
{"full_text":"Short-staffed and COVID-battered, U.S. hospitals are hiring more fo... (https:\/\/t.co\/Djypa7bBK2)Mary Venus, a nurse from the Philippines, on duty at Billings Clinic in Billings, Mont.Add your highlights:https:\/\/t.co\/V9gKAArPMF #Health","sentiment_score":0.5}
{"full_text":"RT Came to St. Mary's Hospital in Waterbury today to say thank you to the brave health care workers who are struggling to m...","sentiment_score":0.8}
{"full_text":"RT Dear just so you are aware isn't an ethics scholar let alone a pandemic ethics scholar.","sentiment_score":0.25}
{"full_text":"RT Anti-vax QAnon podcaster Doug Kuzma -- who was among those who got COVID at a recent QAnon conference and falsely blamed it on...","sentiment_score":-0.2}
{"full_text":"RT Brandon Vaughn from Pine Knot, Kentucky is critically ill from COVID and on ECMO b\/c his lungs are permanently damaged from...","sentiment_score":-0.5}
{"full_text":"RT So you were totally against the first lockdown when we weren't aware of the virus' severity?Disclaimer: I am...","sentiment_score":0.1666666667}
{"full_text":"RT Biden Accused of Using Coronavirus Funds to Bankroll Secret Flights of Illegal Border Crossers into U.S.","sentiment_score":-0.45}
{"full_text":"RT The latest forecast predicts 84,000 Americans will die from Covid-19 over the next four weeks. That's 21,000 a wee...","sentiment_score":0.25}
{"full_text":"Here's what changed at the CDC website re: MasksOriginally (left), the page updated 4\/19\/21 read \"Guidance for wearing masks\"Link: May 15, 2021 (right), the page was altered to read \"Guidance for UNVACCINATED people\"Link:","sentiment_score":0.1428571429}
{"full_text":"RT There is a fantastic chart in this post showing that even though we had record quits in November, hires were greater than q...","sentiment_score":0.45}
{"full_text":"RT #NIET COVID in NietThe NIET Management trying to press the matter,hiding the realty from the students by denying any po...","sentiment_score":0.0}
{"full_text":"excited for event on Jan. 18, w\/@Tufts Professor Jack Derby [Mass High Tech All-Star, co-founder of 9 biz &amp; investor in 54 companies] on new norms in #Marketing &amp; #Sales during the #pandemichttps:\/\/t.co\/h0aQALfl74 #ENET3110 #entrepreneurs #techstartup","sentiment_score":0.2237878788}
{"full_text":"RT And also where's the air filtration, ventilation and respirator quality masks for children? If COVID kee...","sentiment_score":0.0}
{"full_text":"RT Here is Ron DeSantis admitting in one of his press conferences that nearly a million COVID tests that were sitting in wareho...","sentiment_score":0.1}
{"full_text":"The Highland Park City Council passed an order last Wednesday that will require certain businesses to check proof of COVID-19 vaccination.","sentiment_score":0.1071428571}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT Doses are still available! No appointment needed.","sentiment_score":0.5}
{"full_text":"RT It's okay to not feel okay. We've been in a global pandemic for two years now. Take a breath. Go easy on yourself. Reach out...","sentiment_score":0.3583333333}
{"full_text":"RT I don't even understand this shit anymoreLike yall get people would still have to work under socialism right?There is n...","sentiment_score":-0.2}
{"full_text":"Italian crowds have been dwindling for years tbf but covid will have had it's impact, whether it's limited crowds or just indirect due to people being out of work etc.","sentiment_score":-0.0654761905}
{"full_text":"RT More patients were in hospital two years ago than during current wave","sentiment_score":0.25}
{"full_text":"RT <<>> Congratulations to #ATEEZ &amp; #ATINY!'Wonderland' MV has reached 99.5M views! Only 500K left to become the first Ateez M...","sentiment_score":0.0833333333}
{"full_text":"Funny how Dr Mark Fuckerberg can't fact check this video on his platform. Because it's FACT. COVID was manmade, patented, thus traceable and accountable.COVID was officially eradicated in 2008. We all had it &amp; noone cried. Fraud!https:\/\/t.co\/0E1t0bECvJ","sentiment_score":0.25}
{"full_text":"RT Chicago Mayor Lightfoot blasts teachers union over school closings: Trying to 'politicize the pandemic'https:\/\/t.co\/FdbRDIbb...","sentiment_score":0.0}
{"full_text":"RT Kieran Moore is holding his weekly media briefing.15:00 ET: Ontario's chief medical officer of health provides COVID-19...","sentiment_score":0.0}
{"full_text":"RT REPORT: Postal Service seeks 120-DAY WAIVER from vaccine mandate...","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Many developed countries are showing ever stronger resolve to vaccinate their public against #COVID19. To end the pandemic,...","sentiment_score":0.2}
{"full_text":"RT If COVID certification\/ Vaccine Passports do not expire on the 26th January, you are seeing a greater plan, a creep to control...","sentiment_score":0.5}
{"full_text":"I go back next month and although a lot of internal work has been done, my job during pandemic is just TOO hard and stressful.  I wish you the very best!","sentiment_score":0.1416666667}
{"full_text":"RT why is everyone being so chill about having covid... that shit not cool stay away from me ","sentiment_score":-0.1875}
{"full_text":"We are live with Shockwave and nextbweek is our PPV Lockdownhttps:\/\/t.co\/b0UvjMkzNv#SHOCKWAVE #SSN #LOCKDOWN","sentiment_score":0.1363636364}
{"full_text":"RT Yes, you did everything the machine told you and it didn't work the way they promised","sentiment_score":0.0}
{"full_text":"Now if you're 35 maybe you think 61 is old. Well I'm 59 and this ain't it. 75, 85, 90, yeah your gettin' up there. 61 is young! My advice, get the vaccine and don't get your ass killed at 61. There's no excuse for this.","sentiment_score":0.0125}
{"full_text":"This is BIG News! #TheTruthIsComing","sentiment_score":0.0}
{"full_text":"contemporary heroes must not show up as violators of law or as flagbearers for the deadly Covid-19.","sentiment_score":-0.0166666667}
{"full_text":"RT Had an in-depth conversation with - the inventor of mRNA vaccine technologyFull of 'COVID Thought Crimes'...","sentiment_score":0.0}
{"full_text":"RT If Swalwell truly believed his own rhetoric about COVID, Florida, and mandates, he would not take his maskless unvacci...","sentiment_score":0.6}
{"full_text":"RT How do yall feel about the home covid test?","sentiment_score":0.0}
{"full_text":"RT Good news: admissions for flu not quite as tiny as last year, but close. ","sentiment_score":0.2333333333}
{"full_text":"RT The CDC will shut down your church or child's school but NOT the southern border.","sentiment_score":-0.0777777778}
{"full_text":"This is my conclusion as well. Especially for Omicron.","sentiment_score":0.0}
{"full_text":"RT Biden Accused of Using Coronavirus Funds to Bankroll Secret Flights of Border Crossers into U.S.","sentiment_score":-0.4}
{"full_text":"The entirety of our back of house staff has covid. Looks like we're not doing shit except anxiety cleaning.","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Niagara Health is pausing their mandatory vaccination policy as they face a staffing crunch during Omicron.","sentiment_score":0.0}
{"full_text":"RT The CDC will shut down your church or child's school but NOT the southern border.","sentiment_score":-0.0777777778}
{"full_text":"RT BREAKING: Tennis star Novak Djokovic was detained in the Melbourne, Australia airport and interrogated for 6 hours over h...","sentiment_score":0.0}
{"full_text":"RT To be entirely honest I am more frightened and exhausted by this COVID wave than any of the previous, even the first because...","sentiment_score":0.1566666667}
{"full_text":"RT People doing their own COVID research:","sentiment_score":0.6}
{"full_text":"RT With infections surging due to the Omicron variant, physicians are now urging people to ditch cloth face masks and instead r...","sentiment_score":-0.125}
{"full_text":"It doesn't prevent it, it lowers symptoms by tweaking genes which is why a growing child should be forced into this because it tweaks bodily functions meaning after a while without the vaccine your body will become more vulnerable because it is used to the enhancements.","sentiment_score":-0.075}
{"full_text":"COVID-19 Precautions Taken in Top Boarding Schools of India","sentiment_score":0.5}
{"full_text":"RT Results of the world's largest study of ivermectin in COVID have just been posted. Meticulously collected data from hundred...","sentiment_score":0.0}
{"full_text":"RT What kind of nerd thinks this is \"partying\"?","sentiment_score":0.6}
{"full_text":"RT Our new paper on quantifying the risk of transmission of SARS-CoV-2 in different environmental conditions. Picture sh...","sentiment_score":0.0681818182}
{"full_text":"Wait till the govt starts issuing out the at home covid tests.... Lol report where is right","sentiment_score":0.5428571429}
{"full_text":"RT Once #VaccineMandates are introduced and society becomes accustomed to requiring #VaccinePassports to participate in social...","sentiment_score":0.0333333333}
{"full_text":"RT With infections surging due to the Omicron variant, physicians are now urging people to ditch cloth face masks and instead r...","sentiment_score":-0.125}
{"full_text":"RT  Journalist praises Nicola Sturgeon for a more cautious Covid approach in Scotland, in contrast with Boris Johns...","sentiment_score":0.5}
{"full_text":"RT Same people that complain about overpopulation are the same people that want to give you a vaccine to save your life.","sentiment_score":0.0}
{"full_text":"RT \"I went, I got a Covid test from the local pharmacy. At Terrigal. Picked one up. Took the test. It was negative. I didn't n...","sentiment_score":-0.15}
{"full_text":"RT Getting ready for #lockdown ","sentiment_score":0.2}
{"full_text":"RT We have failed as a nation to prioritize education during the pandemic. K-12 schools should be viewed as an essential...","sentiment_score":-0.25}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT When I speak out about these headlines, I'm accused of \"playing a card\" . ITS THE HEADLINES FOR ME Pic 1: Messi pa...","sentiment_score":0.0}
{"full_text":"RT If you no longer need a PCR to confirm a positive LTF how will COVID results be recorded?","sentiment_score":0.2272727273}
{"full_text":"Last year's news! Kinda like the second COVID wave.","sentiment_score":0.0}
{"full_text":"#ciochat a5: Imo This is gap and where I think there's a need for a higher abstraction like portfolio management or even COE would come into play. Define the patterns, and use some form of multi-variant risk analysis to ascertain the workload buckets before the resource buckets.","sentiment_score":0.25}
{"full_text":"RT Haryana reported 8 more cases of #Omicron variant of COVID19 yesterday: Health department","sentiment_score":0.5}
{"full_text":"The unions that represent health-care workers in Newfoundland and Labrador say the system is critically strained, with about 1,000 employees now in isolation or infected with COVID-19 as a result of the Omicron variant wave. #nlpoli @CTVAtlantic ","sentiment_score":0.0}
{"full_text":"RT CDC: Please stay home from work unless you have a job.","sentiment_score":0.0}
{"full_text":"Okay well they're like 150 bucks for a 20 pack sooooo maybe control inflation?","sentiment_score":0.5}
{"full_text":"RT I just found my uncle who is hospitalized with #COVID and pneumonia will not make it. He was the last surviving of my...","sentiment_score":0.0}
{"full_text":"Let's be honest. If schools, arenas, shopping malls, and hotels were are closely monitored for disease as cruise ships are, their numbers would be even worse.Omicron is everywhere. It's too late. We have to shift our thinking.","sentiment_score":0.15}
{"full_text":"So he can push the dodgy vaccine agenda whilst at the same time ostracizing the unjabbed","sentiment_score":0.0}
{"full_text":"Ten COVID testing centers based at MD hospitals will open to keep people away from emergency departments, easing the burden on hospitals.","sentiment_score":0.0}
{"full_text":"Ya hasta le agarre miedo al COVID nmms","sentiment_score":0.0}
{"full_text":"RT #COVIDisAirborne I recommend that everyone wear an N95 filtering facepiece respirator for all interactions with people w...","sentiment_score":0.0}
{"full_text":"RT And if they don't - they face the same fate as John Magufuli, the leader of Tanzania who opposed the...","sentiment_score":0.0}
{"full_text":"Notice when study results were published? Spring 2021. They've been saying this since at least Thanksgiving,2020,about cloth masks.","sentiment_score":-0.3}
{"full_text":"The silver lining to the current cloud of COVID is that the omicron strain appears to be less severe.https:\/\/t.co\/dsrfhcG4xO","sentiment_score":-0.0833333333}
{"full_text":"Detector dogs \"Huntah\" and \"Duke\" can sweep an area such as a cafeteria, library or hallway, and alert the presence of the odor that is left on surfaces by a person infected with COVID-19.https:\/\/t.co\/SOS78DXiGz","sentiment_score":0.0}
{"full_text":"Beaumont Heath warned that it's reaching a \"breaking point\" because of an influx of COVID-19 patients and more than 450 employees who are out sick with symptoms of the virus.https:\/\/t.co\/Fn53Pnyb4X","sentiment_score":-0.1071428571}
{"full_text":"I recently signed an amicus brief defending our Navy SEALs' request for religious accommodations. Judge O'Connor's decision is a win for our First Amendment rights!","sentiment_score":0.2225}
{"full_text":"Shoutout to the vice provost for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"RT The Governor's New Clothes: Ron DeSantis wants you to pretend you don't know he has COVID.","sentiment_score":0.1681818182}
{"full_text":"RT Today I had several heart breaking conversations. I spoke to several parents who were anxious that their kids' surgeries...","sentiment_score":-0.0833333333}
{"full_text":"COVID cases hit 19,750 new cases in the last 24-hour period; OSU announces student testing requirements...","sentiment_score":0.0681818182}
{"full_text":"sorry but i like this chart!!! makes me feel an emotion (which is dread in case you were curious)","sentiment_score":-0.53828125}
{"full_text":"There might be another round of stimulus checks coming. | By","sentiment_score":-0.2}
{"full_text":"#Pakistan's #COVID cases double amid #omicron surge","sentiment_score":0.0}
{"full_text":"The latest ~luxury~ amenity at my apartment building? at-home rapid COVID tests for $30 a pop. ","sentiment_score":0.5}
{"full_text":".@GovNedLamont announced the launch of #CareerConneCT, a new program designed to help #CT workers whose employment was impacted by the pandemic. The new program will provide thousands of residents with access to training programs that will prepare them for in-demand careers.","sentiment_score":0.1363636364}
