{"full_text":"RT Having truly awful leadership in this country has not helped us one bit. Johnson has promoted narcissism and rule breaking an...","sentiment_score":-1.0}
{"full_text":"RT 1x17 \"You seem like you have a heavy heart. \"\"Sometimes I'm not sure why I wear a mask with you. \"\"Well, maybe one day y...","sentiment_score":-0.225}
{"full_text":"RT #JusticeForIGNOUStudentsExactly","sentiment_score":0.0}
{"full_text":"RT Wishing U a Speedy recovery dearest sir !! We all love U !!All our Love n Prayers wit U to bounce bak with more M...","sentiment_score":0.59375}
{"full_text":"RT Covid ATK result is negative. A few minutes to go until I meet Bright for the first time  #bbrightvc #Merc...","sentiment_score":0.1125}
{"full_text":"RT You cannot get a COVID-19 vaccination exemption in California because the penalties for doctors who write these exemptions a...","sentiment_score":0.0}
{"full_text":"RT Not 'of' covid then?","sentiment_score":0.0}
{"full_text":"RT We live in a country where judges strike down public health measures like mandating masks and vaccines as #Omicron is killin...","sentiment_score":-0.0063973064}
{"full_text":"RT So monoclonal antibodies don't work against omicron because they are developed from a former strain, but the vaccine w...","sentiment_score":0.05}
{"full_text":"RT Working around COVID-19, the team at received remote training and support from the CMR Team in the Middle East. T...","sentiment_score":-0.05}
{"full_text":"RT Jen Psaki scoffed at the idea of sending free Covid tests to every American and then she said we have a \"sacred responsibilit...","sentiment_score":0.2}
{"full_text":"Boris Johnson's facing the Commons for PMQs - ahead of the release of the Sue Gray report into alleged parties at Downing Street during lockdown.Listen live here:","sentiment_score":0.0181818182}
{"full_text":"RT The anti-vaccine movement often disingenuously portrays vaccination as some sort of unethical forced medical experiment (it's...","sentiment_score":-0.15}
{"full_text":"RT What do nuns, farmers, economists, and members of the African diaspora have in common? Mobilizing successfully for a #GlobalCov...","sentiment_score":0.15}
{"full_text":"FDA limits use of COVID antibody treatments, draws criticism","sentiment_score":0.0}
{"full_text":"RT Someone I know jokingly said, \"I don't care if everyone dies. The worse it gets, the more money I make.\" Friends, that ni...","sentiment_score":0.05}
{"full_text":"RT Plan B expired today, the fact that it's upset so many people, shows u how many got used to the Covid way of life &amp; don't want...","sentiment_score":0.5}
{"full_text":"RT plz take ol9 exams just because last time when students had come for ofl9 exams,most of them have corona symptoms  and thei...","sentiment_score":0.0}
{"full_text":"RT Every single person has been raving about the monoclonal antibodies as an effective treatment to Covid. It has quite lite...","sentiment_score":0.2642857143}
{"full_text":"RT So monoclonal antibodies don't work against omicron because they are developed from a former strain, but the vaccine w...","sentiment_score":0.05}
{"full_text":"RT Results of COVID-19 tests done on 22 January 2022 confirm 220 new cases. The cumulative confirmed cases are 160,572. #ST...","sentiment_score":0.2681818182}
{"full_text":"RT Daily Graphic: * COVID-19 vaccine plant here: Pan-African project includes Rwanda, Senegal* Parliament reconvenes - E-Le...","sentiment_score":0.0}
{"full_text":"RT The Tories are attempting to con us into believing that the breaches of COVID regulations are akin to a parking fine -...","sentiment_score":0.4166666667}
{"full_text":"I am using the data from the U of M study and extrapolating to FHS. Covid is rampant in Fayetteville Public schools where all students including preK kids and 2 yos that attend sporting events are forced against their will to wear masks.","sentiment_score":-0.15}
{"full_text":"RT New Israeli study on vaccination &amp; long COVID.Months after their infection fully-vaccinated participants were:- 54% less lik...","sentiment_score":-0.0267676768}
{"full_text":"RT A growing number of people in Germany have joined grassroots initiatives and demonstrations as a counterweight to COVID-19 v...","sentiment_score":0.0}
{"full_text":"RT Sh1.3b collected by Uhuru's Covid taskforce never reached Treasury, PS Muia sayshttps:\/\/t.co\/jQiFBdxoN1","sentiment_score":0.0}
{"full_text":"UK economy has tanked and faces major threats from gas prices and other inflationary pressures. The public face tax increases too. The covid action is probably good but we clearly need better modelling after the Dec figures overstated deaths by a factor of 12","sentiment_score":0.1910714286}
{"full_text":"Daily US death toll from Covid now matches Delta","sentiment_score":0.0}
{"full_text":"#NO_GATE_IN_FEB #JusticeForGATE22Aspirants ...weekly lockdown in many states ...how students travel and give their exam for a very long distance ..review it plz","sentiment_score":0.2175}
{"full_text":"Donald Trump deserved to be impeached for the high crimes with which he was charged.But he should also have been impeached for the exceptionally high crime of lying to the American people about the COVID threat and deliberately downplaying a pandemic.https:\/\/t.co\/YseGrgUSN6","sentiment_score":0.1066666667}
{"full_text":"RT #justiceforignoustudents Kindly please consider a alternative for examination we student can't...","sentiment_score":0.6}
{"full_text":"RT This week, Flu:252 patients in hospital29 patients in critical careCovid:14,000 patients in hospital500 in Critical...","sentiment_score":0.0}
{"full_text":"RT In other news, it's still astonishing that a government that won't cut VAT on fuel and took PS20 off the poorest in the...","sentiment_score":0.1875}
{"full_text":"RT So monoclonal antibodies don't work against omicron because they are developed from a former strain, but the vaccine w...","sentiment_score":0.05}
{"full_text":"RT This week, Flu:252 patients in hospital29 patients in critical careCovid:14,000 patients in hospital500 in Critical...","sentiment_score":0.0}
{"full_text":"RT CPS Principal Seth Lavin: \"There is no way to unbreak everything the pandemic broke. You cannot discipline your way out of...","sentiment_score":0.0}
{"full_text":"RT Doesn't the Health Secretary have a Duty of Care to NHS staff.  He should  not coerce them to take an experimental vac...","sentiment_score":0.1}
{"full_text":"Mate. I live in Australia and that's complete nonsense. You can't go to restaurants, shops, movies, concerts, hotels, hospitals etc without being vaccinated and proving you're vaccinated. That is not the same as pre-pandemic.","sentiment_score":0.0787878788}
{"full_text":"RT The more we keep on doing the right thing, the more we'll protect each other.Wear a mask, get vaccinated, get tested...","sentiment_score":0.4285714286}
{"full_text":"Of course. Mainly the elderly are dying in excess now (but not in Sweden, Norway). We also start to see it coming down below 65 (not in SWE). Prolonged Stress, social isolation, loneliness and fear is very bad. That's also well documented \/ studied pre-covid.","sentiment_score":-0.2163888889}
{"full_text":"Don't worry...No PKP.....Life will go as usual as now ..","sentiment_score":-0.25}
{"full_text":"RT Improved air quality in first lockdown saved 800 lives in Europe, says study","sentiment_score":0.25}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"RT Covid ATK result is negative. A few minutes to go until I meet Bright for the first time  #bbrightvc #Merc...","sentiment_score":0.1125}
{"full_text":"As the nation grapples with the third wave of Covid-19, the government needs to be extremely vigilant so that mistakes made previously are not repeated, health activists of Jan Arogya Abhiyan said.https:\/\/t.co\/npMeyUl0Rg","sentiment_score":-0.0972222222}
{"full_text":"RT 25 children and 8 members of staff off with COVID. 50 mins waiting to get through to the DfE helpline. 20mins giving th...","sentiment_score":0.0}
{"full_text":"RT Monoclonal antibodies don't work against omicron but a piece of cloth totally does  Biden Administration Science(tm)!","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: OSHA Withdraws Biden Administration's Workplace Vaccine Mandate...","sentiment_score":0.0}
{"full_text":"RT #JusticeForIGNOUStudentsExactly","sentiment_score":0.0}
{"full_text":"RT ***BREAKING***#Brazil is showing the largest #Influenza outbreak since 2018, now, according to the WHO's FluMart:#...","sentiment_score":0.0}
{"full_text":"Of the vaccine was meant to prevent you catching it, prevent you passing is on. Why do you need to take a test because you had a bit of a sniffle?","sentiment_score":0.6}
{"full_text":"RT TjoviTjo, happy birthday Cellular Maake , God bless you, stay home and be safe, enjoy your special day young man, please m...","sentiment_score":0.4314285714}
{"full_text":"RT Disgusting how the 'heart foundation' is normalising heart attacks on TV adverts...filth! ","sentiment_score":-1.0}
{"full_text":"RT PS\/ Another way of looking at this is that the COVID-19 \"undercount\" death toll presently equates to the evaporation of t...","sentiment_score":0.0}
{"full_text":"RT Latest Information on #Coronavirus in the #UAE","sentiment_score":0.5}
{"full_text":"That just about sums up the Tory party","sentiment_score":0.0}
{"full_text":"RT \"Thousands on Twitter Say They Regret Getting Vaccines.\"  Can't speak for others, but I certainly do. It cost me a DVT...","sentiment_score":0.2142857143}
{"full_text":"Lilith Christiansen of SilkRoad Technology and member of the 3Sixty Insights Global Executive Advisory Council, joined Brent Skinner to discuss -among other things - how #COVID and #onboarding intersect more than you might think:","sentiment_score":0.125}
{"full_text":"RT The essential workers who have kept this country moving have put themselves at great risk during a deadly pandemic. Yes,...","sentiment_score":0.2}
{"full_text":"RT This is embarrassingImagine deciding to go to #PMQs to sit behind - a PM under criminal investigation for...","sentiment_score":-0.4}
{"full_text":"RT #JusticeForIGNOUStudents Acc. to ugc u can take exam in blended mode where exam can be held in both online or offline...","sentiment_score":0.0}
{"full_text":"RT The US, which reported twice the number of new cases &amp; almost 3 times the number of deaths last week, has issued a travel advi...","sentiment_score":0.0681818182}
{"full_text":"Here we have s Labour MP admitting he broke Lockdown Rules, yet no action..why ?","sentiment_score":0.0}
{"full_text":"After two years of being forced onto the sidelines due to the pandemic, the largest regional business event in the UK returns in May.#BusinessVisionLive is expected to pull in more than 3,000 people when it returns to the Kent Event Centre in Detling:","sentiment_score":-0.00625}
{"full_text":"Tune in now to hear first-hand about diversified #biomedical strategy as well as exclusive investor insights about this #LSE-listed company's novel approach to healthcare.  $OXB #vaccine #technology #drugs #genetherapy","sentiment_score":0.0}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to an angry mob of geese, and I'm here to follow my dreams.","sentiment_score":-0.5}
{"full_text":"England, Scotland, Wales, and Northern Ireland vow to stick by unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"Crush: I have a crush on the dining hall worker who was around suites for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"We are at the beginning of a year with plenty of #challenges: Along with the #pandemic, we cannot forget to #protection of the planet, fight #hunger, foster #education #worldwide, or promote #Equality. #Apply #Global #GlobalGoals #GlobalCrisis #GlobalWarming","sentiment_score":0.0}
{"full_text":"RT We've reached a new phase of the COVID-19 pandemic (a really long thread). So many (even safe, rational) folks are lean...","sentiment_score":0.2715909091}
{"full_text":"Over 21 million new coronavirus cases were reported around the world last week, representing the highest number of weekly cases recorded since the beginning of the pandemic, according to the WHO#WHO #coronavirus","sentiment_score":0.0681818182}
{"full_text":" #COVID19 1st &amp; 2nd vaccination walk-in available all this week! Rossendale Primary Care Centre, BB4 7PL No appointment needed. Today, 26th Jan, 3pm - 6pm.@RossendaleBC#LetsDoItForLancashire","sentiment_score":0.3}
{"full_text":"Covid-19 has left thousands of people working from home.Our cleaners can ensure your house is a clean and tidy environment for you to excel in.https:\/\/t.co\/oYwTJ9xxnq#housekeeping #cleaning#domesticcleaning#officecleaning#bathroomcleaning#londoncleaners#bristolcleaners","sentiment_score":0.3222222222}
{"full_text":"In a report from telehealth visits for Medicare beneficiaries have increased significantly since the #COVID19 pandemic began. Data will help inform Medicare telehealth policies.","sentiment_score":0.375}
{"full_text":"RT In its continuous efforts to spread awareness regarding the pandemic and resolve issues at the village level, Gund Army C...","sentiment_score":0.0}
{"full_text":".@nicd_sa relies on hospitals to let them know whether #COVID patients are #vaccinated. As a result, they only know the #vax status of a third of hospitalisations.","sentiment_score":0.0}
{"full_text":"RT You're my home, just stay with me please.","sentiment_score":0.0}
{"full_text":"Nomi Health is providing No-cost #COVID19 Testing at the Lake County Fairgrounds, 2101 County Road 452, Eustis.  Mon- Sun from 8am-6pm except for Thurs 1pm-8pm. (hours are subject to change)  Walk-ups are welcome but appointments can be made online here:","sentiment_score":0.3166666667}
{"full_text":"German Covid-19 cases hit record as parliament debates vaccine mandatehttps:\/\/t.co\/DuFr9qsRPs","sentiment_score":0.0}
{"full_text":"RT In #Nuwakot, rebuilding school kitchens mean kids can avoid junk food &amp; for the locals, better jobs. With constructio...","sentiment_score":0.09375}
{"full_text":"Two-thirds with Omicron say they have had Covid before. The latest findings hint at how common reinfections might be and who is more likely to catch Covid again.","sentiment_score":0.175}
{"full_text":"Canadian Truckers Lead 'Freedom Convoy' To Ottawa To Protest Vaxx Mandate","sentiment_score":0.0}
{"full_text":"RT The government line is now \"the rules weren't very important so it's only a minor thing to breach them\"? Extraordinarily r...","sentiment_score":0.2008333333}
{"full_text":"Watch captain heartfelt video message to who had to withdraw from #WAC2022 due to Covid-19.","sentiment_score":-0.0625}
{"full_text":"Banks individually and through IBA had reached out to the RBI seeking extension of the deadline till March 2023 on account of resurgence of the Covid-19 pandemic.https:\/\/t.co\/TCwm2h2b8w","sentiment_score":0.0}
{"full_text":"#Glasgowcarers to get lateral flow tests - *order online phone 119* collect from a Covid testing centre or from some pharmacies your results","sentiment_score":0.0}
{"full_text":"There are lots of walk in vaccination centres open today in the Cheshire area and there might be one near you closing soon so don't wait! Go get your free COVID-19 vaccine today. To find your closest one visit our website here:","sentiment_score":0.175}
{"full_text":"There are a handful of pediatric docs. All of them noted contrarians during this pandemic, clearly going against what the majority of pediatricians recommend.I would rather listen to the pediatric infectious disease doc who has had to taken care of lots of kids with COVID.","sentiment_score":0.1}
{"full_text":"Currently on display at Gala Gallery, HOME TIME is crowd sourced photography exhibition telling the story of lockdown through the eyes of shielders &amp; care home residents.Presented by you can see the exhibition until 31 March.More info:","sentiment_score":0.0}
{"full_text":"It'll prevent Covid - it'll prevent hospitalisations... it'll stop transmission. All wrong and you line up for your fourth. Shows how gullible you are unfortunately.","sentiment_score":-0.3333333333}
{"full_text":"RT #JusticeForIGNOUStudents Sir You have to Consider an Alternative Option for Conducting Exam apart from traditional Offline...","sentiment_score":0.0}
{"full_text":"RT But I think if it's a sci-fi movie It must be a foreign team, right? Ghost movies, Psychopath movies I want to try. ....","sentiment_score":0.0803571429}
{"full_text":"RT If you have full blown AIDS, the flu and are Covid positive w\/ symptoms--hospitals will treat you, so long as you took the...","sentiment_score":0.1757575758}
{"full_text":"It's never too late to get jabbed. Walk-in and grab your 1st, 2nd, 3rd primary or booster COVID-19 vaccine (Pfizer) at the Upper Cambourne Cricket Pavilion 10am-4pm on Wednesday 2 February. Anyone aged 16+ welcomeVisit to find out more!","sentiment_score":0.0892857143}
{"full_text":"For many of us, there is nothing better than knowing that our colleagues feel content and fulfilled at work.  Covid-19 has made many people realise that our number one priority in the workplace needs to be employee wellbeing and resilience.https:\/\/t.co\/mZKpbz13Au","sentiment_score":0.5}
{"full_text":"Really rough with cold (not Covid, thankfully)--even Day Nurse isn't working....","sentiment_score":-0.35}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"good evening sir in this pandemic situation gate 2022 is scheduled on feb5 sir students have lot of problems regarding exam centres many student are covid positive currently students are facing lot of issues many states have lockdown curfews etc please help","sentiment_score":0.3854545455}
{"full_text":"The country's first live music festival since the easing of Covid restrictions kicks-off in Dublin today.https:\/\/t.co\/H5zUk5RhmI","sentiment_score":0.1931818182}
{"full_text":"RT The pandemic has cured me of my lifelong needle phobia. Making the vaccine unattainable for so long has made me WANT any...","sentiment_score":-0.075}
{"full_text":"Article: SNFs Face New CMS Five-Star Challenges Amid Covid-19","sentiment_score":0.1363636364}
{"full_text":"Why the vaccine doesn't stop omicron","sentiment_score":0.0}
{"full_text":"How COVID-19 Reinforced the Important Role of Home Health Care","sentiment_score":0.4}
{"full_text":"KFF: 4 out of 13 major insurers rely on mail and faxes to reimburse at-home COVID-19 tests via #healthcare","sentiment_score":0.0625}
{"full_text":"RT #justiceforignoustudents #Remove_ignou_vc#ignou_scamIGNOU VC, is not at per with new generation, where every University...","sentiment_score":0.1363636364}
{"full_text":"A new publication led by w\/ &amp; J Recano analysing the impacts of #COVID-19 on the patterns of internal migration in Spain  - more coming soon ","sentiment_score":0.2121212121}
{"full_text":"Despite being vaccinated and boosted, Elton John has contracted COVID-19 and is postponing two farewell concert dates in Dallas.","sentiment_score":0.0}
{"full_text":"RT #justiceforignoustudents Request to Please conduct open book exam as per  current covid stiuation","sentiment_score":0.0}
{"full_text":"If you were attending a centre to take a test for COVID-19, how would you expect your #personaldata to be handled? Here we discuss the Medicals Nordic case study and how sharing #healthdata over #WhatsApp led to a #GDPR breach &amp; consequent fines.","sentiment_score":0.0}
{"full_text":"There are lots of walk in vaccination centres open today in the Cheshire area and there might be one near you closing soon so don't wait! Go get your free COVID-19 vaccine today. To find your closest one visit our website here:","sentiment_score":0.175}
{"full_text":"I just went to the health centre where I took the 1st jab and they said the 2nd vaccine isn't available","sentiment_score":0.2}
{"full_text":"Pregnant women are at higher risk of getting seriously ill from #COVID19 so please #GetVaccinatedNowIn this film Anniree Muir shares her story and makes a plea for pregnant women to get vaccinatedhttps:\/\/t.co\/zCfzAwwGbA#StaySafe #ProtectTheNHS #GrabAJab #TeamBradford","sentiment_score":0.1041666667}
{"full_text":"RT #justiceforignoustudents #justiceforignoustudents don't want to give a mnth more in 2nd year we w...","sentiment_score":0.25}
{"full_text":"How 'Sesame Street' Is Handling the Pandemic - The Atlantic","sentiment_score":0.0}
{"full_text":"Two years into the pandemic, we still don't have an equitable system for cancelled exams - and it is damaging a generation. More from #education #educationnews","sentiment_score":0.5}
{"full_text":"2. ...which will trash his immune system,making him susceptible to infections. Vaccination might offer a limited amount of protection from COVID, but without the vax, if he gets COVID, he will likely die.  That new heart he gets will have been wasted on him.","sentiment_score":-0.0337662338}
{"full_text":"The Kweneng District Health Management Team (DHMT) is worried about the outbreak of malaria in the area, which has kept its officers on their toes.https:\/\/t.co\/v2aYnaKHI4","sentiment_score":0.0}
{"full_text":"RT It's also worth noting that there are links between Canada's anti-vaccine movement and numerous people involved in the Jan. 6t...","sentiment_score":0.15}
{"full_text":"RT ROCKIN IN THE COVID WORLD with NEIL YOUNG 13 pt thread to follow ROGUE'S GALLERY NEIL YOUNG JOE ROGAN CHARLES MANSON S...","sentiment_score":0.1}
{"full_text":"Is a vaccine that defends against #OmicronVariant on the way? #TAGYoureIthttps:\/\/t.co\/Y46NAscuFg","sentiment_score":0.0}
{"full_text":"Thats because of the precautions such as lockdowns. The vaccine is allowing the lockdowns to be removed allowing life to start getting back to normal.  Understand?","sentiment_score":0.05}
{"full_text":"The Road to Recovery: Which Economies are Reopening?","sentiment_score":0.0}
{"full_text":"RT When you come from a country where lack of consequences is the norm, your brain will be wired to see any form of accountability...","sentiment_score":0.0}
{"full_text":"Holy Crap the #COVID minimizer media puts out these 'almost over' stories Putin-Propaganda speed.If there is no evidence for more sever, there is also no evidence against more sever #COVID19.  Get your heads out of your asses.","sentiment_score":0.0666666667}
