{"full_text":"RT While #ScottyFromMarketing provides us with gratuitous advice  on how we're all coping splendidly with Covid, sitting in the c...","sentiment_score":0.1666666667}
{"full_text":"RT (Trans) It has arrived. Boun's photobook. I want to retouch it myself, do it myself, design it myself. FC: Great...","sentiment_score":0.8}
{"full_text":"RT This is actually happening.#StandUp","sentiment_score":0.0}
{"full_text":"Respected sir, I am a Journalism studentI have been given a project on omicronRegarding that I have some questions which is prepared my me It will be very kind of you to please listen to my request .Thank you sir.","sentiment_score":0.78}
{"full_text":"RT So NSW health went from firing unvaccinated health care workers to allowing the COVID-positive to work...","sentiment_score":0.0}
{"full_text":"RT I was really really sick and i have COVID- Omicron variant and literally coughing like hell this makes me jump out of be...","sentiment_score":-0.7142857143}
{"full_text":"RT Failed again Frewen! \"Due to unprecedented demand for the new paediatric formulation of Pfizer &amp; orders to support boost...","sentiment_score":-0.0034090909}
{"full_text":"RT JIBS SBS News reported that Shin Ae Bock, Nuwemaru Merchant Committee's chairman in Jeju thanked Jimin for visiting Nuwema...","sentiment_score":0.0}
{"full_text":"RT  But seriously, do talk to us if you see us. Sorry in advance for this tweet to IVL members who would rather hide under a...","sentiment_score":-0.4166666667}
{"full_text":"\"ayo we got connoreatspants, the hottopic variant, some wonder bread and a trans woman with a Large Mallet for the occasional homicide.\"","sentiment_score":0.1071428571}
{"full_text":"But that table doesn't say that stat, does it? All I'm seeing is that it seems to indicate the amount of unvaccinated hospitalised with omicron. I could be wrong, but it seems to be simply an indicator of how likely a person with omicron is to be hospitalised.","sentiment_score":-0.1666666667}
{"full_text":"Walmart cuts paid leave in half for COVID- 19 positive workers Link  ","sentiment_score":0.0303030303}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Our taxpayer-funded broadcaster, ABC News, wants us to follow China.Are you paying attention yet?","sentiment_score":0.2}
{"full_text":"RT And then they were Five.... Beware of the new plague of #misinformation ! Let's flatten the #infodemic curve! #Covid #COVID19...","sentiment_score":0.2130681818}
{"full_text":"I have had both of my vaccines and my booster.Being vaccinated is vital for us to protect our patients, colleagues, family, friends, and ourselves.Our people are the greatest asset in the #NHSPlease get vaccinated.","sentiment_score":0.55}
{"full_text":"Omicron Surge Should Peak Shortly In Bay Area, Says UCSF Prof -- and We Need to Rethink All This Panicked Testinghttps:\/\/t.co\/pcNKtvAqZk","sentiment_score":0.0}
{"full_text":"RT #Dhanush in #Maaran direct digital premiere on February 2022Now D fans will understand that producer'...","sentiment_score":0.05}
{"full_text":"RT The #bekind mob are some of the most vicious, vindictive people around. Their lack of empathy for anyone who isn't part o...","sentiment_score":-0.25}
{"full_text":"RT 'Turn it back on'. My modest suggestion to Mogg to bring back virtual proceedings given there must be 50 or so MPs unable...","sentiment_score":-0.1}
{"full_text":"RT #GeneralStrike is coming.#CovidStrike22 because teachers and children shouldn't have to be risking their life for th...","sentiment_score":0.0}
{"full_text":"\"Omicron Compounds Subway Headaches\" by BY JAMES BARRON via NYT New York Times","sentiment_score":0.1363636364}
{"full_text":"RT I have a few things to say about the start of the new #school year. Return to primary school classrooms should be delay...","sentiment_score":0.1121212121}
{"full_text":"If voters list can be manufactured before an election to suit a particular candidate so can 2 vaccine certificate. This would only become another weapon to turn away genuine voters on election Day.","sentiment_score":0.1888888889}
{"full_text":"If your being put on shifts for COVID cover but your actual rota on the roster is not being changed, is it a dodgy thing?Asking for a friend.","sentiment_score":0.0}
{"full_text":"The remark about gulf being the cause of covid was literally racist. Y'all are disgusting.","sentiment_score":-1.0}
{"full_text":"RT The fact that zero factories were seized by the state to manufacture high quality N95s for all Americans during this is a m...","sentiment_score":0.16}
{"full_text":"RT Takes it immediately when available, wears masks all the time, also when she is alone outside. Tries to rally others to...","sentiment_score":0.1}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"I was knocked out by the vaccine booster so that's why I am less active on here ","sentiment_score":-0.15}
{"full_text":"Its because even at the height of a pandemic there is this great divide between private &amp; public , state &amp; federal , Labor &amp; Liberal plus country vs state mentality.  Like how many West Aussies identity as a West Aussie first &amp; second as an Australian. Australia really is broken","sentiment_score":0.14375}
{"full_text":"My 5 year old keeps asking when she can get the injection to help protect against \"the virus\", obviously it should be up to each family to make their own choice when they consider the safety data, but not sure why other countries offer and U.K. does not?","sentiment_score":0.065}
{"full_text":"In 2016, 85% of Mu$l!m youth reported that they visited their place of worship at random frequencies, but in 2021, only 79% said they had done that. While there was a decline among other religions too, it was the highest among Mu$l!msMay be covid can also be the reason","sentiment_score":-0.2083333333}
{"full_text":"RT Shoot cancelled due to lockdown :(#VijayDeverakonda || #Liger@TheDeverakonda","sentiment_score":-0.4375}
{"full_text":"RT Marcus Rashford: using his success to fight child poverty to give every child a chance. Started a charity and raised PS20m in...","sentiment_score":0.3}
{"full_text":"RT \"For elite footballers, the effects of covid-19 linger for months\"https:\/\/t.co\/bWGxhpUBgp","sentiment_score":0.0}
{"full_text":"This just cured my COVID.","sentiment_score":0.0}
{"full_text":"RT As the #COVID19 Omicron variant continues to spread around the globe, it is even more critical that we do not take our feet...","sentiment_score":0.25}
{"full_text":"RT .@urstrulyMahesh tests positive for #COVID19, has isolated himself at home. \"Please follow the #COVID norms and stay s...","sentiment_score":0.2272727273}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Remarkably low rate of myocarditis among children mRNA (Pfizer) vaccinated age 5-11 Total of 12 cases among 8.7 million dos...","sentiment_score":0.0}
{"full_text":"Very sad but true this pandemic  putting too much on family's  which is already suffering  ","sentiment_score":-0.0333333333}
{"full_text":"RT If hospitalization has become the sole measure of health status during this pandemic, then we truly have lost sight of the m...","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT I've had two Pfizer shots. I've probably already had covid . I got a bad reaction to my first shots and don't want a thi...","sentiment_score":-0.225}
{"full_text":"Businesses in England most impacted by the Omicron variant will be able to tap into a multimillion-pound support package in the coming weeks. Visit your local authority website for the details of what is available.https:\/\/t.co\/olTa7mGUuT","sentiment_score":0.3333333333}
{"full_text":"RT I met today with some people in government associated with PPE pur...","sentiment_score":0.0}
{"full_text":"RT All you need to know about the Djokovic vaccine row: \"In 2010 Djokovic met with a nutritionist who asked him to hold...","sentiment_score":0.0}
{"full_text":"RT I find it astonishing that we are letting cases run high and ignoring the possible consequences in terms of long-term...","sentiment_score":0.22}
{"full_text":"You mean Cyril's court ","sentiment_score":-0.3125}
{"full_text":"RT From what I'm seeing and hearing it's not even worth it to test for COVID. If you're sick stay home until you feel bette...","sentiment_score":-0.2071428571}
{"full_text":"RT We tried to ask if he sat on nearly a million covid tests as they expired while Floridians sat in 6-ho...","sentiment_score":0.1}
{"full_text":"Vishal Dadlani tests positive for Covid-19: 'Sadly, despite every precaution...'","sentiment_score":-0.1363636364}
{"full_text":"RT We urgently need clarity over Covid rates in Scotland if we are to tackle Omicron.It's simply not good enough that th...","sentiment_score":-0.175}
{"full_text":"RT Especially when that 4,000 is actually 20,000\/day. The next few weeks are going to get ugly. #bced #bcpoli","sentiment_score":-0.18}
{"full_text":"RT Exactly this. A variant that's overwhelming health systems across the globe and causing thousands of deaths cannot be desc...","sentiment_score":0.375}
{"full_text":"RT Here is a list of over 1100 scientific studies, references and reports linking COVID vaccines to hundreds of adverse effects. Th...","sentiment_score":0.0}
{"full_text":"RT This is not exclusive to Omicron either. COVID-19 infection = risk of a hypercoagulable state. Stay safe, guys.","sentiment_score":0.5}
{"full_text":"Omicron must do best now.. she pushing 60 too","sentiment_score":1.0}
{"full_text":"Wrong. That statement holds no weight. That's what you would call misinformation. People are spreading Covid, as well as being hospitalized &amp; dying while vaccinated. Every word of your statement is a lie. I work in the medical field &amp; I don't appreciate you misleading others.","sentiment_score":-0.25}
{"full_text":"I've made it through Covid, an aggressive fungal infection that was killing my guts, several accidents, a risky surgery, but my most loved people didn't made it","sentiment_score":0.4}
{"full_text":"RT Our Government has decided to Auto-Renew DDSSY Cards that will provide healthcare cover to Goans for the year 2022-23...","sentiment_score":0.0}
{"full_text":"The U.K. sends 200 soldiers into hospitals in London to help relieve staff shortages due to a surge in the omicron Covid-19 variant","sentiment_score":-0.125}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT It was a lock down how could pithani find a key maker ?@DoPTGoI","sentiment_score":-0.0777777778}
{"full_text":"RT JIBS SBS News reported that Shin Ae Bock, Nuwemaru Merchant Committee's chairman in Jeju thanked Jimin for visiting Nuwema...","sentiment_score":0.0}
{"full_text":"why do people hate him-","sentiment_score":-0.8}
{"full_text":"RT During a #Lockdown, rich people like me get richer because the stock market does well.It's the poor whose lives go for a toss...","sentiment_score":-0.0125}
{"full_text":"RT I have a few things to say about the start of the new #school year. Return to primary school classrooms should be delay...","sentiment_score":0.1121212121}
{"full_text":"LIES. Another word for the phrase MUMBO JUMBO. Take the Lie about face masks in schools for example. No peer reviewed evidence just a shoddy observational trial that experts have laughed at. MUMBO JUMBO #COVID19 #TheGreatReset","sentiment_score":0.2}
{"full_text":"One of our longest-standing customers, has been running on Duetto for 8+ years. Director of Operations, Justin Bleth, talks about how using Duetto has helped expand his revenue knowledge &amp; kept the hotel ticking during the pandemic. Read.https:\/\/t.co\/dWCl06xclR","sentiment_score":0.0}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Everytime I do this covid test it feels worse than the last","sentiment_score":-0.2}
{"full_text":"RT this person's cook forgot to add salt to the sambar and the whole family went on to take covid tests","sentiment_score":0.2}
{"full_text":"RT Over PS700m for businesses most impacted by Omicron is being delivered to local authorities today.Those in hospitality, lei...","sentiment_score":0.25}
{"full_text":"During the [2003] SARS [severe acute respiratory syndrome] outbreak, there was a strict case definition. People who had had contact with SARS patients but showed no symptoms were not tested with PCR. [.....]Asymptomatic people should not be tested with PCRhttps:\/\/t.co\/1xoCAz9FJc","sentiment_score":0.6}
{"full_text":"RT Attendance at my school is 20%. Please someone explain to me why we are forcing kids an...","sentiment_score":0.0}
{"full_text":"RT Just IN: Music director #ThamanS tests POSITIVE for covid 19.","sentiment_score":0.2272727273}
{"full_text":"RT Not sure what I find more astounding: the fact that 90 cruise ships are currently operating in the US, or that every single o...","sentiment_score":0.1557142857}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT Covid 3rd Wave ...Meanwhile owner of DOLO 650 ","sentiment_score":0.0}
{"full_text":"RT Hey, There's no shame in having Covid, it's a highly contagious virus. There is shame in having Covid, not telling th...","sentiment_score":0.16}
{"full_text":"RT Corona beer, Delta Airlines - they aren't the only simple brand names that seem rather awkward during this pandemic......","sentiment_score":-0.2}
{"full_text":"RT No, omicron is not a \"natural vaccine.\"No, omicron is not the beginning of the end of the pandemic.No, omicron is not goin...","sentiment_score":-0.05}
{"full_text":"NHS staff 'reduced to tears' by Covid shortages","sentiment_score":0.0}
{"full_text":"Quezon City Mayor Joy Belmonte on Friday prohibited processions, parades, and other festivals to prevent the spread of COVID-19 infections.https:\/\/t.co\/zLj27TbIcg","sentiment_score":0.3375}
{"full_text":" The NHS App is a simple and secure way to access a range of NHS services on your smartphone or tablet, including the NHS COVID Pass.Download it now on the App Store or Google Play ","sentiment_score":0.2}
{"full_text":"She led interventions that allowed to end polio in #Africa. Under her leadership, WHO AFRO strengthened emergency response in Africa, enabling countries to prevent  Ebola outbreaks (#DRC, West African Countries)  from becoming a #pandemic.","sentiment_score":0.225}
{"full_text":"12-15 year olds can receive their 1st or 2nd dose of the COVID-19 vaccine at Navigation Walk, Wakefield on Sunday 9 January from 4pm to 7.30pm. Please book an appointment if possible to avoid waiting. ","sentiment_score":0.0}
{"full_text":"We're making a variant of IHP which is a mix of IHP Pro + IHP Cloud + IHP DataSync. It runs in the browser and is optimized for being used by a react frontend ( + it has dark mode).Interested? Join the alpha testers group via","sentiment_score":-0.15}
{"full_text":"#COVID19 Surge: Centre tells Delhi, adjoining districts to ramp up health facilities  #Omicron #OmicronVariant","sentiment_score":0.0}
{"full_text":"Millions of people in that boat have had their vaccinations and still managed to work, side effects mild  (take a paracetamol and get on with it). As a working mum of 2 , I was more scared about not being able to bring money in if I had Covid or worse not living to see them grow","sentiment_score":0.2333333333}
{"full_text":"A survey by Digital India Foundation has found that women outnumber men when it comes to wearing masks. Over 50% of people in Chandigarh, Raipur, and Kolkata don't #MaskUp, while 78% of people in Mumbai do. Take a look at other findings.  READ MORE:","sentiment_score":0.125}
{"full_text":"I had to miss my flight from Del to Dxb last moment as my wife was tested covid+, there is no flydubai customer support at airport\/delhi to modify my travel. Can u pls help to get refund under the special circumstances. (1\/2)","sentiment_score":0.1785714286}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"Labour claim to respect devolution.Yet they still brief the media on its plans for restrictions before elected members of the Senedd.They constantly dodge this point, but they would have to explain why in a Wales-specific Covid inquiry.Is that why Drakeford is blocking one?","sentiment_score":0.0}
{"full_text":"ANGRIER","sentiment_score":0.0}
{"full_text":"Lost half my hair about 5 years ago. My grandmother had hardly any hair &amp; had to wear a wig. When I increased intravenous scaffold this fall my hair grew back. It was a surprising turn of events. I suspected the hair loss was related to ME, but to see that affirmed it to me #pwME","sentiment_score":0.0483333333}
{"full_text":"RT Punjab Kaand-summary-- They can't break PM, so...-- Pretend to care ---- Protect self &amp; say...","sentiment_score":0.0}
{"full_text":"RT . RT Businesses Now Requiring Positive COVID Test As Proof Of Vaccination ","sentiment_score":0.2272727273}
{"full_text":"RT Ireland is promoting fear, paranoia and the surveillance state in response to covid Now compare that to El Savador wh...","sentiment_score":0.0}
{"full_text":" IMPORTANT INFORMATION for U.S.  Citizens abroad: until March 31, 2022 you may be eligible to return to the U.S. on a passport expired on or after January 1, 2020.  Certain conditions apply.  To learn more, visit us here:","sentiment_score":0.3714285714}
{"full_text":"You won't find this on the BBC. Covid tyranny in Kazakhstan","sentiment_score":0.0}
{"full_text":"RT BREAKING:","sentiment_score":0.0}
{"full_text":"RT Our paper just got published in Science. We estimate about 3 million Covid deaths in India until mid-2021, many times hig...","sentiment_score":0.5}
{"full_text":"Close to one in 50 people in the UK are suffering from long Covidhttps:\/\/t.co\/mRskcJa0CF","sentiment_score":-0.05}
{"full_text":"RT Covid was at its climax in June the previous year why wasn't any test done of Sushant's?@DoPTGoI","sentiment_score":-0.1666666667}
{"full_text":"RT SNP MP Margaret Ferrier, demonstrably guilty of breaching covid rules, has pleaded, er, not guilty in court today. Wtf?","sentiment_score":-0.25}
{"full_text":"RT #Pushpa creates history in Vizianagaram by collecting nearly 1.02 cr gross in 21 days #Pushpa was the first film to colle...","sentiment_score":0.1166666667}
{"full_text":"#China reports fewer #COVID19 cases as several cities curb movements, while a top official warned hospitals not to turn away patients after a woman's miscarriage during a lockdown in the city of Xian sparked outrage.https:\/\/t.co\/tRlnDI22Kf","sentiment_score":0.25}
{"full_text":"Japan asks U.S. troops to stay on their bases after particularly strong COVID surges in those areas ","sentiment_score":0.4333333333}
{"full_text":"RT Johnson really isn't the right person to be out there criticising people who 'spout absolute nonsense,' and 'mumbo jumb...","sentiment_score":0.2285714286}
{"full_text":"The Ministry of Education and Higher  Education  urged  the  educational and administrative cadres in all public and private schools to take the third #Boosterdose of COVID-19 #vaccine for the safety and health of all#Qatar #Covid19","sentiment_score":0.1}
{"full_text":"Stay safe at home  and get your #GoldilocksPH favorites delivered!We deliver! Order now via  8888-1-999 GrabFood: foodpanda:","sentiment_score":0.625}
{"full_text":"We're at the stage where people are going to start dying, not just from #COVID19 but from idiotic decisions made in order to cope with the effects of this #Omicron disaster, which could have been prevented had warnings been heeded.","sentiment_score":-0.6666666667}
{"full_text":"North Korea claimed to have conducted the second successful test flight of a hypersonic missile, days after leader Kim Jong Un vowed to bolster his military forces despite pandemic-related difficulties.https:\/\/t.co\/uFhfG94wGi","sentiment_score":0.2166666667}
{"full_text":"Maybe. But can you tell me for certain that your kid isn't going to be the one to get really sick and\/or be in hospital? Until you can, maybe settle down on being keen for all the kids to get covid because of \"immunity.\"","sentiment_score":-0.2185185185}
{"full_text":"This global water #technology company achieved 39% increase in revenue in the midst of the #pandemic after completing Wilson Learning's Negotiating to Yes(tm) performance learning journey. Read more:  #LeadershipDevelopment #Success #ClientsResult","sentiment_score":0.2666666667}
{"full_text":"A probe on issuance of the fake Covid-19 clearance documents is underway by Kenya's Ministry of Health, Kenya Civil Aviation Authority boss says.","sentiment_score":-0.5}
{"full_text":"#Algeria: It is for the first time, since the summer of 2021, that the country which is going through, currently a 4th wave of the #COVID19 pandemic, has seen the contaminations curve pass above the threshold of 400 daily cases. A first for more than four months","sentiment_score":0.1666666667}
{"full_text":"Safeer worked in the Gulf States for many years but, during the pandemic, he returned home to Kerala and has found new sources of income.Watch his story here and learn more at #MigrantLives #migration #pandemic #covid19","sentiment_score":0.3787878788}
{"full_text":"Covid-19 cases and hospitalisations are continuing to rise in Norfolk and Waveney and the NHS remains under extreme pressure. You can help your NHS by following this advice from our Chief Nurse.@NHSNWCCG@NHSEastEngland","sentiment_score":-0.0625}
{"full_text":"Covid took a grip on the festive URC fixtures but there was at least an upside for the experienced lock regarding Ulster's unscheduled festive break","sentiment_score":0.25}
{"full_text":"Walmart informed employees Thursday that it's cutting its pandemic-related leave from two weeks to one week, according to multiple news reports. ","sentiment_score":-0.3}
{"full_text":"\"BoRiS sAvEs ChRiStMaS\"The only thing he saves is his own money.That's where to hUrt him.","sentiment_score":0.3}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"Current Conditions for #Sayre PATemp: 23.9FWind Chill: 23.0FHumidity: 99%Dew Point: 23.7F Barometer: 29.948 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 479.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"At Oco Cave in Bacong, shared by Alicia Kim Daniel [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Italy requiring everyone over 50 to get a COVID vaccine: 78% of Italy's population is fully vaccinated against the coronavirus, and about 36% have received a booster shot.","sentiment_score":0.0}
{"full_text":"A mask saves lives. Always wear it to prevent the spread of the corona virus. #staysafe #savelives","sentiment_score":0.0}
