{"full_text":"I wish people would just get the vaccine","sentiment_score":0.0}
{"full_text":"RT Prayers for Donna ","sentiment_score":0.0}
{"full_text":"Oh you mean more data is available now? And that our scientific understanding of COVID (and COVID itself) has evolved?Gasp.Now do the people who outright *lie* about this stuff.","sentiment_score":0.1958333333}
{"full_text":"RT Sometimes, having COVID makes you feel like you just got hit by a truck.","sentiment_score":0.0}
{"full_text":"RT Jeremy Corbyn is the most decent and honest person in politics. His leadership gave hope to millions, and that hope was e...","sentiment_score":0.4222222222}
{"full_text":"This strongly suggests that T cell responses exert much weaker protection against SARS-CoV-2 than humoral responses.","sentiment_score":0.3166666667}
{"full_text":"RT Every MP has been sent \"A State of Fear\" by which explains the \"weaponisation\" (to quote a Govt scientific...","sentiment_score":0.0}
{"full_text":"RT bighit weverse announcement  park jimin was diagnosed with appendicitis and positive to covid,  this is not the update...","sentiment_score":0.2272727273}
{"full_text":"RT UCP MLA Shane Getson has repeatedly chosen to spread misinformation about public health &amp; COVID-19. Now, in an IG post yest...","sentiment_score":0.0}
{"full_text":"RT The health of prime ministers has often been known about only behind-the-scenes, but the ailments that afflict us also hit...","sentiment_score":0.0}
{"full_text":"RT Civil servants organised parties for themselves during lockdown. Then they leaked it to the press to damage t...","sentiment_score":0.0}
{"full_text":"RT Fed up with public health measures, thousands massed downtown, united by their shared grievances. They're frustrated and...","sentiment_score":-0.35}
{"full_text":"RT Tinnitus is a lesser known symptom of Covid. Do you have this symptom? If so, does it sound like thousand...","sentiment_score":0.2}
{"full_text":"RT [JUST IN] \"Cabinet also reviewed the resumption of schooling to full-time learning in all schools. Primary, secondary and...","sentiment_score":0.05}
{"full_text":"RT \"Vaccines are safe and effective\" -- but he's #COVID19 positive after two shots and a third booster so no...","sentiment_score":0.3318181818}
{"full_text":"He's trying his best, you know.","sentiment_score":1.0}
{"full_text":"RT Sheriff Tom Dart's \"spokesman called me to angrily insist that I 'make this story disappear' after...I published a peer-r...","sentiment_score":-0.5}
{"full_text":"BBC Education: Education Secretary Nadhim Zahawi tests positive for Covid","sentiment_score":0.2272727273}
{"full_text":"RT \"When will I get better from COVID-19?\"H\/T to the brilliant","sentiment_score":0.7}
{"full_text":"I need to get the hpv vaccine before i reach the age limit. Make i write am down here so I'll take it seriously","sentiment_score":-0.2444444444}
{"full_text":"RT #GetWellSoonJimin !! wishing #jimin a very speedy recovery + everyone pls #MaskUp","sentiment_score":0.2}
{"full_text":"RT Our national story about Covid is one of a country that stood up when it was tested. But that will forever be tainted b...","sentiment_score":0.0}
{"full_text":"RT #MiddayNews |Far more dangerous than #Omicron is 'O Mitron': #Congress MP #ShashiTharoorhttps:\/\/t.co\/FeyWcwjT70","sentiment_score":0.0}
{"full_text":"RT Away from the Sue Gray drama, government casually slipped this out that shows they bought billions of pounds worth of un...","sentiment_score":-0.1}
{"full_text":"JUST IN: Relief for hospital workers nationwide as omicron cases drop in the U.S. - WABC","sentiment_score":0.0}
{"full_text":"RT We got vaccinated. 84% of Cdns got a shot. 77% are 2x vaxxed. And guess what? We're still locked down. We're still comp...","sentiment_score":-0.1555555556}
{"full_text":"RT It's not that Doug Ford doesn't listen, the problem is he is listening to the wrong people. Instead of experts, he's lis...","sentiment_score":-0.5}
{"full_text":"What if you piss somebody off and they inject you with brain cancer instead of a vaccine?","sentiment_score":0.0}
{"full_text":"RT 54% of canadians now support the negligent homicide of the immunocompromised so they can go to olive garden","sentiment_score":0.0}
{"full_text":"The America of 2022 would have lynched Jonas Salk for coming up with the Polio vaccine.","sentiment_score":0.0}
{"full_text":"But if we couldn't get the main target we wanted I'm glad they didn't panic buy","sentiment_score":0.3333333333}
{"full_text":"RT Last PM, in a Twitter space, I was labeled a misinformation spreader for saying the mRNA vaccines do not prevent infection fr...","sentiment_score":0.0}
{"full_text":"RT Ending this pandemic requires getting more vaccines to people around the world. More than 90% of people in low-income countr...","sentiment_score":0.5}
{"full_text":"RT Welcome to Karma Cafe. There are no menus here. You get served what you deserve. How much ever powerful you are you wi...","sentiment_score":0.4333333333}
{"full_text":"RT SOUTH AFRICAN GOVERNMENT SAYS THOSE WHO TEST POSITIVE FOR COVID-19 WITH NO SYMPTOMS DO NOT HAVE TO ISOLATE -STATEMENT","sentiment_score":0.1136363636}
{"full_text":"Ordered the free COVID-19 Home Tests from the Federal Government a few weeks ago.Received my first Federal Jury Duty summons. Coincidence?#ConspiracyTheories","sentiment_score":0.15}
{"full_text":"The problem people are having with COVID \"back to normal\" is many many people are already living an actively normal life. It's not a debate for some of us. It's already happened and it's been,.....fine. Just fine.","sentiment_score":0.2861111111}
{"full_text":",,2022 will be a critical year in the history of the world.\"","sentiment_score":0.0}
{"full_text":"I really don't understand the panic to buy EVERY generation of a given processor's line.  Like, how much money do you have to yeet down the hole to do that year over year?","sentiment_score":0.0814814815}
{"full_text":"\"Since the global financial crisis, and particularly during the COVID-19 pandemic, fiscal and monetary policymakers have operated as if there are no tradeoffs to their expansionary policy programs. They may soon have to relearn old lessons the hard way\"","sentiment_score":-0.005}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":"RT Video sidang akhbar 20 Sept 2021. Since then we know more about vaccine waning immunity &amp; Omicron entered the equation. Sebab...","sentiment_score":0.5}
{"full_text":"RT Honesty and decency matter.After months of denials the Prime Minister is now under criminal investigations for breaking...","sentiment_score":-0.4}
{"full_text":"RT Every family was touched by the pandemic. Every one of us made unimaginable sacrifices. Johnson is a stain on our coun...","sentiment_score":0.0}
{"full_text":"RT Destination Greenways! RETURNS!!!Tune in on Zoom to hear the updates from &amp; Tues. 2\/8 6:3...","sentiment_score":0.0}
{"full_text":"RT My daughter will start Grade 0 next year and I'm seriously considering getting a tutor at home. She will not wear a mas...","sentiment_score":-0.1666666667}
{"full_text":"RT Please Recommend me for Job Opportunities, Vaccine Logistics, Vaccine Supply, Mass Vaccination, Corporate Vaccination, Volun...","sentiment_score":0.0}
{"full_text":"RT So far only 93 people have received their vaccine first dose and just 70 their second dose. 2 years into the pandemic....","sentiment_score":0.0875}
{"full_text":"Take your ass to work like the CDC recommends","sentiment_score":0.0}
{"full_text":"NB should be making sure that everyone has access to respirators. Bus drivers, school staff - and, massively - all our healthcare staff. Nobody should contract COVID due to inferior PPE. We know better. It's time for #N95sForAll and #educate2ventilate #ventilate2educate","sentiment_score":0.21875}
{"full_text":"RT He could have calmed the waters last Monday, he chose instead to stoke the flames. He's been preying on the fears of C...","sentiment_score":0.0}
{"full_text":"RT Covid. Day 7. Now ICU. Last intervention prior to the tube.  I'm miserable &amp;!scared. Was told would've died without the...","sentiment_score":-0.3333333333}
{"full_text":"the real fringe","sentiment_score":0.2}
{"full_text":"in March 2021, pre-delta and pre-omicron, that was a very-close-to-correct assertion.In the present day, cases among unvaxed still run ahead of vaxed&amp;boosted about 3:1 in my county (normalized for group size)","sentiment_score":0.0}
{"full_text":"RT CABINET APPROVES CHANGES TO ADJUSTED ALERT LEVEL 1 COVID-19 REGULATIONS A special Cabinet meeting held today, 31 Januar...","sentiment_score":0.3571428571}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":"RT he fought appendicitis and covid together and is recovering well, he deserves great appreciation. WE ARE SO PROUD OF YO...","sentiment_score":0.8}
{"full_text":"Supply Chain Resilience in a Post-COVID-19 Economy","sentiment_score":0.0}
{"full_text":"RT \"What's next for you -- other than being a celebrity now -- what's next for you?\" Laura Ingraham asked him. \"We really appreci...","sentiment_score":0.01875}
{"full_text":"RT New York City's health department is now offering free, same-day, at-home delivery of COVID-19 oral antiviral medications, Mayor E...","sentiment_score":0.2681818182}
{"full_text":"RT This is my bro, Pete, who died of Covid yesterday, 61, fully vaxxed and immune compromised and a grocery clerk...","sentiment_score":0.0}
{"full_text":"RT The problem with arrogant clinicians is they think they hold all the answers. N95'S vary WIDELY in terms...","sentiment_score":-0.1}
{"full_text":"He nearly of covid and is taking the pandemic seriously. He missed 5 cobra meetings. He's taken all mitigations away to save his job. There are 170,000 dead of covid and counting. Tell me the exact point Johnson took the pandemic seriously?","sentiment_score":-0.1033333333}
{"full_text":"RT Keep on rollin with your Covid Cover story Turdeau. The Big Rigs Are Rolling For Freedom!","sentiment_score":0.0}
{"full_text":"RT ,Tom is my boyfriend who worked all throughout the pandemic as a NHS worker within covid clinics...","sentiment_score":0.0}
{"full_text":"Youre statement of \"covid myocarditis risk is higher\" PRETENDS you cant get covid if you get the vax which is false.","sentiment_score":-0.075}
{"full_text":"RT NATIONAL POLL: 70% agree: \"It's time we accept that #Covid is here to stay and we just need to get on with our lives.\"...","sentiment_score":0.0}
{"full_text":"RT Comparing vaccine mandates to racial oppression is top 2 stupidest things u can do","sentiment_score":0.5}
{"full_text":"RT NATIONAL POLL: 70% agree: \"It's time we accept that #Covid is here to stay and we just need to get on with our lives.\"...","sentiment_score":0.0}
{"full_text":"RT This entire thread is just bizarre in the extreme.  Accusing protesting truckers of \"stealing food from the homeless\" w...","sentiment_score":0.0916666667}
{"full_text":"RT THIS WEEK: COVID has pulled a Wendy Seager and shown up uninvited (and unwanted and won't go away), so we're taking a...","sentiment_score":0.0}
{"full_text":"RT This shift is positive news. Canadians are increasingly not in fear, are vaccinated, understand consensus medical scien...","sentiment_score":0.1136363636}
{"full_text":"RT A group of bipartisan governors say they told President Biden that the US needs to \"move away from the pandemic\" in a meet...","sentiment_score":0.0}
{"full_text":"RT Can I be cheeky and do a shout out for my Newsletter INSIDE PHARMA? It's free, sent at least 5 times a week and unique in i...","sentiment_score":0.1583333333}
{"full_text":"Well, we've got a vaccine that works on the internal immune system where all COVID up to Delta was concentrated. This one is content to replicate in the barrier areas instead, which doesn't have a big immune system overlap.","sentiment_score":0.0}
{"full_text":"HELP THATS SO COOLI'd fake my age just to get that card with my vaccine bye","sentiment_score":-0.5}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":"RT Snap poll by Opinium finds:- Two thirds of voters (64%) want Boris Johnson to resign following the Sue Gray report.- 83...","sentiment_score":0.0}
{"full_text":"RT \"Vaccines are safe and effective\" -- but he's #COVID19 positive after two shots and a third booster so no...","sentiment_score":0.3318181818}
{"full_text":"RT Finland will become the third European country to remove all Covid restrictions, Prime Minister Sanna Marin has anno...","sentiment_score":0.0}
{"full_text":"I have heard patients say they \"know too many people who have died from the vaccine and boosters\". REALLY??? You personally KNOW that many people who have actually died FROM THE VACCINE??? I find that statistically improbable, but ok. ","sentiment_score":0.2833333333}
{"full_text":"RT They aren't upset with Joe Rogan because of his covid-19 perspective. They're angry at him because he talks with people the...","sentiment_score":-0.5}
{"full_text":"RT  Sajid Javid - 'It is no longer proportionate to require vaccination as a condition of deployment... The Government will...","sentiment_score":0.0}
{"full_text":"RT Our national story about Covid is one of a country that stood up when it was tested. But that will forever be tainted b...","sentiment_score":0.0}
{"full_text":"I'm concerned on how the #FluTruxKlan will end. Folks participating are getting cold, hungry, stinky, tired, and have trapped their vehicles within a gridlock of their own making.  I predict trapped car road rage, and a Covid surge after.","sentiment_score":-0.16}
{"full_text":"RT All 54 passengers on the flight were fully vaccinated, masked, tested negative three times, had been in quarantine for two...","sentiment_score":-0.3}
{"full_text":"Thank you for your email. I apologize for the late response. Students in Northern Manitoba do lack secure access to internet making education in this pandemic inconsistent. Thank you for your informed email and look forward to following your content!","sentiment_score":0.0333333333}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":"Not true","sentiment_score":-0.175}
{"full_text":"RT &lt;whispers in special needs parent&gt; We were neglecting people with disabilities systemically at all levels of government ev...","sentiment_score":0.3571428571}
{"full_text":"RT In Wisconsin, COVID-19 is now the leading cause of death in the line of duty for police officers and firefighters -- via...","sentiment_score":0.0}
{"full_text":"RT Damn, get well soon Jiminie. ","sentiment_score":0.0}
{"full_text":"RT Hmmm. 2 negative tests\/day after exposure, turns positive on 5th day. Wonder how many people including many working with hig...","sentiment_score":0.2318181818}
{"full_text":"RT Our national story about Covid is one of a country that stood up when it was tested. But that will forever be tainted b...","sentiment_score":0.0}
{"full_text":"RT Stupify announces \"Content Warning\" for Joe Rogan podcasts which promote misinformation about vaccines.Sorry, that's...","sentiment_score":0.0}
{"full_text":"RT Snap poll by Opinium finds:- Two thirds of voters (64%) want Boris Johnson to resign following the Sue Gray report.- 83...","sentiment_score":0.0}
{"full_text":"Do you have an amazing #remotework story from the pandemic? Lara Miller does--she took her PR firm and her cat on the road in a Winnebago! Get the details in our #podcast.","sentiment_score":0.175}
{"full_text":"RT Now it's our turn, U.S.","sentiment_score":0.0}
{"full_text":"RT If you are a nation's leader, you flee your capital in response to mass protests AND you get ratioed multiple times on Twi...","sentiment_score":0.0}
{"full_text":"RT yes this Friday's briefing will be 10-15min Covid overivew from me  &amp; then 15 mins chat between me,","sentiment_score":0.0}
{"full_text":"RT \"COVID-19 is a treatable disease. What is critical is timing. You treat early.\" Dr. Paul Marik speaks at Senator Ron J...","sentiment_score":0.05}
{"full_text":"RT Average #rtept adult audience last week - 227,500, around 20% down from the pre-pandemic average and down  40% from the pa...","sentiment_score":-0.0851851852}
{"full_text":"RT #GetWellSoonJimin !! wishing #jimin a very speedy recovery + everyone pls #MaskUp","sentiment_score":0.2}
{"full_text":"Spotify's Platform Rules and Approach to COVID-19https:\/\/t.co\/4d8SmwVSHv #podcasting #newmedia #freedomofexpression #covid19 #spotifyexodus #JoeRoganExperience","sentiment_score":0.0}
{"full_text":"Vaccine passports because your average Joe Rogan listener likes to lie about vax status while claiming they're all for individual freedom\/responsibility.","sentiment_score":-0.075}
{"full_text":"RT - Australians died in the Vietnam war between 1962 and 1972 = 521- NSW ppl died from covid in January 2022 = 730Let t...","sentiment_score":0.0}
{"full_text":"RT Latest vaccine \"breakthrough\" report from MN.28,435 cases in the fully vaccinated the week of 12\/26.16,927 cases in t...","sentiment_score":0.5}
{"full_text":"Why in the world do you think it's \"Anti-Vaxers\" asking this question?It's \"Pro-Sciencer's\" asking because they've read the statistics on who COVID was most harmful.Elderly, obese, diabetic...You might want to study up...","sentiment_score":0.5}
{"full_text":"RT CABINET APPROVES CHANGES TO ADJUSTED ALERT LEVEL 1 COVID-19 REGULATIONS A special Cabinet meeting held today, 31 Januar...","sentiment_score":0.3571428571}
{"full_text":"RT This entire thread is just bizarre in the extreme.  Accusing protesting truckers of \"stealing food from the homeless\" w...","sentiment_score":0.0916666667}
{"full_text":"RT Spotify CEO Daniel Ek said that content advisories before podcasts discussing the virus will link to Spotify's fact-based COV...","sentiment_score":0.0}
{"full_text":"RT Sometimes, having COVID makes you feel like you just got hit by a truck.","sentiment_score":0.0}
{"full_text":"Ran out about a week into the first lockdown and have failed to replace","sentiment_score":-0.125}
{"full_text":"RT This is what Boris Johnson told MPs on Dec 8, a week after we first reported rules-busting gatherings: \"I have been repe...","sentiment_score":0.25}
{"full_text":"The Department of Health has stopped reporting daily figures at the weekend and is instead now releasing a three-day update on Mondays.https:\/\/t.co\/ab4uAQWhy3","sentiment_score":0.0}
{"full_text":"#UnitedStates | The Food and Drug Administration (FDA) approved Moderna's COVID-19 vaccine, which until now had authorization for emergency use.https:\/\/t.co\/2GojS3f52J","sentiment_score":0.0}
{"full_text":"Mask On Check-In with careFIJI App Vaccination Card Temperature Check Social Distancing If you plan to visit our Ba branch, be sure to mark the above off your checklist!#TeamWAF #WAF #FijiNews #WaterForFiji #Fiji","sentiment_score":0.1777777778}
{"full_text":"Despite concerns about #Omicron the University community remains excited for in-person learning in the new semester. Large gatherings of students for in-person classes are \"perfectly healthy and safe now,\" says Provost Richard Locke P'18.https:\/\/t.co\/tSbjVJ3aHj","sentiment_score":0.3451298701}
{"full_text":"Senators Are Pushing VA to Give Free, At-Home Rapid COVID-19 Test Kits to Veteranshttps:\/\/t.co\/EvQG51z6GN","sentiment_score":0.4}
{"full_text":"Public schools are reopening in Detroit on Monday after a month of virtual-only classes because of the high rates of COVID-19 throughout state's largest school district#RestoreRemote #NYCSchools","sentiment_score":0.08}
{"full_text":"#Omicron accounted for 98.8% of reported cases globally as of Jan. 25.  Tap into the top biotech companies leading testing and treatments of infectious diseases with $GERM.https:\/\/t.co\/EiqAkCbPy5","sentiment_score":0.25}
{"full_text":"Getting vaccinated gives you a better chance to fight against COVID-19. Contact your local health unit for vaccination clinic times. For more information:","sentiment_score":0.3333333333}
{"full_text":"\"A North Carolina man who said a hospital refused to carry out a kidney transplant because he's unvaccinated against COVID-19 is willing to 'die free' rather than comply with the vaccine requirement.\"https:\/\/t.co\/qXYYc3hQSd","sentiment_score":0.325}
{"full_text":"Great Britain's Houses of Parliament deeply value because of the COVID-19 pandemic, COVID-affected essential businesses.","sentiment_score":0.2666666667}
{"full_text":"RT It took days for his positive test results to come in ","sentiment_score":0.2272727273}
{"full_text":"RT \"If you could come up with a universal coronavirus vaccine--just like a universal flu vaccine--that was able to target a...","sentiment_score":0.1666666667}
{"full_text":"RT Chris Bishop...\"if our policy is a total disaster obviously we can back track.\"  Snorted out my coffee. You can't put the...","sentiment_score":0.0}
{"full_text":"RT Honesty and decency matter.After months of denials the Prime Minister is now under criminal investigations for breaking...","sentiment_score":-0.4}
{"full_text":"Crystal was just one of many workers whose job security was affected by the pandemic. She found herself out of a job when her office shut down. Then, Illinois wanted her unemployment benefits paid back. CVLS volunteers said enough was enough.","sentiment_score":0.0688888889}
{"full_text":"Led by a movement known as the 'Freedom Convoy,' thousands of Canadians protested COVID-19 vaccine mandates in the streets of the nation's capital.See the potential biases and differences in coverage from and","sentiment_score":0.0}
{"full_text":"What do you think of the Downing Street lockdown parties? And should Boris Johnson resign? A few Londoners gave us their thoughts.Read more:","sentiment_score":0.15}
{"full_text":"\"...said he delayed conversation with Putin to talk to them\".Deeply inappropriate. Boastfully putting his own political skin ahead of a critical international moment.He should not be Prime Minister.","sentiment_score":0.15}
{"full_text":"The average number of daily COVID-19 cases is falling nationwide in the U.S., and hospitalizations seem to be nearing a peak.","sentiment_score":-0.075}
{"full_text":"Did you get your final COVID-19 shot on or before July 31st, 2021? It's time for your booster shot! Text your zipcode to 438829 (GETVAX) or 822862 (VACUNA), visit or Call 1-800-232-0233 to find a vaccine site near you.-@AUCDNews #SleeveUp","sentiment_score":0.05}
{"full_text":"#Russia's daily count of new #coronavirus infections surged to more than 121,000 on Sunday, an eightfold increase compared with the beginning of the month as the highly contagious #OmicronVariant spreads through the country.","sentiment_score":0.1990909091}
{"full_text":"We shouldn't be using taxpayer money to force a tyrannical mandate down the throats of the American people.","sentiment_score":-0.0777777778}
{"full_text":"There are 2,489 known active cases in the county as of Monday and 10,818 recovered cases, according to ODH.A total of 52.84% of the county has started the vaccination process and 49.14% has completed it.","sentiment_score":-0.0666666667}
{"full_text":"RT Marsha passed away today a 5:18 pm due to heart failure caused by Covid 19.My wife of 21 years is gone.I don't think I w...","sentiment_score":-0.2208333333}
{"full_text":"China sealed off several residential communities in Beijing due to 2 COVID-19 cases ahead of the Olympics via","sentiment_score":-0.0625}
{"full_text":"Canaday Group - New Office Grand Opening Event in Corona del Mar via","sentiment_score":0.3181818182}
{"full_text":"RT I FINALLY GOT MY HANDS ON THESE CUTIES  I've been dying for them for like all of Covid I swear","sentiment_score":0.0}
{"full_text":"C&amp;C \/\/ \"I'm so sick of COVID and everything that it has caused, but I'm not sure if it will ever truly go away.\"As Omicron surges, students and faculty prepare for another abnormal semester.https:\/\/t.co\/JDdoA7s6Gq","sentiment_score":-0.4821428571}
{"full_text":"RT Snap poll by Opinium finds:- Two thirds of voters (64%) want Boris Johnson to resign following the Sue Gray report.- 83...","sentiment_score":0.0}
{"full_text":"RT If you have a #LearningDisability- protect yourself from #Coronavirus with the #CovidVaccine. Your doctor will invite you f...","sentiment_score":0.0}
{"full_text":"He was left bewildered after his coronavirus vaccination was cancelled due to the surgery 'closing'.https:\/\/t.co\/P7MQAGnvbQ","sentiment_score":-0.0625}
{"full_text":"Define \"works\". Im a healthy 40 yr old who has literally no threat from Covid. I have no reason to get it","sentiment_score":0.3}
{"full_text":"RT Well, it felt inevitable at this point but it sucks nonetheless. My girlfriend has covid and I expect to get it soon. I'm...","sentiment_score":-0.15}
{"full_text":"Has your business been affected by Covid restrictions?A new Additional Restrictions Grant policy will provide additional support to businesses who have been impactedThe Additional Restrictions Grant closes on 4 February at 4pmFor more info:","sentiment_score":0.3181818182}
{"full_text":"Moderna announced today that its mRNA COVID-19 vaccine has received full FDA approval for adults 18 years and older.","sentiment_score":0.2583333333}
{"full_text":"The guys is afraid - #Coward19 #TruckerforFreedom","sentiment_score":-0.6}
{"full_text":"RT Covid. Day 7. Now ICU. Last intervention prior to the tube.  I'm miserable &amp;!scared. Was told would've died without the...","sentiment_score":-0.3333333333}
{"full_text":"RT and WE stand with the truckers. freedom is worth it.","sentiment_score":0.3}
