{"full_text":"RT WTF I LOVE COVID NOW","sentiment_score":0.0}
{"full_text":"RT Mr Djokovic's visa has been cancelled. Rules are rules, especially when it comes to our borders. No one is above these...","sentiment_score":0.0}
{"full_text":"RT \"I just want a cozy story about someone practicing self-care during the apocalypse\" honey you worked from home and ordered...","sentiment_score":-0.2}
{"full_text":"RT Every major network in the United States: The DOJ is vowing to deal with January 6 conspirators at every level FOX: why...","sentiment_score":0.0625}
{"full_text":"Fine them all, including the organizer and the airline. Get their Health Card #'s and if they show up at the hospital for any covid related care - charge their disrespectful asses. James, I hope  you have a good lawyer to fight the massive fines coming your way.","sentiment_score":0.2791666667}
{"full_text":"RT Mr Djokovic's visa has been cancelled. Rules are rules, especially when it comes to our borders. No one is above these...","sentiment_score":0.0}
{"full_text":"RT JUST IN - Italy will require MANDATORY vaccination for those over 50.People will also need a covid passport to be allow...","sentiment_score":0.0}
{"full_text":"The corporate media cannot learn.","sentiment_score":0.0}
{"full_text":"RT It was declared a moral failing right up until Chris and his friends started getting it.","sentiment_score":0.1428571429}
{"full_text":"RT Not a single patient ever in over 20 years of giving hundreds if not thousands of tetanus boosters has anyone ever questio...","sentiment_score":0.0357142857}
{"full_text":"RT Novak Djokovic detained for 6 hours, interrogated, treated like a terrorist, all over a vaccine exemption.An utter disg...","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic detained in Melbourne  airport and interrogated for 6 hours like a terrorist, even though he has medical v...","sentiment_score":0.0}
{"full_text":"RT Not a single patient ever in over 20 years of giving hundreds if not thousands of tetanus boosters has anyone ever questio...","sentiment_score":0.0357142857}
{"full_text":"Lol. Covid achieved at least one positive thing","sentiment_score":0.2424242424}
{"full_text":"RT It's time once and for all to address the gaslighting talking point that \"Covid jabs give you a much better chance of a...","sentiment_score":0.5}
{"full_text":"RT &gt;1month since #COVID19 #vaccines available for kids 5-11yrs in #AB further proof we've learned\/care little about #healtheq...","sentiment_score":0.0708333333}
{"full_text":"I find it amusing that it is public knowledge he has had Covid, but then when it comes to explaining his \"medical exemption\", it's hidden behind his right to \"medical privacy\". Do us all a favour mate &amp; come clean about how you are allowed to circumnavigate around the rules","sentiment_score":0.0857142857}
{"full_text":"RT Please carefully listen '#Omicron is the fastest and most formidable variant we have seen so far. Here are the FIVE mos...","sentiment_score":0.1666666667}
{"full_text":"RT The Betamax Variant","sentiment_score":0.0}
{"full_text":"Stating \"I don't know\" after something that dumb is ridiculous and doesn't absolve the harm such disinformation does in the middle of a pandemic.","sentiment_score":-0.1770833333}
{"full_text":"37 per cent. un-fucking-believable.#ableg","sentiment_score":0.0}
{"full_text":"RT I feel like there's a weird memory-holing of the fact last spring Congress distributed $123 billion dollars to K-12 school...","sentiment_score":-0.25}
{"full_text":"RT If, instead of openly mocking the idea that we should provide rapid tests to everyone, the White House had worked on this probl...","sentiment_score":0.0}
{"full_text":"RT To go drinks were the best thing to come out of the pandemic","sentiment_score":1.0}
{"full_text":"RT Does anyone else hear 'Ride out Omicron'  and translate it to 'Let the bodies pile high'?","sentiment_score":0.16}
{"full_text":"RT 1. Dr. Malone and Indiana insurance brokers have alerted us to the known fact that young people are dying much more sinc...","sentiment_score":0.3}
{"full_text":"RT I will never give up fighting for the thousands of family members whose voices have been silenced forever. ","sentiment_score":0.0}
{"full_text":"RT From Feb 14, Singapore will require 18 and above to get a Covid booster jab to maintain fully vaccinated status. Fully vacci...","sentiment_score":0.0}
{"full_text":"RT Guten Tag, you can read it here: 1) Over 99% of recent #COVID deaths are of unvaccinated people. While... h...","sentiment_score":0.0}
{"full_text":"RT 7 y.o. Cedar Herle lost her hair due to COVID, and her mother suffered a stroke due to the virus. \"I want COVID to go away...","sentiment_score":-0.125}
{"full_text":"COVID-19 is a lung disease2 proven tests to tell if your lungs are healthyand a healthy, anti-inflammatory diet for lung inflammation to avoid any complicationshttps:\/\/t.co\/aMr2HK8y22","sentiment_score":0.5}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT Select schools will temporarily move to remote learning for COVID-related reasonshttps:\/\/t.co\/tCS1LkG5Uo","sentiment_score":-0.1}
{"full_text":"predictably quiet ","sentiment_score":0.0}
{"full_text":"RT I also critique a recent paper by Neil et al., disagreeing with their conclusions that these UK mortality data suggest vaccine...","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT LATEST: The newly updated CDC guidelines don't require testing at the end of isolation because PCR tests can stay positive for up...","sentiment_score":0.2878787879}
{"full_text":"RT Mr Djokovic's visa has been cancelled. Rules are rules, especially when it comes to our borders. No one is above these...","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT I dunno what we will tell 12 -17 yo healthy boys who develop myocarditis from D3 mandatesWe had no evidence this shot w...","sentiment_score":0.5}
{"full_text":"RT Novak Djokovic is surrounded by plenty \"healthcare workers\" who would happily provide him with vaccine papers. He chose not...","sentiment_score":0.8}
{"full_text":"RT Children ages 12 to 15 are now eligible to receive a COVID-19 booster shot. This is an enormous step forward in our fight...","sentiment_score":0.0}
{"full_text":"Employers, the Coronavirus, and the Reinstatement of the OSHA ETS: What Now?","sentiment_score":0.0}
{"full_text":"RT Added context: Over 20% of covid tests are coming back positive.","sentiment_score":0.1136363636}
{"full_text":"Someone tell tell the #Australians that their politicians haven't been jabbed","sentiment_score":0.0}
{"full_text":"RT Hello fans of TimcastIRLDue to the recent surge in COVID cases across the U.S. we will be enforcing a mask mandate.Everyon...","sentiment_score":0.0}
{"full_text":"Cool, you realize the shelter isn't the be all, end all solution right? And that your, \"just live with covid\" stance is stupid? Not surprised Bloomberg was able to buy you so easily.","sentiment_score":0.1222016079}
{"full_text":"RT I feel like there's a weird memory-holing of the fact last spring Congress distributed $123 billion dollars to K-12 school...","sentiment_score":-0.25}
{"full_text":"RT Hey the public health order says 5 days OR \"until the person's COVID-19 symptoms resolve, whichever is long...","sentiment_score":-0.025}
{"full_text":"It would be AMAZING if they never allowed smoking in the casinos again! #royalcarribean #travel #vacation","sentiment_score":0.75}
{"full_text":"RT Little birdie MD told me that doctors support  keeping the covid narrative alive because $$$$$.BIG BUCKS to be on-call o...","sentiment_score":-0.04375}
{"full_text":"RT What the CDC's latest guidance says about how long you need to isolate or quarantine The Post has lifted its paywall...","sentiment_score":0.225}
{"full_text":"RT NEW--England  set a another 12th record high pediatric #COVID19 hospitalizations in a month. More than double the rat...","sentiment_score":0.22}
{"full_text":"RT Personal aggravations aside about Novak refusing vaccine: this is another MONUMENTAL stuff up demonstrating what a stupi...","sentiment_score":0.0}
{"full_text":"RT Biden is halfdead. This vaccine got him goin haywire !","sentiment_score":0.0}
{"full_text":"RT There is uncontrolled spread of Covid-19 up and down Australia's east coast. How will barring entry from someone who has vi...","sentiment_score":-0.1555555556}
{"full_text":"RT \"When I say safety nets I mean investments, that we're going to make in America and that will help communities across our...","sentiment_score":-0.3125}
{"full_text":"RT New patent-free COVID vaccine developed as \"gift to the world\"","sentiment_score":0.1181818182}
{"full_text":"RT Till the time Long Covid isn't given as much importance as given to hospitalisation and deaths the pandemic response of nat...","sentiment_score":0.075}
{"full_text":"And Covid","sentiment_score":0.0}
{"full_text":"CDC panel recommends Pfizer boosters for 12- to 15-year-olds amid omicron surge - Newsworldpress","sentiment_score":0.0}
{"full_text":"The COVID19 panic merchants in Australia should relax. Given ~90%+ vaxx rates in adults &amp; kids effectively immune, there is nothing to do but enjoy summer &amp; get kids back to school next month. The best test is: if sick, consult your doctor.#CPCusyd#auspol","sentiment_score":0.2142857143}
{"full_text":"Welke lockdown?","sentiment_score":0.0}
{"full_text":"RT So, I'm off to spend the day teaching 31 unvaccinated 10 and 11 yr olds in an unventilated classroom. Spare a thought for...","sentiment_score":0.0}
{"full_text":"RT Vermont reports 1,727 new COVID-19 cases, a single-day record","sentiment_score":0.1363636364}
{"full_text":"RT Permanent #PaidSickDays are an effective public health measure that is refusing to legislate.The conseque...","sentiment_score":0.3}
{"full_text":"RT Something doesn't add up","sentiment_score":0.0}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"RT I agreed to do that in March 2020","sentiment_score":0.0}
{"full_text":"RT Results of the world's largest study of ivermectin in COVID have just been posted. Meticulously collected data from hundred...","sentiment_score":0.0}
{"full_text":"RT Welp, Eric Swalwell is the latest lockdown Democrat caught vacationing in the free state of Florida.Time for a new hash...","sentiment_score":0.3454545455}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT Mr Djokovic's visa has been cancelled. Rules are rules, especially when it comes to our borders. No one is above these...","sentiment_score":0.0}
{"full_text":"Seems like the smart play tbh","sentiment_score":0.2142857143}
{"full_text":"RT Novak Djokovic, the world's no. 1 Tennis player, has been denied entry into Australia because he is unvaccinated. Djok...","sentiment_score":0.0}
{"full_text":"RT JUST IN - Italy will require MANDATORY vaccination for those over 50.People will also need a covid passport to be allow...","sentiment_score":0.0}
{"full_text":"RT I'm currently reading my 5th or 6th article today that includes in it some form of looking back on the pandemic and its les...","sentiment_score":0.0}
{"full_text":"RT The US is shattering global COVID-19 case records, but COVID-19 relief is being cut off.We need monthly $2,000 payments.We...","sentiment_score":0.0}
{"full_text":"Disabled veteran here who's company shut down permanently from Covid and now me and my two kids who I raise alone are close to losing our house..  CashApp is $TommyA7xwe will now be evicted Monday..","sentiment_score":-0.1185185185}
{"full_text":"RT Yes this is why we all believed that a virus jumped from animal somewhere in China and kill millions of people","sentiment_score":0.0}
{"full_text":"RT With 1000 children already dead from COVID, at least 6000 more suffering MIS-C, and 800 new pediatric hospitalizations d...","sentiment_score":0.0340909091}
{"full_text":"Tell this to a left extremist and they'll tell you this is a unique case and \"only your own lived experience.\" It's mine too. And many others' that'll admit it. It's everywhere. The #vaccine is not a vaccine. #covid #covidiots #omicron #variant #fear #lies #anti #science","sentiment_score":0.295}
{"full_text":"RT Erin, from a lab perspective, our Omicron cases have had D-Dimer levels off the charts....I'm talking so h...","sentiment_score":0.0}
{"full_text":"This is funny because my dad constantly bemoans people sitting home and collecting COVID money.","sentiment_score":0.125}
{"full_text":"Lmaooo no fool! I'm Covid free ","sentiment_score":0.4}
{"full_text":"Whatever the feelings about Djokovic getting no-vaccine exemptions in the first place, the latest decision to reject his entry into #Australia had better be backed by good legal reasons rather than some doubtful administrative technicalities - the rule of law demands no less.","sentiment_score":0.2047619048}
{"full_text":"Is anyone in Britain actually surprised that even HEALTH of Britain &amp; the world is dependent on what how much money private companies can make? ","sentiment_score":0.1}
{"full_text":"RT I know COVID testing remains frustrating, but we are making improvements. In the last two weeks we have stood up federal testi...","sentiment_score":-0.2}
{"full_text":"RT today's untruths from Boris Johnson at #PMQs:- that he never said inflation fears were \"unfounded\"- that Tory government...","sentiment_score":0.0}
{"full_text":"RT But after Covid what will we all hate about each other !?!?!?!","sentiment_score":-0.5525878906}
{"full_text":"RT Vaccination is the only way to go. If not, pay the price.","sentiment_score":0.0}
{"full_text":"RT Sound like a science fiction movie yet?No. This is what we are being told. They don't tell you that...","sentiment_score":0.4}
{"full_text":"RT Please STOP THIS. This is misinformation at its finest. This is NOT a \"hybrid\" virus or a combination of Influenza and...","sentiment_score":0.0}
{"full_text":"RT Haha. In my kids school the CO2 monitors turned up without batteries and have never worked. They switch...","sentiment_score":0.2}
{"full_text":"RT COVID shots and treatment should not be disbursed by RACE.","sentiment_score":0.0}
{"full_text":"Sen Johnson have you ever heard of varients? The initial Vaccine created during the Trump Administration was great! I'm surprised you don't give any credit BUT, the initial Vaccine was created for Alpha . The Virus mutated to Delta and others variants!","sentiment_score":0.275}
{"full_text":"He's allowed in after 14 days even if he didn't have the exemption. It's political.https:\/\/t.co\/98Fr6p5K22","sentiment_score":0.0}
{"full_text":"The pandemic of the vaccinated!","sentiment_score":0.0}
{"full_text":"RT There has been a failure of public health. They've misled the public about the efficacy and what these measures would actually...","sentiment_score":-0.0791666667}
{"full_text":"RT Y'all sucking dick in a porta potty in a pandemic ","sentiment_score":0.0}
{"full_text":"raising the paywall on a COVID testing kit makes you more money AND a murderer! two for one!","sentiment_score":0.78125}
{"full_text":"RT 10,775 new covid cases","sentiment_score":0.1363636364}
{"full_text":"RT Weren't teachers given priority access to the vaccine so we could keep schools open? Why isn't that enough for them?","sentiment_score":0.0}
{"full_text":"RT \"The people who will pay the biggest price around that will be older adults.\"Read morehttps:\/\/t.co\/uVGmwoIFe5","sentiment_score":0.1666666667}
{"full_text":"RT Somebody FINALLY did it!A government (El Salvador) encouraging healthy diet, exercise, bodyweight management, and lifestyl...","sentiment_score":0.25}
{"full_text":"RT OMG, now he's said to contact your GP to \"register you with the healthcare system\" based on your positive RAT. THERE IS NO...","sentiment_score":0.2272727273}
{"full_text":"The response from White folks with money and power is...","sentiment_score":0.0}
{"full_text":"Maybe if they read &amp; watched this... it might help to inform the consent decision they are making?","sentiment_score":0.0}
{"full_text":"RT If your primary evidence for \"children don't learn well remotely\" is data collected during the pandemic, you don't actually...","sentiment_score":0.1}
{"full_text":"RT UNMISS peacekeepers tackle old foe malaria in Eastern Equatoria as global spotlight remains on Covid-19 - African Busine...","sentiment_score":0.0333333333}
{"full_text":"I've already tried chegg and zlib  apparently McGraw and hill have this book under lockdown","sentiment_score":0.05}
{"full_text":"RT Grammy Awards Postponed Amid Omicron Surge","sentiment_score":0.0}
{"full_text":"RT 1. Dr. Malone and Indiana insurance brokers have alerted us to the known fact that young people are dying much more sinc...","sentiment_score":0.3}
{"full_text":"I got both the week before Thanksgiving, no issues whatsoever. I realize I was lucky, and other people have had a rough time with it. I need to go and get my Shingles shots, but I keep putting it off...too cold, too hot, too many people, too much covid...ha ha ha","sentiment_score":0.0654761905}
{"full_text":"RT Welp, Eric Swalwell is the latest lockdown Democrat caught vacationing in the free state of Florida.Time for a new hash...","sentiment_score":0.3454545455}
{"full_text":"It's not new. It was sequenced before Omnicron and didn't have a chance to dominate before Omnicron showed up.","sentiment_score":-0.0681818182}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT New variant with multiple mutations discovered in France","sentiment_score":0.0681818182}
{"full_text":"RT This, but for *all* the money Congress distributes","sentiment_score":0.0}
{"full_text":"This rhetoric promotes the very flawed assumption that money equates to happiness, and we should all know by now that isn't the case.","sentiment_score":0.025}
{"full_text":"RT At the very least b\/c of #covid19 tuition should be free for students taking nursing at university or college. #cdnpoli","sentiment_score":0.005}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT Don't forget about the other January 6th anniversary. That will mark 666 days since the declared the novel corona...","sentiment_score":-0.125}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"RT Yes, I'm increasingly concerned about narrow focus on ICU occupancy with a variant acting in new ways &amp; causin...","sentiment_score":-0.0212121212}
{"full_text":"RT Whom does this tweet address?Not the people who have been screaming for a circuit breaker. Not the people who are \"di...","sentiment_score":0.0}
{"full_text":"RT There is only one way to stop this bloke lying. Vote him out ","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to the demons in the walls, and I'm here to have my own Vegas show.","sentiment_score":0.6}
{"full_text":"Please stick by the UK Vaccine Task Force greatly.","sentiment_score":0.8}
{"full_text":"No they don't.  Literally everyone I know who had Covid wore a mask so no....  But I can tell the indoctrination is complete with you.  That, and the fact that you're an apparent troll with only 38 followers is why I love the #MUTE button.Stay inside forever now. Wear 4 masks.","sentiment_score":0.1625}
{"full_text":"Measuring mobile applications on COVID-19!","sentiment_score":0.0}
{"full_text":"Remember the early Covid days here we was just on some pour a drink at 3pm on a Tuesday - and scream happy Friday type shit. I miss that.","sentiment_score":0.2333333333}
{"full_text":"RT Two years into the pandemic, we cannot continue to celebrate nurses as \"essential\" but fail to provide the basics to ke...","sentiment_score":-0.25}
{"full_text":".@DetNews: \"Schools in this state have received $6 billion in federal COVID relief, in addition to a boost in state funding. Districts should be prepared to keep kids safe -- and in school.\"","sentiment_score":0.5}
{"full_text":"RT 72-year-old woman who died a day after Covid-19 jab had heart attack, wasn't allergic to vaccine: MOH, Singapore News...","sentiment_score":0.0}
{"full_text":"For all the disinformation hea spread. For the divide that he has cause. I can say only one thing. I hope it's covid. I hope it's bad. I hope this leads to something bad to happen to him. And pass along to his family. I'm just ......","sentiment_score":-0.4666666667}
{"full_text":"RT I'm happy to announce that the COVID\/VACCINE jig is up! And in 2022 people will finally recognize that this (plan)demic has...","sentiment_score":0.5}
{"full_text":"Am I the only one who has not had Covid?","sentiment_score":0.0}
{"full_text":"At 17 you can join the Army and go kill people... or get killed. But cant vote and cant get a vaccine if your parents are antivaxx. Now to be fair i dont like these rushed vaccines myself. But 17-year olds should have a choice.","sentiment_score":0.25}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"Students will be eligible to return after shorter isolation and quarantine periods, but the guidelines are stricter when it comes to determining which students have to stay home.","sentiment_score":0.0}
{"full_text":"RT OMG, now he's said to contact your GP to \"register you with the healthcare system\" based on your positive RAT. THERE IS NO...","sentiment_score":0.2272727273}
{"full_text":"The next wave of the #COVID19 pandemic means the return of audience-less award shows. #GoldenGlobeshttps:\/\/t.co\/Ra232BIAaJ","sentiment_score":0.0}
{"full_text":"Omicron, probably ","sentiment_score":0.0}
{"full_text":"As omicron cases mount, staffing shortages plague JCPShttps:\/\/t.co\/MC00DQ8n1B","sentiment_score":0.0}
{"full_text":"3 COVID-19 accommodations disabled people always needed","sentiment_score":-0.2}
{"full_text":"More than 700 sheep and goats were arranged into the shape of a 100-metre-long syringe in a field in Germany. Shepherd Wiebke Schmidt-Kochan and her husband lined up the animals as part of a publicity stunt to boost vaccine uptake in the country.","sentiment_score":0.5}
{"full_text":"COVID-19 ALERT: The Highbridge section of the #Bronx continues to be hit hard by #COVID19. MORE:","sentiment_score":0.1041666667}
{"full_text":"RT FYI:There is no such thing as #Flurona.That's clickbait.It just means a co-infection with the virus that causes COV...","sentiment_score":0.0}
{"full_text":"I had Covid last February. Not fun. I was fortunate that I had one shot then. I was off work for 5 weeks. My wife never had any shots and she was scarily sick.","sentiment_score":-0.1160714286}
{"full_text":"RT The only card you should need to get a RAT  is your Medicare card. Yet  Scott Morrison is making access to testing i...","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic detained in Melbourne  airport and interrogated for 6 hours like a terrorist, even though he has medical v...","sentiment_score":0.0}
{"full_text":"RT I just pressed the on why the UK govt is selling off the Vaccine Manufacturing and Innovation Centre (VMIC)...","sentiment_score":0.0}
{"full_text":"Trump #Texas District Judge James Hendrix halted a federal regulation requiring #COVID19 vaccination for staff and wearing of masks by children and staff in Head Start programs in Texas, despite the health risks involved.#CourtsMatter in the pandemic.https:\/\/t.co\/cjTTfW4AJy","sentiment_score":0.0}
{"full_text":"Overlooked* even now, NYC cases looks very high--however many hospitals in highly vaccinated areas (including mine) are seeing 50-70% of those hospitalizations as admits with Covid and not due to Covid. We are managing...thanks to the high rates of vaccines in the ppl in the area.","sentiment_score":0.2165}
