{"full_text":"RT Hope someone includes N95 donning instructions for DeSantis. #maddow","sentiment_score":0.0}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by...","sentiment_score":0.0}
{"full_text":"RT Scared to Death: From BSE to Coronavirus  PRATIK DESERVES BB TROPHY  #PratikIsTheBoss","sentiment_score":0.0}
{"full_text":"RT The Boyz's Younghoon tests positive for COVID-19https:\/\/t.co\/9bCNXnVC3I","sentiment_score":0.2272727273}
{"full_text":"\" If they quit to avoid getting shots or are fired because they won't get them, nursing home residents might not be any safer -- because of lack of care.\"","sentiment_score":0.0}
{"full_text":"RT Guess who's paying for Regeneron's useless monoclonal antibodies?Floridians$2500 for a defunct treatment when there's a fr...","sentiment_score":-0.5}
{"full_text":"Apalagi ini? Kenapa banyak yang kena covid My Bias? yeonghun obba GET WELL SOON honey, i love you. you will be fine. spirit #YOUNGHOON #theboyzyounghoon #yeonghun","sentiment_score":0.4583333333}
{"full_text":"RT The day last month that Johnson announced a Covid Plan B would be activated in Englan, 161 deaths and 51,342 cases were...","sentiment_score":0.0}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"If  he tests negative for Covid, There would be no reason to possibly jeopardize the operation by giving him the vaccine now.","sentiment_score":-0.15}
{"full_text":"RT Dangerous rhetoric brought to you by a company that is at least 90% vaccinated, whose founder was one of the first in the...","sentiment_score":-0.2166666667}
{"full_text":"RT \"We urge public health and school officials to educate communities on one-way masking, emphasizing personal choice regarding s...","sentiment_score":0.0}
{"full_text":"\"Last November, for instance, Biden announced that cross-border truckers would be mandated to be vaccinated in order to continue working. The order exempted border crossers and illegal aliens.\"#BidenBorderCrisis #COVID #CanadaTruckers #VaccineMandate","sentiment_score":-0.25}
{"full_text":"RT  Delhi reports 6028 new cases in the last 24 hrs.  9127 recovered today. Positivity rate - 10.55% Total deaths...","sentiment_score":0.0454545455}
{"full_text":"RT COVID researchers say omicron is longest living variant on skin and plastic surfaces.","sentiment_score":0.0}
{"full_text":"RT Some vaccination data in here.  Case for vaccination, and getting boosted, is compelling.","sentiment_score":0.3}
{"full_text":"RT this deserves to be retweeted!!","sentiment_score":0.0}
{"full_text":"RT Only Labour could ban rapid tests for a year, fail to order enough in time and then seize tests ordered by the private secto...","sentiment_score":-0.125}
{"full_text":"RT Killing his own viewers. No other way to spin it. People who watch his show will die as a result of this programming.","sentiment_score":0.33125}
{"full_text":"RT This is making me really angry... The incompetence of The Party in America knows no bounds...\"This [meta-study] impli...","sentiment_score":-0.5}
{"full_text":"RT #THEBOYZ's #Younghoon Tests Positive For COVID-19https:\/\/t.co\/PxtoYz2Wup","sentiment_score":0.2272727273}
{"full_text":"RT The State is R4trn per annum, between State Capture and Covid corruption report black people are going to be mesmerised dail...","sentiment_score":-0.1666666667}
{"full_text":"Yet you also blame him for all the covid deaths","sentiment_score":0.0}
{"full_text":"RT Sky News headline:COVID-19: Spike in Omicron cases in children could lead to another surge in adults, scientists suggest.N...","sentiment_score":0.0}
{"full_text":"Which is why I don't understand where's the humility in having THAT conversation. Why are children depressed and anxious: pandemic, trauma, racial reckoning, lack or resources... and oh yeah, eating disorders. #UrgencyOfEquity","sentiment_score":-0.25}
{"full_text":"RT If you have full blown AIDS, the flu and are Covid positive w\/ symptoms--hospitals will treat you, so long as you took the...","sentiment_score":0.1757575758}
{"full_text":"I suspect that the people who get mad at others for wearing a mask see it as a reminder that we're still in a pandemic and they don't want to hear it","sentiment_score":-0.625}
{"full_text":"They will bring the Omicron booster shot out, say you need it to be considered fully vaxxed, say this vaccine is working and then extend the pass again.","sentiment_score":0.0}
{"full_text":"RT I stand with the #freedomconvoy protesting the coercive, intrusive, and authoritarian dictates of this Trudeau government.T...","sentiment_score":0.0}
{"full_text":"January 25, 2022.  New Cases in the past 24 hours.https:\/\/t.co\/wK8cGcugNY #COVID19globalstats   Over 3.3 million new cases in a 24-hour period. Wow, France is now #1 in new cases!!!   USA has too many deaths ","sentiment_score":0.1481770833}
{"full_text":"RT jimin if u don't come back home within this month i'll go outside without wearing a jacket and not stay warm","sentiment_score":0.2}
{"full_text":"RT The number of people held in ICE detention has increased by 70 percent since Biden took officethe federal prison populat...","sentiment_score":0.0}
{"full_text":"RT Dear All, Despite all precautions, I have tested Covid 19 Positive with mild symptoms last night and am quarantining at...","sentiment_score":0.1868686869}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to...","sentiment_score":0.175}
{"full_text":"RT If you have COVID symptoms, and you don't want to be tested, ISOLATE. Do not pretend that you are okay and mingle with peop...","sentiment_score":0.5}
{"full_text":"RT To those responding. This is what I've heard. I'm not saying it's a fact - do your own research. Howe...","sentiment_score":0.6}
{"full_text":"RT Murdoch's toxic vaccine disinformation is a threat to public health: urging people not to get mRNA Covid vaccines or boosters...","sentiment_score":0.0}
{"full_text":"A pro-vaccine CCMA personel will never pass a  fair rulling on an anti-vaccine individual..People who are vaccinated shouldn't be allowed to handle matters involving companies and anti-vaxxed employees.","sentiment_score":0.7}
{"full_text":"Advice on protecting children in New Zealand from Omicron by Otago University public health experts.https:\/\/t.co\/853Y2nnnsn","sentiment_score":0.0681818182}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"RT Courts uphold vaccine mandates but not mask mandates. Someone... Better yet,","sentiment_score":0.5}
{"full_text":"Wow. &amp; what mask is that? Paper or cloth? Already has been out \"they do Not work for Covid.P-100 is 150x's stronger than N-95.Paper\/cloth not on the list.P-100 ","sentiment_score":0.1}
{"full_text":"RT Eric Clapton thinks everyone vaccinated is hypnotized. I agree...because I used to think he was alright and since the vaccine...","sentiment_score":0.0}
{"full_text":"I've been muting none stop. Yhuuu hay abadiki, how do you hate a party you've not invited in. Stay home and watch your gospel channel simple","sentiment_score":-0.4}
{"full_text":"RT People are not collateral damage so you can go unmasked to the bar, you disgusting PoS.","sentiment_score":-1.0}
{"full_text":"RT \/1 Hi Lucy and your colleagues. Your advocacy toolkit contains poorly sourced, contexted, and biased information on men...","sentiment_score":-0.4}
{"full_text":"RT If there's no way to remove Anthony Fauci through use of a ballot box, no way to get hearings into the n...","sentiment_score":0.0}
{"full_text":"RT I have been having monthly Zoom appointments with my psychiatrist. He wants to see me in person, but I can't (won't) wear...","sentiment_score":0.2}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"RT Josh Phillipe will miss the knock-out matches of BBL 2021-22 after Testing positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Get well soon mama... we all love you...more power to you ","sentiment_score":0.5}
{"full_text":"RT As a GP, I believe people can change their lifestyles to improve conditions such as obesity and type 2 diabetes. How can...","sentiment_score":0.0}
{"full_text":"RT Yep. That's what T cells do. To prevent cancer. Those T cells that are depleted DUE TO COVID19 INFECTION.","sentiment_score":-0.125}
{"full_text":"RT Regeneron itself already acknowledged that its MABs don't work against OmicronBut DeSantis knows he's going to need mountain...","sentiment_score":0.0}
{"full_text":"RT As the DeSantis administration rails against the FDA decision to limit use of monoclonal antibody treatments made by Regeneron...","sentiment_score":0.0}
{"full_text":"My sister is dying of #cancer. We need more #CancerAwareness and #CancerResearch   She and my 80-yr-old parents have #Covid. I got chased off of social media for a bit, but no longer feel like the kids who threatened me and my family are worth staying silent for. She's my SISTER","sentiment_score":0.2083333333}
{"full_text":"RT Quick reminder that the dude who compared the COVID vaccine to the Holocaust not only has a book being sold on @amazon,...","sentiment_score":0.1666666667}
{"full_text":"Ohh wow PGC Diliman first detected this? Nice ","sentiment_score":0.3166666667}
{"full_text":"RT BIG BREAKING: #MaheshBabu's SRM Collections Overtakes #COVID19 Cases....","sentiment_score":0.0}
{"full_text":"RT Here is the petition Facebook doesn't want you to see. It would be a shame if you signed and shared it with others.ht...","sentiment_score":0.0}
{"full_text":"RT American institutions &amp; systems were not designed to win up against a COVID. And so they failed. But there's a silver li...","sentiment_score":0.1}
{"full_text":"RT #THEBOYZ's #Younghoon Tests Positive For COVID-19https:\/\/t.co\/PxtoYz2Wup","sentiment_score":0.2272727273}
{"full_text":"RT Dear members of the Conservative band, it may be hard to understand but please try it one more time: Even if Canada droppe...","sentiment_score":0.1041666667}
{"full_text":"RT Almost 4,000 people died from COVID in the US yesterday. The same level of death we saw in the winter of 20\/21.Given we no...","sentiment_score":0.0}
{"full_text":"RT Yes, our Govt is corrupt, nasty &amp; misogynistic, but most of all our Govt is not capable of ru...","sentiment_score":-0.275}
{"full_text":"Now I want to play this variant...","sentiment_score":0.0}
{"full_text":"A stark burst of reality.","sentiment_score":-0.2}
{"full_text":"RT Thank you for standing for #VaccineEquity","sentiment_score":0.0}
{"full_text":"RT #THEBOYZ's #Younghoon Tests Positive For COVID-19https:\/\/t.co\/PxtoYz2Wup","sentiment_score":0.2272727273}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT Fresh off a round of school closures driven by the omicron variant, Illinois school districts could soon be facing more uph...","sentiment_score":0.2}
{"full_text":"RT New Orleans mandating SARS-CoV-2 vaccines in 5-11yos - @PublicHealthPod ","sentiment_score":0.1363636364}
{"full_text":"RT I stand with the #freedomconvoy protesting the coercive, intrusive, and authoritarian dictates of this Trudeau government.T...","sentiment_score":0.0}
{"full_text":"RT Then somebody please tell Eric Clapton that the hospital ICUs are filled with un-hypnotized people.","sentiment_score":0.4}
{"full_text":"RT The FDA's reason for revoking usage of the monoclonal antibodies is that it \"doesn't work well on Omicron\". But we were...","sentiment_score":0.0}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"RT What Malcolm X said abt Sinophobia in USexcerpt frm The Autobiography of Malcolm X:","sentiment_score":0.0}
{"full_text":"RT I am frankly too exhausted to debate #UrgencyofNormal right now. Clearly it is cherry-picked data, delicately side-stepping...","sentiment_score":-0.0785714286}
{"full_text":"RT WTAF Aus ... what is it going to take ?","sentiment_score":0.0}
{"full_text":"RT It's 2022, and a privileged, wealthy, well-educated man used the platform of a national paper to tell a survivor of chil...","sentiment_score":0.5}
{"full_text":"RT I smell a defamation lawsuit.","sentiment_score":0.0}
{"full_text":"RT Not made up. My unvaxxed brother a few days before he died from Covid on Thursday. Not so long ago, he was d...","sentiment_score":-0.125}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"RT Another lie. We don't believe you anymore.","sentiment_score":0.0}
{"full_text":"RT Very hard these days to distinguish between InfoWars and the highest rated conservative cable show in America. People will...","sentiment_score":-0.3791666667}
{"full_text":"RT There goes Brazil. Models for almost every single state showing growth.","sentiment_score":-0.0714285714}
{"full_text":"RT A critical thing to note in this chart, is that the three Omicron sub-variants 21K, 21L, 21MARE MUTATING SLOWER THAN...","sentiment_score":0.0}
{"full_text":"RT #THEBOYZ's #Younghoon Tests Positive For COVID-19https:\/\/t.co\/PxtoYz2Wup","sentiment_score":0.2272727273}
{"full_text":"\"Proud to be associated with this vaccine-fear-mongering and disease-enthusiast load of dumbasses who should have their credentials revoked\" - fixed it.","sentiment_score":0.45}
{"full_text":"RT Our local hospital is following the science:'You will also have seen recent announcements in the news about the lifti...","sentiment_score":0.0}
{"full_text":"RT It has been so hard to breathe when doing basic physical activities ever since I got over COVID recently. I've worked out...","sentiment_score":-0.0729166667}
{"full_text":"RT Here's data (from 1\/23\/22) including more updated Omicron info from 24 hospitals. The %s are still obvious...","sentiment_score":0.25}
{"full_text":"RT We are seeing the very richest people in the country become incredibly richer during this pandemic while millions of Americ...","sentiment_score":0.55}
{"full_text":"RT #THEBOYZ's #Younghoon Tests Positive For COVID-19https:\/\/t.co\/PxtoYz2Wup","sentiment_score":0.2272727273}
{"full_text":"RT Clip from my Senate panel testimony today.","sentiment_score":0.0}
{"full_text":"RT The numbers don't lie. But you do. You are comparing the burden of flu from a period when it is know that flu was not ci...","sentiment_score":0.0}
{"full_text":",,,also, problems with beneficiaries collecting life insurance.  They aren't paying out because the insured died from an \"EXPERIMENTAL DRUG\". There's more, but you get the jist of it, right. The hospitals are making money off of the sick with COVID, and lots of it, and so does,,","sentiment_score":0.0428571429}
{"full_text":"RT Can anyone tell me which religion bars the COVID vaccine, but is fine with the Adenovirus, Hepatitis A,   Hepatitis B, Influen...","sentiment_score":0.4166666667}
{"full_text":"RT Many hospitals--including my own--stopped using Regeneron &amp; Eli Lily monoclonal antibody treatments weeks ago because th...","sentiment_score":0.5}
{"full_text":"A China-developed mRNA #COVID19 #vaccine has been shown to be safe, well-tolerated &amp; effective in early-stage human trials, according to a study published ystd in the Lancet Microbe journal. The vaccine ARCoV encodes the SARS-CoV-2 spike protein receptor-binding domain.","sentiment_score":0.3666666667}
{"full_text":"Two years of pandemic has dealt extreme disruption to businesses around the world. Yet, the expected flood of corporate bankruptcies hasn't materialized. Recent data suggests that insolvency filings have remained stable, or even declined in some countries.","sentiment_score":-0.05625}
{"full_text":"Professor who developed Covid jab sparks interest in science toys among girlshttps:\/\/t.co\/map9WhLcTS","sentiment_score":0.1}
{"full_text":"We need to continue to prevent the spread of #COVID19. Remember to health #vaccinate, wear a mask, maintain social distancing and keep hands clean #VaccinateToSaveSouthAfrica","sentiment_score":0.2}
{"full_text":"Be strict with Covid-19 rule violators: Telangana High Court  #MaskUpTelangana #TelanganaFightsCorona #TelanganaFeverSurvey #COVID19 #Omicron  #Hyderabad  ","sentiment_score":0.16}
{"full_text":"Anti-vaccine activist Robert F. Kennedy, Jr., apologized Tuesday for suggesting things are worse for people today than they were for Anne Frank,","sentiment_score":-0.4}
{"full_text":"Hong Kong's flag carrier has unveiled the traffic figures for December, carrying 92,916 passengers -- an increase of 130.6 %, compared to the same time last year. However, it was nearly a 97% decrease to the pre-Covid levels in 2019.https:\/\/t.co\/J7XuGScxqx","sentiment_score":0.0333333333}
{"full_text":"Party at the prime minister's! Did Boris Johnson and others violate U.K. COVID-19 restrictions?https:\/\/t.co\/aNAsVFZKAi","sentiment_score":0.0}
{"full_text":"\"It is fascism for our kings to require social distancing during a pogrom.\"-Dr. Vinay Prasad, 1348","sentiment_score":0.0333333333}
{"full_text":"RT My latest news is that kids are now getting reinfected within 30 days of their COVID infection...and yes they tested neg...","sentiment_score":0.5}
{"full_text":"RT So just how prolonged do you need this pandemic to be? Clearly you want more time. Because to \"undo cultural homogenization...","sentiment_score":0.2333333333}
{"full_text":"RT COVID spread in schools is not harmless 1150+ children died, nearly 100K hospitalized, 6400+ MIS-C Nearly 200K chil...","sentiment_score":0.1}
{"full_text":"We live in a Bizarro world.China's Zero COVID policy has saved millions of lives. This is fact.Implemented in Canada and the rest of the world, it could save millions more.So why isn't it?It hurts corporate profits.","sentiment_score":0.0681818182}
{"full_text":"Excellence is Our Specialtyhttps:\/\/t.co\/aUQ93qX47E | +443333053358#slough #sloughtownfc #sloughtown #sloughi #windsor #windsorcastle #diabetes #physician #generalphysician#hospital #covid19 #medical #medicine #bloodtest #GP#doctor #health #healthcare #surgery #coronavirus","sentiment_score":0.0}
{"full_text":"NEW: Queensland's daily vaccine update* 91.90% of eligible Queenslanders aged 16 years &amp; over have had their first dose * 89.31% of eligible Queenslanders aged 16 years &amp; over have had their second dose* 1,293,877 Queenslanders aged 18+ have had their booster dose","sentiment_score":0.0123376623}
{"full_text":"Scientists and health officials around the world are keeping their eyes on a descendant of the omicron variant that has been found in at least 40 countries, including the United States.Read more:","sentiment_score":0.1}
{"full_text":"It's one thing, to up and move your life to Australia It's another, to stay and call it home  Because of this, we wanted to celebrate the imports who became Australian citizens  :","sentiment_score":0.0}
{"full_text":"It has been shown that nearly 11 per cent of patients with COVID-19 develop eye problems as well.#health #COVID19","sentiment_score":0.1}
{"full_text":"London Police Investigating Lockdown Parties at British PM's Offices","sentiment_score":0.0}
{"full_text":"RT JUST IN - The Netherlands is easing lockdown restrictions allowing restaurants, museums and other cultural venues to reop...","sentiment_score":-0.0125}
{"full_text":"Chillin' at Bravo Resorts Munting Paraiso in Dauin, shared by Mayana Anoda [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon and Siquijodnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"This Republic Day let's work towards being responsible citizens. Help our country and its people fight the current Covid 19 crisis. Stay safe. Get vaccinated and maintain safe distancing.","sentiment_score":0.3}
{"full_text":"#Republic2022 | India's signature event will not be graced by a foreign leader this year due to the impact of the #COVID19 pandemic, the second year in a row#RepublicDay","sentiment_score":-0.0833333333}
{"full_text":"Amid an ongoing resurgence across the world, the global #coronavirus caseload has topped 357.9 million, while the deaths have surged to more than 5.61 million and vaccinations to over 9.85 billion. #Covid #Pandemic","sentiment_score":0.25}
{"full_text":"Ultimately, the climate agenda is a matter of global justice and survival.@AndRechkemmer","sentiment_score":0.0}
{"full_text":"You know it's good conversation if it features a Castle Lite. What do you think the boys were laughing at here? Remember to maintain social distancing when travelling folks. #UnlockRefreshEnjoy  #CastleLiteEswatini #UnlockSummerVibes #2022","sentiment_score":0.3666666667}
{"full_text":"It is true that vaccinated people could still be infected with COVID-19, but this is no reason for the public to shun the jab, according to Kawit Mayor Angelo Aguinaldo.https:\/\/t.co\/8Fu7vTKLhG#SouthNews","sentiment_score":0.175}
{"full_text":"RT About 300,000 Americans have died since vaccines were made available to all adults April '21. The vast majority occurred in...","sentiment_score":0.2}
{"full_text":" #ICYMI | For all its upheaval and horror, the airline industry's recovery from 9\/11 was relatively steady and therefore predictable. Not so, with this whole COVID debacle.:","sentiment_score":0.0555555556}
{"full_text":"Two years after Japan locked down its borders to block the #coronavirus some 150,000 foreign students still aren't able to enter the country, left in limbo by a policy that caused headaches for universities and businesses. #japan #student #lockdown","sentiment_score":0.0548611111}
{"full_text":"India reported over 2.85 lakh fresh cases of #COVID19 in the last 24 hours","sentiment_score":0.15}
{"full_text":"RT the \"science editor\" for one of Sweden's leading newspapers, apparently \"liked\" a tweet calling N...","sentiment_score":0.6}
{"full_text":"COVID Mandate Logic:The decision whether to vaccinate or not should be a free and informed choice, not something that's mandated or coerced by our governments.https:\/\/t.co\/f45e7JRLhy","sentiment_score":0.4}
{"full_text":"Many stores expect to offer free government-issued N95 masks this week","sentiment_score":0.45}
{"full_text":"Appeals Court Judge Leaves New York Mask Rule in Place Even Though Trial Judge Found it Unconstitutionalhttps:\/\/t.co\/h2DdbNq0V2","sentiment_score":0.1363636364}
{"full_text":"Gov't Eyes COVID Vaccination In Public Transport, Evacuation Centers ","sentiment_score":0.0}
{"full_text":"The Chinese mainland on Tuesday recorded 24 locally transmitted COVID-19 cases, the National Health Commission said on Wed. Of the new local infections, 14 were reported in Beijing, four in Heilongjiang, two in Xinjiang, and one each in Hebei, Liaoning, Henan, and Guangdong.","sentiment_score":0.0340909091}
{"full_text":"Legendary rocker Neil Young reportedly told his management team that he wanted his music pulled from Spotify over vaccine misinformation shared by Joe Rogan on his popular podcast.","sentiment_score":0.5666666667}
{"full_text":"merchants are having an extreme cognitive dissonance reaction to data showing inefficacy of their #COVID19 products. #JesusChrist","sentiment_score":-0.125}
{"full_text":"RT Everyone asking about the Toronto show all I can say is your government is literally fucking insane and refuses to let thea...","sentiment_score":-1.0}
{"full_text":"Could care less about rallies. You keep going to your COVID gatherings and leave everyone else to do grassroots work of getting people turned out to vote. Worked last time, while you all froze your butts off after being left behind with no transportation.","sentiment_score":-0.1416666667}
{"full_text":"RT The Boyz's Younghoon tests positive for COVID-19https:\/\/t.co\/9bCNXnVC3I","sentiment_score":0.2272727273}
{"full_text":"RT To share a photo, story or memory of a friend or family member who has died of Covid, please tweet w\/ the hashtag #Lov...","sentiment_score":0.0}
{"full_text":"RT My niece is a teacher. She has Covid. She's used up her personal sick days. Now she's having to pay for her own substitute....","sentiment_score":-0.0380952381}
{"full_text":"RT A COVID-19 testing company under investigation by state and federal agencies for allegedly delivering inaccurate and even fals...","sentiment_score":-0.1}
{"full_text":"RT nothing can mentally prepare you for the rollercoaster of emotions this video will induce","sentiment_score":-0.1}
{"full_text":"RT Attention school &amp; district administrators! On 1\/28 at 1:30 PM ET, join ED &amp; for a webinar on school-based #COVID19 te...","sentiment_score":0.0}
{"full_text":"RT The US government sent lethal weapons to Ukraine before sending us free Covid tests.","sentiment_score":0.4}
{"full_text":"RT The Biden administrations approval ratings for handling COVID and communicating effectively about COVID are both abysm...","sentiment_score":0.6}
{"full_text":"Ron DeSantis keeps pushing Covid treatments that don't work via","sentiment_score":0.0}
{"full_text":"Duh! Younghoon THE BOYZ Positif COVID-19#Younghoon #THEBOYZ","sentiment_score":-0.375}
{"full_text":"If you send a patient with a pre existing condition to a covid infected hospital and give them immunosuppressive drugs, they will die. This is half of the reason you were supposed to be preventing an outbreak. If you've done all \"your research\" it's not \"unbelievable\" at all.","sentiment_score":-0.0208333333}
{"full_text":"COVID?!?!","sentiment_score":0.0}
{"full_text":"RT If you want perspective on how how people &lt;35 die in the US, relative to COVID, take a look. It would be nice if we place...","sentiment_score":0.3}
{"full_text":"Current Conditions for #Sayre PATemp: 9.1FWind Chill: 9.1FHumidity: 84%Dew Point: 5.3F Barometer: 30.359 inHgWind: 0 mph from the WCorona Virus Weekly Stats:Cases: 711.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT In other news, it's still astonishing that a government that won't cut VAT on fuel and took PS20 off the poorest in the...","sentiment_score":0.1875}
{"full_text":"RT I realized that an older version of me died when the pandemic started and I'm still learning this newer version of myself","sentiment_score":0.1666666667}
{"full_text":"RT MAN BEHIND THE CURTAIN: Special Report gets hands on bombshell docs that nuke Fauci's Wuhan narrative right out of the waterh...","sentiment_score":0.080952381}
{"full_text":"RT The US government sent lethal weapons to Ukraine before sending us free Covid tests.","sentiment_score":0.4}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Disinfo watch: A group of MD's that have consistently minimized COVID are starting a new organizing effort called #urgencyof...","sentiment_score":0.1287878788}
{"full_text":"Now do the 1918 CHINESE FLU. DUH!!!https:\/\/t.co\/oNGJHeWGWB","sentiment_score":0.0}
{"full_text":"RT Trucker convoy opposed to COVID-19 vaccine mandates gets large greeting in Winnipeg","sentiment_score":0.2142857143}
{"full_text":"RT This is just a flat out lie. Even the drug manufacturers acknowledge these treatments are now completely ineffective in he...","sentiment_score":0.0375}
{"full_text":"RT A South Carolina bill would make it illegal to request someone's vaccine status.Because somehow existing HIPAA laws don'...","sentiment_score":-0.5}
{"full_text":"RT Post Study work visa holders stuck offshore from 2yrs extend our visas allow us back immediately enough using us in d...","sentiment_score":0.0}
{"full_text":"RT Next deluca will want us to have passports for prescriptions? Toilet Paper? Ah, Liberalism. Follow Zee Orders!","sentiment_score":-0.0208333333}
{"full_text":"This. Remember who the media gatekeepers are","sentiment_score":0.0}
{"full_text":"RT Endless endless endless Big State control from a 'liberal' government.","sentiment_score":-0.09375}
{"full_text":"Scientific studies trump \"people are saying.\"  They're not effective on the Omicron variant.","sentiment_score":-0.3}
{"full_text":"Despite the pandemic, C-suite and human capital leaders remain optimistic about the future and growth of their businesses this year, according to 2022 Business Health Index and Talent Trends research. #BusinessGrowth #RandstadSourceright","sentiment_score":0.0}
{"full_text":"I quit my job at Tesla to become a hair stylist, Elnaz Arman writes.The pandemic made me do it.https:\/\/t.co\/tsbRV12XRe","sentiment_score":0.0}
{"full_text":"\"It's a frightening time to be an educator. As if COVID-19 wasn't enough, our November report, Educational Gag Orders: Legislative Restrictions on the Freedom to Read, Learn, and Teach\". Via","sentiment_score":-0.0833333333}
