{"full_text":"RT Canadian from Covid-crazy Quebec visits Florida. Amazed by what he sees.","sentiment_score":0.0}
{"full_text":"You realize the people in this ad are already fit, right?  If one is obese from eating Twinkies they aren't going to look like this in a week.  But Covid can be transmitted in seconds.","sentiment_score":0.3428571429}
{"full_text":"RT Is COVID-19 endemic yet? And is Omicron a path toward endemicity? Dr. Scott Lillibridge, our director of emergency response,...","sentiment_score":0.0}
{"full_text":"RT Toward a new global governance. A corporate coup d'etat, global in scale, long in the making. Covid as pretext.Schwa...","sentiment_score":0.0172727273}
{"full_text":"RT He is right.  It's a Climate Emergency &amp; won't be solved unless we, the people, also take act...","sentiment_score":0.2857142857}
{"full_text":"Imagine the difference she would make to us all after such a rough couple of pandemic years ;) Don't know where we would have been without our gorgeous lab at home.","sentiment_score":0.2125}
{"full_text":"RT Nothing says #TaxTheRich quite like billionaire pandemic wealth gains:Elon Musk: +$243,500,000,000Jeff Bezos: +$75,0...","sentiment_score":0.0}
{"full_text":"Disagree. I know multiple people close to me that have both vaccines and the booster yet still caught COVID. I, an unvaccinated, have yet to contract COVID.","sentiment_score":0.0}
{"full_text":"taking the third covid shot and getting period cramps the day after surely isnt a very nice combo","sentiment_score":0.4266666667}
{"full_text":"I am sympathetic to this argument but universal literacy in the US is newer than you might think. Caring about book banning is even newer than that.","sentiment_score":0.25}
{"full_text":"Really. People back to work from the pandemic. And you are going to take that credit. You really are quite stupid","sentiment_score":-0.1}
{"full_text":"Its clear in your tweet you are not only incorrect, but biased. And vaccines are not treatments. The only reason people are against early treatment options, like IVM, is b\/c they want the only option for covid to be the vaccine.","sentiment_score":0.04}
{"full_text":"#RNBreakfastICYMIhere's that i'viewincl his pearler  01:28'#AshBarty didn't win the Aust Open saying I don't need to try in the final because I've had a good semi'https:\/\/t.co\/5iGeGFbYsM","sentiment_score":0.375}
{"full_text":"RT If Spotify is an information platform - not a music one - then it needs to be scrutinized and regulated as an information...","sentiment_score":0.0}
{"full_text":"RT Seattle. I miss my friends and family so much","sentiment_score":0.2}
{"full_text":"RT When and decided to make covid jabs mandatory for kids to basketball in #Ontario, my 12-year-old son, w...","sentiment_score":0.0}
{"full_text":"RT People protesting against the vaccine mandate are not the \"fringe\" of Canada, they are the FABRIC of Canada.","sentiment_score":0.0}
{"full_text":"RT We need to stop pretending this \"protest\" had a single thing to do with Vax mandates or Covid restrictions and isolation r...","sentiment_score":-0.0714285714}
{"full_text":"RT When the history of this terrible pandemic comes to be written, it will be said that during it the Tories plundered the publ...","sentiment_score":-1.0}
{"full_text":"RT Omicron meet Portugal, one of the world's most vaccinated nations. Portugal has vaccinated ~90% of its total population...","sentiment_score":0.25}
{"full_text":"RT Canada isn't going to take more lockdowns and COVID restrictions.Ottawa todayhttps:\/\/t.co\/48V0ib862O","sentiment_score":0.5}
{"full_text":"When deaths are involved, those who choose to ignore facts are the ones who suffer the most from Mass Formation PsychosisFacts:Over 800,000 people died in US; most of whom could have been saved by treatments that were bannedRemdesivir kills peopleCovid vaccines kill people...","sentiment_score":0.5}
{"full_text":"How is that surprising? Of course they've had to correct course a couple of times. This is new situation and  recommendations may need to change because a new variant behaves differently. They're not clairvoyant.","sentiment_score":0.2431818182}
{"full_text":"RT A few days ago Sunderlands manager Lee Johnstone said the vaccine may be responsible for their goalkeepers recent probl...","sentiment_score":0.0}
{"full_text":"It's the little kids under 5 who don't do well against Omicron because their airways are so small, truffle with the mucus and inflamation. That's where my heart is, mask up for the little ones","sentiment_score":-0.2083333333}
{"full_text":"I have friends who've been wearing masks for two years without a break... #suckitup #WearAMask","sentiment_score":0.0}
{"full_text":"EXPLAINER-Scientists on Alert over Rising Cases Caused by Omicron Cousin BA.2 | via","sentiment_score":0.0}
{"full_text":"In a deep recession it's the right thing to do. The Bank of England acted as economics suggests. The crime was austerity and not preparing as they were warned to do. When pandemic came, it cost much more than to would have and showed up the nonsense of reducing government debt.","sentiment_score":0.2619047619}
{"full_text":"From the data currently available1) the 4th shot has only shown to reduce severity in immunocompromised we have yet to see the data for regular immune systems2)  4th shot definitely does not reduce infection against omicron compared to the 3rd shotThe data may change and\/","sentiment_score":0.0}
{"full_text":"Covid is ruining the UKs economy along with every other western country like china intended","sentiment_score":-0.0625}
{"full_text":"RT How many gene sequence changes to Covid-19 before it isn't \"Covid-19\" anymore? OG Covid-19 ended a long time ago.","sentiment_score":0.225}
{"full_text":"If you seriously can't discern that 1400 deaths in one month from omicron is worse than an average of 920 deaths from pneumonia then nothing can be done to help you.","sentiment_score":-0.2944444444}
{"full_text":"RT People who refuse to take the vaccine are the 21st century Rosa Parks.","sentiment_score":0.0}
{"full_text":"RT One U.S. child loses a parent or caregiver for every four COVID-19-associated deathsI'm not discounting mental health...","sentiment_score":-0.2}
{"full_text":"So many great interviews w\/ cross section of attendees at 'Defeat Mandates' DC rally Jan 23.Dr. Aaron Kheriaty, director of medical ethics at CA Irvine Hosp - fired - now part of action to force the FDA to release Pfizer's clinical trial data (thru FOIA). Fascinating, at 14:20","sentiment_score":0.35}
{"full_text":"RT Spotify thought Joe Rogan was worth $100 million... but they've paid over $3 billion for him this week in stock losses on...","sentiment_score":0.3}
{"full_text":"RT It is wild how people can be anti vax right now when the Covid vaccine has led us to trials for a HIV vaccine","sentiment_score":0.1928571429}
{"full_text":"RT Breaking: Spotify to continue deliberately platforming false medical information. That's the only headline here.","sentiment_score":-0.1333333333}
{"full_text":"Standing with Canadians protesting against vaccine passports.","sentiment_score":0.0}
{"full_text":"RT Trucks rolled into Canada's capital Ottawa to stage a massive protest against Prime Minister Justin Trudeau's COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"LARD ARSE SHOULD RESIGN! ","sentiment_score":0.0}
{"full_text":"RT Omicron is totally for packed unmasked stadium football.......","sentiment_score":0.0}
{"full_text":"Afghanistan was a mess under Trump 65% occupied by Taliban leaving it to Biden. Covid deaths in the 500k range worst unemployment EVER  with Trump and you talked about flushing toilets. Cantfixstoopid.","sentiment_score":-0.5875}
{"full_text":"Hampered by worker illnesses and pandemic restrictions, government offices are getting creative.","sentiment_score":0.5}
{"full_text":"Hampered by worker illnesses and pandemic restrictions, government offices are getting creative.","sentiment_score":0.5}
{"full_text":"We need to demand that Pfizer and Modern are held accountable for their epic vaccine failures. They've promised something that absolutely did not happen. No one is protected. We are far from back to normal. Hold them accountable!","sentiment_score":0.13125}
{"full_text":"Fuck fucking covid :)","sentiment_score":-0.1666666667}
{"full_text":"RT Every night all across Germany protestors gather to stop COVID mandates.Konstanz tonighthttps:\/\/t.co\/bJXUzAaEu4","sentiment_score":0.0}
{"full_text":"RT I don't see the word \"music\" anywhere in Ek's statement","sentiment_score":0.0}
{"full_text":"RT Lawyer Philip Hyland reported @MHRAgovuk to police for 'gross negligence.' He said: 'They failed to follow up vaccine conc...","sentiment_score":-0.25}
{"full_text":"RT Esther Simbi missed out on the polio vaccine. Her children won't miss their COVID jabs.https:\/\/t.co\/dIewzGgpwg","sentiment_score":0.0}
{"full_text":"RT From banning mask mandates in schools to outlawing vaccine requirements, Gov Greg Abbott has done everything in his po...","sentiment_score":0.0}
{"full_text":"RT How many cops are carrying fake vaccine cards organized by those nurses?","sentiment_score":0.0}
{"full_text":"RT Today is the 1 year anniversary of the sneeze heard around the world .  I'd like to honor it by reminding you of Dan's messag...","sentiment_score":0.0}
{"full_text":"RT I remember them saying \"vaccines are our only way out of this pandemic\" turns out we have truckers.","sentiment_score":0.0}
{"full_text":"RT 1\/5  NHS workers are being rushed by managers into getting the covid vaccine by Thursday (3 February), but employers are...","sentiment_score":0.0}
{"full_text":"COVID test available tomorrow at CVS (3785 Sixes RD, Canton, GA 30114) at 06:30PM :","sentiment_score":0.4}
{"full_text":"Deeply offensive , but unsurprising from this person, who appears not to care how many people ( especially aged care residents ) die from Covid","sentiment_score":0.1}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT All worship pastors do is pick out some songs and schedule some people, right? That's never been the case, especially dur...","sentiment_score":0.1428571429}
{"full_text":"The legacy media (government propaganda machine) and the government has done such a good job of selling covid fear porn, that will take years to unwind. #MassFormationPsychosis","sentiment_score":0.2}
{"full_text":"RT  'Mask and vaccine mandates violate International Law, the Nuremberg Code on Vaccination and other international huma...","sentiment_score":-0.0416666667}
{"full_text":"Hey And Dr Fauci (the new Mengele) stop working for Pfizer's wealth, and help people's Health.Stop corruption!!","sentiment_score":0.2130681818}
{"full_text":" 01.30.2022 Americans Vaccinated against #COVID19 249,892,470 = ONE Vaccine Shot 75.3% 211,695,131 = TWO Vaccine Shots 63.8% 87,760,753 = Vaccine BOOSTER Shot 41.5%","sentiment_score":0.0}
{"full_text":"RT Police investigate desecrations, threats as protest of COVID-19 restrictions unfolds in Ottawa","sentiment_score":0.0}
{"full_text":"RT More #afterdark with #JessicaRabbit in pink and a variant with lucky ol' Roger, also in PINK #cartoon #pinup #sket...","sentiment_score":0.1583333333}
{"full_text":"Long before covid, transplant recipients had to agree to vaccinations. Covid just adds one more to the list. None of this is new.","sentiment_score":0.1954545455}
{"full_text":"RT How in the flying fuck can this country kill more actual people from #COVID19 now EVERY FUCKING DAY than died in the Bali bo...","sentiment_score":-0.125}
{"full_text":"RT Rishi Sunak says he's raising taxes as there is no magic money tree.This is the same Rishi Sunak who told the Nation...","sentiment_score":-0.125}
{"full_text":"RT Joe Rogan just got the rap album from the 90s treatment.","sentiment_score":0.0}
{"full_text":"RT Wow!! If only the Canadian Government was so reasonable #FreedomConvoyCanada #Canada #TrudeauResign","sentiment_score":0.11875}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"So this is why allows all those unvaccinated illegal immigrants into the US fro Mexico!Now we know...the rest of the story!","sentiment_score":-0.625}
{"full_text":"RT Two nurses on Long Island are accused of forging COVID-19 vaccination cards and pocketing more than $1.5 million from the scheme, p...","sentiment_score":0.225}
{"full_text":"Good to hear and all the best. But in fairness just about everyone are good with Omicron.","sentiment_score":0.8}
{"full_text":"(#OnlinePetition via #LeonardPeltier has #COVID19 , 46 years in prison! Hospitalize and free him now!","sentiment_score":0.5}
{"full_text":"RT Oh hi senator covid hermit. Thanks for taking time away from your Netflix new releases for this very important subject....","sentiment_score":0.1724242424}
{"full_text":"RT People who refuse to take the vaccine are the 21st century Rosa Parks.","sentiment_score":0.0}
{"full_text":"That was a rip off and I feel like a disrespect to all the wwe divas n legends. Take care of the ones that have been there n never left n has busted their asses even thru covid. Not someone who trash the company n fans thru Twitter in the past","sentiment_score":-0.125}
{"full_text":"RT \"The fact that there were mistakes that were made by people in positions of influence and prestige, is incredibly difficu...","sentiment_score":0.9}
{"full_text":"RT MISSION #Largo #FLMarine vet Josh has 1 minor. Has tested positive for COVID and will miss 2 paychecks before he can retu...","sentiment_score":0.0886363636}
{"full_text":"RT protester said Justin Trudeau makes him  ashamed to be a Canadian, well free to move.  I will v...","sentiment_score":0.4}
{"full_text":"Freedom Convoy 2022 live updates: Truckers have 'contingency plans' if police try to force them out | National Post","sentiment_score":0.1363636364}
{"full_text":"RT There were 1,390 reported road deaths last year in the UK.Yet huge interventions are quite rightly put in place to try to...","sentiment_score":0.2285714286}
{"full_text":"RT So, pandemic restrictions are removed but Henry VIII powers remain in place? Why ? I think folks we need...","sentiment_score":0.0}
{"full_text":"RT Soup kitchen says Canadian Freedom Convoy truckers harassing staff for meals and used racial slursThousands of people...","sentiment_score":0.0}
{"full_text":"Chinese study raises NeoCoV concerns. tells us more about it. #ITVideo #Coronavirus #RE","sentiment_score":0.25}
{"full_text":"RT From the @NIH #Ivermectin A five-day course of ivermectin for the treatment of COVID-19 may reduce the duration of illnes...","sentiment_score":0.0}
{"full_text":"It is not too late to get a flu vaccine! Keep yourself, your loved ones, and passengers safe and healthy by receiving a flu shot today. Find a vaccine here:","sentiment_score":0.33125}
{"full_text":"RT who made coughing in public so awkward like bro i don't have covid it's this weed","sentiment_score":-0.3}
{"full_text":"So Rogan stays &amp; can say whatever he wants. Sorry, not sorry response &amp; back at him!","sentiment_score":-0.0125}
{"full_text":"Criticism of Joe Rogan's podcast highlights doctors' fight against COVID-19 misinformationhttps:\/\/t.co\/UIDHWm5uYJ","sentiment_score":0.0}
{"full_text":"A variant rule that can be used is: Automatic Success. This allows for players not having to roll to preform tasks that seem innate to their character. This can cutdown on time for trifling actions.#dungeonsanddragons #rpg#tabletopgaming #dnd #dungeonmaster #Advice #Tips","sentiment_score":0.3}
{"full_text":"This is excellent:The Bogus Claim That School Closures Will Doom Democrats by","sentiment_score":0.0}
{"full_text":"RT A few thoughts on #Omicron and our healthcare system:1 Our system is ALREADY overwhelmed- hundreds of thousands of...","sentiment_score":-0.2}
{"full_text":"RT where's Colbeck","sentiment_score":0.0}
{"full_text":"Let the #Light of #Love enlighten the whole world! #JoyTrain #Joy #Kindness #Quote #COVID19 #Mindfulness #GoldenHearts #IAM #FamilyTrain #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation #SuperSoulSunday #ThinkBIGSundayWithMarsha RT","sentiment_score":0.4875}
{"full_text":"The new director of shares how they have been addressing environmental issues and organizing remotely during the pandemic.","sentiment_score":0.0181818182}
{"full_text":"Your child is just as likely to get COVID-19 as you are. Our best defense against the virus is getting vaccinated. #WeCanDoThis","sentiment_score":0.5}
{"full_text":"Lots of potential covid positivity by the looks of the lack of masks","sentiment_score":0.0}
{"full_text":"Kid Rock Comments on Mask and Vaccine Mandates for His Concert TourThe consensus says that all this is gonna done, if there are any of these venues, by the time we get to your city. If they're not, trust me, you'll be getting your money back cause I won't be showing up either.","sentiment_score":0.0}
{"full_text":"Don't miss the launch of Season 7 of #GrandTamasha w\/@MilanV!In Ep1, Milan &amp; of discuss whether the #pandemic has fundamentally changed India's future economic and political trajectories.Listen wherever you get your podcastshttps:\/\/t.co\/dlqpmTD8G9","sentiment_score":0.0666666667}
{"full_text":"As Omicron spreads around the country, thousands of business like Adam Ellston's are being affected while some public health experts suggest more restrictions are necessary.    US NOW AT888-400-7748Youtube:","sentiment_score":0.1666666667}
{"full_text":"Why would vaccinating the Southern Hemisphere cancel any chance of ending the pandemic?  The most vaccinated country on the planet has a higher case load than ever, are you insinuating that there is some biological basis for the virus not mutating in a vaccinated host?","sentiment_score":0.25}
{"full_text":"RT The *ONLY* time I could get publishing an article like this if there is a misunderstood figure who has tr...","sentiment_score":0.0}
{"full_text":"Hamburg police block unauthorized COVID-restrictions rallyFollow us on Telegram","sentiment_score":0.0}
{"full_text":"30 sec. to act before things get bad. But when you're a superhero... on a flight... during a pandemic...?Join and special guest for more ways to survive a disaster, on Ep 11of our podcast: What Happened to Malaysia Flight 370?","sentiment_score":0.0142857143}
{"full_text":"RT Look at this gem! History of prominent Black Americans in the South prior to 1920. Hope this resource helps someone o...","sentiment_score":0.1111111111}
{"full_text":"An FDA court loss earlier this month has put the agency's Freedom of Information Act office on its heels, as it now has to dump $4 million to $5 million into hiring 15 contractors to complete a historically swift anti-vaccine FOIA request.https:\/\/t.co\/T4KcK2r9Z6","sentiment_score":0.0333333333}
{"full_text":"\"Your temperature is likely to be lower in the morning, ... women tend to be hotter than men, and temperatures tend to drop with age.\"Global Health Faculty Fellow Julie Parsonnet talks about how body temp. could be an unreliable indicator for #COVID19:","sentiment_score":0.0}
{"full_text":"This COVID symptom really stinks, even if you can't smellhttps:\/\/t.co\/M6zzr9TFPm","sentiment_score":-0.6}
{"full_text":"The pandemic has impacted children and youth in different ways. Kids Help Phone is available 24 hrs\/day for ages 5-29. For anonymous care from professional counsellors, call 1-800-668-6868 or text CONNECT to 686868.","sentiment_score":0.1666666667}
{"full_text":"Labor force in flux as workers grapple with pandemic problems, new business opportunitieshttps:\/\/t.co\/8TsGvOvvDY","sentiment_score":0.1363636364}
{"full_text":"RT I have been a doctor for 40+ yrs, public health comms for 35+ yrsNever did I expect my State or my country to be gover...","sentiment_score":0.0}
{"full_text":"\"Slavitt discusses former president Trump's deliberate choice to deceive the country about the severity of the oncoming pandemic. He then explains how that created a chain reaction that ultimately led to a catastrophically mismanaged response\"","sentiment_score":0.0}
{"full_text":"RT There are journalists who know exactly how Johnson was in favour of 'herd immunity' as a way of dealing (ie not dealin...","sentiment_score":0.25}
{"full_text":"RT People who refuse to take the vaccine are the 21st century Rosa Parks.","sentiment_score":0.0}
{"full_text":"Sometimes home is where you've been all along. Daniel Grotz, York County Commissioner, sits down with YCDC to share why he's decided to stay in York. #17County #WhyYorkCountyhttps:\/\/t.co\/yl4qhvXwzX","sentiment_score":-0.1555555556}
{"full_text":"RT Deciding to let omicron rip because it mostly kills only old people doesn't look good from where I'm standing.   I'm 74.","sentiment_score":0.325}
{"full_text":"My neighbor was fully vaxxed. Caught covid and passed away","sentiment_score":0.0}
{"full_text":"RT Does that mean there's a new policy to reimburse all Covid fines &amp; charges from the last two years?Because if not, th...","sentiment_score":-0.0587121212}
{"full_text":"Bates Community Development Corporation will offer a Learning Hub for our school age children, grades K - 12. This Hub is free of charge. For more information contact Bates CDC at 502-636-0573","sentiment_score":0.45}
{"full_text":"In the two years before the pandemic Ms Sturgeon racked an almost PS5,000 tab with hundreds of bottles of vino costing over a tenner each.https:\/\/t.co\/hsR0UmG483","sentiment_score":0.0}
{"full_text":"RT Gov. Kathy Hochul: New COVID cases in New York State fell by more than 50% over the past week.","sentiment_score":0.1306818182}
{"full_text":"Getting tested for COVID-19 is essential!Walk up, with no doctor's note, appointment, or insurance required.More info &amp; testing sites:","sentiment_score":0.0}
{"full_text":"RT Amidst a global pandemic &amp; MAN-MADE famine, the  govt is still bombing Tigray every few days. We demand","sentiment_score":-0.1}
{"full_text":"Pays for a lifetime w\/ long Covid.","sentiment_score":-0.05}
{"full_text":"RT Israeli boy, 11, has caught 3 different coronavirus strains","sentiment_score":0.0}
{"full_text":"RT Most doctors would recommend that you get the vaccine anyway to boost your...","sentiment_score":0.5}
{"full_text":"RT New small business applications have increased by 30% since before the pandemic. While there's more work to be done, we...","sentiment_score":0.1287878788}
{"full_text":"Nova Scotia: Get COVID tested and pick up RATs  Jan. 31st in:HALIFAX Halifax Central Library12 - 7 pm HUBBARDS Hubbards Lions Club 2 - 6 pmReport your positive test online at #ctfNS #testtoprotect #testtraceisolate","sentiment_score":0.1136363636}
{"full_text":"Current Conditions for #Sayre PATemp: 21.1FWind Chill: 21.1FHumidity: 52%Dew Point: 6.3F Barometer: 30.121 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 577.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Joe Rogan just got the rap album from the 90s treatment.","sentiment_score":0.0}
{"full_text":"RT Man 'willing to die' rather than get COVID vaccine for transplanthttps:\/\/t.co\/l8Q0CJWdcA","sentiment_score":0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Neil Young and whoever owns his masters are pussy ","sentiment_score":0.1}
{"full_text":"RT Happy #FlowerReport friends from sunny Kennesaw GA These daffodils have persisted thru last weeks snow and yesterday'...","sentiment_score":0.4}
{"full_text":"RT Dr. Pratima Murthy, Director, #NIMHANS, will be joining us LIVE on Twitter Spaces to answer all your queries related to \"...","sentiment_score":0.0681818182}
{"full_text":"RT Canada isn't going to take more lockdowns and COVID restrictions.Ottawa todayhttps:\/\/t.co\/48V0ib862O","sentiment_score":0.5}
{"full_text":"RT Last time I checked, was in charge of all of Ontario, including Ottawa. But don't expect much from him because...","sentiment_score":0.1}
{"full_text":"The Health Ministry is likely to recommend later this week that the government abolish the Green Pass program, which restricts entry into many venues to people who are vaccinated, recovered from the coronavirus or recently tested negative.","sentiment_score":0.0}
{"full_text":"RT This tweet about walking hypocrite Meghan McCain inspired a whole article!https:\/\/t.co\/FAaKWDjoBX","sentiment_score":0.2}
{"full_text":"At-home COVID-19 tests could be more affordable thanks to your smartphone","sentiment_score":0.35}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak is preparing for a leadership bid. He's just written off PS4.3bn of covid loads lost to fraud. A chancellor w...","sentiment_score":0.0}
{"full_text":"Glenn Sparkman's arrival delayed because he tested positive for COVID. Hope he's doing well and will join the team soon! #LotteGiants #KBO","sentiment_score":0.2840909091}
