{"full_text":"CPD orders most tactical units to start working in uniform as \"rapid response\" patrol units.Many suspect it's a desperate measure to fill a massive void created by over 20% of the department being absent due to COVID. Others have more sinister ideas.https:\/\/t.co\/5CHgizurgm","sentiment_score":-0.0375}
{"full_text":"RT there has *never* been any way \"out\" of the pandemic that does not involve basically everyone getting vaccinated or ba...","sentiment_score":0.0}
{"full_text":"RT \"Outside isn't going anywhere\" LOOK. IT WENT SOMEWHERE.","sentiment_score":0.0}
{"full_text":"RT \"Bring your own booze \" And they said the Tories would never embrace socialism... Absolute stone cold proof that we're havi...","sentiment_score":0.0666666667}
{"full_text":"RT Let's just drop all the Covid policy nonsense. It's didn't work, say sorry, move on. #vaccinefailure #ADE #NoVaccineMan...","sentiment_score":-0.5}
{"full_text":"My God, it's almost like Omicron IS just a cold.....","sentiment_score":-0.6}
{"full_text":"RT It's a pandemic of the boosted!","sentiment_score":0.0}
{"full_text":"RT COVID-19 Update","sentiment_score":0.0}
{"full_text":"You mybe right... Trump wen the impeachment was intensified.... He started to  divert Americans to trade war between America n China   whlist they were at the middle then Corona boom... Eventually he finished his term... So be careful with Zanu forks","sentiment_score":0.0619047619}
{"full_text":"RT Pfizer Promises Omicron Vaccine Will Be Ready In Time For Their Q1 Earnings Report","sentiment_score":0.2}
{"full_text":"RT NEW: Students starting Spring Semester in person today. #OSU required students to be tested for #Covid before mo...","sentiment_score":0.0681818182}
{"full_text":"RT OSDH says there are 62,000 active COVID cases in Oklahoma right now. That means that at minimum, 1 in every 65 Oklahomans...","sentiment_score":0.0761904762}
{"full_text":"Of course Landeskog tests positive for Covid right when we get everyone back","sentiment_score":0.170995671}
{"full_text":"RT The \"fully\" COVID vaccinated now comprise the majority of Ontario ICU patients.  The narrative that those unvaccinate...","sentiment_score":0.0}
{"full_text":"RT MAGA: God has given us everything we need to cure Covid!Me: Like doctors, scientists and vaccines?MAGA: no, our urine!...","sentiment_score":0.0}
{"full_text":"RT Ikea has cut sick pay for unvaccinated staff who need to self-isolate because of Covid exposure, joining a growing list...","sentiment_score":-0.7142857143}
{"full_text":"Facts. Walmart tells ibotta what I've brought even if I use cash. I don't have to scan the receipt. If I sold drugs I wouldn't use a smart phone.","sentiment_score":0.2142857143}
{"full_text":"RT Hilarious: God's tech support on Covid","sentiment_score":0.5}
{"full_text":"RT Don't wait until March to set us free from Covid tyranny, Boris, do it now! - Mail+","sentiment_score":0.5}
{"full_text":"This is a great one ","sentiment_score":0.8}
{"full_text":"RT How will getting vaccinated end the pandemic if vaccines don't stop the spread of the virus?","sentiment_score":0.0}
{"full_text":"RT While tens of thousands of elderly, vulnerable, and disabled people drowned in their own bodily fluids in care homes, wi...","sentiment_score":-0.04}
{"full_text":"RT .@OnReality_Check | Contrary to claims by State Government, Uttar Pradesh's health minister admits to shortage of oxygen in the #...","sentiment_score":0.0}
{"full_text":"RT These distinctions will become increasingly important (and numbers harder to pin down) as COVID fatality risk falls in...","sentiment_score":0.0481481481}
{"full_text":"RT Yes the media and the CDC waited until midterms under the Biden administration to acknowledge that vaccines don't stop t...","sentiment_score":0.0}
{"full_text":"RT This is just impossible to believe. At a time when the whole country was religiously observing the rules (you could meet ONE...","sentiment_score":-0.1555555556}
{"full_text":"RT Once again, after the video, is leaked a damning story about this government: the email showing o...","sentiment_score":0.0}
{"full_text":"RT Into our third year of this madness, we don't need more and more committees, tables or taskforces of self-appointed \"experts\"...","sentiment_score":0.3333333333}
{"full_text":"RT EXCL: Email obtained by proves over 100 staff were invited to drinks party in No 10 garden at height of lockdown...","sentiment_score":0.3}
{"full_text":"RT If you're drinking pee to fight Covid, urine idiot.","sentiment_score":-0.8}
{"full_text":"Extract from page 40 UK HSA vaccine surveillance report week 1. Apart from u18s all groups show negative efficacy.","sentiment_score":-0.3}
{"full_text":"RT Also, please show modelling results, expressed in deaths, paediatric deaths, long Covid, hospitalizations, GDP loss, s...","sentiment_score":-0.05}
{"full_text":"This should be you You're leader of the opposition for Christ's sake.","sentiment_score":0.0}
{"full_text":"Vaccine doesn't prevent covid. Ask your girl AOC","sentiment_score":0.0}
{"full_text":"Find #RentalAssistance in your area:  #RentHelp","sentiment_score":0.0}
{"full_text":"RT The map for today's number of #COVID19 cases in specific areas of Wales is now online! https:\/\/t.co\/tvG7Ntq...","sentiment_score":0.0}
{"full_text":"RT Great article! Thank you for your strong advocacy and for getting the word to the public. L...","sentiment_score":0.4777777778}
{"full_text":"RT Holy Cow: major bombshell by the CDC Director - \"75% of deaths occurred in those with at least 4 comorbidities\"4 COM...","sentiment_score":-0.1236111111}
{"full_text":"Breaking: state officials have launched a website in conjunction with about a dozen other states which lets you access a digital QR code to prove Covid-19 vaccination status. Officials stress this is NOT a mandate, just a tool to make it easier to show your card.","sentiment_score":-0.0625}
{"full_text":"RT Boris Johnson(8th Dec 2021) must have known he was lying when he made this apology, at the despatch box, during #PMQs","sentiment_score":0.0}
{"full_text":"Piers is starting to think he fucked up taking the vaccine, wondering if his long covid is actually long covid","sentiment_score":-0.175}
{"full_text":"RT \"The trend of declining immigration numbers began long before the pandemic...The net international migration figures have...","sentiment_score":-0.0166666667}
{"full_text":"RT No words. Wait, I've got two. Drink up.","sentiment_score":0.0}
{"full_text":"Especially before announcing a pandemic when they go all in on teleconferencing companies","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT Unvaccinated California prosecutor who campaigned against vaccine mandates dies of Covid.#GetAJab ","sentiment_score":0.0}
{"full_text":"If only there was some accountability this would be explosive.  #JohnsonOut","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis allowed a stockpile of more than 1 million COVID tests to expire and tried to cover it up.Why isn't the...","sentiment_score":0.5}
{"full_text":"RT For a powerful segment of the population, climate &amp; Covid are the very first encounters with a total disregard for their...","sentiment_score":0.2083333333}
{"full_text":"RT Ron DeSantis is desperately trying to explain why Florida let ONE MILLION Covid-19 rapid tests EXPIRE. If it's true th...","sentiment_score":-0.125}
{"full_text":"Worldwide Bayesian Causal Impact Analysis of Vaccine on Deathds &amp; Cases Associated w\/ #COVID19: A BigData Analysis of 154 Countries","sentiment_score":0.0}
{"full_text":"RT Not all face masks are created equal. N95 face masks are far more effective than cloth masks in preventing the spread of...","sentiment_score":0.3}
{"full_text":"RT How nice for the CDC director to pop by the Sunday shows yesterday and confirm everything that was called a conspiracy the...","sentiment_score":0.6}
{"full_text":"Looking at excess deaths over the last two years - Covid deaths are actually under reported. And you retweeted someone who basically said it's okay if fat people die. Wtf?","sentiment_score":0.0}
{"full_text":"RT Vaccine passports are coercive, illiberal, unethical, authoritarian and counter productive. It is discriminatory and a h...","sentiment_score":0.0}
{"full_text":"update #COVID19 #OmicronVariant #SouthAfrica The stats show that the numbers of new cases have significantly decreased but so have the testing.","sentiment_score":-0.1318181818}
{"full_text":"RT So I take a weekend off from Twitter and come back to find that the MAGAe are now looking at drinking urine and taking f...","sentiment_score":0.0}
{"full_text":"RT Crisis. Why can't we course correct now? Pushing on without change or a lockdown NOT only alternatives. These recommen...","sentiment_score":0.0}
{"full_text":"RT From There is no evidence so far that vaccines are reducing infections from the fast-spreading variant, write Luc Mon...","sentiment_score":0.1}
{"full_text":"Myocarditis is not the only condition that contributes to severe illness or death from COVID-19 or vaccine complications. There's always room for fine-grained optimization of public health policy to minimize risk but that's separate from the mandatory vaccination question.","sentiment_score":0.0}
{"full_text":"Like can we at least get astronaut food or something? Damn.","sentiment_score":-0.3}
{"full_text":"RT Plans for \"living with COVID\" should be about mask mandates, crowd limits, access to healthcare, and remote options -...","sentiment_score":-0.1}
{"full_text":"You are supposed to be able to add the code to your Apple wallet. This did not work for me. I ended up saving a screen shot.Of course youcould also just take a picture of your card. Boston's vaccine mandate goes into effect Jan 15, impacting bars restaurants, gyms, entertainment","sentiment_score":0.5}
{"full_text":"RT  VAERS   COVID Vaccine Myo\/Pericarditis Reports Through December 31, 2021https:\/\/t.co\/uyNUgmXv5c","sentiment_score":0.0}
{"full_text":"RT Stupidity is corona's best friend!!","sentiment_score":0.2}
{"full_text":"If you eat the Taco Bell wings don't even worry about covid or the vaccine lmao","sentiment_score":0.6}
{"full_text":"My unvaxxed boss is home with COVID while my vaxxed self keeps the shop open. How long until an unvaxxed customer comes in and blames ME for \"giving her COVID\"?   But I'm not gonna gloat: even the vaxxed are catching it.","sentiment_score":0.1833333333}
{"full_text":"RT Behavioral Nudge Task ForcesGovernment Mass Formation Units designed to coerce your behavior","sentiment_score":0.0}
{"full_text":"RT And Number 10 were planning a fucking party.","sentiment_score":-0.6}
{"full_text":"RT So CDC now admits that a lot of people have died with Covid not from Covid. \" Conspiracy theorists \" were telling yo...","sentiment_score":0.0}
{"full_text":"RT Poor housing conditions kill. We saw this with Hurricane Ida. We saw this when people were overcrowded during the pa...","sentiment_score":-0.4}
{"full_text":"Here is hoping such an effort is adopted statewide by various cities and counties, as #DoNothingDucey refuses to lead.","sentiment_score":0.0}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"Revoke his Visa, his lawyers confirmed he knew he had Covid on the 16th and went out on the 17th, maskless. He is also not vaccinated proving to be a threat to the Australians.","sentiment_score":0.4}
{"full_text":"RT \"Outside isn't going anywhere\" LOOK. IT WENT SOMEWHERE.","sentiment_score":0.0}
{"full_text":"RT \"the economy\" is six white dudes and their companies.And really, always has been","sentiment_score":0.1}
{"full_text":"RT We shut down schools and campuses, torment our kids with tests and vaccines, bankrupted who knows how many restaurants an...","sentiment_score":0.1722222222}
{"full_text":"RT Those who died from COVID with \"underlying conditions\" still suffered a preventable death and deserved to live too.","sentiment_score":0.1363636364}
{"full_text":"RT Listen to Oakland students: \"We must go back to distance learning until the cases go down again. In order to ensure a...","sentiment_score":-0.0777777778}
{"full_text":"Iowa OSHA won't enforce the federal vaccine-or-test mandate for large businesses  ","sentiment_score":0.2142857143}
{"full_text":"RT This bill would be a leap forward for legislative autonomy. It would save the Council from unnecessary steps to transmit...","sentiment_score":-0.4}
{"full_text":"RT EXCL: Email obtained by proves over 100 staff were invited to drinks party in No 10 garden at height of lockdown...","sentiment_score":0.3}
{"full_text":"RT Yes, there really were only two COVID deaths in mainland China in 2021. Here's how they did it","sentiment_score":0.1}
{"full_text":"Some businesses on the South, West sides of Chicago are seeing a decrease in customers as they navigate the city's new vaccination mandate via","sentiment_score":0.1363636364}
{"full_text":"Then there's which suggests that hiding faces *was* considered detrimental but this guidance was changed due to covid (the implication being, for political reasons).","sentiment_score":-0.0625}
{"full_text":"RT Coffs Harbour Base Hospital. A young friend was just taken there by his wife. He's in pain and passing blood. Staff wante...","sentiment_score":-0.35}
{"full_text":"More Covidiot logic.","sentiment_score":0.5}
{"full_text":"RT After noticing so many cloth masks on delivery folks, I started texting my Instacart &amp; DoorDash people to ask if they need...","sentiment_score":0.5}
{"full_text":"The rate in and UK has peaked, but plateaued after a short decline. Omicron peaks at 4 weeks but doesn't peter out as quick as had been hoped :-(","sentiment_score":-0.1388888889}
{"full_text":"hello boris.. pls do a lockdown ","sentiment_score":0.0}
{"full_text":"RT France splitting hospitalisation data by variant! In the UK we are forced to infer from time series - very prone to error...","sentiment_score":-0.05}
{"full_text":"RT Update  ChristianaCare, Bayhealth, TidalHealth Nanticoke, and Saint Francis are now operating under crisis standards of ca...","sentiment_score":0.0}
{"full_text":"RT It is absolutely wild to me how many people legit think exposing an entire generation of kids to Covid is better than s...","sentiment_score":0.275}
{"full_text":"RT The base requirement to save lives is humanitarian access.In Ethiopia, WHO was able to dispatch 14 MT of medical supplies to...","sentiment_score":-0.1}
{"full_text":"RT Dr Robert Malone, one of the men behind MRNA vaccines, believes much of the Covid, vaccine and lockdown hysteria is because...","sentiment_score":-0.1}
{"full_text":"RT All the juiced and boosted medical professionals are getting omicron. Time to rehire the healthy people you fired for remain...","sentiment_score":0.25}
{"full_text":"CAVEAT for the Dickheads;SHE WAS IN PERFECT HEALTH BEFORE COVID INFECTION. Not that it matters one sodding bit.","sentiment_score":1.0}
{"full_text":"RT Today, I joined on to discuss legislative priorities for 2022, the coronavi...","sentiment_score":0.0}
{"full_text":"RT Omicron may be the end to the pandemic crisis - if only elite health officials would let it.","sentiment_score":0.0}
{"full_text":"RT How can you protect yourself and our community from the Omicron variant?Wear a mask indoors Get the COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT Imagine getting banned on twitter for saying something then watching CNN just to see the CDC director say the same thin...","sentiment_score":-0.2}
{"full_text":"RT Unless they do it a month ago, it's a bit late","sentiment_score":-0.3}
{"full_text":"False equivalenceEither the vaccine works or it doesn't, stop scape goating the unvaccinated","sentiment_score":-0.4}
{"full_text":"RT Currently, there are 33,900 active cases in the state. 90% of these patients are asymptomatic, under home isolation. Integra...","sentiment_score":-0.0666666667}
{"full_text":"RT I will not post MTG's comments. I will say if you are taking any kind of joy in hearing about the potentially fatal illn...","sentiment_score":0.4666666667}
{"full_text":"COVID+ hospital employees working but we are repeatedly quarantining and isolating kids who are at little to no risk.","sentiment_score":-0.1875}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"RT We need a better response to COVID than \"we'll just live with it.\"","sentiment_score":0.3181818182}
{"full_text":"RT Not only is what Fudge said absolutely depraved (shoutout to the collective that worked on Necrocapitalism, btw, nailed it),...","sentiment_score":0.1}
{"full_text":"The woman who was my 2nd mother when I was younger, was there for me when I needed her most, taught me grace &amp; humor in the face of unrelenting chronic pain &amp; illness passed from COVID complications this morning. My heart physically hurts. Get vaxxed, mask, isolate. Please.","sentiment_score":0.125}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT Yes the media and the CDC waited until midterms under the Biden administration to acknowledge that vaccines don't stop t...","sentiment_score":0.0}
{"full_text":"Dr. Robert Malone: Latest Disease Spreading Across China an &amp;quot;Ebola-Like Hemorrhagic Fever Virus&amp;quot;","sentiment_score":0.5}
{"full_text":"RT How corrupted is our establishment that those implicated in holding\/attending\/arranging covid-rule-breaking parties, agreed t...","sentiment_score":-0.4}
{"full_text":"Note it is limited to Omicron only. Apparently no appetite to go back and do the same for those who died earlier, especially for those who died under Trump.","sentiment_score":-0.0137755102}
{"full_text":"RT One day #COVID will recede. When that day comes we will still never be able to get over everything the virus stole from us-...","sentiment_score":0.5}
{"full_text":"RT If you're drinking pee to fight COVID you're the reason this crisis won't end.","sentiment_score":0.0}
{"full_text":"that this thing can be contained and save lives. Zero covid policy isn't impossible.","sentiment_score":-0.6666666667}
{"full_text":"Rasheed Wallace: ball don't lie.","sentiment_score":0.0}
{"full_text":"This should be front page news tomorrow","sentiment_score":0.0}
{"full_text":"RT How contagious is Omicron?It flattened the curve AGAINST THE Y-AXIS","sentiment_score":0.0}
{"full_text":"It's too bad nurse's and doctors can't say NO to these idiots when they cry for help with Covid.","sentiment_score":-0.75}
{"full_text":"RT \"It's disgraceful and Boris Johnson should be ashamed\"Labour's reacts to ITV News' report on an email...","sentiment_score":0.0}
{"full_text":"I mean, if you want to use semantics to debate that's fine. Because I respect the truth above all, I am open to read any credible sources you provide. Prove to me the vaccine stops transmission between vaccinated people. Prove to me masks work","sentiment_score":0.1008333333}
{"full_text":"RT Great exclusive by While country told that you could only socialise with one person outside (rules from May 1...","sentiment_score":0.2666666667}
{"full_text":"RT This is a lie, one that is getting picked up and repeated by right-wingers and Covid skeptics across social media. Wal...","sentiment_score":0.0333333333}
{"full_text":"The idea that only medics should comment on our response to the pandemic is a lie designed to prevent ppl from acknowledging the profound legal, economic, moral and philosophical questions at stake.Science is critical, but health is one of MANY things being destroyed right now","sentiment_score":0.141005291}
{"full_text":"RT So I take a weekend off from Twitter and come back to find that the MAGAe are now looking at drinking urine and taking f...","sentiment_score":0.0}
{"full_text":"RT I'm anti Lockdowns I'm Anti Vaccine Passports Anti unscientific restrictions Anti misrepresenting of dataAnti Indepen...","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers are now drinking urine to fight COVID so I guess that means I'm filming a sketch about them....I can't pis...","sentiment_score":0.0}
{"full_text":"Knox County, TN:                         This is what Republican Controlled Super Majority TN State Govt COVID-19 IDIOCY looks like.  Per NBC News, TN has the highest number of COVID-19 Infections of any other state at 17.3%.","sentiment_score":-0.0305555556}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"JUST IN: office has given guidance to state agencies, exempting most  state-run facilities from SL, Summit Co. #COVID19 mask mandates: #utpol #Utah","sentiment_score":0.5}
{"full_text":"omicron is MORE severe than the originalhttps:\/\/t.co\/hIto3k2Cnz","sentiment_score":0.5}
{"full_text":"RT Its not only not telling the whole picture..its telling a lie..got that a LIE !Were these people not schooled by their...","sentiment_score":0.125}
{"full_text":"RT Canada will require all truckers entering from the United States to show proof of COVID-19 vaccination for first time. Om...","sentiment_score":0.25}
{"full_text":"#Brexit betrayal: Fury at jaw-dropping UK civil service waste even after EU withdrawal #lordfrost #BorisJohnson","sentiment_score":-0.2}
{"full_text":"If you invest $1000 in $GRTX today at $3.43 per share, and the stock prices rebound back to pre-pandemic prices at $13.95, your investment would be worth $4067.06! That's 307% growth and $3067.06 profit!  See more:  $LMNR $DKNG $PHIOW $BSMP $IHG","sentiment_score":0.3229166667}
{"full_text":"\"Research from Japan suggests that COVID-19 vaccination followed months later by a breakthrough SARS-CoV-2 infection offers greater protection against the Omicron variant than do closely spaced vaccination and infection.\"","sentiment_score":0.2}
{"full_text":"RT How does a vaccine go from initially preventing transmission to all of a sudden no longer being able to do so?","sentiment_score":0.1666666667}
{"full_text":"Having been buoyed by pent-up travel demand after the second wave, hospitality industry is anticipating a severe blow from the surging third wave, at least in the immediate term.https:\/\/t.co\/lv1kRQHu9l","sentiment_score":-0.1}
{"full_text":"ANNOUNCEMENT: Due to the surge in the Omicron variant, has postponed his Westcoast tour originally scheduled for January 2022.","sentiment_score":0.125}
{"full_text":"\"Many Canadians know of others who have tested positive but have very mild symptoms-with only a small percentage of people having to go to the hospital. As a result, many Canadians are starting to wonder why we're in lockdown yet again.\"Via","sentiment_score":0.2015151515}
{"full_text":"We are honored to share more pictures from the powerful photo series \"Separation\". It describes the situation many finds in right now, of not seeing their loved ones, because of restrictions and hard measured caused by the pandemic. #humansintheeuPhoto series by","sentiment_score":0.3323412698}
{"full_text":"A sure bet on an antivaxer.... Novak Djokovic#anticorona #antilockdown #brainwashed #Corona  #CoronaPanik #coronavirus #Coronavirustruth #covid #covid19 #covid2019 #covid_19 #Novak #Djokovic","sentiment_score":0.5}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.Click here to book your booster now ","sentiment_score":0.2333333333}
{"full_text":"Politico Issues Embarrassing Retraction After Reporting Justice Sotomayor Dined With Top Dems After Biden Vaccine Mandate Hearinghttps:\/\/t.co\/vZD5x4hvHs","sentiment_score":0.5}
{"full_text":"Patients with COVID-19 poured into U.S. hospitals in the week ending Jan. 2.","sentiment_score":0.0}
{"full_text":"Where the epidemic was once heavily concentrated among whites, in 2020, the black overdose rate actually surpassed the white one.","sentiment_score":-0.0916666667}
{"full_text":"New York Rep. Alexandria Ocasio-Cortez has tested positive for COVID-19 and \"is experiencing symptoms and recovering at home,\" her office said in a statement Sunday evening.https:\/\/t.co\/XxSmGjRmce","sentiment_score":0.1818181818}
{"full_text":"RT Scotland's national clinical director has admitted that closing nightclubs and cancelling football fixtures has made litt...","sentiment_score":0.0}
