{"full_text":"Cmon. If you aren't feeling well. Just stay home. This is just stupid","sentiment_score":-0.8}
{"full_text":"Happy New Year everyone! Definitely testing positive for this variant today. ","sentiment_score":0.2994318182}
{"full_text":"RT Awaiting the return of the mandatory WFH","sentiment_score":0.0}
{"full_text":"RT CDC has announced new PPE recommendations:Apple bottom jeans + boots with the fur.","sentiment_score":0.1363636364}
{"full_text":"RT Can we stop saying \"staff absenteeism due to covid\". It sounds like their skipping work when it's really staff on leave due...","sentiment_score":-0.0166666667}
{"full_text":"im so excited and happy for the future and so scared at the same time is this what actually expecting a future feels like? i didnt think id make it this far and im so fucking glad i did who wants to travel when new variant chills and everyone got their booster hopefully","sentiment_score":0.2111363636}
{"full_text":"countless time of lying about my age","sentiment_score":0.0}
{"full_text":"RT Hoping your new testing sites are drive through, not walk in. I will never understand our county making...","sentiment_score":0.1363636364}
{"full_text":"RT Wave 1: \"essential workers\" are heroes, let's clap for our healthcare workers, pandemic pay, we're in this together....","sentiment_score":0.0}
{"full_text":"Not u with COVID-19 u boutta get them infected","sentiment_score":0.0}
{"full_text":"RT It's funny because they demonize Ron DeSantis like he's basically murdering everyone in Florida but then they go to Florida to v...","sentiment_score":0.25}
{"full_text":"RT The fact that it's just how viruses work that they mutate makes telling people they could go maskless and forgo precautions if...","sentiment_score":0.0}
{"full_text":"RT There is no resolution that, if kept, will make life less uncertain and allow you to control a pandemic and your child...","sentiment_score":-0.1666666667}
{"full_text":"RT Outside ED attending transferring a COVID patient to our MICU: \"He doesn't believe in COVID, but he'd like to be treated...","sentiment_score":0.0}
{"full_text":"RT The tyranny of Sturgeon's Scotland under Covid authoritarianism. This is the same police force that won't investigate a mu...","sentiment_score":0.0}
{"full_text":"RT Roster Moves | We have activated DL Adam Butler &amp; S Brandon Jones off the reserve\/COVID-19 list, activated LB Brennan Sc...","sentiment_score":0.0}
{"full_text":"RT During a pandemic, doctors have been denied the freedom to treat illness. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Compared with earlier variants, Omicron may cause less damage to the lungs, new animal research suggests.","sentiment_score":-0.0101010101}
{"full_text":"When he likes you enough that he's willing to come over and potentially get Covid\/Omarion I think that's a ","sentiment_score":0.0833333333}
{"full_text":"RT Yeah, yeah... heard it all before. Now they have ruined xmas for families with panic and destroyed hospitality and the l...","sentiment_score":0.0}
{"full_text":"What's your point?? Not to get tested and just walk around spreading COVID? Smh","sentiment_score":0.0}
{"full_text":"Big W","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"RT The CDC recommends everyone to be nice to me","sentiment_score":0.6}
{"full_text":"RT COVID waiting for you to inhale while y'all out tonight...","sentiment_score":0.0}
{"full_text":"RT COVID.  The #RepublicansVirus is spreading like wildfire.  I know over ten people who have it.  And they are in various u...","sentiment_score":0.0}
{"full_text":"RT \"and Allaah shall increase it [Omicron] in might with His Words of Power, the Word \"Be so it is\" and with that which you ha...","sentiment_score":0.0}
{"full_text":"RT NETHERLANDS - when the government banned fireworks displays and New Year celebrations the people made a decision.The...","sentiment_score":0.1363636364}
{"full_text":"If covid ends in time, i low key hope my school does a year reunion.Idk why. I was hotte. At 18 than now i just think itd be cook","sentiment_score":0.0}
{"full_text":"Cinema halls, entertainment parks closed in Gurugram, 4 other districts as Covid cases rise","sentiment_score":-0.1125}
{"full_text":"RT You negotiated a deal that made UK-EU trade drop by 68% last year, has forced farmers to burn over 20,000 pig...","sentiment_score":-0.15}
{"full_text":"RT I have to stop working on New Years eve!  Last year on NYE I had an angry covid positive patient bite me on the hand.  La...","sentiment_score":-0.0255681818}
{"full_text":"Fomenting violence instead of instilling Christian morals. Just another Fake.","sentiment_score":-0.25}
{"full_text":"RT For someone who claims to be a \"Follower of Christ\" his attitude is far from Christian. Over 815K Americans dead, 5.4M death...","sentiment_score":-0.0333333333}
{"full_text":"RT A brave NHS GP Speaking out against Vaccine Mandates Thank you How can the NHS and the government possibly ju...","sentiment_score":0.4}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"RT COVID-19 TESTING RAPID- Same day results PCR within 72hrs SPREAD THE WORD","sentiment_score":0.0}
{"full_text":"RT Wouldn't the faster way to catch COVID be standing in line, for hours, with hundreds of people who think they have COVID?","sentiment_score":0.0}
{"full_text":"RT Remember Cheryl Cole was fooled into thinking the Italians were singing Fight For This Love on their balconies in the he...","sentiment_score":0.5}
{"full_text":"RT 1\/ The Mater Hospital is appealing to the public, where possible, to avoid its emergency department (ED).  Hospital servic...","sentiment_score":0.1666666667}
{"full_text":"RT Just because Conservatives decline to take a vaccine does not mean we are anti-vax. We aren't against vaccines , we just d...","sentiment_score":0.15625}
{"full_text":"Maybe it's just me, but it feels like people are nastier and less patient overall post Covid. I wonder if it's the stress of dealing with a pandemic or if Covid actually has a biological impact on the behavior of some of those who contract it.","sentiment_score":-0.0555555556}
{"full_text":"RT At first I felt sorry for her, but then I read that she took 5(!) tests before the flight, all negative, and then anot...","sentiment_score":-0.1375}
{"full_text":"RT Akron #Ohio Public Schools will return to school as planned Tuesday despite rising COVID-19 cases. Ohio reported a record-h...","sentiment_score":0.0}
{"full_text":"Scottish local elections during covid  also but Scotland can't hold a referendum.","sentiment_score":0.0}
{"full_text":"RT The 'live with the virus' folk keep comparing covid to the common cold, but there are plenty, yes plenty, of other vir...","sentiment_score":-0.2221590909}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"Convenient. Yup, have found numerous ones for and against also. Either way, we've stopped with 2. Have no intention of hopping on a lifetime vaccine treadmill if covid jabs for variants that are as potent as mild colds.","sentiment_score":0.2777777778}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"RT COVID waiting for you to inhale while y'all out tonight...","sentiment_score":0.0}
{"full_text":"RT LATEST COVID NUMBERS: After days of record-breaking COVID-19 cases in the Sunshine State, Florida reported 56,865 new case...","sentiment_score":0.3181818182}
{"full_text":"RT We ended 2021 with 8734 #SARSCoV2 genomes publicly shared via from the  #CanRutiSequencingHub since JanGreat e...","sentiment_score":0.0}
{"full_text":"Asked my fiance to wear a mask but it was 1989.","sentiment_score":0.0}
{"full_text":"Let's recapped then:Fled the state\/country to a warmer resortTrying to overthrow the democracy of the people by supporting a con-man.Doesn't gives a fuck about the people in your state.Being a fucking puss that can't stand up to a dude calling your wife ugly.There!","sentiment_score":-0.3}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"I'm really not getting you lately. You put so much effort in to finding out all of these 'facts' and figures when you could just wear a bloody mask. Surely it would be so much easier.","sentiment_score":-0.05}
{"full_text":"can we just die","sentiment_score":0.0}
{"full_text":"RT Some science for you","sentiment_score":0.0}
{"full_text":"RT Isolate harder.","sentiment_score":-0.1}
{"full_text":"RT I have a free adult and child ticket for the game tomorrow. Lower Gwladys . Obviously you need to be covid needled. Can meet...","sentiment_score":0.025}
{"full_text":"RT Dolphins activated Adam Butler and Brandon Jones off the reserve\/COVID-19 list. They also placed Noah Igbinoghene and Sh...","sentiment_score":0.0}
{"full_text":"RT Decision to exempt NSW health workers from Covid isolation reflects hospitals' 'desperate situation' -\"we're in a very...","sentiment_score":-0.2}
{"full_text":"RT The tyranny of Sturgeon's Scotland under Covid authoritarianism. This is the same police force that won't investigate a mu...","sentiment_score":0.0}
{"full_text":"Lmaoooo why Mike like that","sentiment_score":0.0}
{"full_text":"Hopefully evidence is correct and Omicron is mild with death rate lower than flu. We don't test every flu case and link every flu case into care. I guess it will become another resp virus that we manage as a group.","sentiment_score":0.3333333333}
{"full_text":"RT To all of my so-called \"friends:\" why did I have to learn from an Economist article that I have been using doorways wrong my w...","sentiment_score":-0.5}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT is dated December 16. It's criminally laughable they're still using...","sentiment_score":-0.5}
{"full_text":"RT Rogan wants to know why there is obstruction of these drugs (hydroxychloroquine &amp; ivermectin). Malone describes the invo...","sentiment_score":0.2}
{"full_text":"RT A British scientist who advises the UK government said that Omicron is not the same disease we were seeing a year ago and that...","sentiment_score":0.0}
{"full_text":"RT I have multiple neighbors serving in leadership positions in different military branches--both non-commissioned &amp; commissione...","sentiment_score":-0.0333333333}
{"full_text":"It wasn't. Omicron variant displays symptoms 3-5 days after exposure. Family member informed us on the day after Christmas@of her positive: we tested on 30 Dec for our positive. Other family member was at our house on Christmas Day. We informed her on the 30th of our positive.","sentiment_score":0.1392045455}
{"full_text":"My grandma has Covid and I just pray she gets through it ","sentiment_score":0.0}
{"full_text":"RT Omicron science makes the front page","sentiment_score":0.0}
{"full_text":"What???","sentiment_score":0.0}
{"full_text":"Meanwhile- if you're in NYC you've gotta get your Vaccine to shit in a public toilet.. Yes- the side walk counts..https:\/\/t.co\/bCa0feWXUU","sentiment_score":-0.0777777778}
{"full_text":"RT Over 824,000 Americans, including over 62,000 Floridians, have died of Covid. We can stop this. Get vaccinated. Get boosted...","sentiment_score":0.0}
{"full_text":"RT NYE message from my uncle, an otolaryngologist: Order KN95 or N95 now. Omicron variant viral load shreds cloth masks, even...","sentiment_score":0.0}
{"full_text":"RT During covid, one of my close friends, we'll call her 'Billie', told me she wouldn't be getting the covid vaccine. We...","sentiment_score":0.0}
{"full_text":"RT Why is Omicron so much more transmissible than Delta and previous variants? Enhanced binding and entering cells in the upper...","sentiment_score":0.1111111111}
{"full_text":"RT I wrote this during the first week of the pandemic, March 2020. Who knew that two years later we'd still be going through it....","sentiment_score":0.125}
{"full_text":"A collective F*** You! Awesome!","sentiment_score":1.0}
{"full_text":"Either I got covid or I'm just rly sick but this shit beatin my ass lowkey *results mite come in today","sentiment_score":-0.4571428571}
{"full_text":"RT Newark, New Jersey's largest school district with 40,000 students, joined the growing list of districts switching to remote...","sentiment_score":0.0181818182}
{"full_text":"RT Dr. Robert Malone on exposing our government's response to Covid-19:\"They are lawless. They completely disreg...","sentiment_score":0.1}
{"full_text":"RT If there's just one thing we have learned about Covid, it's that it affects everyone differently. You just don't know what it w...","sentiment_score":0.0}
{"full_text":"RT Tomorrow on Full Measure -- We investigate the staggering amount of Covid relief money that's gone to fraud, and the pe...","sentiment_score":0.35}
{"full_text":"RT The Executive secretary of Oyo primary health care board, Dr Babatunde M. Olatunji has called upon all and sundry in Oyo...","sentiment_score":0.4}
{"full_text":"RT People were complaining about this before COVID ","sentiment_score":0.0}
{"full_text":"As long as he maintains the illegal vaccine mandates of the fool named DeBlasio, he is already off to a really bad start!Eric Adams says NYC's government has been 'dysfunctional for far too long' in first speech as mayor #FoxNews","sentiment_score":-0.1583333333}
{"full_text":"RT The day we left the EU, Sturgeon kowtowed to Johnson and accepted the Westminster S30 veto, saying explicitly...","sentiment_score":0.0}
{"full_text":"RT Omicron is only 1\/3 as likely to cause hospital admission as delta. No one under 40 has died of (or with!) omicron so far i...","sentiment_score":0.0333333333}
{"full_text":"RT Cdc this cdc that, lemme c dem titties","sentiment_score":0.0}
{"full_text":"RT Anyone else bothered by the fact that appears to be openly lying in saying that surgical masks are as effect...","sentiment_score":0.0}
{"full_text":"RT The tyranny of Sturgeon's Scotland under Covid authoritarianism. This is the same police force that won't investigate a mu...","sentiment_score":0.0}
{"full_text":"RT .@POTUS45:\"The United States just set a record high for coronavirus infections. Remember when Biden said that he would...","sentiment_score":0.16}
{"full_text":"RT To think, two years to the day since the world was alerted to a potential novel outbreak, the US broke its highest dai...","sentiment_score":0.0}
{"full_text":"RT NETHERLANDS - when the government banned fireworks displays and New Year celebrations the people made a decision.The...","sentiment_score":0.1363636364}
{"full_text":"Thanks for asking! She is a ton better. Steroids and antibiotics. Still waiting results but if it was Covid it was mild! Who knows if she will get boosted. My head into a brick wall!! ","sentiment_score":0.4670138889}
{"full_text":"RT As the NHS scrambles with tents &amp; portakabins to create Covid surge capacity, never forget that since 2010, the NHS has...","sentiment_score":0.0}
{"full_text":"RT Some science for you","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT .@IDPH announced yesterday that schools should continue to follow the current IDPH COVID-19 School Guidance, including for is...","sentiment_score":0.0}
{"full_text":"RT 3OH!3                   The CDC                             don't trust me","sentiment_score":0.0}
{"full_text":"RT Ironically, one of the long-term COVID side effects is impotence. How's that for a big pharma pl...","sentiment_score":0.0}
{"full_text":"RT Dolphins also activated LB Brennan Scarlett off injured reserve. Miami elevated WR Kirk Merritt and C Cameron Tom as COV...","sentiment_score":0.0}
{"full_text":"RT Two Ontario epidemiologists are warning that recent changes to the province's COVID-19 pandemic strategy risk uncontrolled...","sentiment_score":0.0}
{"full_text":"RT This needs calling out. is completely reckless &amp; Covid19 illiterate. He's in charge. It is his policies. No...","sentiment_score":0.1}
{"full_text":"RT My reserve of Six Nations only has a 49% vaccination rate. These communities also received early access. Many First Nat...","sentiment_score":0.2125}
{"full_text":"RT 1\/2Do you know how to #SpotCovid?We have been calling for a public child COVD-19 symptom campaign for over a year....","sentiment_score":0.0}
{"full_text":"I know many Centrists, Moderates, Neocons &amp; Trump TEA Party love this decision and same for 6-Digit Dollar Income Earners, and the Millionaires &amp; Billionaires because it imposes the #Eugenics Rule and Depopulates Low &amp; Middle Class people via Coronavirus.","sentiment_score":0.2}
{"full_text":"RT Oh, look, you lost this one and I foresee many others to follow shortly. What say yo...","sentiment_score":0.25}
{"full_text":"RT I have never been to a New Year's party worth getting a hangnail over, let alone COVID, even if \"mild.\" I'm 368 days o...","sentiment_score":0.2565656566}
{"full_text":"Still listening... things I was unaware of: 1\/ Israel's financial arrangement to only vax w\/ Pfizer (Pfizrael, lol).2\/ Palestinian territories &amp; surrounding states have much lower Covid mortality rates than Israel, with (surprise) much lower vax rates. cont...","sentiment_score":0.08}
{"full_text":"McCullough is lying about COVID and reinfection.","sentiment_score":0.0}
{"full_text":"RT Education Act: Principals have a duty to report infectious disease outbreaks. It's the law. Ford Government: Nobody ne...","sentiment_score":0.0}
{"full_text":"Can I do the kids version please?!So I never heard of this Rydz guy before and  is it true that MvG is out because he caught Covid?","sentiment_score":0.35}
{"full_text":"#Packers announce roster moves ahead of Sunday's #MINvsGB game ","sentiment_score":-0.4}
{"full_text":"RT Happy gloomy, covid+ NYE from OKC cheers!","sentiment_score":1.0}
{"full_text":"A coworker hasn't. She refuses to get vaccinated, had covid, had a very rough time with it, but continues to be anti-vax.","sentiment_score":-0.13}
{"full_text":"RT Hear Dr. Robert Malone explain to Joe Rogan how Uttar Pradesh beat Covid with a mere $3 kit. Biden was also told about thi...","sentiment_score":-0.5}
{"full_text":"RT Omicron is moving so much faster than our politics that it's not clear to me it really matters what camp you fall into there...","sentiment_score":0.1166666667}
{"full_text":"RT \"I had six shots in me. Two were bourbon. Three were Pfizer. One was a .38 slug that the doc never bothered to fish out of m...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Ontario health officials are reporting another record-breaking number of new COVID-19 cases as more than 18,000 infect...","sentiment_score":0.3181818182}
{"full_text":"I'm gonna pick one up in the US when I head home. Given we all have to get a negative PCR before flying and COVID is rampant now in Sydney, I can't see it as much of an issue.","sentiment_score":-0.05}
{"full_text":"RT New Blog Post: Goodbye 2021: Another Year in COVID #yearinreview #2021yearinreview #COVIDDiaries #COVID #life #thoughts...","sentiment_score":0.1363636364}
{"full_text":"RT Cornelius Lucas believes he's had the coronavirus THREE times, and he's still working through some lingering symptoms fr...","sentiment_score":0.0}
{"full_text":"RT Malone is on ","sentiment_score":0.0}
{"full_text":"RT Jim Jordan is ON RECORD questioning the efficacy of masks and mandates HERE ON TWITTER.Now that it's a new year, should...","sentiment_score":0.1363636364}
{"full_text":"RT Dr. Malone on the #GreatReset: \"They're proud of it. They don't hide it. This is the vision. This is a full-on globalist t...","sentiment_score":0.8}
{"full_text":"RT From the Netherlands, the government banned fireworks as punishment for disobeying COVID law so the people showed the politicia...","sentiment_score":0.0}
{"full_text":"RT Shame on you for belittling the more than 820,000 American Covid deaths-- more than 62,000 of which came from F...","sentiment_score":0.3333333333}
{"full_text":"One of the ways that the #education industry has been able to overcome the challenges of the #pandemic is through the emphasis and implementation of cloud-based productivity and collaboration tools. Take a look at the benefits https:\/\/t.co\/I6SI4w4Kvn","sentiment_score":0.5}
{"full_text":"RT Working in an ED in Boston on this NYE.  Lots of COVID around (no surprise here).  Almost everybody has mild disease and...","sentiment_score":0.3333333333}
{"full_text":"Yes it's garbage that's why it's the only thing the CDC has set up right? They ruined the control group an got rid of the placebo an vaers is ALL you have you ever tried to file a report? Do you know how serious it is to LIE federal crime an how hard it is to even use?","sentiment_score":-0.0848214286}
{"full_text":"RT BREAKING: Texas just beat Biden again. Another of Biden's vaccine &amp; mask mandates was just halted by a federal judge i...","sentiment_score":0.0}
{"full_text":"I'd like to thank social media and Marvel for ruining No Way Home for me.  Why can't people put a spoiler alert, and why wasn't this released on streaming?  Thanks, for limiting my choices to getting COVID or having the movie ruined.","sentiment_score":0.1166666667}
{"full_text":"Hello! When I am writing this it is 1\/30\/2021. Covid is still happening and this sucks. I play super smash bros ultimate and rn i am at 500 followers. I am scheduling this tweet to see what had happened in a full year. soooooo how is it in the year 2022????","sentiment_score":0.0958333333}
{"full_text":"Contact the RSPCA team in Worcester if you think you can help https:\/\/t.co\/FXJVTDOgfu","sentiment_score":0.0}
{"full_text":"The list includes a nurse, a school governor and those who served their community during the pandemichttps:\/\/t.co\/CV15o1poYn","sentiment_score":0.0}
{"full_text":"Pop-up Covid testing sites to open at NYC subway stationshttps:\/\/t.co\/NPUJP7VZMh","sentiment_score":0.0}
{"full_text":"RT Folks are reeling from Ford withholding COVID testing from almost everyone. Now he's halted reporting child care &amp; schoo...","sentiment_score":0.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT If it turns out that there has been no discernible difference in the spread of omicron in England (no restrictions) versu...","sentiment_score":0.0}
{"full_text":"Let's examine how has fared in these key health care categories: Lowering Drug PricesMedi-Cal ExpansionOver-65 PopulationUniversal Health CareCOVID Managementhttps:\/\/t.co\/AW8o4xP9pX","sentiment_score":0.0}
{"full_text":"Doctors say the Pennsylvania Department of Health's weekly COVID-19 data is pointing to a trend, far different than the one seen at the peak of the pandemic last year.","sentiment_score":0.0333333333}
{"full_text":"New Year is a time for fresh starts, but Maryland is starting 2022 battling a surge of Covid cases amid the extremely contagious omicron variant.https:\/\/t.co\/qP3MSCDHiB","sentiment_score":0.0778409091}
{"full_text":"RT Jim Jordan is ON RECORD questioning the efficacy of masks and mandates HERE ON TWITTER.Now that it's a new year, should...","sentiment_score":0.1363636364}
{"full_text":"RT \"Polar researchers in remote Antarctica have fallen victim to coronavirus, despite taking strict health precautions, bein...","sentiment_score":-0.0861111111}
{"full_text":"The Colts have activated Carson Wentz from the reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"Dread to think of how many of those \"of\" covid . Even worse is to imagine the shocking damage caused by restrictions and lockdowns?","sentiment_score":-0.3}
{"full_text":"The Indianapolis Colts activated Carson Wentz from the COVID-19 list on Saturday, keeping the door open for the quarterback to be available for Sunday's home game against the Las Vegas Raiders.","sentiment_score":0.0}
{"full_text":"The Club is strongly encouraging all Season Ticket Holders to submit their NHS COVID Pass ahead of this Sunday's match, to significantly speed up everyone's entry into the stadium.","sentiment_score":0.4041666667}
{"full_text":"RT There is a coordinated attack on discussing data that is counter to CDC, Fauci, WHO narratives. These attacks are unpre...","sentiment_score":0.0}
{"full_text":"RT The GOP is already lining up dark money sponsors to elect Devin Nunes' handpicked successor.We only take money from peop...","sentiment_score":0.2166666667}
{"full_text":"How Shark Antibodies Could Aid the Fight Against Coronavirus and Prepare for Future Outbreaks | Smart News | Smithsonian Magazine","sentiment_score":0.1071428571}
{"full_text":"#MarylandNationalGuard Soldier Starts Underserved Youth #Soccer Club Amidst #COVID19 #Pandemichttps:\/\/t.co\/q38IqwHMP7","sentiment_score":0.0}
{"full_text":"And in the Emergency department?https:\/\/t.co\/hveBjC928X","sentiment_score":0.0}
{"full_text":".@KCHealth1 reported 250 new cases of COVID-19 in Saturday's updatehttps:\/\/t.co\/xDvVEXYpUv","sentiment_score":0.1363636364}
{"full_text":"Niagara EMS seeing increased demand.  #EMS #increased_demand #dispatchers #COVID-19 #paramedics #911","sentiment_score":0.0}
{"full_text":"The pandemic killed so many dialysis patients that their total number shrunk for the first time on record.https:\/\/t.co\/n4RNSQ9QzG","sentiment_score":0.1375}
{"full_text":"RT The CDC says that if you don't chew big red then fuck you.","sentiment_score":-0.1333333333}
{"full_text":"COVID outbreak hits Antarctic research outpost; Two-thirds of staff at the station infected","sentiment_score":0.0}
{"full_text":"RT Well done our brave Standing up to middle aged #ToryCriminals Covid rule breakers.It's guidance but it's...","sentiment_score":0.2333333333}
{"full_text":"Cleveland Orchestra will require full vaccination (including booster) for fans beginning Monday","sentiment_score":0.35}
{"full_text":"RT Dr. Robert Malone on exposing our government's response to Covid-19:\"They are lawless. They completely disreg...","sentiment_score":0.1}
{"full_text":"The U.S. military has yet to approve a religious exemptions to the #COVID19 vaccine mandate sought by service members, according to","sentiment_score":-0.05}
