{"full_text":"RT  JUST IN: New Study by German Prof. Kuhbandner shows clear correlation between vaccination an excess mortality for each G...","sentiment_score":0.0787878788}
{"full_text":"RT A chief epidemiologist at the Norwegian Institute of Public Health has warned against covid passports saying they \"won't...","sentiment_score":0.0}
{"full_text":"It's okay Emma. I want to know how and why a Kroger store isn't full of product. Since the initial covid bullshit we have stabilized here. I don't understand how you don't have product. I would be losing my mind. What area are you in?","sentiment_score":0.2833333333}
{"full_text":"RT Covid :)SHAMITA DESERVES BB VICTORY","sentiment_score":0.5}
{"full_text":"RT The pandemic gave the cowards a voice.  It's time to shut them up. #CovidIsOver #TruckersForFreedom","sentiment_score":0.0}
{"full_text":"DADDY MUSCLES FURRY BEAR I LOVE TO DO VIDEO WITH YOU OKAY GOT MY VACCINE SHOT TOO","sentiment_score":0.5}
{"full_text":"Would it even be possible for schools to be fully \"normal\" right now, given how many teachers and staff are currently out sick with COVID? Not that I think Weiss is actually the slightest concerned about kids.","sentiment_score":0.0316326531}
{"full_text":"So many dead of Covid, yet you won't endorse steps to protect yourselves,","sentiment_score":0.15}
{"full_text":"RT Booster shots work. Go get yours today to protect yourself and your loved ones.","sentiment_score":0.7}
{"full_text":"oh lol  wait it's in Feb? I'll go with u  but I get u about COVID ","sentiment_score":0.8}
{"full_text":"RT As the covid narrative begins to crumble around the world and governments look to an exit, we must remember the social and mor...","sentiment_score":0.0333333333}
{"full_text":"RT We are going to look back on the past couple of years and realize that almost every policy decision on COVID was not o...","sentiment_score":-0.125}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"Saw a double decker covid testing bus","sentiment_score":0.0}
{"full_text":"Starting today, Americans who cannot put in an order for COVID-19 tests via the website the White House launched earlier this week can call 1-800-232-0233.","sentiment_score":0.0}
{"full_text":"RT By November, there will be desperate Democrats running on anti-lockdown anti-vax-mandate platforms.However, during t...","sentiment_score":-0.6}
{"full_text":"RT Former TSB chairman Richard Meddings has been confirmed as chair by on a 4 year term focused on t...","sentiment_score":0.2}
{"full_text":"World premiere: Covid vaccination under criminal investigation in England","sentiment_score":-0.4}
{"full_text":"RT Oh you've been working on yourself during the pandemic? That's cool. I've watched a lot of shows. Some of them twice","sentiment_score":0.35}
{"full_text":"RT It's like a switch has been pulled. This week we've gone from 'YOU MUST BE TERRIFIED OF COVID!' to 'THE RUSSIANS ARE GOING...","sentiment_score":0.0}
{"full_text":"RT The most impressive thing about Bari Weiss on last night's Bill Maher is the wild applause after she finishes here. After t...","sentiment_score":0.4}
{"full_text":"RT Sad update: Another death related to COVID-19 on #PEI. The individual is over the age of 80 years. 288 new cases. 6 ar...","sentiment_score":-0.0909090909}
{"full_text":"RT If you catch Covid, you may wind up with a bad case of Ron DeSantis ","sentiment_score":-0.7}
{"full_text":"RT owning the libs by confessing I'm too dumb to wear a mask without instructions","sentiment_score":-0.375}
{"full_text":"RT THREADWhat do \"road kill\" and a CDC sponsored COVID paper have in common? By the third day, they're so picked apart...","sentiment_score":-0.15}
{"full_text":"RT There are studies that confirm this, this is not misinformation #COVID19 #virus #variants","sentiment_score":0.0}
{"full_text":"RT Remember when Carole Malone said \"the unvaxxed DON'T get to live the lives the rest of us do\"...and her other unsavoury opin...","sentiment_score":0.0056818182}
{"full_text":"RT Making them foot their own bill won't stop them from taking up space in the icus that could be used for...","sentiment_score":0.6}
{"full_text":"That would mean you would've had to get #COVID19 and survived, wonder how many want to test that theory voluntarily, let's round them up and dose them all with #COVID19 and see what percent runs the gauntlet successfully","sentiment_score":0.184375}
{"full_text":"RT Vaccine A was made to stop Virus A.Virus A mutated into Virus B.Vaccine A does not stop Virus B.The executive branch of the...","sentiment_score":0.0}
{"full_text":"RT Time for Boston to do the same! The Dam Is Breaking: Small Businesses Band Together To Sue Mayor Over Vaccine Mandate.","sentiment_score":-0.125}
{"full_text":"RT Reminder ...Dr Fauci has never missed a single paycheck during COVID.","sentiment_score":-0.0714285714}
{"full_text":"RT Lockdown politicians are running scared. Vote them out. Every single one of them.","sentiment_score":-0.0714285714}
{"full_text":"RT Protestors in Toronto chant \"Justin Trudeau's got to go\" at march against the ongoing COVID restrictions.Footage by...","sentiment_score":0.0}
{"full_text":"RT Those are all technically words in the English language, but not in any kind of sensible ord...","sentiment_score":0.2}
{"full_text":"RT .@Dominic2306 has alleged a Downing Street flat party took place on 13 November (during the second Covid lockdown).","sentiment_score":-0.0416666667}
{"full_text":"RT \"omicron is mild, and signals the end of the pandemic\"","sentiment_score":0.3333333333}
{"full_text":"RT Debunking the notion that boosters don't reduce Omicron symptomatic infections. Another new study from Qatar shows they are...","sentiment_score":0.1363636364}
{"full_text":"Planet earth is a \"Covid hotspot\".","sentiment_score":0.0}
{"full_text":"RT Croatian MEP to President Macron:\"Mandatory vaccinations represent death penalty and its execution for many citizens....","sentiment_score":0.5}
{"full_text":"RT \"The pandemic is over\"","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"RT UK records 76,807 new COVID cases, 297 deaths","sentiment_score":0.1363636364}
{"full_text":"RT The worms are turning ","sentiment_score":0.0}
{"full_text":"RT Thankfully they were all mild deaths.","sentiment_score":0.3333333333}
{"full_text":"RT How Morrison's incompetence and the greed of private pathologists broke the Covid testing system. A big story.","sentiment_score":0.0}
{"full_text":"RT If you have a \"cold\" and you're still going out and about without being tested for COVID. You're a part of the problem...","sentiment_score":-0.6}
{"full_text":"RT Further evidence of muddling\/bias 3rd shot VE vs Delta hospitalizations &amp; deaths was well established; the","sentiment_score":0.0}
{"full_text":"RT Publishing flawed science to raise irrational fear, making false statements about the efficacy of treatments, and extrapol...","sentiment_score":-0.45}
{"full_text":"RT withholding access to our abundance of life saving vaccines to try to punish immigrants is straight up evil shit","sentiment_score":-0.3333333333}
{"full_text":"We will never know the true number. Everything was a Covid death. If you had Covid and died in a car wreck, it was a Covid death. It is all about the money. Heart attack with Covid, Covid death.","sentiment_score":0.35}
{"full_text":"RT During the pandemic billionaire wealth has gone up 73% while job numbers have fallen to recession levels.I never wan...","sentiment_score":0.1}
{"full_text":"RT GOOD: The unhinged Covidiot mother apologized for the threat, but the school district -- and police -- weren't having it...","sentiment_score":0.7}
{"full_text":"RT I've gotten 3 push alerts from newsrooms about how the pandemic is ending, meanwhile we lost nearly 4K people to COVID yeste...","sentiment_score":0.1}
{"full_text":"Have a lovely evening. I will be back online at 09:00 tomorrow morning to help you along your way -CLPlease remember that while many Covid-19 public health measures have been lifted, face coverings remain mandatory on our services and all public transport.","sentiment_score":0.2}
{"full_text":"The Hep vaccinations that have been administered without serious side effects over the last 50 years, as opposed to the covid vaccines that have killed more in the last 10 months than any other vaccine in the last 33 years??? I know what my choice would be....","sentiment_score":-0.0226190476}
{"full_text":"We fired recovered nurses and have been asking COVID positive nurses to come back to work because of staffing shortages.","sentiment_score":0.1136363636}
{"full_text":"She is spot on.","sentiment_score":0.0}
{"full_text":"RT Mental health inpatient facilities are being forced to shut down due to how bad COVID is. People are not receiving the c...","sentiment_score":-0.2761111111}
{"full_text":"RT Spectacular, but it's still understating how effective vaccines actually are.Many of the unvaccinated in NYC do have prior in...","sentiment_score":0.3}
{"full_text":"RT The Canterbury TailbacksPrologueWHEN that April's lockedown did meetThe March plague which outwitted our eliteWho o...","sentiment_score":0.0}
{"full_text":"RT Last week at there were only enough substitutes to cover about half the teachers who stayed at home after t...","sentiment_score":-0.0416666667}
{"full_text":"RT PPC leader Maxime Bernier calls for a fact check of authoritarian politicians during the \"World Wide Rally for Freedom...","sentiment_score":-0.1}
{"full_text":"The SNP Government's slow rollout of Covid payments is driving local Glasgow cabbies into debt!","sentiment_score":-0.15}
{"full_text":"RT I fully support vaccine mandates must go! #NoVaccineMandate","sentiment_score":0.0}
{"full_text":"RT UPDATE: U.S. reports 3,896 new coronavirus deaths, highest since January 2021","sentiment_score":0.1363636364}
{"full_text":"RT Until this week, you would get banned from Twitter or even fired from your job for saying what the CDC confirmed this w...","sentiment_score":0.4}
{"full_text":"RT Hell on Earth - #Coronavirus \/ #COVID19 - this is only a mild reminder from #Nature to #People in comparison what people a...","sentiment_score":0.1666666667}
{"full_text":"RT I'm on call this weekend for my group medical practice. Lots of vax'd patients w COVID--cough, sore throat, headache, bod...","sentiment_score":0.0}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"RT 'They aren't going to publish their findings, they are concerned about losing research money' Dr Aseem Malhotra reveals a car...","sentiment_score":0.0}
{"full_text":"RT Sridhar erroneously claims that \"science has transformed Covid from a deadly virus to a much less serious, nasty disease\"...","sentiment_score":-0.44}
{"full_text":"RT after having a conversation with a friend about losing our 20s to a pandemic hearing namjoon talk about how life isn't abou...","sentiment_score":0.0}
{"full_text":"As President for a permanent solution to #globalhealth emergencies.#COVID19 demonstrated vulnerability of its resilience in all countries\"@Najim_Ali recommended\"#Architecture to address a minimum #HealthForAll\"https:\/\/t.co\/RBsasv56lJ","sentiment_score":0.0}
{"full_text":"RT 1 child died after accidentally coming into contact with peanuts so schools became peanut free. 1 child died after being hi...","sentiment_score":0.4}
{"full_text":"RT NBC News: The U.S. has exceeded 70 million COVID cases since the start of the pandemic.One million new cases in about 2...","sentiment_score":0.1363636364}
{"full_text":"RT Morgan had mild COVID. Four weeks later he's cancelled sport, cut down on the gym and is often in bed by 8pm I'm sure...","sentiment_score":0.1694444444}
{"full_text":"RT Thousands Protest in London Against Vaccine Passportshttps:\/\/t.co\/ZTQNeaqlyE","sentiment_score":0.0}
{"full_text":"RT The pandemic has taught us that physician-scientists are key to fighting unpredictable diseases! A timely plea this we...","sentiment_score":-0.1041666667}
{"full_text":"RT No one should be homeless. EVER.Especially during a pandemic.","sentiment_score":0.0}
{"full_text":"RT Hard to believe PEI had no deaths related to COVID until last Friday. 5 deaths in a week. Many families and friends ar...","sentiment_score":0.0520833333}
{"full_text":"Hello? Geography. Tasmania was COVID free and we've been plunged into this petri dish mayhem, not on the basis of health, but on the basis of grasping Liberal commitment to profit and cold hard cash. Gutwein &amp; his Liberal Government have fucked Tasmania over. We've no RATs either","sentiment_score":-0.2729166667}
{"full_text":"Oh, you can't correlate why someone might need a vaccine mandate in a place where you have to take your mask off to eat, drink, and speak for hours while it may not need be necessary in a store? Sad","sentiment_score":-0.25}
{"full_text":"Masks are for show and control. there's a big difference between wearing full gear to go in a room for 15 minutes at a time and wearing one all day and having the discipline not to touch the mask, face and eyes.","sentiment_score":0.175}
{"full_text":"RT Despite knowing the weak impact of new COVID strain, Delhi will have weekend curfew today also. This means you are legally w...","sentiment_score":-0.0128787879}
{"full_text":"Do not drop your guard, there's still a lot of work to do to end these restrictions, and the powers they gave themselves.","sentiment_score":0.0}
{"full_text":"RT CANADA, the covid lie is falling apart all over the world. being a Global Citizen is trying to keep the narrati...","sentiment_score":0.0}
{"full_text":"RT The worms are turning ","sentiment_score":0.0}
{"full_text":" this is excellent and a benefit of lockdowns","sentiment_score":1.0}
{"full_text":"RT BIDEN, ONE YEAR AGO TODAY: \"There's nothing we can do to change the trajectory of the pandemic in the next several month...","sentiment_score":0.0}
{"full_text":"RT From a government that exploited the Covid pandemic to test propaganda on Canadians; that used health agencies to spy on 3...","sentiment_score":-0.1}
{"full_text":"RT I know anecdotes don't mean a lot that much but 90% of my consults this last week on service were for complications of pedi...","sentiment_score":-0.0375}
{"full_text":"RT Bari Weiss needs to hit the gym. If you want to see a real right winger w Maher just wait a few weeks. This is just a s...","sentiment_score":0.1142857143}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"RT More deaths than 9\/11 every day is pretty mild","sentiment_score":0.3611111111}
{"full_text":"RT Large protest against vaccine passports in central Stockholm, the capital of Sweden.","sentiment_score":0.1071428571}
{"full_text":"RT For the 1st time, has posted data for hospitalizations partitioned by booster, 2-shots, or no vaccination. Age groups (...","sentiment_score":0.0}
{"full_text":"RT The moment someone says, \"If the vaccines work, how come so many vaccinated people are getting COVID?\"-- you know they do...","sentiment_score":0.5}
{"full_text":"#nanoplastics a cocktail of chemical pollution now found everywhere, toxicologically active compared to #microplastics. We're inhaling up to 7000 microplastics a day in our homes One more reason to #WearAMask #polyethylene #polypropylene","sentiment_score":0.1833333333}
{"full_text":"RT MASSIVE freedom protest in Norway today.Thousands took to the streets to protest in Oslo. The march was so long I could...","sentiment_score":-0.025}
{"full_text":"If this Govt was taking advice on road deaths from the same Scientists advising them on COVID they would close all motorways.Does this make sense?So why fire all these NHS staff and collapse the NHS?Stop this insanity now!","sentiment_score":0.0}
{"full_text":"RT But yay for capitalism or whatever","sentiment_score":0.0}
{"full_text":"This is a pressing issue. Criteria for access to Long Covid care should change to reduce inequity.At the very least, antibody testing should be covered by MSP.#bcpoli #LongCovid","sentiment_score":-0.22}
{"full_text":"In recently published papers, Prof. Hawking predicted that an elite class of physically altered, intellectually powerful humans could come into existence from rich people choosing to edit their existing DNA and manipulate future generations' genetic markup. - #COVID19 experiment","sentiment_score":0.135}
{"full_text":"RT Credit to (on the right) for showing his support to the truckers &amp; their convoy headed to Ottawa to push...","sentiment_score":0.2857142857}
{"full_text":"RT More NYPD have died from COVID than have been shot and killed in the past 35 years combined.","sentiment_score":0.0166666667}
{"full_text":"RT Thousands March on Trafalgar Square #NHS100k Protest against vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Numbers swelling #londonprotests against NHS vaccine mandates for #NHS100K.#NoVaccineMandates","sentiment_score":0.0}
{"full_text":"RT Benefit fraud totalled PS65m in 2020, on the government's own figures. That's around 1.5% of the PS4.3bn Covid fraud that...","sentiment_score":0.6}
{"full_text":"RT 3,866 Americans died of Covid yesterday.","sentiment_score":0.0}
{"full_text":"RT Large protest against vaccine passports in central Stockholm, the capital of Sweden.","sentiment_score":0.1071428571}
{"full_text":"RT \"Everyone needs to manage their own risk.\"\"Ok cool. How many covid cases are in my kid's class \/ school?\"\"No not l...","sentiment_score":0.4875}
{"full_text":"No. The vaccinated are off sick with covid all over. What's that tell you!","sentiment_score":-0.8928571429}
{"full_text":"RT HAPPENING RIGHT NOW: Thousands of Norwegians singing the national anthem outside the parliament in protest against covid...","sentiment_score":0.1428571429}
{"full_text":"RT Bitcoin daily RSI at its lowest since March 12th, 2020 (covid crash)","sentiment_score":0.0}
{"full_text":"RT This keeps happening ","sentiment_score":0.0}
{"full_text":"RT Pretty sure this is a decision the BC NDP made to reduce health care costs. They've denied the severity of COVID from day...","sentiment_score":0.375}
{"full_text":"RT Bitcoin daily RSI at its lowest since March 12th, 2020 (covid crash)","sentiment_score":0.0}
{"full_text":"RT The federal govt's plan to provide an equal number of #COVID19 tests to each household without accounting for its size or infectio...","sentiment_score":0.0}
{"full_text":"Would you protect the UK Vaccine Task Force please?","sentiment_score":0.0}
{"full_text":"Remember to keep reporting your result each time you take a rapid lateral flow COVID-19 test - positive, negative or void It's a great way to help the NHS reduce the spread of the virus.Report it here  or call 119.https:\/\/t.co\/Wdrz41KEAk","sentiment_score":0.2424242424}
{"full_text":"the fake news media said that the fake news media builds the covid test.","sentiment_score":-0.5}
{"full_text":"TONIGHT  Who is ready to see and special guest open at 6:00 PM \/ Show starts at 7:00 PM. Limited tickets are available - or at our box office after 5:00 PM.Face masks and proof of vax required -","sentiment_score":0.1771428571}
{"full_text":"With more schools closing due to COVID, parents worry for children's future. #KTVONews","sentiment_score":0.125}
{"full_text":"British Prime Minister Boris Johnson wishes he had not attended a \"bring your own booze\" gathering in Downing Street during Britain's first coronavirus lockdown and understands the public's anger. https:\/\/t.co\/gHBqntySnX","sentiment_score":0.03}
{"full_text":"RT PARIS: Protesters gather for the 28th consecutive Saturday to march against President Macron and his vaccine passporthtt...","sentiment_score":0.0}
{"full_text":"RT Well done for being the only MSM reporting this. Thank you for speaking up.","sentiment_score":0.0}
{"full_text":"#Libya enters fourth wave of #Covid_19 pandemic after spread of #Omicron","sentiment_score":0.0}
{"full_text":"Three neighbourhoods in Brampton have over 40% COVID-19 positivity","sentiment_score":0.0}
{"full_text":"A trio of experts discusses their vision for a new normal in which #SARSCoV2 is endemic rather than pandemic. #COVID19","sentiment_score":0.1431818182}
{"full_text":"Is Tampa Bay QB Tom Brady vaccinated against COVID-19?","sentiment_score":0.0}
{"full_text":"*actually of symptomatic and unsymptomatic that present.  You could present at hospital for another reason and find you have covid.","sentiment_score":0.0}
{"full_text":"Guest from joined to explain UK politics, latest problems for PM Boris Johnson, how COVID &amp; a party scandal are combining to bring his approval ratings to an all-time low, and whether he can survive callsSubscribe:https:\/\/t.co\/4sr2zCUlUx","sentiment_score":0.25}
{"full_text":"Free PCR testing for COVID-19Tuesdays, 11 am-1:30 pmBooker T. Washington Center 1720 Holland St8144535744Wednesdays, 11 am-1:30 pm Quality of Life Learning Center 2046 E 19th St8148993904Thursdays, 11 am-1:30 pmMartin Luther King Center312 Chestnut St8144592761","sentiment_score":0.0666666667}
{"full_text":"RT Cervical cancer is nearly always caused by infection with human papillomavirus (HPV). However, it can be prevented. Learn wha...","sentiment_score":0.05}
{"full_text":"More transmissible, but less deadly: The #OmicronVariant is two-thirds less likely to lead to hospitalisation in #COVID19 patients than #Delta. Find out more, via","sentiment_score":0.0777777778}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Need a good lovebombing after I'm done w covid","sentiment_score":0.7}
{"full_text":"Washington bill seeks to criminalize use or sale of fake vaccine cardshttps:\/\/t.co\/STGUe5I64q","sentiment_score":-0.5}
{"full_text":"Just ahead of divisional round playoff games, medical experts from the NFL and the players' union agree to end daily COVID testing for playershttps:\/\/t.co\/Fv6Cu5nG05","sentiment_score":-0.0666666667}
{"full_text":"Law enforcement and businesses prepare for vaccine mandate protest in nation's capitalhttps:\/\/t.co\/x17bmBpLaT","sentiment_score":0.0}
{"full_text":"A) it says staff as well as customersB) it's actually not current CDC guidanceC) I specifically did not make any comments. The  emoji means to think for yourself. Unfortunately that often makes people angry and confused.","sentiment_score":-0.35}
{"full_text":"RT Thousands of people in Hong Kong are volunteering to adopt unwanted hamsters after a mass cull order from the government over...","sentiment_score":0.0}
{"full_text":"Just because your a celebrity doesn't mean you don't have a right to privacy. Whether or not we agree with what he thought, the family doesn't owe us any explanation to his death, there mourning two lives. Put COVID and all other opinions to aside, he's still a human.","sentiment_score":-0.0379464286}
{"full_text":"The amount of deaths and cases we have no compared to before the vaccine mandates disproves your assertion.","sentiment_score":0.0}
{"full_text":"'Shortly after I launched Na Seascaidi, our planet was turned on its head by the WHO's declaration of a global pandemic. According to The Irish Times, the declaration was made in a bid \"to shock lethargic countries into pulling out all the stops\".'https:\/\/t.co\/EY6P7TfXuJ","sentiment_score":0.0}
{"full_text":"The latest episode of the #REALFOOTBALLCAST is LIVE! and this week the pod squad discuss: #PremierLeague and Covid- #EFC Sack Rafa- #MCFC Now Clear- #CFC Now Beaten- #LFC Still Hunting &amp; More","sentiment_score":0.3176136364}
{"full_text":"RT This.  All of this.Every last word.","sentiment_score":0.0}
{"full_text":"\"Diverse teams perform better. But don't just take my word for it.\" - article. Follow the data. #PatentDiversityhttps:\/\/t.co\/h6TMAj8YRF","sentiment_score":0.5}
{"full_text":"We will be participating in an event with on January 26! Join us to discuss COVID-19 in prisons. Register here!","sentiment_score":0.0}
{"full_text":"A recent study evaluated the differences between omicron and delta variant symptoms.https:\/\/t.co\/EIIe5mMocl","sentiment_score":0.0}
{"full_text":"\"You poison it with unexpected #inflation.\"https:\/\/t.co\/BLH4pFqdNC#GMO #superbubble #StockMarket #COVID19 #BullMarket Read more: article has been fact-checked by #Oigetit","sentiment_score":0.3}
{"full_text":"Not surprisingly, as remote work continues on, consumers plan to spend less on clothing. Discover other pandemic-related consumer spending habits:","sentiment_score":-0.0805555556}
{"full_text":"NOW THE REAL DATA IS COMING OUT!More patients hospitalized with Covid, not for...https:\/\/t.co\/LR0NVdtscI","sentiment_score":0.2}
{"full_text":"Montana Shakespeare in the Parks announced it is postponing the upcoming winter tour. Organizers said they made the decision to protect the performers, staff and audiences.","sentiment_score":0.0}
{"full_text":"Congrats to Hills West junior Rohan Chaudhry on being featured in Newsday for his important service learning work during the pandemic! Rohan founded two non-profit organizations, FinFitness Circle and Scribbles for Smiles, over the past two years. #HHHCSD","sentiment_score":0.125}
{"full_text":"What is the difference between outbreak, epidemic, pandemic and endemic?Is an endemic disease less harmful?How is an endemic disease managed?https:\/\/t.co\/Sh3G5UQ1bV","sentiment_score":-0.1666666667}
{"full_text":"Lifestyle factors, such as activity levels, can broaden our understanding of #COVID19. This brief by Ekta Jain reviews existing evidence of the link between sedentary behaviour and severe COVID-19.","sentiment_score":0.0}
{"full_text":"RT My #COVID testing kit arrived! That was fast, I am impressed. #TeamAmerica #USA","sentiment_score":0.6}
