{"full_text":"#new Beijing reports first Omicron case ahead of Winter Olympics #paper #read via #rt #follow #tweet #trend #wow #oh #smooth #gossip #cnn #nypost #dailynews #newspaper","sentiment_score":0.2215909091}
{"full_text":"What you're saying without realizing it is that Biden's vaccine-only, business-centric COVID strategy is the unmitigated disaster we said it would be.","sentiment_score":0.0}
{"full_text":"Biden-Harris Administration Requires Insurance Companies and Group Health Plans to Cover the Cost of At-Home COVID-19 Tests, Increasing Access to Free TestsAs part of its ongoing efforts across many channels to expand Americans' access to free testing, the Biden-Harris Adm...","sentiment_score":0.4333333333}
{"full_text":"RT And the number of hospitals available should be built back to 70's numbers.","sentiment_score":0.2}
{"full_text":"RT .@KariLake: \"When I am your governor, there will be no mandates and no lockdowns. Actually, let me, let me revise that ju...","sentiment_score":0.0}
{"full_text":"Not unless it's an engineered virus, which covid was.","sentiment_score":0.0}
{"full_text":"RT Liverpool lie about false positives and get a game postponed - no media reaction.Arsenal tell the truth regarding injuri...","sentiment_score":-0.4}
{"full_text":"Supreme Court ruled NO mandates. College athletes are some of the healthiest people on Earth. End force injecting, testing &amp; cancelling their games!!","sentiment_score":0.0}
{"full_text":"RT Please RT this","sentiment_score":0.0}
{"full_text":"RT This is absolutely epic.. Patrons pack Bar Wunder, Toowoomba and chant \"Get Out\" to police officers trying to enforce tyrann...","sentiment_score":0.1}
{"full_text":"RT And if you infect others, some may have a flu like reaction. Some may barely get sick.And others will have a pre-existing c...","sentiment_score":0.05}
{"full_text":"RT My family has COVID. I don't. They're all vaccinated. It doesn't work.","sentiment_score":0.0}
{"full_text":"RT The next lockdown should be Dr. Fauci behind bars.","sentiment_score":-0.2}
{"full_text":"#UK #Politics #Government #Class @BorisJohnson --&gt; Boris Johnson Has Outlived His Usefulness for Britain's Ruling Class","sentiment_score":0.0}
{"full_text":"RT India has so far administered 156 crore vaccine doses, of which 99 crore doses have been given in rural India. 70% of our adul...","sentiment_score":0.05}
{"full_text":"RT #breaking chief justice James Allsop notes that decision-makers like the immigration minister are entitled to rely on \"perce...","sentiment_score":0.0}
{"full_text":"RT Youngkin just signed executive order telling parents statewide they have a right to say whether or not their children wear a...","sentiment_score":0.2857142857}
{"full_text":"hey just because you decided to delete your shitty tweet of your students partying amidst covid doesn't mean people didn't see it and screenshot it before you could hide what you did","sentiment_score":-0.3125}
{"full_text":"RT Mass formation psychosis.","sentiment_score":0.0}
{"full_text":"RT If you can Beth Israel is currently taking donations due to COVID-19 but I would like it if y'all could make a donation t...","sentiment_score":-0.0625}
{"full_text":"RT Lesson 5: Know your risk toleranceGet boosted, wear a KN\/N95 mask. If COVID still gets you, you'll likely fully recover...","sentiment_score":0.0}
{"full_text":"Respectfully disagree that the fluidity of a pandemic warrants the amount of wavering we saw from Fauci or CDC, some of which was predicated on economic exigency and prioritizing supplies for some over others. I think he was outrageously incompetent at times to be perfectly frank","sentiment_score":0.3375}
{"full_text":"RT Disabled and medically vulnerable students\/staff must have equal access to safe learning and work environments.Thank you,...","sentiment_score":-0.05}
{"full_text":"RT When a cult takes over government, government ceases to function for the peopleGovernment becomes a vehicle to promote...","sentiment_score":0.0}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"She's still complaining loudly &amp;  sending strong non-verbal messages. The people next to my back neighbours are still burning something in their BBQ, creating acrid smoke that's making my throat sore so we're inside with the air con on for the day. My other neighbour has Covid.","sentiment_score":0.0816666667}
{"full_text":"RT Meanwhile, in the Fascist Republic of Australia, police arrest an elderly lady after being \"tipped off\" that she wasn't...","sentiment_score":-0.05}
{"full_text":"RT There's no \"both sides\" to \"the issue of COVID.\" You're either for ending it or continuing it. The fact that an entire p...","sentiment_score":0.0}
{"full_text":"RT These blue can back themselves","sentiment_score":0.0}
{"full_text":"Please take care of yourselves everyone. So many people I know are sick and it scares me sometimes. After losing my Father to covid, my Mother and I take super extra precautions when dealing with this mess. Please please please be careful out there. The world is a scary place.","sentiment_score":-0.093707483}
{"full_text":"RT 4-in-10 illegal immigrants in ICE custody have refused the Covid-19 vaccine.Meanwhile, 10 million American healthcare wo...","sentiment_score":-0.25}
{"full_text":"#Arizona should vote for #KariLake we as a nation needs such governors !!","sentiment_score":0.0}
{"full_text":"RT 26) Premier Francois Legault has not been talking much about the latest #COVID deaths, which the U.S. Institute for Healt...","sentiment_score":0.35}
{"full_text":"RT Round 4 - #WavySaturdays Pick a # 1-100 only ONE guess for now !! Like and RT !  #CDC #NFT #WavySATURDAY #Giveaway...","sentiment_score":-0.1}
{"full_text":"RT The GOP Covid complaint against Biden is that he should have anticipated they'd be willing to kill people to accuse him of a...","sentiment_score":-0.025}
{"full_text":"RT Me saying no to plans because I'm \"Busy\" when in reality I just wanted to stay home, watch my shows &amp; do self care. ","sentiment_score":0.1}
{"full_text":"We are in Chicago. Our 11 month child will sleep away from us for the first time. We are ready to paint the city to red. We find a bar. We think it's perfect for pandemic. Not too crowded, a hidden gem. #newparents","sentiment_score":0.2566666667}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT . Incomplete Syllabus 2. Sem Exam in less than 6 months 3. Pandemic Situation, rising cases (3rd Wave)Please, try t...","sentiment_score":-0.0833333333}
{"full_text":"RT School shootings cause trauma to children not mask mandates during a pandemic.","sentiment_score":0.0}
{"full_text":"RT Thousands of people across Germany gathered for coronavirus demonstrations - some against vaccine mandates, and others against...","sentiment_score":0.0}
{"full_text":"RT Fake COVID-19 testing sites are opening up across the country and requiring SSNs and more personal data. DO NOT GIVE IT...","sentiment_score":0.0}
{"full_text":"RT Carrying on the former's tradition of threatening to jail political opponents...not what happens in a healthy democracy.","sentiment_score":0.1}
{"full_text":"I'd get it immediately. Omicron is exploding.","sentiment_score":0.0}
{"full_text":"RT And here are such data displayed from Alberta, Canada via which should be the standard","sentiment_score":0.0}
{"full_text":"RT After my vaccine my heart rate started to spike and my oxygen saturation was plummeting sometimes as low...","sentiment_score":0.0}
{"full_text":"RT Being able to have a real conversation is literally becoming a lost art. It'll only get worse during a pandemic","sentiment_score":0.15}
{"full_text":"RT In the meantime, to those who say \"it's inevitable\" that we get COVID, it probably is for them. But despite this, it's stil...","sentiment_score":0.0}
{"full_text":"RT Update on my son. We got results back and it's vaccine induced myocarditis. His left ventricular wall is slightly enlar...","sentiment_score":-0.0555555556}
{"full_text":"RT Trump coming out slamming Biden on supply chains, record-high murders, Covid failures, and child trafficking on the border","sentiment_score":0.0}
{"full_text":"RT There's new modelling published today by PHAC. Summary - actual cases were even more troubling than th...","sentiment_score":0.2121212121}
{"full_text":"RT Adapt and adjust! Recruiting during a pandemic has been challenging, but proud of the work this staff has done to overcom...","sentiment_score":0.65}
{"full_text":"They Fed America During Lockdown. Nearly Two Years Later, Many Grocery Workers Can't Make Ends Meet.Current wage rates for people in hourly jobs leave some unhoused, unable to buy food, or collecting cans to pay the bills.","sentiment_score":0.025}
{"full_text":"My ex refused vaccination before covid. Everything became a lot worse afterwards.","sentiment_score":-0.4}
{"full_text":"RT  damn that's some crazy authoritarian shit.","sentiment_score":-0.4}
{"full_text":"went to get a covid and the pharmacist was like \"so you decided to come do this on the coldest day ever??\" ","sentiment_score":0.0}
{"full_text":"I'm not madBills are playing it if their minds Good times aheadGo bills! Better times aheadCovid is toast Seabird Kevin NealonGrandmas Boy","sentiment_score":0.6875}
{"full_text":"RT L.A. County reports highest number of daily coronavirus deaths in more than 9 months","sentiment_score":0.25}
{"full_text":"RT Gates\/WEF. Every. Single. Time. \"If All Adults Were Vaccinated The Pandemic Would be Over,\" Says Devi Sridhar -  Yet Da...","sentiment_score":-0.0714285714}
{"full_text":"India is reeling under Modimade disasters:1. Historic GDP reduction -23.9%2. Highest Unemployment in 45 yrs 3. 12 Crs job loss4. Centre not paying States their GST dues5. Globally highest COVID-19 daily cases and deaths6. External aggression at our borders - China occupied","sentiment_score":0.0}
{"full_text":"This just in: The CDC has announced that it's \"totally not f*ggy\" for straight men to let me suck them off","sentiment_score":0.1}
{"full_text":"Now he said the covid vaccine sterilizes you and while I was typing if he got this information from his boyfriend Joe Rogan, he sent me a Joe Rogan video","sentiment_score":0.0}
{"full_text":"...realizing I don't have the strength to blow up balloons for my daughters birthday and I can't pick any up because we're quarantined. Fuck covid.","sentiment_score":-0.4}
{"full_text":"SECONDARY PREVENTION (screening) vs diagnosis (w PCR gold standard)'TESTING'= too ambiguous#rapidtests aimed at ASYMPTOMATIC in broad pop w\/o symptoms#PCR aimed at SYMPTOMATIC to confirm disease pre-treatment#cdnpoli #onpoli #bcpoli #mbpoli #skpoli #Quebec #nbpoli #nspoli","sentiment_score":-0.0791666667}
{"full_text":"And hospitals are at their breaking point. They're now determining who gets surgery for cancer based on tumor size and growth rate.","sentiment_score":0.0}
{"full_text":"RT  Palestinian prisoner Hisham Abu Hawash in the Covid-19 section of Assaf Harofeh Hospital after being tested positive for t...","sentiment_score":0.2272727273}
{"full_text":"yaar check this and tell me know soon !! How am I supposed to reach the boarding point when there is lockdown till morning 6am tomorrow.","sentiment_score":0.0}
{"full_text":"RT The vaccine is an amazing marketing campaign honestly. Create something that is supposed stop a disease that 99%...","sentiment_score":0.6}
{"full_text":"RT Trump coming out slamming Biden on supply chains, record-high murders, Covid failures, and child trafficking on the border","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT The Salt Lake City newspaper wants the Utah national guard to not allow unvaccinated people to leave their homes. This is m...","sentiment_score":0.2}
{"full_text":"RT Guess what? People with vaccine injuries are not anti-vaxxers. If they were they would mot have taken the vaccine that injur...","sentiment_score":0.0}
{"full_text":"RT If 20 people died in car crashes everyday in NSW like covid, would Morrison and Perrottet say \"we have to learn to live...","sentiment_score":-0.0318181818}
{"full_text":"RT It's almost like public health officials made a big mistake opposing boosters","sentiment_score":0.0}
{"full_text":"RT Newly sworn-in Virginia Gov. Glenn Youngkin on Saturday signed a series of executive orders and directives, including actions...","sentiment_score":0.1363636364}
{"full_text":"...that's too funny. I get though, it does take a bit of a masochistic mentality at times . I wake up some mornings sore from the previous day, and my thought is not to stay home, but to challenge myself to just do 90 minutes instead of 2 hrs. that day ","sentiment_score":0.0416666667}
{"full_text":"#Hospitality and entertainment venues can use intelligent #videosurveillance to provide proof of compliance with COVID-19 restrictions, and create a safer, more pleasant experience for their visitors and employees.Learn more:","sentiment_score":0.6333333333}
{"full_text":"COVID-19 Security Issues and Staff Working From Home    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Kai did an event where he gave us a signed poster directly one by one. I'm crying Can I just say how much Kai trusts e...","sentiment_score":0.0333333333}
{"full_text":"RT Hi everyone, bad news, I've tested positive for covid-19. I have sore throat, fever, and body aches, but please don't worry!...","sentiment_score":-0.2079545455}
{"full_text":"Transport and logistics workers will be prioritised for less stringent isolation requirements from COVID-19, as the looks to solve widespread supply-chain issues caused by increasing case numbers. #logisticsworkers #omicron","sentiment_score":-0.1666666667}
{"full_text":"RT Can I just say something here? Biden INHERITED an inadequate vaccination plan. 2 useless Senators. He's d...","sentiment_score":-0.5}
{"full_text":"RT People have had enough of this tyranny.","sentiment_score":0.0}
{"full_text":"Stanford strongly reiterate social distancing.","sentiment_score":0.2333333333}
{"full_text":"RT Fauci agency funding for gain of function should be under criminal investigation.","sentiment_score":-0.4}
{"full_text":"Suburban office markets have seen an unexpected boom in new transactions driven by the new realities and demands of work and life in a pandemic.#CRE #TenantTips #Suburbs #Office #CorporateRealEstatehttps:\/\/t.co\/7RDrnhdSWX","sentiment_score":0.0931818182}
{"full_text":"Why isn't anyone challenging this discrimination. Didn't the basketball league just say that if they have players who get CoVID, they are exempt from the Vaccine because they have natural immunity? Why doesn't  this rule apply to us poor common folks? #RulesForTheeButNotForMe","sentiment_score":-0.025}
{"full_text":"COVID-19 Security Issues and Staff Working From Home    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT A variant I created for the latest artwork bundle Artwork Set:","sentiment_score":0.5}
{"full_text":"\"Will be a great Australian Open with or without him.\" @RafaelNadal offered a firm point of view regarding Novak Djokovic's #AusOpen participation. MORE:","sentiment_score":0.22}
{"full_text":"RT This guy reportedly kept a french fry in his mouth for the entire 1.5 hr flight so he wouldn't have to wear a mask  LEG...","sentiment_score":0.0}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"Its not up to you to take anothers decisions. Nor do you carry the consequences of their choices. Being unvaxxed doesn't, as you suggest, mean: being a selfish cunt. When iam sick I will do what I always did, stay home and be sick. And try to avoid infecting others.","sentiment_score":-0.5602678571}
{"full_text":"Collegiate instructors sue University of Winnipeg, province over 'discriminatory' vaccine mandates | via","sentiment_score":0.0}
{"full_text":"ICYMI: The Jets got good news today on the protocol front with five players being able to practice with the club.","sentiment_score":0.6}
{"full_text":"MIQ worker confirmed as Omicron case, multiple high-risk locations of interest namedhttps:\/\/t.co\/oiPWiFWQaf","sentiment_score":0.2}
{"full_text":"I dunno. He gives Biden talking points about Covid &amp; the jab.","sentiment_score":0.0}
{"full_text":"Advocates hope pandemic-era telehealth expansion becomes permanent #telemedicine#telehealth#technology#healthcare#artificialintelligence#digitalhealth#behavioralhealth#mentalhealth#connectedhealth#globalpublichealth","sentiment_score":0.0}
{"full_text":"Chinese mainland records 119 confirmed COVID-19 cases","sentiment_score":0.2}
{"full_text":"RT My little brother has had all but one of his teachers out with covid and almost no students at school. He says they just si...","sentiment_score":-0.1875}
{"full_text":"FYI, a list of approved COVID-19 vaccines for travellers to Thailand. https:\/\/t.co\/14lUpkp7I3#tesoltree #teachinginthailand #teachingjobsinthailand #teacherinthailand #englishteacher #englishteacherabroad #jobinthailand #thailand #teachingabroad #teachenglishabroad","sentiment_score":0.0}
{"full_text":"Dakshina Kannada district administration will be reopening 15 of the 36 Covid Care Centers that were active during the second wave, as reported by Times of India. #DakshinaKannada #Mangaluru #Mangalore #Covid #Covid19 #ThirdWave #OmicronInIndia","sentiment_score":-0.0666666667}
{"full_text":"In an effort to expand access to free COVID-19 testing, the U.S Department of Health and Human services announced Monday that private health insurers will be required to cover the cost of over-the-counter, at-home COVID-19 tests.https:\/\/t.co\/idMSbKr61C","sentiment_score":0.1333333333}
{"full_text":"if we have spent most of our marriage in a pandemic and now have also caught the plague and had to quarantine together we get like... some sort of prize or bonus travel vouchers or something right?","sentiment_score":0.2285714286}
{"full_text":"Chivaso-omicron","sentiment_score":0.0}
{"full_text":"RT There is persistent denial of (and unwillingness of vaccine protagonists to consider) causal linkage between vaccination a...","sentiment_score":0.0}
{"full_text":"tested positive for covid &amp; lost my job  in the same week. big 2022 energy.","sentiment_score":0.0757575758}
{"full_text":"Idaho faces backlog in processing positive COVID-19 cases ","sentiment_score":0.2272727273}
{"full_text":"RT college pre covid was literally the most fun and dramatic years of my entire life like I'm so grateful i got to experi...","sentiment_score":0.0916666667}
{"full_text":"The lift in working  restrictions may sound great, but it could put students at greater risk of contracting COVID-19.https:\/\/t.co\/lmX9XrMBML","sentiment_score":0.5666666667}
{"full_text":"Was briefly early chip leader in poker until I doubled someone up when we both flopped two pair.  It's nice to play a bit when I'm still not going to casino poker to avoid COVID!","sentiment_score":0.425}
{"full_text":"Many people, including young adults, are suffering from long-term health problems months after they got COVID-19. Getting vaccinated is the best way to prevent Long COVID. #VoicesofLongCovid","sentiment_score":0.3875}
{"full_text":"RT Scotland had 7 deaths 'with' COVID in August 2020.They had 239 deaths 'with' COVID in August 2021.","sentiment_score":0.0}
{"full_text":"Omicron surge vexes parents of children too young for shotshttps:\/\/t.co\/angYea3gIj","sentiment_score":0.1}
{"full_text":"\"Yeah, so you're about eight times likelier to get myocarditis from getting COVID than from getting the vaccine,\" Szeps summarized.","sentiment_score":0.0}
{"full_text":"RT As @MayorBowser's insane, sickening and poorly thought out vaccine passport system is rolled out, beautiful signs of...","sentiment_score":-0.3625}
{"full_text":"RT According to translations - this guy  - is fed up with anti vaxxers and people not wearing their masks. And at the end he...","sentiment_score":0.0}
{"full_text":"If you need help processing the COVID surge.","sentiment_score":0.0}
{"full_text":"Norway lifts its controversial alcohol ban and other Covid-19 restrictions:","sentiment_score":0.2125}
{"full_text":"The army of millions who enforce China's zero-Covid policy, at all costshttps:\/\/t.co\/pgrDyjbaPG","sentiment_score":0.0}
{"full_text":"Has the surge of omicron cases stopped tourists from visiting NYC?#GraphicTruthhttps:\/\/t.co\/w7oip9ORbX","sentiment_score":0.0}
{"full_text":"RT last shift treating an ER full of covid at 39 1\/2 weeks! ","sentiment_score":0.21875}
{"full_text":"RT Imagine taking your last breath from covid and thinking, \"damn, I thought I could trust Joe Rogan.\"","sentiment_score":0.0}
{"full_text":"Not to mention Long COVID...","sentiment_score":-0.05}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"It is *essential* to report the results of any at-home COVID self-tests you take.Reporting your self-test results (+ or -) ensures we have the most accurate view of DC's infection numbers, &amp; that we can best contact-trace.It's quick &amp; easy, do it!","sentiment_score":0.4625}
{"full_text":"Current Conditions for #Sayre PATemp: 0.0FWind Chill: 0.0FHumidity: 89%Dew Point: -2.5F Barometer: 30.618 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 800.000000Deaths: 10.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT MSM has convinced people that 21-year-old Canadian soccer star Alphonso Davies is currently suffering from myocarditis as a...","sentiment_score":0.0}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"The CDC recommends bringing food to your hair appointments if you show up late ","sentiment_score":-0.3}
{"full_text":"RT Ass. Press tells reporters to hide bad Biden news","sentiment_score":-0.7}
{"full_text":"As omicron rages on, thousands of people across the country are in the hospital trying to recover from the disease.https:\/\/t.co\/aV2T7sZMIR","sentiment_score":0.0}
{"full_text":"RT Holy crap Covid pays well!Dr. Fauci's financial disclosure shows $10.4M in investments. ","sentiment_score":-0.4}
{"full_text":"In an effort to expand access to free COVID-19 testing, the U.S Department of Health and Human services announced Monday that private health insurers will be required to cover the cost of over-the-counter, at-home COVID-19 tests.https:\/\/t.co\/wPXzjAdHeN","sentiment_score":0.1333333333}
{"full_text":"RT SF's strong mayor Charter gives the Mayor sweeping powers, which increased exponentially in the last two years under the p...","sentiment_score":0.2166666667}
{"full_text":"RT Our vaccine center is working day\/night to fix this. We've developed a low-cost recombinant protein Covid v...","sentiment_score":0.0}
{"full_text":"RT Stores Refusing To Sell Chicken Noodle Soup After Rumor COVID Patients Are Using It To Feel Better","sentiment_score":-0.05}
{"full_text":"Many people who are blind or have limited vision are staying isolated because testing for COVID by themselves is too difficult.https:\/\/t.co\/NaKHkEmWYz","sentiment_score":-0.0238095238}
{"full_text":"RT Does this mean snot-nosed censors at YouTube will come to my office and kiss my ... and admit I was right?https:\/\/t.co\/0BZ2HZHi...","sentiment_score":-0.3125}
{"full_text":"RT Life finds a way.","sentiment_score":0.0}
{"full_text":"Whittlesea council is partnering with DPV Health to run regular COVID-19 vaccination pop-ups for residents from this week.https:\/\/t.co\/LwM49xIKKe","sentiment_score":0.0}
{"full_text":"Labour unveils 10-point plan for living with Covid-19https:\/\/t.co\/LILeblZDlP","sentiment_score":0.0}
{"full_text":"We pray,Dear God, Thank You for this beautiful Sunday morning. We pray for peace, love, and joy in our homes, learning institutions, and places of work. We continue praying for your protection against the deadly COVID-19. In Your Name, we do pray.AMEN#VisionUpdates","sentiment_score":0.4875}
{"full_text":"Rapid Increase of Omicron Variant Infections in the United States: Management of Healthcare Personnel with SARS-CoV-2 Infection or Exposure - Health Alert Network (HAN) No. 460","sentiment_score":0.0}
{"full_text":"#MorningMinute: AstraZeneca vaccine permitted as booster dose in Oman.","sentiment_score":0.0}
{"full_text":"RT SECONDARY PREVENTION (screening) vs diagnosis (w PCR gold standard)'TESTING'= too ambiguous#rapidtests aimed at ASYMPTOMATIC...","sentiment_score":-0.15}
{"full_text":"RT Namaste, the unroll you asked for: COVID Update: Why I still don't want to get COVID, thanks. 1\/ I li...","sentiment_score":0.2}
{"full_text":"UK government apologises to Queen Elizabeth II for breaking COVID restrictions. #COVID19 #Pandemic #Omicron #Global #Developmentshttps:\/\/t.co\/lvfGiOZVDP","sentiment_score":0.0}
