{"full_text":"The R-value shows how fast coronavirus is spreading in a particular region, and the number of people who can get infected due to a Covid-infected person.","sentiment_score":0.0805555556}
{"full_text":"Apparently, he has a history of mental problems too. How he figured out to travel in Covid times, found the closest synagogue near the prison whom the person he wanted to free was housed, bought a gun and used a persona of a homeless person to get in the synagogue. Mystery!!","sentiment_score":0.16875}
{"full_text":"RT Absolutely HUGE crowd ","sentiment_score":0.4}
{"full_text":"This pathetic little man whipping out the old faithful. Demonisation of unions. Union bashing.Here's a tip for the gullible.The people, ie: workers, are the union. There's no mystical rogue thug who's sole objective is to belt employers. The workers make a collective decision.","sentiment_score":-0.2175}
{"full_text":"Watching the media spin... attributing the significant drop in death rates from Omicron to be because of the vaccine Ah nope - South Africa already proved it had nothing to do with it. Nice try, no dice. Omicron is a mild upper respiratory infection, i.e. a \"Cold\"","sentiment_score":0.1416666667}
{"full_text":"RT .@GlennYoungkin's children go to school in Maryland. I'm not going to shame anyone for their school choices, but #Virgi...","sentiment_score":0.0}
{"full_text":"RT #IBPS_PO_POSTPONE #IBPS#IBPS_CLERK_POSTPONE #ibpsclerk over lakhs of students are going to attend the #ibpspo mains and #i...","sentiment_score":0.0}
{"full_text":"RT The most striking thing about the entire pandemic, to me, is the raw, spontaneous, primal anger some people felt at being aske...","sentiment_score":0.1115384615}
{"full_text":"RT In today's episode ofThe Australian Government Unions not wanting people to catch covid at work = Bad Lunatic anti v...","sentiment_score":-0.35}
{"full_text":"RT If you think that is bad wait til you hear about Covid lockdowns","sentiment_score":-0.7}
{"full_text":"RT Kerry Chant:- we don't know when the peak might be- schools will drive case numbers- current vaccines won't make the pan...","sentiment_score":0.0}
{"full_text":"Yeah not sure what their alternatives are. That's the point. We opened up yep that's an alternative and look how many deaths today. Dan's policies weren't the only problem. LNp vaccine rollout failure, NSW bringing covid to Vic. We could argue around in circles all day.","sentiment_score":-0.0166666667}
{"full_text":"RT 59% of Democrats support putting unvaccinated people on house arrest and 48% think people who question the vaccine only...","sentiment_score":-0.025}
{"full_text":"RT I love this! has also helped me and my family in a lot of ways. Since we don't go out, Kumu has been our \"tambayan\"...","sentiment_score":0.625}
{"full_text":"Same here. Anybody who comes at me with any flavor of denial can expect to get vivisected","sentiment_score":0.0}
{"full_text":"RT Coronavirus news live: Poland enters fifth Covid wave; Australia reports record daily death toll","sentiment_score":0.0681818182}
{"full_text":"RT The CDC has been fully compromised since Trump. Now it caters to employers and antivax idiots endangering th...","sentiment_score":-0.8}
{"full_text":"RT #FangBin was detained in February 2020 for releasing a video of corpses in a #Wuhan hospital because he sought to tell \"the re...","sentiment_score":0.0}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"RT I won't forget my \"friends\" who chose not to vaccinate or get boostered.I won't forget the \"friend\" who sickened a co-...","sentiment_score":0.0}
{"full_text":"(PCRd and then rapid) long covid is a serious reality (even in asymptomatic cases and a chronic condition we're still trying to understand). Why are you not keeping the health of your constitutes in mind rn? I'm so frustrated. I feel like you don't care. (2\/2)","sentiment_score":-0.3611111111}
{"full_text":"Depends on your laundrymat options. Before Covid we had been doing the laundrymat instead of laundry room repairs. The idea of being in a swirling hot box of germs with maskless people kinda changed our outlook. Way faster tho.","sentiment_score":0.25}
{"full_text":"RT omicron, waiting for me to leave my house","sentiment_score":0.0}
{"full_text":"RT Monday's Daily MAIL: \"Starmer MUST Say Sorry For Drinks In Lockdown\" #TomorrowsPapersToday","sentiment_score":-0.25}
{"full_text":"RT Every variant of the #COVID19 virus, including Omicron, is dangerous and can cause:-severe disease-death-further virus mutation...","sentiment_score":-0.6}
{"full_text":"RT SCOTUS has Blocked Unconstitutional OSHA Vaccine Mandatehttps:\/\/t.co\/i3OTJ49orN","sentiment_score":0.0}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"RT How did COVID cause empty shelves, record inflation, record gas prices and record illegal immigration only in the secon...","sentiment_score":-0.2}
{"full_text":"Dear White PeopleTrump is a LIAR and doesn't give a flying F*CK about you. Wake up and vote FOR democracy. Stop being ignorant and hateful. Praying for you ","sentiment_score":0.0}
{"full_text":"RT China cancels Olympic ticket sales as 1st Omicron case confirmed in Beijing","sentiment_score":0.4}
{"full_text":"RT Who should be held responsible for the widespread of Omicron in India? ( Besharam BJP Sarkar ) #bjp_phirsorahiha...","sentiment_score":0.2}
{"full_text":"RT  President Vladimir #Putin and Prime Minister of Pakistan had a telephone conversation.They discussed...","sentiment_score":0.0}
{"full_text":"RT Covid-19: What will it take to vaccinate the world? - My interview with @htTweets @business Hindustan Times and Bloombe...","sentiment_score":0.0}
{"full_text":"Is #Omicron worse than #Delta?The NSW #Delta outbreak in 6 months from 16 Jun 2021 to 18 Dec 2021 resulted in 590 deaths in NSW. The NSW #Omicron outbreak, in ONE month from 19 Dec 2021 to yesterday, 17 Jan 2022 has resulted in 275 deaths in NSW. #CompareThePair","sentiment_score":-0.4}
{"full_text":"RT Documents confirm concerns about abusive anal swab tests of our diplomats in China. Are these tests still in use and will Ol...","sentiment_score":0.0}
{"full_text":"RT 7 things I've learned since this COVID pandemic started:1. God is still in control.2. Christ is still King.3. The S...","sentiment_score":0.0}
{"full_text":"Fauci doesn't run the CDC. I can see you are spending lots of your congressional time studying up","sentiment_score":0.0}
{"full_text":"It tells me they treat everyone equally and protect their borders.  They have done a much better job than the US in preventing deaths and controlling COVID.Worry about the erosion of the separation of powers that is destroying American democracy.","sentiment_score":0.075}
{"full_text":"RT Hey LA county parents! Join us at our upcoming Parent Ambassador Presentations on 1\/18 (English), 1\/25 (Spanish) &amp; 2\/1...","sentiment_score":0.0}
{"full_text":"RT Just read that almost 20% of health care workers have left their jobs since the pandemic started, and that 20% of teacher...","sentiment_score":0.0}
{"full_text":"RT Children acquire long-Covid. The below person is just spewing random non-information. Like she did for rapid tests. Quebe...","sentiment_score":-0.5}
{"full_text":"RT China cancels Olympic ticket sales as 1st Omicron case confirmed in Beijing","sentiment_score":0.4}
{"full_text":"RT I have tested positive for Covid 19 today with mild symptoms. Following all the necessary protocols, I have isolated mys...","sentiment_score":0.1401515152}
{"full_text":"These are good, but a tad expensive. Still, you can re-use an N95 up to 40 hours each, rotate them by having one for each day.https:\/\/t.co\/dKgGAuF3QF","sentiment_score":0.1}
{"full_text":"Shorthand changing from \"I tested positive for covid\" to \"I'm covid positive\" Next it's going to be \"I'm poz but not like that\"","sentiment_score":0.1515151515}
{"full_text":"You're out of your mind. Trump preached hate, division &amp; fear mongering for 6 yrs now. Every word out of his mouth is a degradation of someone or something. Trump wouldn't even help states during covid that had Democratic leaders. All GOP does is demean. Never encourage or help","sentiment_score":-0.8}
{"full_text":"RT Don't make us Corona Carriers#IBPS_PO_POSTPONE  #IBPS_CLERK_POSTPONE #IBPS ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Apple will now require its corporate and store employees to get COVID-19 booster shots within the next four...","sentiment_score":0.0}
{"full_text":"RT Watching some folks go from \"stop fear-mongering, Omicron is like a mild cold and is nothing to be concerned about\" to \"why...","sentiment_score":-0.1333333333}
{"full_text":"RT .@GlennYoungkin's children go to school in Maryland. I'm not going to shame anyone for their school choices, but #Virgi...","sentiment_score":0.0}
{"full_text":"RT honors \"the Highest Commander of Royal Thai Armed Forces\" on the occasion of the Royal...","sentiment_score":0.0}
{"full_text":"RT The most striking thing about the entire pandemic, to me, is the raw, spontaneous, primal anger some people felt at being aske...","sentiment_score":0.1115384615}
{"full_text":"RT Sammy Gyamfi, vrs  Attorney General, GHS over compulsory COVID-19 vaccination comes on tomorrow at the Accra High Court....","sentiment_score":0.105}
{"full_text":"RT Which part is misleading?","sentiment_score":0.0}
{"full_text":"RT So you can have a Health Minister that yells at you on your driveway or a Health Minister that gives you COVID. These are th...","sentiment_score":0.0}
{"full_text":"Starting 2022 with Covid , this shit is not P ","sentiment_score":-0.1}
{"full_text":"RT A pair of posters mocking Covid mandates has gone up in DC's Capitol Hill neighborhood, similar to other posters recently...","sentiment_score":-0.0416666667}
{"full_text":"RT China's claim that Omicron came from Canadian mail dismissed as 'ludicrous'","sentiment_score":0.0}
{"full_text":"RT This is amazing.","sentiment_score":0.6}
{"full_text":"That's garbage the journalist needs taken o u t ba CK behind the barn","sentiment_score":-0.4}
{"full_text":"RT Imagine that - a flagship current affairs program on the Australian public broadcaster that, during a pandemic, actual...","sentiment_score":0.0}
{"full_text":"Using the logic of \"everyone who wants to be is protected\" we all need to brush up on diagnosing congenital Rubella because we're going to see more of it. That vaccine has always been more about protecting the population than the individual receiving the vaccine","sentiment_score":0.3}
{"full_text":"its a fucking flu","sentiment_score":-0.6}
{"full_text":"Kids get sick, they get better..Aka,  Flu, colds, etc. K? Covid does not exist..a + test means nothing. Esp. since the test are fraudulent. No virus, nothing isolated or identified as there are no variants.. Means you've been lied to again. So, other than her, do you need help?.?","sentiment_score":-0.4196428571}
{"full_text":"RT So, I stuck it out here for 20goddam years thru the pandemic while most of my ER team nurses quit or went to travel age...","sentiment_score":0.5}
{"full_text":"RT During his speech about COVID, Dana White was interrupted by the reporter, asking: \"Are you a doctor? Are you a doctor? I j...","sentiment_score":0.0}
{"full_text":"RT The ONS admits it holds the data on child deaths following vaccination but has not revealed them publicly, so last week a...","sentiment_score":0.0}
{"full_text":"RT Just read that almost 20% of health care workers have left their jobs since the pandemic started, and that 20% of teacher...","sentiment_score":0.0}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"RT Please be safe, remember Covid19 is still with us. Sanitize and wear that mask. Good night.","sentiment_score":0.6}
{"full_text":"Oh this is great news! Keep the jab alive, line those pharmaceutical pockets n flatten that curve bruh. ","sentiment_score":0.55}
{"full_text":"RT Melbourne's health system is in crisis. The federal government is re-activating an emergency provision to underwrite pr...","sentiment_score":0.0}
{"full_text":"RT I have been saying for a long time that the CDC, from the outset, should have been releasing COVID guidance for only 60-90 day...","sentiment_score":-0.025}
{"full_text":"#iitkgp,better know about current covid situation.And other iits iisc have forecast the spread of COVID in Feb ,Still gate not postpone is only reason seen that it value only money ,as center as booked ,and don't want waste money to rebook by postpone same.#postponegate2022","sentiment_score":-0.0708333333}
{"full_text":"RT It remains my opinion that opening up for fkn xmas given Omicron had arrived was a very big fkn mistake. And I blame...","sentiment_score":0.0}
{"full_text":"Here in KY they have started running a commercial about a man whose young wife died of covid because they didn't want to get vaccinated. Left behind him and her two young children. He's now vaccinated and telling his story. I'm sorry for your loss, Travis.","sentiment_score":-0.1166666667}
{"full_text":"undergraduate students eagerly acknowledge Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"Central banks pumped trillions of dollars into financial markets to save the economy, but a lot of it ended up with the billionaires riding a stock market boom, according to an Oxfam report.https:\/\/t.co\/DRWEBR5Apf","sentiment_score":0.0}
{"full_text":"Shortly after Gov. Glenn Youngkin took office as Virginia's 74th governor Saturday, he issued nine executive orders, one of which ends the statewide COVID-19 mask mandate in K-12 schools beginning Jan. 24.https:\/\/t.co\/N6T4jMasS3","sentiment_score":0.0}
{"full_text":"#PostponeGATE2022 Stop being a silent spectator. Take action soon...https:\/\/t.co\/T1W1oXVKBX","sentiment_score":0.05}
{"full_text":"Chillin' at Tambobo Bay in Siaton, shared by Terwin Ogatis [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"A total of 77 deaths was recorded, exceeding the previous national high of 57 last Thursday, official data showed.#Australia #Omicron #Covid19","sentiment_score":-0.0016666667}
{"full_text":"via Pushes '@MonarchOnFOX' Release Date Due To COVID-19#Fox #Monarch","sentiment_score":-0.125}
{"full_text":"The steady progress made on the development of an industrial zone in #AbuDhabi attests to the depth of cooperation with #China under the Belt and Road Initiative even in the midst of the pandemic, experts say.https:\/\/t.co\/nopEyKBeiA","sentiment_score":0.1666666667}
{"full_text":"In this edition of The Interview, former Austrian President Heinz Fischer talks about COVID-19, the refugee crisis and more.https:\/\/t.co\/DMCI7UCBBf","sentiment_score":0.0}
{"full_text":"CALGARY HERALD: \"Due to the restrictions and Omicron, they are at a point where they can't plan, they can't staff properly and there is a steady diet of stress, anxiety and depression on the menu.\"https:\/\/t.co\/KJLua6EJFX#ableg #abhealth #abecon","sentiment_score":0.0138888889}
{"full_text":"Premier Scott Moe's approval rating moved up two points, but his handling of the pandemic has taken a hit in a new survey from the Angus Reid Institute.","sentiment_score":0.1363636364}
{"full_text":"RT belittled Victorians during a pandemic and left them to battle covid on their ownTreasurer of a govt t...","sentiment_score":0.0}
{"full_text":"A wheelchair-bound American octogenarian had his long-running travel ban lifted just hours after the GDN highlighted his plightRead more - Bahrain","sentiment_score":0.25}
{"full_text":"\"I'll be so glad to get back to full health, as well as all of us getting past this pandemic, and I can't wait to be back on stage again\"","sentiment_score":0.12}
{"full_text":"Masjid An-Nur &amp; Al-Maa'uun serving communities during COVID-19 is a great example of community first","sentiment_score":0.525}
{"full_text":"#Telehealth has bridged critical gaps in sexual &amp; reproductive health care resulting from #COVID19's upheaval. Our survey found that among respondents who received contraceptive care in the last 6 months, 17% used telehealth services at their last visit.","sentiment_score":0.125}
{"full_text":"Two years later, there is still no justification from to vaccinate people with experimental COVID19 mRNAs.#JesusChrist cc:","sentiment_score":0.05}
{"full_text":"PMEW  HAHAHA GOODLUCK GETTING THE INJECTION KHA! HAHAHA#hyudechuue`HPVkabmiw@MSuppasit","sentiment_score":0.25}
{"full_text":"As an Evangelical, seems you're saying covid will be here awhile.#GetVaccinatedAndBoosted #WearAMask","sentiment_score":0.0}
{"full_text":"RT Dr Peter McCulloch world leading cardiologist, epidemiologist &amp; professor of medicine says for those under 65 for current c...","sentiment_score":0.0}
{"full_text":"PAYE surpasses pre-Covid levels as firms recoverhttps:\/\/t.co\/QJd9Hx6m2h","sentiment_score":0.0}
{"full_text":"Airline execs say more delays could be coming, but not because of weather or COVID.https:\/\/t.co\/D8TOvIRrSM","sentiment_score":0.5}
{"full_text":"Sources close to the former prime minister claim he missed Knesset events due to COVID concernshttps:\/\/t.co\/lirAH1RAza","sentiment_score":-0.0625}
{"full_text":" HAPPENING TODAY! COVID, technology and climate change: How are societal trends shaping the future of education?   16:00 Paris time Details and register   #TrendsShapingEducation","sentiment_score":0.0}
{"full_text":"COVID-19 cases in El Paso continue to go up and the borderland's top doctors say now is not the time to let your guard down.https:\/\/t.co\/11tkBV8zrO","sentiment_score":0.5}
{"full_text":"RT United Nations-backed  International Labour Organization is expecting the Philippines' jobless rate to ease to pre-cri...","sentiment_score":0.0}
{"full_text":"In this New Years address, the Socialist Equality Party positions itself at the head of the political fight to end the pandemic and save countless lives.No other political party in the world has taken this stance.https:\/\/t.co\/uO5g2Ag34S","sentiment_score":0.0022727273}
{"full_text":"The images of people collapsing from the vaccine bare a striking similarity to the images of people collapsing in China, circa 2020.","sentiment_score":0.275}
{"full_text":"It could be far from over ... Uganda's fuel shortage could go on for more than a week even as tanker drivers call off their strike over the cost of mandatory COVID-19 tests #NTVNewshttps:\/\/t.co\/6mQ7szopfi","sentiment_score":0.3}
{"full_text":"RT pleas prospon...","sentiment_score":0.0}
{"full_text":"we're in a fucking pandemic if you want sad ass songs to make you even more depressed go away we'll vibe with butter dynamite and ptd","sentiment_score":-0.2}
{"full_text":"Joint Chiefs of Staff Chairman Gen. Mark Milley has tested positive for COVID-19 and is experiencing very minor symptoms, a spokesperson said Monday. The Marine Corps said its commandant, Gen. David Berger, also has COVID-19.https:\/\/t.co\/1lB1HNFjCh","sentiment_score":0.0811363636}
{"full_text":"#UPElections2022: Dadri MLA Tejpal Nagar booked for violating COVID norms during Noida visit#ElectionsWithJagran","sentiment_score":0.0}
{"full_text":"yes but long covid does not give a shit how healthy you are. and that's going to be the big problem in the future, not ten or 20 or 50 million deaths.","sentiment_score":0.0416666667}
{"full_text":"I've learned to play the 12 string guitar, adopted two wonderful and lively covid kittens, and , oh, I read The Bird King, now one of my favorite books!","sentiment_score":0.5871212121}
{"full_text":"For $75 from you can get yourself 560 litres of medical oxygen, tubing and a mask. Combine that with the oximeter and you can keep someone's brain alive a lot longer. I wouldn't worry too much though, Omicron is pretty weak","sentiment_score":0.035}
{"full_text":"RT This is not a \"response to the pandemic\"This is an assimilation into Communism.","sentiment_score":0.0}
{"full_text":"RT Influenza will never become endemic. It's an epidemic virus. It comes back in waves every year.SARS2 will never beco...","sentiment_score":0.0}
{"full_text":"Pandemic Business Boom -  #startups #Entrepreneur #Business","sentiment_score":0.0}
{"full_text":"RT belittled Victorians during a pandemic and left them to battle covid on their ownTreasurer of a govt t...","sentiment_score":0.0}
{"full_text":"I voted for Trump, but he was completely out of the loop on Covid. His Covid advisors were getting their data from worldometers. It comes back to his fatal flaw of picking bad people. Noem was fine, but she does not stand up for her people like Desantis","sentiment_score":-0.0458333333}
{"full_text":"What's happening in our region? Find out in the latest edition of Network News.Featuring the opening of GP respiratory clinics, updates to vaccine mandates, new EOIs, plus stories from Australian Department of Health and plenty more.Read now:","sentiment_score":0.2121212121}
{"full_text":"Current Conditions for #Sayre PATemp: 24.6FWind Chill: 24.6FHumidity: 80%Dew Point: 19.3F Barometer: 29.697 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 867.000000Deaths: 11.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Headline - MIT-educated anti-vaxxer doctor who treated COVID patients with Ivermectin and hydroxychloroquine has her l...","sentiment_score":0.0}
{"full_text":"Group Health Plans Must Pay For Over-The-Counter At-Home COVID-19 Tests | by","sentiment_score":0.0}
{"full_text":"RT #postponegate2022Shame on u U r going to  close iit kharagpur college from tommorow due to rise in  covidCa...","sentiment_score":-0.125}
{"full_text":"RT Arrived at work just now- mid-sized rural hospital- to find we have 160 full time staff out with Covid\/iso.160! We are the...","sentiment_score":0.21875}
{"full_text":"RT That company needs to be dismantled","sentiment_score":0.0}
{"full_text":"RT Prime Minister @ScottMorrisonMP faces fresh anti-vax nightmare after his own MP urged parents not to vaccinate kids ...","sentiment_score":0.45}
{"full_text":"#PostponeIBPSPO As covid cases are increasing day by day. Some states are facing lockdown n some students are suffering from this disease. I request you to support us in postponing ibps PO mains exam to be held on 22 Jan 2022.#IBPS","sentiment_score":0.0}
{"full_text":"is using his position at to advance the partisan objectives of an ethnocentric extremist org. TPLF. #TPLF is designated as Terrorist org. by GOE and committed egregious war crimes, crimes against humanity and genocide against #Amhara &amp; #Afar. #NoMore #RemoveTedros","sentiment_score":0.0}
{"full_text":"Hahahahahah did you even mention COVID","sentiment_score":0.0}
{"full_text":".@RowlandSchools providing at home rapid COVID test kits to all RUSD students. Thank you to the amazing team of RUSD staff and volunteers for making this event a great success- rain and all! #WeAreRUSD","sentiment_score":0.5916666667}
{"full_text":"Today's site update \"Nurse taking advantage of unconscious COVID patient\" was just posted on","sentiment_score":0.0}
{"full_text":"RT Yesterday someone told me that Omicron was like a cold. 36 people died in NSW in the last 24hrs. I don't know of anyone that...","sentiment_score":-0.3}
{"full_text":"RT  a triple celebration for Seventeen's Dino, DK, and Vernon  *  Join Caratreats Cafe's Face to Face and Stay-at-ho...","sentiment_score":0.0}
{"full_text":"RT Good point.","sentiment_score":0.7}
{"full_text":"Latest relief measures of Arts and Culture Sector Subsidy Scheme under Anti-epidemic Fund","sentiment_score":0.5}
{"full_text":"RT INBOX: Hawaii announces that it will soon require all visitors to have a COVID booster shot if they want to enter the stat...","sentiment_score":0.0}
{"full_text":"According to BMO's annual Savings study, cash is king as Canadians are prioritizing saving while continuing to navigate the challenges of the global pandemic. Read the full study here:","sentiment_score":0.175}
{"full_text":"Our most popular AusIMM Bulletin article in 2021 was a summary of PWC's Mine 2021 report, which examined how companies had weathered the COVID-19 pandemic and were looking to make a bold pivot to the future. Read it now:","sentiment_score":0.3583333333}
{"full_text":"An epidemiologist is asking vulnerable Victorians to consider a self-imposed lockdown as the Omicron outbreak reaches its peak. He also stated that the virus may be \"relatively harmless\" within the next year.#lockdown #isolationhttps:\/\/t.co\/qYEqAEtdjp","sentiment_score":-0.1666666667}
