{"full_text":"RT Over 800,000 Americans have died from COVID.Dr. Fauci deserves to be in jail.","sentiment_score":-0.1}
{"full_text":"RT I dare say that given Omicron's high transmissibility that the risk is the bulk of the unvaxxed and never before infect...","sentiment_score":0.16}
{"full_text":"RT Data from Vaccine effectiveness against hospitalisation due to #Omicron 52% after one dose72% two doses88%...","sentiment_score":-0.125}
{"full_text":"RT It's come to my attention that has a significant number of #COVID19 tests stockpiled and set to expire.I be...","sentiment_score":0.375}
{"full_text":"RT BIKERMICEDAMARTE","sentiment_score":0.0}
{"full_text":"*Because Tories don't care","sentiment_score":0.0}
{"full_text":"Thanks for all you're doing to extend the pandemic ","sentiment_score":0.2}
{"full_text":"RT #JoeRogan is destroying the Covid Cult","sentiment_score":-0.2}
{"full_text":"RT This broke about the same time I posted, but still isn't enough. Why not do something that will reduce the chances o...","sentiment_score":0.0}
{"full_text":"RT virginia Woolf's 1931 new years resolutions : \"to be free &amp; kindly with myself [...] Sometimes to read, sometimes not to...","sentiment_score":0.3787878788}
{"full_text":"I was a little anxious about going to a Broadway show but really grateful for the folks working inside and outside the theater who repeatedly told people how to correctly wear a mask. I wish they were everywhere.","sentiment_score":-0.059375}
{"full_text":"RT Don't look up versi Indonesia","sentiment_score":0.0}
{"full_text":"RT Dystopian Quebec: Where a few brave souls have to stand up to an army of Police officers to defy a childish curfew by a...","sentiment_score":0.1333333333}
{"full_text":"RT 13 of the 15 that died \"in the line of duty\" actually died from covid","sentiment_score":0.0}
{"full_text":"RT stop saying the vaccine is free, it's been bought and paid for by you the dear people of Malaysia with your tax money....","sentiment_score":0.4}
{"full_text":"RT PSG confirm Lionel Messi has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT The forward is among four Paris Saint-Germain players that have tested positive for coronavirus, the club have confirmed. Ju...","sentiment_score":0.3136363636}
{"full_text":"RT My friend lives in Germany. His wife got covid on 23 Dec. Mild symptoms for 2 days.She has spent the entire festive ti...","sentiment_score":0.0777777778}
{"full_text":"RT virginia Woolf's 1931 new years resolutions : \"to be free &amp; kindly with myself [...] Sometimes to read, sometimes not to...","sentiment_score":0.3787878788}
{"full_text":"RT Governor who repeatedly slapped down preventive public health measures meant to contain and manage Covid-19 asks the federal...","sentiment_score":-0.0777777778}
{"full_text":"RT Sturgeon denied it, but now we know there was a Covid cover-up - Ian Murray MP","sentiment_score":0.0}
{"full_text":"Govt were warned what would happen due to omicron's ability to double cases in under 2 days.They said they were watching the data hour by hour.They let test kits run out and test labs become overwhelmed. Only NOW they need a plan? ","sentiment_score":-0.0416666667}
{"full_text":"Respected Sir ! Physical Verification (PV) in CGST during March 2021 had played most pivotal role in spreading delta among staff &amp; their families. It's still going strong- to hand deliver omicron to poor CGST staff households- may be ! #welcome2022","sentiment_score":0.1866666667}
{"full_text":"RT This graph shows just how much more likely you are to end up in ICU with Covid if you are not vaccinated.Please RT for an...","sentiment_score":0.25}
{"full_text":"RT Yes , that doesn't include vaccine passports either, which clearly do not  reduce infections, will you remove them...","sentiment_score":-0.05}
{"full_text":"RT A family member just relayed that an anti-vaxxer friend of theirs is about to be taken off a ventilator for Covid. It's gu...","sentiment_score":0.0}
{"full_text":"RT  The first return round of Serie A, scheduled to take place on Thursday, is at risk of being postponed as more than 50 COVID...","sentiment_score":0.1833333333}
{"full_text":"RT #Lukaku exclusive for after Villa game:\"I told the coach I am multidimensional it's just about having cl...","sentiment_score":-0.4}
{"full_text":"RT Unfortunately vaccines aren't going to eradicate COVID.SARS-CoV2 has been found in cats, dogs, deer, pigs, rabbits,...","sentiment_score":-0.5}
{"full_text":"RT trying to get a covid test rn is like tryna get a ps5","sentiment_score":0.0}
{"full_text":"Dead from what? CDC have just recommended removing the PCR test as it can't distinguish between flu and covid just what supposed conspiracy theorists have been saying since day 1. Do some real research outside of the SAGE and MSM liars","sentiment_score":0.0}
{"full_text":"RT Go Amsterdam. Enough is enough.","sentiment_score":0.0}
{"full_text":"RT Team Toronto has been relentless throughout the holiday season, and the work continues to get vaccines into arms. For inf...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis claims that he accompanied his wife to cancer treatment on Dec 29Why did he bring his immunocompromised wife to...","sentiment_score":0.0}
{"full_text":"RT #Update: Around 4-5 thousand of protestors already gathered at the #Museumplein in #Amsterdam, and more are going, as first...","sentiment_score":0.375}
{"full_text":"RT Good luck! Organizing is hard work. Phonebanking is a must, second only to door knocking if safe (read: not durin...","sentiment_score":0.2166666667}
{"full_text":"This isn't a government imposed restriction, but a UNION mandated one. This was a demand in exchange for re-opening schools. It was either that or lockdown, so schools are delighted, do not see it as an imposition, and are happy to enforce it. Anyone claiming otherwise is lying.","sentiment_score":0.75}
{"full_text":"RT Today, my Administration is extending the pause on federal student loan repayments for an additional 90 days -- through May 1, 20...","sentiment_score":0.0}
{"full_text":"RT #COVID19 | All schools, colleges, universities, spas, salons, beauty parlours, zoos, and entertainment parks to be closed in the s...","sentiment_score":-0.1}
{"full_text":"79.000 declared cases of vax side effects compensated in Australia","sentiment_score":0.0}
{"full_text":"RT TRUDEAU - on the unvaccinated.\"They don't believe in science\/progress and are very often misogynistic and racist.Thi...","sentiment_score":0.2}
{"full_text":"RT 3) from earlier study we see that #Omicron is highly evasive against past immunity from surviving Alpha, Beta, or Delta var...","sentiment_score":-0.03}
{"full_text":"RT #BREAKING : 96 students of Jawahar Navodaya School in #Suyalbari village of #Nainital district of #Uttarakhand were teste...","sentiment_score":0.0}
{"full_text":"RT Genuine question. Why can't tripled jabbed NHS staff who have currently tested positive for covid with no symptoms go to...","sentiment_score":0.2090909091}
{"full_text":"RT People in low SES won't be able to afford RAP. Instead they will inadvertently go to work, school and uni with Covid19 wi...","sentiment_score":0.25}
{"full_text":"RT \"YOU\" knew there were early treatments for COVID and \"YOU\" intentionally did not make them available or speak abou...","sentiment_score":0.25}
{"full_text":"RT We ended up having a wonderful time together. We packed into a big Airbnb and formed fond memories. I'm so grateful we ende...","sentiment_score":0.5}
{"full_text":"RT Dr. Robert Malone on exposing our government's response to Covid-19:\"They are lawless. They completely disreg...","sentiment_score":0.1}
{"full_text":"RT We recommend that the government delay the return to in-person learning to provide all students in #OntEd with adequate PPE....","sentiment_score":0.3333333333}
{"full_text":"RT Remember Cheryl Cole was fooled into thinking the Italians were singing Fight For This Love on their balconies in the he...","sentiment_score":0.5}
{"full_text":"They are dangerous, a child is 4-6 more likely to get myocarditis from the vaccine than be hospitalized from covid. Wake up","sentiment_score":-0.0333333333}
{"full_text":"With 3,194 positive #COVID19 cases recorded in the last 24 hours, the positivity rate in #Delhi on Jan 2 stood at 4.59%","sentiment_score":0.1136363636}
{"full_text":"RT With a rate of infection at 36%, Detroit, a district, according to Sup't Vitti, that has \"been a leader in using science and d...","sentiment_score":0.0}
{"full_text":"Teachers don't have to wear masks but children do? You are disgusting. We will not consent#NoMasksInClass","sentiment_score":-1.0}
{"full_text":"RT Remember that kid in 4th grade who kept doubling-down on a lie even after he was caught, because he simply wasn't capabl...","sentiment_score":0.0}
{"full_text":"RT PSG's Messi and three others test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"One America's Pearson Sharp sat down with Dr. Kirk Milhoan, a pediatric heart specialist, who explains the vaccine represents a greater danger to our children's health than COVID itself.https:\/\/t.co\/35eZT7MPUb","sentiment_score":0.0731481481}
{"full_text":"RT PSG confirm Lionel Messi has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Ban on fireworks due to CovidSouthern Italians are terrible Facists","sentiment_score":-0.5625}
{"full_text":"RT A huge protest during New Years in Linz, Austria to end COVID mandates.","sentiment_score":0.2681818182}
{"full_text":"And you are welcome to not be scared of your own shadow while clinging to a bullshit excuse of \"trying to save lives\".If you don't have the vaccine at this point it's a personal choice.","sentiment_score":0.3375}
{"full_text":"RT Nobody knew there'd be a Pandemic, but President Obama knew!","sentiment_score":0.0}
{"full_text":"I LOVE THIS. Let Freedom Ring!","sentiment_score":0.625}
{"full_text":"RT Volunteers are needed to help people get the #Covid-19 #vaccine. You will help people to get registered and queue up at th...","sentiment_score":0.0}
{"full_text":"RT It is an age old battle. It started with evolution vs creationism, progressed to anti-HIV\/AIDs and anti-climate c...","sentiment_score":0.1}
{"full_text":"RT Ashawo dress is an epidemic that needs its own vaccine!!","sentiment_score":0.9375}
{"full_text":"How many children have become seriously I'll with covid? Or should I say the common cold?","sentiment_score":-0.1833333333}
{"full_text":"The club can confirm that, following the latest round of molecular testing involving the first team squad, two players have returned positive tests for COVID-19. Both players are okay and have begun self-isolating.  #ASRoma","sentiment_score":0.2128787879}
{"full_text":"RT 2022 is gonna be my year. i'm gonna play some video games and isolate due to covid variants","sentiment_score":-0.125}
{"full_text":"RT 'Government is trying to keep a close watch on the development and will impose restrictions when needed,\" the official...","sentiment_score":0.0}
{"full_text":"RT A creature whose first instinct is to lie. She's a feral guttersnipe,  who surrounds herself with snivelling dim witted,...","sentiment_score":0.175}
{"full_text":"RT The forward is among four Paris Saint-Germain players that have tested positive for coronavirus, the club have confirmed. Ju...","sentiment_score":0.3136363636}
{"full_text":"The CDC says There is no fine to post the words \"blessed &amp; appreciative\"","sentiment_score":0.1958333333}
{"full_text":"RT Eamonn's comments after Hold the Line in Swords, Ireland on New Year's Eve 2021  Outlining that young people are not at...","sentiment_score":0.1181818182}
{"full_text":"i'm not anti mask or anything but i think it's unfair that we're the only ones that are getting more restrictions and the ones that are the main problem aren't. we're forced to go to school everyday, it's their choice to not get the vaccine","sentiment_score":-0.0555555556}
{"full_text":"RT \"The lack of a national health insurance program affects everything from vaccine hesitancy to the ability to get a test to h...","sentiment_score":0.0}
{"full_text":"RT Why isn't Fauci and the CDC asking for an open national discussion with Dr. Robert Malone, Dr. Peter McCollough and others...","sentiment_score":0.0}
{"full_text":"RT I rarely quote tweet but this is not right. Firstly, it's airborne - that means aerosols are as important as droplets....","sentiment_score":0.2017857143}
{"full_text":"RT  | CONFIRMED: Aliens can contract COVID-19. Swift recovery, Leo ","sentiment_score":0.4}
{"full_text":"On service seeing possible Omicron association with \"#COVID19 croup\". First time I'm seeing croup with coronavirus, although there have been  case studies in past decade showing other variants causing coronavirus croup. Any other docs seeing omicron croup? #tweetiatrician","sentiment_score":-0.05}
{"full_text":"RT USAID warns worsening humanitarian situation in Tigray with continued blockade and forced eviction in Western Tigray - Globe...","sentiment_score":-0.15}
{"full_text":"RT Haryana shuts schools and colleges again till January 12 amid spurt in COVID-19 cases","sentiment_score":0.0}
{"full_text":" Well confirmed laboratory origin of the Omicron variant \"Evidence for a murine origin of the Omicron SARS-CoV-2 variant\"https:\/\/t.co\/LEBvzo56Jj","sentiment_score":0.4}
{"full_text":"RT If Omicron gets any worse, Fox News reporters will be asked to lie from home again.","sentiment_score":-0.4}
{"full_text":"This guy is saying just what I have said all last year.","sentiment_score":0.0}
{"full_text":"Lol no we are not in a pandemic, this was never a pandemic, it was never anything other than new endemic disease","sentiment_score":0.2704545455}
{"full_text":"RT BREAKING: Lionel Messi tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT #India reports 27,553 new cases of #COVID19 in last 24 hours .#Omicron case tally rises to 1,525","sentiment_score":0.0681818182}
{"full_text":"#COVID19 likes this ","sentiment_score":0.0}
{"full_text":"What did travel executives read in 2021? What are the most important topics for them in navigating through the pandemic and calibrating for rebound and regrowth? Check out the Skift Research reports that are most read by Skift audience.","sentiment_score":0.4666666667}
{"full_text":"#OnPoli taking the UK's lead...","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"it infects and replicates more in upper resp. tract than lungsThis in other words means, Omicron tends to cause less severe illness individually comparing to other variants since it replicates 10x less in lungs compared to Delta and ancestral strain","sentiment_score":-0.0119047619}
{"full_text":"RT #MassPsychosisWhen millions of people get double and triple jabbed with a failed vaccine that won't stop the spread b...","sentiment_score":-0.25}
{"full_text":"RT \"Help Us, Brandon!\"","sentiment_score":0.0}
{"full_text":"RT Things are not going well.There is no plan and no help.Kids going back to school.Covid positive workers going to work....","sentiment_score":0.1136363636}
{"full_text":"RT #Delhi reports 3,194 new #Covid cases, 17% higher than yesterday","sentiment_score":0.1931818182}
{"full_text":"RT New narrative to scare you: number of CHILDREN HOSPITALIZED with OMICRON growing exponentially.TRUTH: Almost all child...","sentiment_score":0.1363636364}
{"full_text":"'I lost 48kg amid the pandemic, here's how I did it'https:\/\/t.co\/0GWQpMy1VJ","sentiment_score":0.0}
{"full_text":"Kuwaiti embassy in UK has encouraged its citizens to leave country due to \"significant and unprecedented\" increase in Omicron cases there, Gulf country's state news agency reports","sentiment_score":0.2833333333}
{"full_text":"#HTWknd | has three wishes for Hindi cinema in the new year. They'll see us through the pandemic and beyond, she says. And enable the industry to emerge stronger than ever. Find out what they are","sentiment_score":0.1363636364}
{"full_text":"Quezon City Mayor Joy Belmonte urged residents to schedule an appointment to receive COVID-19 booster shots amid the threat of the highly transmissible Omicron variant.https:\/\/t.co\/K5wluuqM3Q#MetroManilaNews #BoosterShot","sentiment_score":0.48}
{"full_text":"RT My Sunday Toronto Sun column: The Trudeau and Ford governments fuelled vaccine hesitancy: Their unseemly rush to portray the...","sentiment_score":0.0}
{"full_text":"RT Felt a little crappy today and turns out I tested positive for Covid. Not able to perform tonight at Foxwoods. For the...","sentiment_score":-0.0700757576}
{"full_text":"RT In Lisbon I went out for a meal. I had to have proof of a Covid test *that day*, but didn't. So the restaurant sold me a L...","sentiment_score":0.0}
{"full_text":"Is Omicron the end? Peel pandemic and infectious disease experts give hopeful outlook on 2022https:\/\/t.co\/A9CqFq2P6k","sentiment_score":0.0}
{"full_text":"Most people with #COVID-19 feel better within a few weeks. You may be able to look after yourself at home while you recover. Visit for information on how to look after yourself if you have #COVID-19.","sentiment_score":0.325}
{"full_text":"#Singapore reported more #Covid19 infections among travelers from abroad than local cases for the first time in nearly half a year, testing the resolve of the country to keep its borders open amid the worldwide spread of the #omicron varianthttps:\/\/t.co\/Yb8r8h00So","sentiment_score":0.1166666667}
{"full_text":"Is Omicron the end? Peel pandemic and infectious disease experts give hopeful outlook on 2022https:\/\/t.co\/4A2JacswbG","sentiment_score":0.0}
{"full_text":"Compound, the popular DeFi, just got a lot more popular, after it mistakenly gave out more than $90M to usershttps:\/\/t.co\/TxBgtayPnr#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.46}
{"full_text":"#Breaking - Klopp to miss Chelsea game with COVID-19. Read more: article was fact-checked by #Oigetit #Liverpool #klopp #LiverpoolFC","sentiment_score":0.05}
{"full_text":"After looking at the comments re covid symptoms, how different was it compared to the flu? Or if omicron, how different to a common cold?","sentiment_score":-0.225}
{"full_text":"RT Lots of announcements and guidance changes out today ahead of the start of the new school term next week.Firstly, the g...","sentiment_score":0.0681818182}
{"full_text":"Over 95% of Omicron cases in Germany are in vaccinated people.https:\/\/t.co\/xkp9VNfFuW","sentiment_score":0.0}
{"full_text":"Wake up, it's game day! But Washington continues to play must-win games without key players...","sentiment_score":-0.25}
{"full_text":"India's creator,saver&amp;ruiner is Congress slam India's-Kingmaker-State-vocal-to-local-double-engine Mother-Of-All-Rallies Constituency-Location-Abetting&amp;Sports-University-Vote-Bank-Vision spread covid;Election Commission model-code lip serves on ban meetings!18001805145&amp;1800111950","sentiment_score":0.0}
{"full_text":"RT  Mark Drakeford - 'On 30 December, 10,400 new people fell ill with coronavirus in wales on that single day'FACT CHECK...","sentiment_score":-0.145021645}
{"full_text":"Tonight on #BBCSevenDays Review of the Year, and Moray Macdonald will be looking back on some of this year's biggest stories:Ghislaine Maxwell convictionCOP26OmicronDowning Street parties 11pm,","sentiment_score":0.0}
{"full_text":"You were ready for Covid, awaiting activation. No wonder it was this easy.","sentiment_score":0.3166666667}
{"full_text":"#localgov execs are concerned about the effects of #COVID19 on student learning, #publicsafety, #affordablehousing, and #homelessness. Addressing these issues is important, but cities must do more if they are to become or remain vibrant and special.","sentiment_score":0.355952381}
