{"full_text":"RT Would be great to see a peak and then decline in cases, right? Covid live: India reports 1,68,063 fresh Covid cases, 277 de...","sentiment_score":0.3805194805}
{"full_text":"RT People who say things like \"COVID is just a cold\/flu\" don't realize that people with colds\/flu shouldn't be at work, either.","sentiment_score":0.0}
{"full_text":"RT BREAKING - Due to an outbreak of #Deltacron Florida has announced an emergency stay at home order CNN and MSNBC are report...","sentiment_score":-0.125}
{"full_text":"RT I'm raising money for Covid positive transwoman needs emergency support. Click to Donate","sentiment_score":0.2272727273}
{"full_text":"We would like to introduce you to the CDC COC MAKER, Noida, India. We are providing given below services accordingly to all Flags and all Maritime courses.INDIAN\/ PANAMA\/ PALAU\/ LIBERIAN\/ ST. KITTS &amp; NEVIS\/ BAHAMASContact:-9997973040","sentiment_score":0.0}
{"full_text":"RT From this morning -- article written by Nobel prize winning doctor -- after 90 days data suggests vaccinated people get...","sentiment_score":0.5}
{"full_text":"RT If you're waiting hours in line for a Covid test you can thank Greg Abbott.76,000 Texans dead, hospitals overwhelmed, hi...","sentiment_score":-0.2}
{"full_text":"RT Dr Coetzee hypothesised that omicron \"could potentially be of great help to us\" by helping the po...","sentiment_score":0.8}
{"full_text":"RT I feel like the 'let it rip' crowd, who want to 'just live our lives' through a pandemic, who are now arguing 'schools mu...","sentiment_score":0.1363636364}
{"full_text":"RT My administration is moving to block golden showers as a treatment for covid-19. We're going to stop the spread and blo...","sentiment_score":0.3}
{"full_text":"We've gone through league games against Spurs and Chelsea with covid cases. If we ever want to dodge a game, those kind of games especially in the league would be the priority not the Carabao Cup. And not against fucking Arsenal!","sentiment_score":-0.1375}
{"full_text":"In today's Biden says, \"This continues to be a pandemic of the unvaccinated.\" The stats show otherwise. With COVID now being disproportionately caught by the masked and vaccinated, what's the justification for authoritarian mask and vax mandates?","sentiment_score":0.0}
{"full_text":"RT Now they're all trying to clean it all up...but they F#CKED it all up so badly ... it's gonna take #presidentTrump a well ref...","sentiment_score":-0.1666666667}
{"full_text":"RT mfs will drink piss but draw the line at the vaccine ","sentiment_score":0.0}
{"full_text":"RT I'm a physician who has always believed that from a population perspective, mass vaccination is the wrong strategy for...","sentiment_score":-0.5}
{"full_text":"RT If they lied about covid, what won't they lie about?","sentiment_score":0.0}
{"full_text":"RT As a teacher this feels like an absolute nightmare to me! At the height of...","sentiment_score":0.25}
{"full_text":"The jobkeeper loans have exacerbated this: businesses and multinationals given billions of dollars-regardless of whether they need it-in the hope that they'll graciously let it trickle down.Don't get it twisted though, this was happening before the pandemic.","sentiment_score":-0.5}
{"full_text":"RT So, The CDC is basically telling mainstream news the same things that conservatives were banned on Twitter for saying?","sentiment_score":0.0}
{"full_text":"RT Jurgen Klopp could not goto his own mother's funeral due to Covid19 restrictions, to think some rival fans say he used Covi...","sentiment_score":0.2375}
{"full_text":"RT Ron DeSantis spoke w\/Mark Levin Sunday. He said the Biden Admin is hostile towards his efforts to get treatment for th...","sentiment_score":0.0}
{"full_text":"RT PH GO | #SeoulStopGOTREASURE - 1st MINI ALBUM [THE SECOND STEP : CHAPTER ONE]KTOWN:Photobook - 670Digipack - 480Kit...","sentiment_score":0.0}
{"full_text":"RT The head of the CDC is truly awful at her job. But she is good at keeping the economy going, f*ck them sick people wit...","sentiment_score":-0.3380952381}
{"full_text":"RT I have tested positive for Corona today with mild symptoms. I am under home quarantine. I request everyone who have recen...","sentiment_score":0.2803030303}
{"full_text":"Ppl are upset. But in our plutocratic society, we're not upset enough plutocrats who con ppl into believing the vaccine is more dangerous than COVID. They hold the most responsibility. But everyone caters to powerful Murdoch &amp; defends his \"free speech.\"https:\/\/t.co\/G4Pf7pE1jv","sentiment_score":0.1833333333}
{"full_text":"RT Here you are saying that you don't agree with the COVID vaccines that prevent severe illness and reduce transmission of...","sentiment_score":0.0}
{"full_text":"RT A HUNDRED people invited to No10 to \"make the most of the lovely weather\" when we could only meet one person outside....","sentiment_score":0.25}
{"full_text":"RT America is the greatest country because you have the freedom to choose. Should I drink urine or take a vaccine during a d...","sentiment_score":1.0}
{"full_text":"RT A doctor writes to me: \"why wasn't\/isn't there a warp speed for paxlovid\/fluvoxamine\/sotrovimab?\" My guess is becaus...","sentiment_score":0.0}
{"full_text":"RT A sitting Supreme Court Justice, in a proceeding taking place in the highest court in the land, said there were 750 MILL...","sentiment_score":0.0}
{"full_text":"RT That deafening sound you hear is the total and complete narrative collapse of the COVID tyrants and their searing pain re...","sentiment_score":0.1666666667}
{"full_text":"RT Read the full analysis - for free - below https:\/\/t.co\/2RJf5ooTxJ","sentiment_score":0.375}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"RT Joining a chorus of criticism, the American Medical Association issued a rare, but strong rebuke, saying that the CDC's new...","sentiment_score":0.1739393939}
{"full_text":"RT COVID-19 | India reports 1,68,063 fresh cases, 69,959 recoveries  &amp; 277 deaths in the last 24 hoursActive case tally reaches 8,2...","sentiment_score":0.15}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Pfizer CEO: \"Two doses of the vaccine offers very limited protection, if any. 3 doses with a booster offer reasonable protect...","sentiment_score":0.069047619}
{"full_text":"RT As of today, a spike in COVID numbers in CA's prisons produces 2375 new cases, with 1625 of those cases located in just 5 st...","sentiment_score":0.1363636364}
{"full_text":"RT Chant said yesterday, \"We will be adjusting the data to not include people who were end of life and died from #COVID19...","sentiment_score":0.0}
{"full_text":"please reinstate the waiver so schools can switch to virtual learning! This is getting out of hand and yes, Covid is mild in many instances but not all. We are putting students and staff at risk unnecessarily.","sentiment_score":0.1444444444}
{"full_text":"RT holy shit the U.S. reported more than 1.4 million new covid cases today. i don't see how we're not paying people to stay...","sentiment_score":0.1454545455}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"This wonderful work has been done by our Guru Ji Sant Dr Gurmeet Ram Rahim Singh Ji Insa so that covid-19 can be controlled.","sentiment_score":1.0}
{"full_text":"RT Those who died from COVID with \"underlying conditions\" still suffered a preventable death and deserved to live too.","sentiment_score":0.1363636364}
{"full_text":"RT China,having started this world pandemic by a leak from Wuhan lab,now mocks the Indian Army because our Defence Minister ha...","sentiment_score":0.0}
{"full_text":"RT If they lied about covid, what won't they lie about?","sentiment_score":0.0}
{"full_text":"Omicron is still killing fewer people than bears in the U.S. for 2021 so far.","sentiment_score":0.1}
{"full_text":"RT \"Omicron is mild\", \"Omicron is the last surge\", \"This is what we need for COVID to be just like seasonal flu\". I hear people...","sentiment_score":0.1666666667}
{"full_text":"You can't tell me that staff at newspapers and TV stations didn't have a get together for drinkies. Bunch of hypocrites. That sort of thing has gone on for years - Covid or no Covid.","sentiment_score":0.0}
{"full_text":"RT For the record, as I say in article, I am staying away from indoor locations to the extent possible while the (very fast)...","sentiment_score":0.13}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"BREAKING NEWS: Storm Troopers reassigned. Paving the way for their new leader OmegaTron Variant. NEWS AT 10:00 pm.","sentiment_score":0.1363636364}
{"full_text":"RT this pandemic just keeps ruining &amp; ruining &amp; ruining &amp; ruining our fucking PLAAAAANS !!!!!! im just so tired,,, just go...","sentiment_score":-0.7}
{"full_text":"RT I don't know if the inoculation protocol will be the same for this new vaccine but I have a pretty strong sense of where...","sentiment_score":0.2049242424}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"RT Many questions about the origin of Covid-19. Would you be surprised if the US Govt was responsible?","sentiment_score":0.2666666667}
{"full_text":"RT Why has Biden's covid response been so terrible and how could he have done better? I address that in a mere 7,000 words....","sentiment_score":-0.3333333333}
{"full_text":"As part of a $2.7 billion coronavirus response package, Newsom plans to restore supplemental paid sick leave as omicron continues to spread.","sentiment_score":-0.7142857143}
{"full_text":"RT RACE-BASED COVID POLICIES: The Biden administration has issued guidance that says medical professionals can use race as a...","sentiment_score":0.0}
{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"RT letterboxd panic buying more servers","sentiment_score":0.5}
{"full_text":"RT 66 prisoners and 48 jail staff in Delhi jails have tested Covid positive so far.42 prisoners and 34 jail staff in Tihar Jail, 24...","sentiment_score":-0.0181818182}
{"full_text":"RT How I imagine I will be by the time this pandemic is finally over","sentiment_score":0.0}
{"full_text":"RT According to the CDC, only 50,000 people died from COVID-ONLY as opposed to the 836,000 figureI need new conspiracy the...","sentiment_score":0.0681818182}
{"full_text":"am i getting reimbursed for mine then ","sentiment_score":0.0}
{"full_text":"RT Why don't and carry the daily White House press briefing every day just like it did for Trump?Insane that I h...","sentiment_score":0.0}
{"full_text":"RT PUBLIC SERVICE ANNOUNCEMENT: Mafitlhakgosi Clinic in Tlokweng offers PCR tests for COVID-19,but they only assist 85 people...","sentiment_score":0.0333333333}
{"full_text":"RT Next time #ScottytheFailure trots out the \"Omicron spread faster than we expected,\" line, could just ONE journalist ask...","sentiment_score":-0.05}
{"full_text":"RT I know several people who were deplatformed for pointing this fact out 12-18 months ago.","sentiment_score":0.0}
{"full_text":"RT Top epidemiologist Professor John Ioannidis has published a new study which concludes that the survival rate of people un...","sentiment_score":0.3181818182}
{"full_text":"RT Lol you take that much spiro ten days in a row and you'll find yourself crying in the grocery store because a puppy yo...","sentiment_score":0.2}
{"full_text":"RT How quickly America went from, \"we value and care about our workers and don't want them to catch COVID\" to \"F*ck your he...","sentiment_score":0.3333333333}
{"full_text":"RT A very interesting Norwegian Long Covid study has just been published.It used the participants in an ongoing \"Mother...","sentiment_score":0.2}
{"full_text":"How tf do you make a vaccine for something before it happens?","sentiment_score":0.0}
{"full_text":"Column: Mocking anti-vaxxers' COVID deaths is ghoulish, yes -- but may be necessary - Los Angeles Times","sentiment_score":0.0}
{"full_text":"RT Omicron will soon overwhelm our hospitals due to vaxxed and boosted staff testing positive and entering quarantine. Hospitals...","sentiment_score":0.0511363636}
{"full_text":"Be an adult and just say you don't want it. Or just get it and keep it pushing. But stop using it as an excuse to be a rude asshole to someone else. If a business says they require a mask. Wear the mask or go somewhere else. It's not difficult","sentiment_score":0.0}
{"full_text":"World news is as fraudulent as the AMA re covid more than ever before. They're forcing insane assaults vs our health more than befor from the Top seat of liars. Safety is switching off and going underground with the vaxed as the  serious bad spreaders and only cause of spikes!","sentiment_score":-0.0761904762}
{"full_text":"RT Many people asked me about \"Ebola- or Marburg- like hemorrhage fever virus\" in .Based on my internal sources from ,...","sentiment_score":0.25}
{"full_text":"COVID-19, take care of your health.","sentiment_score":0.0}
{"full_text":"RT Rise and fall of SARS-CoV-2 dynasties","sentiment_score":0.0}
{"full_text":"RT covid lasting longer than all my relationships put together","sentiment_score":0.0}
{"full_text":"No. Nor would I trust the CDC, FDA, and don't even get me started on the NIH.","sentiment_score":0.0}
{"full_text":"RT let's make a deal with the federal government: if they can't get the pandemic under control in another year, we get original...","sentiment_score":0.375}
{"full_text":"RT After noticing so many cloth masks on delivery folks, I started texting my Instacart &amp; DoorDash people to ask if they need...","sentiment_score":0.5}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT Magas don't even understand that constantly coming up with newer Covid treatments, means the old shit didn't work..","sentiment_score":-0.0333333333}
{"full_text":"RT Why should anyone trust the CDC to start telling the truth about COVID deaths now?They've completely destroyed their cr...","sentiment_score":0.1}
{"full_text":"RT For those who don't know what china's covid quarantine camps looks like.This may help you...and you need to pay for your...","sentiment_score":0.0}
{"full_text":"RT Sick! The answer is to work sick obviously. It's the only way the math adds up. No sick leave for the lowest wage jobs,...","sentiment_score":-0.25}
{"full_text":"RT \"COVID isn't the problem,\" Dr. Bradley explained. \"It's all the other viruses we're seeing every year like RSV, and we're...","sentiment_score":-0.125}
{"full_text":"RT There's also this - an allegation his documentation was incorrect on his Australian application because of...","sentiment_score":0.0}
{"full_text":"yes ik, i'm not worried about the affects now, i'm worried about future possible ones with a vaccine being created this fast plus other studies yknow","sentiment_score":0.01875}
{"full_text":"RT The prescription opioid epidemic is one of the worst public health crisis in PA@JoshShapiroPA is bringing $1B to PA to...","sentiment_score":-0.5}
{"full_text":"RT 2\/3Following the extension of the #COVID-19 vaccination programme for children aged 15-18, and #PrecautionaryDose for...","sentiment_score":-0.1}
{"full_text":"RT 220110 taeoxo_nct instagram story updates[TRANS] \"cold after vaccination...\"\"vaccinated ninja-desu\"\"the vaccine hit...","sentiment_score":-0.6}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"RT \"After reviewing the charts of every COVID-positive patient at UCSF hospitals on Jan. 4, Dr. Jeanne Noble, an associate prof...","sentiment_score":0.6}
{"full_text":"RT AP Poll: Economy, Inflation Americans' Top Concerns, COVID-19 Takes Back Seat As Midterms Approach","sentiment_score":0.25}
{"full_text":"Anyone that does not believe the white hats are in control of this narrative, needs to ask if this current level of anti-Fauci and vaccine tweets would have survived more than 5 minutes even six months ago.  We are slowly being given the unrestricted voice to bring it all down.","sentiment_score":0.0088888889}
{"full_text":"RT The party of kids who love homework","sentiment_score":0.5}
{"full_text":"RT CW: #eugenics, disabled death, covid \"So as of right now, his quality of life- he doesn't have much of one,\" the doct...","sentiment_score":0.0952380952}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT Incredible COVID-safe wicket celebration from Harris Rauf! #BBL11https:\/\/t.co\/tG4QmFRbMO","sentiment_score":1.0}
{"full_text":"RT I must admit that pre-pandemic, I had no idea how fragile our civil liberties truly are. But as an MD, I figured it out in...","sentiment_score":0.0}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"RT A variant I created for the latest artwork bundle Artwork Set:","sentiment_score":0.5}
{"full_text":"RT Who Tf naming these new Covid variants I thought Omicron was a Transformer or some shi","sentiment_score":0.1363636364}
{"full_text":"RT And needs to be held accountable for it !!!","sentiment_score":0.0}
{"full_text":"RT I try... https:\/\/t.co\/LCGtJfODjO","sentiment_score":0.0}
{"full_text":"RT Attention Doctors: Unlawful to prioritize Covid-19 treatment based upon the race of your patient.  YOU HAVE BEEN WARNED!","sentiment_score":0.0}
{"full_text":"?Covid?","sentiment_score":0.0}
{"full_text":"RT Omicron maybe milder than Delta... but absolute numbers are much higher - hence the high hospitalization numbers.","sentiment_score":0.2033333333}
{"full_text":"Chinese virus..","sentiment_score":0.0}
{"full_text":"RT Tomorrow morning.6 AMNear NorthDress for cold. Wear a mask. Solidarity.","sentiment_score":-0.6}
{"full_text":"RT lol too late for fake Jake to make this turn, he was part of the fraud.","sentiment_score":0.0}
{"full_text":"Do not comply with Covid testing! Universal injections is the key to their NWO agenda! Covid PCR is a useless test and only detects fragment of genetic material, that cannot distinguish between sick and healthy. When amplified it increases false positives. Total fraud!","sentiment_score":-0.1392857143}
{"full_text":"RT A Supreme Court Justice draws four Pinocchio's from the Washington Post. On COVID facts. Has this ever happened before?","sentiment_score":0.0}
{"full_text":"well covid set me back. catch me in february ","sentiment_score":0.0}
{"full_text":"So well said Sally. It's not that complicated. Learn from history. Trust the science over misinformation.","sentiment_score":-0.5}
{"full_text":"Marshall knew Abbott\/Turnbull\/Morrison had cut health funding plan from $40 down to $25 billion in its last year: $15 billion less!The system was on the edge of disaster before Marshall opened to Covid. Yet Marshall still opened!https:\/\/t.co\/RNfDgPUdo4","sentiment_score":-0.0777777778}
{"full_text":"RT Omicron sweeps through schools, infecting over 38,000 students","sentiment_score":0.0}
{"full_text":"So. Or it's the after affect of having Covid?? Before it was death. Just like the vaccine would stop transmission to reducing symptoms.","sentiment_score":0.0}
{"full_text":"RT ...... CEO of Pfizer finally said it.......","sentiment_score":0.0}
{"full_text":"RT I have tested positive for COVID -19 today with mild symptoms. My health is fine, I am under home quarantine. I request every...","sentiment_score":0.3257575758}
{"full_text":"RT Why can't the CDC answer how many people have died from COVID versus with COVID? It's criminal they won't. My thoughts...","sentiment_score":0.05}
{"full_text":"RT Already notorious, #Gujarat's #ParulUniversity Gets Into Trouble. Again.28,000 students and they want them on the camp...","sentiment_score":-0.2}
{"full_text":"RT Jesus, I remember in lockdown 1 having an argument with my wife about whether she could come for a walk with me and our daugh...","sentiment_score":0.0}
{"full_text":"RT 'We'll start to have tests out the door in the coming weeks' -- The White House provided an update on the free at-home COVI...","sentiment_score":0.2}
{"full_text":"No there were 404 deaths yesterday.  That's also the exact study I was talking about.  It was literally just published 5 days ago.You keep getting things wrong. Perhaps you should ask yourself if that tendency has contributed to your eagerness to be a lab rat for a new vaccine.","sentiment_score":-0.0378787879}
{"full_text":"RT It is indeed. The mis-management of COVID has reshaped and rewired an entire generation of children, the total...","sentiment_score":0.0}
{"full_text":"RT When asked about measures to limit the spread of covid-19, drs most strongly supported:- legally mandated face masks in crow...","sentiment_score":0.3777777778}
{"full_text":"RT My latest: On Friday #China tested all 12.5 million ppl in #Zhengzhou for Covid in just 6 hours. Then it set out to test...","sentiment_score":0.5}
{"full_text":"RT After once claiming his shots are \"100 effective,\" Pfizer CEO now says 2 COVID shots \"offer very limited protection, i...","sentiment_score":0.2535714286}
{"full_text":"RT Ana Navarro, The View also just tested positive for Covid...and like Whoopi...doesn't understand why...since she did...","sentiment_score":0.2272727273}
{"full_text":"RT I don't get how you go from COVID ain't real to drinking piss to cure it.","sentiment_score":0.2}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"This is a great move, I just wish they had left out the \"reminder that N95 are reserved for healthcare use\" statement. It's old advice and we are still dealing with the fallout from that messaging. N95s are fairly widely available now - my mom just bought a big box at Home Depot","sentiment_score":0.26}
{"full_text":"COVID has killed more school children in the US than all school shootings combined, but we--well, most of us--would never think to ask, \"When is it OK to send my kid to school with a gun?\"","sentiment_score":0.325}
{"full_text":"RT Hey you been to the USA?","sentiment_score":0.0}
{"full_text":"RT NEW &gt;&gt; Biden Admin launches ad encouraging boosters, to run during tonight's championship.","sentiment_score":0.1363636364}
{"full_text":"2x All-State (19,21) NO Junior YR COVID, #1 RB in Maryland #121 Nation MaxPrep waiting on your call. Career 3,729 YRS &amp; 39TDS","sentiment_score":0.0}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"Please see we are in Phase IV of trials. Mandates on trial medications are a slippery slope. Physician offices are refusing to write vaccine exemption memos even while citizens with pre-existing conditions are still being studied.","sentiment_score":0.0}
{"full_text":"The US continues to be the worst-hit country with the world's highest number of cases and deaths at 61,457,928 and 839,451, according to the CSSE. #Covid #Coronavirus #Pandemic","sentiment_score":0.0}
{"full_text":"RT On the way to slavery the tyranny supported by lying governments, legislators and mass media.  All puppets at the service of...","sentiment_score":0.0}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"RT It took them 2 years to admit what most knew but were to afraid to articulate. Wonder why?","sentiment_score":-0.05}
{"full_text":"RT FYI parents. New data suggest that for healthy 12-15 year olds potentially serious harms of the jab are likely to outwe...","sentiment_score":0.0757575758}
{"full_text":"RT DON'T PANIC BUY!Relax, keep calm, breathe in everyone.Follow this step:1. Make sure you have fund for it.2. Please surv...","sentiment_score":0.4}
{"full_text":"RT I respect the individual choices of all Londoners in this 1854 cholera epidemic. If you have cholera and want to defeca...","sentiment_score":0.0}
{"full_text":"Dear America,I did not signup for this Covid shit. It's super ghetto!      Sincerely,A US  citizen","sentiment_score":0.1083333333}
{"full_text":"I was saying this in October 2020. Nice of him to catch uphttps:\/\/t.co\/1CENhHIpDu","sentiment_score":0.6}
{"full_text":"Long Covid is real. They believe one of the impacts is children having a higher chance of getting diabetesWhy are people walking around like everything is ok? Like everything is normal? Why don't facts matter?","sentiment_score":0.21}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING: CDC Director Rochelle Walensky has finally admitted that the COVID death count is inflated.75% of COVID dea...","sentiment_score":0.0}
{"full_text":"RT I am personally offering to pee on any Republican looking for an alternative cure for Covid.","sentiment_score":0.0}
{"full_text":"RT Bank rolls","sentiment_score":0.0}
{"full_text":"RT I don't know if Mass Formation Psychosis is real or not, but just last month alone, 2.3M people took Covid tests while t...","sentiment_score":0.1}
{"full_text":"RT My son's child care centre just closed because of COVID so this seems like it will not last long.","sentiment_score":-0.05}
{"full_text":"RT One big SA abattoir has requested its staff return to work, despite 140 of them testing positive, while other farmers ar...","sentiment_score":0.0340909091}
{"full_text":"Rajput returns positive rapid antigen Covid-19 test resulthttps:\/\/t.co\/JwreLaFrYh #3mob","sentiment_score":0.2272727273}
{"full_text":"Army-manned #COVID19 vaccination centres operative today#lka #SriLanka #coronavirus ","sentiment_score":0.0}
{"full_text":"#INDvSA #INDvsSA #SAvIND #SAvsIND #mondaythoughts #Covid #Omicron  #IPL2022MegaAuction IND vs SA 3rd Test 2022 live streaming, TV Channel, schedule, and predicted teamhttps:\/\/t.co\/aniitLMyFF","sentiment_score":0.0681818182}
{"full_text":"#MiddayNews | #Mumbai's #Covid19 vaccine booster-takers have no complaints  #covid19vaccination #vaccinejabs #boosterjabs","sentiment_score":0.0}
{"full_text":"RT Withholding therapeutics that have proven to help save lives in order to gain money and control via vaccine mandates is c...","sentiment_score":0.0}
{"full_text":"Shenzhen records 4 new COVID-19 cases, all in Luohu District.The four new positive infections belong to the same chain of transmission as previously confirmed cases.","sentiment_score":0.18}
{"full_text":"Protect yourself and others from Covid-19. Stay safe by taking some simple precautionary measures.#HarFardKaKhayal #FollowCovidSOPs #CovidWarriors #TheBankOfPunjab","sentiment_score":0.25}
{"full_text":"This high-accuracy saliva #AntigenTest by detects variants including #Omicron &amp; delivers results in 15mins  #techtuesdayhttps:\/\/t.co\/D02eLaKEUn","sentiment_score":0.0}
{"full_text":"RT Mao launched endless political campaigns during his reign to purge his external \/ internal enemies. The last one was the Cul...","sentiment_score":-0.025}
