{"full_text":"Hey Chise, if you want a good example of how well vaccines work my grandad who has type 2 diabetes, heart issues and is 76 got covid and only had flu like symptoms.","sentiment_score":0.35}
{"full_text":"I don't know why both parents would go with unmasked kids. But I do go with 2 kids, one of whom is only a year old so can't mask. I can't leave them with my husband most of the time because he works long hours. Also have to factor in - maybe some of those kids already had Covid?","sentiment_score":0.1375}
{"full_text":"3 doctor-approved Covid test hacks that you should learn right now - CNBC","sentiment_score":0.2857142857}
{"full_text":"RT COVID is transforming the way we shop. Our researcher shares 3 powerful questions you should ask to fin...","sentiment_score":0.3}
{"full_text":"RT The US pandemic response is knee-capped by a blind allegiance to \"individual choice.\" Someone is always picking up th...","sentiment_score":-0.25}
{"full_text":"RT Our lazy &amp; useless civil servants are about to have a confrontation with the govt after having been ordered back to wor...","sentiment_score":-0.25}
{"full_text":"I haven't seen family or friends outside of a screen or from a distance of 6' in 2 years because I was being careful &amp; following guidelines. I am literally a hermit--I go nowhere except work, the grocery store, and the doctor. And I still caught Covid. 2\/?","sentiment_score":-0.0333333333}
{"full_text":"RT \"If we have learnt anything from this pandemic, it is that we must not get complacent and undo all our hard work and s...","sentiment_score":-0.2916666667}
{"full_text":"RT After hearing how Jacinda Ardern has cancelled her wedding due to covid, stating she is no different to anyone else in...","sentiment_score":-0.0625}
{"full_text":"RT the cdc:","sentiment_score":0.0}
{"full_text":"RT Just unfriended someone who said \"It's been 700 days, you've been exposed. Go live your life.\" NO. I have active lupus. I a...","sentiment_score":0.0015151515}
{"full_text":"RT Just unfriended someone who said \"It's been 700 days, you've been exposed. Go live your life.\" NO. I have active lupus. I a...","sentiment_score":0.0015151515}
{"full_text":"RT Absolutely. Wake up people. WAKE UP!","sentiment_score":0.25}
{"full_text":"RT She's in New Zealand. They've done an excellent job of handling the pandemic. You are in Ipswich. We have...","sentiment_score":0.5681818182}
{"full_text":"Sounds like Biden's America has finally come to Ukraine \/s","sentiment_score":0.0}
{"full_text":"I'm still on quarantine. Will take the test again this week so see if the COVID-19 has cleared","sentiment_score":0.0}
{"full_text":"It's so interesting to see how other countries handle it. We didn't get to choose the first vaccine (which meant the second shot was automatically the same one), and didn't get to choose the booster either. I hope all will go well for you!","sentiment_score":0.125}
{"full_text":"Ironic that the pro death group is at the Lincoln Memorial protesting vaccines and\/or masks just two days after the pro birth rally.","sentiment_score":0.2}
{"full_text":"You do know that wont happen right. The virus is constantly mutating and now Stealth Omicron is the newest kid on the block","sentiment_score":0.1428571429}
{"full_text":"RT The headline is 175000 dead.","sentiment_score":-0.2}
{"full_text":"RT If you haven't already, please donate to the parents of the poor baby that was hospitalized for COVID.","sentiment_score":-0.4}
{"full_text":"And in one tweet, you've misunderstood the reason to wear a mask. It is your responsibility to protect others. That's how masks work! Honestly, how is this not getting through?!","sentiment_score":0.75}
{"full_text":"RT At least 72 positive Covid-19 cases have been registered in China among personnel related to the 2022 Winter Olympics in Beijing...","sentiment_score":-0.0242424242}
{"full_text":"COVID-19 HOSPITALIZATIONS: The breaks down the average age groups hospitalized with #covid19 Right now the state is still ranked among the top 10 for highest volume of covid hospitalizations.","sentiment_score":0.1200396825}
{"full_text":"On#BBCSevenDays, on whether the pandemic is entering its endgame. and discuss: Partygate Misogyny towards women's sport return  11pm tonight, on","sentiment_score":0.0}
{"full_text":"Since vaccines came into for use and the Delta surge started in late summer, yes Florida has handled the pandemic worse than most states. The numbers prove it based on that giant Delta surge in late summer.","sentiment_score":-0.1}
{"full_text":"Bringing in masks when they were no part of the discussion whatsoever shows you've probably got a bit of a covid obsession. Good luck getting over it and good evening.","sentiment_score":0.7}
{"full_text":"my request pending name change 10 days pending plese approved covid19 problem please. Approved ..Pankaj Krna h us m . approve plese sir","sentiment_score":0.0}
{"full_text":"RT Karnataka reports 50,210 new #COVID19 cases, 22, 842 recoveries, and 19 deaths in the last 24 hours.Active cases at 3,57,796 Po...","sentiment_score":0.0681818182}
{"full_text":"Is it racist blinds with COVID denying touches?","sentiment_score":0.0}
{"full_text":"RT Mark your calendars: which got postponed from its March spot by Covid, says it will now open Saturday, June 25 th...","sentiment_score":0.0}
{"full_text":"RT \"I'm done with COVID\" is code for \"I'm pretty sure I'll be ok if I get infected, and what happens to other people is of no c...","sentiment_score":0.28125}
{"full_text":"RT This morning I tested positive for COVID, I am quarantining with mild symptoms. I am fully vaccinated and boosted.Please...","sentiment_score":0.2803030303}
{"full_text":"RT This pandemic is harder than any war we imagined. We never thought we would be fighting our own government.","sentiment_score":0.25}
{"full_text":"i will wear five masks and brush my teeth with lysol and take twenty booster shots but truly if i have to go back to getting covid tested every other week i will have to leave campus i'll be sitting in my car waiting for results shaking and crying like omfg ENOUGH","sentiment_score":-0.08125}
{"full_text":"~ Talk about shitty day in such short period of time. Pedos, blacked, minor accounts, misunderstands and covid.Sorry, no replies for today, my muse is completely gone. I might give some interactions in TLs but no DMs. Meanwhile, I will be working in my Caard.","sentiment_score":0.0125}
{"full_text":"They wont`s to follow covid rules properly","sentiment_score":0.0}
{"full_text":"Dump your stock. Just another Company ran by a bunch of ignorant Liberals who think it's ok to violate the US Constitution, and their American employees Civil rights after the US Supreme Court ruled that you can't force a bullshit Vaccine on your employees. Sue Apple","sentiment_score":0.25}
{"full_text":"RT Dear     You printed this \"On Saturday hundreds of anti-vax protesters, including NHS employees, gathered in city...","sentiment_score":0.0}
{"full_text":"RT For the BA.2 watchers, looks like it doubling roughly every 4 days in the UK at the moment. Would make it the dominant strai...","sentiment_score":-0.1}
{"full_text":"RT Just unfriended someone who said \"It's been 700 days, you've been exposed. Go live your life.\" NO. I have active lupus. I a...","sentiment_score":0.0015151515}
{"full_text":"Unsurprising, given DfE's recent directive to HE.https:\/\/t.co\/VJYwMa9x9N","sentiment_score":0.0}
{"full_text":"My point is unvaccinated people are getting sick with covid and checking into many, many hospitals around the country. Vaccinating cuts down on people inundating the hospitals. Your situation is, of course, unique to you.","sentiment_score":0.101031746}
{"full_text":"An audio statement in English, titled:COVID is a Firm Plan From Allaah..Imam Nasser Mohammed Al-Yamani12- Jumada II - 1443 AH15-January-2022 ADhttps:\/\/t.co\/TvSLlWdRVu 116#COVIDIsAfirmPlanFromAllah AcnqM|","sentiment_score":-0.1}
{"full_text":"RT why do y'all go out of ur way to crop out these ppls usernames like idgi","sentiment_score":0.0}
{"full_text":"13\/50 would mean ALL blacks - which would include Larry. It's more like 4\/57 based on 2019 UCR data. Just got my hands on 2020, and it's already easy to see that things are incredibly worse.","sentiment_score":0.0552083333}
{"full_text":"RT On FTN, says masks are \"providing some benefit. And a lot of schools that couldn't implement social distancin...","sentiment_score":0.0333333333}
{"full_text":"RT I'm concerned about the new #BA2 sub variant of #Omicron. In the left panel, you see it is surging (light green) to almost...","sentiment_score":0.0840909091}
{"full_text":"RT Please look at this -","sentiment_score":0.0}
{"full_text":"RT We know there is no clinical justification for these mandates so it is fair to assume there must be another rea...","sentiment_score":0.7}
{"full_text":"RT Joe Biden and Kathy Hochul should take notes. All COVID related vaccine and mask mandates should end TODAY!","sentiment_score":0.0}
{"full_text":"RT ITV has been warned by Ofcom after Dr Hilary Jones claimed 90% of all hospital patients are unvaccinated. ITV issued a \"cl...","sentiment_score":0.0}
{"full_text":"RT 1\/ The ethical principle of free and informed medical consent--guaranteed by the Nuremberg Code, the Helsinki Declaration, th...","sentiment_score":0.2}
{"full_text":"RT Whose COVID burnout we focus on matters.","sentiment_score":0.0}
{"full_text":"IK is the prime example of \"mere itne qareeb mat ana main tumhe barbaad Kar Doon GA &amp; youthia be like me barbaad hona Chahta hoon\"","sentiment_score":-0.1666666667}
{"full_text":"Never was into it.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Night Curfew timings will be pulled back to 11:00 PM from 1st February. Schools &amp; Colleges will function n...","sentiment_score":0.0}
{"full_text":"RT Omicron will not be the last variant nor will SARS-CoV-2 be the last novel pandemic pathogen. The debate shouldn't be w...","sentiment_score":0.0}
{"full_text":"RT Ugh the comments aaron no vaccine having Green Bay silly face said really irritated me until I just realized he lost  fuck him ","sentiment_score":-0.225}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"the message is... he has diarrhea","sentiment_score":0.0}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT Why did Second Wave Sunak write off over 4 billion quid in covid fraud?","sentiment_score":0.0}
{"full_text":"RT A recent poll in Canada shows 22% have gotten Covid so far. Given lack of testing, that's the best estimate we'll get.  Wha...","sentiment_score":0.3666666667}
{"full_text":"RT Whose COVID burnout we focus on matters.","sentiment_score":0.0}
{"full_text":"RT 2) Elsewhere in , while still early, #BA2 Omicron subvariant is doubling now every ~4 days right now... while every 4 days...","sentiment_score":0.1928571429}
{"full_text":"TFW the #pfizer royalty cheque hits your numbered Swiss bank account... #cdnpoli #covid #trudeau #blackfacecastrohttps:\/\/t.co\/FAcCXIulW5","sentiment_score":0.0}
{"full_text":"RT Dad got a letter from the Govt. Pension Dept.They'd paid Mother money a week before she died in December and they fel...","sentiment_score":0.0}
{"full_text":"Well, we've been restricted a long time by covid but we can confirm that normal service on a Sunday night has now resumed. ","sentiment_score":0.05}
{"full_text":"I don't know that I would consider endemic covid anything to feel good about. It's like giving a shout out to endemic gun violence.","sentiment_score":0.7}
{"full_text":"RT \"covid panic\" \"profiting off fear\" \"liberals want to prolong the pandemic\" 4,000? people? died? yesterday? yesterday. 4,000...","sentiment_score":0.0}
{"full_text":"RT Whose COVID burnout we focus on matters.","sentiment_score":0.0}
{"full_text":"RT YG just confirmed that jinhwan, donghyuk and yunhyeong have tested positive to covid 19. lets hope for the best and pray f...","sentiment_score":0.5424242424}
{"full_text":"RT A passenger from Galway, Ireland, refused to wear a mask on a flight from Dublin to New York, pulled down his pants and expose...","sentiment_score":-0.0095959596}
{"full_text":"RT \"The COVID-19 vaccine made by Pfizer and BioNTech appears to put young men at elevated risk of developing a heart muscle infl...","sentiment_score":0.1}
{"full_text":"RT After 8th booster:","sentiment_score":0.0}
{"full_text":"RT is requested to all university to postpone all upcoming MBBS exams because many students are infected w...","sentiment_score":0.5}
{"full_text":"Sure. Vaccines are also helping stay out of hospitals. And your 2.27 times more likely to get omicron if you aren't vaxxed...that data just came out","sentiment_score":0.3333333333}
{"full_text":"4.  With last weeks liquidity\/tightening scare in the markets, the news that omicron hasn't registered.  I think that after FOMC this week that realization will be a catalyst for PLCE's stock price.","sentiment_score":0.0}
{"full_text":"And Dems response to Covid-19 has been garbage","sentiment_score":0.0}
{"full_text":"RT Music, mascots and therapy dogs!  Some of the fun at #VaxTheNorthwest!  Still lots of time to get your vaccine! #TeamVa...","sentiment_score":0.46875}
{"full_text":"Covid is no joke. It's been a long week ","sentiment_score":-0.05}
{"full_text":"RT Newsflash: That 6' bullsh*t to mitigate spread, yeah, they flat out made that up. CDC even admitted it over the summer....","sentiment_score":-0.025}
{"full_text":"And some of you knuckleheads want Linderbaum at 4...#Jets #TakeFlight #NFLDraft","sentiment_score":0.0}
{"full_text":"Another one just like who would be better to admit they supported apartheid, were lockdown + enforced vaccine cheerleaders.","sentiment_score":0.5}
{"full_text":"RT If anybody tries to tell you that vaccines don't work against omicron,  show them this","sentiment_score":-0.1}
{"full_text":"RT During the last year, while our nation and economy have been battered by a global pandemic, President Biden has taken som...","sentiment_score":0.0}
{"full_text":"RT Spouse just had mind-boggling call from the Last MAGA friends. Brother is in hospital here w\/\"pneumonia.\" Says it's no...","sentiment_score":0.25}
{"full_text":"RT In the UK approx 1 in 500 of its entire population has died from Covid so far. In Japan, with similar risk factors in term...","sentiment_score":0.0333333333}
{"full_text":"RT I go to the store &amp; most people aren't wearing a mask. Some people I meet in day to day business haven't gotten th...","sentiment_score":0.5}
{"full_text":"RT the cdc:","sentiment_score":0.0}
{"full_text":"RT Anti-vaccine rally in DC. Lovely people. From","sentiment_score":0.5}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT The city of San Francisco will pay you $1,000 to stay your ass at home if you test positive for covid. Call 628-217-6...","sentiment_score":0.2272727273}
{"full_text":"RT I'm concerned about the new #BA2 sub variant of #Omicron. In the left panel, you see it is surging (light green) to almost...","sentiment_score":0.0840909091}
{"full_text":"RT There's a mental health pandemic bubbling in Nigeria, period. Nigeria is pretty much a perfect incubator for mental illnes...","sentiment_score":0.2625}
{"full_text":"My bad yes he did indeed. In that clinical environment it makes sense. I read plenty about the real world use of masks\/covid via aerosol that says they dont do much. I wear it in shops or indoors etc. Makes sense. But out walking my dog, no.","sentiment_score":-0.1}
{"full_text":"RT They fired nurses and opened the border during the \"pandemic\"","sentiment_score":0.0}
{"full_text":"RT lol stfu now alot of people getting covid already so i expect the same 5 person shit during MY raya.","sentiment_score":0.2}
{"full_text":"RT #Thalapathy66 begins from March &amp; planning for Diwali\/Pongal release based on the Covid situation. - #DilRaju #Beast...","sentiment_score":0.0}
{"full_text":"RT \"I am not anti-vax, I am anti-mandate\"The British government plans to fire frontline healthcare workers who have not taken...","sentiment_score":0.0}
{"full_text":"It relevant with omicron if infection was with a different variant and time and viral load and other variables like individual immune responses","sentiment_score":0.06875}
{"full_text":"RT the cdc:","sentiment_score":0.0}
{"full_text":"RT Anti-vaccine conspiracy theorist RFK Jr. arrives at the rally greeted like a rock star.","sentiment_score":0.0}
{"full_text":"RT I'm concerned about the new #BA2 sub variant of #Omicron. In the left panel, you see it is surging (light green) to almost...","sentiment_score":0.0840909091}
{"full_text":"RT \"I'm done with COVID\" is code for \"I'm pretty sure I'll be ok if I get infected, and what happens to other people is of no c...","sentiment_score":0.28125}
{"full_text":"I guess because I just got over a very mild case of Omicron and i m fully vaxxed","sentiment_score":0.4333333333}
{"full_text":"RT If I leave my home and turn right I need vaccine passports to eat at a restaurant. If I turn left I do not. Different c...","sentiment_score":0.0952380952}
{"full_text":"RT Annoyingly, I've tested positive for Covid. Tested negative when I left Kabul with my colleagues, but sat next to some...","sentiment_score":-0.1745454545}
{"full_text":"This omicron strain is highly contagious. Do you have recommendations for an air purifier that we can use inside the classroom? #Teachers","sentiment_score":0.16}
{"full_text":"you're the low information type and it's sad","sentiment_score":-0.25}
{"full_text":"RT Here's a thought, How about we do away with speed limits and just trust everyone to drive safely? Blood alcohol limits fo...","sentiment_score":0.5}
{"full_text":"RT The sad thing about becoming an antivaxxer, covid truther, or other conspiracy theorist is that the paranoid nonsense...","sentiment_score":-0.0583333333}
{"full_text":"RT Texas educators have had our backs through this pandemic.Let's have theirs.","sentiment_score":0.0}
{"full_text":"LOL. So the simple act of not scaring our children makes us animals? You know nothing else about me except that I caught covid. Best of luck to you, sir, and the rest of humanity.","sentiment_score":0.6}
{"full_text":"RT You don't say Quadruple-Vaxed Israel Breaks World Record in Coronavirus Cases","sentiment_score":0.0}
{"full_text":"Part 2 - 3: Booster and Omicron Booster (English) | Voice for Science and Solidarity #23gennaio #Sanita","sentiment_score":0.0}
{"full_text":"You mean the vaccine Trump pushed to fruition,Get over your hate.","sentiment_score":-0.55625}
{"full_text":"RT Lower your expectations so Biden can continue to exceed them.","sentiment_score":0.0}
{"full_text":"RT \"I'm done with COVID\" is code for \"I'm pretty sure I'll be ok if I get infected, and what happens to other people is of no c...","sentiment_score":0.28125}
{"full_text":"care to comment on the cadre of individuals at your institution that have taken loud (borderline?) anti public health covid denying positions and polluted our public health messaging?  seriously, would like your take.","sentiment_score":-0.0583333333}
{"full_text":"RT Do not trust the Media Party to report the truth about the trucker convoy. Do not trust the CBC state broadcaster, or the T...","sentiment_score":0.0}
{"full_text":"RT This supercut from is well worth your time and drives the point home about the Covid complainers","sentiment_score":0.3}
{"full_text":"RT They want to open up campaign rallies ","sentiment_score":0.0}
{"full_text":"RT This whole time Naomi was giving us a master class on how to prepare for a pandemic EARLY","sentiment_score":0.15}
{"full_text":"RT \"I sorry, Mommy. Mommy hugs, I scared. I don't like it. Mommy!\"This 3-year-old, reacting as he was put on a ventilator, is amo...","sentiment_score":-0.625}
{"full_text":"RT The R350 Covid SRD grant has had a significant positive impact on the lives of the poor, but more particularly the unem...","sentiment_score":0.1737878788}
{"full_text":"Why is it Tory members and donators are able to make money from austerity years by using taxpayers money? The same people made money from covid from PPE, track and trace to ventilators. While the working classes are forced to pay for all that money wasted.Andrew Nutt","sentiment_score":0.0666666667}
{"full_text":"Excellent article Agree with you! \"Government's public responsibility is to ALL Jamaicans to impose vaccine mandates with a view to achieving herd immunity from severe illness or death NOT from the common cold\"https:\/\/t.co\/EgAquq3bq7","sentiment_score":0.025}
{"full_text":"RT Texas educators have had our backs through this pandemic.Let's have theirs.","sentiment_score":0.0}
{"full_text":"Is it the responsibility of those same healthy people to intimidate staff and attendees at vaccination centres, preventing those who would like to take the vaccine from being able to do so.","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING:#NHS staff vaccine mandate to be pushed back 6 months. This is important progress but there is no room for...","sentiment_score":0.2}
{"full_text":"Or flouting Covid rules they have drafted....... ","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci says you sheep better get ready for a fourth covid shot. (Which will just pave the way for a fifth shot in a few...","sentiment_score":0.125}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to have my own Vegas show! LET'S GO!","sentiment_score":0.9375}
{"full_text":"The Government has updated its official Covid-19 figures for Sunday.https:\/\/t.co\/4ZnD3KQf5d","sentiment_score":0.0}
{"full_text":"Join Dr.Chaloka Beyani + I this Friday 28 January 6pm (EAT) as we discuss 'Human rights organizing in Africa during a global pandemic:' #CuttingEdgeIssues lecture seriesMore: live YouTube:","sentiment_score":0.0454545455}
{"full_text":"RT This has to be the \"mildest\" variant we've had so far because they've been getting \"milder\". It's part...","sentiment_score":0.1}
{"full_text":"RT The evidence is overwhelming that the virus spreads via a regional\/seasonal pattern, regardless of how draconian are t...","sentiment_score":0.5}
{"full_text":"#Omicron variant will hang around for a while but Delta variant is on its way out: Top #Kerala doctorhttps:\/\/t.co\/rj0k6gngfJ","sentiment_score":0.5}
{"full_text":"On The Eve of Washington March, Covid Declaration - LewRockwell","sentiment_score":0.0}
{"full_text":"RT School readiness is vital to children's academic and developmental success. Learn how Head Start programs are helping children...","sentiment_score":0.1333333333}
{"full_text":"Please remember that our testing site at Town Toyota Center is CLOSED on Sundays. Pre-register here: Pre-registration assistance: Call 509-903-3900","sentiment_score":-0.1}
{"full_text":"Percy says, \"Wash your hands, wear your mask, &amp; get vaccinated!\"Buy a Percy Mask: #FNAFAU #PercyandSpringtrap","sentiment_score":0.0}
{"full_text":"Cases are decreasing but some areas still have very high case rateshttps:\/\/t.co\/V4fa2hS5Nz","sentiment_score":0.208}
{"full_text":"RT John Stockton believes 150 pro athletes have been killed by the vaccine. Just in case you have someone similarly unmoored...","sentiment_score":-0.1}
{"full_text":"RT New Zealand Prime Minister Jacinda Ardern cancels her wedding amid omicron outbreak","sentiment_score":0.1363636364}
{"full_text":"RT Well folks, it appears what I feared the most has happened - we now have an outbreak of Covid in our shelter system &amp; from wha...","sentiment_score":0.5}
{"full_text":"Sanelle, you going to cure Covid-19 ...","sentiment_score":0.0}
{"full_text":"Most parents balanced work and school at home during the pandemic - but Steve Miff did so while leading COVID data collection efforts.https:\/\/t.co\/BfNKDs9zIP","sentiment_score":0.5}
{"full_text":"How severe would the #thirdwave of #COVID19 that is fuelled by the #Omicron variant be? analyses.","sentiment_score":0.0}
{"full_text":"4th Wall Stage Company eager to get back on stage after two years of COVID #4thWallStageCompany","sentiment_score":0.0}
{"full_text":"NEW EPISODE! 'Ep. 120 - Dreams Are At Home'Covid goes wild, predictioning, Apprentice taxi analysis, and morehttps:\/\/t.co\/WWqokp33xe and loads of other great pod apps","sentiment_score":0.2363636364}
{"full_text":"Florida wave worse than data shows?https:\/\/t.co\/CKicBFYS9Y","sentiment_score":-0.4}
{"full_text":"How public school access and stay-at-home partners mitigate the adverse effects of the COVID-19 pandemic on academic parents' research time, from and","sentiment_score":0.0}
{"full_text":"HertsLive Content Editor Alice Cunningham speaks out this Cervical Cancer Prevention Week about the challenge of trying to receive the HPV vaccinehttps:\/\/t.co\/dsMwkryRDS","sentiment_score":0.0}
{"full_text":"Get off to a glam start with a variety of magnetic lash styles in the Starter Kit. Go natural, bold, or anything in between--you decide. Plus, get the industry's best Magnetic Eyeliner for all-day hold, and Lash Applicator to make lashing up even easier.https:\/\/t.co\/HkzlhYoZyc","sentiment_score":0.4777777778}
{"full_text":"RT Lotta interesting data in the new NBC poll, most of it quite grim for Biden and Dems. This also jumped out: by a margin of...","sentiment_score":0.0340909091}
{"full_text":"explains why even as the pandemic has flooded the world with grief, we're not in a 'grief pandemic' and how we might ensure that our shared grief crisis will abate in #PUPIdeas.https:\/\/t.co\/p9QUUQR1cd #grief #pandemic #philosophie #philosophy","sentiment_score":-0.8}
{"full_text":"Jin: Hey this mask is great! Thanks Giran! But do I really need the whole outfit? Giran: Yeah, they're a set, ya gotta wear it....ya gotta.","sentiment_score":0.4125}
{"full_text":"Over 1,200 National Guard members to assist Oregon hospitals as state sees COVID surge. #KTVONews","sentiment_score":0.0}
{"full_text":"A new article:Self Spanking Please share me your self spanking experiencehttps:\/\/t.co\/GWYI2rhHxA#selfspanking #bdsm #selfdiscipline #covid19","sentiment_score":0.1363636364}
{"full_text":"RT \"I am a huge proponent of in-school vaccination. It has been shown to increase vaccine uptake. It's been shown to decreas...","sentiment_score":0.4}
{"full_text":"The Government has updated its official Covid-19 figures for Sunday.https:\/\/t.co\/ay2D8p1dQH","sentiment_score":0.0}
{"full_text":"Cannot thank the @AHS_media nurses doing kids' vaccine clinics enough. You are doing a wonderful job and I salute you. Here's a picture with a Googly eye.","sentiment_score":0.5}
{"full_text":"RT If you don't already follow you should start. Thistable he has created from the new study is \"I...","sentiment_score":0.1363636364}
