{"full_text":"I don't always wear a mask but, when I do it's to protect you.","sentiment_score":0.0}
{"full_text":"Fuck covid.","sentiment_score":-0.4}
{"full_text":"RT Sadly, there's no vaccine for stupidity!","sentiment_score":-0.625}
{"full_text":"Save us, Brandon! Please go on Fox News with the request.","sentiment_score":0.0}
{"full_text":"RT Kids born during the pandemic are not. Old. Enough. To. Be. In. School. Oz is a moron!","sentiment_score":-0.5}
{"full_text":"No it's not a happy new year in scotland is it Nicola. Your draconian covid rules have ruined the festive period for businesses and lots of us are now down south where we've been welcomed by our English friends and neighbours .","sentiment_score":-0.1047979798}
{"full_text":"RT My autistic son has anxiety leaving the house. He's had to enrol in distance ed since LD 5. I've made &amp; last-minute canc...","sentiment_score":-0.2}
{"full_text":"RT I bought a sealed paper bag from the supermarket which says \"Happy New Year\" on it. I don't know what's in it. I'm hoping...","sentiment_score":0.4681818182}
{"full_text":"RT The CDC now recommends more horsepower and less downforce.","sentiment_score":0.1666666667}
{"full_text":"Same choice as the rest of us? They got access to a life saving vaccine earlier than anyone else. How are they a victim in this? Once again, the worst most selfish generation to ever exist.","sentiment_score":-0.1791666667}
{"full_text":"RT Having dinner in tonight. Sister has kids. My wife and I get some QT...it's our anniversary as well (might not make another...","sentiment_score":0.0}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ai","sentiment_score":0.4125}
{"full_text":"RT the CDC is now recommending that even if you're fully vaccinated, Lauren Boebert is still a terrorist moron who must b...","sentiment_score":-0.8}
{"full_text":"I think the Vikings should have seen Omicron coming and went virtual for everything but game day, but what do I know, I'm not an epidemiologist.","sentiment_score":-0.4}
{"full_text":"RT India used Ivermectin to get death rate from covid to nearly zero. This is an excellent documentary.","sentiment_score":0.3666666667}
{"full_text":"Dr. Bonnie Henry says 'new game' with Omicron could signal end of pandemic - CBC News","sentiment_score":-0.1318181818}
{"full_text":"RT May peace be with us as we walk together through 2022. May we restore genuine #democracy. May #greed &amp; #corruption ceas...","sentiment_score":0.4}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT \"Don't Look Up\" director Adam McKay intended the film as a climate-change parable, but after COVID he had to make the film \"2...","sentiment_score":0.0}
{"full_text":"I think y'all MAGAts are the snowflakes, melting down after losing an election, afraid to take a vaccine,like everybody has done in the past to protect other Americans. RepubliKKKans now dying off from covid at a much higher rate then dems. But you do you","sentiment_score":-0.1761111111}
{"full_text":"RT not ragnvindrquotes in light of shenhes mistranslation n the whole .. thing w yunjin, i think its important that thi...","sentiment_score":0.3333333333}
{"full_text":"Would be a great way to cap off a up and down year. Landed our dream home, but ran into some hefty medical bills, and spent a lot of emotional capital stressing over both our mothers having fights with cancer, as well as my first niece catching Covid with a heart condition.","sentiment_score":0.1992063492}
{"full_text":"RT the CDC recommends crafting your own medicine with 1 wasps nest and 3 clumps of weeds","sentiment_score":0.6}
{"full_text":"RT Twitter is in no position to judge Dr. Malone. If he, as inventor of mRNA vaccine technology, is concerned, we should al...","sentiment_score":0.0}
{"full_text":"RT 50% of people approve of Biden's Covid response what the hell more can he do wave a magic wand blaming him is bull bla...","sentiment_score":0.5}
{"full_text":"RT Some people bravely (foolishly) say they do not fear mild COVID. Read this and retweet.","sentiment_score":0.5666666667}
{"full_text":"I hear the two things Biden is worried about is the economy and the pandemic.  I think charging Trump and the others that attacked America. Should be right there with them","sentiment_score":0.2857142857}
{"full_text":"RT An absolutely great thread and worth reading!","sentiment_score":0.5875}
{"full_text":"RT LDH published a mini-update for today. There are 881 people in the hospital with COVID in Louisiana. That's +119 from yes...","sentiment_score":0.0}
{"full_text":"'A race to the bottom': House GOP gets slammed for 'really disgraceful' anti-vaccine tweethttps:\/\/t.co\/J914JVm6F2","sentiment_score":0.2}
{"full_text":"I've had this theory myself since Omicron","sentiment_score":0.0}
{"full_text":"RT I have been watching Football BOWL Games. Have I gone BLIND? As they scan the cameras thru the crowds it is hard to find a...","sentiment_score":-0.3958333333}
{"full_text":"#onted #Ontario #onpoli #COVID19 #vaccination #vaccine #Vaccineswork (do they?)","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT You know the world fucced if Clayton county leading the charge","sentiment_score":0.0}
{"full_text":"RT Britain approves Pfizer's antiviral COVID-19 pill","sentiment_score":0.0}
{"full_text":"It took me 6months to recover from my bout of alpha COVID.","sentiment_score":0.0}
{"full_text":"Because these places signed multi-year contracts for venues they can't get out of so after eating the costs during the first lockdown, they are more desperate to get folks back into con season","sentiment_score":0.0375}
{"full_text":"RT Hitler first targeted the most vulnerable Persons with Disabilities in his genocide HolocaustWe're in #COVID19 mass disa...","sentiment_score":0.0833333333}
{"full_text":"RT A little research finds that Doug Ford has been getting a free #cdnmedia pass for a long time. He's been in hiding again, th...","sentiment_score":0.0541666667}
{"full_text":"RT Commentary on re-using N95 respirators, by Dr. Tsai, inventor of the filtration material used in these masks.","sentiment_score":0.0}
{"full_text":"Another #LNPDisgrace","sentiment_score":0.0}
{"full_text":"I'm making the turn into day six of covid and feel significantly worse than I did on day five. \"Luckily\" I'm unemployed, because there's no way in fuck I could go back to work tomorrow. That 5-day isolation shit is garbage. We need to get paid to stay home","sentiment_score":-0.1333333333}
{"full_text":"RT Here is a passionate message by on the year that challenged us with #COVID19 #ClimateCrisis g...","sentiment_score":-0.05}
{"full_text":"RT CDC says Colombian women are the way to go in 2022","sentiment_score":0.0}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"well, the whole \"all top four centers in the lineup\" thing was nice while it lasted!","sentiment_score":0.4833333333}
{"full_text":"Penguins act sweet and innocent until they spring their trap","sentiment_score":0.425}
{"full_text":"RT They have literally spent a year telling the Federal government to screw off and passing laws to make this outbreak possible...","sentiment_score":-0.05}
{"full_text":"RT To the people having Covid injections: We don't want to say I told you so. We want you to stop having these bloody injecti...","sentiment_score":-0.8}
{"full_text":"Wow, you truly believe if you are vaccinated you can't die from covid?","sentiment_score":0.1}
{"full_text":"RT South Africa Omicron wave seems to fade away, within less than 2 months.See death rates by World Health Organization. I...","sentiment_score":-0.1666666667}
{"full_text":"They know this is a global pandemic right?? Where exactly do they think these nurses will come from? Pretty much every country's medical personnel are stretched to the limit. Another hairbrained plan.","sentiment_score":0.1336734694}
{"full_text":"Decades . These more recent delays . Nothing to do with prioritising Covid suppression before anything else ? That's what the article was about .","sentiment_score":0.25}
{"full_text":"RT Gym Jordan is claiming that COVID booster shots don't work. Anyone know what University awarded him a medical degree recentl...","sentiment_score":0.0}
{"full_text":"WELCOME TO #CORPUSA","sentiment_score":0.8}
{"full_text":"Really hope arteta's feeling covid","sentiment_score":0.2}
{"full_text":"2022 and the post CoVid World - The good and bad","sentiment_score":5.551115123e-17}
{"full_text":"RT gorgeous gorgeous girls are okay with another lockdown because they want to withdraw from society and become a recluse...","sentiment_score":0.6333333333}
{"full_text":"RT The holocaust museum demanding your papers for entrance is the perfect way to explain to someone the definition of irony","sentiment_score":1.0}
{"full_text":"RT The Muslim Grooming Gangs are a Pandemic being Ignored by MSM &amp; Government. Destroy One, another Springs Up. They are a Thr...","sentiment_score":-0.2}
{"full_text":"Holy fuck I just want my life back so sick of this COVID-18 bullshit","sentiment_score":-0.3714285714}
{"full_text":"Caught Covid so everyone going out tonight better have enough fun for the both of us lmao","sentiment_score":0.35}
{"full_text":"Please write to Abbott &amp; tell him he's failed Texans. Ramp up vaccinations &amp; fix the power grid, then maybe NY will help you.","sentiment_score":-0.5}
{"full_text":"RT If you don't think doctors would unwittingly recommend an unsafe product at the behest of big pharma, consider our role in the...","sentiment_score":0.0}
{"full_text":"RT Uh oh. Twitter doesn't like this one.","sentiment_score":0.0}
{"full_text":"You go girl stay home tonight you'll be fine","sentiment_score":0.4166666667}
{"full_text":"RT Did you miss Prof Kare Molbak update on the #OmicronVirus sitation in Denmark. He presented a lot of interesting data during o...","sentiment_score":0.5}
{"full_text":"RT  #OnThisDay last year, the UK became the first country in the world to authorise the Oxford\/AstraZeneca #COVID19 vaccine ...","sentiment_score":0.125}
{"full_text":"- I see how you applied some logic here and wellllllll, we aren't supposed to be thinking or analyzing their mitigation strategies.    Magical Covid Mitigations.....   ","sentiment_score":0.5}
{"full_text":"RT You don't fire nurses and open your borders during a deadly pandemic","sentiment_score":-0.1}
{"full_text":"RT  #OnThisDay last year, the UK became the first country in the world to authorise the Oxford\/AstraZeneca #COVID19 vaccine ...","sentiment_score":0.125}
{"full_text":"RT It's all states rights until...","sentiment_score":0.0}
{"full_text":"RT It's always a pleasure chatting with There's a lot going on right now. We try to make sense of it all in th...","sentiment_score":0.2857142857}
{"full_text":"RT Which celebrity studded New Year's Eve Party is she going to? Alexandria Ocasio-Cortez in Florida amid New York Covid S...","sentiment_score":0.1363636364}
{"full_text":"I'm texting right now with a friend, healthy 20-something, vaxxed and boosted, who just had the most miserable two weeks of his life with one of these \"mild\" omicron infections. It's still no fucking joke.","sentiment_score":0.1531746032}
{"full_text":"RT South Africa decreases restrictions in spite of #Omicron dominating all of the infections. This action is puzzling to the wor...","sentiment_score":0.1}
{"full_text":"Oh no, and where are the Warrens?  ","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"My brother, a deep anti-covid conspiracy nut, told me today he is sick with \"a sore throat and I feel like death\" lives with my 72 year old mother who is a 40+ year smoker. She's vaxxed but not boosted. He of course is neither. Here's hoping for the best...","sentiment_score":0.0964285714}
{"full_text":"thank you and call out the National Guard 50 states to help with vaccinations\/boosters","sentiment_score":0.0}
{"full_text":"RT Marco Rubio said people who are afraid of getting Covid have \"irrational hysteria.\" Marco skipped the line ahead of he...","sentiment_score":-0.6}
{"full_text":"RT \"Save me Brandon\"","sentiment_score":0.0}
{"full_text":"Saint sylvestre a le covid","sentiment_score":0.0}
{"full_text":"RT Twitter is crazy.In the last 15 minutes the number of times I've seen people who had no idea what a spike protein was 2 y...","sentiment_score":0.0}
{"full_text":"RT 'Appalling' Medicare telehealth cuts must be delayed to protect vulnerable amid Covid surge, doctors urge","sentiment_score":-0.425}
{"full_text":"RT It was a delight to speak with and spoke about: 1. The propaganda campaign v...","sentiment_score":-0.1}
{"full_text":"RT CDC says it's safe to die as long as you're expendable","sentiment_score":0.225}
{"full_text":"RT There are many unsung heroes of this pandemic, and Mikey and his Auslan interpreter colleagues are certainty some of them....","sentiment_score":0.5}
{"full_text":"RT We urge the public to reserve our emergency rooms for medical emergencies. For COVID testing, those with mild symptoms...","sentiment_score":0.1111111111}
{"full_text":"I'm not looking to have no Covid 23 , we had 2 years of Covid... is time to wrap it on up","sentiment_score":0.0}
{"full_text":"RT The older you get, the less important certain events like NYE are. Don't get me wrong. I'll be drunk tonight. But I won't b...","sentiment_score":-0.0642857143}
{"full_text":"RT The CDC said puke &amp; rally","sentiment_score":0.0}
{"full_text":"RT - $2000 a month (at least) stimulus checks- Hazard pay- Federally mandated paid time off- Weekly N95 masks and tests...","sentiment_score":-0.3}
{"full_text":"RT I'm taking up a collection to send groceries to Bearskin Lake First Nation. I've been watching updates on the community p...","sentiment_score":0.25}
{"full_text":"RT It is absolutely true that there is no FDA approved COVID-19 vaccine available in the United States today, &amp; Pfizer ha...","sentiment_score":0.375}
{"full_text":"RT I cannot take anybody who still believes we are 'in the middle of a deadly pandemic' seriously.","sentiment_score":-0.1777777778}
{"full_text":"RT The Munich mayor bans COVID protests. Here is how the people responded.","sentiment_score":0.0}
{"full_text":"RT \"Save me Brandon\"","sentiment_score":0.0}
{"full_text":"RT Los Angeles County reported another alarming surge in coronavirus cases Friday, prompting health officials to urge residents t...","sentiment_score":-0.1}
{"full_text":"RT Politico wrote about \"How Ron DeSantis Won the Pandemic,\" but now that Florida has over 4 million cases and an absolute c...","sentiment_score":0.2}
{"full_text":"I have been out in public extensively and have not gotten sick. So screw you a-hole. No greater justice than when the anti-vax\/anti-mask get COVID and die, and it is happening a lot.","sentiment_score":-0.2410714286}
{"full_text":"RT Mayor of Munich, Germany, banned COVID protests. Here is how the people responded","sentiment_score":0.0}
{"full_text":"RT Vastly different coverage in NSW &amp; Victoria despite NSW having one of the highest Covid rates in the world. Parent comp...","sentiment_score":0.0}
{"full_text":"My \"thoughtful critique\" of the CDC dealt with its Pain Guidelines, which falls within my clinical expertise. They knowingly placed politics ahead of science.I acknowledge your experience in Infectious Disease. I'd think you'd be holding CDC to science over politics, as well.","sentiment_score":0.4}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT The vaccinated are experiencing a massive number of breakthrough infections because the vaccine artificially manipulates...","sentiment_score":-0.3}
{"full_text":"Starting the new year off with a bangAnd by a bang I mean getting covid and isolating myself","sentiment_score":-0.0587121212}
{"full_text":"RT Enough already. Time to stop. Stop the masks. Stop the lockdowns. Stop the petty power-mad hysteria. Leave people alon...","sentiment_score":0.0}
{"full_text":"RT The Thing.","sentiment_score":0.0}
{"full_text":"RT \"Save me Brandon\"","sentiment_score":0.0}
{"full_text":"RT Lord please protect us from the Gwyneth Chua covid variant. Amen ","sentiment_score":0.0}
{"full_text":"I'm going to tweet my 5 favourite theatre performances of the year. There was definitely more shows to see this year, and some fantastic performances. It just goes to show that theatre can get through anything, even a pandemic ","sentiment_score":0.45}
{"full_text":"RT As we end 2021, mired in a deadly pandemic, you should know who has prolonged it. THESE GUYS. Republican liars. Your vacat...","sentiment_score":-0.2}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT COVID has always been about collective societal harms much more than individual risk.Today the Ontario government sent...","sentiment_score":0.25}
{"full_text":"RT Welcome to Florida, AOC!We hope you're enjoying a taste of freedom here in the Sunshine State thanks to","sentiment_score":0.5}
{"full_text":"Hurry up Pfizer.. fix this!!","sentiment_score":0.0}
{"full_text":"Literally every other country is counting infections since the main outbreak, not before anyone knew.  This is also bad science where they multiply a small sample size and no one peer reviewed.","sentiment_score":-0.2270833333}
{"full_text":"RT If you made it through 2021, during an ongoing mass pandemic, that's an accomplishment. Don't underestimate how much  this y...","sentiment_score":0.2}
{"full_text":"#HAPPYNEWYEAR2022 #happynewyear2022wishes HAPPY NEW YEAR!!!I hope that by the end of 2022 there will be a reduction in COVID-19","sentiment_score":0.4681818182}
{"full_text":"RT Science isn't evolving, the goal posts are moving. Cloth masks have never been proven to work.From a specification s...","sentiment_score":0.0}
{"full_text":"RT Free grocery delivered to residents in Xi'an during lockdown","sentiment_score":0.4}
{"full_text":"I was just released from FPC Alderson and the conditions there are horrible... There is black mold in the vents in the bathrooms with no proper ventilation. I am sure that is part of the reason for the respiratory conditions and increase in covid cases.","sentiment_score":-0.1666666667}
{"full_text":"Congrats. Not easy in this pandemic. Resilient.","sentiment_score":-0.2166666667}
{"full_text":"RT Ron DeSantis has now gone from posting 2 week old visits to restaurants to a video showing old high school football gam...","sentiment_score":0.12}
{"full_text":"RT From everyone at Discotek, have a happy &amp; fun New Year's Eve.If you are going out, stay safe.If you are staying home...","sentiment_score":0.4121212121}
{"full_text":"RT THIS WASN'T WHAT WE MEANT WHEN WE SAID \"FLATTEN THE CURVE\"","sentiment_score":0.0}
{"full_text":"RT We thought #DeltaVariant was ferocious. #Omicron is eating it for lunch. US #COVID19 #coronavirus cases up 84% and deaths u...","sentiment_score":0.0}
{"full_text":"That Grimdark reality of knowing your parents have COVID and you don't know how to process that","sentiment_score":0.0}
{"full_text":"RT What did he think would be the outcome of the state's anti-mask and anti vaccine mandates... ...","sentiment_score":0.0}
{"full_text":"RT I said the US should do this like last week and got berated for days by people claiming it was \"impossible.\" Amazon lit...","sentiment_score":-0.3333333333}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"B.C. changes isolation period, fast-tracks booster shots as another year of COVID ends","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Be nice if it was true - not looking great tho","sentiment_score":0.5833333333}
{"full_text":"RT QUESTION: Since anti-vaxxers don't believe in science and medicine, why are they filling up all the ICU beds in hospit...","sentiment_score":0.0}
{"full_text":"I'm staying home.  Might stay up till 9:30 though.","sentiment_score":0.0}
{"full_text":"RT Remember the story of a Filipino who bravely fetched his compatriot trapped in two embassies in Afghanistan amid the group'...","sentiment_score":0.3}
{"full_text":"RT 2021 year in review: I have two stories that I really would like to share again. The first, this deep dive at my new post a...","sentiment_score":0.1465909091}
{"full_text":"RT Iorder to reduce the number of omicron cases reported, Dr. Moore will deny Ont...","sentiment_score":0.0}
{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
{"full_text":"RT The CDC said puke &amp; rally","sentiment_score":0.0}
{"full_text":"FOOTBALL | ICYMI we talked to AFLW Academy head coach Tarkyn Lockyer at the recent #NABLeagueGirls Testing Day about the 2022 Academy, the challenges with the current pandemic, and his hopes for a less interrupted season. #AFLWDraft: AFL Women'shttps:\/\/t.co\/WaiQA7cjmS","sentiment_score":-0.0555555556}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to get my name on the map! WOOHOO!","sentiment_score":0.0}
{"full_text":"RT \"The root cause of failure is that and other international public health authorities were unwilling to accept, and p...","sentiment_score":-0.1104166667}
{"full_text":".@NewDay makes its own headlines, thanks to a smart mix of hard news, fact-checking Covid misinformation, &amp; tough coverage of pro-Trump media and Fox News, which landed co-anchors &amp; on our 2021 Most Influential in News Media list.","sentiment_score":0.1389550265}
{"full_text":"RT Please stop quoting the FB statistic of 99.8% survival for Covid. In Mississippi, the mortality rate is 2.2% of all cases....","sentiment_score":0.0}
{"full_text":"Happy new year!!! Despite all the shittyness with covid and all that guff, this year been an absolute blast. I may have been stuck inside for most of it, but hopefully that can change in 2022! (Which it should, with the amount of things coming up throughout the year!)","sentiment_score":0.5118963068}
{"full_text":"But I thought getting Vaccinated would Save your life,Keep you from getting others sick,  and Allow you to live a Free life  To be honest ? I'm scared of the Vaccinated  !","sentiment_score":0.1430194805}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"The Mumbai Police said, \"When your 'F.R.I.E.N.D.S' ask what your New Year's Eve plans are tonight. You being a responsible citizen: I don't even have a 'pla'.\"https:\/\/t.co\/wWwdKzaFCS","sentiment_score":0.1681818182}
{"full_text":"Maybe if you hadn't fought the Biden administrations COVID policies and required and pushed the vaccine in the beginning we wouldn't be in this situation.  Don't blame others for where you've failed us.  #VoteforBeto #BetoForTexas","sentiment_score":-0.5}
{"full_text":"Scheduling this tweet for 1st January 2022I currently have 901 subscribers on YouTubeI currently have 1,044 followers on TwitchI currently have 429 followers on Twitterdude I'll be 15 when this goes public. hopefully covid's over! if it's not..... fuck.","sentiment_score":-0.08}
{"full_text":"RT ..Why have you come to Carlisle from Glasgow?..Because there are no restrictions and all of our friends have covid#bbcn...","sentiment_score":0.0}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link: safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"if you're going out for new years i'm wishing you the absolute worst this 2022!!! stay home","sentiment_score":-0.2212121212}
{"full_text":"Except paper mask don't protect you from covid they mostly help against spreading it.","sentiment_score":0.5}
{"full_text":"RT Omicron hoy: hey besties we are 50k!  thanks! love u all ","sentiment_score":0.375}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"South Africa lifts nighttime curfew, says COVID-19 cases declininghttps:\/\/t.co\/b2CsNSjSDk","sentiment_score":0.0}
{"full_text":"RT Man City, meanwhile, with Covid and injuries, on a 10-game winning streak","sentiment_score":0.5}
{"full_text":"To find a COVID vaccine near you, visit Immigrant Families - Learn more about the 'public charge' proposal (LINKS ALSO IN BIO)  #vaccinateyourself #protectingimmigrantfamilies","sentiment_score":0.2}
{"full_text":"RT Vastly different coverage in NSW &amp; Victoria despite NSW having one of the highest Covid rates in the world. Parent comp...","sentiment_score":0.0}
{"full_text":"Covid experts, local heroes, sports and showbiz stars are all awarded gongs tonight in the Queen's New Year Honours #NYE #honours","sentiment_score":0.0681818182}
{"full_text":"RT Truth is an actual vaccine to the bogus 'Covid-19 vaccine' narrative.The truth is coming like a freight train.","sentiment_score":0.0}
{"full_text":"RT Ain't no way this shit accurate.","sentiment_score":0.1}
{"full_text":"RT RTs PLS  covid hit kikihouse just after xmas, tho symptoms started before xmas. we will ALL be quarantining (as we ate\/sm...","sentiment_score":0.0}
{"full_text":"RT Really going hard  for that moderate vote i see.","sentiment_score":-0.0305555556}
{"full_text":"RT They have literally spent a year telling the Federal government to screw off and passing laws to make this outbreak possible...","sentiment_score":-0.05}
{"full_text":"RT During the pandemic I discovered how much I enjoy edging. Relaxing and intense at the same time. Love working up to an expl...","sentiment_score":0.275}
{"full_text":"A message from your corporate overlords &amp; their underlings, the cdc and biden admin:Enjoy the close of 2021 tonight with friends &amp; family. Also, know that your 2 year vacation is over. Come in Monday, ready to work, sore throat or not! This economy won't row itself!","sentiment_score":0.15625}
{"full_text":"Statement from on testing positive for #COVID19https:\/\/t.co\/Pmnf5EHV9D@cricketcomau #CricketAustralia #AUSvENG #Ashes","sentiment_score":0.2272727273}
{"full_text":"RT Masks and vax from the start would have been much easier and cheaper. But since you didn't an...","sentiment_score":0.2}
{"full_text":"They DO get overwhelmed with obese people dying of Covid. Yes. Look at  comorbidity  stats of Covid deaths especially nyc.","sentiment_score":0.0}
{"full_text":"RT Couldn't have happened to a nicer guy! Not even New Year yet! 2 Minutes to go...2022 is going to be very interesting!","sentiment_score":0.4914772727}
{"full_text":"From topics like #astronomy, sea level rise, #climatechange, #wildfire, and #COVID19, here are some of your most-read stories of the year.https:\/\/t.co\/kzG2prunic","sentiment_score":0.0}
{"full_text":"Ring in the #NewYear2022 the Irish way!Global Irish Musicians play 'We won't go home til the morning' in tuxedos, with champagne flowing and still managing to stay in tune...https:\/\/t.co\/JIvDs3SNGjHappy New Year!!","sentiment_score":0.0710227273}
{"full_text":"The annual ball drop takes place Friday, as the clock ticks into midnight and ushers in the new year, an occasion usually commemorated with Champagne, clinking pints, joyous embraces and hopes for better times aheadhttps:\/\/t.co\/5pNR0Dl8Zy","sentiment_score":0.1287878788}
{"full_text":"is covid still as big of a problem ( scheduled on 2\/10\/2021)","sentiment_score":0.0}
