{"full_text":"Laxmi Joshi was one of numerous pilots who volunteered for the Vande Bharat mission, which began in May 2020 and aims to rescue Indians stuck overseas as a result of coronavirus-related travel restrictions.@drshweta1312","sentiment_score":0.0}
{"full_text":"RT Ang daming sinabing magaganda at matatalas si ate, from criticizing the failed, anti-poor pandemic response, to the mockery...","sentiment_score":-0.5}
{"full_text":"RT it's been over 3 weeks of covid self quarantining at home, meaning no work or income. can any ally's or settlers send som...","sentiment_score":0.0}
{"full_text":"RT Removing mask mandates is a political move by Boris Johnson. If you'll continue to wear one, RT. Let's send him a messa...","sentiment_score":0.0}
{"full_text":"RT Biden's speech tonight was shockingly reckless and out of touch.He was either completely unaware of or indifferent to major...","sentiment_score":-0.3125}
{"full_text":"RT .@IHME_UW's Chris Murray predicting the end of the pandemic is nigh\"More than 50% of the world will have been infected with...","sentiment_score":0.5}
{"full_text":"Personally I was fine after covid the rest did me good for 8 days! I was double vaccinated when I caught it","sentiment_score":0.3229166667}
{"full_text":"RT Why isn't the federal government mailing out N95 masks with the rapid tests? Why can't these be combined?","sentiment_score":0.0}
{"full_text":"RT Hong Kong continues to cull hamsters amid COVID-19 scare","sentiment_score":0.0}
{"full_text":"RT After 22 months of vigilance and caution, I tested positive today. The sore throat is as painful as it can get. My boos...","sentiment_score":-0.2363636364}
{"full_text":"RT What an amazing coincidence that the right time for Boris Johnson to lift all covid restrictions just happens to be the prec...","sentiment_score":0.4428571429}
{"full_text":"I'd like to exchange this pandemic for a zombie apocalypse. Much more fun and practical. Yes?","sentiment_score":0.4}
{"full_text":"RT When government officials call workers being off sick with COVID \"absenteeism\", it's an insult to every worker everywhere who...","sentiment_score":-0.7142857143}
{"full_text":"RT It must have taken a biblical amount of will power for Boris not to say to Beth Rigby...\"Fuck off, Beth. You literally...","sentiment_score":-0.4}
{"full_text":"RT Omicron: viral load can be at its highest at day five so cutting isolation period doesn't make sensehttps:\/\/t.co\/D8LVOk0ISw","sentiment_score":-0.6}
{"full_text":"Yeah let's lockdown forever","sentiment_score":0.0}
{"full_text":"RT In the beginning, I like many others was very sceptical about the Covid virus - and all matters related. Then it killed...","sentiment_score":0.125}
{"full_text":"I wonder if people that had the H1N1 the bird flu...are doing better with Covid","sentiment_score":0.5}
{"full_text":"#IBPS_PO_POSTPONE#IBPS_CLERK_POSTPONECovid cases are rising and many candidates are covid positive.all other exams are postponed thn why not #IBPS_PO_MAINS #IBPS_CLERK_MAINS Please postpone the exam its a humble request#IBPS","sentiment_score":0.0583333333}
{"full_text":"RT Latest view on England mechanical ventilator beds (with a positive covid test), as of 8am on 19-Jan.The count is now 586, equi...","sentiment_score":0.3636363636}
{"full_text":"RT The amount of people I'm seeing now all of a sudden in N95's because they were told to do so is making me so nauseated.","sentiment_score":-0.2}
{"full_text":"RT Huge moment -","sentiment_score":0.4}
{"full_text":":( no rush tho i just wanna know if it'll be held and check if i'll be able to go or not... cause with omicron :( it doesn't look good. don't have the funds for the 2 weeks quarantine in korea and a normal week there ","sentiment_score":-0.03}
{"full_text":"RT By ending any sort of infection control measures to prevent the spread of covid-19, Johnson is effectively sacrificing...","sentiment_score":0.6}
{"full_text":"RT He doesn't look that  serious to me!","sentiment_score":-0.4166666667}
{"full_text":"RT The CDC's problem is not \"messaging\". Its bad policy. Ignoring nat imm, not releasing data, pushing boosters on healthy ki...","sentiment_score":-0.1}
{"full_text":"RT This was for a man that unified so many big voices against Vaccine Passports and unscientific restrictions, many far more impo...","sentiment_score":0.32}
{"full_text":"RT \"Fantasia Day 2 has been cancelled due to positive COVID tests of the participating Livers: Kenmochi Toya, Kanae, Kagami Ha...","sentiment_score":0.0511363636}
{"full_text":"Get the perfect match  for your home or office#IndiasNo1ACBrand #Voltas #FreematchAC #Aesthetic #OneDriveFive #Home #SingleUnit #CoolAir #PureAir #Pure #Fresh #Comfort #Convenience #StayHome (2\/2)","sentiment_score":0.5047619048}
{"full_text":"RT \"Fantasia Day 2 has been cancelled due to positive COVID tests of the participating Livers: Kenmochi Toya, Kanae, Kagami Ha...","sentiment_score":0.0511363636}
{"full_text":"Deaths from COVID-19 with no other underlying causeshttps:\/\/t.co\/RaPE12dyUuGovernment website!","sentiment_score":0.078125}
{"full_text":"Thanks, just trying to shake the Covid now","sentiment_score":0.2}
{"full_text":" Sir I request you to visit India","sentiment_score":0.0}
{"full_text":"Del enlace: \"Hunter added that because many people have been exposed to omicron and it is circulating widely, isolation becomes less effective as a tool.\"","sentiment_score":0.2083333333}
{"full_text":"India's Cumulative COVID-19 Vaccination Coverage exceeds 159.67 Crhttps:\/\/t.co\/UEZfkq5EvI","sentiment_score":0.0}
{"full_text":"RT The limited sisters!Dusk just wanna stay homeLing enjoying her wineNian thinks her sisters are cute#Arknights #a...","sentiment_score":0.2142857143}
{"full_text":"RT If I had a colleague with reason for caution and another who nonetheless refused to wear a mask, I'd tell him to get a mas...","sentiment_score":0.0}
{"full_text":"RT Johnson has declared the pandemic is over! What a relief. That'll make all my colleagues and pupils with covid and long c...","sentiment_score":-0.05}
{"full_text":"Sad to see this BS from Ben. Even sadder to see and others uncritically support this.","sentiment_score":-0.25}
{"full_text":"Just a gentle reminder that while Omicron may seem \"mild\"...1. People WILL still get very sick, and die2. Huge numbers of people sick in multiple industries is worse than lockdowns. All supply chains will be fucked3. More cases means more opportunities for further mutations","sentiment_score":-0.010952381}
{"full_text":"Just for your knowledge: I have covid. Lmao","sentiment_score":0.6}
{"full_text":"RT                              Total covid cases on day 1 = 48Total bed capacity for isolation = 56May the forces...","sentiment_score":0.0}
{"full_text":"#postpone_ssccgl_ibps_mains@PMO_NaMo@HMOIndia@nsitharaman@nsitharamanoffc@DFS_India@RajKiranRaiG@MoHFW_INDIA@FinMinIndiaToday 3.17 lac COVID cases today","sentiment_score":0.0}
{"full_text":"RT I'll say one thing for Johnson - he delivered Covid.","sentiment_score":0.0}
{"full_text":"RT MSM now backtracking saying that 300 deaths a day is normal for flu season, and that most Covid deaths are 'with', not...","sentiment_score":0.325}
{"full_text":"RT Latest data from Malaysia:Compared to unvaccinated people, death rates due to COVID are:* 25x lower for those fully...","sentiment_score":0.1875}
{"full_text":"I'm now even more grateful the Prime Minister announced today that rapid antigen tests will be freely available.","sentiment_score":0.45}
{"full_text":"Hoping for speedy recovery Rambabu gaaru Is it omicron or other variant ?","sentiment_score":-0.125}
{"full_text":"RT IBPS PO mains must be postponed. So many students are covid+ and in the fear of missing out and ruining their careers t...","sentiment_score":0.15}
{"full_text":"RT I'm fully vaccinated, with booster shot.Medical treatment makes me completely immunosuppressed. Even with...","sentiment_score":0.1}
{"full_text":"RT COSPLAYING WGMInterfaces 1\/4I am not a digital artist, but I did buy this WACOM tablet to tutor physics\/mathematics to hi...","sentiment_score":0.0}
{"full_text":"RT Let's fight together against COVID-19. It's high time, now understand your duty to eradicate COVID. #MaskUp Maintain 7 f...","sentiment_score":0.16}
{"full_text":"Well would ya look at that...COVID-19: Lifting of England's rules over face masks, passports and work from home announced - with self-isolation set to go in March","sentiment_score":0.0}
{"full_text":"Yes, 1 friend died early in the pandemic.","sentiment_score":0.1}
{"full_text":"RT The National health department says it wants health authorities in the Eastern Cape to meet with angry healthcare workers...","sentiment_score":-0.15}
{"full_text":"RT Thank you, COVID testing technicians, and community volunteers who are helping us to test students and...","sentiment_score":0.0}
{"full_text":"RT Australia is now number 2 in the world in covid cases ..wow wow wow being highly vaccinated has surly worked.","sentiment_score":0.12}
{"full_text":"RT NOW OR NEVER!Only #KKundrraSquad's efforts can bring d trophy home Keep hyping only #KaranKundrra  Stay positive...","sentiment_score":0.1136363636}
{"full_text":"RT Have u guys lost it?what makes u think so irrational!taking offline exams promoting pandemic! Woah @VarshaEGaikwad...","sentiment_score":0.0}
{"full_text":"RT Ex-merchant banker and retired software engineer meet up to plan future global health whilst actively sacking tens of thou...","sentiment_score":-0.0444444444}
{"full_text":"RT #UttarPradesh, #UPPSC has postponed the exams which were supposed to be conducted in this month. Now, all others also...","sentiment_score":0.0}
{"full_text":"RT The PM's claim that vaccine approval was faster because of BREXIT has been roundly debunked (see FullFact:","sentiment_score":-0.2}
{"full_text":"I refuse to be vaccinated until I'm assured that the vaccine will protect me from contracting covid. I can't vaccine for sake of preventing hospitalization coz I have not been admitted to hospital for over 10 years","sentiment_score":0.0}
{"full_text":"RT Pakistan ranked second in the world in Economist's \"Global Normalcy Index\" out of 50 countries measuring recovery post...","sentiment_score":0.0}
{"full_text":"Tested negative on an RTPCR but several RAT's say positive so the jury is out on that. But close to 100 tests, 2 hospitalisations on the suspicion (it wasn't) and 2 years later, it's finally covid or the nastiest flu on steroids. Stay Safe Everyone","sentiment_score":0.0712121212}
{"full_text":"New Mexico asks National Guard to teach as COVID shuts schools.#News247","sentiment_score":0.1363636364}
{"full_text":"Hi, please note that it's your own responsibility to check and follow the current restrictions that can change quickly. For now, you do not need a COVID test for transferring at Helsinki Airport or as a resident of Sweden. Kind regards, Ada\/Finnair","sentiment_score":0.3833333333}
{"full_text":"RT IBPS PO mains must be postponed. So many students are covid+ and in the fear of missing out and ruining their careers t...","sentiment_score":0.15}
{"full_text":"RT more than 2.5 lakh covid cases. this isn't a good time for offline exam...Plz postpone uptet#UPTET #Postpone_Uptet20...","sentiment_score":0.6}
{"full_text":"Minister, I'm interested to know whether that data refers to PCR, RATs, or both. My observation was focused on the availability and accessibility of rapid antigen tests in Berlin, in particular, and the measures in place to utilise them (&amp; quality masks) to improve public safety.","sentiment_score":0.1388888889}
{"full_text":"RT Just in: the German office for the protection of the Constitution stated that covid protests form a new scene for \"enemies of...","sentiment_score":0.0681818182}
{"full_text":"RT \"Omicron infection enhances preexisting immunity elicited by vaccines, but on its own may not induce broad, cross-neutralizi...","sentiment_score":0.33125}
{"full_text":"RT A Live feed to show A Dancing Nurse who's allegedly overwhelmed...This is Victoria's Code Brown  It's ALL Covid Theatre...","sentiment_score":0.0181818182}
{"full_text":"RT Whatever they're following, it's NOT the science.","sentiment_score":0.0}
{"full_text":"RT India adds another feather in its cap!Over 3.8 crore youngsters between 15-18 age group have been administered with th...","sentiment_score":0.0}
{"full_text":"RT I admire principled NHS staff who, with very heavy hearts, would rather lose their jobs than be forced to get a vaccin...","sentiment_score":-0.28}
{"full_text":"RT I wish people didn't equate traffic light red to lockdown. It's not the same at all, in fact the sensible ones amongst us...","sentiment_score":0.1333333333}
{"full_text":"Helloooo,  MORE covid deaths under Biden with vaccines an boosters, an whateva else they want to jab ya with... WAKE up guy is a COMPLETE INCOMPETENT FRAUD","sentiment_score":0.0833333333}
{"full_text":"RT During lockdown I've started making my own wine, and it's super easy! You just stir a spoonful of grape jelly into a glass o...","sentiment_score":0.4916666667}
{"full_text":"RT A PS32m payday for the boss and an PS84m profit on PPE and medical supplies - and all channeled to the Department of Heal...","sentiment_score":0.0}
{"full_text":"RT Israel , the only quadruple-vaxxed country in the world (also using mask mandates and Covid passports), just broke global...","sentiment_score":0.0}
{"full_text":"RT What kind of man won't wear a mask in consideration of a vulnerable work colleague?","sentiment_score":0.05}
{"full_text":"The Omnicron virus will largely have been phased out by March, being replaced by whatever next variant there is (Deltacron?). We need to shut down this virus before it mutates into something much more harsh and lethal - and that includes helping vaccinate the poor countries.","sentiment_score":-0.0068783069}
{"full_text":"You are so stupid... you say a healthy person doesn't have rights if he's not vaccinated (no need to saying but with an inefficient vaccine)... you are so stupid.And just as fyi I'm not antivaxx, I'm vaccinated...","sentiment_score":-0.15}
{"full_text":"RT If covid zealots had got their way with another lockdown, they would now be taking credit for the outcome. So now is the ti...","sentiment_score":0.0}
{"full_text":"RT So it looks like the Starbucks in West Hollywood has a COVID breakout and the store is staying open w\/o very many prec...","sentiment_score":0.325}
{"full_text":"RT Ending life-saving restrictions to protect your own income, power, and privilege is not \"in the public interest.\" It is a tr...","sentiment_score":0.3}
{"full_text":"RT I think the vaccine\/COVID myocarditis issue in kids really shows the difference between those reasonably weighing up costs and b...","sentiment_score":0.2}
{"full_text":"RT Every hospital has a covid ward.No hospital has a vaccine injury ward.","sentiment_score":0.0}
{"full_text":"RT When next Supreme Leader order you to Stay at home, una go hear word. You think say na joke? ","sentiment_score":0.0}
{"full_text":"RT Covishield, Covaxin Recommended for Regular Market Approval by Expert Panel With 'Certain Conditions'#Covishield #Co...","sentiment_score":0.1071428571}
{"full_text":"There is also \"Our vaccine rollout was a success because we weren't part of the EMA anymore\" which is odd because all the paperwork for the vaccine approvals was filed under EMA emergency use rules and not because EMA rules no longer applied.#CallOutLies","sentiment_score":0.0666666667}
{"full_text":"The response to #covid has been brutal on kids! Don't think they won't remember this in the future! Boomers pushed this pandemic on the younger generations! We all knew this was bull shit but you just had to take more and more, fucking another generation! #boomer","sentiment_score":-0.1357142857}
{"full_text":"Covid-0 Arna-1 ","sentiment_score":0.0}
{"full_text":"The top earning senator made $55 million in the stock market last year. The top 10 or so made over $10 million. Additionally, they have big pharma million of dollars up front to develop a vaccine they were already going to develop. And then they sold it back to us at full price.","sentiment_score":0.225}
{"full_text":"RT This cruelty and brutality of #Fascist_India is the reason Allah angered and the world got punishment as #COVID19 till n...","sentiment_score":-0.75}
{"full_text":"RT Controversial...but next pandemic, let's send out the free tests before year three.","sentiment_score":0.2}
{"full_text":"RT Reports that several tennis stars at the Australian Open are Covid-positive.But thank goodness we deported Novak Djokovic...","sentiment_score":0.0}
{"full_text":"The United States delivered 665,730 doses of the COVID-19 Pfizer vaccine to the people of Ukraine. We reaffirm our commitment to saving lives worldwide and helping end the pandemic through our partnership with #COVAX.","sentiment_score":0.0}
{"full_text":"University requires N95s or double masking even though nearly all students are vaccinatedhttps:\/\/t.co\/QVliyoBdGC","sentiment_score":0.05}
{"full_text":"DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19.https:\/\/t.co\/diWk8Z5Xon#health #healthy #HealthyLiving #COVID #homedecor #kids #design #homedesign #healthcare #safety #Mindfulness #success #lifestyle #art","sentiment_score":0.4333333333}
{"full_text":"In this week's Hereford Times (on sale from today): Covid forces brewery's closure More school nativity pictures WIN PS200 Sainsbury's gift card 50 fabulous puzzles Get even MORE out of the Hereford Times online with a digital subscription: ","sentiment_score":0.44}
{"full_text":"The website, allows people to order four at-home tests per household, regardless of citizenship status, and have them delivered by mail.https:\/\/t.co\/gggerILYIo","sentiment_score":0.0}
{"full_text":"Host Vietnam will implement a \"no vaccine, no entry\" policy in the 31st Southeast Asian Games slated May 12-25 in Hanoi.#POC #SEAG","sentiment_score":0.0}
{"full_text":"The #US government will make 400 million non-surgical #N95 #masks from its strategic national stockpile available for free to the public starting next week, a #WhiteHouse official said, marking the #Biden administration's latest effort to help curb the #COVID-19 #pandemic.","sentiment_score":0.2166666667}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"Duque appeals to Acosta to get anti-COVID shothttps:\/\/t.co\/aR9YxL3FpT","sentiment_score":0.0}
{"full_text":"RT IBPS PO mains must be postponed. So many students are covid+ and in the fear of missing out and ruining their careers t...","sentiment_score":0.15}
{"full_text":"N95 masks are now required to attend this university.","sentiment_score":0.0}
{"full_text":"Updated Covid-19 guidance for the industry and those moving home.","sentiment_score":0.0}
{"full_text":"Nine more schools, colleges sealed in capital, smart lockdown in six Pindi localities@dawn_com #DawnNews #Pakistani #NCOC #Schools #Islamabad #Lockdown #Pindihttps:\/\/t.co\/FuBRGf7Epd","sentiment_score":0.3571428571}
{"full_text":"BIDEN on COVID-19: \"I didn't overpromise. I have probably outperformed what anybody thought would happen.\" Do you agree?","sentiment_score":0.0}
{"full_text":"West Rand and Sedibeng District updated weekly vaccination list All COVID-19 vaccines used in the vaccination programme in South Africa have undergone extensive trials and have been proven to be efficacious and safe.#IChooseVaccination #VaccinesSavesLives","sentiment_score":0.0}
{"full_text":"RT Mumbaikars be careful !! Maharashtra govt announces new COVID guidelines -Gathering of more than 5 persons in public plac...","sentiment_score":0.1200284091}
{"full_text":"RT Hotels call for Covid-19 land and building tax cuts to be extended - more at #Thailand The hotel industry is asking the government to extend a land and building tax cut that was enacted in June of 2020, citing th...","sentiment_score":0.5}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 678 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"Work from home, COVID passes and face mask requirements to end, announces PM","sentiment_score":0.0}
{"full_text":"Fact you think this pointless restrictions make any difference is just hilarious!! Masks don't work! And covid passports can be faked in 1 min flat and do not ensure people in a venue are not infected! It's pure theatre","sentiment_score":0.2273995536}
{"full_text":"Anti-vaxxer arrested for knocking out security guard by the vaccine center in Churchill Square #Brighton Credit #antivaxxers #antivaxx","sentiment_score":-0.1}
{"full_text":"LISTEN | Clive Miller, CEO of Support Act joined Spoony to chat about their emergency appeal, which aims to help the music industry as the latest wave of Omicron threatens to decimate the sector. https:\/\/t.co\/44eKA89iUE","sentiment_score":0.5}
{"full_text":"RT Don't use South Korea as reason for why there should be mandatory military service. They technically still have an ongoi...","sentiment_score":-0.05}
{"full_text":"Is it better to wear an N95 or cloth mask right now? ","sentiment_score":0.3928571429}
{"full_text":"RT WHO recommends lifting international travel bans and abolishing proof of vaccination requirementsBlanket travel bans are...","sentiment_score":0.0}
{"full_text":"LAWSUIT: The doctor is reportedly asking for data from the hospital detailing the effects of giving people vaccines, along with financial reports.https:\/\/t.co\/h0tf9Gzg4s","sentiment_score":0.0}
{"full_text":"China's #Guangdong Province's GDP grew to 12.4 trillion yuan ($1.95 trillion) in 2021, up 8% compared with the previous year. The province's economy continued to recover despite headwinds caused by the #COVID19 pandemic, according to Wang Weizhong, the governor of Guangdong.","sentiment_score":-0.1666666667}
{"full_text":"The world is changing. From Covid-19 and climate change to digitalisation and diverging demographics, the International Monetary Fund (IMF) member countries are confronting new challenges.","sentiment_score":0.0681818182}
{"full_text":"LUXEMBOURG: The government has said it would back a limited vaccine mandate for the over-50s and healthcare staff that a panel of independent experts first proposed last week, but said it was leaving the next steps to parliament.https:\/\/t.co\/hJW2Ks0xef","sentiment_score":0.0297619048}
{"full_text":"I really don't think anything I put was stupid it's just facts. What you've said is understandable there.What I'm getting at is when do we move on with life?Do you want to spend the next 5-years of it hiding in lockdown or going out and living life.","sentiment_score":-0.2}
{"full_text":"The treatment provides an additional layer of support to eligible patients who are considered high risk due to underlying health conditions.https:\/\/t.co\/SfpBNSrqwc","sentiment_score":0.0175}
{"full_text":"Becoming an Entrepreneur &amp;amp; Starting a Small Business After the Pandemic via","sentiment_score":0.0666666667}
{"full_text":"I confused it with NCID study that I also linked earlier. Regardless, be aware that antivaxxers took the of covid vs with covid to their own use. When someone dies \"of a heart attack\" (or rather myocardial infarction), it is the same reason. Medical use \/= common use.","sentiment_score":0.0214285714}
{"full_text":"RT I want to see the number of people who died of Covid after 28 days.","sentiment_score":0.0}
{"full_text":"RT Abi's inference here is correct in my opinion. Today's wee crumb is not the end of the malarkey. Why put arbitrary dates...","sentiment_score":-0.1}
{"full_text":"Fuck free covid test SEND MORE STIMULUS MONEY","sentiment_score":0.1666666667}
{"full_text":"Mackay, Isaac and Whitsunday has recorded 274 new Covid-19 as the definition of what constitutes an 'active case' is revised. Read the latest figures here ","sentiment_score":0.1676767677}
{"full_text":"30% Off!StyleWell Fergus Patina Finish King Bed with Chevron Slats (77.17 in. W x 48 in. H)https:\/\/t.co\/OWkFPrMGWd#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0}
{"full_text":"Get your COVID-19 booster without an appointment. The mobile clinic will be near the Parish Church in Paola today! Get #boosted","sentiment_score":0.125}
{"full_text":"Herd Immunity Is Over--Long Live Superimmunity by Allysia Finley via","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 34.3FWind Chill: 32.7FHumidity: 80%Dew Point: 28.8F Barometer: 30.121 inHgWind: 3 mph from the NCorona Virus Weekly Stats:Cases: 708.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Whether one decides to get vaxxed or not, the comments on this thread are extremely insensitive. Shame on you all! Simon has...","sentiment_score":-0.15625}
{"full_text":"RT #postponeUPTET please cancel uptet exam due to covid because life is important than exam.#uptetpostponed #UPTET_POSTOND #El...","sentiment_score":0.1375}
{"full_text":"Ballpark variant of course","sentiment_score":0.0}
{"full_text":"RT Let's fight together against COVID-19. It's high time, now understand your duty to eradicate COVID. #MaskUp Maintain 7 f...","sentiment_score":0.16}
{"full_text":"38% Off!!Hisense 55-Inch Class H8 Quantum Series Android 4K ULED Smart TV with Voice Remote (55H8G1, 2021 Model) #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.0571428571}
{"full_text":"RT Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy it announced earlier this m...","sentiment_score":0.0}
{"full_text":"#PiyankaJawalkar tests positive for #Covid19 #Tollywood #TollywoodActress","sentiment_score":0.2272727273}
