{"full_text":"So the fact that they've concealed this information for nearly 2 years not give her a teeny weeny inkling? #SueGray #DowningStreetParty #COVID","sentiment_score":0.1}
{"full_text":"I got Covid from going to a restaurant where I showed my vax card. #policyfailure#vaxfailure","sentiment_score":0.0}
{"full_text":"RT Against the rules Boris and Mrs Johnson travelled to their second home in first lockdown.This is exactly the reason...","sentiment_score":0.1666666667}
{"full_text":"RT For your own safety.Childcare in Germany (Bavaria):3x weekly mandatory covid tests for children from 1 year","sentiment_score":0.6}
{"full_text":"Canada in for \"intense\" weeks of Omicron infections, hospitalization surges: data - Global News","sentiment_score":0.1}
{"full_text":"RT Pierre-Emerick Aubameyang ruled out of Gabon's AFCON clash due to \"cardiac lesions\"https:\/\/t.co\/t0MWltVghh","sentiment_score":-0.0875}
{"full_text":"Los Angeles is 1 of the cities that was hit hard by Covid.  Of course, kids should not be in school","sentiment_score":-0.2916666667}
{"full_text":"they really had to pay her to get it...","sentiment_score":0.2}
{"full_text":"this is the kind I got given at work and they're def my fave N95. they work best with my glasses","sentiment_score":0.8}
{"full_text":"RT People be like \"cut the CDC some slack they're doing the best they can\" like it's a kid struggling with math class. We are...","sentiment_score":1.0}
{"full_text":"RT How to get a COVID19 test in Alberta","sentiment_score":0.0}
{"full_text":"RT A tradesperson confided to me that they are not vaccinated, but have continued to work in the building construction indus...","sentiment_score":0.0}
{"full_text":"Followed up with whether or not they have a weighted blanket? My six year old can't sleep through the night, she's worried about catching COVID and killing her grandma that lives with us.","sentiment_score":0.35}
{"full_text":"RT A church in Blacktown was fined a total of $36,000 a few months ago for breaching COVID rules. Why are police not applyin...","sentiment_score":-0.1}
{"full_text":"RT Highest yearly number of flu deaths in the U.S. in the last 100 years: 80,000Covid deaths in the U.S. in the last 21 m...","sentiment_score":0.0}
{"full_text":"RT Experts Accuse Govt Of 'Manipulating' Vaccine Data, Claim Up To 300,000 Deaths Caused By Injections via","sentiment_score":0.0}
{"full_text":"RT 1. A report from the streets of Chicago, where CPS students are walking out, demanding better conditions to face Covid-19....","sentiment_score":0.5}
{"full_text":"RT The largest hospital in Nebraska is imposing crisis standards of care and suspending non-emergency surgery for 30 days as Cov...","sentiment_score":0.0}
{"full_text":"RT Agree","sentiment_score":0.0}
{"full_text":"It doesn't have to be like this.@GovBillLee","sentiment_score":0.0}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT Also, I had taught you in the first issued statement about the so-called Corona on 25th March, 2020,that it is a globa...","sentiment_score":0.25}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT If I die of from or with Covid please note that my most important co-morbidity was poverty.","sentiment_score":0.45}
{"full_text":"RT The government is arguing in court that Novak Djokovic should be deported from Australia as \"he may risk lives and civil or...","sentiment_score":0.0}
{"full_text":"YES! Science and common sense prevail!","sentiment_score":-0.375}
{"full_text":"RT Omicron Vaccine To Be Made Available In March For The 12 People Who Haven't Gotten Omicron Yet","sentiment_score":0.4}
{"full_text":"RT Politicians, judges &amp; legislators have no business making medical judgements. This is how bleach, iver...","sentiment_score":0.0}
{"full_text":"SILENCE EVERYONE THAT DISAGREES! That needs to be the real plan if we want this over, anyone with an opposing view of the situation needs to be shutdown right now. We need the Australian covid camps and the unvaxxed need to pay 50K a month until vaxxed. #BringOnTheUSACovidCamps","sentiment_score":0.1619047619}
{"full_text":"RT Haven't we seen TV hosts argue the vaccine stops the spread of COVID? Isn't that misinformation and dangerous? No?","sentiment_score":-0.6}
{"full_text":"RT If the pandemic has made you concerned about mental health services and care, welcome to the last 10+ years for many of u...","sentiment_score":0.3}
{"full_text":"RT Heard she got the vaccine last month. They gave her  and she got the ","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: No 10 staff held 'wine-time Fridays' throughout pandemic with Boris Johnson regularly witnessing the gatherings...","sentiment_score":0.0}
{"full_text":"The vaccine hurts my arm now","sentiment_score":0.0}
{"full_text":"RT Update Johnson commuted between Chequers &amp; London in March 2020 Head of No 10 Covid unit attended another party...","sentiment_score":0.0}
{"full_text":"No Probable Cause In Case Of Mother Who Put Her Son In Trunk To Avoid COVID","sentiment_score":0.0}
{"full_text":"RT One-term Loser Trump accelerated the spread of Covid with his recklessness, crashed the economy with his stupidity, and e...","sentiment_score":-0.6}
{"full_text":"Oh my god. That's enough Facebook today. Just saw someone say they TRIED TO CATCH COVID. ON PURPOSE.","sentiment_score":0.0}
{"full_text":"RT I would like a free pony (basic healthcare), a free KN95 mask (bunnies), and a free at home covid test (ice cream) please.","sentiment_score":0.3}
{"full_text":"RT The question of whether COVID carries a bigger risk of myocarditis than the vaccine is irrelevant. The vaccine doesn't s...","sentiment_score":-0.25}
{"full_text":"Retweet this if you are a healthcare profesional or patient and have noticed racial bias\/differences in how your hospital implements or enforces Covid19 policies (e.g. visitor policies\/restrictions, etc).","sentiment_score":0.0}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT Jeesus, the Labour Party thought it was right for Jenny, a nurse, to point blank refuse a sobbing man from seeing his ill...","sentiment_score":-0.0714285714}
{"full_text":"RT His baby sister is immunocompromised. So, he's very passionate about this issue. He told me that when he goes home, he can...","sentiment_score":-0.065}
{"full_text":"In an interview with The STAT Trade Times, Nikki Clifton -- President, Social Impact and The UPS Foundation -- discusses how UPS facilitated the equitable distribution of Covid vaccines and its plans to continue.https:\/\/t.co\/JZtA0x3jsz","sentiment_score":0.0333333333}
{"full_text":"Looking forward to engaging the STEMM CEO community","sentiment_score":0.4}
{"full_text":"RT BREAKINGUS Government to end daily COVID death reporting A document issued issued Jan 6 by the US Health and Human...","sentiment_score":0.0}
{"full_text":"RT Sajid Javid has ordered NHS England to give up to PS270m to private hospitals in case of an omicron surge, all of which they w...","sentiment_score":0.0}
{"full_text":"RT Scenes from the decline.","sentiment_score":0.0}
{"full_text":"RT How do I explain to my grandkids that people actually picked a horse-dewormer, Viagra, and Pee over life a saving Vacci...","sentiment_score":0.0}
{"full_text":"RT COVIDIOT...https:\/\/t.co\/n01ye7HfII","sentiment_score":0.0}
{"full_text":"RT FREE #COVID19 TESTING KITS From Michiganders are asked to take one kit per person, up to five per househol...","sentiment_score":0.4}
{"full_text":"Ryan Turbridy trying to make a case for mandatory vaccine on late late show. Who's surprised.","sentiment_score":-0.1666666667}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"RT Banzo not played in four weeks. Injury\/COVID(?). Didn't miss a beat tonight. No rustiness. Outstanding performance. Compli...","sentiment_score":0.5}
{"full_text":"Another 20 COVID-related deaths in NSW","sentiment_score":0.0}
{"full_text":"RT If you have #CovidTake great amount of pharmaceutical Vitamine D3 &amp; take also vitamins K2 &amp; lower Calcium &amp; Carbonate in...","sentiment_score":0.8}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"RT NEW: I've seen the email invite for this. Over 40 were invited- including No10 political aides and civil servants. Invit...","sentiment_score":0.0681818182}
{"full_text":"Having Covid sucks  and it's Friday  staying in all weekend long","sentiment_score":-0.175}
{"full_text":"RT all my respect to jype staff who came back to help arab stay get home. they could've just go to the hotel and act like nothin...","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"One of my best friends got tested positive to Covid... so yeah","sentiment_score":0.6136363636}
{"full_text":"RT #SCOTUS decision in vaccine mandate case is a big victory for liberty, the rule of law, and the Constitution","sentiment_score":0.0}
{"full_text":"RT This was *HEAD* of the Covid taskforce - the Government unit responsible for drawing up the restrictions we all lived unde...","sentiment_score":0.2}
{"full_text":"RT Until Covid is over can we cancel Friday as a weekday and just add it to the weekend? M-Thurs is enough","sentiment_score":0.0}
{"full_text":"RT Breaking news......Bawris has rare strain of covid that requires 18 months isolation. Patient must be kept cold by sitting...","sentiment_score":-0.15}
{"full_text":"RT #canaryclubpodcast episode 59 is out now: #FACup third round delivers again Covid 2-0 another postpo...","sentiment_score":-0.1}
{"full_text":"RT Sick of it, sick of them. It was over then, it certainly is now! We will not comply any more.No R...","sentiment_score":-0.3869047619}
{"full_text":"RT NEW - Liberal Leader Del Duca on the resignation of Rod Phillips\"The departure of Doug Ford's Long-Term Care Ministe...","sentiment_score":0.1363636364}
{"full_text":"RT My heart hurts for Fabienne. ELITE marathoner has now developed myocarditis after being triple Vaxxed and reports not hav...","sentiment_score":0.1}
{"full_text":"RT korea has been keeping Netflix's lights on","sentiment_score":0.0}
{"full_text":"I had to switch today from my N95 to the blue at The Infirmary. It made no sense.","sentiment_score":0.0}
{"full_text":"This is strangely comforting.","sentiment_score":-0.05}
{"full_text":"Total Confirmed Covid Cases by County For ME   2022-01-12:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.2}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT Triple vaxxed idiot who now has COVID; \"Thank God I got vaccinated......\"You couldn't make this up could you?https:...","sentiment_score":-0.8}
{"full_text":"RT I still think this is one of the best visual representations to help open the discussion about changes in health and d...","sentiment_score":0.3333333333}
{"full_text":"RT In Washington, D.C. tomorrow, over 50 percent of the Black population will no longer be allowed to enter a restaurant, bar...","sentiment_score":-0.1666666667}
{"full_text":"RT and the clown show formerly known as Australia continues    #Novak_Djokovic  #AusOpen2022  #AusOpen   #AlexHawke #COVID19...","sentiment_score":0.0}
{"full_text":"RT i'm so sorry to have a hot take but I personally don't want anyone to die from covid? like not even if they're \"old\" or \"di...","sentiment_score":-0.0375}
{"full_text":"RT If you areabout Downing Street partiesthat Djokovic is having his visa removedthat Andrew has had his titles removed...","sentiment_score":0.0}
{"full_text":"RT As a fellow surgeon, and someone that has been on your show -- I'm incredibly disappointed that you are willing to politic...","sentiment_score":-0.25}
{"full_text":"\"the stars look so pretty tonight, don't they?\" george looked over at dream, a soft smile gracing his lips.dream stared back, emotionless.\"what's wrong..?\" george frowned.dream cleared his throat, eyes tearing up,\"i wear a mask with a smile for hours at a time, stare at t-\"","sentiment_score":0.075}
{"full_text":"RT 270 health experts to Spotify: Joe Rogan's Covid misinformation is 'a sociological issue of devastating proportions'","sentiment_score":-1.0}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT which is not really corona; but strains of somewhat like a gnat that you do not encompass any knowledge about.Imam Na...","sentiment_score":-0.1}
{"full_text":"RT I never thought I'd serve with a braver colleague than John Lewis. Then Thomas Massie stood up and refused to order takeou...","sentiment_score":0.0}
{"full_text":"RT It takes a village!  So proud to work for a district that works so hard together!!  Folks are covering for each other so ot...","sentiment_score":0.0730902778}
{"full_text":"It kind of does. I'm vaccinated, so COVID doesn't even matter to me, nor to any other vaccinated person. As it turns out, it doesn't matter to the unvaccinated either, which is why government support is at an all time low.","sentiment_score":0.1583333333}
{"full_text":"RT Mexico kapt er gewoon mee.\"Returns To 2019 Normality For Visitors\"https:\/\/t.co\/OJwJYcLVN4","sentiment_score":0.0}
{"full_text":"RT all my respect to jype staff who came back to help arab stay get home. they could've just go to the hotel and act like nothin...","sentiment_score":0.0}
{"full_text":"RT YRDSB Jan 14: No social distancing. Students eating together en masse mask-less. No reporting. Also parents saying they ha...","sentiment_score":-0.0166666667}
{"full_text":"RT As a fellow surgeon, and someone that has been on your show -- I'm incredibly disappointed that you are willing to politic...","sentiment_score":-0.25}
{"full_text":"RT On Tuesday, 17% of students and 15% of LAUSD staff tested positive for the coronavirus, the district said.  The district ope...","sentiment_score":0.2272727273}
{"full_text":"RT Downing Street staff attended more parties during the pandemic than I have in my entire life","sentiment_score":0.25}
{"full_text":"RT The largest hospital in Nebraska is imposing crisis standards of care and suspending non-emergency surgery for 30 days as Cov...","sentiment_score":0.0}
{"full_text":"RT Sajid Javid has ordered NHS England to give up to PS270m to private hospitals in case of an omicron surge, all of which they w...","sentiment_score":0.0}
{"full_text":"RT visit China locks down third city, raising affected to 20 million #Sm...","sentiment_score":-0.0777777778}
{"full_text":"RT Why does the media never report on how well Western Australia is managing COVID? Instead of constantly focusing on the pr...","sentiment_score":0.0}
{"full_text":"they saying this pandemic may be over in a couple months #butiwillneverevergetthoseyearsback","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT all my respect to jype staff who came back to help arab stay get home. they could've just go to the hotel and act like nothin...","sentiment_score":0.0}
{"full_text":"RT I am a front line nhs nurse.....i have had no vaccines and do not intend on doing so. My children will not b...","sentiment_score":0.0}
{"full_text":"RT Bombshell: Excess deaths in Canada up 24% for ages 0 to 44!Chart from StatsCan shows excess deaths for week of July...","sentiment_score":0.0}
{"full_text":"RT It finally happened. I was waiting on what fashion trend would come from this pandemic, and the human race has not let me down...","sentiment_score":-0.0518518519}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT Largest rise in mortality for South Africa's Omicron wave 27 days post case\/d peak. See above thread.","sentiment_score":0.0}
{"full_text":"RT A shoutout to members of my lab and collaborators who have been working meticulously and tirelessly to understand #omicr...","sentiment_score":0.0}
{"full_text":"RT Ive seen it at the high school where I work. A student got his booster and two days later got chest pains. Then two...","sentiment_score":0.08}
{"full_text":"If I were a health care worker I would simply not be affected by compassion fatigue two years into a global pandemic","sentiment_score":0.0}
{"full_text":"RT Comparative politics grad student struggling to make progress without fieldwork during the pandemic? The next #JPOSS...","sentiment_score":0.0}
{"full_text":"How do you define 'right wing anti vaccine people' exactly though? Curious.","sentiment_score":0.1452380952}
{"full_text":"Coming into 2022, we are still in the midst of constantly changing conditions...In this blog, reflects on 2021, the changes the pandemic is having on our choices and values, and predicts 5 major things for k-12 education.","sentiment_score":0.03125}
{"full_text":"How can you still be ignorant about a vaccine.","sentiment_score":0.0}
{"full_text":"RT It's only bad when it's Arsenal.","sentiment_score":-0.35}
{"full_text":"RT Millions of people are suffering long-term health effects of COVID-19, but their experiences are often ignored and over...","sentiment_score":0.0}
{"full_text":"RT Credit to for original story. Even more credit to for revealing this ages ago in #StateOfFear &amp; to man...","sentiment_score":0.4375}
{"full_text":"I agree!  People should eat better, exercise, and take vitamins so we can end this pandemic!  Also close all fast food restaurants!!!","sentiment_score":0.5078125}
{"full_text":"RT I'm fully vaxxed and boosted (as of 3 months ago), no positive covid tests but may have had it, having heart palpitati...","sentiment_score":-0.1136363636}
{"full_text":"On Monday, January 17, 2022, Hastings College will move into  Yellow on our Phased Guideline Matrix for Covid-19, meaning our classroom occupancy will for to 75%.Visit for more on changes that will happen in the Yellow phase and more Covid-19 info.","sentiment_score":0.25}
{"full_text":"RT This is great to hear.  I hope many more adopt this same anti discrimination policy.  It would be good to...","sentiment_score":0.5}
{"full_text":"Minneapolis Convention Center's COVID-19 testing site will be temporarily moved to providing PCR and rapid antigen COVID-19 tests for walk-ins or people with appointments Jan. 17-21. See details here:","sentiment_score":-0.1}
{"full_text":"is now a #TPLFTerroristGroup fulltime propagandist with full support from #TPLFSURRENDERNOW #UnityForEthiopia","sentiment_score":0.35}
{"full_text":"RT I am joining the covid desk. Have a story you think needs told? Do you feel like your experience has been un...","sentiment_score":0.0}
{"full_text":"#TedrosTheTerrible former #tplf central committee using his position, #WHO resourses &amp; staffs to mislead z world aimed covering #tplf acts of terrorism started from attacking N.Command to invasion of #Afar &amp; #Amhara ppl. #tplf psychopaths are only enemy of #Tigray.#NoMore","sentiment_score":0.0}
{"full_text":"I've been there for the Watch City Festival (steampunk event), but it's a pain getting there! For this reason, they had the big party\/concert at the Industrial Museum. If you haven't been there, I recommend it. EventS dependent on COVID.https:\/\/t.co\/wnoriQ0qkM","sentiment_score":0.0}
{"full_text":"RT I'm double vaxxed, no positive covid tests, sure I've had covid!  Sick over holidays!  My body went int...","sentiment_score":-0.0953733766}
{"full_text":"RT SCOTUS suggests that healthcare workers are not qualified to make their own healthcare choices.This obvious contradicti...","sentiment_score":0.3}
{"full_text":"Polish scientists have discovered a gene that they say more than doubles the risk of falling severely ill with, or even dying from #COVID19.","sentiment_score":0.0}
{"full_text":"Yes and we are 'pushing forward' because Omicron is so much milder than Delta.. can someone pls find out... hospitalisation\/deaths.. Delta or Omicron?? Cause Vic still had high rate of Delta when Dan decided we'd 'push through'!","sentiment_score":0.2}
{"full_text":"#STARWARS #CRIMSONREIGN 2 exclusive variant with art by Access starts NOW on the Unknown Comics AppAvailable online 01\/15\/2022 12 PM CST on the site! #STARWARSCRIMSONREIGN #marvel #unknowncomics #tylerkirkham","sentiment_score":-0.125}
{"full_text":"RT Stop being a mob of fascist asshats.","sentiment_score":0.0}
{"full_text":"Lol, a few weeks ago I went to someone's home on a service call (I'm a electrician) they tried to insist I wear a mask since I'm unvaxxed. I explained they were welcome to pay me for coming and find a different electrician... guess who ended up working maskless that day!","sentiment_score":0.35}
{"full_text":"RT it's official: GROUPIES has a cover! the biggest thanks to designer Yeon Kim and my editor Asante Simons at","sentiment_score":0.2}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"Today's DISH: A National Digital Vaccine Card Has Emergedhttps:\/\/t.co\/DNeqfZZghh","sentiment_score":0.0}
{"full_text":"Be sure to read today's Supt. Update. There is info on new COVID guidance, testing, updated info. on close contacts &amp; more. Please take some time to read it.English:","sentiment_score":0.3787878788}
{"full_text":"Premiering Now: Episode 13 with &amp; RIP chicken wings- destroys defending Food FunEP 13:https:\/\/t.co\/kRnlGWWXQq#COVID19 #NovakDjokovic #JamieLynnSpears","sentiment_score":-0.6}
{"full_text":"COVID-19 hospitalizations decline. Mixed reaction to new quarantine guidance for NJ schools. Gov. Murphy's second term. The NJ Spotlight News team breaks down today's top stories. Watch now on or online:","sentiment_score":0.0961616162}
{"full_text":"People who think Johnson is 'doing a good job' have no reference point to compare him against- surely a media failure. They are unaware of where U.K. sits in managing Covid. So I suppose we'll done to the Sun #Newsnight","sentiment_score":0.2208333333}
{"full_text":"Updated COVID-19 Testing Site Schedule at Durham County Stadium for January 15 - January 18Saturday Jan 15: 1 PM - 7 PMSunday Jan 16: Closed (Due to Inclement Weather)Monday Jan 17: Closed (MLK Holiday)Tuesday Jan 18: 11 AM - 7 PM","sentiment_score":-0.1083333333}
{"full_text":"BONUS SHOW: * SCOTUS blocks Biden's vaccine mandate*Quebec creating an unvaxxed tax* Republicans threaten to skip presidential debates, and much more...And much more...https:\/\/t.co\/8q378axsbO","sentiment_score":0.2}
{"full_text":"But why?","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine-related errors have demonstrated the importance of ensuring a safe medication-use process, and Pharmacists should stay abreast of changes in formulations and recommendations.Learn more:","sentiment_score":0.5}
{"full_text":"RT Today the #Dow finished down 201.81 points, on Joe Biden's 56th day of his age.  It reminds me a bit of the first case...","sentiment_score":0.0472222222}
{"full_text":"RT all my respect to jype staff who came back to help arab stay get home. they could've just go to the hotel and act like nothin...","sentiment_score":0.0}
{"full_text":"A co-infection doesn't immediately mean that a patient will be doubly sick. A strong immune response may actually help the body fight off pathogens of all types, so one infection could stimulate some additional protection | #COVID19https:\/\/t.co\/slWxcOUIUZ","sentiment_score":-0.1483630952}
{"full_text":"#Omicron is more contagious and affecting children more than previous variants. Learn what you can do to keep your children healthy and safe. ","sentiment_score":0.3666666667}
{"full_text":"#India - Door to door vaccination drive against the Covid-19 coronavirus in Khag village.  #AFP","sentiment_score":0.0}
{"full_text":"During the heaviest part of the lockdown, every day felt like Bill Murray's Groundhog Day. How does his character cope with repeating the day over? He reads poetry at one point! Including Coleridge's 'Work Without Hope'. Learn more!https:\/\/t.co\/3P76jGFtGM","sentiment_score":0.0}
{"full_text":"Federal website to order at-home virus tests to launch next weekhttps:\/\/t.co\/hzmmHTv0XN","sentiment_score":0.0}
{"full_text":"I'm living proof. Covid messed with my heart and I have partial hearing loss now.","sentiment_score":-0.1}
