{"full_text":"It's good news for H&amp;M - and the fashion industry as a whole! Sales have returned to pre-pandemic levels despite some store closures across the globe. Learn more in our blog.","sentiment_score":0.4833333333}
{"full_text":"Dr. , have you seen this?https:\/\/t.co\/zawsOSPgXzIt is encouraging.","sentiment_score":0.0}
{"full_text":"7 more local Omicron cases confirmed in Sarawak today","sentiment_score":0.3}
{"full_text":"Hospital bosses in Hampshire have told Heart they're keeping family visiting rights under constant review. Some NHS Trusts have limited numbers on general wards because of rising COVID cases. Hospitals like Basingstoke are allowing visitors in one at a time #HeartNews","sentiment_score":-0.0071428571}
{"full_text":"'You have no right to ask'  #Djokovic ","sentiment_score":-0.1428571429}
{"full_text":"RT variant Liz seems to be anjoying the cosplay@TheGooseHaterCommissions are open with 20% off until 15th January.Dm me...","sentiment_score":0.0}
{"full_text":"RT So many food\/drink venues closed in Cairns due to covid positive staff, or close contacts. Yet everyone entering\/dini...","sentiment_score":0.1255681818}
{"full_text":"RT ISRAEL - records the highest daily rise in Covid.4th time lucky? #Covid_19","sentiment_score":0.1666666667}
{"full_text":"RT #Thala61 Pooja likely to happen on Jan 16th 2022 (if not sunday lockdown)Shooting starts from Jan end or FebH.Vinot...","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Flurona?!? What's so crazy\/unimaginable about someone having COVID and the flu at the same time?","sentiment_score":0.0}
{"full_text":"BREAKING: An estimated 1.3 million people in the UK were experiencing self-reported long COVID as of 6 December, the Office for National Statistics (ONS) has said. Sky 501, Virgin 602, Freeview 233 and YouTube","sentiment_score":-0.05}
{"full_text":"Er...what?","sentiment_score":0.0}
{"full_text":"Evolution is driven by expansion and replication, in a synergistic manner. When Omicron came up it was paramount to overcome the immunity bottleneck. Evolution is chaos. But think of Murphy's Law. There is no sane reason to assume Sars2 would just stop here. Just like that.","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic detained in Melbourne  airport and interrogated for 6 hours like a terrorist, even though he has medical v...","sentiment_score":0.0}
{"full_text":"RT Today as stated in headlines of hospitalized #Covid_19 patients with other ailments have died du...","sentiment_score":-0.125}
{"full_text":"RT \"Akbayan Party-list is appealing to the government to provide fuel and transportation subsidies as incentives to the publ...","sentiment_score":0.5}
{"full_text":"Envious. My wife was working and I'm isolating with Covid. My two stayed in pyjamas the whole day, got rid of the last of the Christmas sweets, and played LOTR Lego on our old PlayStation. One had reheated bangers and mash, the other had reheated curry. Best day ever, apparently.","sentiment_score":0.2041666667}
{"full_text":"RT Am I the last human on earth to not get COVID? Am I jinxing myself by tweeting this? Are these questions rhetorical?","sentiment_score":0.0}
{"full_text":"RT 11) But again, in terms of preventing COVID reinfection, past infection (convalescent blood) doesn't do much against #Omicr...","sentiment_score":-0.025}
{"full_text":"Here we go again","sentiment_score":0.0}
{"full_text":"RT Study: Boosters reduced the risk of COVID death by 90%- Randomized controlled trial- Pfizer vaccine 2 shots vs 3 shots...","sentiment_score":0.0}
{"full_text":"Yep, you forget how rubbish you feel when you get colds, flu, Covid etc  Hope you are feeling much better soon. Having the furballs is a fun distraction. They are bloody lunatics, aren't they? ","sentiment_score":0.0}
{"full_text":"RT 'Social-distancing is very very important. It should be strictly implemented, and people not following it should be punish...","sentiment_score":0.26}
{"full_text":"It is hoped that the epidemic can be contained \"quickly\" and the customs clearance arrangements, for which a lot of preparatory work has been done, can be restored as soon as possible.","sentiment_score":0.1666666667}
{"full_text":"RT Northern Territory forces all unvaccinated residents into LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT reminder to everyone that the new variant is very easy to catch, i know people who havent gone out and still contracted cov...","sentiment_score":0.3498484848}
{"full_text":"Seriously???","sentiment_score":-0.3333333333}
{"full_text":"RT \"So far under the fourth wave, 25 pregnant women were admitted to ICU, most in their third trimester.It compares with...","sentiment_score":0.1866666667}
{"full_text":"RT My first story as an independent journalist: my first byline for National Geographic (That sentence is so surrea...","sentiment_score":0.1666666667}
{"full_text":"RT Novak Djokovic detained in Melbourne  airport then interrogated for 6 hours like a terrorist, although he has medica...","sentiment_score":0.0}
{"full_text":"RT How do you sue Biden over vaccine mandates one minute and beg him for federal relief in the next??","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic detained in Melbourne  airport then interrogated for 6 hours like a terrorist, although he has medica...","sentiment_score":0.0}
{"full_text":"RT One of the telling things about this administration and the way they've been handling things is the repeated mentions of...","sentiment_score":0.0}
{"full_text":"Yes, the news about the Covid death of wonderful artist, former Archibald winner Craig Ruddy,53, was completely swamped out by the Djokovic stuff. I thought the sad news might have prompted people to think about the virus impact on the vulnerable and modify behaviour accordingly.","sentiment_score":0.02}
{"full_text":"RT BREAKING REPORT: Texas Gov. Greg Abbott tells his National Guard BIDEN IS NOT their 'commander-in-chief,' SUES THE WHITE...","sentiment_score":0.0}
{"full_text":"as predicted - when the government refuses to take actions to reduce cases then everyone suffers","sentiment_score":-0.6}
{"full_text":"RT $4.5 trillion dollars in covid relief and people can't get their hands on tests.","sentiment_score":0.0}
{"full_text":" 799,110 #COVID19 vaccine doses donated by the United States through #COVAX arrived in Lao PDR  last weekend. This is the initial shipment of more than 1.6 million doses planned for January. @WHO\/ Thepmala Sadettan","sentiment_score":0.1666666667}
{"full_text":"RT I don't think the people who dick ride for the Covid narrative want it to go away. Makes them feel self important and...","sentiment_score":0.4}
{"full_text":"Might have something to do with the fact it was granted to him after he applied based on his medical status which he has every right to tell everyone else that it is none of our fucking business to know the details of.This pandemic is truly bringing out the worst in people.","sentiment_score":-0.3285714286}
{"full_text":"RT Well over 71,000 Covid cases reported today in AusCulmatively that's mind boggling for even the past weeks. At least 500k...","sentiment_score":-0.275}
{"full_text":"RT AIIMS\/ ICMR COVID-19 National Task Force\/ Joint Monitoring Group (Dte. GHS), MOHFW issues Home Isolation &amp; Care for COVID-19...","sentiment_score":0.0}
{"full_text":"RT As millions of \"vaccinated\" people test positive for covid, Joe Biden continues to spread the lie that this is a pandemic o...","sentiment_score":0.2272727273}
{"full_text":"RT Rafael Nadal's full answer today on Djokovic's situation.\"From my point of view, the only thing that I can say is I belie...","sentiment_score":0.175}
{"full_text":"RT Pass it on  Wearing a properly fitted mask , especially an #FFP2 mask makes a *huge* difference in reducing transmissi...","sentiment_score":0.1333333333}
{"full_text":"RT The Walton family is the richest and the world. Jim Walton's $64.6 billion is a little more than Rob Walton's $64.2 billion...","sentiment_score":0.15625}
{"full_text":"RT In investigating I couldn't help but notice how similar her narrative was to (outsider beats estab...","sentiment_score":0.0}
{"full_text":"RT Punjab CM Channi says he did not receive PM Modi and was not accompanying him during the security breach because others who...","sentiment_score":0.0}
{"full_text":"RT China's \"Zero COVID\" Policy Failure Is A Top Risk Of 2022","sentiment_score":0.0916666667}
{"full_text":"Messi to Covid.","sentiment_score":0.0}
{"full_text":"RT Hong Kong bans all flights from U.S. and seven other countries as omicron spreads","sentiment_score":-0.125}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"RT Do not trust your friends............#donttrustanyone #howtobuyerc20token #investwithspc #lowgasfee #cryptotrad...","sentiment_score":0.0}
{"full_text":"RT A small folded strip of tissue paper placed under the nose clip of the mask followed by pinching the noseclip works like m...","sentiment_score":-0.25}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT It worked! Scotty booted the anti vaxxer tennis idiot and it's taken covid off the front pages and Scotty vomiting Howar...","sentiment_score":-0.8}
{"full_text":"RT 1 in 400 Americans have died of COVID-19","sentiment_score":0.0}
{"full_text":"RT Regardless of whether you have Covid, if you are unfit for work you have a right to leave. Even if you are casual or have...","sentiment_score":-0.1071428571}
{"full_text":"RT \"Omicron is the best vaccine.\"Well, no thanks. Indeed, a dangerous and careless idea.","sentiment_score":-0.05}
{"full_text":"RT Punjab CM Charanjit Singh Channi didn't receive the PM on airport citing self impose Covid19 quarantine.Also the same CM...","sentiment_score":0.0}
{"full_text":"RT Dallas County Health &amp; Human Services has opened additional COVID-19 testing sites for anyone needing a PCR COVID test....","sentiment_score":0.0}
{"full_text":"RT Has anyone on Twitter somehow managed to not catch Covid yet????","sentiment_score":0.0}
{"full_text":"RT Health minister terrified that vaccine mandates will become obviously pointless to everyone given Omicron is already givi...","sentiment_score":-0.25}
{"full_text":"Covid positif","sentiment_score":0.0}
{"full_text":"RT wouldn't it be cool if they took 1% of the military budget and just paid us all to stay home for 2 weeks","sentiment_score":0.125}
{"full_text":"RT I'm seeing cases of myocarditis (heart damage) due to COVID-19 &amp; they are not even close to being mild.","sentiment_score":0.1041666667}
{"full_text":"RT 'THIS IS ALREADY CRIMINAL AND MALICIOUS'Vice President Leni Robredo called out some netizens for peddling fake news, ac...","sentiment_score":-0.45}
{"full_text":"The #covideconomy is booming in #Lithuania COVID testing everywhere. Lithuania (not to sure if fact) has the more Chemists then any other country! Every other shop is a Chemist. Everyother  TV  advert is for a Chemist. #fact","sentiment_score":0.1796875}
{"full_text":"RT #Thala61 Pooja likely to happen on Jan 16th 2022 (if not sunday lockdown)Shooting starts from Jan end or FebH.Vinot...","sentiment_score":0.0}
{"full_text":"Would seem pretty obvious from the countries who have undertaken booster campaigns that a booster is essential against Omicron especially for at risk groups","sentiment_score":0.0625}
{"full_text":"All about scottifying it","sentiment_score":0.0}
{"full_text":"RT 20-year-old vaccinated man dies from omicron.It's only mildly deadly.","sentiment_score":-0.1}
{"full_text":"#dawncartproofs #aceecartmails hi ! lalisa pob is home &lt;3 thank you so much for packing it well, very smooth rin ang transaction!! stay safe po and more budols to come","sentiment_score":0.503125}
{"full_text":"COVID???","sentiment_score":0.0}
{"full_text":"RT The Grammys are the latest awards show to be postponed due to COVID-19.","sentiment_score":0.1875}
{"full_text":"RT 100% of ventilators in my hospitals are being used by COVID patients today. Mask up. Get boosted. Avoid gatherings.","sentiment_score":0.0}
{"full_text":"Thread on Long Covid and how calling Omicron \"mild\" is dangerously deceptivehttps:\/\/t.co\/FbWZ5CwKTo","sentiment_score":-0.1055555556}
{"full_text":"RT If you are fully vaccinated, have mild symptoms and  #COVID19 positive - do not panic! Monitor your oxygen saturation and c...","sentiment_score":0.3087121212}
{"full_text":"RT Our new paper on quantifying the risk of transmission of SARS-CoV-2 in different environmental conditions. Picture sh...","sentiment_score":0.0681818182}
{"full_text":"RT fourth vaccine dose works according to Israel. The other three didn't then","sentiment_score":-0.0625}
{"full_text":"RT ANNOUNCEMENT All schools of Punjab that had winter vacation till January 6th, 2022 will open tomorrow January 7th, 2022. W...","sentiment_score":0.0}
{"full_text":"RT #auspol Morrison has lost the health sector vote, education, environment, city professionals, Victoria, Tas. and WA. Who i...","sentiment_score":0.0}
{"full_text":"RT I've watched this clip many many times these past two years. Few people in the world have the experience that","sentiment_score":0.1375}
{"full_text":"This is something serious for the Country ...125 passengers tested positive for #coronavirus at #amritsarairport in Italy - India Flight .Government must ban foreign flights as of now the condition is getting worst gradually","sentiment_score":-0.3077651515}
{"full_text":"RT Covid","sentiment_score":0.0}
{"full_text":"RT Trying my best to give time to Twitter for teja but my headaches are a little heavy due to covid. So guys plz continue to t...","sentiment_score":0.121875}
{"full_text":"RT Ran into my friend who's had Covid on his first walk after leaving iso (2 wks) and he's lost 7kg and frankly looked like shi...","sentiment_score":0.25}
{"full_text":"RT Who would have thought letting it rip was worse for the economy than border closures, quarantine and lockdowns...https...","sentiment_score":-0.4}
{"full_text":"RT I know I can't be the only person feeling like I'm just here... this pandemic got me confused as hell lol.","sentiment_score":0.1333333333}
{"full_text":"RT A man in his 20s has died with Covid in Sydney. He had received two doses of the vaccine and had no underlying health co...","sentiment_score":0.0}
{"full_text":"RT NT  The Insanity Continues  So it begins...Aus gets the UNWAXXED lockdown. UNWAXXED have ONLY 3 reasons to leave home...","sentiment_score":0.0}
{"full_text":"We thank the United States  for supporting Lao PDR's goal to vaccinate 80% of its population this year, and for helping to strengthen the country's capacity to safely and effectively distribute #COVID19 vaccines through and WHO.#VaccinEquity","sentiment_score":0.45}
{"full_text":"RT 6% is huge (5.2% omicron, 0.7% Delta). That's over 3 million people in England...","sentiment_score":0.4}
{"full_text":"Also according to this guy you can't catch covid twice.","sentiment_score":0.0}
{"full_text":"RT Rafael Nadal: Novak Djokovic knew the risks of heading to Australia without vaccine via","sentiment_score":0.0}
{"full_text":"RT JUST IN14 of those that went for their umrah were unvaccinated, says is a violation of Covid-19 SOPs,...","sentiment_score":0.0}
{"full_text":"RT It won't get as much attention as the NHS Covid crisis but the social care staffing shortage is a scandal. The reality i...","sentiment_score":0.1166666667}
{"full_text":"RT One flaw of the \"natural vaccine\" idea is that it is silent on #Omicron mutating the more it spreads. It is like sending...","sentiment_score":0.2}
{"full_text":"My 17 yr old got a email invite for his booster vaccine this morning, he's not thrilled about having another injection he hates needles, but understands the importance of it. Another of his friends tested positive yesterday, it's spreading so fast...","sentiment_score":0.0568181818}
{"full_text":"reports that Pfizer\/BioNTech are developing a shingles mRNA vaccine and plan to start clinical trials in late 2022. ","sentiment_score":-0.3}
{"full_text":"You, the British people profoundly protect until and beyond COVID-19's end, COVID-affected essential businesses.","sentiment_score":0.0277777778}
{"full_text":"RT What competent epidemiologists knew in March 2020 should now be obvious to all. Covid cannot be suppressed. Lockdowns...","sentiment_score":0.25}
{"full_text":"RT For people with little experience of babies, or sick babies. A fever in a baby less than three months old is fully investig...","sentiment_score":-0.2421130952}
{"full_text":"RT If vaccines help us recover from the new variant, without any hospitalisation, what's the point of creating panic.... Eith...","sentiment_score":0.1363636364}
{"full_text":"do you think that many of the tour dates will be cancelled? Or will you have them pushed further into the year?Because of Covid","sentiment_score":0.25}
{"full_text":"RT CORRECTION@KKMPutrajaya has clarified that 17 (or 14%) of cumulative Omicron cases (122) detected in Malaysia...","sentiment_score":0.0}
{"full_text":"RT If \"living with COVID\" means that the two biggest Australian states need to cancel all but urgent and emergency operative c...","sentiment_score":0.0}
{"full_text":"I shared this in September but, in light of #DontLookUp, I think it's worth posting again.'Why we need to invest in film post-pandemic -- not just for culture's sake but for our planet.'Please read.#film #ClimateActionNow #ThrowbackThursdayhttps:\/\/t.co\/dx0R9zVcHY","sentiment_score":0.35}
{"full_text":"RT Keep well this winter by making sure you get your flu vaccine Check with your local pharmacist or GP, or click the...","sentiment_score":0.25}
{"full_text":"Coronavirus Worries Fuel Yields Ahead of the US ISM PMI, Pushing the #NZD\/ #USD Below 0.6800.https:\/\/t.co\/0iqMPXPGqa #NZDUSD #forextrading","sentiment_score":0.0}
{"full_text":"RT WAKE UP and ask the now obvious question: DOES THE VACCINE WORK? Clearly it does not work as originally advertised.","sentiment_score":0.1583333333}
{"full_text":"The more #Omicron spreads, the more it transmits and the more it replicates, said senior emergencies officer","sentiment_score":0.5}
{"full_text":"RT this is what i am worried about tbh ","sentiment_score":0.0}
{"full_text":"This viral video of maskless influencers partying on a plane is fresh proof we learnt nothing from the pandemic. Read about the shocking incident and Canadian PM Justin Trudeau's reaction here: #Omicron #Canada","sentiment_score":-0.35}
{"full_text":"Why does Novak Djokovic not want to be vaccinated? Vaccine row deepens after star refused entry to Australia","sentiment_score":0.0}
{"full_text":"Cathay Pacific to further reduce passenger flights amid COVID restrictions","sentiment_score":0.0}
{"full_text":"RT \"if an infected and an uninfected person are both wearing a well-fitting FFP2 mask and are in close contact, the chance of...","sentiment_score":0.0}
{"full_text":"In a bid to keep out the Omicron variant, #Macau is banning all passenger flights from outside Mainland China from January 9-23.More here: #Travel","sentiment_score":0.0}
{"full_text":"About 2,500 \"cruise to nowhere\" passengers had to cut short their trip return to Hong Kong to undergo compulsory coronavirus testing. None of the passengers or 1,200-strong crew tested positive.","sentiment_score":0.1136363636}
{"full_text":"Phuket will remain open to tourists under its Phuket Sandbox tourism promotion program despite a surge in new Covid-19 infections.  See more:","sentiment_score":0.2121212121}
{"full_text":"#ICYMI #COVID19 pandemic spurs #digitalpayment boom in Q3#Zimbabwe","sentiment_score":0.0}
{"full_text":"Pandemic Tales Season 2: Episode 1 - Story of Ramjan AliWatch here:","sentiment_score":0.0}
{"full_text":" If you're using public transport this morning, you can help stop the spread. Please wear a face covering on public transport, in taxi's &amp; shops, it is compulsory (unless exempt).i For more info:","sentiment_score":0.1666666667}
{"full_text":"If you invest $1000 in $HEP today at $17.64 per share, and the stock prices rebound back to pre-pandemic prices at $23.45, your investment would be worth $1329.37! That's 33% growth and $329.37 profit!  See more:  $ALLT $LITB $LIVN $BFIN $OOMA","sentiment_score":0.3229166667}
{"full_text":"GET TO KNOW YOUR MEDICAL CERTIFICATEAs the local government of Taguig is preparing for the transition of the second phase of the vaccine rollout for the inoculation of Pediatric Population children ages 12 to 17 years old with comorbidities or Pediatric A3.","sentiment_score":0.025}
{"full_text":"Estimated 1.3 million people in UK suffering from long Covid, ONS figures showhttps:\/\/t.co\/6hZQbgXnom","sentiment_score":-0.05}
{"full_text":"If you have any symptoms of COVID-19, you must stay home and take a test. Order a test here:","sentiment_score":0.0}
{"full_text":"RT The Grammys are the latest awards show to be postponed due to COVID-19.","sentiment_score":0.1875}
{"full_text":"Yeah vax mandates are the best route for sure. I don't think mask mandates make a huge impact on community transmission with a variant so transmissible but compliance with those is reasonable. People haven't discussed capacity limitations recently though, interestingly","sentiment_score":0.4333333333}
{"full_text":"The Healthy Debate Show presented by Andra Stanoiu on - What changed in #2021? We are joined by Howard Riback, Canadian #Psychotherapist to discuss the year retrospective: #money, #family, #friends and #COVID19.   ","sentiment_score":0.5}
{"full_text":"RT Beware of being asked to pay for a fake Covid pass. Real Covid passes are free from the NHS at Anyone asking you to pay for one is trying to scam you:","sentiment_score":0.0333333333}
{"full_text":"The President of the Republic has expressed his confidence in the Portuguese to take responsibility and assume \"self-management of the pandemic\" of #COVID19https:\/\/t.co\/nFjP2YHigL","sentiment_score":0.0}
{"full_text":"Homeowners in Cumbria consuming more electricity due to Covid#Cumbria","sentiment_score":0.1875}
{"full_text":"The number of coronavirus disease (COVID-19) admissions at the Philippine General Hospital (PGH) has increased, its spokesperson said Thursday, Jan. 6.READ:","sentiment_score":0.05}
{"full_text":"RT Not just leave us behind, but actively sacrifice disabled people.","sentiment_score":-0.2444444444}
{"full_text":"Didn't manage to go to your dream beach destination this past December thanks to Omicron? It's not too late to enjoy the tranquil vibe of coastal resort-style this summer - just bring the coast to your home with these seven steps from the Volpes team:https:\/\/t.co\/T69q4FSROV","sentiment_score":0.0125}
{"full_text":"RT people at work on the 6th day of having covid","sentiment_score":0.0}
{"full_text":"RT We're losing hope..","sentiment_score":0.0}
{"full_text":"This endorsement came days after the Food and Drug Administration authorized the booster shot for children as young as 12.https:\/\/t.co\/YV3bVOhyTD","sentiment_score":0.1}
{"full_text":"\"Andrew Sparrow has launched our UK Covid live blog for the day. He is leading on plans to tackle the 5.8m NHS backlog being in doubt as Omicron cases rise\"","sentiment_score":0.1363636364}
{"full_text":"Didn't manage to go to your dream beach destination this past December thanks to Omicron? It's not too late to enjoy the tranquil vibe of coastal resort style this summer - just bring the coast to your home with these seven steps from the Volpes team:https:\/\/t.co\/aIyLfkvFUM","sentiment_score":0.0125}
{"full_text":"RT Mr Djokovic's visa has been cancelled. Rules are rules, especially when it comes to our borders. No one is above these...","sentiment_score":0.0}
{"full_text":"If you are between 16 and 29 years of age you can book your appointment right nowhttps:\/\/t.co\/lPsgswdLMh","sentiment_score":0.2857142857}
{"full_text":"How effective are infection prevention and control measures in education and childcare settings? Access a recent rapid review produced by PHW Evidence service in collaboration with the Wales COVID-19 Evidence Centre here:https:\/\/t.co\/wMdknBJVXp#WalesCovidEvidence","sentiment_score":0.3}
{"full_text":"NFTs have been the hottest topic and frothiest market of 2021, with sales volumes increasing by 100x!https:\/\/t.co\/xhfasl3KUk#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 30.4FWind Chill: 25.3FHumidity: 70%Dew Point: 21.8F Barometer: 29.907 inHgWind: 5 mph from the WNWCorona Virus Weekly Stats:Cases: 505.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT At no point over the Christmas or New Year has Labour called for a new lockdown. We backed Plan B measures - without us t...","sentiment_score":0.1363636364}
{"full_text":"What is the impact of the #SARS_CoV_2 Alpha Variant (B.1.1.7) on prisons in #England ? #prisonhttps:\/\/t.co\/BDuJoyCI3C","sentiment_score":0.0}
{"full_text":"THANK YOU At the height of the coronavirus pandemic, Pope Francis urged the world to build a 'better normal'. Catholics across England and Wales responded to the Pope's message - in your thousands!https:\/\/t.co\/VVteoFOZvp","sentiment_score":0.325}
