{"full_text":"The Senate will limit the number of lawmakers allowed on the chamber floor &amp; prohibit public access to Senate facilities as part of its #COVID19 protocols at #waleg. The move comes after the House announced plan to have mostly remote votes at the Capitol:","sentiment_score":-0.05}
{"full_text":"RT Yeah, this is what we were promised","sentiment_score":0.0}
{"full_text":"RT Since they're trying to stick a kN95 on my kid's face I just want to make sure I understand the science here. Are cloth ma...","sentiment_score":0.5}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"breakup energy and covid energy are the same","sentiment_score":0.0}
{"full_text":"RT Dr. Peter Hotez and Maria Elena Bottazzi and their teams, who came up with an open source vaccine that everyo...","sentiment_score":0.0}
{"full_text":"RT Charlie Creme looks at how all the COVID cancellations are impacting women's college basketball, and the teams, games a...","sentiment_score":0.0}
{"full_text":"If Ron wants to prove COVID isn't that bad then the more testing the better because more negative results would prove his theory.","sentiment_score":0.1166666667}
{"full_text":"RT January 6 was the only day politicians experienced a lockdown throughout this entire pandemic.","sentiment_score":0.2666666667}
{"full_text":"RT The CDC recommends staying at home with your dog so they're not sad","sentiment_score":0.25}
{"full_text":"RT Wait, why do we need a \"game changer\" when we have incredibly safe and effective vaccines?","sentiment_score":0.2333333333}
{"full_text":"RT Me: If I test positive what should I do?The CDC: I am the beginning of sorrow and the end of sickness. You cannot express...","sentiment_score":0.2272727273}
{"full_text":"RT It's a new COVID variant dropping everyday... I'm tired.","sentiment_score":-0.1545454545}
{"full_text":"RT He never admits their promises that the vaccine would prevent infection and spread have been utterly shattered. Just moves...","sentiment_score":0.0}
{"full_text":"RT Find fulfillment in your life that doesn't come from posting photos of your vaccine card or yelling at unmasked people in...","sentiment_score":0.0}
{"full_text":"RT Chicago Health Commissioner: \"Kids even before the vaccine [are] about as likely to get hospitalized from COVID-19 as they are...","sentiment_score":0.0}
{"full_text":"RT It hasn't failed. We are fighting hard to keep it from failing. Also pretty impressive that it t...","sentiment_score":0.1145833333}
{"full_text":"We did not have that many people die from the Omicron variant... so yes adults are creating way too much fear in children these days...","sentiment_score":0.35}
{"full_text":"RT We will be virtual for the first two weeks of instruction because of the increasing spike in the Omicron virus. W...","sentiment_score":0.25}
{"full_text":"The tranquility of the word \"wave\" (as in sea wave) has been totally destroyed by Covid :(","sentiment_score":-0.375}
{"full_text":"RT I don't know who needs to hear this but the FLU is far more deadly to children than is Covid\/ Omicron.  There is no cont...","sentiment_score":0.1333333333}
{"full_text":"Bad news for #cargo: \"The next 8 weeks are expected to see some significant disruption in China: not only will its \"zero-Covid\" policy, but with CNY and Beijing Olympics at the start of next month, the government is expected to crack down on transport.\"https:\/\/t.co\/IQoYF5aBEM","sentiment_score":-0.0850694444}
{"full_text":"the reason why the rapid tests aren't conclusive with omicron is that it reproduces in the throat. When we do nasal passage tests w\/o symptoms it is just inconclusive. I just learned this in the last few days.","sentiment_score":-0.1}
{"full_text":"Amazing how insane and stupid Covid makes people.","sentiment_score":-0.4}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT Adams is trying to drag progressives into economic reality here, but they've been so deeply poisoned by COVID terror-porn...","sentiment_score":0.0333333333}
{"full_text":"RT The shortage of medical supplies has also led to a shortage of vaccines, increasing child mortality rates as well as the like...","sentiment_score":0.0}
{"full_text":"RT You can go to work with covid but fired without a vax...","sentiment_score":0.0}
{"full_text":"Again? Never stopped! I'm now wearing N95's. Upgrade your mask.","sentiment_score":0.0}
{"full_text":"And people are in the cold waiting in lines wrapped around the block. It's honestly sickening.","sentiment_score":-0.75}
{"full_text":"RT They have been stranded on the road since Monday afternoon. This is in a country that spent $768 billion for war while expec...","sentiment_score":-0.1}
{"full_text":"Your status does nothing to reduce spread.","sentiment_score":0.0}
{"full_text":"RT Our smart immune system with multiple layers of defense and a virus with less intrinsic pathogenicity will help us win the l...","sentiment_score":0.2119047619}
{"full_text":"RT please stay home where you can friends, it's fucked out there","sentiment_score":-0.6}
{"full_text":"RT It's with a petrified heart, I am asking for prayers for my momShe has Covid and isn't doing well right now. We are a...","sentiment_score":0.2857142857}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"Is anyone else mildly infuriated by the pattern of covid precautions being introduced, people not following them, and when case numbers rise as a result those same people point to that as evidence and scream that those precautions don't work?","sentiment_score":0.1111111111}
{"full_text":"RT I for one am looking forward to the hundreds of millions being pissed away on a future Covid tribunal to establish how t...","sentiment_score":0.0}
{"full_text":"RT This \"pandemic\" will not end unless the sheep stop complying.","sentiment_score":0.0}
{"full_text":"RT A classic strategy for AIDS denialism was arguing that deaths from AIDS were \"overcounted\" and that other, less preventab...","sentiment_score":-0.0416666667}
{"full_text":"RT I'm still mulling over planning a massive pro-democracy protests in d.c. if anyone is interested. I am thinking March...","sentiment_score":0.125}
{"full_text":"RT Joe Biden broke his promise on COVID and Americans are suffering the consequences.","sentiment_score":0.0}
{"full_text":"RT I'll say one thing about Republicans, they're sure slow learners. #MoscowMitch #Resist #SenatorKaren: CA Republican star w...","sentiment_score":0.1}
{"full_text":"Ethnic breakdown of 6.6 million Covid booster doses given as of Jan 3. Seems to more or less match the overall ethnic population.https:\/\/t.co\/RYnqSIYMn7","sentiment_score":0.1111111111}
{"full_text":"Provorov's Iron Man Streak comes to an end as he will miss his first game since the start of his career with the Flyers","sentiment_score":-0.075}
{"full_text":"RT Peenoise pride of being inducted once again to Professor 's hall of shame of poor Covid-19 measures.","sentiment_score":-0.4}
{"full_text":"RT not the cdc giving us a word problem ","sentiment_score":0.0}
{"full_text":"RT .@fordnation COVID pressers.","sentiment_score":0.0}
{"full_text":"RT theyre doing their show remotely bc of covid while attacking remote schooling bc of covid","sentiment_score":-0.1}
{"full_text":"It takes in account all plays. Diggs is a monster and creates turnovers but gives up yards and points. Awuze and the bengals secondary in general havent given up a lot of big plays and its normally players you cant stop. Diggs has had a couple lockdown games though","sentiment_score":-0.025}
{"full_text":"Tested covid positive. Fuckin hell.","sentiment_score":0.2272727273}
{"full_text":"RT I hope I'm wrong but I sadly and reluctantly have to share that my biggest fear is that this is just the tip of the ic...","sentiment_score":-0.5}
{"full_text":"RT \"The workers had all been fully vaccinated against COVID-19...\"","sentiment_score":0.0}
{"full_text":"RT NSW's positivity rate today was an eye-watering 35%. Hard to under-estimate just how rampant omicron is now","sentiment_score":-0.2916666667}
{"full_text":"Dan, can you point me to the studies that show how many people who had Covid and recovered died from Covid round2?Then find the numbers of vaccinated people who have died of Covid. ","sentiment_score":0.5}
{"full_text":"What???How can this be justified???","sentiment_score":0.4}
{"full_text":"This is appalling behaviour on behalf of the agent. I hope that your friend does something to help their agent get educated both about Covid and about their professional attitude.","sentiment_score":-0.125}
{"full_text":"Message to any of my psychotic Scientist who are in the Virus business:  You do know if a pandemic with a death rate of 75% came along the entire trumplican party would be wiped out &amp; the republican party would be destroyed.  Just saying.","sentiment_score":-0.25}
{"full_text":"RT Join us this Friday on Zoom or Youtube Live for an exciting H4TW Grand Rounds + Q&amp;A on #Omicron: New Insights and New Unde...","sentiment_score":0.2418181818}
{"full_text":"RT Staying at the forefront of oncology research &amp; offering the latest therapies to our patients is our continued promise to...","sentiment_score":0.5}
{"full_text":"RT So many stories, including at my school, where NYC families tried to do the right thing and got tested before the break...","sentiment_score":0.3928571429}
{"full_text":"TBH I've been finding shopping trolleys to be cleaner than they've ever been. Pre-pandemic, most had a good coating of sticky black grot. Now they don't. Mind you, I still wouldn't eat my dinner off one, and never would have","sentiment_score":0.3444444444}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"RT Lock it all down ffs Supply chains are overwhelmed Hospital staff overwhelmed Ambulances.. best of luck getting one....","sentiment_score":0.4222222222}
{"full_text":"need my dad's covid test to come back negative and asap so i can like. exhale or something.","sentiment_score":-0.15}
{"full_text":"RT Uncontrolled transmission leads to mass closures, but more chaotically and unpredictably than if we intentionally help peopl...","sentiment_score":0.1666666667}
{"full_text":"Please explain this!! Why are such enormous numbers of FULLY VACCINATED people including the boostered up getting Covid?  I mean it's like all vaccinated getting sick. Wasn't this \"get the jab to stop the spread\" and now it's rampant in the vaccinated. I'll wait ...","sentiment_score":-0.2566964286}
{"full_text":"Their mouths are? We're in a major public health crisis the LNP underprepared for with their beloved businesses closed b\/c of staffing shortages so plans of \"living with Covid\" &amp; \"out &amp; spending\" aren't working. Even the right wing gov in the UK provides free lateral flow tests!","sentiment_score":0.2413690476}
{"full_text":"Married California high school sweethearts die from Covid hours apart via","sentiment_score":0.205}
{"full_text":"RT Yes RATs should be free. But you know what would be even better? Free N95\/KN95 masks bc they actually protect you from the...","sentiment_score":0.325}
{"full_text":"Can you get us a vaccine that works?","sentiment_score":0.0}
{"full_text":"Meanwhile,  I'm old enough to remember 44 supposedly leaving a comprehensive pandemic response plan, (lessons supposedly learned from their confronting H1N1) So why didn't 44's former VP just follow it?","sentiment_score":0.0333333333}
{"full_text":"RT I too have tested positive for COVID-19. I'm fully vaccinated and taking care in isolation, so I trust I will be well. P...","sentiment_score":0.2272727273}
{"full_text":"RT This afternoon, I met with members of my COVID-19 Response Team to discuss the Omicron variant and our efforts to combat it. We...","sentiment_score":0.0}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"No, they are not going to leave you alone. You will be jabbed with as many vaccines they want and you will be happy https:\/\/t.co\/PQ08ID3VZu","sentiment_score":0.65}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT Our new ad campaign, to help prevent #COVID19 deaths and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"RT If covid variants improvise every 2 months, why can't you?","sentiment_score":0.0}
{"full_text":"RT No shit .. what a concept","sentiment_score":0.1}
{"full_text":"RT Fauci and Walensky, please debate Malone and McCullough. Please. If we can raise $1,000,000.00 to be donated to treating \"COVI...","sentiment_score":0.0}
{"full_text":"RT This afternoon, I met with members of my COVID-19 Response Team to discuss the Omicron variant and our efforts to combat it. We...","sentiment_score":0.0}
{"full_text":"They dont. And also the guidance and messaging around the vaccine are as confusing as the other points touched in the original tweet.","sentiment_score":-0.0166666667}
{"full_text":"RT What in the fuck? Cases of those infected with both Delta and Omicron simultaneously and other instances of flu and Covid...","sentiment_score":-0.2625}
{"full_text":"RT This man is an embarrassment not just to the people of Florida but to med school graduates everywhere","sentiment_score":0.0}
{"full_text":"dear sir.  I am vax'd and boosted.  Nearly everyone I know is. I got covid from one of my employees who is vax'd and boosted. I have at least 6 team members and 9 friends who have covid now. All vax'd and boosted.  This is not a pandemic of the unvax'd","sentiment_score":-0.1}
{"full_text":"RT New York State coronavirus hospitalizations.17th December: 3,90924th December: 4,89131st December: 8,451Now: 10...","sentiment_score":0.1363636364}
{"full_text":"RT Hi just a reminder that the government doesn't actually care about keeping kids in school - they care that their parent d...","sentiment_score":0.0}
{"full_text":"Covid said:","sentiment_score":0.0}
{"full_text":"RT the rudy gobert-iant","sentiment_score":0.0}
{"full_text":"I think the nurses in the er be having covid and still have to come to work","sentiment_score":0.0}
{"full_text":"RT Do you need to obtain a COVID test?Covid Testing locations in Sonoma Valley are held at: - Fiesta Plaza, Monday - Friday...","sentiment_score":0.0}
{"full_text":"RT White House Press Secretary Jen Psaki is unable to give a clear answer on how employers can be expected to comply with Bid...","sentiment_score":-0.125}
{"full_text":"RT please stop trying to put a positive spin on a pandemic that has killed 5.4 million people. please","sentiment_score":0.0136363636}
{"full_text":"A lot of us have had Covid during the time we became eligible. Have been advised to wait at least 90 days until getting boosted.","sentiment_score":-0.3}
{"full_text":"RT Is Joe Biden going to get banned from Twitter now?","sentiment_score":0.0}
{"full_text":"RT Mfs will blame China for covid, then call China's zero-covid policy authoritarian, then live in the only country experiencing...","sentiment_score":0.0681818182}
{"full_text":"RT I had a dream...@Aaron_Derfel was at the presser tomorrow asking questions to Minister Roberge\/Arruda about air quality, air...","sentiment_score":0.0}
{"full_text":"RT Say hello to new coronavirus variant 'IHU' identified in France  #IHUvariant #NewVariant #medtwitter","sentiment_score":0.1363636364}
{"full_text":"RT So let me get this straight.  was exposed to Covid19 at the presser. He is now self-isolating, but for mont...","sentiment_score":0.2}
{"full_text":"RT New antiviral pills coming out now to \"fight Covid\", by Pfizer and others. How much you wanna bet the existing old antiv...","sentiment_score":0.1454545455}
{"full_text":"It is the spike protein in Covid and in the Vaccines; they knew this as well as the risks associated with it, based on past studies and research (SARS). This is how they knew all the risks prior to the mass release of the Vaccines, and have avoided true informed consent. Criminal","sentiment_score":-0.075}
{"full_text":"It has been a struggle and the longer the pandemic continues the struggle worsens ","sentiment_score":0.0}
{"full_text":"I went to my pub for dinner and to unwind with my people and got called \"weird and antisocial\" by someone because I was sitting by myself, choosing to avoid people, Covid, etc.Fuck today.","sentiment_score":-0.5}
{"full_text":"Dr. Haider: CDC Is Publishing Fake Studieshttps:\/\/t.co\/0J4kg8Ht2i","sentiment_score":-0.5}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT 37 year old daughter catches Covid, considered high risk due to moderate chronic asthma. NSW Health Community Covid te...","sentiment_score":0.03375}
{"full_text":"You should use your authorities to make the Covid-19 Booster to swiftly deploy before too many people will fall ill in Canada! And this approach is definitely saving money and healthcare system of Canada!. Act quickly is best now to all nations and Canada is not an exception.","sentiment_score":0.21875}
{"full_text":"You keep talking like that imma call the covid police.  Get that boot on your neck boy!","sentiment_score":0.0}
{"full_text":"Tesla selling cars and recalling half of them isn't enough to make you 304.2B that shit was given to him by the government lol","sentiment_score":0.1083333333}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"RT What I learned today. Most of my grad students have COVID and a lot of people don't know that archaeology is a subfiel...","sentiment_score":0.5}
{"full_text":"RT The Vic gov secured another 10mil rapid tests, on top of the 34m announced last week. They'll be distributed free in coming...","sentiment_score":0.3}
{"full_text":"oh that's not....","sentiment_score":0.0}
{"full_text":"RT Anyone else having problems getting a vaccination appointment for a 5-11 year old before February?Feels like we are set for...","sentiment_score":0.1}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"RT Japanese also who has Japan visa are going and travelling to any country they want.Also they are celebrating and t...","sentiment_score":0.0}
{"full_text":"THIS IS WHAT IVE BEEN SAYING LETS ALL GO ON STRIKE","sentiment_score":0.0}
{"full_text":"RT Covid-19: Omicron Spares U.S. ICUs So Far, Mirroring South Africa - Bloomberg","sentiment_score":0.1}
{"full_text":"RT Health care workers are asking to spend #Just4Hours shadowing them and helping them in their work in a Covid...","sentiment_score":0.0}
{"full_text":"RT We're nearing our all-time high ICU COVID hospitalizations of 28,000. There were ~400 new ICU admissions per day over the p...","sentiment_score":0.1481818182}
{"full_text":"RT Democrats Block Bill Requiring COVID Test for Every Migrant Released Into US via","sentiment_score":0.0}
{"full_text":"RT A parent letter from Dr. Jackson, Superintendent, has been uploaded to the COVID-19 webpage and will be sent to all parents via...","sentiment_score":0.0}
{"full_text":"RT If you think #COVID19 cases in hospitals aren't a *thing*, come &amp; shadow meSit with a family while i have the \"#COVID +...","sentiment_score":0.0}
{"full_text":"RT In the captured The conversation about how this project helped the blind auntie pay a debt by embroidering the shirt...","sentiment_score":-0.5}
{"full_text":"RT Just leaving the ER.It was a long day. And a stunning amount of Covid.Today I worked in an area that was temporari...","sentiment_score":0.225}
{"full_text":"RT Anyone else remember the 'if not now, when?' rationalisation for 'freedom day' by govt, CMO and some scientists? The argum...","sentiment_score":0.0}
{"full_text":"#Omicron which one to believe?","sentiment_score":0.0}
{"full_text":"Hey isn't 59% of your Covid caseload imported? Stop letting Americans in. Shut it down!","sentiment_score":-0.1944444444}
{"full_text":"RT Mfers on here will be like \"covid is stealing my 20s\" but were at a rave until 8am yesterday","sentiment_score":0.0}
{"full_text":"RT Should schools stay open through the latest Covid surge? medical analyst joins me tonight to discuss. 10 PM...","sentiment_score":0.1666666667}
{"full_text":"RT It seems \"dying WITH COVID and not FROM COVID\" is the new anti-public-health talking point. As someone who fills out death cert...","sentiment_score":0.1363636364}
{"full_text":"It was bound to happen. This new variant is just too contagious. I was pretty careful and feel completely fine so (tomorrow being +5 days since exposure) I should be ok. I had been isolating from Aaron as a precaution already too","sentiment_score":0.2406060606}
{"full_text":"We 'robbed' our children of academic achievement: Perinohttps:\/\/t.co\/ymDnUfYDDU","sentiment_score":0.0}
{"full_text":"Jay Weaver, Bassist for Big Daddy Weave, Dies at 42 from COVID-19 Complicationshttps:\/\/t.co\/xZjkOp0HdGPresented by","sentiment_score":0.0}
{"full_text":"Coffee Memorial Blood Center Offers Expanded COVID-19 Antibody Testing","sentiment_score":0.0}
{"full_text":"President Joe Biden urged concern but not alarm Tuesday as the U.S. set new records for daily reported COVID-19 cases and struggled to ease concerns about testing shortages, school closures and other disruptions caused by the omicron variant.Read more:","sentiment_score":0.1278409091}
{"full_text":"RT Hey NIH!Text from a couple I just treated (now starting to feel better after 2 days of combination therapy with repurpose...","sentiment_score":0.25}
{"full_text":"Hauliers warn Covid staff shortages now risk hitting delivery of food and other essentials","sentiment_score":-0.125}
{"full_text":"RT If you think having to show your vaccine card to enjoy jalapeno poppers at a shitty chain restaurant is analogous to t...","sentiment_score":0.4}
{"full_text":"RT Merry Christmas guys! ;3Full HD images, variant set, spicy scene here:https:\/\/t.co\/lwYU88hUBbPurchase my Previous mo...","sentiment_score":-0.1666666667}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"Travel to New York City during Covid-19: What you need to know before you go?Source : CNN Travel* The New Year's Eve celebration in Times Square will be \"scaled back,\" with fewer revelers and everyone required to wear a mask, Mayor Bill de Blasio's office said Thursday Des 23","sentiment_score":0.0909090909}
{"full_text":"Around one in five European Union (#EU) citizens have received a third #COVID19 vaccine dose, European Commissioner for Health Stella Kyriakides has said.https:\/\/t.co\/eV81MMtZIC","sentiment_score":0.0}
{"full_text":"New blog: Let's End TB by Rallying the Resources Used Against COVID-19https:\/\/t.co\/z34aGB4dK0@USAIDGH","sentiment_score":0.1363636364}
{"full_text":"The heartbreak caused by the pandemic will stay with us for a long time but the federal and state governments have shown scant ability to lead our way out of it. Is it time for the politicians to step aside, asks","sentiment_score":-0.05}
{"full_text":"If you're still waiting until it's time for that Pfizer booster, you might want to check your vaccine card. New recommendations have shortened the wait time between second dose and booster from 6 months to 5:","sentiment_score":0.0681818182}
{"full_text":"#BCedEnhancedMeasures - today dr henry denied that the gov has thousands of unused rapid tests sitting somewhere. She called it an 'urban myth'. Not correct, Dr Henry. The figures are out. Many thousands are unused, unless all went to hockey &amp; film industry","sentiment_score":0.25}
{"full_text":"Everyone just got told to leave the office bc someone was a close contact to someone who has covid","sentiment_score":0.0}
{"full_text":"RT THANKS #COVIDIOTS. We owe you one. How about lobotomies?#covid #coronavirus U.S. reports nearly 1 mln #COVID19 cases in a...","sentiment_score":0.15}
{"full_text":"TELEMEDICINE HOSPITALTaguig City continues to provide safe and convenient access to medical services for all Taguienos despite the pandemic through the Telemedicine Hospital at Taguig Pateros District Hospital.","sentiment_score":0.25}
{"full_text":"BCHL Bulletin  Three teams paused by #COVID19 BCHL teams make six trades in two days Tap the link  for more BCHL-related news! | Brian Wiebe (@Brian_Wiebe) | #BCHL60 #BCHLNetwork #AJHL #AHL #CSSHL #ECHL #NCAA #NHL #SJHL #USHL","sentiment_score":0.625}
{"full_text":"Dr John Gerrard said the current Omicron wave could end 'within weeks' and that the impacts should lessen as time goes on with the question of a second winter wave remaining 'purely speculative'. #covidqld","sentiment_score":0.0714285714}
{"full_text":"Cardinal Jean-Claude Hollerich said priests who have resisted restrictions had caused \"hurt and disorientation.\"","sentiment_score":0.0}
{"full_text":"Shane Walsh: One could argue it's my family you're looking for.How is my baby girl, by the way? Got my eyes, doesn't she?#TheWalkingDeadSeason 9What Comes After04 Nov 2018#TWDHallucinationKing County Sheriff's DepartmentKing County, GeorgiaCDC SurvivorJon Bernthal","sentiment_score":0.0}
{"full_text":"RT A genuine Constitutional judge at last!Vaccine mandate: Navy SEALs who sued Biden administration win relief from federal...","sentiment_score":0.6}
{"full_text":"A number of sports in Jamaica have been on an extended hiatus because of the health concerns spurred by the two-year-plus global pandemic, COVID-19.Read more: #GLNRSports","sentiment_score":0.25}
{"full_text":"Chillin' at the Forest Camp in Valencia, shared by Raven Drilon Dado [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Dr Reddy's Molflu for Covid treatment at Rs 35 per capsule#Molflu","sentiment_score":0.0}
{"full_text":"RT Last night was an absolute shit show. At midnight (00:00) Code Red was activated, frankly it should have been called e...","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"My brain cannot fucking comprehend a real human being looked like that. Let alone two.","sentiment_score":-0.3}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"Colorado's seven-day average positivity rate was 24.14%. The state's goal is to remain below 5%.For more on COVID-19 in Colorado, click here:","sentiment_score":0.175}
{"full_text":"Around 93% of the fatalities due to COVID-19 in 2021 were patients who were not vaccinated against the disease, the Department of Health (DOH) said on Wednesday.https:\/\/t.co\/CFmpKWVv4G","sentiment_score":-0.125}
{"full_text":"RT Dems in no way should concede the House in Nov. Pelosi doesn't assume it's going to happen &amp; neither should we. Vaccine de...","sentiment_score":0.0}
{"full_text":"RT More like baby mamas","sentiment_score":0.5}
{"full_text":"RT How long have they known?!We've been saying it 20 months. Everyone should be up in arms about this.","sentiment_score":-0.05}
