{"full_text":"At least omicron is like a sinus infection. If y'all have had the sniffles lately, it was probably covid.","sentiment_score":-0.3}
{"full_text":"RT I prayed for the people infected with Covid this week and more than 99% of them survived.Honestly, I thought it would...","sentiment_score":0.5}
{"full_text":"Still can't believe I got to speak to about her work for such a fabulous artist. Read to find out about her work with Yo-Yo Ma, how she experienced the pandemic, and her emotional vulnerabilityhttps:\/\/t.co\/5T899VPKd6","sentiment_score":0.3}
{"full_text":"RT two years ago I warned,\"The stimulus package that just passed is the biggest wealth transfer from common folks to th...","sentiment_score":-0.3}
{"full_text":"RT Rather telling phone conversation. We need to keep a clear head and remain focused on our goals as this vaccine drive ultim...","sentiment_score":0.1}
{"full_text":"Free at-home #COVID19 tests Every home in the U.S. can soon order 4 free at-home COVID-19 tests. The tests will be completely free--there are no shipping costs and you don't need to enter a credit card number.Ordering begins January 19.https:\/\/t.co\/onY2iEqdiQ","sentiment_score":0.3}
{"full_text":"RT Pierre-Emerick Aubameyang is returning to Arsenal from AFCON early, Gabon FA confirmed.The striker will go back for medic...","sentiment_score":0.05}
{"full_text":"RT Good to see anti-vaxx cranks getting their mindless arses kicked hard.","sentiment_score":0.0694444444}
{"full_text":"RT BREAKING NEWS: France's parliament approves a new law that will ban the unvaccinated from all restaurants, sports aren...","sentiment_score":0.1363636364}
{"full_text":"RT Cafes and bars in Netherlands opened as normal yesterday in defiance of the country's lockdown rules.","sentiment_score":0.15}
{"full_text":"There are many providers of N95-level masks for children.  Not just KN95.https:\/\/t.co\/tTtQA90sJO...https:\/\/t.co\/O5S3hSvfQX","sentiment_score":0.5}
{"full_text":"RT I'm vaccinated, but explain how someone who's actually got covid but vaccinated only has to isolate for 5 days, but someone...","sentiment_score":0.0}
{"full_text":"Duque says that while Covid-19 case increase this month is 'much faster' than the September 2021 surge, hospital admissions are lower in comparison","sentiment_score":0.2}
{"full_text":"MRNA vaccines were in production before the so called pandemic. How else could they have produced the billions of jabs in that space of time?","sentiment_score":0.0}
{"full_text":"RT Probably the worst thing Australia could possibly have done is undo all our covid suppression in one go, while a new vari...","sentiment_score":-0.2878787879}
{"full_text":"I'm super worried that because of an outing with friends my boyfriend and I have caught covid... It's been three days and the tests were negative and we have no symptoms... But the wait for 7 days is agonizing.","sentiment_score":0.0166666667}
{"full_text":"RT Whisper it quietly - but it feels like we're nearing the end of this pandemic.","sentiment_score":0.0}
{"full_text":"Yup...the government is shitty...deltacron is here. Another variant to keep us where we are still. We are hostages to the government.","sentiment_score":0.0}
{"full_text":"RT Starmer 'supporting' Tory Gov during covid instead of opposing their wrong-headed 'prioritising' of 'the economy' instea...","sentiment_score":0.25}
{"full_text":"RT AZ had over 20,000 new cases of COVID on Friday, and the state has officially requested President Biden send military para...","sentiment_score":0.0181818182}
{"full_text":"RT New: the Conservatives want an end to #covid restrictions in Scotland (except mask wearing in public)They are calling for m...","sentiment_score":0.1363636364}
{"full_text":"Arkansas inmates who were given ivermectin to treat COVID in jail file federal lawsuit: \"They used us as an experiment\".https:\/\/t.co\/z0ijom7b3W","sentiment_score":-0.1}
{"full_text":"RT 500,000+ dead7,000,000 injured family members, from lack of early and timely treatment for foreseeable secondary con...","sentiment_score":-0.1}
{"full_text":"RT omicron, waiting for me to leave my house","sentiment_score":0.0}
{"full_text":"Parents have been asking for HEPA for months now and and have been ignoring this. When are parents going to demand that protections are put in place to protect our youngest generation from the as-yet unknown long term affects of covid? ","sentiment_score":-0.075}
{"full_text":"RT The ONS admits it holds the data on child deaths following vaccination but has not revealed them publicly, so last week a...","sentiment_score":0.0}
{"full_text":"Maybe he should, I don't know...get the vaccine.","sentiment_score":0.0}
{"full_text":"RT NIKE In the US - will start firing all employees who are unvaccinated without a valid exemption or who refuse to revea...","sentiment_score":0.0}
{"full_text":"RT This is genius, In France many restaurants, bars, change their status to PRIVATE CLUB. They then don't have to ask custom...","sentiment_score":0.25}
{"full_text":"RT I just saw someone meticulously sanitize a shopping cart with antiseptic wipes before walking into the grocery store with...","sentiment_score":0.0}
{"full_text":" frr! sh*t kills  like corona! ","sentiment_score":0.0}
{"full_text":"RT Day 2 of Covid jail. Feeling rough but at least I now have time to meticulously edge highlight this Crusader squad! #War...","sentiment_score":-0.1916666667}
{"full_text":"RT \"Six justices yielded to politics to disable an agency from carrying out its statutory mission to protect the health and safe...","sentiment_score":0.5}
{"full_text":"Than he can play there. I wished he did get his vaccination before aus open. Because that's all it's matters. Even if he had covid that wouldn't matter. As long as you are vaccinated.","sentiment_score":-0.025}
{"full_text":"Snow Plow drivers have such an insanely under appreciated job. Imagine the pure devastation and chaos if they all just decided to stay home. Thank your local plow driver today","sentiment_score":-0.1171428571}
{"full_text":"The real science and stats are now showing that the most vaccinated countries and states are having it worse with Omicron.  Interesting.  Not blaming the vax itself, but I believe it shows natural immunity has more of an impact on Omi than the vax does.  Btw stop by a tyrant plz","sentiment_score":0.2333333333}
{"full_text":"RT Pattie Lovett-Reid: The pandemic brought financial lessons, but did Canadians notice?","sentiment_score":0.0}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"RT PFIZER CEO TELLS BFM TV: COVID VACCINE FOR CHILDREN IS SAFE AND EFFICIENT","sentiment_score":0.5}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"RT NEW--1 in 10 people with #COVID19 still could be infectious beyond 10 days, and some could remain so for as long as 2 month...","sentiment_score":-0.05}
{"full_text":"I will be doing the same","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Hawaii announces that it will soon require all visitors to have a COVID booster shot if they want enter...","sentiment_score":0.0}
{"full_text":"RT If Disha's postmortem was delayed 2days for covid test then why not same rules applied for SSR?@ips_nupurprasad","sentiment_score":0.0}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"RT Throughout this pandemic there has been a lot of derision shown towards #covidzero by some otherwise reasonable people. Gene...","sentiment_score":0.2}
{"full_text":"RT 12) Let's rewind time -- scientists warned in mid-2020 that the \"Coronavirus Short-Circuits the Immune System--In a disturbin...","sentiment_score":0.0}
{"full_text":"RT Every reporter that interviews needs to ask him his position on Georgetown Prep's mask and vaccine mandates s...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"RT Time for Sturgeon to scrap her restrictions entirely. The data shows they have had little to no impact, other than t...","sentiment_score":-0.1041666667}
{"full_text":"RT I don't even know where to start with how mind-numbingly stupid this tweet is!","sentiment_score":-1.0}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"Broadband? Seriously?People are dying due to this admin poor handling of the pandemic #COVID19 We're at a 40 yr record high #Bidenflation We hv a supple chain crisis #BareShelvesBiden and this is what they want to brag about, really?","sentiment_score":-0.04125}
{"full_text":"RT When Rishi Sunak tells us that he has written off PS4.3 billion pounds fraudulently claimed in covid payments, remember that...","sentiment_score":0.0}
{"full_text":"RT The Court's \"logic\" was idiotic: \"The fact that you can die in a fire in your apartment is not an argument against regulating...","sentiment_score":-0.6666666667}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"It wrong to call this a vaccine","sentiment_score":-0.5}
{"full_text":"RT FRANCE - Parliament has approved a law banning the unvaccinated from all areas of public life including transport, app...","sentiment_score":0.0}
{"full_text":"RT Pfizer's antiviral COVID pill (Paxlovid) will be approved in Canada imminently.Fantastic news.We can put this to good...","sentiment_score":0.7}
{"full_text":"RT I have tested positive for COVID-19.I'm asymptomatic and feeling fine but will be self-isolating until recovery.I reque...","sentiment_score":0.321969697}
{"full_text":"It wasn't a discussion in 2020. Only been one since vaccine roll out. Where it coincidentally is the biggest side effect in men aubameyangs fitness and age demographic. People see through the bullshit, shame you got 17 masks covering your eyes so you can see it","sentiment_score":0.0}
{"full_text":"This is brilliant. Says everything I have known and deduced about our response to Covid but better than I ever have or could. Recommended.","sentiment_score":0.7}
{"full_text":"RT 1968 all over again - but now with cell phones!","sentiment_score":0.0}
{"full_text":"All my family and I are officialy negativ to COVID! We avoided the virus!! ","sentiment_score":0.0}
{"full_text":"RT BOYCOTTAny country\/sport\/mall\/theater\/shop that keep out the unvaccinated.COVID VACCINE APARTHEIDMust STOP NOW!#EndCov...","sentiment_score":0.0}
{"full_text":"How many are incidental admissions? People w\/a broken ankle who happen to test positive while in hospital? How many are actually there b\/c of covid alone? Transparency would go a long way towards earning people's trust back which you have decimated over the last 2 years","sentiment_score":0.0971590909}
{"full_text":"RT .@KariLake: \"When I am your governor, there will be no mandates and no lockdowns. Actually, let me, let me revise that ju...","sentiment_score":0.0}
{"full_text":"RT Worth remembering when we're told the government can't afford help with energy bills, tiny increases in universal credit, etc....","sentiment_score":0.1}
{"full_text":"Hey , when you tell the unvaccinated to get vaccinated, what are they suppose to get vaccinated with? Two shots that are meaningless against Omicron and a booster that doesn't stop infection or transmission? And how long would the process take? Eight months?","sentiment_score":-0.275}
{"full_text":"Trump handed the pandemic to the cabal on a silver platter","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"Celebrate?Over 700 dead in the Texas freezeThousands dead by Abbott's handling of the CoronavirusBounties placed on our women who seek abortions even for rape.Some Celebration!We cry while you celebrate.Vote Beto!  Time for change.","sentiment_score":-0.225}
{"full_text":"RT Trump's Covid and Election Falsehoods at Arizona Rally are all easily proved to be lies. We cannot continue as a democra...","sentiment_score":0.4333333333}
{"full_text":"RT Today is the day Nostfordamus predicted we wouldn't need vaccine passports because the pandemic would be winding down.","sentiment_score":-0.1555555556}
{"full_text":"RT A vs B I'd argue, not the same Also B took place during FULL lockdown #BorisJohnsonRe...","sentiment_score":0.175}
{"full_text":"RT Dear lord almighty I just saw an article saying that antivaxxers are taking HRT in big ass quantities to try and fight off COV...","sentiment_score":0.0}
{"full_text":"RT Oh how many ways did and break the law during lockdowns and beyond?! I hope someone is...","sentiment_score":0.625}
{"full_text":"RT My 74 year old dad has Covid. We could not find monoclonal antibodies for him anywhere. Thank goodness a year and a hal...","sentiment_score":0.1}
{"full_text":"RT outside clothes on your bed in a pandemic is wild","sentiment_score":0.05}
{"full_text":"RT So as per point 13 and 14 if u get covid at the time of peak in feb or any of family members(close contact) which is m...","sentiment_score":0.0}
{"full_text":"RT Kerry Chant clarifying that those who have had Covid do not need to isolate if they're a close contact, for 4 weeks after th...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written of 4.3Bn in fraudulent Covid loans Meanwhile he steals PS960 a year from those on universal credit!","sentiment_score":0.0}
{"full_text":"RT  GIVE SUPPORT STAFF IN SCHOOLS N-95 RESPIRATORS!  PROGRAM ASSISTANTS, BUS DRIVERS, ADMIN, LI...","sentiment_score":0.0}
{"full_text":"RT The first 2022 Marvellous Medicine is tomorrow (Tuesday 18 January) at 6pm on Microsoft Teams. Consultant","sentiment_score":0.25}
{"full_text":"RT Maybe we should try mailing them democracy and human rights to see if we can spread that to them as well.#China #COVID19...","sentiment_score":0.0}
{"full_text":"RT Seeing soooooooo many accounts of teachers or students with covid, or with exposures to positive cases in the past few...","sentiment_score":0.0693181818}
{"full_text":"#1YearOfVaccineDriveWithin a year from the launch of the largest Covid-19 vaccination drive in the world, India on 7th Jan crossed the milestone of administering over 150 crore doses!via NaMo App","sentiment_score":0.0}
{"full_text":"RT An Audio Statement in Arabic, titled: COVID is a Firm Plan From AllaahImam Mahdi Nasser Mohammed Al-Yamani12- Juma...","sentiment_score":-0.2}
{"full_text":"RT 3) Also, apparently somehow zero self reflection on not having his sense of smell fully back after a whole year! The loss o...","sentiment_score":0.1}
{"full_text":"*Misty noticed Candy doesn't come to school. She doesn't get it. Candy was happy and playing outside with Muffin and her yesterday. Gilly even made it by afternoon.* *She doesn't know she got a really bad tummy ache and had to stay home. She's gonna find out when she gets home.*","sentiment_score":0.0333333333}
{"full_text":"Another study on potential long term implication of Covid-19 on the brain...https:\/\/t.co\/H45sYm7J86","sentiment_score":-0.025}
{"full_text":"RT Ian Robb, prez &amp; BTA Chairman gave $175K to some well-deserving orgs on Fri - $25K,","sentiment_score":0.0}
{"full_text":"RT 9 pm: News Today: Omicron wave peaked in Mumbai\/Delhi? Why thinks booster doses should be opened to all? De...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The French Sports Ministry announces that anti-vaxxer tennis player Novak Djokovic will be banned from playi...","sentiment_score":0.0}
{"full_text":"RT When Rishi Sunak tells us that he has written off PS4.3 billion pounds fraudulently claimed in covid payments, remember that...","sentiment_score":0.0}
{"full_text":"RT Taxpayers should be given option to file ITR of last 3 years in #Budget2022 as during pandemic many have missed filing ITR@...","sentiment_score":0.25}
{"full_text":"Exactly. Now the covidians are saying the point of the vaccine was not to stop the spread but to reduce the effects. Well why weren't they pushing vitamin d and c supplements and weight loss? I suspect the same reduction in death rate would have been achieved for the &lt;65.","sentiment_score":0.125}
{"full_text":"RT Wealth of world's 10 richest men doubled in pandemic, Oxfam says","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"Sometimes the pandemic is so bad it wraps around to being funny","sentiment_score":-0.225}
{"full_text":"RT BREAKING NEWS: Hawaii announces that it will soon require all visitors to have a COVID booster shot if they want enter...","sentiment_score":0.0}
{"full_text":"RT 15 years after Ireland defeated Pakistan in 2007 WC encounter at Sabina Park, they clinch the ODI series against the West I...","sentiment_score":0.0}
{"full_text":"Isolation period in hospital for covid patients &amp; contacts is dropped from 14 to 10 daysMy piece on 5 Jan warned this rule was crippling hospitals&gt;&gt; immunocompromised patients an exception: at least 14 days remainshttps:\/\/t.co\/QLTbB4C6fi","sentiment_score":-0.3}
{"full_text":"RT PFIZER CEO TELLS BFM TV: COVID VIRUS WILL CONTINUE TO CIRCULATE FOR MANY YEARS TO COME, BUT THIS CURRENT WAVE SHOULD BE TH...","sentiment_score":0.25}
{"full_text":"RT Good morning everyone, As Community Ambassador for Vaccination-I'm feeling much better from catching the virus.Soon stay tu...","sentiment_score":0.6}
{"full_text":"can this be used to test for Long Covid? all other traditional tests seem to appear normal in long haulers","sentiment_score":-0.015}
{"full_text":"RT #afc Gabon say Aubameyang is returning to Arsenal for more examinations after health issues following his positive test fo...","sentiment_score":0.2424242424}
{"full_text":"RT This is the day to stay home if you can. #OnStorm. ","sentiment_score":0.0}
{"full_text":"Yeah i'll be fine rn my whole family are sick and some has covid","sentiment_score":-0.0325396825}
{"full_text":"CynergisTek : Incident Response Survival Guidance During the Coronavirus Crisis | MarketScreener #Sec_Cyber","sentiment_score":0.0}
{"full_text":"How a wedding photographer and a failed donut shop owner got $124M in federal cash for COVID testing  ","sentiment_score":-0.5}
{"full_text":"If they never make it to cdc there is plausible deniability. #fjb #FireFauci #DisbanCDC #disbanFDA","sentiment_score":0.5}
{"full_text":"The Irish unit of global banking organization, Citigroup, has told staff in Ireland that they will not be required to get a Covid-19 vaccine to keep their jobs. #gripthttps:\/\/t.co\/5kz3xwNdig","sentiment_score":0.0}
{"full_text":"RT When Rishi Sunak tells us that he has written off PS4.3 billion pounds fraudulently claimed in covid payments, remember that...","sentiment_score":0.0}
{"full_text":"RT Had an in-depth conversation with - the inventor of mRNA vaccine technologyFull of 'COVID Thought Crimes'...","sentiment_score":0.0}
{"full_text":"India's capital Delhi and financial hub Mumbai have reported a big fall in COVID-19 infections and most of those who contracted the virus have recovered at home, authorities say.https:\/\/t.co\/rV3bfbZyis","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING NEWS: Hawaii announces that it will soon require all visitors to have a COVID booster shot if they want enter...","sentiment_score":0.0}
{"full_text":"The pandemic has created an opportunity to recruit more women into the technology world.  The flexibility of remote and hybrid work has opened doors and created a unique opportunity for women.#BusinessTransformations #WomenInTech #Sangsterizinghttps:\/\/t.co\/e6oWsR3Ada","sentiment_score":0.2583333333}
{"full_text":"wrote \"Something's up at the post office ~ Is it the fault of Trump-appointed Postmaster Louis DeJoy or COVID-19?\" #postoffice #coronavirus #PostmasterGeneral #LouisDeJoy #TrumpPostmaster #FirethePostmaster(Photo credit: Christophe LE BELLER\/Unsplash)","sentiment_score":0.0}
{"full_text":"At least five students that attend Hillandale Elementary have tested positive for COVID-19, causing the Henderson County health department to identify the cases as a cluster. ","sentiment_score":0.0757575758}
{"full_text":"\"Every day is a complete whirlwind.\"Last January we spoke with nursing grad Taylor Boelte about entering the field during a pandemic. We checked in with her a year later:","sentiment_score":0.0333333333}
{"full_text":"How else can we value COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Researchers found that women receiving one dose of a coronavirus vaccine during their menstrual cycle saw their cycle increase by up to one day in comparison to unvaccinated women.#FOX59Morninghttps:\/\/t.co\/hKF5C8k91Z","sentiment_score":0.0}
{"full_text":"Using EHR data for pragmatic clinical trials can prove to be an effective way to minimize human efforts and costs, especially during the pandemic.https:\/\/t.co\/Kpnw3MhNYd #EHR #clinicaltrials #patientdata","sentiment_score":0.2}
{"full_text":"RT ...There is an interesting contradiction for some of these defiant politicians. They have supported President Biden in...","sentiment_score":0.5}
{"full_text":"The fixed testing site at Parkway Center Mall will not be in operation today, January 17, 2022, in observance of Martin Luther King Jr. Day. To see other testing locations, please visit","sentiment_score":-0.0416666667}
{"full_text":"\"8 registers in the store only two or three open which results in long lines with Covid creating lines thats not 6 feet apart, more registers open less...\"What do you think about more on Pissed Consumer:","sentiment_score":0.1119047619}
{"full_text":"RT Oh you guys care about \"minority communities\" -- cool, stop blocking voting rights.","sentiment_score":0.35}
{"full_text":"Last summer, called for investing in health workers to support pandemic preparedness and response. Since then, the spread of Omicron has only reinforced the importance of investing in strong #HealthSystems.","sentiment_score":0.1444444444}
{"full_text":"#Premiere: This new series spotlights the challenges and triumphs of two high school football teams &amp; their coaches now back on the field after Covid-19 shutdowns - courtesy of Valencia Peterson (@ODAAPinc), widely known in #Philadelphia as \"Coach V.\"","sentiment_score":0.0490909091}
{"full_text":"An audio statement in English, titled:COVID is a Firm Plan From Allaah..Imam Mahdi Nasser Mohammed Al-Yamani15-01-2022ADhttps:\/\/t.co\/dAirY4Jdbp116#COVID_Is_A_Firm_Plan_From_Allah9Fo1K2","sentiment_score":-0.1}
{"full_text":"The pursuit of resilience has become the driving force for #PrivateCompanies around the world. Will this trend continue in the post-pandemic environment? #GlobalPrivateSurvey","sentiment_score":0.0}
{"full_text":"A study published in analyzed antibodies from participants vaccinated with mRNA-1273 (Moderna) and has brought scientists closer to identifying a correlate of protection against #COVID19.","sentiment_score":0.0}
{"full_text":"You thank them for kicking out a child with a doctor's note saying they can't wear a mask? You're pathetic.","sentiment_score":-1.0}
{"full_text":"This is largely due to fewer pregnant women being vaccinated, compared to the usual population. And now, going forward, with the omicron variant dominant, there is even less difference between the vaxxed and unvaxxed in infections\/hospitalizations\/deaths.","sentiment_score":-0.0520833333}
{"full_text":"Fingers crossed. Of those who I know are triple vaxxed and have had Omicron, it's usually about 10 days before you really start to feel better, with only one person really getting hit hard.","sentiment_score":0.0597222222}
{"full_text":"WCCHD offers walk-in COVID-19 vaccines, COVID-19 boosters, and free flu shots every Tuesday from 9:00 a.m. - noon and 1:00 - 4:00 p.m. or until supplies run out. Pfizer (5+), and Moderna are available. Taylor Public Health Center: 115 W 6th St. Taylor, TX 76574","sentiment_score":0.16}
{"full_text":"But recovering from covid is not recognized as a valid exemption apparently so im afraid he'll have to give up on participating in any competition in the US","sentiment_score":-0.6}
{"full_text":"Many restaurant owners are on board with Boston's vaccine mandate. But they also told WBUR it puts even more stress on an already-exhausted industry.","sentiment_score":0.5}
{"full_text":"RT Nick triggle on BBC news reporting 'covid now gives a milder illness' as justification for Govt 5 day policy. If this is true...","sentiment_score":0.35}
