{"full_text":"RT Defund NPR","sentiment_score":0.0}
{"full_text":"US State Population Distribution by County  For NC   2022-01-21:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"RT I'll just side with my own world Renowned  Virologists and medical doctors. Who, by the way, say YOU are the ones spreadi...","sentiment_score":0.3}
{"full_text":"So 0 deaths and permanent issues from covid?","sentiment_score":0.0}
{"full_text":"RT friendly reminder that can send you free covid tests to your home","sentiment_score":0.3875}
{"full_text":"RT An estimated 100,000 protestors demonstrated today in Belgium against COVID law.https:\/\/t.co\/IYx1ndTcg3","sentiment_score":0.0}
{"full_text":"Wrong. Who is in the hospital is irrelevant to whether or not the man tries to force the vaccine on all Americans. The fact that you are OK with that tells me all I need to know about you. But let me tell you this--we'll never let a tyrant rule over us in America","sentiment_score":-0.15}
{"full_text":"RT Here was the lighthearted moment from #springst #covid19vic #wapols","sentiment_score":0.0}
{"full_text":"RT My variant for TRIAL OF THE AMAZONS: WONDER GIRL #2 just hit solicits! Couldn't resist the opportunity to draw Yara! Such a...","sentiment_score":0.0}
{"full_text":"RT The people complaining the loudest about mask and vaccine mandates are doing the most to ensure there will be more of th...","sentiment_score":0.5}
{"full_text":"RT According to a new CDC report, natural immunity was six times stronger than vaccination during the Delta wave.","sentiment_score":0.1181818182}
{"full_text":"RT Not really clear what the \"over COVID\" crowd wants to be over, since they only trivially changed their behavior and there...","sentiment_score":0.05}
{"full_text":"RT Biden wants to focus on COVID and jobs. Europe just wants secure gas. Ukrainians want to get on with their lives under a gov...","sentiment_score":0.2666666667}
{"full_text":"We need level 4 lockdown.","sentiment_score":0.0}
{"full_text":"im normal then i remember i have mitski tickets for march then i become Un-Normal but then i remember covid could cancel anything at any moment and then i go back to being normal just a little more sad","sentiment_score":0.01875}
{"full_text":"RT A distraught Sydney father has shared how his \"beautiful\" 7-year-old boy died in the back of an ambulance, just days af...","sentiment_score":0.0833333333}
{"full_text":"RT Not really clear what the \"over COVID\" crowd wants to be over, since they only trivially changed their behavior and there...","sentiment_score":0.05}
{"full_text":"Nope, it is specifically a medical discrimination law. Anyone can get the covid ahkt like a flu shot. No barrier at all. Just show up. If a pharmacies had turned you away for lack of it they could have been in trouble","sentiment_score":-0.1}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by the totalit...","sentiment_score":0.0}
{"full_text":"COVID Omicron News: 2 companies accused of testing fraud in federal investigation","sentiment_score":0.0}
{"full_text":"RT Ellie Robertson lives with spinal muscular atrophy, relies on four shifts daily from support workers and can't get answers...","sentiment_score":0.0}
{"full_text":"The booster your taking was never designed for Omicron.Pfizer and Moderna said they need 100 days to make a booster for Omicron.","sentiment_score":0.0}
{"full_text":"RT 800,000+ people died.","sentiment_score":0.0}
{"full_text":"RT This whole time Naomi was giving us a master class on how to prepare for a pandemic EARLY","sentiment_score":0.15}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"We got an alert for covid close contact right before school went back into session so we were in isolation this last week... and we just got a notification that a kid in the 9yo's class was covid-positive and in class last week.","sentiment_score":0.0714285714}
{"full_text":"RT I'm not confused and neither are my elderly neighbours. A lovely meal with them tonight followed by a wee dram. Then quiet ti...","sentiment_score":0.2333333333}
{"full_text":"RT .@yg_winnercity's Seunghoon has tested positive for COVID-19 on Monday. On Sunday, he was first confirmed of the virus whe...","sentiment_score":0.2924242424}
{"full_text":"RT Why I'm for COVID vaccines, but against vaccine mandates. In the heated debate over vaccine man...","sentiment_score":0.0}
{"full_text":"RT One final post I forgot to add - nearly all literature on Omicron is done using BA.1. Virology labs worldwide are currently...","sentiment_score":0.0333333333}
{"full_text":"Q.Can you explain the background of your team?  How will you and your team carry out this #CoinEx_CSC project during this current pandemic","sentiment_score":0.0}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"My little joke was a bit too obscure then!More seriously, if anyone has ringleader names then they should be passed to the local police (who seem to be slowly waking up to the nutter epidemic).","sentiment_score":-0.2052083333}
{"full_text":"RT The policy of cohorting patients with Covid together with double vaccinated patients is dangerous. This is a defiant re...","sentiment_score":-0.3}
{"full_text":"RT Remember what Jared Kushner dropped a national covid strategy because he didn't give a f*ck about Blue states?I hope they...","sentiment_score":0.0}
{"full_text":"RT \"My young children have handled this pandemic more maturely and less childishly than the likes of Bari Weiss, who - I'm so...","sentiment_score":0.0666666667}
{"full_text":"Some people wouldn't recognize tyranny if it slapped a mask on their face , made them stand 6 feet apart , and forced them to take a vaccine for a virus with a 99.8 percent survival rate","sentiment_score":-0.3}
{"full_text":"hate to bring the bad news but omicron doesn't affect taste or smell that much and stealth omicron (varient that doesn't show up on pcrs or rapids) is starting to show up in europe and most likely the us","sentiment_score":-0.1333333333}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT Just got off the phone with Wetaskiwin Walmart.. they would like you all to know that they absolutely to have stock in a...","sentiment_score":0.2}
{"full_text":"RT It's a political failure of the fucking evil gop politicians who won't tell their conspiracy-freedumb-rotted brain follow...","sentiment_score":-0.4388888889}
{"full_text":"RT The survival of the Earth is a matter of all beings that we living in it. In the biosphere we are all important...Biochemic...","sentiment_score":0.0}
{"full_text":"RT \"My young children have handled this pandemic more maturely and less childishly than the likes of Bari Weiss, who - I'm so...","sentiment_score":0.0666666667}
{"full_text":"RT And there WILL be others. I made a pretty decent career of figuring out how people tick, bu...","sentiment_score":0.2083333333}
{"full_text":"RT Covid-19 in Karnataka: Number of kids U-10 contracting infection sees massive increase","sentiment_score":0.0}
{"full_text":"RT By the logic of pandemic libertarians, Typhoid Mary had the right to cook for any unsuspecting families she wanted to--even...","sentiment_score":0.2857142857}
{"full_text":"Omicron is now in community transmission in our country and has become dominant in multiple metroes, where new cases have been rising exponentially.We've seen very few deaths in the current wave.Sequencing data could tell us whether the death caused by Omicron or the still CD","sentiment_score":-0.0309090909}
{"full_text":"What is the point of the mandates now? They dont protect anyone but yourself now.https:\/\/t.co\/VB7pLPr1U1","sentiment_score":0.0}
{"full_text":"Obviously, you didn't watch any of the daily WH Covid briefings. You were too busy listening to MSM propaganda!","sentiment_score":-0.00625}
{"full_text":"Sounds like home.","sentiment_score":0.0}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT Vaccine A was made to stop Virus A.Virus A mutated into Virus B.Vaccine A does not stop Virus B.The executive branch of the...","sentiment_score":0.0}
{"full_text":"RT PSA: Roslyn pharmacy has n95 and kn95 masks by the boxful if you're looking for some. Delightful and very busy staff also.","sentiment_score":0.565}
{"full_text":"RT \"If you want to connect, if you want to get more out of your people, then you've got to show some vulnerability.\" In this e...","sentiment_score":0.5}
{"full_text":"RT According to a new CDC report, natural immunity was six times stronger than vaccination during the Delta wave.","sentiment_score":0.1181818182}
{"full_text":"NFL OT RULES ARE THE NEW CORONA VIRUS","sentiment_score":0.1363636364}
{"full_text":"RT Wishing a speedy recovery to our Hon'ble Vice President, Shri Garu, who has tested positive for COVID-19. May he...","sentiment_score":0.2272727273}
{"full_text":"Let these experts write in peer reviewed journals. your reputation as a global newspaper is at stake with such opinions written to appease covid deniers, govts and to build bridges.They clearly are looking at political ambitions.","sentiment_score":0.025}
{"full_text":"I'm done with Covid.","sentiment_score":0.0}
{"full_text":"Lmfaooooo! Just because you post the link to an article doesn't make it true. Most of those \"covid\" deaths are just people with comorbidities who happened to also have covid.","sentiment_score":0.425}
{"full_text":"RT If disabled people &amp; ppl with chronic illness are telling you that the way of talking about underlying conditions re CO...","sentiment_score":-0.2}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by the totalit...","sentiment_score":0.0}
{"full_text":"RT Pro tip: The move isn't to pray to god to heal you after realizing Covid has set up in your lungs and will force you on...","sentiment_score":0.0}
{"full_text":"So if I close my eyes, it doesn't exist. Or if we don't do testing, there aren't so many COVID cases.","sentiment_score":0.5}
{"full_text":"RT As a teacher I see what is happening in schools. Keep your kids home. They can come back from a few weeks off, they...","sentiment_score":-0.1}
{"full_text":"RT She required proof of vaccination for her show, then had to cancel because her own team got Covid? I bet she was asking ka...","sentiment_score":0.6}
{"full_text":"COVID takin' out the trash!","sentiment_score":0.0}
{"full_text":"RT Remember what Jared Kushner dropped a national covid strategy because he didn't give a f*ck about Blue states?I hope they...","sentiment_score":0.0}
{"full_text":"RT Bills fans should be allowed to stay home from work tomorrow without having to use a PTO or Sick day....that was heartbrea...","sentiment_score":-0.7142857143}
{"full_text":"RT The result is a kind of fast-moving turnstile for most COVID-19 patients, with long stays mostly for the unvaccinated, who are...","sentiment_score":0.3875}
{"full_text":"Because it isn't the flu shot anymore than Covid is the flu.","sentiment_score":0.0}
{"full_text":"RT 1. Transports Canada has enacted an Order under the Aeronautics Act that prohibits Canadian citizens who have not been vaccin...","sentiment_score":0.0}
{"full_text":"RT Government Issues New, More Accurate COVID Tests That Are Just A Coin You Fliphttps:\/\/t.co\/WqiB9q30b9","sentiment_score":0.3454545455}
{"full_text":"RT \"The people who should be complaining right now are our overworked healthcare workers. But no, it's never them moaning or...","sentiment_score":0.2857142857}
{"full_text":"I have Patrick Mahomes fever   or maybe just Covid","sentiment_score":0.0}
{"full_text":"Lord help us from the overlords ..stop following the circus ","sentiment_score":0.0}
{"full_text":"RT When some experts say \"we didn't exactly expect omicron,\" it's because it rose from an old lineage (summer 2020). But if they...","sentiment_score":0.3166666667}
{"full_text":"RT What's the justification for school mask mandates?-if to protect kids, kids are low risk AND vaccine-eligible.-if for t...","sentiment_score":0.0}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by the totalit...","sentiment_score":0.0}
{"full_text":"Booster doses of #Covid19 vaccines increased protection against both the delta and omicron variants in three studies.https:\/\/t.co\/yxQQMsBlbH","sentiment_score":0.0}
{"full_text":"RT Just unfriended someone who said \"It's been 700 days, you've been exposed. Go live your life.\" NO. I have active lupus. I a...","sentiment_score":0.0015151515}
{"full_text":"Today's ~canon~ M\/M couple is Gavreel Mendoza Alarcon &amp; Cairo Lazaro (GavCai\/CaiGav) from Gameboys!Gavreel was a fan of Cairo's gaming livestreams, and they got together in a long distance relationship through the covid pandemic.","sentiment_score":-0.05}
{"full_text":"As the number of Albertans experiencing long-haul COVID grows, the Alberta NDP are calling on the UCP  to publicly acknowledge the situation and form a task force to drive research and help define the financial and legal support patients need.#ableg","sentiment_score":0.0666666667}
{"full_text":"Omicron got you down? We've been remembering epidemics in Rossland's earlier history - such as the 1899-1900 smallpox outbreak - and how turn-of-the-century Rosslanders coped with these threats to their community. Read more on our website at","sentiment_score":0.0861111111}
{"full_text":"RT New Zealand just kind of seems like a country run by adults","sentiment_score":0.3681818182}
{"full_text":"RT Just unfriended someone who said \"It's been 700 days, you've been exposed. Go live your life.\" NO. I have active lupus. I a...","sentiment_score":0.0015151515}
{"full_text":"#NewZealand Prime Minister Jacinda Arden has cancelled her wedding as the nation imposes new restrictions to slow the community spread of the #COVID19 #Omicron variant.https:\/\/t.co\/JPkcQPhPc4","sentiment_score":-0.0818181818}
{"full_text":"Both defenses were social distancing at the end of the game","sentiment_score":-0.1833333333}
{"full_text":"RT Universities can advise students to stay home when they are sick all they want but if professors are requiring attenda...","sentiment_score":-0.7142857143}
{"full_text":"Israel: 4th COVID-19 jab raises resistance to serious illness for over-60s","sentiment_score":-0.3333333333}
{"full_text":"If you recently learned that you were exposed to someone who tested positive for COVID, it is important to get tested at the right time. Visit to find a location and make an appointment today.","sentiment_score":0.2282467532}
{"full_text":"RT WINNER Lee Seung Hoon tested positive for COVID-19According to YG Entertainment, other members have tested negativeS...","sentiment_score":0.0511363636}
{"full_text":"Russia registers new all-time high daily COVID caseshttps:\/\/t.co\/0cCTOzQDoU","sentiment_score":0.0987878788}
{"full_text":"The Los Angeles Unified School District said it will prohibit students from wearing cloth masks as the highly transmissible omicron variant of COVID-19 continues to spread.","sentiment_score":0.16}
{"full_text":"RT Ireland has torn up its regime of vaccine passes after six months, putting an end to discrimination against the unvaccin...","sentiment_score":0.0}
{"full_text":"\"Emails obtained by Judicial Watch found that EcoHealth was allocated approximately $7.5M over 11 years from NIAID to carry out its study 'Understanding the Risk of Bat Coronavirus Emergence',\" Judicial Watch in The New York Post. READ:","sentiment_score":-0.1318181818}
{"full_text":"RT I have nothing but rage and contempt for those - and I include many liberals here, and some doctors too - who have claimed...","sentiment_score":0.5}
{"full_text":"RT Well, back to Covid, everyone!","sentiment_score":0.0}
{"full_text":"RT That's why it's 41%","sentiment_score":0.0}
{"full_text":"RT So, Super Bowl is going to remain in LA, but LAUSD students required to wear surgical-level anti-COVID masks on campus...","sentiment_score":0.3333333333}
{"full_text":"RT Do GBD'ers and members of Hart &amp; Pandata actually think that people don't have access to the internet and everything they've e...","sentiment_score":0.0}
{"full_text":"An anti-vaccination march called \"Defeat the Mandates\" is planned for Sunday, January 23 on the National Mall in Washington.https:\/\/t.co\/aEdtMuJjlC","sentiment_score":0.0}
{"full_text":"Do you need an order of protection? Questions about custody\/visitation during this pandemic? Attorneys at can help. Call 718-834-7430 ext. 1101.https:\/\/t.co\/cEipwzrK6A","sentiment_score":0.0}
{"full_text":"The dollar was getting expensive until covid laid the smack down","sentiment_score":-0.3277777778}
{"full_text":"RT WINNER's Lee Seunghoon Tests Positive For Covid-19https:\/\/t.co\/lB4hGPkCEN","sentiment_score":0.2272727273}
{"full_text":"RT You know how you go to get the vaccine and no one asks for money and you aren't worried about how much you'll have to pa...","sentiment_score":0.2}
{"full_text":"The neoliberal footprints of the coronavirus -","sentiment_score":0.0}
{"full_text":"Fresh produce companies turning to automation during pandemic labour shortageshttps:\/\/t.co\/90tjB9rNRe","sentiment_score":0.3}
{"full_text":"25% Off!Home Decorators Collection Royce Black 79.25 in. Hall Treehttps:\/\/t.co\/qBRqvZ9SIk#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":-0.1666666667}
{"full_text":"We didn't realize we had to explain to you what 95% effective means. It means in studies 5 people out of every 100 STILL GOT COVID.  But 95 people DIDN'T. - EVERY. SINGLE. TIME. That's how we know it's 95% effective. 50,000 people out of 1 million will still get it. 950,000 won't","sentiment_score":0.3761904762}
{"full_text":"Results from facilities testing sewage for COVID-19 across Ontario indicate that infection rates may have plateaued, yet levels of the Omicron variant appear to remain high, experts say.https:\/\/t.co\/nhUJe6OoBS","sentiment_score":0.16}
{"full_text":"RT Most people are wildly underestimating how both large and rhetorically violent this anti-vaccine movement is.They ar...","sentiment_score":0.0035714286}
{"full_text":"RT The pandemic isn't over just because you want it to be over. Wear a mask. Get vaccinated. Get boosted.","sentiment_score":0.0}
{"full_text":"RT Hi #SK. The next few weeks will be REALLY hard for our hospitals &amp; ICUs. Please help us! Get you &amp; kiddos fully vaxxed &amp; bo...","sentiment_score":-0.1881944444}
{"full_text":"RT Just unfriended someone who said \"It's been 700 days, you've been exposed. Go live your life.\" NO. I have active lupus. I a...","sentiment_score":0.0015151515}
{"full_text":"#remotejobs #stayathome Remote Position: Controller - Three Rivers Health - Basin, WY #jobsearch #hiringnow","sentiment_score":-0.1}
{"full_text":"Amid the pandemic, high school students have had nearly continuous disruptions in every aspect of their educations.https:\/\/t.co\/w7nj7C3sZO@jrussglobe #Covid_19","sentiment_score":0.13}
{"full_text":"RT Everything about the Morrison government is a lie. The lies about the lies. Even their TV advertisements are lies. But no...","sentiment_score":0.0}
{"full_text":"Living in the time of pandemic: COVID-19 (85)https:\/\/t.co\/C9v0zD4qT2","sentiment_score":0.0}
{"full_text":"Omicron has redefined how bad a COVID surge can be. Here's what could happen next.","sentiment_score":-0.35}
{"full_text":"RT My first dose was Moderna on Jan 21, 21Second dose Moderna Feb 18, 21March 15, 21 - Heart attackNo major he...","sentiment_score":0.15625}
{"full_text":"EDITORIAL: The rampaging market has been the least predicted - but in retrospect, most predictable - byproduct of the pandemic.","sentiment_score":0.0}
{"full_text":"RT According to a new CDC report, natural immunity was six times stronger than vaccination during the Delta wave.","sentiment_score":0.1181818182}
{"full_text":"RT the thing is the US never actually had a lockdown? lots of countries had intense restrictions on movement and we... never di...","sentiment_score":0.1}
{"full_text":"Thousands of anti-mask and vaccine mandate protesters rallied on the mall in Washington, D.C., on Sunday to voice opposition to the Biden administration's COVID-19 mask and vaccine policies. Thousands March in Washington Against Mask, Vaccine Mandateshttps:\/\/t.co\/jTcXzwnPEQ","sentiment_score":0.0}
{"full_text":"The Metro Rail Transit-3 served a total of 45,675,884 commuters or an average of 136,935 daily commuters in 2021 amid the COVID-19 pandemic, the Department of Transportation said Monday.","sentiment_score":-0.05}
{"full_text":"RT  Scotland coronavirus. New cases:  6,329 In hospital ICU:  41  (+25)In hospital total:  1,441  (-17)Deaths:  4","sentiment_score":0.0681818182}
{"full_text":"Love to hear how you'll be paying for defaming a local COVID19 lab. Why you still haven't released the #AndresGuardado or #DijonKizzee case files after 2yrs.  Why you're fighting VACCINE mandates when 1000  sheriffs were out with COVID19#LASD","sentiment_score":0.25}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"'Mere bimar hone ke haq bhi cheen liya gaya hai.'Early this month, Lady Hardinge Medical College &amp; Hospital had issued an order stating that healthcare workers exposed to #Covid must continue working while following protocols.@supritidavid reports.https:\/\/t.co\/TtVH7kDoQL","sentiment_score":-0.1}
{"full_text":"RT Let's Fucking gooooooooo","sentiment_score":-0.6}
{"full_text":"People in a Beijing district with some 2 million residents were ordered Sunday to undergo mass coronavirus testing following a series of infections as China tightened anti-disease controls ahead of the Winter Olympics.https:\/\/t.co\/z4ePAeTctC","sentiment_score":0.0}
{"full_text":"RT #coronavirus #covid19Moderna Stock Crash Intensifies: Losses Top $130 Billion After Scientists Find Covid Boosters A...","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 19.4FWind Chill: 17.1FHumidity: 91%Dew Point: 17.3F Barometer: 29.957 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 676.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Colorado schools bend but don't break under omicron surgehttps:\/\/t.co\/DV3gtEnp17","sentiment_score":0.0}
{"full_text":"A fourth dose of COVID-19 #vaccine given to people over 60 in #Israel made them three times more resistant to serious illness than thrice-vaccinated people in the same age group. Check the wrap-up story for the latest #COVID19 updates.https:\/\/t.co\/V6rQQ3qXzY","sentiment_score":0.1333333333}
{"full_text":"Ping is second to vote for if VP Leni is out of the picture. He needs polishing but he's not as worse as LBM or Iskoterte (hopefully)","sentiment_score":-0.2}
{"full_text":"RT No student should be restricted from any aspect of schooling due to not having received the COVID jab.","sentiment_score":-0.125}
{"full_text":"To make a #COVID19 #vaccine you need to know the ingredients, the recipe -- and most importantly the know-how. Here's how it works.","sentiment_score":0.45}
{"full_text":"RT Long Covid: nearly 2m days lost in NHS staff absences in EnglandAllowing mass infection = mass disability. #bcpoliht...","sentiment_score":0.025}
{"full_text":"RT New Zealand Prime Minister Jacinda Ardern revealed that her own wedding will be postponed as she announced a new set of COVID-19 r...","sentiment_score":0.2909090909}
{"full_text":"RT Here is our first #Covid19 #business and #travel #update for 2022 from #Bali #vaccines #masks #pandemic #quarantine #i...","sentiment_score":0.25}
{"full_text":"RT A reminder that a Neti pot is part of the essential tradition of Shatkarma for long term health. Wouldn't it have have b...","sentiment_score":-0.025}
{"full_text":"The courts will soon make a decision about next month's jury duty.https:\/\/t.co\/13REdr6BSN","sentiment_score":0.0}
{"full_text":"Australia Covid-19 deaths mount as return to school threatens new Omicron peak","sentiment_score":0.1363636364}
{"full_text":"RT Whoa! A Canadian trucker part of the freedom convoy en-route to protest vaccine mandates shares a video of supporters chee...","sentiment_score":0.0}
{"full_text":"RT 34 degrees....God bless America!","sentiment_score":0.0}
{"full_text":"RT Here it is, I've been saying it for the past week, they are going to unleash something even more evil on u...","sentiment_score":-0.25}
{"full_text":"RT The last time the RSI was this low for #bitcoin was during the Covid crash...","sentiment_score":0.0}
{"full_text":"This whole Pandemic is evil. Politics don't care what happens to the people as long taxpayers are paying for it. Truth Freedom Health bottoms up!","sentiment_score":-0.2875}
{"full_text":"The federal gov't has slashed its #pandemic #supportpayment. Now it only pays $750 if you lose &gt;20hrs of paid #work \/ week. If you lose 8-19hr\/wk you get just $450. And $0 if you lose &lt; 8hrs. Here's the latest changes:https:\/\/t.co\/X2AU8h3f9q","sentiment_score":0.25}
{"full_text":"RT COVID-pass protests in Belgium #RTExclusive footage","sentiment_score":0.0}
{"full_text":"The WHO says the risk of transmission from animals \"remains low\". #COVID-19 #Pandemic #Omicron #Hamsters #Cull #ZeroCovid #Lockdown #HongKonghttps:\/\/t.co\/RxE2XQZWRo","sentiment_score":0.0}
{"full_text":"RT This is just cowardice. On what he is basing the assertion that cloth masks provide \"some benefit\" to kids in schools? Wou...","sentiment_score":0.0}
{"full_text":"RT And it definitely seems to be the view of Republican governors; that NO governmental or even private action may be taken to...","sentiment_score":0.0333333333}
{"full_text":"I'm sure they infected the whole bar as well cases were spiking huge in my city right after I also seen a video from  A Viroigist that was done before Covid  about sars and how Vitamin D3 and zinc would not cure sars but save your life","sentiment_score":0.3464285714}
