{"full_text":"Coronavirus: NFL reportedly eyes contingency sites for Super Bowl - Action News Jax","sentiment_score":0.2166666667}
{"full_text":"RT 1\/ SUPERSPREADING IS EXPLAINED BY SHARED-ROOM AIRBORNE TRANSMISSIONWe can use that to estimate risk of transmission for...","sentiment_score":0.0}
{"full_text":"Covid tests have never been approved for use in asymptomatic people. Why? Because they have false positives of 95% &amp; cannot actually diagnose disease.  Actual recovered C19 patients will test positive for more than 90 days with the current test setting.","sentiment_score":0.0545454545}
{"full_text":"So Omicron is like the new cold &amp; the worse variants like the new flu, moving on.","sentiment_score":-0.1818181818}
{"full_text":"RT Alberta is reporting 4,869 new cases of COVID-19, an all-time high for daily count. There are now 39,897 active cases and...","sentiment_score":0.0407575758}
{"full_text":"RT You ready for this next, America? Hint: It won't end with 3. Pro-tip: Stand the fuck up now.","sentiment_score":-0.0666666667}
{"full_text":"RT At the end of the day, anti-maskers and anti-vaxxers didn't do anything that they didn't want to. They have deliberately p...","sentiment_score":0.0}
{"full_text":"...Breyer is asking why OSHA can regulate to reduce the risk of fire but not Covid. The risk of fire can exist outside of the workplace.  Flowers notes however that the OSHA regulation is to protect against coming into contact with anyone -- inside or outside the workforce.","sentiment_score":0.0}
{"full_text":"What is this like year 2 of the pandemic? I honestly don't think this is ever gonna end. This is our new norm.","sentiment_score":0.3681818182}
{"full_text":"That's what happens when you give covid more rights than a woman","sentiment_score":0.5}
{"full_text":"RT We are, Kerala is always No.1 in any field","sentiment_score":0.0}
{"full_text":"RT William and Carol Stewart died within seconds of each other of COVID-19, holding hands as they took their last breaths. ","sentiment_score":-0.0625}
{"full_text":"RT Two weeks after after waking up with COVID, nine days on a ventilator, five days of antivirals, and just so many meltd...","sentiment_score":0.5}
{"full_text":"RT DeSantis had a stockpile of 1 million tests at his disposal when this was happening and let them expire 9 days later on...","sentiment_score":0.0}
{"full_text":"RT A self-amplifying #mRNA #SARSCoV2 vaccine candidate induces safe and robust protective immunity in preclinical models,","sentiment_score":0.5}
{"full_text":"RT Two years ago to the day COVID-19 was isolated as a new type of coronavirus. With this visualization, we are collecting moment...","sentiment_score":0.1363636364}
{"full_text":"RT This is also not true!","sentiment_score":-0.21875}
{"full_text":"RT \"This is the cost of two years spent prematurely pushing for a return to normal--the lack of a normal to return to.\" from","sentiment_score":0.025}
{"full_text":"Covid shmovid","sentiment_score":0.0}
{"full_text":"RT Justice Sotomayor: \"This is not a vaccine mandate\"","sentiment_score":0.0}
{"full_text":"No one, should be forced to send their kids back to school during a pandemic of this magnitude.","sentiment_score":-0.15}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT No meeting between &amp; states on #COVID19 as being reported by some section of the media: OFFICIAL SOURCES","sentiment_score":0.0}
{"full_text":"RT \"An appeaser is one who feeds a crocodile hoping it will eat him last.\" -- Winston Churchill","sentiment_score":0.0}
{"full_text":"RT An Audio Statement in English, titled:Assuring the Brief News about Pfizer's Vaccine and the entire Vaccines of the H...","sentiment_score":0.0}
{"full_text":"RT Republican \"leadership.\"","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis should resign for letting around a million Covid tests expire. Absolutely horrible.","sentiment_score":-1.0}
{"full_text":"RT Due to the changes made to hospital visiting this week, we have reinstated our Give and Go service. Please see below for more...","sentiment_score":0.1875}
{"full_text":"JAG's COVID-19 Health And Safety Protocol: \"Members of the public and Press must provide proof of vaccination upon arrival. Admittance will be denied without supporting documentation.\"","sentiment_score":0.125}
{"full_text":"They probably counted it as a COVID death too","sentiment_score":0.0}
{"full_text":"RT You don't say ","sentiment_score":0.0}
{"full_text":"you don't hate being that person enough, I'm afraid","sentiment_score":-0.4666666667}
{"full_text":"Shame it's not retrospective for anyone who's been unable to work over the festive period. They will have a list of people who registered their positive LFDs.","sentiment_score":-0.1363636364}
{"full_text":"6th Jan 2021 saw 76 deaths in Wales while on 6th Jan 2020 only 6 deaths. That is pretty remarkable when you consider cases rocketed from 2,238 to 11,360 on those very same days!Thank goodness we have the vaccine!","sentiment_score":0.25}
{"full_text":"RT You can play a critical role in keeping students in school and safe. Share fact-based answers to common questions, and en...","sentiment_score":0.0666666667}
{"full_text":"RT An Audio Statement in English, titled:The Origin of Corona and Its Well-Concealed SecretImam Mahdi Nasser Mohammed A...","sentiment_score":0.0}
{"full_text":"RT Let's be real, they don't want to do another lockdown no matter how many ppl are sick or dying because they saw what happen...","sentiment_score":-0.0047619048}
{"full_text":"I'm hoping some doctors can join that covid19 presser one day and ask meaningful medical questions.  As they legitimately need to be asked. For instance the only FDA full approved vaccine in USA is Comirnaty which is legally separate from the Pfizer emergency use authorization","sentiment_score":0.21}
{"full_text":"RT Knowingly allowing a stockpile of 1 million COVID-19 tests to expire in the midst of deadly pandemic = criminal negligence...","sentiment_score":-0.3}
{"full_text":"RT EVERY SINGLE JOB should offer covid leave pay idc","sentiment_score":-0.0714285714}
{"full_text":"RT This is just absolutely astonishing.  \"100,000 children in serious condition,\" per Sotomayor.  Where do these people obtain the...","sentiment_score":0.0833333333}
{"full_text":"RT The libs on the Supreme Court- Breyer, Kagan, Sotomayor- have a very poor understanding of COVID risks, which keeps coming...","sentiment_score":-0.52}
{"full_text":"RT If you come at me with \"yeesh, overreacting,\" I'm going to post this, with all the citations.","sentiment_score":0.0}
{"full_text":"RT if you don't come out of this pandemic anti-capitalist, pls reflect ","sentiment_score":0.0}
{"full_text":"RT You ready for this next, America? Hint: It won't end with 3. Pro-tip: Stand the fuck up now.","sentiment_score":-0.0666666667}
{"full_text":"I can confirm I am not the leader of a new political party in Wales, contrary to how it may have appeared on this afternoon's Wales Today Coronavirus Update.","sentiment_score":0.0681818182}
{"full_text":"RT (3\/3) ...the tools and therapeutics needed to reduce suffering and save lives. Pfizer's Paxlovid, monoclonal antibody treat...","sentiment_score":0.0}
{"full_text":"A New Economy for Post-Corona Era | NHK WORLD-JAPAN News","sentiment_score":0.1363636364}
{"full_text":"RT As expected:","sentiment_score":-0.1}
{"full_text":"I've been dealing with this since early Oct - bronchitis\/pneumonia - they gave a Zpac (zithromicin) too and it's working. Yeah, no Covid, but still icky. How are YOU feeling today? Big US hugs.","sentiment_score":-0.0666666667}
{"full_text":"RT Is everyone wearing a N95, KN95 or at minimum a 3 layer surgical mask with a cloth mask over it when in public?","sentiment_score":0.0}
{"full_text":"Maybe we should be robbing the politicians making 185k a year forcing us to stay home.","sentiment_score":0.0}
{"full_text":"The CDC mysteriously deleted 54,512 VAERSreported deaths overnight (?) ...I'm at the point where I don't believe anythingfrom the CDC, FDA, POTUS. et al ...Listen to your heart, Above all other voices ...","sentiment_score":-0.0416666667}
{"full_text":"RT It's amazing plaintiff lawyers aren't pushing back on the notion that only the unvaccinated pose a risk to the vaccinate...","sentiment_score":0.2}
{"full_text":"I love how people say limit your contacts. With how contagious omicron is, every single person I come into contact with is a potential contact with COVID. As someone who works in a grocery store, this is literally impossible for me to limit my contacts. ","sentiment_score":-0.0595238095}
{"full_text":"There are in sure, I've just not known many and the surgery near me now is atrocious. Has been since before covid. Sorry for you mother, it's hard when you know there was no need..","sentiment_score":-0.0652777778}
{"full_text":"RT Biden gang throwing Walensky under the bus.","sentiment_score":0.0}
{"full_text":"Technically you might be right. The so called vaccine seems to wear off after a couple of months.","sentiment_score":0.1428571429}
{"full_text":"RT During the 17 days DeSantis was MIA he let 1 million COVID-19 tests expire","sentiment_score":0.0}
{"full_text":"RT 3 medical students of Burla VIMSAR test positive for #COVID19; positive girl students are inmates of ladies hostel; positive s...","sentiment_score":0.1704545455}
{"full_text":"Covid is spreading here like wildfire right now with the holidays and traveling. Before December I knew a handful of ppl in CA that got Covid, now it's like 2 dozen.","sentiment_score":0.2857142857}
{"full_text":"RT LIVE: Supreme Court hears oral argument on Biden\/OSHA vaccine mandate","sentiment_score":0.1363636364}
{"full_text":"This is the dumbest list Ive ever seen. Apparently you did no research &amp; wrote a list of right wing talking points. Go back &amp; look at everything Trump started along with his promised agreement to leave Afghanistan. Biden completed it. Lets not go into the Covid mishaps","sentiment_score":0.1119047619}
{"full_text":"How it feels coming out of positive exposures covid free","sentiment_score":0.3136363636}
{"full_text":"40k we r going to get fucked.","sentiment_score":-0.6}
{"full_text":"RT OopsOmicron spike in most vaccinated German state heralds nationwide surgehttps:\/\/t.co\/ZdNqD0Cv5v","sentiment_score":0.25}
{"full_text":"RT I've lost all respect and feelings for these people.  He's taking a hospital bed away from a truly des...","sentiment_score":0.0}
{"full_text":"RT We apparently found a new name for the extremist in Canada. Now we call them anti vaxxers instead. Don't kid yourself folk...","sentiment_score":0.0931818182}
{"full_text":"If you want to be helpful but are not vaccinated, the best thing you can do is stay home.","sentiment_score":1.0}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"RT Just a few days back many independent impartial intrepid journalists were praising Congress for cancelling rallies amid r...","sentiment_score":0.075}
{"full_text":"Help!","sentiment_score":0.0}
{"full_text":"RT Number of Ontario LTC residents infected with COVID:-January 5: 571-January 6: 870-January 7: 1053Meanwhile, 30% of LTC s...","sentiment_score":0.0}
{"full_text":"As someone watching from Texas:PLEASE STEP IN. States are literally selling their citizens' lives in order to get more money from their rich backers. For the love of EVERYTHING, please put in vaccine mandates for everyone who doesn't have a valid medical diagnosis to deny it.","sentiment_score":0.34375}
{"full_text":"RT I was quite taken aback to hear my daugther's 6 year old friend refer to her upcoming Covid vaccination. I decided to writ...","sentiment_score":0.1}
{"full_text":"RT Double masking in Greece, full lockdown in the Netherlands, outdoor masking in Spain and Austria, nightclubs closed in...","sentiment_score":0.0833333333}
{"full_text":"RT The first surprising proposal, in the essay from Dr. Ezekiel Emanuel, Dr. Michael Osterholm, and Dr. Celine Gounder, is to...","sentiment_score":0.475}
{"full_text":"Law through consequentialism is nonsensical (and really isn't law)","sentiment_score":0.2}
{"full_text":"RT Military sends 150 personnel to help Covid-hit ambulance service","sentiment_score":-0.1}
{"full_text":"RT abc news this morning just said biden's advisors are re-calibrating his covid response to get us to live with the virus inst...","sentiment_score":0.1363636364}
{"full_text":"RT For too many years, we've been afraid of offending those who spew ignorance and have been told that people can separate facts...","sentiment_score":-0.05}
{"full_text":"RT Many Supreme Court Justices have falsely stated today that the Wuhan coronavirus vaccine \"prevents disease\" and transmiss...","sentiment_score":0.05}
{"full_text":"RT \"Stop deciding which patients can get access to Covid medicine based on the color of their skin.\" @JoinPersuasion ","sentiment_score":0.0}
{"full_text":"RT Vaccine drive in Punjab if becomes CM of Punjab","sentiment_score":0.0}
{"full_text":"RT A remarkable day on the vaccination front! Congratulations to our fellow citizens on crossing the 150 crore milestone. Ou...","sentiment_score":0.9375}
{"full_text":"RT It's a pandemic of:Low-income essential workers &amp; ultimately every one of us left behind by failure to lead an effectiv...","sentiment_score":-0.1433333333}
{"full_text":"RT An Audio Statement in English, titled:Assuring the Brief News about Pfizer's Vaccine and the entire Vaccines of the H...","sentiment_score":0.0}
{"full_text":"RT Kagan: \"We know the best way to prevent spread is for people to get vaccinated.\"Kakistocracy.There is literally zero eviden...","sentiment_score":1.0}
{"full_text":"Spoke to an idiot today. How could I tell she was an idiot? She thinks that Dr. Fraudci can do no wrong &amp; refuses to believe that anybody who has gotten the vax has gotten Covid, or has died from the vax #DoNotComply #LibtardsAreVeryStupidPeople","sentiment_score":-0.45}
{"full_text":"\"Once Americans get accustomed to scanning a QR code every time they enter a building, there is no limit to the surveillance and nudges that can be built on top of it.\" #Vaccine #Mandates #Passports ","sentiment_score":0.5}
{"full_text":"The FDA \"fact sheet\" for Sotrovimab, the only monoclonal antibody effective against the Omicron variant, states that \"race or ethnicity\" can \"place individual patients at high risk for progression to severe COVID-19.\"","sentiment_score":0.19}
{"full_text":"RT Let's b clear here abt what happened.@RonDeSantisFL doesn't want testing.  Testing will show how bad Co...","sentiment_score":-0.3}
{"full_text":"RT The ECLGS scheme did not just have a direct influence on MSMEs and trade, but on crores of Indian families. It ensured tha...","sentiment_score":0.1}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"Maajid became famous for saying \"yeah I was raised to hate the west, why can't other Muslims just say the same\"   And people are SHOCKED he's lying about the US election and Covid???","sentiment_score":-0.225}
{"full_text":"Delhi schedule of Salman Khan - Katrina Kaif starrer Tiger 3 is delayed due to rise in Covid-19 cases","sentiment_score":-0.125}
{"full_text":"RT So many \"I did everything right but still got covid\" pieces. I'm ready for some \"I did everything wrong and never got covid\" one...","sentiment_score":0.1214285714}
{"full_text":"RT The libs on the Supreme Court- Breyer, Kagan, Sotomayor- have a very poor understanding of COVID risks, which keeps coming...","sentiment_score":-0.52}
{"full_text":"So I've tried to contact several times to try and refund my yeezy's that won't fit and they won't allow me return them whilst I have covid!!! ","sentiment_score":0.390625}
{"full_text":"RT I'll be blunt with this one....Have started treating COVID patients once more (Telemed mostly as remotely located)Onl...","sentiment_score":0.2}
{"full_text":"RT At least 46 Missourians died of Covid-19 yesterday and our Attorney General is suing to stop masking as our Governor with...","sentiment_score":-0.125}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"RT Ron DeSantis stockpiled 1,000,000 rapid Covid tests that expired! How does he still have a job?","sentiment_score":0.0}
{"full_text":"RT Many Supreme Court Justices have falsely stated today that the Wuhan coronavirus vaccine \"prevents disease\" and transmiss...","sentiment_score":0.05}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"RT Fighting for Bazinga in BBHTS eases the loneliness of lockdown. A'tin becomes one family across timezone. Speaking lo...","sentiment_score":0.0}
{"full_text":"They need to rule against it untill there are vaccines to cover all beliefs. And safer for kids.  Right now mandating one shot for all you may as well mandate penicillin for the allergic. Or insulin for non diabetics. Not that anyone cares who dies just as long as it's not covid","sentiment_score":0.1178571429}
{"full_text":"RT BEST. VIDEO. ALL. YEAR. Please share with friends how the mRNA vaccine works to fight the coronavirus. NOTA BENE--The mR...","sentiment_score":1.0}
{"full_text":"Great description of the DNC platform! Covered CRT, Covid policy and 1\/6 and voting \"reform\" to a T","sentiment_score":1.0}
{"full_text":"RT NYC hospitals see surge in COVID-19 patients, more staff out sick","sentiment_score":-0.1071428571}
{"full_text":"The fact sheet for Paxlovid, Pfizer's new antiviral pill, uses the Centers for Disease Control and Prevention's definition of \"high risk,\" which states that \"systemic health and social inequities\" have put minorities \"at increased risk of getting sick and dying from COVID-19.\"","sentiment_score":-0.0961471861}
{"full_text":"RT #FYI: Due to the current COVID surge that's being fueled by delta and omicron, DHEC and other testing providers  and laboratori...","sentiment_score":-0.0833333333}
{"full_text":"RT Number in emergency accommodation passes 9,000 amid rising Covid fears","sentiment_score":0.0}
{"full_text":"\"If you've had COVID\" inbound travel pg updatedThe wayback machine shows many changes have been made to the 'If you have had COVID' pgGradual Opening vs OpeningEligible for exemption vs Only be allowed to travel I've highlighted a side by side comparison.#Auspol Coincidence?","sentiment_score":0.25}
{"full_text":"Today's masks . The good ole N95 and my Mira Safety Protective mask .  Ordered more N95 as well .","sentiment_score":0.6}
{"full_text":"RT Ohio Solicitor General Benjamin Flowers and Louisiana Solicitor General Liz Murrill presenting arguments to #SCOTUS seeki...","sentiment_score":0.05}
{"full_text":"IM NEGATIVE ","sentiment_score":-0.3}
{"full_text":"RT Reminder, they promised Plan B would go as soon as they knew Omicron was less dangerous than Delta...Yet we aren't hearing muc...","sentiment_score":-0.3833333333}
{"full_text":"RT Merry Christmas to all! May this festive season fill your lives with warmth and joy. Make happy memories while main...","sentiment_score":0.5888888889}
{"full_text":"This is horrifying and fascinating at the same time.  Covid has broken this doctor.","sentiment_score":-0.15}
{"full_text":"The easier solution is put the unvaxxed in lockdown, make it more likely they can't get sick.","sentiment_score":-0.0714285714}
{"full_text":"who paid her to do that","sentiment_score":0.0}
{"full_text":"RT Abhinav Manohar has been reported covid negative in a test taken yesterday. #abhinavmanohar.","sentiment_score":-0.3}
{"full_text":"RT Breyer keeps referring to case records (i.e., the manifest failure of vaccines to reduce Omicron transmission) as a reason to a...","sentiment_score":-0.3166666667}
{"full_text":"RT I don't know who needs to hear this but swab the back of your throat then your nostrils. Thank you for coming to my swab and...","sentiment_score":0.0}
{"full_text":"RT Ohio's lawyer arguing at the Supreme Court against OSHA vaccine-or-test mandate for workers is arguing remotely today b...","sentiment_score":-0.1}
{"full_text":"RT Judge Rejects FDA's 75 Year Delay On Vax Data, Cuts To Just 8 Months","sentiment_score":0.0}
{"full_text":"RT Covid infection AGES us : Post-COVID population got \"consistently accelerated DeltaAge (5.22 yrs above the normal rang...","sentiment_score":0.1333333333}
{"full_text":"RT COVID ESSENTIALS: Onondaga County is partnering with local municipal leaders to get free at-home test kits to the community...","sentiment_score":0.2}
{"full_text":"What's more? There is significant operating leverage sitting in balance sheet &amp; P&amp;L. Why?? Coz they opened even more branded outlets in FY21 which they havent been able to utilize due to covid. Woudln't be surprised if domestic ROCE &gt; 30% in post covid world.","sentiment_score":0.2642857143}
{"full_text":"I agree to some extent. You know though viruses can be killed. There is such a med for Hep C. It is now a bad cold for 90% vaxed people. The next variant could be different. The smart thing to do is reduce societal risk as rates go up which will likely be again next winter.","sentiment_score":-0.1428571429}
{"full_text":"RT one thing covid reveals is that none of us know how to process large numbers. if everyone gets covid and 0.5%  of people die fr...","sentiment_score":0.2142857143}
{"full_text":"\"The FDA has acknowledged that in addition to certain underlying health conditions, race and ethnicity 'may also place individual patients at high risk for progression to severe COVID-19,'\" Minnesota's plan reads.","sentiment_score":0.1247619048}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"If you want to get a virus, go to McDonald's CARREFOUR Alexandria in EGYPT all workers without gloves and without a head covering during Corona season","sentiment_score":0.0}
{"full_text":"Highest single-day spike of 574 Covid cases in HP; NIT-Hamirpur declared 'mini containment zone'","sentiment_score":0.0}
{"full_text":"The #Fitness Tech industry boomed during the #pandemic, and the market is estimated to be \"$4.5 billion\" in the US this year, says an analyst from the Consumer Technology Association at CES, where dozens of \"sport at home\" companies flourished. Source: AFP","sentiment_score":0.0}
{"full_text":"I'm good... and I am being pampered!! Although I am on such a strict lockdown I do keep saying it is like the film Misery but without the abuse!!! ","sentiment_score":0.5}
{"full_text":"The University of Illinois is no longer requiring students to receive an off-campus COVID-19 test before returning. Students are now also required to receive a COVID-19 booster. For more, listen below (0:28).By Mac Dudley","sentiment_score":0.5}
{"full_text":"Do you remember that last vaccine that you had to take 3 doses in 12 months for it not to work? Me either","sentiment_score":0.0}
{"full_text":"Tiered #Restrictions for #COVID19 in #ENGLAND : knowledge, motivation, and self-reported behaviourhttps:\/\/t.co\/0C0mzWbZPw@louisesmith142","sentiment_score":0.0}
{"full_text":"Unable to Get Covid Tests, Americans Go to Work, Get on Flights...https:\/\/t.co\/0NbIPRgviS","sentiment_score":-0.5}
{"full_text":"RT Why is a CEO of a pharmaceutical company telling us we need more boosters? How much money are the cock suckers making o...","sentiment_score":0.1333333333}
{"full_text":"White House finalizing details to send free COVID tests to Americans soon, report sayshttps:\/\/t.co\/icb6fjIA5y","sentiment_score":0.2}
{"full_text":"Covid: cases in Dorset still high in BCP and Dorsethttps:\/\/t.co\/u0Akha6dIl","sentiment_score":0.16}
{"full_text":"RT Why is this not a story? Their is no way that only 1 person died from covid day after day! Definitely don't think they are rep...","sentiment_score":0.0}
{"full_text":"Listen to our bilingual phone-in programme on #COVID19 LIVE","sentiment_score":0.1363636364}
{"full_text":"\"Education about eligibility requirements, efficacy and safety are essential components, but removing obstacles and facilitating access may be even more important.\"How #OST professionals can support kids and families in accessing the COVID-19 vaccine:","sentiment_score":0.2125}
{"full_text":"COVID-19 Testing TODAYOtter Tail Operations Center469 Main St, OttertailTesting Friday Jan. 7th &amp; 21st 12:30-4:30Walk-ins welcomehttps:\/\/t.co\/CsqHoDhDtc#CovidTesting","sentiment_score":0.0833333333}
{"full_text":"Nope. Your vaccine doesn't work better for you if I'm vaccinated, but admitting you haven't a clue how this works is the first stepm","sentiment_score":0.375}
{"full_text":"#AMAAThankfulFridayForHealthcareAndEssentialWorkers #Covid19 #VaccinesWork #SleeveUp#PhysicalDistance #MaskUp #WashYourHands#AMAAlliance Connecting Physician Families for Healthier Communities","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $FDUSZ today at $25.17 per share, and the stock prices rebound back to pre-pandemic prices at $25.91, your investment would be worth $1029.40! That's 3% growth and $29.40 profit!  See more:  $FXNC $SFT.W $NEE.I $DAKT $PDEX","sentiment_score":0.3229166667}
{"full_text":"How about the new #ZOOMicron Variant? Required bang naka negative RT-PCR Test ang nasa zoom meeting?","sentiment_score":-0.0818181818}
{"full_text":"Nevada hit a historic milestone on Wednesday amid the rapid spread of the Omicron variant: more than 500,000 COVID-19 cases since the pandemic began.@tabitha_mueller, and cover the numbers and their impact in COVID in Context:","sentiment_score":0.25}
{"full_text":"Makes sense ","sentiment_score":0.0}
{"full_text":"RT James Corden tests positive for #Covid19 joining his other late show brothers, Jimmy Fallon, Seth Meyers. Wrap Stephen Colbe...","sentiment_score":-0.0659090909}
{"full_text":"Another day, another long line at the Harrah's Cherokee Center - Asheville for those wanting a COVID-19 test.","sentiment_score":-0.075}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"COVID-19 update for Friday. You can find the full report under the \"COVID-19 Epidemiology and Surveillance Updates\" section of the Davidson County COVID-19 Dashboard.DASHBOARD:","sentiment_score":0.35}
