{"full_text":"RT He basically said it. Okay, I took some creative liberties!","sentiment_score":0.5625}
{"full_text":"RT anyone spouting the \"omicron is mild let it rip\" bullshit can kiss my arse I had to lie on the bathroom floor with a b...","sentiment_score":0.3333333333}
{"full_text":"RT Even CNN and Left media are turning on the CDC. The only people still protecting the CDC are Big Pharma and Big Tech.","sentiment_score":0.0}
{"full_text":"RT I've got students apologizing for getting covid, despite despite despite. I fear that what they're learning from these...","sentiment_score":0.0}
{"full_text":"RT Do you think Fox News deserves to be punished financially for spreading COVID lies?I'd like your help to start a mov...","sentiment_score":0.0}
{"full_text":"35 kids to 225 and with covid and 5 schools were closed in the PDSB This was in 2 weeks.. tell me you can't get in schools..","sentiment_score":-0.1}
{"full_text":"The government does not have the power to end a pandemic. Of course, to those that think government is God, that statement is blasphemy.","sentiment_score":0.0}
{"full_text":"RT #AFCON2021 finally kicked off in Cameroon after a one year delay due to the outbreak of COVID-19 with a colorful event on Sund...","sentiment_score":0.0583333333}
{"full_text":"My daughter's school shut down for two weeks because half of their staff got COVID. Every other day, I'm hearing about more friends catching it, or still dealing with it, then one of my best friends who works for CVS told me there's like, what, two new variants?","sentiment_score":0.2555916306}
{"full_text":"RT The Urine Cures Covid studies were rushed, improperly powered, and were, if you read the fine print, sponsored by big urine...","sentiment_score":0.2083333333}
{"full_text":"No Vaccine Exemption for Novak Djokovic - Sign the Petition! via (It has close to 50k Brave Ausses who dived in &amp; signed in )","sentiment_score":0.8}
{"full_text":"this is how we saved ourselves from covid by singing happy birthday","sentiment_score":0.8}
{"full_text":"RT holy shit the U.S. reported more than 1.4 million new covid cases today. i don't see how we're not paying people to stay...","sentiment_score":0.1454545455}
{"full_text":"RT They lied to you to make you line up and get a vaccine. Now they are lying to you again rather than admitting that they...","sentiment_score":0.0}
{"full_text":"RT I must admit that pre-pandemic, I had no idea how fragile our civil liberties truly are. But as an MD, I figured it out in...","sentiment_score":0.0}
{"full_text":"Economists NGMI(ps we love you, econ friends)https:\/\/t.co\/n8ILkSApBK","sentiment_score":0.5}
{"full_text":"RT I don't have pandemic anxiety. I have rage. Just rage. Fucking covid deniers and grifter govt induced rage.","sentiment_score":-0.6}
{"full_text":"RT This morning, we are excited to kick off our moral injury conference, \"For the Healing of the Nation: Understanding Mor...","sentiment_score":0.1875}
{"full_text":"RT Follow the money...Who gets enriched by such mis-categorizations?https:\/\/t.co\/4JwBru8AmL","sentiment_score":0.0}
{"full_text":"RT Despite alarming spike in #Covid19 cases in #Karnataka, continues #Mekedatu padayatra. The padayatra dre...","sentiment_score":-0.1}
{"full_text":"to break it up? How is that fair to the rest of us, who kept to YOUR social distancing rules? You're a joke! People were LOSING LOVED ONES they couldn't be with because of YOUR rules, and YOU HAD A PARTY! People were isolated from vulnerable family members because of YOUR rules,","sentiment_score":0.2791666667}
{"full_text":"The SNP Covid passports have bombed as hard as Angus Robertson's new book","sentiment_score":-0.0776515152}
{"full_text":"Because it's the year of BTS. Calling it now.","sentiment_score":0.0}
{"full_text":"RT Oh Susan, I cannot even imagine what this must have been like. It cannot have been easy for you to post this but we can see wh...","sentiment_score":0.4333333333}
{"full_text":"RT $SHIB Praised By India Crypto Covid Relief Fund Founder After Donation Helps Vaccine RolloutSmash the LIKE and RT...","sentiment_score":0.0}
{"full_text":"RT Note: the site at Van Alst Playground in Astoria is testing children 2+! It's a great, convenient site for folks in the 22n...","sentiment_score":0.8}
{"full_text":"RT My husband died Sunday he didn't have covid but because of covid &amp; his negligent handling of this crisis I w...","sentiment_score":0.0}
{"full_text":"RT My prayers to you and your family for speedy recovery.","sentiment_score":0.0}
{"full_text":"RT Up first: joins to talk about what NYC hospitals are facing as hospital beds fill with omicron-surge COVI...","sentiment_score":0.25}
{"full_text":"RT On today's call... they say they're seeing an uptick of people coming in to their ER just to get tested for...","sentiment_score":0.0}
{"full_text":"RT The Nextstrain linkage as to Omicron's lineage is abduction or 'Occam's Razor' - it is an assumption we add to the mix...","sentiment_score":0.0}
{"full_text":"This little fellow starts walking  #Metaverse  #nftcollection #NFTs","sentiment_score":-0.1875}
{"full_text":"Then why did Canada not report this?  Makes all this COVID19 look suspicious.","sentiment_score":0.0}
{"full_text":"RT Never, ever forget how they hid and lied about this, devastated our nation in order to win an election and take and keep power,...","sentiment_score":0.8}
{"full_text":"RT Don't forget that The Sun is prevented from properly reporting the Downing Street parties by both its weapons grade bias *an...","sentiment_score":0.0}
{"full_text":"Beauty in the breakdown","sentiment_score":0.0}
{"full_text":"RT Sports as a laboratory for economics research, shows how athletes' performances have decreased after a covid in...","sentiment_score":-0.4}
{"full_text":"RT We let unvaccinated workers go but now we're letting fully vax Ed  nurses who test positive for Covid treat our immunoco...","sentiment_score":0.2272727273}
{"full_text":"RT Top: Edited Walensky comments that aired on Good Morning America on Friday Bottom: Full Walensky comments the show posted onli...","sentiment_score":0.4125}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"In wake of rising #COVID19 &amp; #Omicron cases restrictions continue to be informed till January 31:@csogok. Powers to DCs, police to take steps@NewIndianXpress","sentiment_score":0.0}
{"full_text":"RT The impact of the COVID-19 pandemic on children's mental health could linger for years to come. For far too long, invest...","sentiment_score":-0.0166666667}
{"full_text":"RT Danger of mRNA shots:New Studies Show That The Covid Vaccines Damage Your Immune System, Likely Permanently","sentiment_score":0.0}
{"full_text":"RT Who thinks that anti-vaxxers who prefer to SWALLOW HORSE DEWORMING PILLS, INJECT BLEACH, AND DRINK URINE instead of ge...","sentiment_score":0.0}
{"full_text":"RT 1\/ America's Omicron Wave Already Looks More Severe Than Europe'shttps:\/\/t.co\/Ar444GZzmL by Omicron ma...","sentiment_score":0.5}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT New Dutch  Outbreak Management Team say that due to #Omicron infectiousness, if *3 children in a primary school class** a...","sentiment_score":0.1371212121}
{"full_text":"RT A reminder that in May 2020 Matt Hancock said he was \"speechless\" at Prof Ferguson breaking lockdown rules and that he...","sentiment_score":0.0}
{"full_text":"RT The key benefit of being fully vaccinated is NOT to prevent infection from the Omicron variant. What vaccination does...","sentiment_score":0.0}
{"full_text":"RT Florida sent scarce COVID-19 therapy to a private Broward clinic before Jackson Memorial ","sentiment_score":0.0}
{"full_text":"*laughs in federal \"vaccine\" mandate*","sentiment_score":0.0}
{"full_text":"RT Is burnout hoping your covid test is positive so you can have 5 days off","sentiment_score":0.2272727273}
{"full_text":"RT A patient pulled their mask down and coughed on me today when I told them they should be tested for Covid. Most of my fami...","sentiment_score":0.1722222222}
{"full_text":"RT \"Right now, given the high community prevalence of COVID-19, testing is a luxury.\"","sentiment_score":0.2228571429}
{"full_text":"The \"bring your own booze\" Number 10 summer party, and all the other #DowningStreetParties, must now be investigated by the police. Breaking coronavirus rules is a crime. It must not be \"one rule for them...\" Sign the petition:","sentiment_score":0.2375}
{"full_text":"2\/3   To reclaim the support it had in Dec. 2019, all the Govt. has to do is:- Scrap proposed tax hikes- Scrap green taxes- Say \"From current data we see no reason to   continue the covid restrictions past Jan 26\"- Scrap vaccine passports- Control our borders   cont'd...","sentiment_score":-0.15}
{"full_text":"RT Has a single Conservative MP condemned this behavior?","sentiment_score":-0.0714285714}
{"full_text":"RT This is just an amazing quote from Bonnie Henry \"\"What we know about the spread of COVID is that it's unlikely to be spread in...","sentiment_score":0.05}
{"full_text":"It's in plain sight. They Kill our future one step at a time, now under the guise of COVID","sentiment_score":-0.1071428571}
{"full_text":"RT New data released by the CDC revealed that firearms were the LEADING CAUSE OF DEATH for children and teens in America in 20...","sentiment_score":0.1363636364}
{"full_text":"RT VaxartVaccine\"Recombinant vaccine means using DNA technology to make...","sentiment_score":0.0}
{"full_text":"RT The Federal Government:-Can't get it right on COVID -Spies on parents at school board meetings-Pries into your bank acc...","sentiment_score":0.2857142857}
{"full_text":"The CDC recommends you change those tires before you online shop","sentiment_score":0.0}
{"full_text":"RT If you don't test, you won't know you have Covid. If you don't know you have Covid, you won't be added to the Covid num...","sentiment_score":0.0}
{"full_text":"RT Since having the third doze of the Pfizer vaccine I've never been in worse health, I can't sleep without soaking my bed in swea...","sentiment_score":-0.2}
{"full_text":"RT Hi, I'm JFK. I have been flying airplanes for about oh, 19 years now. (Give or take a year due covid.)I assure you, believe...","sentiment_score":-0.125}
{"full_text":"RT Thread. We're two years deep into this pandemic and people still can't connect it to *gestures at everything.*   We're g...","sentiment_score":0.0}
{"full_text":"RT This was two days before the Cummings Barnard Castle thing broke. Think of all the people who have sat stonewalling throug...","sentiment_score":0.0}
{"full_text":"RT All I can say, #cdnmedia, is that since you covered Trudeau's Tofino trip like it was WWIII, you better devote lots of pr...","sentiment_score":0.5}
{"full_text":"RT Days and days of distortions, all based on a bad edit by someone at ABC. Time is precious in TV, and the host's question...","sentiment_score":-0.1}
{"full_text":"Chester FC postpones game due to Covid rules clarification","sentiment_score":-0.2625}
{"full_text":"\"I am 3x vaccinated against #COVID19 because it protects me &amp; those around me.\"No. It just doesn't.https:\/\/t.co\/lUJwkGRuRf","sentiment_score":0.0}
{"full_text":"No ... I'm suspicious ... this stems from the timeline and how fortuitous it was for him to have had to submit exemption documents by Dec 10th; contracting Covid on Dec 16; making maskless appearances  on Dec 17 &amp; Dec 18.","sentiment_score":0.0}
{"full_text":"RT Told you so.","sentiment_score":0.0}
{"full_text":"For. The. Children. Please sign on and urge to meet this moment with urgency and good faith. #organize #sfusd","sentiment_score":0.7}
{"full_text":"not this girl at my work being unvaccinated and blaming it on her being too busy to get it and then doubles downs and says the vaccine doesn't even cover the new variant ????","sentiment_score":0.1181818182}
{"full_text":"Care to put a time frame around this? Like it seems a large fraction of people have already caught Omicron, so even with a slowed spread we should reach 80% fairly soon and then the slowing should no longer be necessary. 6 weeks should be enough I'd guess.","sentiment_score":0.2285714286}
{"full_text":"RT Donald Trump: Slow down the testing.Ron DeSantis: I let a million Covid tests go to waste. Gavin Newsom: I signed...","sentiment_score":-0.2185185185}
{"full_text":"RT End the vaccine mandates immediately.","sentiment_score":0.0}
{"full_text":"I know you know that when a patient goes into the hospital for any reason, and they also have COVID, they must ID that as one of the many diagnoses that are reported.  That's because of extra PPE, time, tests and other items that are needed for isolation to avoid infection of oth","sentiment_score":0.125}
{"full_text":"RT Unfortunately due to the current covid restrictions in place by the Welsh Government we have had to postpone our #ReviveLive","sentiment_score":-0.0625}
{"full_text":"RT New York Times (NYT) reported that in India, people are not wearing masks despite Covid cases increasingMasks are importan...","sentiment_score":0.1363636364}
{"full_text":"Absolutely. Just the amount of folks on the left I've seen saying the CDC is pushing eugenics is obscene.","sentiment_score":0.1}
{"full_text":"RT Some 6,500 Metro Manila health workers under COVID-19 quarantine: official","sentiment_score":0.0}
{"full_text":"RT That's not Deltacron that's DS2","sentiment_score":0.0}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"RT However Covid originated, it was and is dangerous and unethical to fund and conduct gain of function research.","sentiment_score":-0.6}
{"full_text":"I admittedly can't math, but If I mathed correctly, saw a 1,719% increase in COVID cases district wide in ONE WEEK!!! We went from 31 cases of COVID last week to 564 this week. We jumped from 12% vaccinated infected to 42%.","sentiment_score":-0.09765625}
{"full_text":"RT Here are five reasons you should not deliberately catch Omicron to \"get it over with.\"","sentiment_score":0.0}
{"full_text":"RT A patient pulled their mask down and coughed on me today when I told them they should be tested for Covid. Most of my fami...","sentiment_score":0.1722222222}
{"full_text":"I mean, his name is basically \"fabricate\"..","sentiment_score":-0.3125}
{"full_text":"RT Check out to learn more about an action kit of practical and evidence-informed resources to support student men...","sentiment_score":0.3}
{"full_text":"Shelaghs now got no problem with people going to the beaches in lockdown","sentiment_score":0.0}
{"full_text":"RT  COVER REVEAL \/\/ PRE-ORDERS  I am over the moon to finally be able to share the cover of my next OGN \"Over My Dead B...","sentiment_score":0.1}
{"full_text":"RT This is how all of us who lost loved ones to covid feel about what this Govt has done ","sentiment_score":0.7}
{"full_text":"Orac knows.","sentiment_score":0.0}
{"full_text":"RT Gender Equality: Center of responses to COVID 19@UNICEF ","sentiment_score":-0.1}
{"full_text":"I spoke to Greater Manchester mum Lisa Diaz about facing the threat of prosecution by her local council for keeping her children off school during the pandemic and her concerns about Covid-19 in classrooms. #Manchester #Wigan #COVID19","sentiment_score":0.25}
{"full_text":"RT Human's are not animals which cannot get affected by COVID- 19...  Why schools of classes 10 &amp; 12 are open ?? We aren't...","sentiment_score":0.0}
{"full_text":"RT UPDATED: CDC updated booster recommendations for people who received an mRNA #COVID19 vaccine primary series (either Pfizer-Bio...","sentiment_score":0.4}
{"full_text":"there you have it!","sentiment_score":0.0}
{"full_text":"RT \"Airborne\" is a hard concept to grasp: The fact you can get Covid from someone breathing the same air -- but who left the...","sentiment_score":-0.0972222222}
{"full_text":"Analysis | Remote Schooling's Perverse Social Divide (Washington Post)The pandemic-induced work-from-home revolution of the past two years has been mostly a pheno...Add your highlights:https:\/\/t.co\/4MeRIen2g1 #Parenting","sentiment_score":0.0458333333}
{"full_text":"This is DS2 by Future","sentiment_score":0.0}
{"full_text":"RT This was basically Boris Johnson's first lockdownhttps:\/\/t.co\/Y6agwVtFjJ","sentiment_score":0.25}
{"full_text":"Yes they get paid extra for covid deaths","sentiment_score":0.0}
{"full_text":"I wish you did not take the vaccine.","sentiment_score":0.0}
{"full_text":"Timely.","sentiment_score":0.0}
{"full_text":"RT CDC is moving to less transparency. They just informed their ACIP advisors that because they met for 24 days last year, th...","sentiment_score":-0.0833333333}
{"full_text":"RT Deeply concerned about reports of another drone strike in #Tigray, resulting in injuries &amp; death of too many civilians.I ech...","sentiment_score":0.25}
{"full_text":"RT Have MS units buffered the impact of Covid-19 on daily clinical routine? Herein, we describe  experience.https:...","sentiment_score":0.0}
{"full_text":"in the middle of the surge, really?","sentiment_score":0.1}
{"full_text":"RT COVID Rapid Tests cost less than $2.00 to manufacture.Stores sell them for $15.Clinics charge $200 to administer them....","sentiment_score":-0.1666666667}
{"full_text":"RT Mild. That word has caused so much damage, and will cause more. Because the reality is a lot tougher than that.","sentiment_score":0.3444444444}
{"full_text":"RT The Federal Government:-Can't get it right on COVID -Spies on parents at school board meetings-Pries into your bank acc...","sentiment_score":0.2857142857}
{"full_text":"RT On Dec 24, 2021, when all schools closed for the holidays, 59% of children aged 5-11 had their first COVID dose.As of...","sentiment_score":0.0166666667}
{"full_text":"RT NOW: FDA Woodcock, CDC Walensky &amp; NIH Fauci testifying before the Senate Health Committee. \"Addressing New Variants: A F...","sentiment_score":0.1363636364}
{"full_text":"RT STOP IT. Your risk from a post-vaccination Omicron case seems to be about on par with that from a cold. It is probab...","sentiment_score":-0.6}
{"full_text":"RT So let me get this straight.If you are vaxxed and Covid positive you are safe to society.. but if you are unvaxxed and C...","sentiment_score":0.3636363636}
{"full_text":"RT Sad that this still needs saying nearly 2 years in, but it remains as true as it ever was that the vast majority of deat...","sentiment_score":-0.0125}
{"full_text":"RT Join us live on Facebook at JAMAICAPNP today at 11:30 AM where we will discuss practical solutions to the 4Cs - Crime, Covi...","sentiment_score":0.1363636364}
{"full_text":"RT Here's EcoHealth Alliance President Peter Daszak trying to block the public release of viral sequence data from China relat...","sentiment_score":0.0}
{"full_text":"I wanna see the disparity between the answers\/info from CDC and Fauci. And If they got to Walensky to make her change her story. Cause somebody is lyin!","sentiment_score":0.0}
{"full_text":"\"You'll have to ask the prime minister, I have simply been wheeled out by the prime minister to deflect attention from the prime minister\"","sentiment_score":0.0}
{"full_text":"RT Child  are rising with OmicronSurely you should be advocating for putting...","sentiment_score":0.0}
{"full_text":"RT I'll always remember Roger Federer for his legendary consistency, Rafael Nadal for his clay court mastery, Andy Murray for...","sentiment_score":1.0}
{"full_text":"RT Somehow missed this yesterday. I wish I missed it permanently, because it's insane.The Covidians are just openly defying...","sentiment_score":0.0}
{"full_text":"RT One thing COVID has taught us: scientists can't be leaders of people. Democrats shouldn't either.","sentiment_score":0.0}
{"full_text":"RT It is absolutely wild to me how many people legit think exposing an entire generation of kids to Covid is better than s...","sentiment_score":0.275}
{"full_text":"RT it's funny but really just sad cause with virtually any other preventable disease (polio or measles) we decided as a society...","sentiment_score":-0.04375}
{"full_text":"RT A reminder that Sarah Everard was falsely arrested and killed for breaking covid rules because the police had permission to arr...","sentiment_score":-0.3}
{"full_text":"RT Gender Equality: Center of responses to COVID 19@UNICEF ","sentiment_score":-0.1}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"Sir, You didn't talked about UP, UK, Goa as how corona is spreading there","sentiment_score":0.0}
{"full_text":"RT Akira &amp; Renu Desai Garu Tested +Ve For Covid Hoping A Very Speed Recovery ","sentiment_score":0.2}
{"full_text":"So many different aspects of this Covid story end up being impacted by what I'll call money being used to \"bribe\" manipulate or profit whatever u want to call it","sentiment_score":0.25}
{"full_text":"RT Hello everyone! For anyone who wonders where I have been, I have been fighting the covid. Finally starting to feel bett...","sentiment_score":0.0}
{"full_text":"RT Ofcom?","sentiment_score":0.0}
{"full_text":"RT Which I have been saying for close to two years","sentiment_score":0.0}
{"full_text":"RT When it's your turn, GET VACCINATED. Follow local guidance and recommendations about vaccination!Vaccinate yourself as...","sentiment_score":0.0}
{"full_text":"By getting your child vaccinated they reduce the risk of spreading COVID-19 to their classmates. For more information that you should know upon getting your child vaccinated, visit","sentiment_score":0.5}
{"full_text":"Join us tonight for an advice webinar for clubs, coaches and players on some of the key issues players face when returning to the game after suffering COVID-19  7pm","sentiment_score":-0.2}
{"full_text":"RT By making the tests effectively free for consumers with private health coverage, insurers and employers fear the costs of the tes...","sentiment_score":0.2}
{"full_text":"Top medical experts in the U.S. say the KN95 is the best mask to protect against COVID-19; find out how long you should wear it before it needs to be replaced.https:\/\/t.co\/9kfItXxXOH","sentiment_score":0.3625}
{"full_text":".@AmericanCancer encourages health care providers to start offering the #HPV vaccine to patients at age 9 or 10 years. Revisit our 2020 HPV vaccination guideline update for more recommendations:","sentiment_score":0.5}
{"full_text":"Hospitals' labor expenses rose again just before omicron arrival, report finds via #healthcare","sentiment_score":0.6}
{"full_text":"Yeah, why am I not surprised?? At-Home Coronavirus Tests Are Inaccessible to Blind People - The New York Times","sentiment_score":-0.1378787879}
{"full_text":"RT Test positivity rate in Bengaluru shoots up to 15% as cases hit 10,800 today.An increase of 17% over yesterday's tally...","sentiment_score":0.0}
{"full_text":"America First Legal -- AFL Threatens Legal Action Against New York State's Department of Health for their Blatantly Racist and Unconstitutional COVID Policies that Ration Medicine Based on Race","sentiment_score":0.0643939394}
{"full_text":"Supply chain shortages due to the pandemic have made school lunch operations challenging. The announced that they will be distributing up to $1.5 billion to states and school districts to help them purchase food and distribute resources. Learn more:","sentiment_score":0.2916666667}
{"full_text":"The use of the EU emergency measures to support member states and companies in the Covid-19 pandemic falls far short of the budgeted amount reports on the basis of a recent SAFE Working Paper by #COVID19","sentiment_score":0.15}
