{"full_text":"RT 20 May 2020, in stark contrast with boozing Tories.#ToriesOutNow #ToriesPartiedWhilePeopleDied","sentiment_score":-0.2}
{"full_text":"RT Lockdown Party Planner","sentiment_score":0.0}
{"full_text":"RT Another brave NHS Gp explaining why she does not support V mandates. Well done for speaking out ","sentiment_score":0.8}
{"full_text":" 01.10.2022 U.S. #COVID19 PROBLEM continues because of: 86,401,727 Americans NOT Vaccinated: Anti-Vaxxers Anti-Masers Republican Party \/ GOP Right-Wing Media, e.g., Fox News QAnon and MAGA Bots and Trolls |","sentiment_score":0.0}
{"full_text":"RT Why on earth are they giving this vile woman air time.She is not exactly the golden girl herself. Not only does she get most...","sentiment_score":0.16875}
{"full_text":"RT Democrats run the House, the Senate and the White House - and Covid has killed more people under their control than whe...","sentiment_score":0.1}
{"full_text":"Most all republicans suck.  Planetary skid marks.","sentiment_score":0.5}
{"full_text":"RT Food for thought &amp; an alternative theory from Traffic fatalities may be spiking due to less congestion on r...","sentiment_score":-0.1458333333}
{"full_text":"RT To all Hater's,Harass!ng me fr past 2 monthsWat happened?Did u lost ur balance after my 1 outbreak?Go focus on ur gu...","sentiment_score":-0.25}
{"full_text":"Sometimes, such interventions in the consonantal text are used to mark readings that are not strictly in agreement with the rasm.Q3:97 yt bynt has its ta`s and `alif crossed out in green, and ha`s added in order to spell `ayatun bayyinatun. a well-known non-canonical variant.","sentiment_score":-0.1}
{"full_text":"RT WATCH: Fauci, Walensky testify before Senate on Biden administration's COVID-19 response | Just The News","sentiment_score":0.0}
{"full_text":"RT Clear Omicron wave has now peaked. Clear we're broadly on the same trajectory as South Africa. Clear SA experts were right,...","sentiment_score":0.1080357143}
{"full_text":"RT BREAKING: Newly released emails show that Dr. Fauci may have concealed information about COVID-19 originating from the W...","sentiment_score":0.1363636364}
{"full_text":"RT My home care worker was with me for 11 years he was family and he died of COVID to make sure that I was safe at home. He ri...","sentiment_score":0.5}
{"full_text":"RT Fauci just pointed out that Paul is fundraising off of firing him and accused him of using a pandemic for his personal politic...","sentiment_score":0.0}
{"full_text":"RT How good, wise and ethical the observations of this brave nurse.https:\/\/t.co\/wbLlz5rdG3","sentiment_score":0.6}
{"full_text":"Floridians furious as Ron DeSantis confirms 1 million COVID tests expired in warehouse - Newsweek","sentiment_score":0.0}
{"full_text":"RT Can I be honest? I started a TT job at R1 in Fall 2020. I do not see a path to tenure, even with \"extra year on the clo...","sentiment_score":0.3}
{"full_text":"RT Busting Sturgeon's \"good pandemic\" myth. Excellent writing from","sentiment_score":0.85}
{"full_text":"RT Well, how else would YOU explain the sudden death of two people with a combined age of 193?","sentiment_score":0.0}
{"full_text":"RT They lied to sell you fear.","sentiment_score":0.0}
{"full_text":"RT Seeing the conditions getting worse day by day,  the students want Lucknow University to conduct online exams. Our requests...","sentiment_score":-0.4}
{"full_text":"RT Remember when a man told two sons to move away from their mother, despite being part of a social bubble, as they attempt to...","sentiment_score":0.0333333333}
{"full_text":"RT But why drink urine if the horse dewormer &amp; bleach were already their miracle Covid cure?","sentiment_score":0.0}
{"full_text":"RT Today the U.S. announced $308 million in new humanitarian assistance for the people of Afghanistan and a million new COVI...","sentiment_score":0.1363636364}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT Who thinks that anti-vaxxers who prefer to SWALLOW HORSE DEWORMING PILLS, INJECT BLEACH, AND DRINK URINE instead of ge...","sentiment_score":0.0}
{"full_text":"RT Fauci: Why would a Senator want to do this? Go to Rand Paul's website and you see fire Dr. Fauci with a little box that says cont...","sentiment_score":-0.1875}
{"full_text":"2 years too late for this pivot. The trust is broken. The CDC\/FDA\/NIH are corrupt.","sentiment_score":-0.4}
{"full_text":"RT The Federal Government:-Can't get it right on COVID -Spies on parents at school board meetings-Pries into your bank acc...","sentiment_score":0.2857142857}
{"full_text":"RT So, is anyone going to make answer for letting a million COVID tests expire or nah?","sentiment_score":0.0}
{"full_text":"RT 1 in 12 teachers were off with covid last week according to BBC news. That's crazy. When will we #MakeSchoolsSafe &amp; offer chi...","sentiment_score":-0.3}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"RT To The Democrat Party, CDC, MSM, FBI AND DOJ. We will Find out the Truth. Then ALL of you will pay.","sentiment_score":0.0}
{"full_text":"RT Hypocrisy at its peak. More than 30% of US population is refusing to wear masks and there is an acute crisis of #COVID19...","sentiment_score":0.55}
{"full_text":"RT Saddling entire generations with chronic illness just so we can keep our stupid little businesses open","sentiment_score":-0.246875}
{"full_text":"RT I'll never get tired of watching Fauci destroy Rand Paul","sentiment_score":-0.3}
{"full_text":"RT Some Omicron trends that we can now definitively see:* Case hospitalization and fatality rates (CHR, CFR) in SA, Denmark,...","sentiment_score":0.0}
{"full_text":"RT And this isn't even the undocumented cases from at home tests or people who can't get tested.","sentiment_score":0.0}
{"full_text":"RT cant wait to be the stay at home husband","sentiment_score":0.0}
{"full_text":"RT An unredacted version of Fauci's email correspondence regarding SARS-CoV-2 should be released immediately. Correspondence amo...","sentiment_score":0.0}
{"full_text":"RT There's something very fishy about the strong, coordinated objections to delaying school opening by two weeks. We're talki...","sentiment_score":0.3166666667}
{"full_text":"RT In America, we're killing hundreds of thousands of people through negligent homicide. These are people who would still be...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson is waiting for an investigation to find out whether Boris Johnson attended an illegal party at his own bac...","sentiment_score":0.05}
{"full_text":"Because Australia is all covid free with their serious take....","sentiment_score":0.0333333333}
{"full_text":"What??????","sentiment_score":0.0}
{"full_text":"RT When Johnson is in trouble why does he always visit hospitals and covid vaccination centres.","sentiment_score":-0.2}
{"full_text":"RT On this day, 2 yrs back China reported its first #WuhanVirus death &amp; said it doesn't spread from human to human. 2 years on, #...","sentiment_score":0.0625}
{"full_text":"RT Fauci: Why would a Senator want to do this? Go to Rand Paul's website and you see fire Dr. Fauci with a little box that says cont...","sentiment_score":-0.1875}
{"full_text":"RT The size of Montreal's protest against COVID law yesterday.","sentiment_score":0.0}
{"full_text":"RT List of Rural and Urban #COVID19 #Vaccination Centres in Ranchi for 12 January, 2021. Both the age groups of 15 to 18 and 18...","sentiment_score":0.0}
{"full_text":"RT Fauci agency funding of gain of function in Wuhan, China should be criminally investigated.","sentiment_score":-0.4}
{"full_text":"Hon #HighRiskCOVID are delayed &amp; denied #COVID19 vaccines we long to have. Please:1. Dismantle eugenics ableism causing this.2. Prioritize highest risk via home visit, shelter, mobile vaccinations.3. Develop vaccines without PEG nor polysorbate80.1\/2","sentiment_score":-0.05}
{"full_text":"Transcripts of the early 2020 exchanges on the #OriginOfCovid among leading scientists in the US &amp; Europe show they were privately worried about a lab origin of Covid-19.Yet, publicly they authored Proximal Origin, which dismissed lab origin hypotheses.https:\/\/t.co\/g3iHufMtdI","sentiment_score":0.0333333333}
{"full_text":"RT My mother-in-law (85, Parkinson's) caught Covid from her unvaxxed caregiver and is now in the ICU and may not survive....","sentiment_score":0.0}
{"full_text":"RT The Omicron variant is estimated to be about twice as transmissible as Delta; a huge wave of cases threatens to engulf he...","sentiment_score":0.4}
{"full_text":"RT When students are organizing strikes because they want more Covid protection at school, it might be time to admit that th...","sentiment_score":0.5}
{"full_text":"Vimal looked after our community in the pandemic - now we must help him #LetVimalStay - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT Chances of winning the EuroMillions Jackpot: 0.000000715112%Chances of receiving five \"False Positive\" COVID Tests:0.000...","sentiment_score":0.1090909091}
{"full_text":"Honestly the hardest part about covid has been having to quit coffee cold turkey. No caffeine for 4 days and I am not handling it very well","sentiment_score":0.0666666667}
{"full_text":"RT Why hasn't this White House invested in an Operation Warp Speed for therapeutics?","sentiment_score":0.0}
{"full_text":"RT Fauci should be fired and investigated for lying to Congress. But even if you disagree with that--why does Fauci still le...","sentiment_score":0.0}
{"full_text":"Dr. Fauci and all others that have had to endure attacks from these individuals need to sue the pants off these grifters.  It has lead to death threats as well as vaccine hesitancy and anti-mask rhetoric.  The grifters have been dumb enough to document all of this.","sentiment_score":-0.1875}
{"full_text":"I agree, they say we should use N95 masks as general public. These masks are hard to find and expensive,  as an AISH recipient I can't afford them. I'd like to see the government provide them for most vulnerable, such as those with compromised immune systems.","sentiment_score":-0.105952381}
{"full_text":"It's the time we need to support this honest leader. He has done very good works. His government going to help women in this covid period..#hmaare_shaury_keshv_maury@ShivShankarSBJP","sentiment_score":0.755}
{"full_text":"RT As part of the effort to expand the availability and access to at-home COVID testing, is creating a program wher...","sentiment_score":0.0}
{"full_text":"RT Dude. WTF.","sentiment_score":-0.5}
{"full_text":"RT This pandemic never endingmy mom is a middle school teacher and during class her student said \"guess what Ms. Muhammad.....","sentiment_score":0.0}
{"full_text":"RT HHS reveals during a Senate hearing that 50 million COVID tests are sitting in warehouses.","sentiment_score":0.0}
{"full_text":"La Esperanza Granada is one of the precious jewels of in Spain. This luxury villa, inspired by La Alhambra, was founded by Christine Cunanan. Read her story to find out how is it like to start a hotel during a pandemic:","sentiment_score":0.5}
{"full_text":"RT \"In usual fashion, you are distorting everything about me\"Fauci to in a heated exchange where Paul again blame...","sentiment_score":-0.25}
{"full_text":"Off you fuck Mr Lubricant.","sentiment_score":-0.4}
{"full_text":"RT I'm Liam. I'm a GP and I'm triple jabbed  and I managed to get through lockdown without throwing a party for 100 people and...","sentiment_score":0.0}
{"full_text":"Dentist down the street sent out a note saying they're closing the office till further notice to keep their employees safe!!!","sentiment_score":0.2736689815}
{"full_text":"RT We're at the stage of the pandemic where \"urine\" is trending. I truly wish that meant we've reached peak stupidity, but...","sentiment_score":-0.6}
{"full_text":"RT When half your population is anti-mask &amp; lakhs of people are getting infected after your govt\/pharma lobby denied vaccine...","sentiment_score":-0.1666666667}
{"full_text":"RT \"It would have been worse without the vaccine!\" is a cope for people who thought the vaccines were going to do what we...","sentiment_score":-0.5}
{"full_text":"RT He must be prosecuted","sentiment_score":0.0}
{"full_text":"Not bad, Mrs Piper Gates has had COVID since NYE so not the greatest start to the year. She's on the mend now, hope all improves your end!","sentiment_score":0.675}
{"full_text":"RT Deeply concerned about reports of another drone strike in #Tigray, resulting in injuries &amp; death of too many civilians.I ech...","sentiment_score":0.25}
{"full_text":"When you don't know if it's just gripe or if it's Covid ","sentiment_score":0.0}
{"full_text":"RT The most telling part of Justice Sotomayor's COVID disinformation campaign wasn't how incredibly wrong she was, it's the...","sentiment_score":0.0}
{"full_text":"RT I filed an RTI regarding breakup of covid 19 deaths into: 1) Fully vaccinated; 2) Single vaccinated; 3) Unvaccinate...","sentiment_score":-0.0714285714}
{"full_text":"RT Queen Mary cruise, all vaccinated, two cases of Unicorn variant, not permitted to leave the ship in port. This was a fou...","sentiment_score":0.0}
{"full_text":"RT Ask him why, under the guise of covid, the Ontario Govt is assisting in the the further #pri...","sentiment_score":0.0}
{"full_text":"RT This is false. Fails to say this stat refers to -vaccinated- individuals who died with COVID.","sentiment_score":-0.45}
{"full_text":"RT 379 deaths today due to covid  how can they say we are over the worst when the number of deaths is going up?  #ToryCovidCat...","sentiment_score":-0.5625}
{"full_text":"RT .@AARPNY supports #FairPay4HomeCare--they know that older adults prefer to stay in their homes and need home care to do this!","sentiment_score":0.2083333333}
{"full_text":"RT If you've done your part, if you've rolled up your sleeve, and if you've gotten vaccinated: thank you. Your actions will...","sentiment_score":0.0}
{"full_text":"RT Fox News' Doocy: \"I'm triple-vaxed ... You're triple-vaxed, still got COVID. Why is the president still referring to this a...","sentiment_score":0.0}
{"full_text":"Fauci is way more spicy than he was at the beginning of the pandemic. It's because cruel right wing political figures have radicalized their voters against Dr. Fauci as their mortal enemy, &amp; morally bereft right wing media members have called for his assassination","sentiment_score":0.0119047619}
{"full_text":"i read it lockdown ig i should sleep fr","sentiment_score":0.0}
{"full_text":"RT my friend is dating a guy who works for Google and i kid you not apparently they gave him a little high-tech at-home COVID test m...","sentiment_score":-0.10625}
{"full_text":"RT So far, amid the rampant spread of Omicron, the Province of Ontario has limited:- PCR testing eligibility - Rapid testi...","sentiment_score":0.0142857143}
{"full_text":"'Flurona,' Getting Hit With Flu Plus COVID, Comes to California","sentiment_score":0.0}
{"full_text":"RT Mandatory N95 masks for kindergarteners is coming to a school near you, get ready for it","sentiment_score":0.15}
{"full_text":"RT Heathrow Airport boss calls for all Covid testing to be scrapped after 600,000 passengers cancelled Christmas flights","sentiment_score":0.0}
{"full_text":"RT News flash. You can take COVID seriously and still disagree with the way mainstream media portrays it at the same time.","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING NEWS - new COVID variant discovered. The Klopp variant which only shows symptoms depending on the strength of...","sentiment_score":0.0681818182}
{"full_text":"RT A patient pulled their mask down and coughed on me today when I told them they should be tested for Covid. Most of my fami...","sentiment_score":0.1722222222}
{"full_text":"RT Hearing about COVID breakthru infections but seeing today that vaccines are still REALLY good against Delta, it's easy to...","sentiment_score":0.5666666667}
{"full_text":"I got scheduled for 3 dose of vaccine tomorrow","sentiment_score":0.0}
{"full_text":"Pandemic over the moment we found out of the party's you scum was having at number 10. Obviously not that serious otherwise you lot would of followed the rules.","sentiment_score":-0.2111111111}
{"full_text":"RT This is white nationalism on the most popular \"news\" network in the country. This is nonsense. But this is also how fasci...","sentiment_score":0.3666666667}
{"full_text":"cases per 100kI'll try one more time to explain simplyI live in England I get Covid in April20 and catch again Jan21 confirmed by PCRI count as 1 caseIn wales I count as 2 casesEveryone is added together (total cases) then the number is presented per 100k for comparison","sentiment_score":0.2590909091}
{"full_text":"Montpellier recorded three more positive Covid cases in their squad following this morning's tests.The French club says it is continuing with its preparations for the Leinster game on Sunday.","sentiment_score":0.0654545455}
{"full_text":"******Ontario ICU Usage Update******ICU total beds in use (as noted on Ont Govt website: 10:  1764Dec 10:  1768Jan  10:  1765Yes, Omicron brought record high cases, but more importantly, Omicron brought RECORD LOW SEVERITY.#Covid19Ontario","sentiment_score":0.212}
{"full_text":"RT There are now 7 children in Ontario with COVID-related critical illness. That means there are 3 more children with severe...","sentiment_score":0.25}
{"full_text":"RT NY state to New Yorkers: drop dead","sentiment_score":-0.0318181818}
{"full_text":"RT Two years into covid has suddenly discovered the difference between being hospitalized with covid and being hospitaliz...","sentiment_score":0.0}
{"full_text":"\"The world is tested with COVID19. Add a large-scale, full-fledged War on it. Then add a siege on it. Imagine these three combined in a poor region that struggles for survival even in times of peace &amp; stability.\" #EndTigraySiege","sentiment_score":0.1}
{"full_text":"Exactly why she must be more and more appreciated and encouraged. People living in Noida should take chance and try this Home food ( Satvik) at this precedent time and Make your #WorkFromHome peaceful.#HomeFood #Noidaresidents #Omicron #COVID19","sentiment_score":0.3625}
{"full_text":"RT When a party allows illegal immigrants to vote in local elections while the border is wide open, encourages people to stand in...","sentiment_score":-0.15}
{"full_text":"He's laughing....at us all! #BorisResign #BorisTheLiar #COVID19","sentiment_score":0.0}
{"full_text":"RT The desperation to vaccinate young healthy people and the denial of natural immunity are two of the main reasons I have lo...","sentiment_score":0.2166666667}
{"full_text":"Do you trust the #CDC?","sentiment_score":0.0}
{"full_text":"RT \"Two doses of the vaccine offers very limited protection, if any.\"Not the words of an \"anti-vaxxer.\" They belong t...","sentiment_score":0.0035714286}
{"full_text":"RT Question from Senator: Do we have any number count of people who died from the vaccine?Walensky says we do but don't know...","sentiment_score":0.0}
{"full_text":"RT Here is the at-home PCR COVID test machine that I believe was given to all Google employees. Why aren't these being...","sentiment_score":0.0}
{"full_text":"RT Sending positive, social justice energy to the courageous students who have organized and will participate in the NYC...","sentiment_score":0.1303030303}
{"full_text":"RT 'Despicable': Angela Rayner slams PM for attending lockdown-breaking No 10 party","sentiment_score":0.0}
{"full_text":"RT The new COVID-19 PCR testing center at Military Circle Mall in opened today -- BY APPOINTMENT ONLY. Here are a co...","sentiment_score":-0.0159090909}
{"full_text":"RT Lock him up.","sentiment_score":0.0}
{"full_text":"Omicron is just starting to hit the parts of the U.S. with the most unvaccinated senior citizens via","sentiment_score":0.25}
{"full_text":"emotional outbreak,  tired whimpers left her brim like the rain drenching them both.  \" how can I trust you ever again? \"","sentiment_score":-0.1333333333}
{"full_text":"RT If the Pfizer vaccine doesn't work, what are the boosters boosting?","sentiment_score":0.0}
{"full_text":"RT People who say things like \"COVID is just a cold\/flu\" don't realize that people with colds\/flu shouldn't be at work, either.","sentiment_score":0.0}
{"full_text":"Faculty workshop while sick as a dog and waiting on a Covid test is fun fun fun.","sentiment_score":0.0464285714}
{"full_text":"RT Then Why impose lockdown in Delhi ???","sentiment_score":0.0}
{"full_text":"An unfortunate side effect of stress is thinning hair, and in a COVID society, there seems to be nothing but stress. has an answer to thinning hair - InvatiInvati advanced(tm) 3-step system instantly thickens and strengthens hair - 94% naturally derived and vegan!","sentiment_score":-0.125}
{"full_text":"RT Greg Gutfeld, a mendacious fascist who spreads misinformation daily about Dr. Fauci killing dogs and creating covid, was th...","sentiment_score":0.0}
{"full_text":"CDC Finds COVID Increases Risk of Diabetes, But What's The Full Story?Always great when Dr. Mikhail Kogan joins! If you missed this interview be sure to check it out here.WATCH:","sentiment_score":0.6166666667}
{"full_text":"\"This isn't that strange to expect that we might need a booster dose for stronger, longer protection. As long as the virus is circulating around the world, every single infection creates a manufacturing plant for the virus.\" -Richard #COVID19","sentiment_score":-0.0571428571}
{"full_text":"RT Lock him up.","sentiment_score":0.0}
{"full_text":"#horrorfam, what's the creepiest thing that's happened to you during lockdown?","sentiment_score":0.0}
{"full_text":"The Supreme Court is hearing arguments on two major Biden administration work rules to bump up the nation's vaccination rate against COVID-19 at a time of spiking cases because of the omicron variant.","sentiment_score":0.0625}
{"full_text":"#RoyalDocumentary | Watch 'Windsor Castle: A Royal Year', to learn about the world's oldest and largest inhabited Castle, where the Queen has spent much of the Pandemic:","sentiment_score":0.05}
{"full_text":"If you had an income loss due to COVID-19, you may be eligible to receive financial assistance for your water bills.Call DuPage County Community Services at 630-407-6500 for more information! We are here to help!#COVID19 #WaterBills #CSBG","sentiment_score":0.1666666667}
{"full_text":"Happy Book Birthday to Paused!If you think you're life has been put on pause because of the pandemic, count yourself lucky when you read my new novella!Out today!","sentiment_score":0.4345959596}
{"full_text":"Winter COVID and Flu ClinicJanuary 13, 20225-7:30 p.m.Rockdale Academy School335 Rockdale Avenue, Cincinnati, OH 45229Gift cards &amp; FREE box meals!","sentiment_score":0.5}
{"full_text":"KSU Medical Director Dr. Chhavi Noohani is here to provide the best practices to protect yourself and others from COVID-19 as classes return. Visit for the latest updates regarding COVID-19 and to schedule your vaccine appointment. #ProtectTheNest","sentiment_score":0.5}
