{"full_text":"RT Travel Advisory:  Stay away from Boston.  It's a mask and vaccine hellhole","sentiment_score":0.0}
{"full_text":"When they come out with an actual vaccine, I may consider it; there's supposedly one coming from India, now.But I won't be bullied into taking it. Too many men suffered and died for freedom for me to bend knee out of fear of a flu bug.","sentiment_score":0.25}
{"full_text":"RT Sunderland boss claims Covid vaccine could be behind player's 'inflamed heart' | Daily Mail Online","sentiment_score":-0.2}
{"full_text":"RT Two years after being declared a public health emergency of international concern, #COVID continues to upend lives, pl...","sentiment_score":0.0}
{"full_text":"RT Protestors in Toronto chant \"Justin Trudeau's got to go\" at march against the ongoing COVID restrictions.Footage by...","sentiment_score":0.0}
{"full_text":"\"Released without bail\"","sentiment_score":0.0}
{"full_text":"If it was just truckers not wanting to have to get the vaccine, that would be one thing, but that is not why they are in our city.I DO respect truckers - the ones who are not here protesting, but are out there working and who think this protest is ruining their reputation. \/3","sentiment_score":0.0}
{"full_text":"I read your thread 5 times. I've worked with women victims of IPV. I hope you are seeing a counselor because I know how difficult it is to keep away from your abuser. And I know with COVID you don't have many options to get outside and meet people. Just remember you are not alone","sentiment_score":0.0}
{"full_text":"RT God Bless the truck drivers in Canada protesting vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT COVID deaths in the month since Conor's tweet:United States: 61,000New Zealand: 1","sentiment_score":0.0}
{"full_text":"RT The worldwide protest against COVID mandates reaches Indonesia.","sentiment_score":0.0}
{"full_text":"RT Goldie Hawn: America has failed a generation of kids growing up with \"COVID trauma.\"","sentiment_score":-0.5}
{"full_text":"Vaccine Wiggs &gt; Unvacc'd Kyrie","sentiment_score":0.0}
{"full_text":"RT The Biden administration is starving up to 23 million people in Afghanistan and Congress would rather go to war with Russia t...","sentiment_score":0.0}
{"full_text":"The pre-pandemic norm was definitely not \"it's socially acceptable to interview anti-vaxers\"","sentiment_score":-0.0166666667}
{"full_text":"RT This is the entire sick, awful tragedy in a nutshell. You can bet Ingraham is vaxxed, of course. Just utterly monstrous.","sentiment_score":-0.4285714286}
{"full_text":"Some details on natural immunity not always be the best:","sentiment_score":0.55}
{"full_text":"RT People simply went back to work after the pandemic, if you created the great economy where are the new job? You crea...","sentiment_score":0.2340909091}
{"full_text":"RT The vaccine is so effective that they changed the meaning of \"anti-vaxx\" to include people who are fully vaccinated but don'...","sentiment_score":0.6}
{"full_text":"RT Serious Question: Can someone please tell me what defacing Canadian hero Terry Fox's statue AND defacing the Canadian flag wit...","sentiment_score":-0.3333333333}
{"full_text":"Ben doesn't remember the PPE shortage, when TFG had states bidding up the prices and his son-in-law wouldn't share.","sentiment_score":0.0}
{"full_text":"I'm triple vaxxd, got covid, survived. I also took ivermectin and the vitamin protocol.  Guess it all works.","sentiment_score":0.0}
{"full_text":"People who don't know \"how to consume and vet information\" is the entire problem with Joe Rogan discussing alternative ideas relating to the prevention and treatment of Covid-19.","sentiment_score":0.0}
{"full_text":"Maybe ours will arrive in the mail via USPS prior to the pandemic ending ","sentiment_score":0.0}
{"full_text":"The polio vaccine also used stem cells taken from aborted fetuses.Did you spend time in an iron lung? No?Man up, grow a pair, and get the damn vaccine Sally.","sentiment_score":0.0}
{"full_text":"RT Premier Perrottet on SKY this morning, saying Covid deaths are our new normal, to accept. And we need to get our 'annual' Co...","sentiment_score":0.1431818182}
{"full_text":"Ash, pinche Covid. Arruina planes. ","sentiment_score":0.0}
{"full_text":"You people are the only ones who think that's a meaningful metric. It's a trick that gets dusted off by reactionaries every time there is a pandemic.","sentiment_score":0.25}
{"full_text":"You do know that this is the same the world over right?  This isn't just an American issue.  It's because of the pandemic.  Not Biden.  Get a clue.","sentiment_score":0.0952380952}
{"full_text":"RT Is it not possible to make covid test kits in America? We bought 500 million from China during a supply chain crises. Let th...","sentiment_score":0.0}
{"full_text":"Joke's on you, handsome. I switched to bidet at the start of lockdown. ","sentiment_score":0.5}
{"full_text":"RT Abel wore a red suit and bandages for a year. Dua lipa was releasing mv for an album released a year ago. Doja Cat is basi...","sentiment_score":0.0}
{"full_text":"RT Passport in two days in India vs four months in USDigital Vaccine certificate in India vs a Paper slip in USGuess whic...","sentiment_score":0.0}
{"full_text":"RT 75% of all Australian covid deaths resulted from the NSW Government's botched pandemic response. Where is the judicial inquiry...","sentiment_score":0.0}
{"full_text":"I love these for the winter without Covid.","sentiment_score":0.5}
{"full_text":"I'm vaxed I got covid spread it to no less then 5 others that I know of all of them vaxed 1 spent time in the hospital. This \"vaccine\" is not a vaccine it's a therapeutic at best so stop referring to it as a vaccine please.","sentiment_score":0.3277777778}
{"full_text":"RT Canadian officials have moved Prime Minister Justin Trudeau and his family from their home in Ottawa to a secret location over...","sentiment_score":-0.4}
{"full_text":"RT COVID really just robbed 2-3 of our prime years like nothing ","sentiment_score":0.2}
{"full_text":"RT CW\/\/ talk about COVID and symptomsHas anyone in the #NEISvoid (or in general) had #COVID and their main symptom be pa...","sentiment_score":0.1083333333}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT Portugal has a 90% vax rate, and hardly anyone is anti-mask. Why?\"We know that freedom is something else. We have lived in...","sentiment_score":-0.2916666667}
{"full_text":"SOURCE.Where is your evidence that non-vaccinated individuals transmit Omicron more readily than vaccinated?","sentiment_score":0.35}
{"full_text":"White girls saying \"y'all\" is cultural appropriation of black slang. C.A. is a charge white girls holding certain views level at everyone else.You are in an abusive relationship with your government. Ask yourself how abusers function. Ponder Canada, US, etc. re: covid. yw","sentiment_score":0.0295238095}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT Why won't these people I called Nazis for 5 years take this vaccine I am offering them out of love?","sentiment_score":0.5}
{"full_text":"RT Good news, folks: You can get free COVID-19 tests delivered right to your home. Head to to get yours tod...","sentiment_score":0.4619047619}
{"full_text":"RT As many are protesting against public health measures today, it's worth remembering the goal of such measures is to save l...","sentiment_score":0.2}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT What if your kiss exchanged COVID strains and they mutated together to *become* the next super-variant is that...","sentiment_score":0.0}
{"full_text":"RT Today, there are now 87 people in hospital admitted due to COVID-19, including 16 in ICU.","sentiment_score":-0.125}
{"full_text":"Justin Trudeau was moved to a secret location as thousands in Canada protest COVID-19 vaccine mandates for truckers and other restrictions via","sentiment_score":-0.2625}
{"full_text":"What's left of my covid feels like death ","sentiment_score":0.0}
{"full_text":"RT Ok. So they can lockdown and hide their face. No problem. The rest of us can move on and live with this.","sentiment_score":0.1363636364}
{"full_text":"PORN HAIKU ... PornkuSuspended...submerged.As in our time: Pandemic.Wait, worry, swim ... sink","sentiment_score":0.0}
{"full_text":"RT I think as a single parent teacher, I'm most fearful of dying from COVID &amp; leaving my boy. I have asthma &amp; dodgy lungs  - if I...","sentiment_score":-0.1571428571}
{"full_text":"As I said, the SMH is currently finding room for four stories on the tennis, and three on children\/covid\/school.Are you seriously maintaining that the SMH editorial staff considers the story on deaths in aged care important?","sentiment_score":-0.0083333333}
{"full_text":"Up next on Fox's hot new Saturday Night line-up: with 9pm. Then stay tuned for coming up at 10pm sharp!","sentiment_score":0.0575284091}
{"full_text":"I agree that older and at risk needed to be vaccinated but how many hospitalized had any treatment before hospitalization? The answer is zero because the CDC mandated that this is illegal. This result was baked in the cake.","sentiment_score":0.0555555556}
{"full_text":"What did Trump force you to do that was fascistic? Did he force you to wear a mask? Did I he try to mandate a vaccine? Did he force you to obey him anywhere?  On anything?  If he did, please tell me and be specific.","sentiment_score":0.0}
{"full_text":"RT Almost 1500 pts w COVID admitted to hospitals and our premier downplaying the acute care situation at the press confe...","sentiment_score":0.6}
{"full_text":"RT Is it not possible to make covid test kits in America? We bought 500 million from China during a supply chain crises. Let th...","sentiment_score":0.0}
{"full_text":"RT [Adam Curtis voice, cont.] In 2021 reactionary forces in America split into two camps: one believed the \"liberal panic\" o...","sentiment_score":0.0}
{"full_text":"Check out our podcast on for a conversation about how educators and administrators should think about online learning as the coronavirus pandemic stretches on.","sentiment_score":0.0}
{"full_text":"RT I hope you're correct The heavy yoke of unreasonable tyranny disguised as a health pandemic is...","sentiment_score":-0.2}
{"full_text":"RT Fuck covid nigga","sentiment_score":-0.4}
{"full_text":"RT This person is one of the most dangerous people on the planet and yet here we are fighting the fight because our justice...","sentiment_score":-0.05}
{"full_text":"RT Uninvited missionaries and plagues, name a more iconic duo.","sentiment_score":0.5}
{"full_text":"RT has an apartment in Canberra.It's on his Register of Interests.So not only do we pay excess \"travel\" allowa...","sentiment_score":0.0}
{"full_text":"RT Tomorrow #LGBT #RoadTo50 no stream Monday bc second vaccine shot but show love follow n support the c...","sentiment_score":0.25}
{"full_text":"Long story short, we still have a lot to learn about long COVID-19.","sentiment_score":-0.0333333333}
{"full_text":"I think Spotify should tell Rogan to fact-check and edit his show. Spotify already has rules for its shows. You can't say Covid or AIDS does not exist. You can't encourage ppl to catch Covid deliberately. You can't say the vaxxes were \"designed\" to kill ppl.","sentiment_score":0.0}
{"full_text":"A Northern California man has been charged with stealing other people's identity to illegally obtain more than $1 million in unemployment benefits for people affected by the coronavirus pandemic.","sentiment_score":-0.0416666667}
{"full_text":"Day 6 of Covid: Still with cough and colds but feeling better already.  Ready na ulit humarap sa hamon ng buhay bukas. Cheka.","sentiment_score":0.35}
{"full_text":"A Yakima-area Washington State Patrol trooper refused to get a coronavirus vaccine and resigned. On his final sign-off, Robert LaMay told Gov. Jay Inslee \"he can kiss my ass.\" He reportedly died of COVID-19. Story by of the","sentiment_score":0.0}
{"full_text":"RT Liza Minnelli has outlived Joni Mitchell's music on Spotify. She's joining her friend Neil Young in having her music cata...","sentiment_score":0.1}
{"full_text":"the fake news media deports covid vaccines.","sentiment_score":-0.5}
{"full_text":"As COVID-19 dragged on, both sadness and depression increased. Folks gained unwanted weight. And they started to question whether life would return to what used to be normal or if they'd have to adapt to a new version. | By","sentiment_score":0.1431818182}
{"full_text":"GOP criticizes Biden for awarding Chinese company $1.3B COVID contract","sentiment_score":0.0}
{"full_text":"Bundles of public health measures work on new variants too. Even on Omicron (eg. South Africa). N95-99, ventilation and air filtration also works.It's possible to stop transmission using all of those + vaccines. W\/ vaccines that stop infection we'd win very quick.","sentiment_score":0.2739393939}
{"full_text":"RT This is the entire sick, awful tragedy in a nutshell. You can bet Ingraham is vaxxed, of course. Just utterly monstrous.","sentiment_score":-0.4285714286}
{"full_text":"Knowing what to expect can help make #COVID19 vaccine appointments easier for you and your child. For the latest recommendations for children and teens, go to: via","sentiment_score":0.5}
{"full_text":"People who showed much enthusiasm in obtaining the double #vaccines , were today not coming out in their numbers to obtain the booster#lka #SriLanka #COVID19 #coronavirus ","sentiment_score":0.1}
{"full_text":"The #VaccinEquity Dashboard from and shows that low- and lower-middle-income countries must have access to vaccines now to: Save lives Promote economic recovery Advance human development","sentiment_score":0.0666666667}
{"full_text":"Make sure you are fully vaccinated before your family arrives to celebrate the Lunar New Year. #ANMS #sihatsepanjanghayat #MalaysiaSihatSejahtera #COVID19 #LindungDiriLindungSemua #sihatmilikku","sentiment_score":0.3181818182}
{"full_text":"Thanks to vaccines, small businesses across America have opened back up. Keep the momentum going by getting vaccinated. Find a vaccine provider near you  learn more:","sentiment_score":0.11}
{"full_text":"The COVID-19 #pandemic has spurred #Cambodia to further catalyze efforts to improve the country's digital readiness and resilience toward future crises and offer its citizens and communities opportunities to reap the benefits of #digitalization","sentiment_score":0.0}
{"full_text":"RT Sask. Premier says province will end proof of vaccine policy in 'not-too-distant future'","sentiment_score":0.0}
{"full_text":"Thanks to vaccines, small businesses across America have opened back up. Keep the momentum going by getting vaccinated. Find a vaccine provider near you  learn more:","sentiment_score":0.11}
{"full_text":"Two nurses on Long Island are accused of forging COVID-19 vaccination cards and pocketing more than $1.5 million from the scheme, prosecutors and police said.https:\/\/t.co\/itcXXn0HYo","sentiment_score":0.225}
{"full_text":"While the higher transmissibility of #Omicron was now established, it was also becoming clear that hospitalisations &amp; deaths were rising but not anywhere close to early waves and pre-vaccination levels, says #COVID19 #thirdwave","sentiment_score":0.225}
{"full_text":"A man has been charged with stealing other people's identity to illegally obtain more than $1 million in unemployment benefits for people affected by the coronavirus pandemic.https:\/\/t.co\/sw86DUJLNq","sentiment_score":-0.0416666667}
{"full_text":"Trucks lined roadways leading into Canada's capital Ottawa as drivers staged a massive protest against Prime Minister Justin Trudeau's COVID-19 vaccine mandates","sentiment_score":0.0}
{"full_text":"The decision has been taken by the state government in view of the dipping COVID-19 cases in the state. #Telangana #Covid19","sentiment_score":0.0}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"RT Portugal has a 90% vax rate, and hardly anyone is anti-mask. Why?\"We know that freedom is something else. We have lived in...","sentiment_score":-0.2916666667}
{"full_text":"Check out this video to see how you can help stop misinformation spreading on WhatsApp.Forwarded messages can spread harmful misinformation, especially amid #COVID19.  Take time to PAUSE &amp; verify facts before you share something online. #PledgeToPause","sentiment_score":0.0}
{"full_text":"Two nurses on Long Island are accused of forging COVID-19 vaccination cards and pocketing more than $1.5 million from the scheme, prosecutors and police said.https:\/\/t.co\/EFYrJZ0uWR","sentiment_score":0.225}
{"full_text":".@EFranz2 #WritingCommunity #MHHSBD #Haiku #WearAMask #AQuestionCan and will mankind survive when we control so little?","sentiment_score":-0.1875}
{"full_text":"Vaccines and vaccine mandates are 2 different things my guy. I'm happy for whoever wants to get their 3+ doses to get them. I also support the protestors and what they are trying to accomplish.","sentiment_score":0.3333333333}
{"full_text":"RT Phil needs to get out of the bubble, I was watching what was happening in C...","sentiment_score":0.0}
{"full_text":"RT WAIT do y'all remember \"i'm not scared of Covid-19, i'm scared of 19 democrats\" ","sentiment_score":0.0}
{"full_text":"\"Hardly noticed in this pandemic time is a very important stride towards better oral health.\"https:\/\/t.co\/uhJEBJEEuK","sentiment_score":0.2427777778}
{"full_text":"RT  Mutual Aid N95 Mask mutual aid packages should arrive sometime next week! I want to apologize that it's taken so l...","sentiment_score":0.0}
{"full_text":"RT Joe Biden is a human pandemic...","sentiment_score":0.0}
{"full_text":"Ron DeSantis has done everything in his power to ensure there would be as much death, sickness, and spread during this pandemic.And now he is pushing antibody treatments deemed ineffective by the FDA. Help us #FireDeSantis this November https:\/\/t.co\/UqrhKphTjv","sentiment_score":0.2}
{"full_text":"Researchers look to create faster, cheaper Covid tests -- with help from ","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you are boosted and masking in public. I want to see how many of my followers understand stoppin...","sentiment_score":0.25}
{"full_text":"RT Second quarantine in 4 weeks... my son tested positive 3 weeks after being sick with Covid... never ending pandemic ","sentiment_score":-0.1623376623}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT If you think vaccine mandates are oppression and genocide just wait until you open a US history textbook.","sentiment_score":0.0}
{"full_text":"Half a million 'at-risk' under-12s will become eligible for a Covid jab this week ","sentiment_score":-0.1666666667}
{"full_text":"Their all gone, just lost my last BIL today. He died of Covid because his husband didn't believe in the vax or \"hoax\" They were all so fond of my mother and treated her with such respect. Benny was so loving. RIP Benny, no more Alzheimers or suffering you","sentiment_score":0.0875}
{"full_text":"RT Why aren't Conservative MPs denouncing the desecration of the Tomb of the Unknown Soldier and the Terry Fox Memorial? Why are...","sentiment_score":-0.1}
{"full_text":"RT Now, two years ago when COVID first hit and his dad totally fucked up from every angle? There w...","sentiment_score":-0.175}
{"full_text":"RT Bombshell Reports from AustraliaAustralian Media Places Blame for the Pandemic on Fauci.This will be echoed World Wide...","sentiment_score":-0.1}
{"full_text":"I feel sorry for them...https:\/\/t.co\/9FaFVe7Z6S","sentiment_score":-0.5}
{"full_text":"Teachers in regional Australia worried rising Covid cases will exacerbate 'massive' staff shortages","sentiment_score":0.0}
{"full_text":"RT #BidenYear1WinsPassing the most (bipartisan) infrastructure bill in history.Ending a hopeless 20 year warBest 1st...","sentiment_score":0.5}
{"full_text":"RT Serious Question: Can someone please tell me what defacing Canadian hero Terry Fox's statue AND defacing the Canadian flag wit...","sentiment_score":-0.3333333333}
{"full_text":"RT Sen Pia, please reconsider your position on the Vaccine Passport Bill. Many people have already di...","sentiment_score":0.5}
{"full_text":"Moderna announced Thursday that it's launched early-stage clinical trials of an HIV mRNA vaccine. #NewsBreakLocalhttps:\/\/t.co\/7yTi9WpCVF","sentiment_score":0.0}
{"full_text":"RT who made coughing in public so awkward like bro i don't have covid it's this weed","sentiment_score":-0.3}
{"full_text":"RT Arizona getting close to taking the #1 spot as deadliest COVID state per capita since the beginning of the pandemic. Rig...","sentiment_score":0.0}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"RT Breaking: Prime Minister Jacinda Ardern has been deemed a close contact of a positive COVID-19 case, and has entered self...","sentiment_score":0.2272727273}
{"full_text":"RT NICOLAS \"JAKE\" PEREZ, 32, of Waukesha, Wisconsin, died of COVID on Jan. 23, 2022.\"Jake was a lover of animals and espec...","sentiment_score":0.0}
{"full_text":"RT Ground Type - Rest Variant enemies These enemies are the weakest of the Tacet species . They attack with simple...","sentiment_score":0.0}
{"full_text":"#ColorByNumberAlbums90s Metallic Lipstick, Lies And Gasoline - Fred Eaglesmith A true Canadian troubadour, travelling the world, until Covid intervened. Support this wonderful songwriter!Time To Get A GunAlcohol And PillsWater in The Fuelhttps:\/\/t.co\/svixFfXpFX","sentiment_score":0.675}
{"full_text":"Possibly covid kills people in other ways? Even if infection is mild and even long after \"recovery\" ? Agree with your 1 and 2 though.","sentiment_score":0.0395833333}
{"full_text":"RT Why won't these people I called Nazis for 5 years take this vaccine I am offering them out of love?","sentiment_score":0.5}
{"full_text":"Please SIGN and SHARE! Post-Omicron Pivot for California Public Schoolshttps:\/\/t.co\/xN69eTn4T1","sentiment_score":0.0}
{"full_text":" FREE 1st #COVID19 Vaccine Shot 2nd #COVID19 Vaccine Shot #COVID19 Vaccine Booster Shot #Influenza\/Flu Vaccine Shot FREE N95 Masks  FREE At-Home #COVID19 Tests","sentiment_score":0.3}
{"full_text":"We HAVE to be a monolith and maintain social distancing, mask-wearing, and all the rest.  A virus doesn't care about your views, it's just going to use any opportunity to infect and mutate.  One of us slipping affects all of us.","sentiment_score":-0.0333333333}
{"full_text":"RT Covid-positive Sarah Palin eats out at two NYC restaurants.I blame the restaurants for not kicking her to the curb!","sentiment_score":0.0}
{"full_text":"So who's right?  I tend to believe the experts who aren't profiting from a \"pandemic\"  why do hospitals and Drs get bonuses for covid patients and covid deaths?","sentiment_score":0.2857142857}
{"full_text":"UK businesses report weakest growth since last lockdown - CBI","sentiment_score":0.0}
{"full_text":"Dom and the family will only share a Corona with a couple villains ","sentiment_score":0.0}
{"full_text":"RT It's worth noting that had #polio at age 5.His father, columnist Scott Young, told the story...","sentiment_score":0.2}
{"full_text":"With a mandatory travel ban expected to lift tonight, Jan. 29 at 11:59 pm, please use care when venturing out. The conditions aren't great and if it can wait, stay home and wait for things to clear out a bit. #Kenan #MiddletownRI","sentiment_score":0.2666666667}
{"full_text":"RT In this pandemic time to make your Sunday #SpiritualSunday is not difficult. you can do meditation at least for 1hr &amp;...","sentiment_score":-0.025}
{"full_text":"More fake news from Global. How stupid do you think people are. Report real news Not What Justin is paying you to do with my money","sentiment_score":-0.12}
{"full_text":"RT Captain's favorite #Corona #Beer","sentiment_score":0.5}
{"full_text":"well covid confirmed is already 500 for that week and 708 for following - still probably only 60-70% complete. Hospitalization and ICU trends look identical (if not worse) to last winter when 200\/day were occurring, thus my trend to think that or more.","sentiment_score":0.1714285714}
{"full_text":"RT Serious Question: Can someone please tell me what defacing Canadian hero Terry Fox's statue AND defacing the Canadian flag wit...","sentiment_score":-0.3333333333}
{"full_text":"More COVID fake news in the NY Times -- Party affiliations ... determine pandemic concerns ... #fakenews ==&gt;","sentiment_score":0.0}
{"full_text":"With a mandatory travel ban expected to lift tonight, Jan. 29 at 11:59 pm, please use care when venturing out. The conditions aren't great and if it can wait, stay home and wait for things to clear out a bit. #Kenan #MiddletownRI","sentiment_score":0.2666666667}
{"full_text":"RT Saying \"We need to learn to live with Covid\" is telling to nurses &amp; health care workers, \"You need to keep working 12-...","sentiment_score":0.1363636364}
{"full_text":"Omicron antibodies persist 6 months after Moderna vaccine boost but are 6 times lower #omicron #antibodies #Modernavaccineboost #research #newspaperRead more about this here: for free to ResearchNews Newsletter:","sentiment_score":0.45}
{"full_text":"Honestly it took me a weird amount of time to figure out that that's what's happening. My joints are fucked. I really wish we could see exactly why covid is affecting each of us how it is. Like why do I have these specific issues, why do they come and go, what else am I missing.","sentiment_score":-0.0357142857}
{"full_text":"RT A Washington patrol officer resigned in protest of the vax mandate and told Gov. Jay Inslee to \"kiss my ass\"Well he just die...","sentiment_score":0.0}
{"full_text":"RT Canada is INSANE to fine people $10k for protesting to support the truckers.50k truckers is not a \"fringe minority.\"En...","sentiment_score":-0.2916666667}
{"full_text":"A: It depends, but you should be able to use N95s and KN95s a few times.","sentiment_score":0.15}
{"full_text":"RT Wearing a mask from the door to the table, but at no point during the meal, in a crowded restaurantMaking kids wear mas...","sentiment_score":0.0}
{"full_text":"COVID concerns kept both fans and bands at home on Monday night.  Luckily and were there with some solid punk to entertain the few patrons that made it out to My thoughts, photos, &amp; video of the night are at","sentiment_score":0.0444444444}
{"full_text":"RT Today marks the one year anniversary of the launch of the COVID19 Vaccination Program in Sri Lanka.We have debunked m...","sentiment_score":0.0}
