{"full_text":"Covid is painful","sentiment_score":-0.7}
{"full_text":"RT #USA daily covid cases crossed 10L coz of #Omicron variant..","sentiment_score":0.0}
{"full_text":"Our design is inspired by the which has done a great job to immediately show you if you are at risk of a Covid infection.","sentiment_score":0.8}
{"full_text":"The latest information on #Coronavirus in the #UAE#ChooseToVaccinate#TogetherWeRecover#llqH_Tryqn_llt`fy","sentiment_score":0.5}
{"full_text":"If you think the vaccines are dangerous, imagine what the actual illness does to your body. No one knows exactly the damage &amp; long term effects of this virus, but this isn't a cold. Look at mild chicken pox &amp; then how that can lead to shingles. Or \"recovered\" Polio patients.","sentiment_score":-0.180952381}
{"full_text":"RT Ron DeSantis and his quack Surgeon General are trying to block journalists from asking questions about Covid. Thankfully,...","sentiment_score":0.05}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"RT Admitted \"with\" Covid not \"for\" Covid.","sentiment_score":0.0}
{"full_text":"Riots would be the result of a lockdown","sentiment_score":0.0}
{"full_text":"RT Lionel Messi has tested positive for COVID-19 Get well soon, Leo! ","sentiment_score":0.2840909091}
{"full_text":"RT The Daily Mail thinks Marseille is in Spain","sentiment_score":0.0}
{"full_text":"RT Covid-19: DC Kathua Rahul Yadav appeals parents to make sure their children in the age bracket of 15-18 yrs get vaccinated...","sentiment_score":0.5}
{"full_text":"RT We're of the view that if any govt employee dies due to COVID or any other mishap, his\/her family member should be provided with a...","sentiment_score":-0.125}
{"full_text":"The people who trust medical professionals and get vaccinated are sheep. The people in Trumplands cult who would kill their own mothers to make him the undisputed king of America and self anointed vaccine experts are the bright free thinkers of the country ","sentiment_score":0.425}
{"full_text":"RT My triple jabbed friend has cold like symptoms. Now tested +tive for O'crn. Needs a PCR test. Elderly, no car, no tests avai...","sentiment_score":-0.6}
{"full_text":"Do you know the number of patients who have required ventilation solely due to them being infected with the Omicron variant of the  virus? My understanding was this variant did not attack the lungs hence there would be ZERO patients requiring ventilation.","sentiment_score":-0.125}
{"full_text":"RT I am a GP with severly disabled middle aged patients who have Covid symptoms and cannot access a RAT or can wait 8 hours...","sentiment_score":-0.1}
{"full_text":"Covid ","sentiment_score":0.0}
{"full_text":"#Omicron: Nearly 45,000 new coronavirus cases reported in L.A. County over the holiday weekend","sentiment_score":0.1181818182}
{"full_text":"RT We need everyone to do their part. Please get vaccinated and get your booster shot. We've lost too many and too much to COVID.","sentiment_score":0.35}
{"full_text":"RT SUGA, Jin and RM have fully recovered from Covid-19.","sentiment_score":0.0}
{"full_text":"RT PROBABILISTIC DELUSIONS DU JOURThe strategy by Covid psychopaths is to distract you by making you focus on myocarditis (some...","sentiment_score":0.0}
{"full_text":"Ron DeSantis' brother Mark, works for GSK US...Is anybody surprised that #DeathSantis is pushing Monoclonal Antibodies as the answer to COVID ?Thousands are DEAD in Florida because of DeSantis LIES about Vaccines.","sentiment_score":-0.05}
{"full_text":"RT Omicron strikes: Sony's #Morbius will move to April 1, 2022 (from January 28, 2022)","sentiment_score":0.0}
{"full_text":"exactly. and with the rising covid cases in skorea, you'd thought they would've known better.","sentiment_score":0.375}
{"full_text":"RT Cervical cancer patients wait months for treatment. SNP pledges on treatment times are being broken everywhere in the NHS. Co...","sentiment_score":-0.4}
{"full_text":"RT Hmm, how many of these people should isolate themselves you super-spreader?","sentiment_score":0.5}
{"full_text":"RT \"More adults between 18 and 45 died of fentanyl overdoses in 2020 than COVID-19, motor vehicle accidents, cancer and suic...","sentiment_score":0.5}
{"full_text":"RT \"As the pandemic narrative self destructs, could #masspsychosis provide a moral hall of mirrors? Could it let some very c...","sentiment_score":0.1}
{"full_text":"RT He fears Ukrainian prosperity. More and more Putin speaks about demographic issues in Russia, and COVID worsened the situati...","sentiment_score":0.5}
{"full_text":"Me before doing a COVID test ","sentiment_score":0.0}
{"full_text":"RT 825 thousand Covid deaths in America - an unimaginable total for a developed country in the post-1945 period - a...","sentiment_score":0.05}
{"full_text":"RT Dutifully attends school &amp; college. Otherwise sleeps during the day &amp; comes out only at night.Regularly visits bars\/res...","sentiment_score":0.0}
{"full_text":"RT Despite the Covid-19 pandemic that adversely affected several sectors in 2021, the managed to execute a series...","sentiment_score":0.0}
{"full_text":"Public health and social measures (PHSMs) are measures or actions by individuals, institutions, communities, local and national governments and international bodies to slow or stop the spread of an infectious disease, such as COVID-19.","sentiment_score":-0.0444444444}
{"full_text":"Omicron Queen","sentiment_score":0.0}
{"full_text":"RT Dear Election Commission, Your subjects are in the grip of a third wave. Still going to blame parties for pushing the electio...","sentiment_score":0.0}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"#IndiaFightsCorona:145.16 crore vaccine doses administered so far68.24 crore total tests conducted so far#We4Vaccine#Unite2FightCorona 3\/4","sentiment_score":0.0}
{"full_text":"RT Covidiot: Dictionary defines \"covidiot\" as \"an insulting term for someone who ignores health advice about COVID-19.\"...","sentiment_score":-1.0}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"RT Start the first week of 2022 by getting a booster dose of the COVID-19 vaccine.Get Boosted Now to protect yourself, your fa...","sentiment_score":0.25}
{"full_text":"RT I've come across several ppl today who insist that the vaccinated are going to be dead (from the vaccine)...","sentiment_score":-0.1}
{"full_text":"RT Every time I read yet another story about a local GOP anti-vax crusader dying of Covid, I wonder if they actually believed t...","sentiment_score":0.0}
{"full_text":"RT MARTA cancels train trips amid COVID-related staffing shortage","sentiment_score":0.0}
{"full_text":"RT I have tested positive for Covid. Mild symptoms. Have isolated myself at home. Those who came in touch wid me in last f...","sentiment_score":0.1868686869}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"RT Covid-Tracking Scientists In France Spot Another Variant  ....","sentiment_score":0.0}
{"full_text":"RT So yesterday announced she is quarantined for Covid even though negative &amp; today Like I tw...","sentiment_score":-0.3}
{"full_text":"RT What #Country are you in? #Otherland? NOT #UK for sure! Not these times!","sentiment_score":0.78125}
{"full_text":"RT so at Urquart castle. English tourist no mask, projectile sneezing, visible fluids, kept repeating he felt terrible, n...","sentiment_score":-0.5}
{"full_text":"RT \"We won't destroy Medicare\" says Morrison, who has now privatised the essential test in a once-in-100-year pandemic#au...","sentiment_score":-0.1}
{"full_text":"ka funny lg bc ppl are rlly wilding out sng nov-dec and covid rlly said \"btch u thought\" this 2022 ms rona is unstoppable","sentiment_score":0.25}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT This is why I do not tolerate lectures from clinically obese people about my decision to remain unvaccinated. Obesity is...","sentiment_score":0.0}
{"full_text":"RT Today hospitalizations rose steeply again, &gt;6,000 to ~105,000. It has become clear that we'll exceed the previous peak of 13...","sentiment_score":0.1777777778}
{"full_text":"RT 2 of my fellow Aspirants who are writing mains 2021 are hospitalised due to covid infection#plzzpostponed #upscmains...","sentiment_score":-0.125}
{"full_text":"RT \"We won't destroy Medicare\" says Morrison, who has now privatised the essential test in a once-in-100-year pandemic#au...","sentiment_score":-0.1}
{"full_text":"RT It beggars belief that a government could completely stuff up the vaccine rollout and a few months later completely bugg...","sentiment_score":0.0}
{"full_text":"i totally get why people say we're all gonna get covid at some point but i have been working all throughout the pandemic in retail and i still havent gotten it yet. im just built different. im built better","sentiment_score":0.1666666667}
{"full_text":"RT It's rare for ANY vaccine to completely protect against infection or to eliminate transmission. But Covid vaccines and bo...","sentiment_score":0.2}
{"full_text":"RT The pandemic brought the inhumane housing situation of migrant workers in Singapore to international attention--&amp; the ma...","sentiment_score":-0.45}
{"full_text":"Not true from the beginning it was sold as stopping the virus and stop hospital cases. We are getting as much deaths as last big lock down with out the jab","sentiment_score":-0.0261111111}
{"full_text":"RT Covid Variant 'IHU'","sentiment_score":0.0}
{"full_text":"RT | Due to the COVID regulations that prevent players from changing shirts at the end of matches, Real Madrid requested a li...","sentiment_score":0.0375}
{"full_text":"RT Census is being delayed because the Sickular GOI wants to decide how much should be declared as Thookiya population.. Fir...","sentiment_score":0.2}
{"full_text":"RT They posted this 21 hours ago.   Been saying this for 20 months now","sentiment_score":0.0}
{"full_text":"Classic promotional work here from the Department of Education; do a rapid test and register your result here *clicks link* page not found.#BacktoSchool","sentiment_score":0.1666666667}
{"full_text":"RT Brits in turmoil amid soaring Omicron pressure as Boris urges 'stick to Plan B'","sentiment_score":0.0}
{"full_text":"Wouldn't COVID be over before the resource consents could be obtained for such buildings? ","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT Covidiot: Dictionary defines \"covidiot\" as \"an insulting term for someone who ignores health advice about COVID-19.\"...","sentiment_score":-1.0}
{"full_text":"RT I hope Indian doctors follow clinical evidence in India (and India has done reasonably well during Covid compared to much riche...","sentiment_score":0.2}
{"full_text":"Don't look at CDC director Walensky for facts ","sentiment_score":0.0}
{"full_text":"RT All the leading indicators are that omicron infections have passed the peak in many areas and that serious cases and deaths...","sentiment_score":0.0833333333}
{"full_text":"40% are coming for something else so not extra due to COVID. I think holiday leave play big part of any real shortage of health soldiers. We are in health war so don't send your health soldiers on holiday. It's hard but it's a war, so just fight, don't complain","sentiment_score":-0.0433333333}
{"full_text":"RT Another study showing vaccine-induced T cells protect against Omicron:  'current vaccines may provide considerable protect...","sentiment_score":0.05}
{"full_text":"Jcmacc1 then explained, much more patiently, that the volume is irrelevant and the a active mass of the functional part of the vaccine is lesser than the active virus.  Regardless they seem to be saying the function of the virus is different and more damaging than the vaccine.","sentiment_score":0.0333333333}
{"full_text":"howwww are there still no covid restrictions in dirty England","sentiment_score":-0.6}
{"full_text":"It's 2022, stay at home and show your goods or services to the world And make quick money but not EASY moneyJust make sure you don't skip the LEARNING process","sentiment_score":0.2055555556}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT A Union Minister terminated my job at a difficult time when me and my family was affected by Corona.Think ab...","sentiment_score":-0.5}
{"full_text":"Full Covid-19 protocol is followed  ","sentiment_score":0.35}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"#TuesdayHere are today's listings!Clifford the Big Red Dog (PG) 16:30Spider Man: No Way Home (12A) 12:30, 16:30 &amp; 19:00The King's Man (15) 13:00 The King's Man (15) 19:30Covid passes are requiredID maybe requiredhttps:\/\/t.co\/7HyM9dW2tI#TheKingsMan #Clifford #SpiderMan","sentiment_score":0.0}
{"full_text":"The Government has announced their plan for a new Health and Social Care Levy, to raise additional money for the NHS and Social care in the aftermath of the #pandemic. So, what will the new levy look like and how will it affect umbrella company employees? ","sentiment_score":0.0848484848}
{"full_text":"New #COVID19 variant named '#IHU' discovered in #France -- said to be stronger than #Omicronhttps:\/\/t.co\/M4CuP63PoeBy","sentiment_score":0.1363636364}
{"full_text":"The Government has announced their plan for a new Health and Social Care Levy, to raise additional money for the NHS and Social care in the aftermath of the pandemic. So, what will the new levy look like and how will it affect #umbrellacompany #employees? ","sentiment_score":0.0848484848}
{"full_text":"RT Top 25 States for COVID deaths by state(colors indicate party affiliation). Highest Total deaths per million since July 1,...","sentiment_score":0.25}
{"full_text":"The Government has announced their plan for a new Health and Social Care Levy, to raise additional money for the #NHS and Social care in the aftermath of the pandemic. So, what will the new levy look like and how will it affect umbrella company employees? ","sentiment_score":0.0848484848}
{"full_text":"The Government has announced their plan for a new Health and Social Care Levy, to raise additional #money for the NHS and Social care in the aftermath of the pandemic. So, what will the new levy look like and how will it affect umbrella company employees? ","sentiment_score":0.0848484848}
{"full_text":"Don't take Covid-19 back to campus. Take a rapid Covid-19 test before you return to University. Take a rapid Covid-19 test before you return:  #covidvariant #RapidTests #CovidTesting #Liverpool #Chinese","sentiment_score":0.0}
{"full_text":"The Pamantasan ng Lungsod ng Maynila will continue to hold limited face-to-face classes but will cut the number of participants amid the rise in Covid19 cases in the National Capital Region. #thepostph #phstudenttambayan","sentiment_score":-0.0714285714}
{"full_text":"The Western governments need to fund this type of patent-free old-tech well-tested less-side-effects vaccine created by Texas A&amp;M Children's Hospital - the anti-vaxxers may take it over the \"rushed\" new vaccines and cheaper to send to unvaxxed countries.","sentiment_score":0.0681818182}
{"full_text":"Covid Cases Rise By 948% In Florida As Omicron Drives Huge Wave Across US.#News #Politics #Health #USA #Covid_19 #CasesLike  Follow  Share  Comment https:\/\/t.co\/D1WD3GBsd4","sentiment_score":0.4}
{"full_text":"If you invest $1000 in $DTIL today at $7.76 per share, and the stock prices rebound back to pre-pandemic prices at $8.27, your investment would be worth $1065.72! That's 7% growth and $65.72 profit!  See more:  $DGRW $AVCTW $DVA $TPRE $ADNT","sentiment_score":0.3229166667}
{"full_text":"As kids return to school after the holiday season, many school districts are requiring negative COVID tests for students and teachers to return.","sentiment_score":0.1}
{"full_text":"Wondering how to track the spread of the Omicron variant? HealthMatriX can help! It lets everyone resume economic activities confidently. #pandemicmanagementsolution #trackOmicron #COVIDsolutionhttps:\/\/t.co\/QBMxs23K4n","sentiment_score":0.35}
{"full_text":"Get well - Dom wants Omicron to rip thru NSW","sentiment_score":0.2}
{"full_text":"Sharon Hayes, 53, dropped an impressive 20 dress sizes following the first coronavirus lockdown in March 2020https:\/\/t.co\/5ARYxmclVP","sentiment_score":0.4166666667}
{"full_text":"RT Yoongi Namjoon and Jin has now fully recovered--they are finally covid-free  BEST NEWS EVER","sentiment_score":0.5}
{"full_text":"RT Translation: Searching desperately through the #LNP play book for an excuse for the latest massive #Co...","sentiment_score":-0.0375}
{"full_text":"Oh my flu","sentiment_score":0.0}
{"full_text":"RT #NoMoreLockdowns restrictions and lockdowns will do more bad than good in TN especially during...","sentiment_score":0.125}
{"full_text":"People being hospitalized with #COVID19 in the #UK are broadly showing less severe symptoms than before, Britain's vaccine minister says, adding there is no need for further restrictions at this stage.https:\/\/t.co\/SlYZiwgFel","sentiment_score":-0.0347222222}
{"full_text":"Local COVID-19 numbers.https:\/\/t.co\/gjTzTZZErs","sentiment_score":0.0}
{"full_text":"RT They talk about how critical in-person learning for kids is while doing nothing to build better schools, pay teachers more,...","sentiment_score":0.3333333333}
{"full_text":"The latest DiarioTwitt  Educativo! Thanks to #education #covid19","sentiment_score":0.4125}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"It comes amid a surge in cases of the Omicron variant in Northern Ireland over the Christmas break","sentiment_score":0.0}
{"full_text":"With skyrocketing COVID-19 cases, lawmakers are looking for clarity from the Baker administration on how resources intended to deal with another surge have been used and whether additional money might be necessary.","sentiment_score":0.0}
{"full_text":"I can't listen well to my space(moan ) , my mom is over asking me about covid ","sentiment_score":0.0}
{"full_text":"Unlike the House of Representatives, the Senate will not order a lockdown even as COVID-19 infections continue to rise.https:\/\/t.co\/o84ZKJJq4p","sentiment_score":0.0}
{"full_text":"RT Just to be clear:Before Omicron we had: ~6k Hospitalised Covid Patients~600 new admissions per dayAnd we were not c...","sentiment_score":0.1363636364}
{"full_text":"A further 157,758 lab-confirmed Covid-19 cases were recorded in England and Scotland as of 9am on Mondayhttps:\/\/t.co\/FNLhlwSREC","sentiment_score":0.0}
{"full_text":"RT The New Normal: Investigation Launched After Three-Year-Old Girl Dies From Heart Attack One Day After Receiving COVID-19 I...","sentiment_score":0.1431818182}
{"full_text":"Far right loon Jayda Fransen flogging fake vaccine exemption cards for a tenner","sentiment_score":-0.0380952381}
{"full_text":"How might #covid-19 vaccination uptake be increased in underserved communities? Access a recent rapid evidence summary produced by PHW Evidence Service in collaboration with the Wales COVID-19 Evidence Centre here:https:\/\/t.co\/wMdknBJVXp#WalesCovidEvidence","sentiment_score":0.0}
{"full_text":"South Africans have been buying up #ivermectin during each #COVID19SA wave. Find out why doctors have beef with this fake #COVID19 treatment.","sentiment_score":-0.5}
{"full_text":"IMPORTANT Due to Covid-19 restrictions, information in the 'Keeping Connected' pages of this booklet is subject to change. For up to date details of food banks and resilience groups, click here: https:\/\/t.co\/LLEmYprQT6@CVOEastAyrshire","sentiment_score":0.0361111111}
{"full_text":"Coronavirus was the reason behind a third of the hundreds of NHS staff absences at Shrewsbury and Telford's hospitals immediately after Christmas.https:\/\/t.co\/uBka8moetY","sentiment_score":-0.2}
{"full_text":"RT FINALLY! El Salvador first nation to officially recommend healthy lifestyle choices in the fight against Covid.Meanwhile,...","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 14.1FWind Chill: 12.8FHumidity: 96%Dew Point: 13.2F Barometer: 30.482 inHgWind: 3 mph from the SSECorona Virus Weekly Stats:Cases: 537.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The release of sinister vampiric superhero film #Morbius has been pushed back yet again amid the ongoing coronavirus pandemichttps:\/\/t.co\/I6rMr1N0iV","sentiment_score":-0.25}
