{"full_text":"RT Normalize saying \"i'm 25 and 2 pandemic years old\"","sentiment_score":0.1}
{"full_text":"RT Is there a pattern emerging or is it just coincidence ?Is a new variant identified every time there's a push to move Bi...","sentiment_score":0.1363636364}
{"full_text":"RT Thanks to @MelissaSweetDr and #Croakey for showing interest the looming #exitblock  in our #hospitals as our #rehab units...","sentiment_score":0.2}
{"full_text":"RT Breaking: The prosecutor in Baltimore (@MarilynMosbyEsq), a Democrat, has been indicted by a federal grand jury on 4 charges...","sentiment_score":0.5}
{"full_text":"A vaccine that does not prevent transmission, does not prevent transmission no matter how many people are vaccinated.","sentiment_score":0.5}
{"full_text":"RT Tune in as I deliver an update on my Administration's whole-of-government COVID-19 surge response.","sentiment_score":0.0}
{"full_text":"RT \"Never ever use a vaccine that cannot block transmission, when you are in the battlefield\" (example: during a pandemic)Vi...","sentiment_score":0.0}
{"full_text":"RT First, a little detail on these triage plans. In Utah, \"Latinx ethnicity\" counts for more points than \"congestive heart...","sentiment_score":0.1875}
{"full_text":"Dr. Fauci said two days ago \"nearly everybody\" will get covid regardless of vaccination status. What is the point now in requiring Djokovic to vaccinate?https:\/\/t.co\/bM5fWyeDp1","sentiment_score":0.1}
{"full_text":"Don't get me wrong, not having Davies for this window sucks, but assuming we can get everyone else in I am still confident in the team's ability to get points this window. #CanMNT","sentiment_score":-0.1}
{"full_text":"We cannot get out this pandemic economy without more stimulus for The People and a massive tax hike on wealthy and corporations...","sentiment_score":0.3333333333}
{"full_text":"RT Pep Guardiola confirms new COVID cases Won't say who.","sentiment_score":0.1363636364}
{"full_text":"RT Sl@ve movies are the real pandemic of our society","sentiment_score":0.2}
{"full_text":"RT #Mumbai reports 11,317 fresh #COVID19 cases, 9 deaths in last 2 hrs; active cases at 84,352. (ANI)","sentiment_score":0.0555555556}
{"full_text":"It's Time to Admit Failure in the War Against COVID - American Thinker","sentiment_score":-0.1583333333}
{"full_text":"Do you work in public health?  I said therapeutics were blocked for politics\/ reasons. They told you that the vaccine was 100% effective, blocked all chances of getting COVID, stopped the spread, and doesn't have any side effects. All lies.","sentiment_score":0.3}
{"full_text":"RT No one defunded the LAPD. Their budget went UP 12% for 2022. The station is closed because 800+ cops are out on paid sick...","sentiment_score":-0.4071428571}
{"full_text":"RT COVID vaccine mandates are illegal.","sentiment_score":-0.5}
{"full_text":"I wish I could throw my positive covid test in the bitch at rapid nyc face who said my symptoms had nothing to do with covid","sentiment_score":0.2272727273}
{"full_text":"RT With the surge in COVID cases in Pakistan and particularly KarachiLarge scale public events like \"Karachi Eat\" need to be p...","sentiment_score":0.0833333333}
{"full_text":"RT Other arguments aside, the rules and restrictions on funerals throughout this pandemic have been cruel and inhumane....","sentiment_score":-0.675}
{"full_text":"RT Unemployment down to 3.9% &amp; millions of families back to having a breadwinner, outcomes that are years ahead of prior expec...","sentiment_score":-0.0518518519}
{"full_text":"RT Your office never had to comply, Congressional offices are exempt from municipal regulations.  Way to take a a brave stan...","sentiment_score":0.8}
{"full_text":"Thank you  so much #America #Nepal","sentiment_score":0.2}
{"full_text":"We have one for COVID-19 funds","sentiment_score":0.0}
{"full_text":"RT For the record, you can't go unmasked and unvaxxed spreading Omicron everywhere then complain about shortages of things th...","sentiment_score":0.0}
{"full_text":"RT Today, I'm announcing our next deployments of six additional federal medical teams to help hospitals fighting Omicron in six har...","sentiment_score":0.0}
{"full_text":"RT Nurses hit with fines and left with 'nowhere to park' as Nightingale Covid surge hub built in their car park","sentiment_score":0.0}
{"full_text":"RT Myth: Omicron is mild. Let's not worry about itA: You won't hang out with a lion even if the lion was *less* ferocious...","sentiment_score":0.0833333333}
{"full_text":"RT To think the rag that hounded former CMO Calderwood out of a job had a deputy editor partying and boozing at No10 during loc...","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT If you feel like you haven't accomplished anything this week, just remember that you made it to another Friday in the...","sentiment_score":0.2}
{"full_text":"RT The highest court in the nation made it clear: Biden's vaccine mandates are unlawful.","sentiment_score":0.1}
{"full_text":"The 'mother of all' supply shocks lurks in China's Covid crackdowns via","sentiment_score":0.0}
{"full_text":"Not one person has died with OMICRON","sentiment_score":0.0}
{"full_text":"RT So the Supreme Court says Texas can limit women's reproductive rights but the Biden administration can't mandate vaccine...","sentiment_score":0.0}
{"full_text":"Not sure if being told I dont have Covid an my frist thought being to let work know I can come back a reflection on the quality of my work enviroment or the fucked up nature of what these 2 yrs has made our priorities when we are told we arent dying. Either way just relieved ATM.","sentiment_score":-0.2833333333}
{"full_text":"RT Home Covid test.Sound ON","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"RT always the ugliest people with the most shit to say","sentiment_score":0.15}
{"full_text":"RT \" demonstrated the spike protein's genome sequence of SARS-CoV-2 demon...","sentiment_score":0.0}
{"full_text":"RT WE ARE ABOUT TO ENTER YEAR THREE OF THIS PANDEMIC","sentiment_score":0.0}
{"full_text":"CDC director says vax CANNOT stop transmission so the point is... ","sentiment_score":0.0}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"RT but wait, I was told the only choices were mass death or complete authoritarianism ","sentiment_score":0.05}
{"full_text":"RT Remember that TN (I suspect Ktka too) has removed Ivermectin from Ca vid kits.If the th!rd w@ve strikes it will be because of...","sentiment_score":0.0}
{"full_text":"RT You are no longer required to isolate if a family member tests positive for Covid, as long as you are fully vaccinated....","sentiment_score":0.0886363636}
{"full_text":"RT The future is here","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"Get him up outta there. Can't have 2 sets of rules","sentiment_score":0.0}
{"full_text":"RT #COVID19 vaccines are completely safe &amp; immunogenic. Wait for your turn &amp; get vaccinated with both doses to protect yourself...","sentiment_score":0.5}
{"full_text":"US retail sales down in December, while bank deposits are up as consumer spending slows leaving money on the sidelines.","sentiment_score":-0.1555555556}
{"full_text":"RT It looks like we might be moving from the Pandemic to Endemic phase of Downing St apologies, and will just have to learn to...","sentiment_score":0.0}
{"full_text":"RT Ms Dorries has just repeated this once again on Sky News.The latest figures show the total number of workers, including the...","sentiment_score":0.25}
{"full_text":"RT Most influential #BBNaija housemates &amp; season;Ebuka - Season 1TBoss - See GobbeTobi - Double WahalaTacha - Pepper DemO...","sentiment_score":0.25}
{"full_text":"RT For the record, you can't go unmasked and unvaxxed spreading Omicron everywhere then complain about shortages of things th...","sentiment_score":0.0}
{"full_text":"RT Breaking: The prosecutor in Baltimore (@MarilynMosbyEsq), a Democrat, has been indicted by a federal grand jury on 4 charges...","sentiment_score":0.5}
{"full_text":"RT Even riots in Belfast were stopped for goodness sake.https:\/\/t.co\/mH7w1KXtCX","sentiment_score":0.0}
{"full_text":"RT Australia, Israel, Ireland, France &amp; Cyprus top the list of countries with highest number of new #COVID cases per capit...","sentiment_score":0.3181818182}
{"full_text":"RT A bipartisan group of #lawmakers will press for a renewal of the Violence Against Women Act (#VAWA) for the first time in nearly...","sentiment_score":0.175}
{"full_text":"Many hospitals are halting non-urgent procedures and relying on the National Guard to meet demand as Covid-19 hospitalizations risehttps:\/\/t.co\/JdTPXD3rSz","sentiment_score":0.5}
{"full_text":"RT We told you that it was illegal for a federal regulatory agency to mandate vaccines for private businesses. We also told...","sentiment_score":-0.25}
{"full_text":"RT My former employers, a rock magazine once, shifting to a Tipper Gore role. ","sentiment_score":0.0}
{"full_text":"Starting next week, there are likely to be no commercial flights from the US to China as Beijing tries to keep coronavirus infections out ahead of the 2022 Winter Olympics","sentiment_score":-0.02}
{"full_text":"RT Our federal government is really just sacrificing human beings for the sake of corporate profits and framing it as \"we c...","sentiment_score":0.0666666667}
{"full_text":"RT The NHS doesn't just need a recovery plan from Covid.It needs a recovery plan from 14 years of SNP Government.https...","sentiment_score":0.0}
{"full_text":"RT Retweet, retweet","sentiment_score":0.0}
{"full_text":"RT It's the 'Johnson's doing his best' lot I pity. Convinced he was working hard, 'delivering on the people's priorities',...","sentiment_score":0.2027777778}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT *GOI A FIBBER BOX* The World Health Org' WHO does not trust India's COVID-19 death figures so when they made its first est...","sentiment_score":0.25}
{"full_text":"Meanwhile,  is what's happening in #LatinAmerica.#ICYMI #33percentpedro","sentiment_score":0.0}
{"full_text":"Everything is a conspiracy for some people. They've also created an otc Covid pill. Soon conspiracy theorists will say they had the pill from the beginning but they needed Covid to spread so they had a reason to sell the otc meds. Hence the vaccine to spread it not slow it down.","sentiment_score":-0.0027777778}
{"full_text":"RT #FridayFitness  everybody needs a strong immunity to fight against various diseases including covid we should prac...","sentiment_score":0.2166666667}
{"full_text":"I joined bcz of  He talked U guys up &amp; how he was inspired by U benefited from HIS effort \/ reputation growing followers, then U cancel him (AGAIN) simply bcz he said George Ross, his mentor \/ father figure (94) had recovered from COVID!","sentiment_score":0.0}
{"full_text":"West Bengal records 22,645 new COVID-19 cases, 28 deaths; active cases jump to 1,45,483#WestBengal #COVID19","sentiment_score":0.0015151515}
{"full_text":"Analysis by the in women giving birth has reinforced international evidence that COVID-19 vaccines have good safety record in pregnant women.Read more at:https:\/\/t.co\/mMRnnkjWTx@ESNEFT","sentiment_score":0.3833333333}
{"full_text":"The cash flow and revenue of many #SMEs have been hit hard due to the Covid crisis.Amid the financial uncertainty, insurance may be affected -- in particular, business interruption and liability insurance.Here's our top tips to avoid being underinsured:","sentiment_score":0.125}
{"full_text":"It's so hard. I am gearing up for the conversation but it hasn't happened yet. B has lots of feelings about Covid and I'm having lots of feelings about this school scenario ","sentiment_score":-0.2916666667}
{"full_text":"RT Exclusive:Sue Gray's inquiry not expected to find evidence of criminality over No 10 partiesBut she is considering...","sentiment_score":0.05}
{"full_text":"RT Mikel Arteta could have blamed Injuries, Covid, AFCON, Signings or the red card but instead he just gets on with it, F...","sentiment_score":0.0}
{"full_text":"RT  DEAL DONE: Sevilla have signed Jesus 'Tecatito' Corona from Porto for around EUR3m on a contract until June 2025. (S...","sentiment_score":0.0}
{"full_text":"Are we FINALLY ready for a conversation about how we've normalized decades of Republicans threatening violence or terrorism whenever they don't get their way?","sentiment_score":0.2}
{"full_text":"RT Plans for \"living with COVID\" should be about mask mandates, crowd limits, access to healthcare, and remote options -...","sentiment_score":-0.1}
{"full_text":"RT Virus prevention is in our handWear a maskWash your handContact less behaviourAvoid crowd#COVID19 #socialdistan...","sentiment_score":-0.1666666667}
{"full_text":"RT Dr Tedros's incompetence led to 318M COVID Cases &amp; 5.5 M deaths since 12\/19. As he continue to ignore his official duty &amp; f...","sentiment_score":0.0}
{"full_text":"RT OSHA shouldn't need Congress's authorization to impose a vaccine-or-testing mandate at the workplace, according to Supreme Cou...","sentiment_score":0.0}
{"full_text":"RT Covid Scotland: Case rates lowest in unvaccinated as double-jabbed elderly drive rise in hospi...","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"All of this! And there will be a job opening for that position a day later. Remember, you are just a cog in the wheel \/ machine. Sadly, it took the pandemic  for me to finally figure this shit out.","sentiment_score":-0.175}
{"full_text":"RT if anyone would like to send me anything for costs with me moving back into my dorm &amp; hopefully being able to take some time...","sentiment_score":0.25}
{"full_text":"RT How to measure social distancing the Kazakh way. (Spotted last night on a bus stop in freezing cold Nur Sultan).","sentiment_score":-0.1888888889}
{"full_text":"run don't walk the translucent sky blue gh variant is back in stock at urban outfitters!!!!!","sentiment_score":0.0}
{"full_text":"RT Why are people celebrating the SCOTUS ruling? Healthcare workers still are mandated the vaccine. This is BS! ","sentiment_score":0.0}
{"full_text":"2.7 crore poor people have been given free hospital treatment worth Rs 30,000 crore under the PM Ayushman Bharat Yojana. Along with this, 8.47 lakh COVID+ patients have also been given free treatment.","sentiment_score":0.175}
{"full_text":"RT We all need a boost sometimes, and so does our immune response to COVID-19. Help protect yourself by booking your mRNA #b...","sentiment_score":0.0}
{"full_text":"Your \"clarification\" tweet is just as cringey...\"didn't know a subject was going to come up\"  You pushed back pretty quick for just \"winging it\". You've been talking about covid and the vaccine for how long? And you say you still don't know what's right? Zepps is right.","sentiment_score":0.1340136054}
{"full_text":"90% of the people in hospital with covid are unvaxxed. You guys are next level sociopaths if you feel this repression on you freedom to be a unvaxxed is remotely comparable to Nazi Germany.  ","sentiment_score":-0.05}
{"full_text":"RT A question to every citizen in the world - Do you trust a literal War lord to run the World Health Organization in a p...","sentiment_score":0.0}
{"full_text":"Bernier is cutting into Conservative support helping the Liberals.","sentiment_score":-0.6}
{"full_text":"There's been targeted ads about the vaccines to try and convince skeptics to get vaccinated.There were giveaways and other gimmicks to try and get people to get the shot.Alyssa is a dishonest RW hack.","sentiment_score":-0.2125}
{"full_text":"RT Important point: In work settings an N95 should be fitted &amp; provide a tight seal to give best\/ intended protection. For...","sentiment_score":0.1107142857}
{"full_text":"The mask debate is not about the masks.","sentiment_score":0.0}
{"full_text":"RT A question to every citizen in the world - Do you trust a literal War lord to run the World Health Organization in a p...","sentiment_score":0.0}
{"full_text":"RT Well, this was me in May 2020 during COVID pandemic lockdown. At work. As a Nurse. In the NHS. In A&amp;E. In PPE. No aircon....","sentiment_score":0.0}
{"full_text":"RT My teenaged son is having an operation next week to try to repair damage to his nerves caused by the vaccine. Despite us...","sentiment_score":0.0}
{"full_text":"Jan 13: 889,613, or another #ColumbusOH, newly confirmed #COVID19 cases yesterday. Remember: when they say the #Omicron wave will peak next month, that only happens if you act like there's a #pandemic. #GetVaccinatedNow #GetBoostedNow #WearAMask","sentiment_score":0.1333333333}
{"full_text":"RT Scott Moe: \"Lockdowns don't work! All these restrictions make no difference on viral transmission! We value rights and fr...","sentiment_score":0.0}
{"full_text":"Didn't know people thought it did...","sentiment_score":0.0}
{"full_text":"RT If you think that Australia is handling Covid in an appropriate matter, then you are part of the problem.","sentiment_score":0.5}
{"full_text":"2.7 crore poor people have been given free hospital treatment worth Rs 30,000 crore under the PM Ayushman Bharat Yojana. Along with this, 8.47 lakh COVID+ patients have also been given free treatment.","sentiment_score":0.175}
{"full_text":"RT This country is f**ked up","sentiment_score":0.0}
{"full_text":"RT I'm proposing $2,000 monthly payments throughout the pandemic and for 3 months after, because rent and bills are still due during t...","sentiment_score":-0.125}
{"full_text":"RT Supreme Court hands Biden COVID vax mandate defeat, sparking fury from liberalshttps:\/\/t.co\/Dn5MEc3jF7","sentiment_score":0.0}
{"full_text":"I want an avenue to sue businesses for side effects I may have from the vaccine they forced me to take.See how that works?","sentiment_score":-0.3}
{"full_text":"The only fact that I see that you are missing is the SHEEP aspect of our population. Those who are weak kneed and need some type of authority to assure them that they will be ok.","sentiment_score":-0.01875}
{"full_text":"RT Lucknow police to take action against Samajwadi Party for flouting COVID protocols during today's joining event.","sentiment_score":0.1}
{"full_text":"RT No celebration without precaution! Always wear a mask.Let's practise COVID appropriate behaviour to protect yourself &amp; oth...","sentiment_score":0.5}
{"full_text":"RT Advocates fear the end of the federal eviction moratorium will cause a spike in student homelessness.","sentiment_score":0.0}
{"full_text":"RT Im getting the feeling that every day during lockdown was party day inside No10, what an utter disgrace this all is, cle...","sentiment_score":0.0}
{"full_text":"RT My teenaged son is having an operation next week to try to repair damage to his nerves caused by the vaccine. Despite us...","sentiment_score":0.0}
{"full_text":"RT The majority of people admitted to hospitals around the  are unvaccinated. Protecting those most at risk also helps to prote...","sentiment_score":0.5}
{"full_text":"2.7 crore poor people have been given free hospital treatment worth Rs 30,000 crore under the PM Ayushman Bharat Yojana. Along with this, 8.47 lakh COVID+ patients have also been given free treatment.","sentiment_score":0.175}
{"full_text":"RT Staying home with my unsick 3yo because one of her friends failed a covid test is weird when we are watching Peppa Pig re...","sentiment_score":-0.5}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Good God this thread.","sentiment_score":0.7}
{"full_text":"RT The UK media class is only now highlighting all the heartache and misery caused by lockdown because it's politically expe...","sentiment_score":0.0}
{"full_text":"Don't blame\/shame the unvaccinated. There are so many people who simply can't take it. If the \"vaccine\" was so great, it would be working properly. I don't blame them or the people who don't trust it. Wish I stood my ground. Plenty of us did get it and look where we're still at.","sentiment_score":0.325}
{"full_text":"You, the British people greatly protect and Great Britain's Houses of Parliament deeply support until and beyond COVID-19's end, healthcare workers.","sentiment_score":0.4}
{"full_text":"RT VIA Rail is temporarily reducing train service in London because of the Omicron case surge. #ldnont","sentiment_score":0.0}
{"full_text":"Nearly one-third of heterosexually active adults are aware of preexposure prophylaxis (PrEP), less than 1% use it, according to the CDC. No national PrEP campaigns are directed toward all heterosexual adults at increased risk of HIV infection.","sentiment_score":0.0125}
{"full_text":"Tfw you get a covid test done because you've been having temperature regulation issues...and it turns out it's likely just hot flashes.  (Test was negative thankfully, took it as a safety precaution since coworkers had it few weeks ago)#GettingOldSucks","sentiment_score":-0.0625}
{"full_text":"Clients of female sex workers play a 'fundamental role' in South Africa's HIV epidemic #BlogWithKasiitaMark","sentiment_score":0.0}
{"full_text":"RT Myth: Omicron is mild. Let's not worry about itA: You won't hang out with a lion even if the lion was *less* ferocious...","sentiment_score":0.0833333333}
{"full_text":"Crowds at sports to return as Welsh Government announces easing of Covid measures","sentiment_score":0.0}
{"full_text":"PRIVATE hospitals have been accused of rent-seeking behaviour as they are reportedly forcing critically-ill patients to undergo expensive #Covid19 tests.https:\/\/t.co\/RywOsil3uU","sentiment_score":-0.25}
{"full_text":"RT Brexit is not \"done\". Climate change a mess. Covid \"managed\" by NHS, the people, the volunteers. Not by a fre...","sentiment_score":-0.175}
{"full_text":"The Department of Health said Friday it will soon launch a COVID-19 home care kit for COVID-19 patients.https:\/\/t.co\/aMQnug1NLn","sentiment_score":0.0}
{"full_text":"Big question for places like the Dakotas and other low-vax states is whether their 2020 covid spree will provide any protection against omicron as it spreads inland from the coasts. If not ... we're gonna need a bigger Y axis as well as ICUs.","sentiment_score":-0.0416666667}
{"full_text":"The World Health Organization (@WHO) recommended two new drugs to treat patients with #COVID19, one for patients with critical diseaseand one for non-severe cases. ","sentiment_score":0.0681818182}
{"full_text":"RT My dad died last night.  He served our country, learned to live with Crohns and Parkinson's, beat stage 4 lymphoma, buried...","sentiment_score":0.0681818182}
{"full_text":"A big shout out to all of our staff for persevering during the pandemic and keeping the power on! We appreciate your dedication and commitment to your work and your community. #staysafe #community","sentiment_score":0.0}
{"full_text":"People looking for health insurance in the grip of the omicron surge have through Saturday to sign up for taxpayer-subsidized private coverage under the Obama-era Affordable Care Act.https:\/\/t.co\/P3hgozGjNL","sentiment_score":0.0}
{"full_text":"Do they not understand what Covid could do to children with cancer, including their own? WTF is wrong with people?","sentiment_score":-0.1333333333}
{"full_text":"RT COVID19 | West Bengal registers 22,645 fresh cases &amp; 28 deaths today; Active cases rise to 1,45,483; Positivity rate at 31.14% htt...","sentiment_score":0.0833333333}
{"full_text":"RT Staying home with my unsick 3yo because one of her friends failed a covid test is weird when we are watching Peppa Pig re...","sentiment_score":-0.5}
{"full_text":"January is Cervical Health Awareness Month. There are two types of screening test to prevent cervical cancer such as Pap test and HPV test. Ask your Doctor what test is best for you. For more information, click the link below.","sentiment_score":0.5}
{"full_text":"With COVID-19 cases at their highest seen yet, we are asking all patients and visitors to our offices to continue wearing facemasks for the duration of their visit. This will help ensure your safety, the safety of other visitors, and our staff. #PreventCOVID #TGREyeCare","sentiment_score":-0.125}
{"full_text":".@dommibertrand et al. report the analysis of anti-SARS-CoV-2 antibody- and T cell-mediated immune responses in 26 kidney transplant recipients and 11 dialyzed patients who recovered from #COVID19. #OpenAccess #TransplantTwitter","sentiment_score":0.0}
{"full_text":"It's flu season, which means it's time to get your flu shot. If you're eligible to get a #COVID19 booster dose, you might be wondering if you can also get your flu shot the same day. You can! Learn more about getting your booster and flu shots here:","sentiment_score":0.25}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Covid-19 pandemic pushed millions of Indians into poverty - only glimmer of hope is that inequality may also have decreased at the same time","sentiment_score":-0.1333333333}
{"full_text":"IMPORTANT: Plan B COVID-19 entry requirements for Premier League matches only apply to supporters over the age of 18. There are no changes for supporters aged 17 and under.","sentiment_score":0.1}
