{"full_text":"\"As much as possible, in environments where you're not distancing, good practice is to wear a mask,\" Prime Minister Jacinda Ardern said at her post-Cabinet press conference on Tuesday. I've screenshot this, should anyone question me. I'm a natural at good at distancing,","sentiment_score":0.375}
{"full_text":"This is about more than the vaccine mandate. It is not for any political party to grand stand.","sentiment_score":0.3333333333}
{"full_text":"RT It seems Long Covid may have found its biomarkers. Persistent inflammation and depletion of blood Naive lymphocytes. h...","sentiment_score":-0.175}
{"full_text":"RT If the non-vaccinated cause delays in Healthcare...how did we have 2-year waiting lists before Covid?#ableg","sentiment_score":0.0}
{"full_text":"RT Why haven't we let doctors be doctors?Dr. Paul Marik's experience treating Covid-19 patients is heartbreaking.","sentiment_score":0.0}
{"full_text":"\"We are pleased that the Malaysian government recognizes Avigan(r) as an essential treatment option for COVID-19,\" said Dr. Alessandro Gadotti, CEO of Cellvera.Read more:https:\/\/t.co\/oGdzYtOiTr#covid #antiviral #cellvera","sentiment_score":0.25}
{"full_text":"RT The CDC monkey story doesn't sit right with me. We not getting the whole truth and nothing but the truth.","sentiment_score":0.1452380952}
{"full_text":"RT \"treasure member Yoshi will also be self-quarantined and treated at home as a result of the COVID-19 PCR test confirmed posit...","sentiment_score":0.4}
{"full_text":"RT From team everyone is so sensitive about covid, comes 'my feelings are hurt.'","sentiment_score":0.1}
{"full_text":"RT We all, the students of class 10 &amp; 12 of mp board demanded to to #postponempboardexams2022...","sentiment_score":0.0}
{"full_text":"Looks like shelves are pretty full. End of the day, PRIOR to covid shelves were sometimes sparse. Great sales equal sparse. We have plenty of food in Canada **And even when Harper was in office shelves at Safeway were sometimes empty. Where were the whiney trucker convoys then?","sentiment_score":0.2166666667}
{"full_text":"If the pandemic strategy of vaccinating only ourselves in USA was a military strategy, it would be the Maginot Line. We need to make vaccine accessible everywhere, particularly in areas w high HIV prevalence.","sentiment_score":0.1203333333}
{"full_text":"that he was doing us a favor by being President. He sent us money during the pandemic. It was never his money. After losing he did not have the grace or humility to participate in the peaceful transition of power. He has declared war on every Republican who did not give...","sentiment_score":0.25}
{"full_text":"Across:-1) Cashless Facility2) Day Care Procedures3) No Claim Bonus Down :-1) Covid Cover 2) Tax Savings #contest #contestalert #crossword #AdityaBirlaHealthInsurance #HealthInsurance ABC - Aditya Birla Health Insurance","sentiment_score":-0.1555555556}
{"full_text":"ThisFucking this","sentiment_score":0.0}
{"full_text":"has he ever done any actual work during his approx 18 years in Parliament?","sentiment_score":0.0}
{"full_text":"RT What experiments was the CDC doing on Monkeys? Why were they being transported across state lines?","sentiment_score":0.0}
{"full_text":"RT BREAKING:New York's mask mandate was just ruled \"unconstitutional,\" and declared it \"null, void and unenforceable\" acc...","sentiment_score":0.0}
{"full_text":"RT Kejriwal has asked Delhi people to post videos:Which one to post ?1) Water Logging Videos 2) Garbage Mountain Hill Vide...","sentiment_score":0.0}
{"full_text":"RT Holding it together until the pandemic endshttps:\/\/t.co\/jAGyAiHIIX","sentiment_score":0.0}
{"full_text":"RT Experience till date suggest that children may get infection like anyone else but healthy children recover fast...","sentiment_score":0.35}
{"full_text":"\"I havent seen anyone die of Covid in hospitals, they died of negligence and medical malfeasance\"","sentiment_score":0.0}
{"full_text":"RT I've long known the medical industry was corrupt and misguided, but I had no idea just how completely defunct and evil i...","sentiment_score":-0.29}
{"full_text":"RT Aged care minister Richard Colbeck went to Ashes Test on same day he declined to appear at Covid committee","sentiment_score":-0.05}
{"full_text":"RT All Other Members Of #THEBOYZ Test Negative For COVID-19 After #Eric Tests Positivehttps:\/\/t.co\/9BL2FWL800","sentiment_score":-0.2125}
{"full_text":"This is so amazing! My Mom found out right before Covid via Ancestry that her Dad was not her biological Dad. Her biological Dad was a man by the name of Charles Browning who died in mining accident at 29 years old!","sentiment_score":0.3869047619}
{"full_text":"RT My cowed fellow Kiwis will call me a traitor but Prime Minister Jacinda Ardern's crazy Zero Covid policy - when the rest of...","sentiment_score":-0.6}
{"full_text":"If she's vaccinated why did she get covid?","sentiment_score":0.0}
{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"RT Josh Frydenberg: \"covid just knocks you around a bit *chuckles*\"864 deaths since Jan 1. 864 families that have been \"kn...","sentiment_score":0.0}
{"full_text":"Get well soon, sir","sentiment_score":0.0}
{"full_text":"This is rhetorical, right? I mean if not, you've seen how many humans we've been willing to sacrifice to capitalism during a global pandemic, yesno? I'd start with that as a ballpark lowballed estimate.","sentiment_score":0.1446428571}
{"full_text":"Is Covid-19 testing in India sufficiently comprehensive\/complete so as to correctly associate deaths with SARS-CoV-2 infection?","sentiment_score":0.0}
{"full_text":"RT Does anyone else get the sense that a lot of the sudden accessibility that the pandemic brought on is almost entirely gone...","sentiment_score":0.0}
{"full_text":"RT Comoros were true fighters! 10 men for most of the game. All three keepers out with covid\/injury so an outfield player in...","sentiment_score":0.1791666667}
{"full_text":"RT Why haven't we let doctors be doctors?Dr. Paul Marik's experience treating Covid-19 patients is heartbreaking.","sentiment_score":0.0}
{"full_text":"RT Five times the number of people who died on 9\/11 have died in just the past week.If you say that's mild, you're the probl...","sentiment_score":0.0416666667}
{"full_text":"RT Justice for Lavanya.Permission for rally rejected due to Covid, so put hoardings.Voice for her Justice should spread acr...","sentiment_score":-0.125}
{"full_text":"RT Absolutely. There is now a large body of evidence describing Long Covid, vascular, brain, and other organ damage....","sentiment_score":0.0598214286}
{"full_text":"RT My HERO  today hosting this Covid-19 panel, real doctors &amp; experts questioning everything!! Sadly the Govern...","sentiment_score":-0.09375}
{"full_text":"RT YG will be conducting mass COVID-19 testing from all artists up to staff and will also disinfect the building. Let us pray f...","sentiment_score":0.0}
{"full_text":"Does it mean Btc will reach pre Covid levels of 10k and most alt coins bite the dust, soon? ","sentiment_score":0.09375}
{"full_text":"RT This letter shows a list of Texas Children's Pediatrics doctors who are now refusing to treat patients who are not fully v...","sentiment_score":0.0}
{"full_text":"RT Paul Alexander wad an aide to HHS assistant secretary for public affairs Michael Caputo in the Trump administration. He attem...","sentiment_score":0.0}
{"full_text":"Women's rights are being eroded by both the right and the left, anti-vaccine sentiments are being found on the left and the right, what the hell is going on in the western world.","sentiment_score":0.1142857143}
{"full_text":"RT It has been so hard to breathe when doing basic physical activities ever since I got over COVID recently. I've worked out...","sentiment_score":-0.0729166667}
{"full_text":"PM birthday event was held in No 10 during #lockdown","sentiment_score":0.0}
{"full_text":"I hadn't been to the gym in a bit because of covid and shit. But I started going back last week and I'm slowly lifting more again. I just wanna be strong. ","sentiment_score":0.0722222222}
{"full_text":"RT JetStar STILL not checking vaccine passes, according to a friend who just boarded a flight. Appalling irres...","sentiment_score":-0.35}
{"full_text":"RT Exploiting of the tragedy of people who suffered, were humiliated, tortured &amp; murdered by the totalit...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC has issued new guidance clarifying that well-fitting NIOSH-approved N95s offer the most protection against C...","sentiment_score":0.3181818182}
{"full_text":"RT \"COVID-19: A 2ND OPINION\" ROUNDTABLE IN D.C.  moderates a panel of renowned medical experts addressing fai...","sentiment_score":0.0}
{"full_text":"RT I'm now required to wear an N95 at my office. California is doubling down while the rest of the country is open or openin...","sentiment_score":-0.0777777778}
{"full_text":"You're psychotic","sentiment_score":-0.5}
{"full_text":"While the start of the school year can be a time of excitement and anxiousness, uncertainty during times of transition can be unsettling. This resource offers tips to navigate feelings of uncertainty - returning to school during COVID #studentwellbeing","sentiment_score":-0.2}
{"full_text":"So my parents have covid so I'm also quarantining just as a precaution but I still don't have any symptoms and I think it's weird","sentiment_score":-0.5}
{"full_text":"Your daughter missed her prom. Your son cancelled his18th. Your grandchild didn't get their school trip. These aren't the great tragedies of the pandemic,but the sacrifices our young citizens gave up. It seems the PM can't even match the standards of ten year olds. #JohnsonOut","sentiment_score":0.3}
{"full_text":"RT iKON's Junhoe And TREASURE's Yoshi Test Positive For Covid-19https:\/\/t.co\/jlXFTpkSuA","sentiment_score":0.2272727273}
{"full_text":"RT How to reduce your chance of dying from Covid by 99%? Get vaccinated and a booster.One of the most impressive graphs I've...","sentiment_score":0.75}
{"full_text":"RT Take a look at the crowd marching against the vaccine mandates in DC Sunday....people are not deceived &amp; not backing down. htt...","sentiment_score":-0.1555555556}
{"full_text":"RT My sister put in her 3 week notice today. She's been an ED nurse for 32 years. House Sup for 20. Worked Harborview ED in...","sentiment_score":0.0}
{"full_text":"Mo. fire chief dies from COVID-19 #UKTraining4You #Safety #Training","sentiment_score":0.0}
{"full_text":"Someone end covid now I think some people should always have the luxury of having someone else open their drinks","sentiment_score":0.0}
{"full_text":"RT Having a hard time squaring how you can be religiously opposed to a Covid vaccine, but took the anthrax, small pox, year...","sentiment_score":-0.1805555556}
{"full_text":"RT Pandemic may become more manageable after Omicron wave ends, WHO says","sentiment_score":0.5}
{"full_text":"RT NEW: The company that sealed a $26 million deal with the Morrison Government for rapid Covid tests.","sentiment_score":0.1363636364}
{"full_text":"unroll","sentiment_score":0.0}
{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"Aged care minister Richard Colbeck went to Ashes Test on same day he declined to appear at Covid committee","sentiment_score":-0.05}
{"full_text":"RT Justice for Lavanya.Permission for rally rejected due to Covid, so put hoardings.Voice for her Justice should spread acr...","sentiment_score":-0.125}
{"full_text":"RT 8\/25When Bihar cadre IPS officer Vinay Tiwari reached Mumbai to probe the case, he was quarantined, for COVID-19 alon...","sentiment_score":0.0}
{"full_text":"RT \" No one's facing any restrictions\"As Kids made to wear mask, n95sEat outside\/ alone\/ in silenceWorkplaces closedVac...","sentiment_score":0.0}
{"full_text":"RT Yes, #COVID19 illness is comparatively uncommon in children, vs adults. But when they do get sick, many children suffer...","sentiment_score":0.1952380952}
{"full_text":"RT Tongan government is very keen to keep covid19 out.HMAS Adelaide is heading to Tonga with a covid19 outbreak onboard....","sentiment_score":0.2}
{"full_text":"RT This is appalling on at least two fronts.","sentiment_score":-0.325}
{"full_text":"RT Anyone else checked out BC School Rapid Test Swap &amp; Shop on Facebook?All these families scrambling to get testing for...","sentiment_score":0.0}
{"full_text":"RT If night curfew and Sunday lockdown are lifted from February 1st then #ET will be the 1st release tentatively Feb 11th\/1...","sentiment_score":0.0}
{"full_text":"just wanna stay home from school today but i literally can not to that I'm gonna cry","sentiment_score":0.0}
{"full_text":"RT Final thought.  What this shows more than anything is an utter contempt for ordinary Canadians who struggle every day t...","sentiment_score":0.0625}
{"full_text":"RT Go get the booster.","sentiment_score":0.0}
{"full_text":"RT Came to know from one of the paediatrician that kids are no on risk right now. #Omicron is not effecting them. I don't...","sentiment_score":0.2857142857}
{"full_text":"What's up, I'm a stay-at-home parent, I lost my home to COVID-19, and I'm here to one-up my sibling and start my own restaurant.","sentiment_score":0.6}
{"full_text":"When it comes to cardiovascular complications, SARS-CoV-2 seems to be more than just a bad flu.","sentiment_score":-0.1}
{"full_text":"The growth happened despite the impact of the second wave of the #Covid19 pandemic which crippled the economy for almost three months from May last yearhttps:\/\/t.co\/KP12tWakP6","sentiment_score":0.0}
{"full_text":"While we know COVID-19 hits older people the hardest, the long-term effects don't discriminate. Many young and previously fit Australians fear they'll be bearing the scars of this pandemic for life. Watch this #60in60 moment and more on #60Mins","sentiment_score":0.3333333333}
{"full_text":"#BabitaPhogat addressed a public gathering at the village in which no one was wearing masks. No permission was taken from the district administration to conduct the public meeting either. #UttarPradesh #Polls","sentiment_score":0.0}
{"full_text":"Join the Partnership Forum's Spotlight Session to discuss the need of partnerships to support vaccine equality. 2 February 2022 11:00 a.m. (EST)Register:","sentiment_score":0.0}
{"full_text":"RT I don't want to make excuses but I wonder if at the heart of this there is a drink problem?","sentiment_score":0.0}
{"full_text":"New York Gov. Kathy Hochul's mask mandate was ruled unconstitutional Monday by State Supreme Court Judge Thomas Rademaker.https:\/\/t.co\/EHAHxRqKLr","sentiment_score":0.1363636364}
{"full_text":"#Photos: Visitors to Colombian house find world turned upside down after pandemicUnusual house is capturing the imagination of tourists looking for funhttps:\/\/t.co\/y2EEnBUQtE","sentiment_score":-0.1555555556}
{"full_text":"Tune in to the latest episode of #TheSunoIndiaShow by with Dr Sunita Sheel Bandewar and Dr to know more about the vaccine mandates and why forcing people to take vaccines doesn't work. https:\/\/t.co\/pO2oOEah9o","sentiment_score":0.5}
{"full_text":"#PersonalFinance | Amid the coronavirus pandemic, many banks like State Bank of India (SBI), HDFC and ICICI started these special fixed deposits with higher interest rates on term deposits for senior citizenshttps:\/\/t.co\/EkdizBIBsy","sentiment_score":0.3017857143}
{"full_text":"Over the course of the pandemic, school districts nationwide have implemented testing programs and mask requirements in an attempt to keep doors open.Read more:","sentiment_score":0.5}
{"full_text":"RT There are 11 children in my daughter's class with Covid. They all sit the opposite side of the class to the Hepa filte...","sentiment_score":0.0}
{"full_text":"RT This pandemic has exposed capitalism as a bigger fraud than we already thought.","sentiment_score":0.0}
{"full_text":"Researchers have developed a cheaper #COVID19 test that claims to deliver results in less than 20 minuteshttps:\/\/t.co\/T6vfcM8b9uBy","sentiment_score":-0.0333333333}
{"full_text":"People wanted peer reviewed they finally have it. It works. Its effective and those that say otherwise are science deniers.","sentiment_score":0.3}
{"full_text":"The U.S. Food and Drug Administration is significantly limiting the use of two kinds of COVID-19 treatments, saying they just don't work against the omicron variant.","sentiment_score":0.375}
{"full_text":"Palin didn't get vaccinated, and the delay was announced as jury selection was set to begin. What the Times wrote that wasn't fit to print.","sentiment_score":0.4}
{"full_text":"Edmonton Elks' running back James Wilder Jr. has changed his position regarding the COVID-19 vaccineVia #YEG #Elks #ElksCharge #CFL","sentiment_score":0.0}
{"full_text":"RT Neil Young has asked Spotify to remove his music from their service, he wrote in a letter to his manager \"they can hav...","sentiment_score":0.1}
{"full_text":"RT How to Reuse N95, KN95, and Other Disposable Masks","sentiment_score":-0.125}
{"full_text":"Washington state reports two cases of omicron subvariant BA.2https:\/\/t.co\/UFlNtpCL5J","sentiment_score":0.0}
{"full_text":"#IBPS Clerk Mains 2021 on 25th January 2022: Check Best 7 Last-Minute Tips, #Exam Day Instructions &amp; #COVID Guidelines#article","sentiment_score":1.0}
{"full_text":"There can be no better indicator of the malignancy of the Murdoch's than that in December 54% of respondents to the Guardian Essential poll believed the Perrottet government was handing the pandemic well.Ffs, I must be in a parallel universe","sentiment_score":-0.0833333333}
{"full_text":"#Covid19: Karnataka daily cases drop to 46,000; positivity rate rises to 33%","sentiment_score":0.0}
{"full_text":"Stockholm has become the latest European capital to see massive protests against Covid restrictions that have hindered the lives of unvaccinated citizens.","sentiment_score":0.075}
{"full_text":"\"The media landscape has always been dynamic, further fueled by the pandemic. While digital consumption increased massively, advertisers need to steer strategically.\"  on #Media2022 predictions for the Middle East in","sentiment_score":0.0}
{"full_text":"Since work from home has been in place globally due to pandemic, Wireless Access Points have been crucialHere's our trivia question for the weekLet us know your answer in the comments ...#Triviatuesday #Learnwithedureka #Edureka #100daysofcode #Tech #Techtuesday","sentiment_score":-0.125}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"It wouldn't be 2022 without some curveballs. Due to developments in the COVID-19 pandemic, we have regretfully postponed The Deb &amp; M.Rock.But the good news is that you won't have to wait long to dust off your dancing shoes! We will now be staging The Deb from 6 Apr-22 May.","sentiment_score":0.1708333333}
{"full_text":"The C0Y=lD Narrative Is Crumbling, Experts Prove the Inn0ul@ted Are More At Risk Of Being Hospitalised","sentiment_score":0.5}
{"full_text":"2021: A year marked by conflict, COVID and climate change","sentiment_score":0.1}
{"full_text":"RT iKON's June and TREASURE's YOSHI are confirmed to be infected with COVID-19. Get well soon Yoshi ","sentiment_score":0.4}
{"full_text":"RT It may be time for parents w\/kids to consider leaving CA. The combination of schools pushing sexuality on children and now pus...","sentiment_score":0.0}
{"full_text":"Eric Clapton claimed that he has faced criticism for his take on the vaccine due to \"mass formation hypnosis.\"The very controversial conspiracy theory suggests that millions of people trust the vaccine due to mass hypnosis.","sentiment_score":0.155}
{"full_text":"A 60-year-old man who tested positive for coronavirus disease 2019 (COVID-19) jumped to his death from the fifth floor of the Corazon Locsin Montelibano Memorial Regional Hospital's (CLMMRH) West Tower building yesterday afternoon.https:\/\/t.co\/ZkvUnxshx5","sentiment_score":0.2272727273}
{"full_text":"[PODCAST] Can South Africans expect an annual vaccine regimen for #COVID19SA? Likely, says this expert. reports.","sentiment_score":0.0}
{"full_text":"OPINION: Melburnians have lived for nearly two years in a city battered by lockdowns and Covid but still the government has found a way to wind down the celebration of our great nation. ","sentiment_score":0.2481481481}
{"full_text":"#PhotoGallery | #Schools in #Mumbai reopened on Monday as #COVID19 situation in the city is seen improving. Students are rushing back to school, all masked up and full of zeal.https:\/\/t.co\/JXDhwuR4ai","sentiment_score":0.175}
{"full_text":"When will online education be 'unlocked'? #DNALive | #COVID19 | #SchoolReopening","sentiment_score":0.0}
{"full_text":"#AEWonTSN via #ImpactOnAXStv Tapings Hit Hard, By COVID-19 | #RingRust #OpenTheForbiddenDoor #AEWonTNT #MLWfusion #NWApowerRr #ImpactOnGAMEtv #AEWonTBS #MLWunderground #WatchROH #ImWithAEW #Heath4Impact #MLWonVICE","sentiment_score":-0.2916666667}
{"full_text":"RT iKON's Junhoe And TREASURE's Yoshi Test Positive For Covid-19https:\/\/t.co\/jlXFTpkSuA","sentiment_score":0.2272727273}
{"full_text":"A video clip of President Rodrigo Duterte saying that two doses of COVID-19 vaccine were sufficient was recorded last year, at a time when the government's priority was to increase the number of fully-vaccinated Filipinos, Malacanang clarified.READ:","sentiment_score":0.0}
{"full_text":"just went on a podcast and talked about how South America was corona free for so long because not many Chinese tourists travel there. looking forward to the SJW backlash -","sentiment_score":0.025}
{"full_text":"COVID-19 is a global fight. We teamed up with to develop a #cloud based global pathogen analysis system (GPAS) to help researchers identify COVID-19 variants faster. Explore more on #ArabHealth","sentiment_score":0.1666666667}
{"full_text":"Pakistan reports 7,000 COVID-19 cases for second straight dayhttps:\/\/t.co\/wL98A2kcPJ","sentiment_score":0.1}
{"full_text":"RT BREAKING REPORT: Former FDA Director Dr. Scott Gottlieb, [who is a current board member at Pfizer,] SUGGESTS END TO MASK...","sentiment_score":0.0}
{"full_text":"Iowa man who caught the flu and COVID-19 simultaneously urges others to get vaccinated","sentiment_score":0.0}
{"full_text":"Traditional Greek sweets and more delivered in Sydney, FREE shipping. Get Koulourakia Shortbread Biscuits delivered at home or work.  https:\/\/t.co\/XNBszICxnb #dessert #dessertlovers #biscuits #greeksweets #friends #family #Koulourakia #tellafriend #sydney #baklava #stayhome","sentiment_score":0.225}
{"full_text":"RT Today on The View from The Nuthouse...","sentiment_score":0.0}
{"full_text":"#RingRust via #ImpactOnAXStv Tapings Hit Hard, By COVID-19 | #OpenTheForbiddenDoor #AEWonTNT #MLWfusion #NWApowerRr #AEWonTSN #ImpactOnGAMEtv #AEWonTBS #MLWunderground #NWAUSA #WatchROH #ImWithAEW #Heath4Impact #MLWonVICE","sentiment_score":-0.2916666667}
{"full_text":"RT here is the latest data on Covid-19 deaths by vaccination status, including boosters.it's clear in the US that the m...","sentiment_score":0.3}
{"full_text":"RT You can see who saw coronavirus coming early, and knew how to stop it. So many lives lost because Pelosi told people to at...","sentiment_score":0.3}
{"full_text":"RT I agree, once COVID is over they'll be at work seeing we all die from fossil fuels.","sentiment_score":0.0}
{"full_text":"denial and avoidance did not serve them well","sentiment_score":0.0}
{"full_text":"RT NEW--3 cases of the new #BA2 subvariant of #Omicron has been found in Texas. But it's again being stupidly downplayed by","sentiment_score":-0.3318181818}
{"full_text":"Current Conditions for #Sayre PATemp: 22.6FWind Chill: 22.6FHumidity: 99%Dew Point: 22.4F Barometer: 29.869 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 711.000000Deaths:    N\/ASurvival:    N\/A#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT YG: Regardless whether they're close contact or not, we are conducting mass covid 19 testing to all company artists and staff,...","sentiment_score":0.0}
{"full_text":"RT Well done Government of Telangana for making this very easy to follow, beautifully made, tabular infographic on everything...","sentiment_score":0.7066666667}
{"full_text":"RT I have asthma and have had Covid three times since the pandemic started. I recover, thanks to many medications and mor...","sentiment_score":0.35}
{"full_text":"\"I was scared and angry when I received my diagnosis, but I decided to face it head on... My annual checkup saved my life. We take care of our families making sure they get their health check-ups, so why not take care of ourselves?\" #CancerSurvivor story:","sentiment_score":0.0}
{"full_text":"RT Watching For God's sake Johnson just resign and stop relentless embarrassment for the country. Lockdown party...","sentiment_score":0.0}
{"full_text":"RT iKON's comeback must be insanely worth waiting for, once iKON recovered, we literally surpass after kd, after summer, after i...","sentiment_score":0.3}
{"full_text":"RT Aged Care Services Minister Richard Colbeck is under fire amid revelations he attended an Ashes Test on the same date he...","sentiment_score":-0.05}
{"full_text":"RT Today I learned that Neil Young is apparently on Spotify...","sentiment_score":0.075}
{"full_text":"CDC shifts COVID-19 messaging focus from 'fully vaccinated' to 'up to date'Rather than altering the definition of \"fully vaccinated,\" the CDC is emphasizing the importance of staying up to date with COVID-19 vaccination schedules. The ...https:\/\/t.co\/PurIJU9gbJ.","sentiment_score":0.0}
{"full_text":"RT Spotted a year ago (I don't know the source) but worth a repeat tweet at the moment.  #masks #Omicron #nz","sentiment_score":0.3}
{"full_text":"RT \"Give me control of the currency and I care not about the rule of law.\" Herr Mayer Amschel Rothschild.","sentiment_score":0.0}
{"full_text":"RT Neil Young demands Spotify choose between his music or the podcast ","sentiment_score":0.1}
{"full_text":"RT I cannot imagine the incompetence required to utterly fail to deliver your Constitutional duties during a pandemic - f...","sentiment_score":-0.5}
{"full_text":"I ended up falling out with a friend who didn't accept that my isolation was because I'm immune-compromised and all his friends didn't abandon him, they just don't want to risk covid, despite me telling him this multiple times.","sentiment_score":0.0}
{"full_text":"RT What experiments was the CDC doing on Monkeys? Why were they being transported across state lines?","sentiment_score":0.0}
{"full_text":"RT Take a look at the crowd marching against the vaccine mandates in DC Sunday....people are not deceived &amp; not backing down. htt...","sentiment_score":-0.1555555556}
{"full_text":"'Fear Mongering' Jen Psaki Says It Isn't 'A Fair Articulation' To Say Then-Candidate Biden Called Trump Admin's China Travel Ban 'Xenophobic'-- January 25, 2021: Daily Caller @DailyCallerONE YEAR AGO TODAY - Ministry Of Truth Archive","sentiment_score":0.35}
{"full_text":"Is COVID-19 keeping you away from visiting your doctor? It's vital to look after your health at this time. At Lenmed we prioritise the safety of our staff, community members and patients at all times. We're here to welcome you.  #IChooseVacciNation #Comorbidities #HereForYou","sentiment_score":0.45}
{"full_text":"RT The Covid-19 era has brought along some various lessons for the HR practitioner. Join us on the 26th as we delve into them. #...","sentiment_score":0.0}
{"full_text":"Masks blow around outside like tumbleweeds and no one has ever mentioned anything about mask disposal . If these masks are supposedly riddled with covid shouldn't they have been put in bio Hazzard bins and trash cans ???  Sane people notice these things ...","sentiment_score":0.0}
{"full_text":"Corona updates : 5,760 new cases of corona came in Delhi in last 24 hours, infection rate 11.79%","sentiment_score":0.0681818182}
{"full_text":"Dude all you gotta do is just wear a mask to your seat. It ain't that deep and even then you don't even really have to do that","sentiment_score":0.1}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"California cyberbill removes 'belief' cyberexemption to cyberschool COVID 19 cybervaccination","sentiment_score":0.0}
