{"full_text":"RT Can't believe this is being reported in Scotland  Covid Scotland: Case rates lowest in unvaccinated as double-jabbed elderl...","sentiment_score":0.0}
{"full_text":"RT #BillGates said that current #Vaccines against #COVID19 were missing 2 key factors, and claimed that the #OmicronVariant mi...","sentiment_score":-0.0666666667}
{"full_text":"RT BREAKING Partygate: Boris Johnson 'to cull inner circle' as 6th Tory MP calls for him to go: Boris Johnson is under int...","sentiment_score":0.0}
{"full_text":"Yes, that was the most f'd up census in history between Covid and Velveeta Voldemort's handling.","sentiment_score":0.5}
{"full_text":"RT Can we all just behave and try to get Omicron under control?Because the next strain is probably Pi and we all know how l...","sentiment_score":0.0}
{"full_text":"RT DeSantis plans to defy the US Supreme Court ruling on vaccine mandates for health care workers because he thinks he's a...","sentiment_score":0.0}
{"full_text":"RT The CDC is the top science fiction author in the country.","sentiment_score":0.5}
{"full_text":"RT Students and Staff are Catching COVID at School. What Does That Mean? ","sentiment_score":0.14375}
{"full_text":"RT The 47th ranked player in the world, double jabbed, was welcomed into Australia and THEN tested positive!Meanwhile the...","sentiment_score":0.0}
{"full_text":"I was deleting some pics and vids here in my android phone and I saw my mema cover of Outta My Head. 19 y\/o me trying to survive the pandemic ","sentiment_score":0.0}
{"full_text":"Trust me. I've used all the logic in the universe, nothing will convince them. Apparently you've never been faced with people that think covid isn't real","sentiment_score":0.125}
{"full_text":"Nice. Well I'm neither vaxxed nor have gotten covid.","sentiment_score":0.6}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"We wear a three layer 100% cotton mask, but we did just get a box of N95 masks. We are very careful wherever we go to steer away from people. Our one exposure was caused by family members having to visit for holidays and one of them being sick and coming anyway.","sentiment_score":-0.4221428571}
{"full_text":"RT 1) The wave of #pandemic deaths in Quebec is not only poised to rise higher in the coming days, but it may even surpass l...","sentiment_score":0.125}
{"full_text":"RT \"At the start of the pandemic, Australian governments prided themselves on following the health advice. Now the health...","sentiment_score":0.0}
{"full_text":"RT Calling omicron \"mild\" was one of the biggest cognitive mistakes we made. We took of our seatbelts and let down our guards....","sentiment_score":0.0888888889}
{"full_text":"RT What about the 12 month\/ existing patient rules for Telehealth rebates?","sentiment_score":0.0}
{"full_text":"Always been exemptions 4 sports\/business related which the dj fits. Had nothing 2 do with th PM, organizers of th festival followed protocol, dj got no special treatment. Tat guy who owns the swanky property was here b4 lockdown, been coming here for 20 yr &amp; Lorde didnt skip MIQ","sentiment_score":-0.0892857143}
{"full_text":"For the benefit of those still living, right? The 70,000 negligently murdered by your failed Covid policies, will not see any benefit of this Federal money, right?","sentiment_score":0.0238095238}
{"full_text":"RT \"Dude, my roommate had a stroke\" is not something you ever expect to hear from someone in their 20s. It's right up there w...","sentiment_score":0.2857142857}
{"full_text":"Like Lockdown will help anything in this case.? Haha","sentiment_score":0.2}
{"full_text":"RT For those wondering about Melatonin and it's value today.And a good nights sleep to boot!Great article!","sentiment_score":0.875}
{"full_text":"RT NBC logic here:'How dare the Governor do away with the very mask mandates that didn't AT ALL prevent the current case es...","sentiment_score":0.1}
{"full_text":"RT If you are unvaccinated, 55% of Democrats want to fine you, 59% want you confined to your home, 48% want you fined or impr...","sentiment_score":0.4166666667}
{"full_text":"RT As we all are seeing that covid is spreading at a very high rate. We want you to follow all the important protocols. Alwa...","sentiment_score":0.304}
{"full_text":"Yup. Once this Covid shit is done games will be less unpredictable. But for now everything is a mess.","sentiment_score":-0.1770833333}
{"full_text":"RT Omicron is not \"milder\" for so many people--the unvaccinated, the vaccinated but waned, and especially the immunocompromised,...","sentiment_score":0.25}
{"full_text":"RT funny that when chicago's students planned  walking out of our schools yesterday for the sake of our own voice and health...","sentiment_score":0.425}
{"full_text":"RT #UnitedKingdom  BBC admits one of their own staff Lisa Shaw, who worked for BBC Radio Newcastle, died at the age of 44 f...","sentiment_score":0.6}
{"full_text":"RT These blue can back themselves","sentiment_score":0.0}
{"full_text":"RT When you refuse to wear a mask i see someone: - with complete disregard for their neighbour-  who thrives on conflict- w...","sentiment_score":0.1}
{"full_text":"RT a few months from now there will be a tweet that says \"wordle was the banana bread of omicron\" and it will have 20k re...","sentiment_score":-0.2}
{"full_text":"Pandemic of spite","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"Get your vaccine passport","sentiment_score":0.0}
{"full_text":"RT SNP: Boris was present at Civil Service parties for a few minutes he must resignAlso SNP: Conceal info about the realit...","sentiment_score":-0.1}
{"full_text":"If you've had Covid, and can't test for 90 days, you're screwed unless vaccinated as venues won't accept proof of 'natural immunity'. Madness.","sentiment_score":0.1}
{"full_text":"The federal Liberal government has authorized the Armed Forces to have 68,000 regular-force members and 29,000 reservists, but it is short several thousand on both counts as recruiting has dried up during the pandemic.I'm not worried about the tiny CAF.","sentiment_score":-0.05}
{"full_text":"RT 2\/ Only a relatively small percentage of our population has regular paycheck jobs (that would be all of the Twitter audience!)....","sentiment_score":-0.0833333333}
{"full_text":"RT SC Gov declares a State of Emergency for a storm that may bring a \"wintry mix\", but not for Covid. He urges...","sentiment_score":0.0}
{"full_text":"You seem to be anti boosters. Why? The vaccine is working, all the data - I've linked to it - is showing it works, and the latest information out of Alberta is showing the boosters are working against Omicron.","sentiment_score":0.5}
{"full_text":"Couldn't go without Applebee's and Great Clips for 3 weeks during the lockdown, but sure go off grid and grow wheat.","sentiment_score":0.65}
{"full_text":"RT Scientist in Cyprus stands by his discovery of a delta-omicron mashup variant that others say looks like a lab-contamination...","sentiment_score":0.0}
{"full_text":"RT Amazing that we're entering day three of the country's prime minister pretending to not understand the Covid isolation rul...","sentiment_score":0.6}
{"full_text":"RT I miss life before Covid so much.","sentiment_score":0.2}
{"full_text":"It's called  power. #DjokovicOut","sentiment_score":0.0}
{"full_text":"RT we are seeing covid cases are constantly rising...","sentiment_score":0.0}
{"full_text":"RT I've gotten a few DM's hoping that I die because I'm unvaccinated and have COVID. None of these people know me personally...","sentiment_score":-0.1}
{"full_text":"RT Sad to learn New Brunswick is heading back into lockdown tomorrow (indoor dining, gyms, recreation all closed). We can't keep doi...","sentiment_score":-0.1159090909}
{"full_text":"RT A huge protest today in Rome against COVID mandates.","sentiment_score":0.4}
{"full_text":"ive gotten every vaccine i could","sentiment_score":0.0}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"Dear God, This child is overcome with fear for her mother.  Covid is causing severe  complications","sentiment_score":0.0}
{"full_text":"Fuck the hospitals\/health care workers, right?!","sentiment_score":-0.0214285714}
{"full_text":"But, why??","sentiment_score":0.0}
{"full_text":"RT Governor Glenn Youngkin (R-VA) was sworn into office&amp; immediately signed executive ordersOverturning mask mandate f...","sentiment_score":0.0}
{"full_text":"Most rational people do. But again, especially the Omicron variant is nothing more than a cold. There's lots of cases, but almost no deaths. If people would get their Vitamin D levels up, their chances of getting Covid are almost nil.","sentiment_score":0.1}
{"full_text":"RT Anti-vaxxers drink their own urine, down freaking sheep drench and bleach, use mouthwash &amp; Viagra, take hydroxychloroquine &amp; e...","sentiment_score":0.2222222222}
{"full_text":"RT There's no \"both sides\" to \"the issue of COVID.\" You're either for ending it or continuing it. The fact that an entire p...","sentiment_score":0.0}
{"full_text":"RT Thirty new medical colleges are being built. AIIMS has expanded to Gorakhpur and Rae Bareli.World Health Organization...","sentiment_score":0.0681818182}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Carl Sagan quotation from 1995, in his book \"The Demon-Haunted World: Science as a Candle in the Dark\"Could have been de...","sentiment_score":-0.15}
{"full_text":"I also caught covid, I am also not vaccinated. I also know the science of vaccines. I now have permanent lung damage, I had zero preexisting conditions. I'm the example. ","sentiment_score":0.0}
{"full_text":"RT Yeah breakups are hard. But did you have a favorite restaurant that closed down due to covid? That's true heartbreak","sentiment_score":0.0296296296}
{"full_text":"RT Interesting Australia's immigration minister, Alex Hawke, personally cancelled Djokovic's visa, arguing his presence in Austr...","sentiment_score":0.25}
{"full_text":"RT Bilbo's \"I feel thin, sort of stretched, like butter scraped over too much bread\" really hits different going into year...","sentiment_score":-0.01}
{"full_text":"RT On his 1st day Virginia Governor Glenn Youngkin rescinded the school mask mandate &amp; the vaccine mandate for state workersThi...","sentiment_score":0.0}
{"full_text":"RT Culture and Entertainment Minister Olivia Grange says the Ministry's entertainment, culture and creative industries COV...","sentiment_score":0.5}
{"full_text":"RT Do you know how they eradicated a polio?They made a truly safe, effective vaccine that actually stopped the disease.","sentiment_score":0.3666666667}
{"full_text":"CDC called out Sturgis rally for infecting 1\/3 !!of 83 Counties in MN...Sturgis Sponsored by !?now hosts Showboating Superspreader event to displaceMpls largest Covid testing site@DoctorLix make it @lisadubbels","sentiment_score":0.0}
{"full_text":"The building industry was not going to contract. People were investing already after Covid started and before they brought in the stimulus. But hey, keep believing that investing in the building industry only is the be all and end all. Who cares about women, casuals etc, right.","sentiment_score":0.1428571429}
{"full_text":"RT When anti-vaxxers get COVID, why do they go to emergency rooms? Why don't they stick with natural immunity instead of je...","sentiment_score":0.1}
{"full_text":"RT The DOH literally asked people not to get tested anymore. Galing niyo talaga","sentiment_score":0.0}
{"full_text":"RT Exploiting of the tragedy of all people who between 1933-45 suffered, were humiliated, tortured &amp; murd...","sentiment_score":0.0}
{"full_text":"ventured out today, first time. walked 2 blocked and completely winded. Been sleeping 10+ hours a night since getting sick 10 days ago. Covid really sucks.","sentiment_score":-0.1660714286}
{"full_text":"RT If you've taken 3 shots, still wearing a mask, social distancing, living in fear and still following The Govt advice.. T...","sentiment_score":0.0166666667}
{"full_text":"Except a pandemic and a fire are not the  same thing","sentiment_score":0.0}
{"full_text":"RT SCOTUS CJ Roberts year-end report on federal judiciary emphasized important that \"courts be free of inappropriate political...","sentiment_score":0.2666666667}
{"full_text":"I'm very fond of - I learn so much from their newsletter. How neat to see world-renowned aerosol expert recommend highly their article on #COVID19 and aerosols.  #CovidIsAirborne","sentiment_score":0.1866666667}
{"full_text":"Respectfully,  disagree in dismissing that discussion. You notion of a \"vaccine\" &amp; conspiracy theory in what is biologically best for a society is..., your advancement of a \"lie\" is factually inaccurate. Testing is paramount; the US Govt inability to cure is problematic... cont...","sentiment_score":0.75}
{"full_text":"RT On a day when a synagogue has been held captive by a gunman, is broadcasting Right Side Network's interview...","sentiment_score":0.2428571429}
{"full_text":"RT Can Tweeps please spread this information. I have spoken to many intelligent people who have been lulled into the belief t...","sentiment_score":0.65}
{"full_text":"maybe it works better than the vaccine","sentiment_score":0.5}
{"full_text":"RT \"Dude, my roommate had a stroke\" is not something you ever expect to hear from someone in their 20s. It's right up there w...","sentiment_score":0.2857142857}
{"full_text":"RT It's not necessary to \"downplay\" a reality. By every available metric, coronavirus is not a threat to children","sentiment_score":0.2}
{"full_text":"Don't lie on your visa application. Don't knowingly expose others to your positive covid infection and don't expect a foreign government to be lenient on you when you get caught falsifying immigration documents just because you can play tennis.","sentiment_score":0.2007575758}
{"full_text":"\"All patients had not received a COVID-19 vaccine and had not been previously infected with COVID-19.....Paxlovid significantly reduced the proportion of people with COVID-19 related hospitalization or death from any cause by 88%...\"","sentiment_score":0.0694444444}
{"full_text":"RT Tell me would you honestlyDare to face up next to meSugar coated pills won't keepYou from feeling so woozyI am an A...","sentiment_score":0.0}
{"full_text":"RT Melbourne protests against COVID law.","sentiment_score":0.0}
{"full_text":"RT BREAKING Jan 15: 3957 in hospital - most ever! #Omicron mild? Not. And #UnsafeSchools start on Monday ","sentiment_score":0.4791666667}
{"full_text":"Beginning Jan. 19, Americans will be able to order free at-home #COVID-19 tests online from the federal government, a senior official announced Friday afternoon.https:\/\/t.co\/vkCQmaWMkv","sentiment_score":0.45}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Nawttt Covid got me damn bear starving myself. I cant eat SHIT","sentiment_score":-0.2}
{"full_text":"RT towards a more entropic palette.and also,Variant 008 just hit the shop: Commune with the club.https:\/\/t.co\/gjCXWn4C...","sentiment_score":0.5}
{"full_text":"RT Not only are these losers logging on to defend Biden's pandemic response, they can't tell Black people apart. ","sentiment_score":-0.1222222222}
{"full_text":"RT Day 6 of Covid. Now my wife and kids have it too. All of us vaxxed; wife and I both boosted not long ago. Everybody we know...","sentiment_score":0.025}
{"full_text":"RT If you think having to show your vaccine card to enjoy jalapeno poppers at a shitty chain restaurant is analogous to t...","sentiment_score":0.4}
{"full_text":"RT Never realized that the European box uses Duncan's variant. America uses the Greg Martin version. Note Knuckles nose....","sentiment_score":0.0}
{"full_text":"RT If I was a conspiracy theorist...I'd have serious thoughts that Morrison and sections of the media, have colluded to have...","sentiment_score":-0.3333333333}
{"full_text":"RT Exactly as I feared. They convince parents it's ok for schools to remain open. Yet figures of those getting c...","sentiment_score":0.25}
{"full_text":"RT So what you're saying is the school mask mandate didn't prevent any of that? You're not making the point you think you...","sentiment_score":0.0}
{"full_text":"RT For the record, you can't go unmasked and unvaxxed spreading Omicron everywhere then complain about shortages of things th...","sentiment_score":0.0}
{"full_text":"RT A more accurate portrayal of the CDC in zombie movies","sentiment_score":0.45}
{"full_text":"ahhhhh i missssssss","sentiment_score":0.0}
{"full_text":"Free COVID home testing kits distributed in Rochester on Saturday.https:\/\/t.co\/nBi2FtUVIJ","sentiment_score":0.4}
{"full_text":"RT Kanye West defends punching man who wanted an autograph:\"That blue COVID mask didn't stop that knockout\"https:\/\/t.co\/J5ZLdRRrhB","sentiment_score":0.0}
{"full_text":".@EFranz2 #WritingCommunity #MHHSBD #Haiku #WearAMask #realitybites Seems like a clouded future for us all out there.","sentiment_score":0.0}
{"full_text":"The Ministry of Public Health has assured that Thailand's health system remains capable of handling the Omicron coronavirus variant, noting that restrictions will be further relaxed as the situation improves. See more: #Omicron #COVID #okhwid","sentiment_score":0.175}
{"full_text":"The states of Utah and Minnesota were recently threatened with legal action, as their health authorities reportedly gave non-white people two extra points on a risk-based scorecard for deciding whether patients would receive Covid antibody treatment.","sentiment_score":0.075}
{"full_text":"Days indoors call for something yummy!  Stay safe at home and get your favorite  #GoldilocksPH's Group Meals that your fam can share! ","sentiment_score":0.5625}
{"full_text":"Do you have 8min to tell us about the impact #COVID19 in your life? If you identify as a #female doctor, take our #survey to help us understand the impact and build a better way forward. Proud to have this study funded by the Thank you!","sentiment_score":0.5}
{"full_text":"This Pandemic seems to be a convenient conduit to rip away liberties and expression of free thought. It has made everyone all hate each other and forget to just need to be better humans to each other. The media in its thirst for controversy is also suspect.","sentiment_score":-0.03}
{"full_text":"The mother-of-ten said the shot was given despite her formal objections against further COVID jabs for all her children.","sentiment_score":0.0}
{"full_text":"Looking for fun, socially-distant date ideas this season? Check these out!https:\/\/t.co\/NwieYo5oYO","sentiment_score":0.3}
{"full_text":"2 percent of Florida's total population infected in the past week.","sentiment_score":-0.125}
{"full_text":"Stores Refusing To Sell Chicken Noodle Soup After Rumor COVID Patients Are Using It To Feel Better","sentiment_score":-0.05}
{"full_text":"Under criticism after weeks of shortages, President Joe Biden's administration is working to make COVID-19 rapid test kits more available and accessible to Americans by boosting supply and lowering costs.","sentiment_score":0.425}
{"full_text":"Plans to vaccinate the world against COVID-19 must always include refugees. This is as true today as it was at the start of the pandemic: nobody is safe until everyone is safe.","sentiment_score":0.45}
{"full_text":"China's Chongli has seen a sharp drop in tourists because of Covid-19 restrictions. Now, local residents say the Winter Olympics caused prices to soar, adding more financial pressures on them.","sentiment_score":0.09375}
{"full_text":"#COVID19 | It is clear from the data that not only is India in the midst of the #ThirdWave but that it had begun in significant parts of the country in the first half of December.T.K. Rajalakshmi writes.https:\/\/t.co\/MNz5CeJe1I #Omicron","sentiment_score":0.1116666667}
{"full_text":"#PIDSInfoBits: Did you know that pre-COVID-19 pandemic, majority of the Philippines' imports for medical-related products came from the ASEAN* region?Know more about the PIDS study here:","sentiment_score":0.5}
{"full_text":"LGUs outside NCR to pass 'no vaccine, no ride' policy --ULAPhttps:\/\/t.co\/evI0s37cTH","sentiment_score":0.0}
{"full_text":"Pandemic Is Not Over Please Follow The Covid Guidelines When Leaving Home ...#drsiddharthroyhomeopathy #covid #supportlocal #homoeopathy #homoeo #bhms #materiamedica#homoeopathicmedicine #AYUSH #homeopath #ilovehomoeopathy #vitalforce #homoeopath #repertory","sentiment_score":0.0}
{"full_text":"The Covax scheme aimed at equitable global access to Covid-19 vaccines hit a \"key milestone\" Saturday when it delivered its one billionth dose, one of its key backers said.https:\/\/t.co\/ElDISGR2Qk","sentiment_score":0.0}
{"full_text":"HAPPENING NOW - The City is hosting a special vaccine clinic today, 1\/15 from 9AM - 1PM at the First United Methodist Church at 6201 Belcrest Road. Vaccines are available for anyone ages 5+ and booster doses are also available for anyone ages 12+ ","sentiment_score":0.3517857143}
{"full_text":"According to Health Minister Christine Elliott, 53 per cent of people hospitalized were admitted as a result of COVID-19, while 47 per cent came in for a different reason but have now tested positive.","sentiment_score":0.1136363636}
{"full_text":"This is so scary to read on Twitter.  Especially when you have love ones who have been impacted by COVID. While it may be true from some, it is also important to focus on healing.  There is balance in the universe. How do we heal?","sentiment_score":0.15}
{"full_text":"Advocates and landlords don't expect a flood of evictions right away, as the state's Emergency Rental Assistance Program still provides some eviction protection.https:\/\/t.co\/CSURmpcXrG","sentiment_score":0.2857142857}
{"full_text":"RT 2\/ Unlike Delta, none of the 52,297 cases of Omicron in the study required mechanical ventilation.","sentiment_score":0.0}
{"full_text":"Recent studies show that the pandemic exacerbated an already growing crisis in youth mental health. #wholechild #whatisschool #edchat #cpchat","sentiment_score":-0.05}
{"full_text":"\"Citizens don't need to be out. If they will stay home, it makes it easier on us.\" Town crews, like Waynesville Public Works, prepped their equipment Friday to treat and later clear town roads in this weekend's winter storm.","sentiment_score":0.0333333333}
{"full_text":"RT Lest we forget- it is NURSES who comprised the highest percentage of healthcare worker deaths from COVID-19. This worsened an...","sentiment_score":0.0}
{"full_text":"#WestBengal extends COVID-19 restrictions till Jan 31, check detailshttps:\/\/t.co\/hv7K3LIaOG","sentiment_score":0.0}
{"full_text":"RT just a reminder that the Supreme Court made everyone involved in hearing the vaccine mandate case take a PCR test in advanc...","sentiment_score":0.0}
{"full_text":"RT Folks coming back to work from covid after being quarantined for only five days","sentiment_score":0.0}
{"full_text":"RT Breaking: CDC belatedly acknowledges cloth masks aren't as effective against COVID as respirators | Just The News","sentiment_score":0.6}
{"full_text":"I'd LOL if it is covid that finally kills him","sentiment_score":0.4}
{"full_text":"A new #policy brief demonstrates the role forests and trees play in sustaining food production, security and nutrition. It informs policy and decision making in forestry; and details actions to strengthen the food system in light of COVID-19.https:\/\/t.co\/BanLt3jbUy","sentiment_score":0.1787878788}
{"full_text":"OMG! I did this for the first time sometime before COVID and it was surprisingly fun. Also, I was WOW bad at this. Like... shockingly bad. You appear to be a natural!","sentiment_score":-0.1041666667}
{"full_text":"A women's health expert explains how she helps patients overcome COVID-19 vaccine hesitancy:","sentiment_score":0.0}
{"full_text":"RT \"It doesn't have to make sense\" Is new COVID policy I agree. We all agree. It hasn't made sense and never...","sentiment_score":0.1363636364}
{"full_text":"RT She gave one hell of a speech.","sentiment_score":0.0}
{"full_text":"Yep, there is Covid all around me now...cropping up in this last week.  They are all vaccinated people.","sentiment_score":0.0}
{"full_text":"RT My wife, trying to cheer up our seven-year-old son \"So what do you want to do first, after the pandemic?\"Him: \"Reveng...","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 1.1FWind Chill: 1.1FHumidity: 81%Dew Point: -3.4F Barometer: 30.610 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 800.000000Deaths: 10.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT In an exclusive interview with The Defender, Joseph Keating's mother said her son's only warning signs were fatigue, m...","sentiment_score":0.0}
{"full_text":"RT How many times has Morrison started a press conference by saying either \"I pay my sincere condolences to the families...","sentiment_score":0.5}
{"full_text":"Recent research indicates these nasal swab tests may be less sensitive to the coronavirus' omicron variant in the earliest days of infection. So what are the best ways to use at-home rapid tests at this stage in the pandemic?https:\/\/t.co\/WaEKDVZ3RG","sentiment_score":0.2333333333}
{"full_text":"Debe ser covid.","sentiment_score":0.0}
{"full_text":"Back in stock. #childishgambino","sentiment_score":0.0}
{"full_text":"RT Britain will no longer require COVID tests for fully vaccinated travellers -The Times","sentiment_score":0.0}
