{"full_text":"I really enjoyed this poetry collection. I thought it would take me months to read - it's a thick book (for me) and I'm newly interested in poetry (pandemic interest), but it was so engaging, I just kept reading. #ReadHarderChallenge2022","sentiment_score":0.2125}
{"full_text":"need to be reminded of this - or maybe they all had private tutors for their offspring?","sentiment_score":0.0}
{"full_text":"I died #then come back#COVID19","sentiment_score":0.0}
{"full_text":"The fourth dose primarily to people over the age of 60 with a chronic illness including cardiovascular problems, diabetes, or cancer, the president of Pecs University's Clinical Center said.#fourthdose #Hungary #vaccination","sentiment_score":0.1}
{"full_text":"RT the mouse strapped her to the vaccine table like the winter soldier lmao","sentiment_score":0.6}
{"full_text":"RT Interesting and downloadable summary of the COVID talks at the 4th #PEROSH Research Conference - Madrid 2021.https:\/\/t.co\/1...","sentiment_score":0.5}
{"full_text":"RT This Dr has such a confused take. Talking about young people and saying vaccines \"provide tremendous benefit to recipie...","sentiment_score":0.0083333333}
{"full_text":"World's 10 richest men see their wealth double during Covid pandemic#billionaires #covid #elonmusk #worldsrichest","sentiment_score":0.0}
{"full_text":"RT In 2010 Mr Gates called for a decade of vaccines, 10 years later he achieved his wish.By a happy coincidence the model...","sentiment_score":0.4}
{"full_text":"Hapo ni hands on sight. In the middle of a PANDEMIC???","sentiment_score":0.0}
{"full_text":"RT Masks Distribution by DSS Volunteers following the pious teachings of Saint Dr. Gurmeet Ram Rahim Singh Ji Insan | Diba...","sentiment_score":0.0}
{"full_text":"Give the PM a break damn it ! He did it in his official residence for his staffers ... he goofed up, it's ok!!!  Get onto the urgent matters of running the country ... what a farce you have become England !!!","sentiment_score":0.09765625}
{"full_text":"RT Many reasons this graph is down and to the right, from restrictionism to chaos to remote work to COVID to visa suspicions to t...","sentiment_score":0.1325396825}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"RT I think the 20,000+ cases a day are showing Perrottet's opinion on COVID. No leaks are n...","sentiment_score":0.0}
{"full_text":"RT Here I review multiple, independent pieces of evidence that come together to overwhelmingly conclud...","sentiment_score":0.1666666667}
{"full_text":"RT People will no longer be legally bound to self-isolate when they catch Covid-19 under plans being drawn up by Downing Stree...","sentiment_score":0.2}
{"full_text":"Supply Chain Woes Could Worsen as China Imposes New Covid Lockdowns","sentiment_score":0.1363636364}
{"full_text":"RT On Friday I spoke to Natalie Fornasier, who is immunocompromised due to her stage IV metastatic cancer. She told me: \"...","sentiment_score":-0.125}
{"full_text":"After gifting us COVID. Okay","sentiment_score":0.5}
{"full_text":"I don't quite understand this whole \"get Covid to avoid getting Covid\" thing. ","sentiment_score":0.2}
{"full_text":"Sir, IIT KGP is conducting GATE 2022 exam in this risky covid situation even after repeated requests to postpone it. On behalf of all the students I request you to kindly ask them to postpone the exam as of now. #RescheduleGATE2022 #postponegate2022","sentiment_score":0.6}
{"full_text":"RT Americans can stop isolating after 5 days.The Biden Administration's new Covid testing plan ships tests within 7-12 days...","sentiment_score":0.1363636364}
{"full_text":"Local Public Health Expert Weighs in on New Federal COVID-19 Test Program","sentiment_score":0.0454545455}
{"full_text":"this looks good although I miss the old cdc that was tiny","sentiment_score":0.2666666667}
{"full_text":"He's throwing us all under the bus to please the covid \"recovery\" group.","sentiment_score":0.0}
{"full_text":"RT Quebec Canada  Anti Pandemic BS  Long Live Freedom","sentiment_score":0.0431818182}
{"full_text":"RT If Covid gave you big red facial spots, like Measles,  we wouldn't have a vaccination problem.","sentiment_score":0.0}
{"full_text":"Could not visit my fav masala shop during this trip bcos of omicron (it's in a very congested area), the masalas came home :-) (Their aaloo sabji ka masala is to die for )","sentiment_score":0.35}
{"full_text":"RT A friend of mine (board certified surgeon in VA) prescribed his patient ivermectin for something unrelated to covid. The...","sentiment_score":0.0}
{"full_text":"RT We are in the middle of 3rd wave of pandemic and Govt's failure has people's life at risk yet again. The mistakes that w...","sentiment_score":-0.1055555556}
{"full_text":"RT Fresh Covid cases in Delhi on Monday likely to be 4,000-5,000 less than over 18,000 reported a day before: Health Minister Sa...","sentiment_score":0.0444444444}
{"full_text":"RT At 10:43pm: 75 crews are out treating roads across the Miami Valley. Road conditions are different from Champaign Co. to M...","sentiment_score":0.0}
{"full_text":"In case you had any doubts....... UK admits COVID vaccine damages natural immune system - National Daily Newspaper     via Daily Newspaper","sentiment_score":0.0333333333}
{"full_text":"RT Amongst all the No 10 scandals, I bring your attention to the the Police, Crime, Sentencing and Courts Bill. Whether yo...","sentiment_score":0.0}
{"full_text":"RT Omicron isn't mildThe flu isn't mildMild for some doesn't mean mild for all.","sentiment_score":0.0104166667}
{"full_text":"RT These people definitely have blood on their hands. By not having protocols to treat COVID, by vilifying things like I*verm...","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT I'm heartened by the news that Boris is going to try to save his skin by scrapping virtually all the remaining Covid restr...","sentiment_score":0.0}
{"full_text":"What is a conspiracy, pediatrician?That ..* Omicron to be treated as a flu?* Vaccinate only those with compromised immunity?* Vaccine wont prevent infection or spread?* 100% population must not be forced into vaccination by threatening?@drakchaurasia","sentiment_score":-0.15}
{"full_text":"Don't be fooled by the BBC thing, just another distraction from Johnson and his Lockdown Parties, the Tory Party are desperate to get us to talk about something else","sentiment_score":-0.6}
{"full_text":"When you have an inflation the highest in 40 years, the shelves are empty at the supermarkets, your approval is lower than the temperature in Alaska &amp; Omicron is out of control you better come up with some actions and terror stories to change the subject. Did I just say that?","sentiment_score":0.0777777778}
{"full_text":"The virus is spreading at a faster pace. So let's follow the ideal Covid-19 behaviors religiously. Let's stand distantly together in this fight against COVID-19.#Covid #COVID19 #Covidsymptoms #CovidTreatment #CovidRecovery #SalubrityClinics","sentiment_score":0.2666666667}
{"full_text":"RT Do you know you are still paying Covid taxes on everything you buy at the super market? ","sentiment_score":0.3333333333}
{"full_text":"Pre COVID:+ve + -ve = -vePost COVID:+ve + -ve = +veCOVID proving maths wrong. ","sentiment_score":-0.5}
{"full_text":"RT [COVID and schizophrenia thread ]did you know that the strongest risk factor for dying of  COVID is age? probably....","sentiment_score":0.0}
{"full_text":"is it dangerous to do low res if i have to do the vaccine","sentiment_score":-0.3}
{"full_text":"Even councils are wasting out money on covid promotions, probably linked to state government funding","sentiment_score":0.0}
{"full_text":"Or if Covid left one with permanent scars as smallpox does everyone would get vaccinated!","sentiment_score":0.0}
{"full_text":"How can you not like this man, when other managers are postponing fixtures because of a few COVID+ players? He'll dip into his U23 and U18's, he just wants to get the job done, no nonsense.","sentiment_score":-0.0416666667}
{"full_text":"Covid,  as recorded on their death certificate.   The rest of your tweet is made up drivel.","sentiment_score":0.0}
{"full_text":"Australian billionaires and the world's 10 richest men doubled their fortunes and ABC suggest a #wealthtax. Remember what happened to @MrKRudd when he suggested that for mining sector?  Opposition from owners and unions, snd he lost his job!","sentiment_score":0.0}
{"full_text":"Kody risked going to an urgent care and catching covid so he could get back to Robyn's house.  #SisterWives","sentiment_score":0.3}
{"full_text":"RT Now my parents have Covid.After refusing to listen to me on vaccination &amp; now they're taking ivermectin bs their doctor w...","sentiment_score":0.0}
{"full_text":"RT Buses arrive in the Chinese city of Tianjin to transport residents with coronavirus to special camps","sentiment_score":0.1785714286}
{"full_text":"RT My niece is pregnant, she was unvaxed early on in her pregnancy but  2 of her friends who were pregnant too were both...","sentiment_score":0.2555555556}
{"full_text":"Clever","sentiment_score":0.1666666667}
{"full_text":"RT El Salvador distributes medical packages that include ivermectim to COVID patients and their families - LifeSite","sentiment_score":0.0}
{"full_text":"Credit Suisse Head Steps Down Over Breach Of Covid-19 Rules -India News Cart","sentiment_score":-0.1555555556}
{"full_text":"Can you tell me why QBIC are advising bus lines that there is no requirement to wear a mask on a bus and that it is not mandatory and cannot be enforced by drivers?  A bus is an indoor setting, possibly one of the most dangerous for catching any air-born disease.","sentiment_score":0.125}
{"full_text":"RT BREAKINGWe've released never before seen emails showing Dr. Fauci may have concealed information about #COVID19 origi...","sentiment_score":0.0}
{"full_text":"RT this isn't nashville. this is hundreds of out-of-town birthday bashes and bachelorette parties who bring their long week...","sentiment_score":-0.05}
{"full_text":"RT Omicron is not mildL: Unvaxxed, early 50s w\/ O2 sat 43%R: Vaxxed + boosted, Late 40s w\/ 2 days coughL: High-risk of death...","sentiment_score":-0.1}
{"full_text":"Why mask in public if the vaccine works?","sentiment_score":0.0}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"RT This ish had the country on lockdown every week day by 8pm for months.","sentiment_score":0.0}
{"full_text":"RT It was indeed one hell of a journey but without you guys I wouldn't have been able to live this. Ab aur bohot aage jana h...","sentiment_score":0.3181818182}
{"full_text":"Scientists warn that omicron's whirlwind advance practically ensures it won't be the last version of the coronavirus to worry the world.https:\/\/t.co\/4ylzbddYLP","sentiment_score":0.0}
{"full_text":"South Korea will soon roll out a pilot project to use artificial intelligence, facial recognition and thousands of CCTV cameras to track the movement of people infected with the coronavirus.https:\/\/t.co\/QCN9Fv3L1p","sentiment_score":-0.3}
{"full_text":"England, Scotland, Wales, and Northern Ireland wholeheartedly value unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"We thank you for complying with our COVID-19 regulations and taking extra care at all times. Stay safe. Choose safety.#HolidayFever #Awesomemoments #HolidayInnMutare #Covid19 #ChooseSafety","sentiment_score":0.25}
{"full_text":"RT Alberta Covid Bombshell: 18.25% of people hospitalized with Covid are triple vaccinated! 82.6% of current cases ar...","sentiment_score":0.0}
{"full_text":"RT Do you need more lies or have we had enough? ","sentiment_score":0.25}
{"full_text":"Covid restrictions on large outdoor events in Scotland lifted as capacity crowds set to returnhttps:\/\/t.co\/19Vc0kQ32x","sentiment_score":0.2142857143}
{"full_text":"fully vaccinated, #COVID19 mRNA vaccines are failing as gateways out of insanity of lockdowns. #JesusChrist cc: ","sentiment_score":0.0}
{"full_text":"This would be true if being vaccinated stopped the spread. It doesn't. It's now clear that vaccinated people can catch and spread covid. The vaccine and booster reduces risk of serious illness and hospitalisation.","sentiment_score":0.0388888889}
{"full_text":"#Omicron is gradually becoming the dominant #COVID19 variant in #SriLanka overtaking the #Delta variant#coronavirus","sentiment_score":0.45}
{"full_text":"Hemkunt foundation extended their incredible support during the 2nd wave oxygen shortage period by providing oxygen free-of-cost. Check out their work#HealthcareHeroesAwards2022 #Covid19","sentiment_score":0.45}
{"full_text":"Covid impacts waiting time for autism diagnosis in Oxfordshirehttps:\/\/t.co\/aFibnKfMdN","sentiment_score":0.0}
{"full_text":"MJ Lastimosa and Maggie Wilson disgusted with expensive COVID-19 testing in PH #MaggieWilson","sentiment_score":-0.75}
{"full_text":"RT Covid self-isolation cut to five full days in England","sentiment_score":0.35}
{"full_text":" World's 10 richest men saw wealth double during pandemic while 163m people pushed below poverty line. How is this allowed to happen and why is it not global headline news item in every media outlet?https:\/\/t.co\/AjnsbofbKZ","sentiment_score":0.0}
{"full_text":"Hello all.These are the helpdesk hours for this week.Follow us on Twitter for any updates or visit","sentiment_score":0.0}
{"full_text":"Since it's blue Monday today let's have a look back at the day we turned blue Monday green: to the ongoing pandemic, companies are rethinking their plans and investment areas for employee wellness for the new year. #bluemonday #plantsforwellness","sentiment_score":-0.0127272727}
{"full_text":"Belinda Bencic said she was still feeling the effects of Covid, a month after falling ill, as she moved into round two of the Australian Open #AusOpen #Tennis #BelindaBencic","sentiment_score":-0.175}
{"full_text":"Nicola Sturgeon lifts Covid restrictions on outdoor events and matches in Scotlandhttps:\/\/t.co\/GtrW9rg83r","sentiment_score":0.0}
{"full_text":"#Japan to expedite booster shots amid #COVID19 #Omicron concern: PM","sentiment_score":0.0}
{"full_text":"#CritCare #OpenAccess #Corticosteroids dosing in #COVID19: does one size fit all? https:\/\/t.co\/kb2a801qdc@jlvincen #FOAMed #FOAMcc #BMC #ICU #coronavirus #Sars_Cov2 #PRC #trial #biomarker  #pneumonia #ventilation","sentiment_score":0.4}
{"full_text":"NEW ALL-TIME HIGH ACTIVE CASES AT 290KThe DOH logs 37,070 new COVID-19 cases. The total reported cases has reached 3,242,374 on January 17, 2022.#New deaths: 23#New recoveries: 33,940#Total active cases: 290,374More updates on #COVID19PH here:","sentiment_score":0.0276767677}
{"full_text":"RT Wear mask every time you move out of your house! Wearing a mask is for your own protection and for protection of others. N...","sentiment_score":0.6}
{"full_text":"Self-isolation guidance has been updated for people who test positive for #COVID19 in England and comes into effect from today (17th Jan).People can leave self-isolation after 5 full days if they test negative on days 5 and 6.For more info:","sentiment_score":0.1943181818}
{"full_text":"The Year of Tiger hopefully will see the end of the Covid-19 pandemic, said United Sabah Chinese Communities Association of Kota Kinabalu (USCCAKK) President Datuk Susan Wong Siew Guen.https:\/\/t.co\/y7aVzay0xc","sentiment_score":0.0}
{"full_text":"RT Billionaires added $5 trillion to their fortunes during the pandemic, according to Oxfam, exacerbating economic inequality as the...","sentiment_score":0.2}
{"full_text":"!!Don't miss your first update of the new year: the latest ECRIN COVID-19 literature review is out.","sentiment_score":0.2954545455}
{"full_text":"RT How much better KN95\/KF94 and N95 masks are compared to surgical masks -- to scale.","sentiment_score":0.5}
{"full_text":"They are right though. There is so much counting done in such a way that the numbers are inflated, unfortunately for financial benefits. Hospitals get paid bonus, when covid patients enter, extra bonus when going on the ventilator and more bonus when they die from covid.  Evil","sentiment_score":-0.0642857143}
{"full_text":"The Philippines logs 37,070 additional coronavirus infections on Monday, January 17.Total now at 3,242,374, with 290,938 active cases23 new deaths; 52,929 total33,940 new recoveries; 2,898,507 totalMore #COVID19 updates here:","sentiment_score":0.0464646465}
{"full_text":"Ireland boasts some of the most innovative healthcare companies in the world, and Better Business met with three leaders in the healthcare space to talk about Covid-19, taking risks and their plans for expansion.Read the article in Better Business here:","sentiment_score":0.5}
{"full_text":"#LMCBseminars TODAY 4pm Speaker: Clare Jolly Pandemic viruses and host cell permissivity: from HIV to SARS-CoV-2 and back!About Clare: lmcb-reception@ucl.ac.uk for Teams link","sentiment_score":0.0}
{"full_text":"RT No Gas, no Electricity, no Food, Flood, Earthquake, Pandemic... Nothing can stop Pakistanis from arranging weddings and at...","sentiment_score":0.0}
{"full_text":"Digital overload? Our covid-secure measures will bring you back together #essex #meetings","sentiment_score":0.0}
{"full_text":"World's 10 richest men doubled wealth during Covid: report","sentiment_score":0.0}
{"full_text":"RT No variant is as deadly as the average American diet and lifestyle choices","sentiment_score":-0.1166666667}
{"full_text":"RT Tested positive for covid &amp; in isolation. Thanks to &amp; team for immediately arranging a separ...","sentiment_score":0.2136363636}
{"full_text":"#RapidAntigenTest has widely declined and prices have shot up. #Covid19","sentiment_score":-0.1}
{"full_text":"The #pandemic has unleashed a multi-dimensional negative impact on the economic stability and resilience of vulnerable and marginalised social groups such as #women, more so in developing economies, highlights","sentiment_score":-0.0111111111}
{"full_text":"Donald Trump falsely declared in a weekend rally that public health authorities are denying the COVID-19 vaccine to white people because of their race.https:\/\/t.co\/pOUKcODa6I","sentiment_score":-0.1333333333}
{"full_text":"\"a one-off 99% windfall tax on the Covid wealth gains of the 10 richest men could pay for enough jabs to vaccinate the entire world and... tackle climate change, provide universal healthcare and social protection, and address gender-based violence in 80 countries.\"","sentiment_score":0.0083333333}
{"full_text":"COVID-19: Self-isolation period in England cut to five days as 16 and 17-year-olds invited for booster jabs.https:\/\/t.co\/R8yCt0dWg2","sentiment_score":0.0}
{"full_text":"Scientists Warn That Omicron Could Bring More Deadly Variants ","sentiment_score":0.15}
{"full_text":" Thank you to our stewards, volunteers and supporters for helping this weekend's Covid certification checks run smoothly Your co-operation and patience was much appreciated#Pompey","sentiment_score":0.3}
{"full_text":"The Polytechnic University of the Philippines College of Communication has started accepting nominations for the recognition of its alumni who became media frontliners amid the pandemic. | Read more:","sentiment_score":0.5}
{"full_text":"37,070 NEW COVID-19 CASESBREAKING: The Department of Health reported 37,070 additional cases of COVID-19 on Monday, January 17, 2022, bringing the total number of cases in the Philippines to 3,242,374. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Diabetes Scotland said the research suggests the virus is triggering the condition in some children and adultshttps:\/\/t.co\/5lw36GAf0c","sentiment_score":0.0}
{"full_text":"During tough challenges, such as those brought on by the #pandemic taking a wise approach to #sales is a necessity. Our founder, \"Larry Wilson\", embedded this principle into our culture and we are happy to share with you a little about his legacy here:","sentiment_score":0.1847222222}
{"full_text":"Tanaiste Leo Varadkar confirmed that he expects a 'phased' reopening to begin at the end of January#Covid #reopeninghttps:\/\/t.co\/mEuPM2z5H8","sentiment_score":0.4}
{"full_text":" Enjoy an afterschool family swim session at Ramsbottom Pool &amp; FitnessSessions:Monday 4pm-5pmTuesday 4pm-6.30pmFriday 4pm-5pmBook: iScuba apphttps:\/\/t.co\/kEAj4VPmrA Wear a mask when not exercising &amp; follow our guidelines.#buryleisure #swim","sentiment_score":0.4}
{"full_text":"The Foreign Affairs Minister and Cork TD Simon Coveney has asked for a report to investigate an image showing a gathering of officials in his department.https:\/\/t.co\/AfNTr0YWfM","sentiment_score":-0.125}
{"full_text":"A shipment of 1.1 million COVID-19 vaccine doses to Rwanda on Saturday included the billionth dose supplied via the COVAX program, the U.N. health agency said.https:\/\/t.co\/q8AhesaD0F","sentiment_score":0.0}
{"full_text":"With all the extra screen time that became the norm during the lockdown, are you feeling like good old-fashioned family time is a rare commodity these days?","sentiment_score":0.3333333333}
{"full_text":"Self-isolation guidance for people who test positive for COVID-19 in England has changed.From today, people can leave self-isolation after five full days if they test negative on days 5 and 6.Swipe for details ","sentiment_score":0.0924242424}
