{"full_text":"Wow Mr Romney you really have changed. You use to a honorable man that spock truthfully, now you've turned in to Trump. So this is the Legacy you've chosen on how you'd liked to be remembered. What waste of your life.","sentiment_score":0.24}
{"full_text":"RT My new self-inquiry before I consider meeting anyone in person is, \"Is this how I want to catch covid?\"","sentiment_score":0.1363636364}
{"full_text":"RT So tired of people not caring about Covid like wtf....","sentiment_score":-0.45}
{"full_text":"RT I miss life before Covid so much.","sentiment_score":0.2}
{"full_text":"RT My doc who previously supported Fauci, the CDC, and FDA, told me yesterday that they are misleading us and he no longe...","sentiment_score":-0.1666666667}
{"full_text":"RT Boom","sentiment_score":0.0}
{"full_text":"RT Not true that Comm of First Div has COVID, but in isolation due to close contact with COVID positive staff","sentiment_score":0.0443181818}
{"full_text":"RT My company has 250 workers in our company and sub group. Only 40 or so say they are vaxed...","sentiment_score":0.0}
{"full_text":"RT If you're unvaccinated and get COVID-19, you are 17 times more likely to be hospitalized.  If you're not one of the nearly 210...","sentiment_score":0.2}
{"full_text":"kids go back to school tomorrow and I have another 5 days of mandated isolation. Thank you Army for not changing guidance with the CDC.","sentiment_score":0.0}
{"full_text":"So my kids keep getting locked out of school to protect the hospitals not because of a deadly pandemic, but because of contract negotiations between nurses, teachers and the government? Is that what you're saying?","sentiment_score":-0.2}
{"full_text":"RT Do you have your list? Reminders for returning to in person on Monday:  COVID Screening tool sign Health Pass  return...","sentiment_score":0.0}
{"full_text":"The Prime Minister broke his own COVID laws. He must do the right thing and resign.  Agree? Add your name. ","sentiment_score":0.4428571429}
{"full_text":"RT Get the latest daily coronavirus infection figures in Asia for January 16. (Source: Johns Hopkins University)","sentiment_score":0.25}
{"full_text":"RT Government is like, \"If you can dodge covid, you can dodge a ball.\"","sentiment_score":0.0}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"RT Worst of Johnson's  short reign - his barefaced rule breaking and lies - as he soon joins the gallery of toppled PM's- is a...","sentiment_score":-0.5}
{"full_text":"My grandkids have been shown these instruments so that they know to refuse them... it's not a game and they aren't toys.","sentiment_score":0.2}
{"full_text":"RT They are going to try to slowly wind down COVID measures and then act like none of it happened before midtermsRemember...","sentiment_score":-0.2277777778}
{"full_text":"RT Ignorance &amp; stupidity in order to own the libs by refusing to get vaccinated or take fda approved #covid treatments is real...","sentiment_score":0.0666666667}
{"full_text":"RT Maybe you should focus on your day job.","sentiment_score":0.0}
{"full_text":"You have flu like symptoms like pre-pandemic? Funny how people completely forgot what it's like to have a cold.","sentiment_score":-0.0833333333}
{"full_text":"RT \"From previous waves we believe seven percent to 10% developed long COVID, but with Omicron, the numbers being infected are...","sentiment_score":-0.0388888889}
{"full_text":"RT i really don't like to drag people on here but this is the stupidest shit i've ever read","sentiment_score":-0.0333333333}
{"full_text":"RT Will GOP members of Congress pledge not to show vax status?  I will. #PledgeNoVaxCard","sentiment_score":0.0}
{"full_text":"RT \"In a research letter published Thursday by the Journal of the American Medical Assn., they estimated that Medicare and priv...","sentiment_score":0.0}
{"full_text":"RT After a rise in plastic packaging during the pandemic, zero-waste and refill stores are now thriving.","sentiment_score":0.0}
{"full_text":"RT NYPD was arresting vaccine mandate protesters in a Times Square Olive Garden while a violent felon let out of jail pushed...","sentiment_score":-0.45}
{"full_text":"RT How warped are the media's priorities? spent 11 minutes on wrap up of the #Novax saga, 1 minute race through on...","sentiment_score":-0.1}
{"full_text":"RT What an excellent reason to not have shortened quarantine and isolation guidance!!!!","sentiment_score":1.0}
{"full_text":"RT You have to get a new mindset. Start believing bigger, dreaming bigger, expecting bigger. You're not limited by your circum...","sentiment_score":0.0344155844}
{"full_text":"RT So, in Alexandria, VA officials are making the mask requirements MORE strict in light of EO. NO exemp...","sentiment_score":0.45}
{"full_text":"Good to know Big #DNC already views as a threat. Keep it coming Glenn ","sentiment_score":0.35}
{"full_text":"Now Playing Jux ft Maua Sama - Covid19 - .Download app here:","sentiment_score":0.0}
{"full_text":"RT Covid metrics will soon improve in IllinoisIt's not due to masks, mandates, testing, or closuresIowa is far more fre...","sentiment_score":0.2208333333}
{"full_text":"RT Hi there Jen! If DC, Maryland, and Virginia are keeping their kids safer by requiring other peoples kids to wear masks-...","sentiment_score":-0.125}
{"full_text":"Free rapid tests from Wednesday after Supreme Court blocks Biden Covid rule - The Independent - #GoogleAlerts","sentiment_score":0.2}
{"full_text":"RT here's me last week in (new magazine, consider following!), arguing against the wildly ableist \"realism...","sentiment_score":0.0590909091}
{"full_text":"RT What an utterly useless Senator this is.","sentiment_score":-0.5}
{"full_text":"RT They are going to try to slowly wind down COVID measures and then act like none of it happened before midtermsRemember...","sentiment_score":-0.2277777778}
{"full_text":"RT World Economic Forum's annual summit (held virtually again this year) is kicking off with a keynote by Chairman Xi, follo...","sentiment_score":0.2}
{"full_text":"Look around does it look like a \"pandemic\" to you???","sentiment_score":0.0}
{"full_text":"RT 1. I just realized that none of the local stores have elder\/immunocompromised hours anymore. it's one of the things in early...","sentiment_score":0.05}
{"full_text":"RT They are going to try to slowly wind down COVID measures and then act like none of it happened before midtermsRemember...","sentiment_score":-0.2277777778}
{"full_text":"RT Indonesia reported 1,054 new COVID-19 cases on Saturday, the highest daily increase in three months, as the government...","sentiment_score":0.0681818182}
{"full_text":"RT FYI: Mild no longer means what it was originally intended to mean. Just because you didn't die or get hospitalized doesn't...","sentiment_score":0.1319444444}
{"full_text":"RT If omicron is the new predominant variant, and the jab does not work for it, and the new jab won't be ready until March, what...","sentiment_score":0.1575757576}
{"full_text":"They are absolutely right.","sentiment_score":0.2857142857}
{"full_text":"RT This makes me physically sick to my stomachto have this moneyand not use it to fight COVID","sentiment_score":-0.7142857143}
{"full_text":"RT Local leaders worry inaccurate census figures caused by Covid could cost their jurisdictions their share of the $1.5 trillion th...","sentiment_score":0.0}
{"full_text":"RT My mom says I have something worse than Covid - it's a TREASURE addiction and there is no cure  She's 100% right! T...","sentiment_score":-0.0214285714}
{"full_text":"It's absolutely insane for this BS Covid narrative to continue! The vaccine doesn't stop transmission or deaths. The fact that supposedly only \"one\" person with booster died shows its worthlessness! This and the CEO of Pfizer's admission should have put the discussion to bed.","sentiment_score":-0.5}
{"full_text":"\"Extreme Democrats\" shouldn't be involved in anyone's personal decisions about a vaccine either..yet here we are.","sentiment_score":-0.0625}
{"full_text":"Very exciting for this soft confirmation the tweeter is a twin cities neighbor","sentiment_score":0.245}
{"full_text":"Why are we saying the Gamepass model is working when they havent updated such a successful service numbers in almost 2 years EVEN with inflated numbers due to the pandemic?? They had momentum and lost it w the Halo Inf delay.","sentiment_score":0.2083333333}
{"full_text":"RT LMAOOOThere's a new sheriff in town, and the Libs are freaking tf out. Sorry, Jen, we had enough of your shit and...","sentiment_score":-0.1409090909}
{"full_text":"RT I actually appreciate it when they make it plain. The Republican Party is a white interests party, just like the old Democr...","sentiment_score":-0.0285714286}
{"full_text":"RT Growing investment has been matched more recently by vaccine diplomacy, while the U.S.'s attention has been drawn else...","sentiment_score":0.25}
{"full_text":"RT I was 50 in the April this was my birthday outfit. I didn't get drinks in a nice garden neither did the patien...","sentiment_score":0.6}
{"full_text":"RT are you a real doctor or a Jill Biden doctor","sentiment_score":0.2}
{"full_text":"just before Omicron peaked in Canada, they fired all unv'd nurses. About 10k in total. If this really was about what you say it is, why not give them their jobs back? If the Vax only reduces severity and you can still get\/infect others, surely an unv'd nurse is better than none.","sentiment_score":0.2}
{"full_text":"RT one of the things hyperindividualism in a pandemic does is that it creates interpersonal conflict over all sorts of things....","sentiment_score":0.0}
{"full_text":"RT Therefore, O scion of the Bharata dynasty, after first controlling the organs, renounce this one [A variant reading is, p...","sentiment_score":0.25}
{"full_text":"Hey Australia","sentiment_score":0.0}
{"full_text":"ENOUGH","sentiment_score":0.0}
{"full_text":"RT Fantastic guidelines from for managing mild COVID at home.https:\/\/t.co\/yFqeiS0oiK","sentiment_score":0.3666666667}
{"full_text":"AINT cliche! I'm super fond of external ears and added a variant to some of my Codex dragons","sentiment_score":0.1666666667}
{"full_text":"Our media also is \"2 channel\"- one that pretends all is as before &amp; another that tells us about covid impacts... I suspect we may well see more of that on with the unfortunate return of there is a split re blaming #DanAndrews or #ScottMorrison#AusPol2022","sentiment_score":0.0}
{"full_text":"RT Every single pediatrician I know was first in line to immunize their children against #COVID19That should tell you somethin...","sentiment_score":0.0892857143}
{"full_text":"RT And that's how you do it.","sentiment_score":0.0}
{"full_text":"RT Down the block in Buffalo schools, it's just too dangerous for Kindergartners to unmask in speech therapy.Long-term learn...","sentiment_score":-0.3777777778}
{"full_text":"RT Every single pediatrician I know was first in line to immunize their children against #COVID19That should tell you somethin...","sentiment_score":0.0892857143}
{"full_text":"Morrison was able to have Hawke's branch stacking swept under the carpet so he owed him some favors - besides they attend the same church...........https:\/\/t.co\/3xmeWU6SP6","sentiment_score":0.25}
{"full_text":"RT It's not that they are ever wrong, you just don't know how to wear a mask. COVID is still your fault.","sentiment_score":-0.5}
{"full_text":"Coronavirus Live Updates | No person can be forced to get vaccinated against their wishes: Centre to Supreme Court","sentiment_score":-0.0818181818}
{"full_text":"RT BREAKING: One of the largest hospital systems in the United States gave race more weight than diabetes, obesity, asthma,...","sentiment_score":0.5}
{"full_text":"RT \"NSW Chief Health Officer Kerry Chant has warned there will be a high number of COVID-19 deaths over the coming days, due to...","sentiment_score":0.0175}
{"full_text":"RT Why would we SEND young athletes TO China if there is a SURGE of pandemic?  Make ANY sense?","sentiment_score":0.1}
{"full_text":"RT New published Covid19 survival rates (2020 data, 14 countries)Age          (%)0-19         99.998720-29      99.9912...","sentiment_score":0.1363636364}
{"full_text":"RT My boss and family triple vaxxed all have covid.My neighbors on both sides triple vaxxed all have covid.My friends D...","sentiment_score":0.0}
{"full_text":"World's 10 richest men doubled wealth during #COVID19: reporthttps:\/\/t.co\/QjAMhabSZg","sentiment_score":0.0}
{"full_text":"RT Ashley by RTing this Maureen Dowd you are outing yourself as part of the problem Did you noti...","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"From the inaugural platform, President Joe Biden saw American sickness on two fronts -- a disease of the national spirit and the one from the rampaging coronavirus -- and he saw hope, because leaders always must see that. Neither malady has abated.","sentiment_score":0.0}
{"full_text":"KAWIT, Cavite - Mayor Angelo G. Aguinaldo has tested positive for the coronavirus disease (COVID-19).https:\/\/t.co\/JzX117dMFE","sentiment_score":0.2272727273}
{"full_text":"Remembering Arabanoo each New Year's Eve may assist Australians to better understand our nation's traumatic history and the intergenerational effects of colonisation.https:\/\/t.co\/b2ELykBSOn","sentiment_score":0.3181818182}
{"full_text":"RT COVID, especially Omicron, may *present* like a cold, but it sure as shit isn't. It can cause neurological changes, diabetes...","sentiment_score":-0.06}
{"full_text":"RT I would like to apologize to all of the people who are upset that I am unvaccinated and somehow survived covid, a disease...","sentiment_score":0.0}
{"full_text":"RT CDC just canceled all vaccine mandates for the cruise lines. Airlines will be next and all the flying crying Karen's wil...","sentiment_score":-0.1}
{"full_text":"As Omicron Rages, Teachers And Students Fight For Safety Measures In Chicago And Elsewhere","sentiment_score":0.0}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"Through pandemic waves, doctors have been risking their own safety to help a world full of distress. Pixstory invites you to read and remember their resilience through grueling times. Download our app to share your own experiences in a safe space where you have the #WriteToBeYou","sentiment_score":0.5125}
{"full_text":"Abbie Chatfield's viral rant about the COVID-19 vaccination has been remixed into a song, and it's become a genuine contender for this year's triple j Hottest 100.https:\/\/t.co\/dae6wzx7Ab","sentiment_score":0.4}
{"full_text":"#MorningMinute: More than 2,000 COVID cases detected over three days in Oman.","sentiment_score":0.5}
{"full_text":"The #COVID19 relief grant is well below the amount needed to cover 1 person's minimum food needs -- it covers only 56% of groceries needed. More via","sentiment_score":0.25}
{"full_text":"Abbie Chatfield's viral rant about the COVID-19 vaccination has been remixed into a song, and it's become a genuine contender for this year's triple j Hottest 100.https:\/\/t.co\/UC6x0PcNzG","sentiment_score":0.4}
{"full_text":"RT Using after-action reviews of outbreaks to enhance public health responses: lessons for #COVID19 ... #freeaccess ... \"Every outbrea...","sentiment_score":0.0}
{"full_text":"COVID-19: PCR test centres now open on all seven daysCentres will be open from 8am-10pm all through the weekhttps:\/\/t.co\/oBwrHlPgLT","sentiment_score":0.0}
{"full_text":"Donald Trump falsely declared in a weekend rally that public health authorities are denying the COVID-19 vaccine to white people because of their race.https:\/\/t.co\/UPEURt8Zjx","sentiment_score":-0.1333333333}
{"full_text":"Accommodation providers and tourism operators in B.C. will have access to grants if COVID-19 has hit them hard on the bottom line.https:\/\/t.co\/zfS8YsH5Vp","sentiment_score":-0.2916666667}
{"full_text":"From the inaugural platform, President Joe Biden saw American sickness on two fronts -- a disease of the national spirit and the one from the rampaging coronavirus -- and he saw hope, because leaders always must see that.https:\/\/t.co\/XkaPlf4Lkm","sentiment_score":0.0}
{"full_text":"These experts from the state of Texas are looking to develop a shot for the disease by using a decades-old conventional methodhttps:\/\/t.co\/1H5aadvF7w","sentiment_score":-0.1428571429}
{"full_text":"RT Yes. The anti-vaccine movement among parents would be self-limiting--once they got large enough so as not to be protected by her...","sentiment_score":0.1071428571}
{"full_text":"A subset of conservatives who care the least about society &amp; want to sow chaos, are the most likely to spread misinformation. #COVID #misinformation","sentiment_score":0.0666666667}
{"full_text":"Public health experts have cautioned that it is too early to draw a conclusion. #COVID19 #Omicron #ThirdWave #Kolkata #MyKolkata #RTPCR #RapidAntigenTests","sentiment_score":0.05}
{"full_text":"RT reading the actual article and details","sentiment_score":0.0}
{"full_text":"Do you need an order of protection? Questions about custody\/visitation during this pandemic? Attorneys at can help. Call 718-834-7430 ext. 1101.https:\/\/t.co\/cEipwzJkY8","sentiment_score":0.0}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"Equal Incidence of COVID-19 among Homeless and Non-Homeless Emergency Department Patients","sentiment_score":0.0}
{"full_text":"RT World Economic Forum's annual summit (held virtually again this year) is kicking off with a keynote by Chairman Xi, follo...","sentiment_score":0.2}
{"full_text":"#CGTNOpinion Development prospects after COVID-19","sentiment_score":0.0}
{"full_text":"RT We recommend you spend as little money as possible in Washington, DC while the mayor is enforcing her tyrannical vaccine...","sentiment_score":-0.09375}
{"full_text":"Comparing Thatcher to Leni as a COMPLIMENT is WILD The opposition's social media presence is so tone deaf sometimes","sentiment_score":0.0666666667}
{"full_text":"RT My prescription for 99.9% of patients who have tested positive for COVID is : Paracetamol forfever, (Calpol\/Dolo\/Crocin)....","sentiment_score":0.2272727273}
{"full_text":"The former president seeded racial resentments in remarks that twisted the facts on public-health policy and exaggerated the effects of racially conscious antiviral treatment guidelines in New York.https:\/\/t.co\/qSdp46DUGq","sentiment_score":-0.1527272727}
{"full_text":"RT CDC just canceled all vaccine mandates for the cruise lines. Airlines will be next and all the flying crying Karen's wil...","sentiment_score":-0.1}
{"full_text":"Stock market hits all time highs as Wealth of 10 richest men 'doubled in pandemic' #wstbot #stonks","sentiment_score":0.0}
{"full_text":"RT 1\/ Must read from Dr. Raina MacIntyre:Key quotes: \"As for denial of the risk in children, the majority of vaccine-prev...","sentiment_score":0.0}
{"full_text":"Mabye scrap all the stupid mass testing, tracing, iso and vax rules. They aren't working anyway and were always going to fail","sentiment_score":-0.65}
{"full_text":"wtf is this anti-poor policy.","sentiment_score":-0.5}
{"full_text":"The post-pandemic rebound is doing the same thing to prices that natural disasters and civil wars did a decade ago.","sentiment_score":0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 23.6FWind Chill: 23.6FHumidity: 99%Dew Point: 23.4F Barometer: 29.943 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 763.000000Deaths: 11.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The World Health Organization says U.N.-backed program shipping coronavirus vaccines poor countries has now delivered one billion doseshttps:\/\/t.co\/jwEyfmKS2T","sentiment_score":-0.4}
{"full_text":"High unemployment in the Philippines is expected to persist over a longer period of time as the lingering impact of the pandemic has caused job destruction in the formal sector and shift towards the informal sector, ADB said. | via","sentiment_score":0.03}
{"full_text":"RT welcome home, my homeSUHOmecoming kit &amp; merch by thefluffleshop order here: help rt...","sentiment_score":0.8}
{"full_text":"Luhut Binsar Panjaitan has predicted that the peak of Omicron will occur in February and March. #Omicron","sentiment_score":0.0}
{"full_text":"COVID-19 tests in the US are like health kits in survival horror games right now.","sentiment_score":0.2857142857}
{"full_text":"Thanks, I am starting to feel better. Exactly, instead Kaiser (my insurance), and my doctor offered ZERO advice in how to be treated. Just stay home, take some Tylenol and drink plenty of water . They damn well know there's options, but they're too scared to offer them....","sentiment_score":0.2375}
{"full_text":" why is government continuing to run ads promoting vaccine for kids when there are little to no risk of covid for kids","sentiment_score":-0.1875}
{"full_text":"COVID-19 rips through Australia with QLD recording its highest infection numbers.","sentiment_score":0.0}
{"full_text":"\"Put bluntly, there's nothing Biden can do. Not even a year into his presidency, he has been defeated by his own promises. 'Shut down the virus' will be remembered as the most damning moment in political history since 'read my lips.'\"","sentiment_score":0.2361111111}
{"full_text":"COVID has made me a January beach person....in below freezing temps.","sentiment_score":0.0}
{"full_text":"RT One week into lockdown the BBC launched the biggest educational programme in its recent history to ensure children had lea...","sentiment_score":0.125}
{"full_text":"RT The lockdown is over if you want it to be.","sentiment_score":0.0}
