{"full_text":"Small molecule identified as a SARS-CoV-2 inhibitor #molecule #SARSCoV2 #COVID19 #coronavirus #virus #viral #antiviral #inhibit #inhibitor #covid","sentiment_score":-0.25}
{"full_text":"RT Saw a Tiktok that said \"The great thing about Covid is that it's willing to change if that's what it takes to be a part of your...","sentiment_score":0.525}
{"full_text":"RT Awareness and vaccination: the keys to battling COVID 19. NYK Bageshwar conducts an awareness camp for the locals and teache...","sentiment_score":0.0}
{"full_text":"RT Then it would be just like it was pre covid. We need to stop living in fear. And I am not...","sentiment_score":0.0}
{"full_text":"Premier League clubs face new FA order after Arsenal vs Liverpool postponed via","sentiment_score":0.1363636364}
{"full_text":"As usual. No new resources just shuffling. And normalised lies from our PM who was claiming Australia is prepared to live with COVID.","sentiment_score":-0.0606060606}
{"full_text":"RT Mass covid vaccination center at F 9 Islamabad has been shut down?? Why?? Any reason if someone knows??","sentiment_score":-0.1277777778}
{"full_text":"RT AAP CLAIMED 63K beds can be created on Dec 1st REALITY : Present beds 3316! DELHI IS NOT PREPARED AAP GOVT CONTINUES...","sentiment_score":0.0}
{"full_text":"And I daresay, this government is directly responsible for hundreds of thousands of deaths. As such, it's is outlaw and illegitimate.","sentiment_score":0.1}
{"full_text":"RT The lack of proactive thinking and action on pandemic management at all levels of government in Canada is really a crisis...","sentiment_score":0.15}
{"full_text":"RT Yes, you did everything the machine told you and it didn't work the way they promised","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT #ExtendTheDeadlines | The UPD USC  requests to end the semester and to implement genuine academic easing in extension of...","sentiment_score":0.2}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Tom Brady is so great that no one even reports on him not taking the vaccine. Lol","sentiment_score":0.8}
{"full_text":"Well, influenza actually mutates. Otherwise, there wouldn't be a need for the yearly season flu jab. Could be you didn't know? Viruses survive with the mutation, otherwise the  would kill them. Nature! Last two years we focused on covid tests mainly, hence not much flu testing.","sentiment_score":0.0166666667}
{"full_text":"RT The infamous Sunwing party passengers, who filmed themselves in maskless revelry on a flight from Montreal to Mexico last...","sentiment_score":-0.25}
{"full_text":"RT The CDC says, \"It's just a flesh wound, sissy, get back to work.\" #CDC","sentiment_score":0.0}
{"full_text":"Ford, has cut the budget , for health care this , in the middle of a pandemic, how depraved can you get, !","sentiment_score":0.0}
{"full_text":"RT Man, that's a powerful mirror covid is holding up - showing power structures and enculturated thought patterns.","sentiment_score":0.3}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT #hamburg today#HappyNewYear Friends without a pandemic!peacelove No war!","sentiment_score":0.0}
{"full_text":"RT One effect of living through (??) this pandemic, I've found, is that I simply no longer want to do anything I don't want...","sentiment_score":0.0}
{"full_text":"RT Updated data from Denmark showing highest rates of infection in those who have received *boosters* who are &gt;40 yoboo...","sentiment_score":0.0}
{"full_text":"RT Omicron made a laughing stock of mask mandates, Covid passports, travel restrictions, contact tracing and quarantines.Wit...","sentiment_score":0.0}
{"full_text":"RT In the last 24 hours, India witnessed the biggest one-day jump in the number of #Omicron cases, as the total reached 2,63...","sentiment_score":0.0}
{"full_text":"RT #BREAKING ANC President Cyril Ramaphosa has refused to address the ANC Womens league Lilian Ngoyi Lecture due to a lack...","sentiment_score":-0.125}
{"full_text":"RT Coming Soon to Florida Residents:At Home COVID-19 Therapeutics","sentiment_score":0.0}
{"full_text":"RT today I learned a city testing site that I found by Googling charged me $1,068.89 for a test I didn't even end up gettin...","sentiment_score":0.0}
{"full_text":"The Canadian PressStaffing challenges from surging COVID cases affecting some police, transit serviceSpeculation?","sentiment_score":0.0}
{"full_text":"RT  Italian Minister of Regional Affairs: \"The government is working on an agreement between the Regions and Lega Serie A to es...","sentiment_score":0.0}
{"full_text":"A broken leg pandemic.","sentiment_score":-0.4}
{"full_text":"RT Montreal Police arrested everyone at the protest against Covid curfew. Look at all the police resources they spent for t...","sentiment_score":-0.1}
{"full_text":"RT PSA: COVID-19 isn't \"just a cold,\" isn't \"a respiratory virus,\" and \"mild\" doesn't mean what you think it does.If you...","sentiment_score":-0.1930555556}
{"full_text":"NOTE: Due to the rapid increase of COVID-19, face masks are required regardless of vaccination status. In addition, visiting spectators will not be permitted access in Pharr Gymnasium.We thank you for your cooperation and understanding.#Rammit","sentiment_score":-0.125}
{"full_text":"The American medical association throwing shade at the CDC is like watching two teachers fight .. Are we just not going over the homework then?","sentiment_score":0.0}
{"full_text":"Lmao right like 9\/11 wasn't worse, or any school shooting, or the Boston bombing, or benghazi, or the wide misinformation around covid, etc. This was a joke event.","sentiment_score":0.0964285714}
{"full_text":"RT I'll rather talk about NFTs instead of Covid","sentiment_score":0.0}
{"full_text":"RT So, my Mum's urgent surgery (broken shoulder) has just been cancelled, because the hospital is \"completely overrun\" wi...","sentiment_score":-0.15}
{"full_text":"RT Ladies, we are creeping up on the 2-year anniversary of the first batch of \"Moms Are At Their Breaking Point\" Covid think-p...","sentiment_score":0.25}
{"full_text":"RT Columnist Christopher Mims calls modern container ships \"the most efficient way we've ever invented to move goods.\" And yet, the g...","sentiment_score":0.35}
{"full_text":"\"we can still defeat COVID\" it has animal reservoirs. are you going to lock down all the animals too","sentiment_score":-0.1555555556}
{"full_text":"RT I choose to live in a post-COVID world.","sentiment_score":0.1363636364}
{"full_text":"RT Still in stock","sentiment_score":0.0}
{"full_text":"Today is the last day to book a room for MMA Annual Meeting &amp; Trade Show at the reduced rate! Visit to view our COVID safety plan &amp; make your reservation now!","sentiment_score":0.0}
{"full_text":"If I've had it, I was asymptomatic. But I've avoided it afaik.","sentiment_score":0.0}
{"full_text":"RT #WangYibo 2022Chang Kong Zhi Wang  (lit. King of the Sky) is scheduled for after Lunar New Years (due to covid in Xi'an), film for the g...","sentiment_score":0.0056818182}
{"full_text":"RT Let's be real, they don't want to do another lockdown no matter how many ppl are sick or dying because they saw what happen...","sentiment_score":-0.0047619048}
{"full_text":"RT Doesn't a virus have to be a certain level of deadly to justify restrictions, not a disease causing mostly mild illness th...","sentiment_score":0.1158730159}
{"full_text":"RT CDC: Please stay home from work unless you have a job.","sentiment_score":0.0}
{"full_text":"I swear by Allaah who there is no God but Him that they will make you submit to Allaah's caliph Al-Mahdi Nasser Mohammed Al-YamaniImam Mahdi Nasser Mohammed Al-Yamani31-12-2021 ADhttps:\/\/t.co\/kl2K56ALcG#Omicron_is_a_global_calamityOmicroncbzWrl","sentiment_score":0.0}
{"full_text":"RT In March 2016, Fauci told the American public that Zika was causing an \"epidemic of microcephaly\" among newborn babies in...","sentiment_score":0.0}
{"full_text":"Another one of his brush it off hope it goes away comments.....well it won't,not when we are on a war footing with Covid-19. Insulting to the British voters that voted him in.","sentiment_score":-0.5}
{"full_text":"RT Fauci's predicted terrifying \"microcephaly epidemic\" never materialized. WHO's spokesman told NPR, \"we apparently saw a l...","sentiment_score":-0.475}
{"full_text":"RT I'd tell them I need two weeks to decide. And then every two weeks for two years I'd tell them I need another two wee...","sentiment_score":0.0}
{"full_text":"All he needs to do is give us another lockdown and then I'll see how much he's really defending us.","sentiment_score":0.2}
{"full_text":"I cannot take seeing another strong opinion about this from someone who has NO idea what it's like to parent a child during the pandemic. I will have a fucking stroke. It's an impossible situation and there's no good answer. Your STUPID opinion isn't going to solve the problem.","sentiment_score":-0.3966666667}
{"full_text":"RT 96 Michigan children hospitalized with COVID, breaking pandemic record. The sudden rise in pediatric hospitalizations from...","sentiment_score":0.0}
{"full_text":"RT Stephen Colbert: Ron Desantis's State Surgeon General has announced a new plan to reduce Covid cases in Florida. Their pl...","sentiment_score":0.0931818182}
{"full_text":"Covid dreams are fucked up. For 6 hours last night i dreamed that i was a boat. I was aimlessly trudging through the water and the more i moved my physical body the further i went. The goal? To find my own way. Also karate kid was there","sentiment_score":0.0833333333}
{"full_text":"RT At Ron DeSantis' press conference, he just admitted that they have a stockpile of \"800,000 to a million\" expired COVID-19 t...","sentiment_score":0.0}
{"full_text":"RT With vaccination rates in Africa \"abysmally and worryingly low\" - 6% of the population and only 27% of healthcare worke...","sentiment_score":0.0}
{"full_text":"RT By tomorrow, my hospital will likely exceed April 2020 covid census. Vaccinations have allowed us to avoid the worst effects...","sentiment_score":-0.5}
{"full_text":"RT I'm seeing cases of myocarditis (heart damage) due to COVID-19 &amp; they are not even close to being mild.","sentiment_score":0.1041666667}
{"full_text":"RT \"En 'stand-by(e)'\" (#TEVDAdeVerano):https:\/\/t.co\/OqJWFKOCTI#EstadoDeAlarma #ToqueDeQueda #Mascarilla #Covid19 #Covid_19...","sentiment_score":0.0}
{"full_text":"The CDC recommends you should give me head lol","sentiment_score":0.8}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT This pandemic is never going to end.","sentiment_score":0.0}
{"full_text":"RT Them: You've been vaccinated for measles, smallpox, and polio- just get this vaccine.Me: Just bc I had sex with Ashley...","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT #Telangana: #COVID19  cases JAN 2nd-   274JAN 3rd-   482 JAN 4th-   1052 JAN 5th-   1520JAN 6th-   1913","sentiment_score":0.0}
{"full_text":"RT Suicides up with Texas National Guard after not paying them they're getting COVID. Donate","sentiment_score":0.0}
{"full_text":"RT Of course, a few people are characterizing Rafa's comments as \"salty.\"  No, he's not. His position on the Covid issue has b...","sentiment_score":-0.2}
{"full_text":"RT Maybe all these \"unskilled\" workers should stay home for just like 10 days and see what happens","sentiment_score":0.0}
{"full_text":"RT Will wonders never cease????Covid: Evidence on face masks in schools 'inconclusive' - BBC News","sentiment_score":0.0}
{"full_text":"lockdown !!!!! You had made a statement right !?! aathavla ka? ","sentiment_score":0.4464285714}
{"full_text":"RT Portugal on Thursday said it would allow students to return to school from next week and nightclubs to reopen on Jan. 1...","sentiment_score":0.0}
{"full_text":"RT The Governor's New Clothes: Ron DeSantis wants you to pretend you don't know he has COVID.","sentiment_score":0.1681818182}
{"full_text":"I know someone who was fit and healthy (athletically) then had covid. He now suffers with his chest nearly a year later, he also has an inhaler...but seems to keep getting slight health issues... he is against 'covid' and against the vaccine like me, so bit of a strange one.","sentiment_score":0.0261904762}
{"full_text":"It's cool. I live in the part of Northern Virginia where I have to carry mace to walk my dog today, but where the roads are a mess because we lack winter weather infrastructure. It's fine though. My toddler is home all week after being exposed to COVID at daycare last week ","sentiment_score":0.1456060606}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT Please let this be the week that the dam finally breaks. This is just insanity.","sentiment_score":0.0}
{"full_text":"RT 2 years. 2 trophies. A completely revamped, youthful &amp; energetic team. A pandemic to deal with. A fan...","sentiment_score":0.3}
{"full_text":"RT We're now only 1 year into the vaccine rollout and we already need 3 shots to be up to date, soon to be 4. As this cycl...","sentiment_score":0.0}
{"full_text":"You didn't take the vaccine but the worst decision you've made is supporting the dolphins for 15+ years ","sentiment_score":-0.375}
{"full_text":"Is there a formal statement from OCTA Research or about the position of one of their members, Fr Austriaco?His position is \"Omicron is a natural vaccine\".He went into an event as a representative of OCTA Research.Hia slides have icons of","sentiment_score":0.1}
{"full_text":"RT such a bizarre contrast between Australia's zero tolerance approach to covid and its zero f***s approach to climate change","sentiment_score":0.2}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT This is how I've been talking this week. I have COVID-19","sentiment_score":0.0}
{"full_text":"RT #longcovid is the most scandalously under-reported and least-discussed component to this damn pandemic.","sentiment_score":0.5}
{"full_text":"RT I don't give a shit what your opinion on China is. In a nation of over 1 billion people they've had less than 5000 deat...","sentiment_score":-0.1833333333}
{"full_text":"like at least i'm testing myself to keep others safe... the rest of them are exposed 50 times and dont give a shit","sentiment_score":0.0}
{"full_text":"It's been safe for the kids the whole time, in fact the unsafe route is forcing them all to wear masks all day or stay home. How many kids hanging themselves or swallowing all of mommies Xanax does it take for you to wake up?","sentiment_score":0.4}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"Also fully vaccinated. Also boosted. Also not dead. Get your vaccine.","sentiment_score":0.1}
{"full_text":"to everyone saying oancho was gonna die in a week, its been 9 months and hes living la vida lockdown","sentiment_score":0.0}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT bro if we have another lockdown I'm developing a new accent who tf is gonna know","sentiment_score":0.1363636364}
{"full_text":"RT As the spring term begins, we have some important updates to share about safety for #OurImperial community during #COV...","sentiment_score":0.4}
{"full_text":"RT Ontario, Quebec, Manitoba and BC have all announced lockdown measures to curb the spread of Omicron. It's been nearly...","sentiment_score":0.1}
{"full_text":"RT British Politician Compares Justin Trudeau To Hitler Regarding Covid.","sentiment_score":0.0}
{"full_text":"RT Weren't teachers given priority access to the vaccine so we could keep schools open? Why isn't that enough for them?","sentiment_score":0.0}
{"full_text":"RT A child under the age of 1 from Solano County, California has died from COVID. \"This loss is an urgent reminder that childr...","sentiment_score":0.0}
{"full_text":"RT insanely bleak that the guy who tells me when and where i can get a ps5 or a 3090 is now informing me about where and whe...","sentiment_score":-1.0}
{"full_text":"RT Just one sick person with omicron can infect from 20 to 50 people. Just one. The KN 95 mask is your only protection. Cloth...","sentiment_score":-0.3571428571}
{"full_text":"This is very strange. September 2020.@metpoliceuk - tell them to stop. This happened in the past.Ex-SNP MP Margaret Ferrier to stand trial over alleged Covid breach","sentiment_score":-0.0825}
{"full_text":"RT Our leadership is currently discussing whether to have Twisting Culture in person, virtually, or postpone due to the c...","sentiment_score":-0.0625}
{"full_text":"RT Nate Silver says schools temporarily closing because of a raging pandemic is as bad (perhaps worse!) as the invasion of Iraq....","sentiment_score":-0.6}
{"full_text":"Why the long delay don't be surprised if like the embezzler McGarry it goes on&amp;on &amp; on this seems to be the norm for SNP","sentiment_score":0.025}
{"full_text":"RT And so it begins. Chonburi has seen a 166% increase in case numbers since 1st January. Phuket has seen a 167% increase i...","sentiment_score":0.0}
{"full_text":"The travel ban is a slap in the face of Western countries' hypocrisy in international health cooperation and multilateralism.https:\/\/t.co\/Wm4lFPWYCU","sentiment_score":0.0}
{"full_text":"RT \"Pregnant People\" This country is lost! Canada 2022","sentiment_score":0.4166666667}
{"full_text":"Whether he was luable to react to something or not, he should not have been given any free pass on account of his celebrity status. He will be thrown out of the country on Monday because the law apples to everyone. No vaccine.. No entry and the same applies in the US tooThe end","sentiment_score":0.2}
{"full_text":"Anc don't have leadership he was lough with white people they don't have musk at de klek memorial now he failed to unite Anc his excuse ovias Corona where the unity they always talked about it when the hole president leave the ancwl event because they did not support him","sentiment_score":-0.1833333333}
{"full_text":"RT When your college suddenly ask you to clear the hostel room in one day because of lockdown:","sentiment_score":0.05}
{"full_text":"RT Huge jump in #COVID19-19 cases in 24 hrs in #TN.Ysdy 4,862 cases, today, 6,983 cases. Test positivity rate which was 1.4% on...","sentiment_score":0.4}
{"full_text":"RT insanely bleak that the guy who tells me when and where i can get a ps5 or a 3090 is now informing me about where and whe...","sentiment_score":-1.0}
{"full_text":"RT Peaking at 5,200 cases in 2016 (when media reports raged), the US has seen only ~550 cases since then. During congressi...","sentiment_score":0.0}
{"full_text":"RT How on earth is this not a scandal? Long COVID numbers in children have more than tripled in 6 months. 117,000 children wi...","sentiment_score":0.225}
{"full_text":"RT \"En 'stand-by(e)'\"(#TEVDAdeVerano):https:\/\/t.co\/VX3ucLi3jf#FinEstadoDeAlarma #FinToqueDeQueda #Mascarilla #Covid19...","sentiment_score":0.0}
{"full_text":"RT I saw this asked and I'm curious: Would you agree to a true two week lockdown if it meant that you could sit around and hav...","sentiment_score":0.125}
{"full_text":"RT Time to have your first or second #Covid-19 jab, or your booster? Here's where you can get it, including Bils...","sentiment_score":0.125}
{"full_text":"FRED RAVENS of Massachusetts died of COVID on Jan. 6, 2021.\"Fred was the family patriarch, role model &amp; shining light. He was a devoted husband, father &amp; grandfather &amp; served his country &amp; community in many ways throughout his life.We will continue to strive to make him proud.\"","sentiment_score":0.5666666667}
{"full_text":"More than half of employers that introduced \"circuit breaker\" holidays during the pandemic saw boosts in employee #mentalhealth and morale.Today's #ChartoftheDay compares the results of actions taken to improve employee #wellbeing.","sentiment_score":0.1666666667}
{"full_text":"Put ur ass on vaccine permanently then u get relief from covid..","sentiment_score":0.0}
{"full_text":"Vaccination drive for teenagers to remain suspended in #Surat tomorrow due to shortage of stock#COVID19 #Gujarat #TV9News","sentiment_score":-0.125}
{"full_text":"Friends, colleagues, students--I remind you that our lifestyles have changed, and we are still learning to coexist with COVID-19. In a present, which is constantly being reshaped by the pandemic, we must remember to give ourselves grace. We will get through this together.","sentiment_score":0.0}
{"full_text":"People receiving Ontario Works or ODSP can get help with travel costs to get to their #COVID19 vaccination appointment. Contact your caseworker for details.","sentiment_score":0.0}
{"full_text":" Heading back to uni?  Don't take #COVID19 back to campus.  Take a lateral flow test before you go and get your booster if you haven't already.","sentiment_score":0.0}
{"full_text":"RT FYI: Telling people who are terrified of catching covid, \"it'll be okay, it won't be that bad, you're overreacting and ever...","sentiment_score":0.1333333333}
{"full_text":"GATHERING OF CHAMPIONS -","sentiment_score":0.0}
{"full_text":"RT The match between Salavat Yulaev and #Jokerit is in jeopardy. It is reported that half of the players in Ufa tested positi...","sentiment_score":-0.1666666667}
{"full_text":"COVID-19 testing site at the Washington State Fairgrounds Bronze Lot is open today from 8 am to 4 pm. No appointment required. As a reminder, there are additional testing sites in Puyallup. For a list of locations, please go to TPCHD's website here","sentiment_score":0.0}
{"full_text":"RT I thought in 2020 we would deal with this pandemic... no problem. In 2021 it was super hard but we did it. It's 5 days int...","sentiment_score":0.0208333333}
{"full_text":"Meet Calum Glendinning, another one of our students taking part in the #innovation Simulation Competition 10-13 Jan.\"This is an amazing opportunity during the COVID 19 pandemic to work #internationally with new people whilst hopefully improving my #employability skills as well.\"","sentiment_score":0.2454545455}
{"full_text":"TONIGHT  American Nightmare with Chemical Fix and 7 PM: 8 PM18+Venue safety info: Proof of negative COVID test w\/in the last 72 hours from the event OR proof of full vaccination required.  required.","sentiment_score":0.0125}
{"full_text":"ScreeningCanada will collect an individuals COVID-19 proof of vaccination in accordance with all Provincial and Federal privacy regulations with data stored in Canada. Reach out to us to learn more at inbox@screeningcanada.ca #backgroundscreening #hrtech #covid19vaccination","sentiment_score":0.5}
{"full_text":"RT Have you ever thought you had Covid?But then you remember that's just how you feel when you have children.","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic detained in Melbourne  airport and interrogated for 6 hours like a terrorist, even though he has medical v...","sentiment_score":0.0}
