{"full_text":"Starting soon: Premier Tim Houston and Dr. Robert Strang are to give a COVID-19 update.Watch here: ","sentiment_score":0.0}
{"full_text":"Lots of lobbying still, mustn't ease off!","sentiment_score":0.0}
{"full_text":"It's also amusing to watch the mental gymnastics in justifying that the current lockdown measures 'worked'. I suppose they worked just as well as they did in the UK and the US North-East.","sentiment_score":0.1666666667}
{"full_text":"RT During the pandemic billionaire wealth has gone up 73% while job numbers have fallen to recession levels.I never wan...","sentiment_score":0.1}
{"full_text":"RT BC Has Quietly Changed Its COVID-19 Restrictions &amp; Now There's No End Date For Closureshttps:\/\/t.co\/5XiXhnfnxM","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Here we are folks. Public health pandemic policy designed purely to ensure some mouth frothing purple faced right wing MPs do...","sentiment_score":0.1666666667}
{"full_text":"RT The richest country in the world, 2 years into a pandemic, is sending 4 tests per household, one time.","sentiment_score":0.0}
{"full_text":"RT Omicron is NOT *nature's vaccine* it's nature's trick:)Don't fall for it","sentiment_score":0.0}
{"full_text":"RT Dr Deepti Gurdusani, Clinical Epidemiologist: \"It's certainly not based on science. It seems like a political decision. I...","sentiment_score":-0.0535714286}
{"full_text":"RT Watch Boris Johnson laughing and mocking the accusation that he broke Covid rules. #pmqs","sentiment_score":0.0}
{"full_text":"Time to call out these seriously dangerous and self serving idiots. Asking people to wear masks to show concern for another persons illness makes perfect sense. Refusing to be caring of another persons health where extreme illness is possible, is not only selfish, but dangerous","sentiment_score":-0.203125}
{"full_text":"my sister tested positive for covid, literally gonna kill myself","sentiment_score":0.2272727273}
{"full_text":"NZ is suffering from a large minority of ppl who stupidly have no appreciation for how well managed our covid response has been &amp; how fortunate we are to be living as covid free as we are. A huge part of the blame has to be put on the ignorance and laziness of MPs.","sentiment_score":0.1228571429}
{"full_text":"Oh I know you trust everything you see on fox news. Your just the type of guy. Feel free to join reality with the rest of us one day. Also maybe you Canadians should get vaccinated or something. That's alot of covid deaths im seeing. Goodluck! ","sentiment_score":0.5}
{"full_text":"RT As per the current situation of the COVID-19 pandemic, many students and their families are COVID-19 positive and almost eng...","sentiment_score":0.2424242424}
{"full_text":"A true leader   VERSUS  A communist fascist","sentiment_score":0.35}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT 'Once regulations lapse, the government will no longer mandate the wearing of face masks anywhere'Boris Johnson has confirmed...","sentiment_score":0.4}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"Personal training should be personal. If I wanted group classes, that's what I would sign up for... it's a pandemic, consult with me before adding someone to my session. Like... whet?","sentiment_score":0.0}
{"full_text":"RT Bravo McGill students for being concerned abt community spreadThey say: \"our chief concern is the clients we work with &amp;...","sentiment_score":0.0}
{"full_text":"While the WH has done a great job with the vaccine how come there has been no push for an effective treatment protocol once someone has been infected with Covid?","sentiment_score":0.7}
{"full_text":"I shall continue to wear my every doctor mask","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Indeed, He is All-Aware of the corrupting wrongdoers among non-Arabs and Arabs, in line with the Word of Allaah the Exalted: .....","sentiment_score":0.0}
{"full_text":"Heartbreaking for you Sincere condolences My baby girl is now 40. She had Covid over Christmas whilst alone &amp; 3,500 away from home. She came through, though","sentiment_score":0.5}
{"full_text":"Starting soon: Premier Tim Houston and Dr. Robert Strang are to give a COVID-19 update.Watch here: ","sentiment_score":0.0}
{"full_text":"Saw 2 door variant of new bronco. Looks like shit. 4 door looks fine tho? Idk what happened","sentiment_score":0.1176767677}
{"full_text":"RT What nonsense!\"All plan B Covid restrictions, including mask wearing, to end in England\"Cynical and wrong. 438 people died ye...","sentiment_score":-0.55}
{"full_text":"RT Kids being forced to bring blankets into class to keep from freezing because all of the windows are open to try and re...","sentiment_score":-0.15}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"You had 240mil people given kits.  They were not told what was in the kits it was later disclosed three months later it was ivermectin and doxycycline they had a 97% reduction in caseload. This was carried out with the WHO and CDC.","sentiment_score":0.0}
{"full_text":"The answer is quite categorically no!","sentiment_score":0.0}
{"full_text":"RT British PM Boris Johnson announces end of COVID-19 measures including mandatory face masks in England\"Our scientists believe tha...","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"Starting soon: Premier Tim Houston and Dr. Robert Strang are to give a COVID-19 update.Watch here: ","sentiment_score":0.0}
{"full_text":"my birthday is sunday who wants to get me this the blacker the berry throw from https:\/\/t.co\/ASrW00ViUh","sentiment_score":0.2}
{"full_text":"RT In revoking Novak #Djokovic's visa for refusing the #COVID #vaccine after fully recovering from the virus just last mo...","sentiment_score":0.0}
{"full_text":"Personally I'm more scared if long covid than short covid. I dont trust science to research or treat it properly or fast enough to keep me healthy","sentiment_score":0.1916666667}
{"full_text":"I've reported to VAERS as someone who worked vaccine clinics this Spring. We observed people for 15 minutes as most vaccine reactions occur in that time frame. After that, people go home and self report. Sadly, the system is totally corrupted now.","sentiment_score":0.0}
{"full_text":"RT In a weird backhanded way, we should be thanking Boris Johnson tonight. If it wasn't for him being busted for being a la...","sentiment_score":-0.5}
{"full_text":"Starting soon: Premier Tim Houston and Dr. Robert Strang are to give a COVID-19 update.Watch here: ","sentiment_score":0.0}
{"full_text":"RT MASSIVE Reversal: England To Scrap \"Vaccine Passports\"","sentiment_score":0.0}
{"full_text":"RT BREAKING (AP) -- Starbucks is no longer requiring its U.S. workers to be vaccinated against COVID-19, reversing a policy i...","sentiment_score":0.0}
{"full_text":"RT We are living in a parallel universe. is saying we can congratulate ourselves for overcoming the omicron var...","sentiment_score":0.0}
{"full_text":"Starting soon: Premier Tim Houston and Dr. Robert Strang are to give a COVID-19 update.Watch here: ","sentiment_score":0.0}
{"full_text":"Starting soon: Premier Tim Houston and Dr. Robert Strang are to give a COVID-19 update.Watch here: ","sentiment_score":0.0}
{"full_text":"People were sold a lie. The Government said get the vaccine and you don't need a mask, you can live freely, you won't get Covid, you can't spread it, etc. All of which weren't true, so it makes sense the people are now hesitant in anything the Gov says","sentiment_score":0.2954545455}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"im scared to look at replies","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls order their 4 free covid tests from USPS","sentiment_score":0.6}
{"full_text":"RT I do not like going to the store. I do not like paying more. I do not like to wear a mask.I do not like that they do...","sentiment_score":0.5}
{"full_text":"RT Jenna Alexander and Pamela Croom led the overthrow of minority anti-CRT officers of PTSA, con...","sentiment_score":0.0}
{"full_text":"RT I feel very strongly about this message: \"There's a lot to be hopeful for, but we have to put in the work. Now is not t...","sentiment_score":0.5633333333}
{"full_text":"Hey I'm going on vacation for 21 days, turned into hey man fuck me I got Covid and the next available flights are in February and feel like I'm battling death itself","sentiment_score":0.0}
{"full_text":"Some current thoughts: Anti-vaxers\/mask wearers should be more aptly called 'Suicide By Covid Folks' or the SBCF  And what used to be the GOP (GrandOldParty) could now also be more aptly called the TPC (TrumPubliCult) I feel slightly better now ","sentiment_score":0.45}
{"full_text":"Anyone I know who has\/had long COVID?@maosbot is the only example I can think of OTMH.","sentiment_score":-0.025}
{"full_text":"Between Johnson &amp; Johnson, Purdue, Cardinal Health, McKesson, &amp; AmerisourceBergen, the total fine levied for the fallout of the Opioid Epidemic is over $34.3 BILLION.https:\/\/t.co\/0WEvK47dli","sentiment_score":0.2083333333}
{"full_text":"RT British PM Boris Johnson announces end of COVID-19 measures including mandatory face masks in England\"Our scientists believe tha...","sentiment_score":0.0}
{"full_text":"RT Vaxtremists gonna boycott Starbucks now?? ","sentiment_score":0.0}
{"full_text":"TAKE NOTES","sentiment_score":0.0}
{"full_text":"RT I know there can be pushback on school assessments, but I suspect parents want our schools to take stock of the data to...","sentiment_score":0.0}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT The people trying to get your children to take this product are cruel, evil and not acting on your or your kids best i...","sentiment_score":-0.25}
{"full_text":"My job be dangling COVID crisis over my head on my days off. And while the money is very nice, I need to remember not to burn myself out. And I need to rest.","sentiment_score":0.78}
{"full_text":"Stay safe from Corona or Wordle crowd?","sentiment_score":0.5}
{"full_text":"RT An Audio Statement in Arabic, titled: COVID is a Firm Plan From AllaahImam Nasser Mohammed Al-Yamani12- Jumada II -...","sentiment_score":-0.2}
{"full_text":"RT WILDFIRE.\"The sudden announcements of a handful of nations to scrap vaccine mandates and passports have left authorita...","sentiment_score":0.0}
{"full_text":"RT In addition to the global calamity of the Corona war that hits you within your own selves, until the promise of Allaah to e...","sentiment_score":0.3}
{"full_text":"And all of us that are immunocompromised &amp; support public health polices like vaccine mandates don't shed a tear - this is exactly how vaccine requirements are suppose work. *You* have the freedom of choice &amp; you made one. Anyways, save your money for your criminal defense fund.","sentiment_score":-0.05}
{"full_text":"You been in the hospital the last couple of months? I have, 37 days (3 visits) for non related COVID, I still needed Drs and nurses to care for me. They are short staffed, working extra hrs, constantly putting on and taking off protective gear. Where is your proof it's fake??","sentiment_score":-0.0833333333}
{"full_text":"RT 108,069 Covid cases in the UK today, and 359 deaths.","sentiment_score":0.0}
{"full_text":"RT During the pandemic billionaire wealth has gone up 73% while job numbers have fallen to recession levels.I never wan...","sentiment_score":0.1}
{"full_text":"What's happening? HMMM, What is happening, borris johnson is opening up the UK completely, he's getting rid of all the Bullshit COVID restrictions and completely opening up their country, HMMM, I wonder what he knows?","sentiment_score":0.1}
{"full_text":"Lmmfaoooooo","sentiment_score":0.0}
{"full_text":"RT the global calamities of Allaah's cosmic war, the so-called \"terrestrial, nautical, and aerial climate disasters\"Imam...","sentiment_score":0.0}
{"full_text":"RT Youth Congress chief Srinivas writes to Delhi LG Anil Baijal over COVID mismanagement in DelhiRead Story |","sentiment_score":0.0}
{"full_text":"RT Student life is more important or an exam? #delayGATE22","sentiment_score":0.45}
{"full_text":"RT This is the biggest set-up of all time - Charlottesville meets Nick Sandman\/Lincoln Memorial meets Jan 6th. Look at the lang...","sentiment_score":0.0}
{"full_text":"RT I think should be concentrating on how to rejuvenate London after the pandemic. How to capitalise...","sentiment_score":0.0}
{"full_text":"RT If a co-worker for any reason asked me to wear a mask when I sat next to her at work, I would.Not because I don't belie...","sentiment_score":0.0}
{"full_text":"RT We live in rich countries that are morally bankrupt. We have homeless people worried about freezing to death, people w...","sentiment_score":0.1704545455}
{"full_text":"RT \"With the rapid spread of Omicron, many countries are rethinking their COVID mask advice for the community.\"Great ar...","sentiment_score":0.65}
{"full_text":"RT Chief Justice Roberts asked all members of the court to wear a mask with Justice Sotomayor having diabetes -- Gorsuch has ref...","sentiment_score":0.0}
{"full_text":"Biden to give away 400 million N95 masks starting next week","sentiment_score":0.0}
{"full_text":"You know we are considered useless eaters, they have decided we are useless and this is their method of handling that.  I feel sorry for all the stupid people that got vaccinated and had no research under their belt to figure it out before getting the vaccine","sentiment_score":-0.575}
{"full_text":"It's not because the whole point is that the incidentals aren't reflective of true Omicron burden.A shallow analysis would just point at the COVID census. This is what most are doing.","sentiment_score":0.1791666667}
{"full_text":"RT Gary Patterson's shirt tells quite a story...","sentiment_score":0.0}
{"full_text":"Add to that the daily rich lister B news and bipolar property predictions.","sentiment_score":0.1875}
{"full_text":"bruh i think my sister got covid","sentiment_score":0.0}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"RT NEW: Walmart Sued for Refusing to Fulfill Military Veteran &amp; COVID Patient's Prescription for Ivermectin and Hydroxychloro...","sentiment_score":0.0121212121}
{"full_text":"RT My Uncle, who died last week from Covid, spent many of his last breaths lamenting his decision not to get vaccinated. He suffe...","sentiment_score":0.1}
{"full_text":"RT When it's a major question like the health and safety of a workplace, we expect the justices to speak clearly and unambigu...","sentiment_score":0.08125}
{"full_text":"RT Sh!t.  Did anyone else just hear Sajid Javid admit that the way they've been counting COVID deaths (28 days after positive co...","sentiment_score":0.2272727273}
{"full_text":"RT Please don't believe the hospitalisation figures you see on the news.There are 7,500 patients currently being treated...","sentiment_score":0.0}
{"full_text":"2 week lockdown will flatten the curve","sentiment_score":0.0}
{"full_text":"RT I appreciate the covid test Joseph BUT WHAT ABOUT THESE LOANS!?","sentiment_score":0.0}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT BREAKING.Starbucks delivers a shot to the Biden vaccine mandate.https:\/\/t.co\/O2JRpdSYgw","sentiment_score":0.0}
{"full_text":"RT College students nationwide protest COVID booster mandates via","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"I was like DAMN that's a lot then remembered most people aren't single with no children  everyone else is fawked","sentiment_score":0.2142857143}
{"full_text":"The pandemic has accelerated the process of digital transformation within the manufacturing and consumer products industry. Check out our latest blog post to find out more: #manufacturing #consumerproducts","sentiment_score":0.3333333333}
{"full_text":"I think the thick one is the person who believes that a regime that hasn't been able to deliver on a single substantive promise since being elected somehow managed to singlehandedly defeat Covid. Her only achievement has been buying total control of most of NZ's media.","sentiment_score":0.1047619048}
{"full_text":"RT HolyMoly #Nurses just took the gloves off \"the root cause of the #nursing #crisis: #chronic understaffing by profit driv...","sentiment_score":0.0}
{"full_text":"why? because it was a theoretical concern. very few epidemiologists would say you should not vaccinate during a pandemic. not 1 vaccine is 100% effective. infection itself is not 100% effective.","sentiment_score":0.235}
{"full_text":"RT for those not paying close attention, was this shite as environment\/climate-change minister too.he actually *r...","sentiment_score":0.0}
{"full_text":"RT To all those school children, shop\/hospitality workers, taxi drivers, factory workers etc that have had to wear a rag s...","sentiment_score":0.0}
{"full_text":"RT took a nap after my covid test (i tested positive lol) and had a dream where freddy fazbear started replacing random char...","sentiment_score":0.1757575758}
{"full_text":"RT And don't worry any more about masks, says Johnson, who needed something to say.","sentiment_score":0.5}
{"full_text":"RT Consecutive booster shots in a short amount of time reduces the ability of the immune systems to fight infection. It's wh...","sentiment_score":0.0}
{"full_text":"i may have underestimated how stressful it would be to be surrounded by covid as a chronically ill person","sentiment_score":-0.5}
{"full_text":"State Sen. Barickman recovering from COVID-19","sentiment_score":0.0}
{"full_text":"RT Do you think the Plan B measures are being lifted prematurely given there were 359 COVID deaths recorded today?","sentiment_score":0.0}
{"full_text":"RT The Omicron variant of coronavirus is \"in retreat\" and England is in the \"next chapter\" of its fight against the virus...","sentiment_score":0.0}
{"full_text":"Crush: I have a crush on my prof for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"RT Mar 2020 - \"you don't need a mask\"Apr 2020 - \"please wear a mask\"May 2020 - \"you must wear a mask\"Dec 2020 - \"wear t...","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"If I went to Petrie dish places like bars, restaurants, concerts, movie theatres, libraries,etc, then I wd be living in fear of an unpredictable virus that cd make me sick, kill me, or if not, give me long Covid. So it's living in fear either way. I choose to protect my health.","sentiment_score":-0.3103174603}
{"full_text":"England and now the Czechs!Don't Stop...Believing!","sentiment_score":0.0}
{"full_text":"RT If you climb up Scafell, you think that you can see the top, but you get to that peak and then there's another one beyond.S...","sentiment_score":0.5}
{"full_text":"New Government Website for Ordering Covid Tests Is Up and Running via","sentiment_score":0.1363636364}
{"full_text":"Minneapolis held its first inauguration under COVID-19 protocols as cases rise around the stateBy","sentiment_score":0.25}
{"full_text":"RT On Swamiji's birth anniversary, Hon'ble AITC Gen. Secy. &amp; MP is taking up 30,000 Covid Tests in Diamond Harbou...","sentiment_score":0.0}
{"full_text":"\"We want everyone to enjoy their freedom while they can. So live everyday like Omicron is going to ruin your life tomorrow.\" -- #InTheShadeNZ opening night host, the irreplaceable, Chris Parker ","sentiment_score":0.1121212121}
{"full_text":"#ICYMI COVID-19 boosters are available at Jesse Owens North! Schedule an appointment through MyChart today. More info:","sentiment_score":0.5}
{"full_text":"FREE at home COVID tests are now available. USPS will deliver 4 free COVID tests per residential address. Go to to request your free tests. Do not wait.","sentiment_score":0.4}
{"full_text":"\"Cheap alcohol together with the terrible anxieties of Covid created a \"perfect storm\" which resulted in millions more drinking at risky levels...\"","sentiment_score":0.225}
{"full_text":"The pandemic has brought many changes to employee training. Find out how to optimize the L&amp;D strategy to attract and retain valuable talent, with valuable insights from our CEO, Graham Glass:","sentiment_score":0.5}
{"full_text":"What contributed to 80% of the COVID-19 deaths in New York's DOC?","sentiment_score":0.1363636364}
{"full_text":"RT NEW: Walmart Sued for Refusing to Fulfill Military Veteran &amp; COVID Patient's Prescription for Ivermectin and Hydroxychloro...","sentiment_score":0.0121212121}
{"full_text":"RT we really told the government we needed covid tests for free and all they heard was \"four free\"","sentiment_score":0.3333333333}
{"full_text":"#UK shd or cd be the BEST in everything MORAL because you were the mastermind of the GREAT English speaking world. Pls change course PM; please.  All my English tchrs. priests, bosses did NOT discriminate, but were good examples of righteousness.Best Wishes Mr. PM.","sentiment_score":0.4166666667}
{"full_text":"Healthy unvaccinated 28yo called this morning because he has COVID and he's been sick since November. \"I feel like I'm dying, it's not supposed to be this bad, something is wrong.\"","sentiment_score":-0.3535714286}
{"full_text":"RT Sending every household the same amount of Covid tests (4), regardless of how many people live there is a good example of how...","sentiment_score":0.3340909091}
{"full_text":"RT My kids will continue to wear masks. I will continue to wear a mask.The intention is not to stand out but to protect ourse...","sentiment_score":0.0}
{"full_text":"Covid infection rates down by 50% in Wirralhttps:\/\/t.co\/HgOM8u4Xz5","sentiment_score":-0.1555555556}
{"full_text":" | Please be aware that mandatory COVID Protocols will be in place this Saturday for our fixture against will be open from 11am.#STFC https:\/\/t.co\/yea7iqpv2U","sentiment_score":0.125}
{"full_text":"GIVEAWAYTo celebrate the upcoming release of Singularity, first villain, we're giving away a PROMO variant!TO ENTER: FOLLOW &amp;   RETWEET TAG 2 FRIENDSWinner will be announced Jan 21st!#cnft #nft #giveaway #crypto","sentiment_score":0.25}
{"full_text":"The pandemic has kicked the eDiscovery services market into overdrive. See why Deloitte has been named a Leader in the MarketScape: Worldwide eDiscovery Services 2021 Vendor Assessment!","sentiment_score":0.0}
{"full_text":"Denial? My family literally just got over Covid like 3 days ago and honestly it was no worse than a cold. If it scares you then please stay in your house with your mask and hide for a few more years. Let people that want to live, live. Personally I'm done with hiding","sentiment_score":0.0965909091}
{"full_text":"Author and speaker Allison Graham shares some helpful tips on coping with the pandemic. #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"time we all learned to live with it .. omicron flu","sentiment_score":0.1363636364}
{"full_text":"RT The government is ending its Covid-19 Plan B measures in England &amp; face masks will no longer be mandatory, My advice as a...","sentiment_score":0.0}
{"full_text":"COVID-19 has made it difficult for businesses to survive and keep employees. NJBAC offers plenty of resources on our 'workforce development services' page that can help you get the staff you need. Check them out here:","sentiment_score":-0.2}
{"full_text":"Diane get the COVID VACCINE","sentiment_score":0.0}
{"full_text":"South Shropshire MP, Philip Dunne, has welcomed confirmation today in the House of Commons that the government intends to let covid restrictions expire.","sentiment_score":0.0}
{"full_text":"All the Dems Who Got Covid Even After Being Boosted","sentiment_score":0.0}
{"full_text":"RT USPS could just drop these COVID tests in our mailbox and so like they do with the junk mail and add \"Or current resident.\"","sentiment_score":0.0}
{"full_text":"Getting tested for covid in a few hours. Wish me luck","sentiment_score":-0.2}
{"full_text":"Recall Ron Klain constantly claiming success with  #Ebola (false comparison) and putting out there bragging about \"the plan\" to win an election? #COVID19","sentiment_score":0.175}
{"full_text":"RT Delighted to meet #Norway Minister for International Development Anne Beathe Tvinnereim today, to discuss our longstan...","sentiment_score":0.35}
{"full_text":"RT There is a cost of living crisis, an energy crisis, Russia may invade Ukraine, knife crime epidemic, grooming gangs, r...","sentiment_score":0.0}
