{"full_text":"RT Please wear a mask. It's an important tool to help stop the spread of the Omicron variant.","sentiment_score":0.4}
{"full_text":"RT Hello Did you know you shared a birthday with my wife Lisa Shaw?19th June.In 2020 she didn't have a birt...","sentiment_score":0.0}
{"full_text":"RT \"The Prime Minister can give a message!\": Kerala High Court junks appeal by congress worker against PM's photo on vaccine c...","sentiment_score":0.16}
{"full_text":"RT If Rishi Sunak is able - with the stroke of a pen, or an email to a subordinate - to cancel PS4.3bn of COVID fraud investigatio...","sentiment_score":0.5}
{"full_text":"Levels of #corruption worsening in some EU countries\"Corruption is a cancer for #democracy,\" says EU VP fight against corruption is stalling,\" warns MEP must use #RuleOfLaw conditionality for EU funds, urges","sentiment_score":0.0}
{"full_text":"RT Tonight on RAW we debate key questions:  - Who is more popular in the UK: Boris Johnson or Ian Huntley?- Does Geronimo t...","sentiment_score":0.2173076923}
{"full_text":"RT Boris Johnson does not believe he broke the law, his spokesman saidThe spokesman wouldn't repeat that all coronavirus r...","sentiment_score":0.0}
{"full_text":"RT Except for Covid, today's State Department travel advisory sounds like the Colombia of the '80s \"COLOMBIA Level 4: Do not tr...","sentiment_score":0.0}
{"full_text":"You being ignorant is not discrimination. You've had a year to get the vaccination. If you don't want to get it, fine. Stay home. Shop online. You can do curbside pickup. The world doesn't revolve around you, and Walmart isn't going to under just because a few nutjobs 'boycott'.","sentiment_score":0.1083333333}
{"full_text":"RT A Maryland high school student came to school with a gun and shot another student.Have you heard about this school shoo...","sentiment_score":0.16}
{"full_text":"And a former intern and alum brags about going to other cities and proudly violating their mask rules.Bacon then turns around to blame Biden for COVID's continued destruction while our local media shrugs. 3\/3","sentiment_score":0.16875}
{"full_text":"RT NEW YORK - State Supreme Court ruled New York's mask mandate is unconstitutional, and declared it unenforceable #New...","sentiment_score":0.1363636364}
{"full_text":"RT Hello Did you know you shared a birthday with my wife Lisa Shaw?19th June.In 2020 she didn't have a birt...","sentiment_score":0.0}
{"full_text":"RT As an anti-vaxxer who does his own research and drinks his own pee to prevent Covid, I'd love to #BoycottWalmart over the...","sentiment_score":0.5666666667}
{"full_text":"RT Pfizer and BioNTech are studying a Covid-19 vaccine that specifically targets the omicron variant","sentiment_score":0.0}
{"full_text":"The inability to remove restrictions and placing new restrictions has a substantial effect on the supply chain. The firing of key employees for refusing to get a vaccine that neither prevents nor stops the spread of the virus is counter productive.","sentiment_score":0.0681818182}
{"full_text":"RT Actually, you stand with a group of anti-vaxxers who are trying to scare and grift money out of otherwise decent Canadians.","sentiment_score":0.0833333333}
{"full_text":"RT 'We have to make a basic choice. Do you want a fully staffed NHS, or a fully jabbed NHS? Because you can't have both.'Martin...","sentiment_score":0.0}
{"full_text":"RT Take a look at the crowd marching against the vaccine mandates in DC Sunday....people are not deceived &amp; not backing down. htt...","sentiment_score":-0.1555555556}
{"full_text":"RT Why tf do I have to go to Centrelink in person today??? I have severe GAD and I'm borderline agoraphobic. AND we're still...","sentiment_score":0.0}
{"full_text":" THE TRUTH ABOUT COVID-19 AND VACCINES  YES, it's 5 hours long, but WATCH THIS TO THE VERY END! Video starts at the 40 minute mark.  PLEASE SHARE ","sentiment_score":0.1}
{"full_text":"Were there toxic Covid19 vaccine Lots (VAERS)...?","sentiment_score":0.0}
{"full_text":"Well. Fuck.","sentiment_score":-0.4}
{"full_text":"RT If you ever wondered how people believed in Witches in the 1600's and you also still wear a mask outside - then congratulat...","sentiment_score":0.0}
{"full_text":"RT Walk-ins NOW welcome at Earl Nichols Vaccination Clinic!799 Homeview Rd in #ldnont  is open 10 a.m. to 5 p.m. Monday...","sentiment_score":0.4}
{"full_text":"RT The Met repeatedly refuse to investigate downing st breaking covid law until 24 hours before the release of Sue Gray re...","sentiment_score":0.0}
{"full_text":"RT Beijing Olympics lowers COVID testing standards, otherwise, there would be no Olympics","sentiment_score":0.0}
{"full_text":"RT I enjoyed listening to you Neil you'll be missed","sentiment_score":0.5}
{"full_text":"Well it's only just dawned on me too because the narratives as if someone forgot it was, a pandemic.","sentiment_score":0.0}
{"full_text":"RT This picture clearly depicts how New India suffered during Covid waves ! This shows #WhoLetIndiaDown","sentiment_score":0.1352272727}
{"full_text":"RT Streets won't forget post lock down martial\/Rashford\/greenwood.","sentiment_score":-0.1555555556}
{"full_text":"RT Nobody listening 2 PSGIC employees stuck on '12 payscales,losing loved ones in pandemic then rewarded...","sentiment_score":0.7}
{"full_text":"RT Crackdown against non compliance of corona SOPs.2 cafe and one tikka shop have been sealed due to unvaccinated staff.I urg...","sentiment_score":-0.125}
{"full_text":"is so cute, since I got covid they call me At least 4 times to check in on me and today when I said I'm feeling fine this girl goes but you don't sound fine.  attention to detail ","sentiment_score":0.2866666667}
{"full_text":"RT get your vaccine you guys","sentiment_score":0.0}
{"full_text":"RT What was the CDC doing with the monkeys that were in the truck accident in Pennsylvania? Lady on site was told to report re...","sentiment_score":0.0}
{"full_text":"RT wrote about the underlying mission of the \"ahhhh i'm done with covid!!\" crowd: to expunge any trace of collective solida...","sentiment_score":0.0}
{"full_text":"RT Thanks to everyone who came to DC yesterday to stand up for democracy, our children and the United States Constitution...","sentiment_score":0.2}
{"full_text":"RT Hi, I'm Sarah. I'm 35 and a doctor. I also have a heart condition that puts me at an increased risk for serious complicat...","sentiment_score":-0.3333333333}
{"full_text":"Is this how they release(d) the second part of this scam?! Their covid narrative was falling apart so they let loose diseased monkeys!? These people are f'n sick! ","sentiment_score":-0.4299450549}
{"full_text":"RT Hi, I'm Marcia. A physical therapist, strength athlete, and yoga teacher with *gasp* chronic illnesses.#IHaveAPreexis...","sentiment_score":0.0}
{"full_text":"Really? The guy who's paper was retracted for falsifying numbers?https:\/\/t.co\/uINBaHgpRC","sentiment_score":0.2}
{"full_text":"Can we have this message put on one of those trucks that would go around Kentucky letting stupid's voters know he voted against their needs.  Also, I'm disgusted with the way he's always looking to blame Dr Fauci for the Pandemic.","sentiment_score":-0.9}
{"full_text":"RT The FDA's grand conspiracy is noting that current monoclonal antibody treatments aren't effective against Omicron, becaus...","sentiment_score":0.3666666667}
{"full_text":"RT British Prime Minister Boris Johnson celebrated his birthday with a gathering at his official residence in June 2020 while the Un...","sentiment_score":0.175}
{"full_text":"RT My aunt died of covid. Watch your asses out there not everyone and everything is as immortal as we tend to think they are.","sentiment_score":0.0}
{"full_text":"RT They lost the COVID Crisis Theater so they're firing up a Russia Crisis Theater","sentiment_score":0.0}
{"full_text":"RT Pro-lifers, RIP. The pro-death movement is born.","sentiment_score":0.0}
{"full_text":"Feel better soon","sentiment_score":0.5}
{"full_text":"Blames people for not wanting to die, then pretends the government dont exist. What a cuck.","sentiment_score":0.0}
{"full_text":"RT It's been 'nigh on impossible to get supply teachers into schools', leaders have told MPs, highlighting the impact of Covid-relate...","sentiment_score":-0.6666666667}
{"full_text":"RT BREAKING Jan 24: 1 in 5 COVID cases are in children in Ontario, Quebec, Alberta. Imagine if we actually tested them? Imagi...","sentiment_score":0.0}
{"full_text":"UK Government really is in a mess it's distracting from its Covid party crisis by raising the issue of its cost of living crisis!","sentiment_score":-0.21875}
{"full_text":"Ending Isolation and Precautions for People with COVID-19: Interim Guidance","sentiment_score":0.0}
{"full_text":"RT Pfizer opens study of COVID shots updated to match Omicron","sentiment_score":0.0}
{"full_text":"RT The vaccine mandate imposed by the Trudeau government on the trucking industry is unnecessary, and will surely have si...","sentiment_score":0.05}
{"full_text":"RT Eventful morning - Met has just confirmed it is investigating parties in govt during lockdown - Cabinet Office will not publ...","sentiment_score":0.4}
{"full_text":"RT The first Covid case in  was 25 Jan 2020, two years &amp; a lifetime ago.Since then:3900 cases per day1.8 deaths per hour...","sentiment_score":0.25}
{"full_text":"Admins recommended the school board require masks. The board said no. The board then names a tennis court after a teacher who died from COVID.Virtue signaling doesn't get much more obscene.","sentiment_score":0.5}
{"full_text":"RT Tory Minister on Sky going for the sympathy vote for Johnson saying he nearly died of Covid. Given all the Covid rules M...","sentiment_score":0.1}
{"full_text":"RT Scheer is right.","sentiment_score":0.2857142857}
{"full_text":"RT Read the latest on Covid-19:Pfizer and BioNTech announce a clinical trial for an Omicron-specific vaccinePolice investigatin...","sentiment_score":0.5}
{"full_text":"RT \"LaRose was not wearing a mask during much of the meeting, nor was DeWine.\"Columbus has a mask mandate, but of course @...","sentiment_score":0.2}
{"full_text":"RT Unpopular Fact: A new Variant Will Be Announced Every Time People Stop Being Afraid.","sentiment_score":-0.2318181818}
{"full_text":"of positive cases in India grow tremendously after the online exams. Because of the pandemic, students did not receive proper tutoring and even the school was rushing to complete the portion; And yet the school is not giving us the reduced portion. I am humbly requesting our(3\/4)","sentiment_score":0.0921212121}
{"full_text":"RT The United States is so anti-worker that in the middle of a pandemic the New York Times is referring to workers gaining mi...","sentiment_score":0.0681818182}
{"full_text":"Vaccine is not our only hope, stop believing the lies. It's total BS!","sentiment_score":0.0}
{"full_text":"RT Covid caused fewer cases of serious illness among very young children than originally claimed, says internal","sentiment_score":0.0429166667}
{"full_text":"RT i'm really tired of hearing from all the people \"over covid\" who never really sacrificed anything to begin with or lost anyo...","sentiment_score":-0.25}
{"full_text":"RT I cannot imagine the incompetence required to utterly fail to deliver your Constitutional duties during a pandemic - f...","sentiment_score":-0.5}
{"full_text":"RT THIS ","sentiment_score":0.0}
{"full_text":"RT During the pandemic report says, the wealth of Indian billionaires increased from Rs 23.14 lakh crore (USD 313 billion) t...","sentiment_score":0.0}
{"full_text":"RT #BREAKING London police probing Downing Street lockdown parties","sentiment_score":0.0}
{"full_text":"Imagine if a Russian invasion had to be called off because one of the soldiers tested positive for Omicron","sentiment_score":0.1136363636}
{"full_text":"Study finds high levels of omicron-fighting antibodies four months after Pfizer booster","sentiment_score":0.16}
{"full_text":"Or just do nothing yourself and rely on the vaccinated to get you out of this pandemic and win you your freedom back.","sentiment_score":0.4}
{"full_text":"RT Sarah Palin, who's not vaccinated against the coronavirus and tested positive for it today, had dined - indoors - at Elio's...","sentiment_score":0.2272727273}
{"full_text":"RT In most of America this week, 1 in every 4 or 5 people who are testing for Covid are testing positive (via Raymond James). h...","sentiment_score":0.3636363636}
{"full_text":"RT Sarah Palin, who's not vaccinated against the coronavirus and tested positive for it today, had dined - indoors - at Elio's...","sentiment_score":0.2272727273}
{"full_text":"New, better coronavirus rapid test via","sentiment_score":0.3181818182}
{"full_text":"Well in fairness it's more because the polio vaccine actually worked.......people are out here double boosted up and STILL catching and spreading covid.","sentiment_score":0.275}
{"full_text":"RT With 13 local restaurants, WCK has provided 20,000 meals to frontline staff working tireless hours to keep NY safe amid the...","sentiment_score":0.25}
{"full_text":"RT Hi, I'm Sarah. I'm 35 and a doctor. I also have a heart condition that puts me at an increased risk for serious complicat...","sentiment_score":-0.3333333333}
{"full_text":"WHO is a world organization not TPLF terrorist organization voice. #NoMore TPLF Terror in Ethiopia we must disarm TPLF. One Ethiopia for all Ethiopians ","sentiment_score":0.0}
{"full_text":"RT Without a Mask Mandate, D.C. Had More Murders than Deaths from Covid","sentiment_score":0.5}
{"full_text":"RT LOOK: Presidential bet &amp; VP Leni Robredo visitED the HQ of Joint Task Force Sulu, was briefed by military officials on h...","sentiment_score":-0.1}
{"full_text":"RT During the pandemic report says, the wealth of Indian billionaires increased from Rs 23.14 lakh crore (USD 313 billion) t...","sentiment_score":0.0}
{"full_text":"Covid is over.  Only ones who keep us alive is liberals.. press and drug companies","sentiment_score":0.05}
{"full_text":"RT The FDA is trying to make it so that people in Florida die of Covid. They'll kill people to harm Republicans. Steel yourselv...","sentiment_score":0.0}
{"full_text":"Yeah I mean at least I can wear a mask in public on such days without a second look, but it's more having to see it\/feel it on myself that's unnerving really.","sentiment_score":0.0125}
{"full_text":"RT #NEW this morning -- changes in the #Wauwatosa school district for #COVID mitigation strategies, including a shortened...","sentiment_score":0.1363636364}
{"full_text":"RT #BeLikeJosephine Unless you are called Boris JohnsonHe has to go","sentiment_score":0.0}
{"full_text":"RT when omicron ends lol","sentiment_score":0.8}
{"full_text":"RT The omicron surge has created an unsustainable workload for the nation's testing infrastructure, and experts say goals must b...","sentiment_score":0.0}
{"full_text":"RT Ignore the yo-yos who say Dems will lose Congress in Nov. They say it w\/o analyzing each election. Here's three reasons wh...","sentiment_score":0.0}
{"full_text":"RT Discharges exceed new cases for the first time in third wave: New cases in State: 41,400New cases in B'lore: 19,105...","sentiment_score":0.1306818182}
{"full_text":"RT I'm calling on the Biden administration to require Medicare to pay for rapid COVID-19 tests. Right now, the administrati...","sentiment_score":0.2857142857}
{"full_text":"Grifters and the grifted","sentiment_score":0.0}
{"full_text":"there is a possibility half of the staff will have covid by next week bcs someone came to register their kid in the school even tho the kid was tested positive the say before, so he was with the director and even tho we keep our distance, we got coffee with him during break ","sentiment_score":0.0202020202}
{"full_text":"RT \"The Prime Minister is laser-focused on delivering for this country,\" says the Paymaster General, Michael Ellis.In other...","sentiment_score":-0.0375}
{"full_text":"RT Brian Kemp has been an absolute disaster for The Peach State.He's badly mismanaged the pandemic response while leading an all...","sentiment_score":-0.25}
{"full_text":"My post is for public awareness how #HDFCLIFE insurance is cheating. They are licensed fraudsters.Policy holders will not get anything at the end. Main victims are #women who are nominees. Don't loose hard-earned money. Covid death claim rejected. #LegalScam_HDFCLIFE","sentiment_score":0.0299145299}
{"full_text":"RT Done arguing with anyone here. You think I make up dead people? You think I whine too much? That I need to shut up and d...","sentiment_score":0.0}
{"full_text":"RT Hey I thought the enhanced covid screener was supposed to prevent students with symptoms from attending scho...","sentiment_score":0.0}
{"full_text":"\"covid's years don't count\" #khimeb`rlii","sentiment_score":0.0}
{"full_text":"RT Scheer is right.","sentiment_score":0.2857142857}
{"full_text":"Covid-19 accelerated business process automation, but there is a danger of doing too much too quickly. Here are three tips to help you maximise your investment in automation.","sentiment_score":0.2666666667}
{"full_text":"99.92% did not experience side effects after COVID-19 vaccination --DOHhttps:\/\/t.co\/xqqVcQPBjm","sentiment_score":0.0}
{"full_text":"WHO's top experts seem to disagree on whether Omicron could spell the end of the COVID pandemic.https:\/\/t.co\/yCt5VN1BuB","sentiment_score":0.5}
{"full_text":"RT I'd love to meet someday. ","sentiment_score":0.5}
{"full_text":"How many times have government talking heads claimed the pandemic was over?After Alpha. After Delta. Before the Omicron peak.There is no way this ends without a fight for Zero Covid.","sentiment_score":0.5}
{"full_text":"RT This is every album Taylor Swift has recorded since the pandemic began.They comprise 89 songs across 11 vinyl discs....","sentiment_score":0.0}
{"full_text":"Children throughout lockdown: no parties, it's the right thing to do. CarrieAntoinette: hold Boris's cake...","sentiment_score":0.2857142857}
{"full_text":"RT Only a visionary leader like had the forethought to keep 'direct cash benefit' in the manifesto as NYAY.If...","sentiment_score":0.05}
{"full_text":"Looking for a replacement COVID-19 vaccine card? Try to contact your vaccination provider directly to access your vaccination record. If you're unable to contact your provider, DOH can help by sending you a record of your immunizations. Learn more:","sentiment_score":0.0333333333}
{"full_text":"Do you currently have a loved one residing in a care home within North East Lincolnshire? Have the staff gone above and beyond throughout their stay? If so, Let us know!Please complete our short online survey at: phone us on 01472 361459","sentiment_score":0.16}
{"full_text":"In September 2020, not long after COVID-19 began to wreak havoc across Wuhan and then the world, one church in China took the opportunity to serve the community by distributing masks and preaching the gospel.","sentiment_score":0.025}
{"full_text":"Eligible hospitality, leisure and accommodation businesses can apply for grants to support them following the Omicron outbreak. One-off grants of either PS2,677, PS4,000 or PS6,000, on offer.Applications must be made by Friday 18 March 2022.https:\/\/t.co\/uhf9WlOceZ","sentiment_score":0.0}
{"full_text":"Last night, met with the  Centennial Leadership Award winners to talk about advocacy - 10 really impressive pharmacy students who've already kicked ass in advocacy, pushing for students to do COVID vax, high dose flu... pharmacy future is ","sentiment_score":0.29}
{"full_text":"RT People in France wear masks in all public placesPeople in France wear masks outside on the streetsPeople in France sho...","sentiment_score":0.0}
{"full_text":"Poor oral health may impact COVID-19 severity, especially for cardiac patients.https:\/\/t.co\/t6yBbwMXDC","sentiment_score":-0.15}
{"full_text":"#SCOTUS stays #OSHA #vaccine #testing mandate for #employers with 100 or more #employees. #emplaw #COVID19","sentiment_score":0.5}
{"full_text":"RT What is the benign, innocent explanation for this? And if you go with \"they're not effective against Omicron\" well then...","sentiment_score":0.1}
{"full_text":".@Showlight2023 announces plans to reinstate Showlight 2023 which, after a two-year postponement due to the COVID-19 pandemic, is now scheduled to take place between 20-23 May 2023 https:\/\/t.co\/qdhAuaEZFb","sentiment_score":-0.125}
{"full_text":"OMG someone sick with the flu! It's a National emergency, lockdown, quarantine &amp; isolate people before everyone gets it &amp; some people die. The sky\/ is falling, the sky is falling!","sentiment_score":-1.0}
{"full_text":"Almost 40% of businesses in the US had to temporarily close due to the surge in COVID-19 cases. #UnitedStates #USEconomy #Businesshttps:\/\/t.co\/0K95ofoWgz","sentiment_score":-0.125}
{"full_text":"Thanks so much Geraldine. I really enjoyed it and loved listening to Emma's (founder of) fascinating story. Thank you all for having me  x","sentiment_score":0.46}
{"full_text":"RT one little-known fact is that Mark Drakeford spent the first lockdown living in a hut at the bottom of his garden because hi...","sentiment_score":0.075}
{"full_text":"A video clip of President Rodrigo Duterte saying that two doses of COVID-19 vaccine were sufficient was recorded last year, at a time when the government's priority was to increase the number of fully-vaccinated Filipinos, Malacanang clarified.https:\/\/t.co\/050LHFKqhq","sentiment_score":0.0}
{"full_text":"London police launch investigation into parties during COVID lockdown at U.K. Prime Minister Boris Johnson's residence","sentiment_score":0.0}
{"full_text":"Our thoughts are with those that have lost loved ones.https:\/\/t.co\/vW900K7qMm","sentiment_score":0.7}
{"full_text":"RT Misconduct in public office is a lot more serious than coronavirus offences which are summary only and likely to be fixed...","sentiment_score":0.0444444444}
{"full_text":"From the start of this pandemic, science was denied, disregarded, &amp; politicized. The NYS Supreme Court has just struck down the governor's mask mandate in public spaces (including schools), and it has a sickening amount of support, too. This pandemic has no end in sight.","sentiment_score":-0.3518518519}
{"full_text":"OMGGGGGG hope they're all fine ","sentiment_score":0.4166666667}
{"full_text":"RT Giants come in all sizes.","sentiment_score":0.0}
