{"full_text":"RT This got more retweets than there are trucks in the convoy... ","sentiment_score":0.5}
{"full_text":"RT The headline in the Benson newspaper said COVID numbers were spiking in the farm towns of western Minnesota, but some saw it a...","sentiment_score":0.0}
{"full_text":"RT Deaths on UK roads during the year ending June 2021: 1,390Covid deaths in the UK in the last 7 days: 1,335So, at a...","sentiment_score":0.0}
{"full_text":"Bob... Why do you sound like you wanted him to stay home ? Almost sounds like complaining about a 4* QB commiting.","sentiment_score":0.4}
{"full_text":"RT Very significant Indigenous representation. Mostly from Ontario and Quebec. Vaccination rates are lower in Indigenous com...","sentiment_score":0.49375}
{"full_text":"RT A little reminder for Phiphi fans that are coming to the event, please don't follow G to the park area &amp; remember to k...","sentiment_score":-0.1875}
{"full_text":"Where is Justin ?#trudeau #canada #ottawa #TruckersForFreedom #ConvoyForFreedom #DictatureSanitaire #COVID19https:\/\/t.co\/eBcnsuO3kP","sentiment_score":0.0}
{"full_text":"RT Ash Barty, First Nation People, she is yours, our hero, a gracious tennis player, who brought us joy in a Global Pande...","sentiment_score":0.35}
{"full_text":"RT This is so funny. All these young WEF leaders returning to normal...https:\/\/t.co\/snkXQC7e0M","sentiment_score":0.175}
{"full_text":"RT Joni Mitchell joins Neil Young in REMOVING her 'freedom' music from Spotify in protest at the streaming giant hosting Joe Rog...","sentiment_score":0.05}
{"full_text":"RT 3\/ It is clear that aerosol inhalation, i.e. airborne transmission (at ALL DISTANCES) is the dominant mode of transmission...","sentiment_score":0.1}
{"full_text":"RT Totalitarian Dictators SOP. They completely screwed up on Covid, destroyed the economy and killed people. Now as the narra...","sentiment_score":-0.05}
{"full_text":"RT The masks help us keep schools open. Most parents want to keep schools open. So most parents support masks in school.","sentiment_score":0.25}
{"full_text":"RT Oops!\"Anti-mandate\" = pro-deathI hope it was worth the 15 minutes of fame on FOX News or whatever","sentiment_score":0.3}
{"full_text":"RT  Find me one Holocaust survivor who said, \"Sure, they tortured and exterminated my family, but at...","sentiment_score":0.5}
{"full_text":"Good news. Study: When parents are vaccinated against COVID-19, protection extends to their unvaccinated children (the youngest of whom are too young for the vaccine).","sentiment_score":0.4}
{"full_text":"RT Social distancingHealth protocolBOYCOTT GMAxTAPE#BOYCOTTMZETxAPTxGMA328","sentiment_score":0.0333333333}
{"full_text":"RT #CovidDisinfo killed dad, who believed TFG &amp; when they told him it was safe.We've been fightin...","sentiment_score":-0.2}
{"full_text":"RT Key organizers of rally supported by O'Toole and Conservative MPs have racist and white nationalist histories, says Anti-Hat...","sentiment_score":0.0}
{"full_text":"I hope you will follow Saskatchewan premier's lead in possibly removing vaccine passport mandates. You can surely lead our province without relying on these opportunistic crisis. Start with hiring more nurses and doctors? BE a LEADER not Divider!","sentiment_score":0.375}
{"full_text":"RT It's not the first time the South Korean boy band has faced xenophobia at the hands of talk show hosts.","sentiment_score":0.25}
{"full_text":"Why the hell don't we take care of America?  AMERICA FIRST!!","sentiment_score":0.390625}
{"full_text":"COVID test available tomorrow at CVS (895 Holcomb Bridge Road, Roswell, GA 30075) at 12:00PM 12:10PM 12:40PM 12:50PM 01:00PM 01:10PM 02:00PM 02:10PM 02:20PM 02:30PM 02:40PM 02:50PM 03:00PM 03:10PM 03:20PM 03:30PM 03:40PM :","sentiment_score":0.4}
{"full_text":"RT Ground Type - Rest Variant enemies These enemies are the weakest of the Tacet species . They attack with simple...","sentiment_score":0.0}
{"full_text":"RT Oregon is not at a point where the government wants to give up control or money related to Covid-19 precautions...","sentiment_score":0.1}
{"full_text":"RT To be clear- experts aren't 'divided'. There's a clear global scientific consensus supporting this. A few scientists who h...","sentiment_score":0.05}
{"full_text":"RT \"I believe nobody should ever be forced to inject their body with anything, against their will, under threat of attack, arrest...","sentiment_score":-0.175}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"So Covid survival rate is 99.9% the people in the hospitals are fully vaxxed. It's seems only fully vaxxed people are having this \"Long Covid\" I've been hearing about too. Lots of people who have been fully vaxxed are having heart problems now too.","sentiment_score":-0.025}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT No it isn't, but the \"solution\" we have been implementing is clea...","sentiment_score":0.0}
{"full_text":"RT mini Covid-19 #packwatch thread inspired by free to add to it (the vax is free don't be like these wacka...","sentiment_score":0.4}
{"full_text":"RT I'm done with anyone who says they're \"done with COVID.\" Almost 4,000 deaths in the U.S. alone yesterday and we're on tr...","sentiment_score":0.0}
{"full_text":"RT I try hard to give the benefit of the doubt vis a vis Hanlon's razor. But when people of Professor Levitt's stature claim...","sentiment_score":-0.2916666667}
{"full_text":"RT \"But no one ever expected us to stay home or mask when we had the flu, why should we now?\"Disabled people: \"Thank yo...","sentiment_score":-0.15}
{"full_text":"RT On the radio just now, I said that no Conservative MPs would be stupid enough to go onto Parliament Hill and risk getting...","sentiment_score":-0.4}
{"full_text":"RT I live in downtown Ottawa and so far, this protest has shut down local small businesses, given a platform to racist co...","sentiment_score":-0.0338383838}
{"full_text":"It's time that all Americans face this...both the uneducated &amp; the educated. No wonder our country is split in 2.Remember what Trump said:\"I love the uneducated\"-so banning books keeps the old white folks comfortably in denial &amp; our kids will never learn unless they go to college","sentiment_score":0.25}
{"full_text":"I condemn brandishing that flag, false or real, but I don't condemn the protest for human rights. Are you so wrapped up in hate and vaccine supremacy that you refuse to see the good protestors who are fighting for freedom?Decry the lone losers, but fight for Canadian's rights","sentiment_score":-0.0833333333}
{"full_text":"Yeah, California will use universal healthcare as a pretext for Pharmafascism. There's never been a pandemic, we have universal access to lies.","sentiment_score":0.0}
{"full_text":"Always move on. ","sentiment_score":0.0}
{"full_text":"It's really not that hard...lol. \"Starting on 1\/22\/22, the DHS will require that non-U.S. individuals entering the United States via land ports of entry or ferry terminals along our Northern and Southern borders be fully vaccinated against COVID-19.\"","sentiment_score":-0.0333333333}
{"full_text":"RT A Washington state trooper Who Told Governor to 'Kiss My A**' Over Vaxx Mandate has Died from Covid-19","sentiment_score":0.0}
{"full_text":"RT Like #SARSCoV2, measles is a highly transmissible respiratory virus. Before Andrew Wakefield measles had been eliminated in hu...","sentiment_score":0.16}
{"full_text":"Trucker convoy: Thousands descend on Canada's capital to protest COVID-1... via","sentiment_score":0.0}
{"full_text":"There's a good argument from that chemical contaminants are a major cause of the obesity epidemic: .","sentiment_score":0.38125}
{"full_text":"RT It is glaringly obvious that we have no idea whether global universal vaccination would stop a respiratory (or any) virus...","sentiment_score":0.0}
{"full_text":"RT In light of the necessity of relocating the Prime Minister and his family (including a child with COVID) to a safe locatio...","sentiment_score":0.45}
{"full_text":"RT Re Ebola-We phoned\/ tweeted the CDC -told them they had the wrong PPE protocol for Ebola.Two n...","sentiment_score":-0.5}
{"full_text":"RT A lifelong friend of mine has recently had a baby and is impacted by the universal credit cut. They have struggled imm...","sentiment_score":-0.0333333333}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT Michael Flynn is a traitor to America &amp; an enemy of democracy.Flynn should be arrested, indicted &amp; prosecuted for sediti...","sentiment_score":0.0}
{"full_text":"RT Jared Kushner is not a businessman. He is a spender of money his father gave him to make bad investments, a cruel sluml...","sentiment_score":-0.85}
{"full_text":"RT Joni Mitchell joining Neil Young in protest over Spotify ","sentiment_score":0.1}
{"full_text":"RT Perioperative Outcomes in COVID-19 Obstetric Patients Undergoing Spinal Anesthesia for Cesarean Section: A Prospective Obse...","sentiment_score":0.0}
{"full_text":"RT Wishing covid away - and suppressing numbers - doesn't make it go away #auspol","sentiment_score":0.0}
{"full_text":"Also, it sure as hell is anti-vaccine.","sentiment_score":0.5}
{"full_text":"RT Since we're talking about PA not having bridge money:The CARES Act gave PA $4.96 billion of the $150 billion Coronavi...","sentiment_score":0.0}
{"full_text":"I spread Corona Seb","sentiment_score":0.0}
{"full_text":"RT BOOM! Australia's Prime Minister says Kanye West must be up to date with his Covid vaccinations or he CANNOT bring his...","sentiment_score":0.0}
{"full_text":"RT Former Washington State trooper Robert LaMay, who went viral when he was fired for refusing to get vaccinated and told the gov...","sentiment_score":0.0}
{"full_text":"RT thank you for the dick after our workout  #GayPorn #stayhome #quarantine &amp; jerk off to this  WATCH THE FU...","sentiment_score":0.0}
{"full_text":"RT FACE THE MUSIC: Rocker pulls no punches in new song that bashes COVID-19 mandates and calls out political division.","sentiment_score":0.0681818182}
{"full_text":"The rally she posted about going to wasn't just anti mandate. It was anti vaccine. Their featured speaker was RFK jr.","sentiment_score":0.0}
{"full_text":"RT The Omicron surge isn't even over yet, and y'all are already doing it again. We're told to stay isolated during the...","sentiment_score":0.0}
{"full_text":"RT US: DJ Ferguson, the 31-year-old father who was removed from the heart transplant list at a Boston hospital because he r...","sentiment_score":0.0}
{"full_text":"The only way the Republicans Peak is that the hospital numbers keep going up and their death rate goes up because of covid-19 and their refusal to have a brain","sentiment_score":0.0}
{"full_text":"RT N95 Masks in stock- DIRECT FROM AMAZON!Get 50 for only $37.20!https:\/\/t.co\/CKJFtVwJyJafter 24-48 hours, the shipping...","sentiment_score":0.05}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"RT College of Education has conferred Msc. Degrees to 115 postgraduate students in its 15th commencement held within COVID-19 gui...","sentiment_score":0.0}
{"full_text":"He fought hard to deny that covid caused heart issues more than the vaccine. Had he not been pressed as hard as he was he would've kept pushing misinfo","sentiment_score":-0.0277777778}
{"full_text":"Do you know who runs AHS? Or who is filing lawsuits against doctors that speak out? Or why vaccines are the only answer? Question why that is. Ask who benefits. Covid is bigger then the Alberta government.Liberals don't get cancelled. Media and big tech see to that.","sentiment_score":0.0}
{"full_text":"RT Nonsense! Of course a person can be discriminated against because of a choice. No va...","sentiment_score":0.0}
{"full_text":"Here is the lawyer you may  have heard about. International star who won against Deutche Bank and Volkswagen.","sentiment_score":0.0}
{"full_text":"RT When I saw my representative spread misinformation about the COVID-19 pandemic, while simultaneously spreading the Big Li...","sentiment_score":0.0}
{"full_text":"Trust no one. NURSES. Fucking nurses. And that's a shitload of cards.","sentiment_score":-0.6}
{"full_text":"RT 'Fantastic success' Brexit Britain firms lead way despite rocky pandemic","sentiment_score":0.35}
{"full_text":"RT As you watch trucks queue in Dover\/Calais, consider that we could have still been in the transition period now.All w...","sentiment_score":0.0}
{"full_text":"RT Indeed. Democracies across the globe have mandated many vaccines for over a century. Far fro...","sentiment_score":0.3}
{"full_text":"RT Is this real?","sentiment_score":0.2}
{"full_text":"What's going on with Covid-19 updates at school? Read more about it in The Mac Weekly.","sentiment_score":0.5}
{"full_text":"The OSDH says they will be distributing N95 masks around the state to local pharmacies through a distribution system.https:\/\/t.co\/DFaiKQv09u","sentiment_score":0.0}
{"full_text":"Had to look her. I guess my 14 &amp; 16 year old daughters aren't part of this \"younger generation\" as they are always nagging me to wear a mask and have not gone to parties that I've okayed due to Covid concerns. ","sentiment_score":-0.0083333333}
{"full_text":"50 Upvotes and I'll hate COVID and GOVCO.","sentiment_score":-0.8}
{"full_text":"Two YMCA COVID testing sites in Las Vegas will be closing today following plans to relocate to a different location.","sentiment_score":0.0}
{"full_text":"What to expect on day of COVID-19 vaccination for children ages 5-11https:\/\/t.co\/J3G1FCIQib","sentiment_score":0.0}
{"full_text":"RT i think i've seen this film before and i didn't like the ending..","sentiment_score":0.0}
{"full_text":"RT \"What's next for you, other than being a celebrity now?\" Laura Ingraham asked state trooper who quit rather than get the va...","sentiment_score":-0.0625}
{"full_text":"The ACT government essentially ruled out the potential for a quarantine facility in a pandemic due to \"human rights conundrums\", reportshttps:\/\/t.co\/Y4RJRFTREo","sentiment_score":-0.03125}
{"full_text":"Finnish company Therapeutica Borealis reckon its dental hygiene products can help in the fight against Omicron.https:\/\/t.co\/neX7cQeQWV","sentiment_score":0.0}
{"full_text":"Moms left scrambling as surging Covid cases force last-minute school closings by","sentiment_score":0.0}
{"full_text":"I also believe its foolish to insert the term \"elitists\" there as that's been used by propaganda to label liberals. Truthfully, libertarians control the narrative and the CDC knows it.","sentiment_score":0.2}
{"full_text":"It's just a shitty result of the fact we're still living in a pandemic. Honestly, you'd think some staff personale at USSF would have been in charge of looking ahead at travel restrictions but I no longer carry expectations for our federation.","sentiment_score":0.6}
{"full_text":"Here's some of West Michigan's top stories we're working on today: Police investigate a hit and run that killed a Kalamazoo man Bronson honors those who died from COVID-19  Kalamazoo teachers get engaged with the help of their studentsTonight on","sentiment_score":0.15}
{"full_text":"RT Keep deleting Spotify, my dearsJoe Rogaine lies about everything: the vaccine, climate change, the election, etc.He's inje...","sentiment_score":0.0}
{"full_text":"Thanks to the success of our #COVID19 vaccination programme, we've been able to return to Plan A measures. Earlier this week went to Medicine Chest pharmacy in London to thank staff for their incredible work in delivering vaccines.","sentiment_score":0.38}
{"full_text":"Two nurses on Long Island are accused of forging COVID-19 vaccination cards and pocketing more than $1.5 million from the scheme, prosecutors and police said.https:\/\/t.co\/nOoxLZCSsj","sentiment_score":0.225}
{"full_text":"You've incompetently managed the pandemic and now you're supporting white nationalists and the loony fringes of society. Vile and reprehensible. You truly have no shame.","sentiment_score":-0.05}
{"full_text":"Non-COVID deaths among Americans in prime of life are up 140% above normal since vaccines introduced #OANN","sentiment_score":0.075}
{"full_text":"Picking the right face covering could be the difference between you and your loved ones getting #COVID19 or not. Here's what to tell patients about how to effectively #MaskUp against #Omicron.","sentiment_score":0.5285714286}
{"full_text":"RT Liza Minnelli has outlived Joni Mitchell's music on Spotify. She's joining her friend Neil Young in having her music cata...","sentiment_score":0.1}
{"full_text":"RT As Brigade of Trucks Reaches Canada's Capitol, Spineless PM Trudeau Hides in \"Covid Isolation\" Despite 2 Negative Tests...","sentiment_score":-0.3}
{"full_text":"Sad News: As A Secondary School Boys Dormitory Catches Fire.","sentiment_score":-0.4}
{"full_text":"RT My Dm is flooded with Okeite ritual stories. This shit is a pandemic amongst young people. The last part of the last slide....","sentiment_score":-0.025}
{"full_text":"It is sad that people like Rogan, Fox news, nonfax News and OAN continue to support the GOP's misinformation campaign.   The unvaxed Republican base continue to die from covid at a much higher rate and are taking up a disproportionality large amount of hospital beds. Shameful!","sentiment_score":-0.1955357143}
{"full_text":"RT The \"Omicron is mild\" messaging came down to there not being enough people in the workforce since we're in a mass disab...","sentiment_score":0.0592592593}
{"full_text":"Seek care or test early if you are experiencing COVID-19 symptoms, as you may be eligible for treatments that are given soon after infection.Always consult with your medical provider for the best advice for your situation.https:\/\/t.co\/bshrFzMwq4","sentiment_score":0.3666666667}
{"full_text":"Wake County EMS trains young generation to help fill staffing shortages.  #EMS #young_generation #COVID-19 #EMT #training #paramedics","sentiment_score":0.1}
{"full_text":"Almost two years since the country's first confirmed COVID-19 case reported in Kerala, Shailaja, who won global acclaim for leading the state in effectively managing the disease, said the night of January 30, 2020, was crucial for her as health minister.https:\/\/t.co\/gi6mqmE180","sentiment_score":0.25}
{"full_text":"Banner has discontinued use of other monoclonal antibodies because they aren't effective in treating infections caused by the omicron variant, which is now responsible for nearly every new case of COVID-19.https:\/\/t.co\/VwsZ79ha2Z","sentiment_score":0.1822727273}
{"full_text":"Oh well.  Shit happens when you follow \"faith\" instead of science.Anti-Vax Cop Who Told Guv to 'Kiss My Ass' Dies After Battle With COVID via","sentiment_score":-0.2}
{"full_text":"RT Me, lecturing during the pandemic","sentiment_score":0.0}
{"full_text":"Wow! I can't wait for this pandemic to be over so I can see you live ","sentiment_score":0.1306818182}
{"full_text":"Andrea McLean opens up about swapping Loose Women for life coaching, battling Covid and how she stays looking youthfulhttps:\/\/t.co\/smph6VWzz1","sentiment_score":-0.0769230769}
{"full_text":"RT WHO: quarantine for 14 daysCDC: okayCDC: but what if we made it 10 days?WHO: still 14 daysCDC: okay we'll make it 5 days...","sentiment_score":0.5}
{"full_text":"RT Time to rehire unvaxxed doctors and nurses who have natural immunity to COVID!","sentiment_score":0.125}
{"full_text":"Looking for #COVID19 tests? All residential households can register for four free rapid antigen COVID-19 tests. Click here to sign up:","sentiment_score":0.4}
{"full_text":"Sweden decides against recommending COVID vaccines for kids aged 5-11","sentiment_score":-0.1}
{"full_text":"RT Today 250,000 Canadians of all ages &amp; backgrounds will receive a COVID vaccine.Tomorrow, the same thing will happen. And...","sentiment_score":0.0}
{"full_text":"RT On a scale of 1 to 10, how UPSET are you by the COVID MISINFORMATION being spewed by Joe Rogan's podcast? ","sentiment_score":0.0}
{"full_text":"Be honest - how often do you clean your #makeupbrushes?New data has revealed your foundation brush is dirtier than your phone screen, Covid-19 masks, and the London Underground!Find out where other items in your make-up bag chart....#beautystats #beautyfacts","sentiment_score":0.2805555556}
{"full_text":"COVID-19 has forced all of us to stay inside our homes and it is getting difficult day by day to stay active and workout, affecting health of people. Here's #workout plans while staying indoors#Lockdown #Gymhttps:\/\/t.co\/fLI1CraJKm","sentiment_score":-0.3111111111}
{"full_text":"RT People have been psychologically abused by their Governments for the last two years. The \"nudge unit\" pushed some people ov...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 13.3FWind Chill: 3.3FHumidity: 65%Dew Point: 3.8F Barometer: 30.056 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"When schools started in August, there seemed to be a small hope that things would return to \"normal\" -- or, at least, as close as they can be to pre-March 2020. However, as soon as the omicron variant swept the United States by late winter, it was ev...","sentiment_score":-0.175}
{"full_text":"RT If you think vaccine mandates are oppression and genocide just wait until you open a US history textbook.","sentiment_score":0.0}
{"full_text":"Obama fired him for a reason. Sh*t For Brains should have listened.","sentiment_score":0.0}
{"full_text":"RT UPDATE from the port in Fiji as our Food Relief Ship  departs to Tonga! &amp; the WCK team loaded up thousands of fam...","sentiment_score":0.0}
{"full_text":"Not enough. Vaccine mandate should be lifted for everybody. This is just throwing few bones so that protests can end feeling they achieved something,","sentiment_score":-0.1}
{"full_text":"RT How it started:A battle against the pandemic to protect the people.How it's going:A battle against the people to protec...","sentiment_score":0.0}
{"full_text":"RT Zero chance like isn't vaccinated and boosted. The wily agitators pay no price as they enc...","sentiment_score":0.0}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#BIORXIV#SARSCOV2#COGNITION#OMICRONFollow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
{"full_text":"Vanity is definitely my favorite sin","sentiment_score":0.5}
{"full_text":"Your crazy get yourself a life!!! Your a clown..  it was sad and still is, but i dont FUCKING CARE about you and the NDP..nothing to do with what appening today.. end covid mandate and restriction.. keep it for Jagmeet llooks like he like it clown again","sentiment_score":-0.7}
{"full_text":"RT Spotify lost $4 billion in market value this week after rock icon Neil Young called out the company for allowing comedian...","sentiment_score":0.1}
{"full_text":"RT shuhua on weibo hot search ranked #32 \"Yeh Shuhua teaches Korean how to prevent the epidemic\" #SHUHUA #syuhwa #Shu Hua ","sentiment_score":0.25}
{"full_text":"RT Robert LaMay, the anti-vaccine state trooper who recently died of COVID, was praised as \"a celebrity\" by Fox's Laura Ingraha...","sentiment_score":0.0}
{"full_text":"RT Omicron Israel: admissions are near double any other wave: and deaths continue to rise almost vertically--20x rise since...","sentiment_score":-0.0083333333}
{"full_text":"RT NHS Trust CEOs who follow orders and implement a mandate are on notice of gross negligence\/misconduct in public office as they...","sentiment_score":0.0}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"RT It's Saturday so Paris takes to the streets for another weekend protest against COVID law.From todayhttps:\/\/t.co\/DaXlxCUR7P","sentiment_score":0.0}
{"full_text":"RT Jay Inslee's vaccine mandate could have saved this trooper's life. It's a tragedy that right-wing media instead turned him...","sentiment_score":0.0}
{"full_text":"Can you help my students w\/a project via the DonorsChoose classroom funding platform(501C3 tax deduct. donation)?We'll be having ceremonies in our school yard this spring (COVID protocols)&amp;need a good outdoor sound system for our kids.Thanks!https:\/\/t.co\/tkeleEzgrp","sentiment_score":0.55}
{"full_text":"#Hawaii  residents can now receive a #COVID19 test at the Ala Moana Center in #Honolulu! Register for yours today:","sentiment_score":-0.125}
