{"full_text":"RT \"If you can take a Covid test at home you can vote by mail\"","sentiment_score":0.0}
{"full_text":"Are they counting colds as COVID? Check this out","sentiment_score":0.0}
{"full_text":"RT Justice Sotomayor claimed today that 100 thousand children are currently hospitalized with covid.100 THOUSAND.A Su...","sentiment_score":0.0}
{"full_text":"Are you implying that unless someone is in perfect health you shouldn't complain about dying? That's eugenics level shit therePlease promise us all that you will NEVER sick medical assistance with any Covid related symptoms ever.","sentiment_score":0.2314285714}
{"full_text":"The CDC has stated that illogic clearly dictates the needs of the economy outweigh the needs of the many. Die early and poor. #cdcsays ","sentiment_score":0.075}
{"full_text":"RT Aaron Rodgers threatening to boycott the NFL Super Bowl because of their COVID restrictions is one of the most patrioti...","sentiment_score":0.4166666667}
{"full_text":"RT Sure, everyone will take the vaccine, mail it. Our health and safety are too important to show up in person, just like mail-in...","sentiment_score":0.45}
{"full_text":"Jurisprudence    Is an Emergency. To SCOTUS's Conservatives, It's Also an Opportunity.Where the liberal justices see sickness and death, the conservatives see a chance to crush government.","sentiment_score":0.0}
{"full_text":"RT *OMICRON MAY MARK END OF PANDEMIC, SOUTH AFRICAN RESEARCHERS SAY","sentiment_score":0.0}
{"full_text":"Also vaccine has zero value to add for those who already got the actual virus infection and recovered.","sentiment_score":0.0}
{"full_text":"RT There have been documented (or suspected) cases of COVID\/flu co-infection since 2020. News reports that make it sound like a...","sentiment_score":0.4}
{"full_text":"This  spells out where we are right now with the best summary statement I've seen yet: \"Once again, personal risk and collective risk are at odds, and the former is masking the latter.\"","sentiment_score":0.2571428571}
{"full_text":"Hey wtf does Covid testing have to do with voting? Is this satire?","sentiment_score":-0.5}
{"full_text":"RT A new analysis out of the CDC shows just how extremely effective COVID-19 vaccines are against COVID-19 associated hosp...","sentiment_score":0.3681818182}
{"full_text":"RT is it year 3 of the pandemic talking or does this look really fun???","sentiment_score":0.3}
{"full_text":"RT New MMWR Report which found that the estimated effectiveness of 2 doses of Pfizer-BioNTech vaccine against MIS-C was 91...","sentiment_score":0.1363636364}
{"full_text":"RT I don't care what ANY officials tell me, if it's against my RIGHTS, you can straight fuck off.Just because one claims \"THIS I...","sentiment_score":-0.1}
{"full_text":"RT If you can wait in line for a covid test, you can wait in line to vote.","sentiment_score":0.0}
{"full_text":"RT I know many smart, \"well-educated\" people who 1) don't know that COVID is airborne 2) don't know that vax alone doesn't...","sentiment_score":0.3571428571}
{"full_text":"Dickweed far enough away to hide being covid positive. Advisors told shithead he had to appear somewhere!","sentiment_score":0.128030303}
{"full_text":"RT Before we dismiss #Omicron as a mild, insignificant infection, let's just go through this report \"The US Omicron wave is...","sentiment_score":0.3333333333}
{"full_text":"RT A decent pace of covid vaccination in Ontario with close to 200K daily doses administered over the past few days, and the...","sentiment_score":-0.0708333333}
{"full_text":"Management With Dr. Shankara Chetty - YouTube","sentiment_score":0.0}
{"full_text":"Tell me, how do you know you really have covid if the test are not accurate? Looks to me like Scott didn't come prepared. Why do they keep interrupting Scott. Let him speak.","sentiment_score":-1.387778781e-17}
{"full_text":"RT The Omicron surge has been truly devastating... for cancer centers.  1\/9","sentiment_score":-1.0}
{"full_text":"Neighbor kids grandmother is an anti-vaxxer. She's been sick for weeks. She gave covid to her vaxed daughter, her 3 kids, her daughter's husband, her son, his wife, and their 4 kids. Unfucking believable. One person gave covid to 11 people without batting an eye. They are PISSED!","sentiment_score":-0.0446428571}
{"full_text":"RT This is your daily reminder that you are not allowed to say that the vaccines are ineffective or else you will have your...","sentiment_score":0.0}
{"full_text":"Maybe you didn't listen to the hearings today? They all seemed on the same page parroting the CNN rhetoric about the virus, the vaccines. Civil rights, vaccine injuries\/hesitancy were never discussed nor the right to voluntary Informed Consent to be a part of a medical trial.","sentiment_score":0.0952380952}
{"full_text":"RT Meanwhile, in Melbourne...if you're this scared of a respiratory virus then stay home. Did Covid hysteria send these people...","sentiment_score":0.0}
{"full_text":"RT Embarrassing and horrifying","sentiment_score":-0.9}
{"full_text":"RT We all want to know when covid will be \"over.\" Unfortunately, that's just not how crisis works. Our perspective in","sentiment_score":-0.5}
{"full_text":"RT I can't stop thinking about how many people lost out on time with their families, a paycheck, and potentially life-saving i...","sentiment_score":0.25}
{"full_text":"RT if people need n95 masks to keep from catching covid....they should be free.","sentiment_score":0.5}
{"full_text":"RT 694 young adults under 17 have died of Covid since it began. 2500 14-18 year olds dies in a car accident last ye...","sentiment_score":0.05}
{"full_text":"RT Perfect summation of the Djokovic saga and the real issues at play. #auspol #COVID19 #Djokovic #AusOpen","sentiment_score":0.6}
{"full_text":"RT Omicron could be even less deadly than the flu, scientists believe","sentiment_score":-0.1833333333}
{"full_text":"RT How many days is it now they've been waiting for emergency help? Did they get the paperwork yet? Did they get the right p...","sentiment_score":0.3928571429}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT Sotomayor and Breyer today spread vicious COVID-19 LIES sitting on the supposed highest court in the land. More like c...","sentiment_score":-0.25}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT The one thing the NFL cannot do is blink. If Rodgers wants to throw the Super Bowl, so be it.","sentiment_score":0.2666666667}
{"full_text":"RT we could have avoided rising global poverty by more covid relief funds, wider social protection, more transparency in pub...","sentiment_score":0.2583333333}
{"full_text":"now she's saying we're eating congee tmr.. typical sick asiang things","sentiment_score":-0.4404761905}
{"full_text":"RT My interpretation of this work is that a HEPA filter that adds 3 ACH reduces risk by 1.7x (as compared to a normal","sentiment_score":0.15}
{"full_text":"RT Let's be clear: Booster shots work. They're safe and provide the highest level of protection against the Omicron variant. ht...","sentiment_score":0.3}
{"full_text":"RT An anti-science hysteria was on full display during oral arguments. Justice Sam Alito hounded the solicitor general about the al...","sentiment_score":0.2}
{"full_text":"RT This is the other bit that's never discussed. Even if omicron has lower intrinsic severity than delta, it's likely to be a...","sentiment_score":-0.0625}
{"full_text":"Quick reminder that one of the things the district is holding up negotiations over is that the union is demanding we provide N95\/KN95 masks for students and SFUSD doesn't think that's necessary.Just in case you wondered which side cares about the welfare of the kids.","sentiment_score":0.3333333333}
{"full_text":"RT for those confused about how conspiracy theory groups like voices for freedom (https:\/\/t.co\/8Z9oumIgc2) continue to opera...","sentiment_score":-0.4}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"#supportsmallbusiness peeps. It's the lifeblood of many Australian communities. #AusPol2022 #auspol","sentiment_score":0.25}
{"full_text":"RT In summary:The Zephyr is not certified, so the use of \"N95\" is fraudulent. filters...","sentiment_score":0.0}
{"full_text":"RT My school isn't mismanaged or considered an underfunded school. It is INCREDIBLY NORMAL. Nearly all district and chart...","sentiment_score":0.125}
{"full_text":"Y'all went crazy over them Popeyes sandwiches and that's how we got Covid. Ain't no telling what's gone happen as the result of the Taco Bell wings.","sentiment_score":-0.6}
{"full_text":"RT We have an update on Cirsten Weldon. She's the loud Q promoter who adamantly urged followers not to take the vaccine, cut a...","sentiment_score":0.1}
{"full_text":"RT 43% of COVID patients currently hospitalized in New York we're hospitalized for a reason OTHER than COVID and just happe...","sentiment_score":0.0037878788}
{"full_text":"Omicron maybe, but what about Covid19 and delta??","sentiment_score":0.0}
{"full_text":"Who cares on positivity rates","sentiment_score":0.0}
{"full_text":"RT this pandemic has shown me some of y'all would 100% hide ur zombie bite","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 899,441 new coronavirus cases in one day, setting world record","sentiment_score":0.1363636364}
{"full_text":"Thailand covid case tripled in less than a week to 8,200 ","sentiment_score":-0.1666666667}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT New CDC guidelines part 1","sentiment_score":0.1363636364}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"RT Here's a physician in the UK pointing out that the boosters only work for a couple of months and that natural immunity is s...","sentiment_score":0.05}
{"full_text":"RT Gov't announcements on #LongCovid during #Omicron surge:Finland:-This will be a widespread chronic illness-Can affec...","sentiment_score":0.0}
{"full_text":"RT First, hydroxychloroquine was their alternative drug to treating covid. Then it was ivermectin. Now, time to buy stock...","sentiment_score":0.25}
{"full_text":"WA state Sen. John Lovick has tested positive for #covid19. Symptoms mild, he said in statement. Legislative session begins Monday. #waleg","sentiment_score":0.2803030303}
{"full_text":"RT The one thing I hope liberals, moderates and Indies take away from this SCOTUS hearing is that the conservative Justice...","sentiment_score":0.0}
{"full_text":"He never said he had gotten the vaccine. He got an medical exemption, visa and Aus Open invitation. He was approved of entering the flight and then Aus PM stepped in to make a political example of him. He is now imprisoned at a immigration hostel forbidden to practice or his diet","sentiment_score":0.0}
{"full_text":"Watch Fox News stars panic and destroy themselves. 2017 Trump Budget before the pandemic. Now we know why the fantasy Doctors are so desperate to control Congress. Hollywood invasion of incompetent script readers.","sentiment_score":-0.3833333333}
{"full_text":"RT When will she be banned from social media for spreading all the lies today? Sonia Sotomayor roasted after spreading false i...","sentiment_score":-0.1833333333}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT The Supreme Court heard arguments today on President Biden's unconstitutional vaccine mandates. The Court should permanentl...","sentiment_score":0.0}
{"full_text":"Covid has recently been one of the leading causes child mortality in Brazil. Paediatric hospitalisations for covid have been trending up steeply in the US and UK. I absolutely do not agree that this is low risk to kids","sentiment_score":-0.0333333333}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"Sometimes I think about the fact that the most protected in our family (triple and double vaxxed adults and kid) stay home and are extra protected, but the least protected (unvaxxed toddler) goes to daycare and is most at risk.This is all such a mindfuck.","sentiment_score":0.1166666667}
{"full_text":"RT Wild that people are still having a hard time getting tested for covid 2 years into a pandemic in the richest country in the his...","sentiment_score":-0.0958333333}
{"full_text":"RT New CDC guidelines part 2","sentiment_score":0.1363636364}
{"full_text":"RT On #LSSC tonight: Your co-workers might be wearing Covid wristbands to let you know if they're comfortable being near...","sentiment_score":0.25}
{"full_text":"RT Inspite of dozens of evidences in his support, #JusticeStillAwaited for innocent Sant Shri Asharamji Bapu.He was not given...","sentiment_score":0.5}
{"full_text":"New Registration Not Needed For Covid Vaccine Booster Shot: Centre","sentiment_score":0.1363636364}
{"full_text":"RT I might be losing my job due to covid, so I need commissions now more than everPerfect Valentine's Day gift! Please DM m...","sentiment_score":0.25}
{"full_text":"\"There's a financial incentive to call people \"Covid positive\". \"The hospitals receive a bonus...\"","sentiment_score":0.1136363636}
{"full_text":"RT Today we have recorded 11,174 new COVID-19 cases.Sadly, we have recorded two deaths in the past 24 hours.Full details ...","sentiment_score":-0.0568181818}
{"full_text":"RT BREAKING: Cirsten Weldon, a QAnon star who said only \"idiots\" get vaccinated, is dead after contracting Covid.","sentiment_score":-0.3333333333}
{"full_text":"RT BREAKING: In just 48 hours, the number of LTC residents infected with COVID-19 has jumped from 571 to 1,053. Almost 2,000 L...","sentiment_score":0.0}
{"full_text":"RT The vaccine doesn't prevent you from getting COVID, so this isn't a dunk.","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT This is also not true!","sentiment_score":-0.21875}
{"full_text":"RT Clarence Thomas just asked \"Is a vaccine the only way to treat Covid.\" He's that stupid.Hopefully Merrick Garland's pr...","sentiment_score":0.0}
{"full_text":"I'm sorry for your loss, Nicholas. My husband was a stay at home dad for 6 years and he got ignored at the playgrounds.","sentiment_score":-0.5}
{"full_text":"RT FB is full of people praising the Australian government for their treatment of Novak Djokovic.....They believe our g...","sentiment_score":0.175}
{"full_text":"'This is just about politics': Scott Morrison redraws the pandemic","sentiment_score":0.0}
{"full_text":"RT ICYMIA hard decision to have been made,  but the right one to keep everybody safe. ","sentiment_score":0.1646825397}
{"full_text":"RT If NSW is a #Covid \"success\", what does a public health failure look like?","sentiment_score":-0.0055555556}
{"full_text":"No, that is not the point of a vaccine, you got that info from the Mockingbird media!  Do yourresearch!","sentiment_score":0.0}
{"full_text":"RT -Drug prices rising-Child care costs skyrocketing-Taxes on working parents up-Health care expensive-Vio...","sentiment_score":0.0}
{"full_text":"Yes, you could go to a movie theater, but even ignoring COVID you have to deal with finding a theater playing the film you want, show up on time, get a seat, and deal with overpriced food and if you're watching a G-rated film, deal with screaming kids.","sentiment_score":0.0}
{"full_text":"RT In today's #5MinFix newsletter: We back up and explain what Biden's vaccine rules entail and which one has a better ch...","sentiment_score":0.25}
{"full_text":"Total Lockdown in Delhi Soon? As Covid Cases Skyrocket, DDMA to Meet on Monday to Extend Curbs","sentiment_score":0.0}
{"full_text":"So tired of the media jumping to conclusions, labeling cases as mild and not waiting on actual data.","sentiment_score":-0.0222222222}
{"full_text":"RT If you can wait in line for a covid test, you can wait in line to vote.","sentiment_score":0.0}
{"full_text":"RT Y'all, if you feasibly can, please go help my Bro from another Mother . He is a very kind individual who gives so...","sentiment_score":0.39}
{"full_text":"still haven't had our originally planned wedding reception because of the pandemic but eloping with one of my BEST friends as our witness\/photographer was really a wonderful experience ","sentiment_score":0.7916666667}
{"full_text":"RT Has anyone notice how Dr Nick coatsworth - who said corona virus was not air borne and no way NSW would reach 25,000 cases a...","sentiment_score":0.0}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT This post from a NYC high schooler about the covid situation right now is wild","sentiment_score":0.1819047619}
{"full_text":"RT \"Think about it. Before COVID, did anyone go out and seek testing to determine if they were sick?\" tod...","sentiment_score":-0.7142857143}
{"full_text":"RT Ive been trying to load a portion of Mc D O W E L Ls video, that is important to understand, but twit twats wont allow...","sentiment_score":0.4}
{"full_text":"RT Watch this.","sentiment_score":0.0}
{"full_text":"I live alone and therefore cannot be identified as a close contact. I know I'm not alone. Any suggestions as to ensure my covid free status(if I am) before returning to work on Monday?...I ordered RATs online but due to supply and transport issues, I may not get them for weeks.","sentiment_score":0.1371212121}
{"full_text":"RT We will get to Zero Covid on the exact same day we get to Zero Influenza.","sentiment_score":0.125}
{"full_text":"At least he's protected from Covid","sentiment_score":-0.3}
{"full_text":"RT Nailed it. \"Think about it. Before COVID, did anyone go out and seek testing to determine if they were sick?\"","sentiment_score":-0.7142857143}
{"full_text":"RT I see the LNP Covid plan of not planning seems to be going to plan.","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"If you don't need a VACCINE because God will protect you, why do you need a gun?","sentiment_score":0.0}
{"full_text":"RT if people need n95 masks to keep from catching covid....they should be free.","sentiment_score":0.5}
{"full_text":"RT Covid is not just a respiratory condition.Covid is a blood\/vascular disease triggered by an airborne virus - which often...","sentiment_score":0.0}
{"full_text":"RT The ECLGS scheme did not just have a direct influence on MSMEs and trade, but on crores of Indian families. It ensured...","sentiment_score":0.1}
{"full_text":"WHY DO THESE COVID AT HOME TESTS LOOK LIKE PREGNANCY TESTS?...EVERYTIME SOMEONE MALE OR FEMALE SENDS ME A PIC OF THEIR RESULTS I BE LIKE","sentiment_score":0.0}
{"full_text":"Now do n95 masks","sentiment_score":0.0}
{"full_text":"Dr. Dre Reportedly Could Lose Millions if COVID-19 Forces Super Bowl Halftime Show Cancelation via","sentiment_score":0.3333333333}
{"full_text":"Tell them to stay home. They don't need to come. You're doing a far more destructive job! Your mouth is far more dangerous than all their bombs put together!","sentiment_score":-0.05}
{"full_text":"Both of these are bad. You get that, right?","sentiment_score":-0.2071428571}
{"full_text":"RT #JaredKushner #IvankaTrump #DonaldJTrump #Covid19NewYork #NewYorkCity Jared Kushner's quote ''T...","sentiment_score":0.0}
{"full_text":"RT COVID mandates are wrong. Schools have no right to FORCE you to get your 5-year old vaccinated. https:\/\/t.co\/It2ZRw3riT","sentiment_score":-0.180952381}
{"full_text":"RT If you can wait in line for hours for a Covid test, you can vote in person.","sentiment_score":0.0}
{"full_text":"RT I can't stop thinking about how many people lost out on time with their families, a paycheck, and potentially life-saving i...","sentiment_score":0.25}
{"full_text":"RT ***Please read***","sentiment_score":0.0}
{"full_text":"Yeah it is. Don't believe they mentioned the constitution. Only feelings and how bad the China virus is.","sentiment_score":-0.35}
{"full_text":"idk if it's my allergies acting up or do i have covid  fun","sentiment_score":0.15}
{"full_text":"RT Justice Sotomayor just made Joe Rogan look like a Nobel Laureate on COVID.","sentiment_score":0.0}
{"full_text":"I don't think we would've had trust even if CDC director &amp; other public health officials \"told the truth\" -- that is, gave the most accurate info available at the time -- because much mistrust is driven by partisanship. People aren't going to trust leadership of the other side.","sentiment_score":0.1785714286}
{"full_text":"RT People need you Save them from COVID new waveU don't belong to that houseNO UMAR RIAZ NO BB15PUBLIC S...","sentiment_score":0.1363636364}
{"full_text":"RT Devin Nunes' empty seat will be filled by a special election. We're going to lock it down for Democrats, but we have onl...","sentiment_score":0.1253968254}
{"full_text":"RT And some of you don't know what long COVID is. It varies but CAN include: NEUROLOGICAL ISSUES, HEART PROBLEMS, DIGESTIVE...","sentiment_score":-0.05}
{"full_text":"This makes sense to you ?","sentiment_score":0.0}
{"full_text":"RT The Covid lies are unraveling, and some of the justices get snagged. ","sentiment_score":0.0}
{"full_text":"Then why do I know 3 healthy people that died with Covid after being fully vaccinated?  And the only people I know that have Covid or have had recently have been vaccinated.  I don't understand why people think these experimental vaccines are the end all be all to the Covid issue","sentiment_score":0.15}
{"full_text":"COVID strikes again.","sentiment_score":0.0}
{"full_text":"Supreme Court's conservative majority seemed skeptical of President Biden's workplace vaccine requirements. Decision could come in days.https:\/\/t.co\/ACHvxiqL8Z","sentiment_score":-0.5}
{"full_text":"\"The immune system's response to the vaccine could be behind the change\"#AWANInews #AWANITonight","sentiment_score":-0.4}
{"full_text":"RT if people need n95 masks to keep from catching covid....they should be free.","sentiment_score":0.5}
{"full_text":"RT Politicians haven't been explicit about the new policy settings they're following. March 2020 it was flattening the curve f...","sentiment_score":0.0681818182}
{"full_text":"RT Daily cases breakdown in Malaysia !Age group (18-59) contributes the highest percentage of daily cases in the country...","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT Robredo's Bayanihan E-Konsulta sends free COVID care kits. COVID patients are monitored for free. Molnupavir is availa...","sentiment_score":0.4}
{"full_text":"RT COVID Update: We now understand the difference between a wave and a tsunami.What I've tried to understand is how big it get...","sentiment_score":0.0}
{"full_text":"JOBS REPORT: In Springfield, the unemployment rate is currently 4.2%, the lowest it's been since March 2020.https:\/\/t.co\/2CjlY4i2Vi","sentiment_score":0.0}
{"full_text":"Have you been trying to get an at-home testing kit for #COVID-19? The handouts for people in Palm Beach County start again in 12 hours. The eight locations:","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"Hugh Jackman to Return to Broadway's 'Music Man' After COVID-19 Quarantinehttps:\/\/t.co\/OjYbwll98IPresented by","sentiment_score":0.0}
{"full_text":"RT PO of GEMS is incompetent, constitutional delinquent &amp; suffering from self-hate.https:\/\/t.co\/aZoOi6GTxX@CMScares4u #G...","sentiment_score":-0.35}
{"full_text":"Hugh Jackman to Return to Broadway's 'Music Man' After COVID-19 Quarantinehttps:\/\/t.co\/OmbKDFXNEuPresented by","sentiment_score":0.0}
{"full_text":"RT Mayor Lightfoot gave $280,000,000 in covid relief funds to CPD","sentiment_score":0.0}
{"full_text":"RT welcome to the 3rd year of our 2-month lockdown!","sentiment_score":0.4}
{"full_text":"RT man what a thread","sentiment_score":0.0}
{"full_text":"BCHL Bulletin  COVID-19 continues to crimp schedule Express and Bulldogs make a deal Tap the link for more BCHL-related news! | Brian Wiebe (@Brian_Wiebe) | #BCHL60 #BCHLNetwork #COVID19 #AHL #CSSHL #ECHL #NCAA #NHL #USHL #VIJHL","sentiment_score":0.625}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"Assalam o Allaikum Dear Friends Let's start the day with prayers that Allah keep us safe from all viruses. Where are you right now? City? Give one line positive message to the world.#SaturdayMorning #Omicron #PositiveVibes","sentiment_score":0.3376623377}
{"full_text":"RT This is the perfect plan for three months ago","sentiment_score":1.0}
{"full_text":"There are lots of places for people to get #N95 masks in #Canada. Including:","sentiment_score":0.0}
{"full_text":".@AndrewLawton says lawmakers have started to demonize the unvaccinated to cover up for their own failings, and all Canadians - even the fully vaccinated - have to take a stand for their freedoms. #cdnpoli","sentiment_score":0.6}
{"full_text":"Stocks got off to a volatile start as investors worried about Omicron as well as Fed Chair Jerome Powell's testimony to Congress about moving up the bond tapering schedule.","sentiment_score":0.0}
{"full_text":"We will surely break a million cases in one day next week.","sentiment_score":0.25}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Because, nearly three years into a pandemic, I don't feel as though I should have to explain the concept of \"hats.\"","sentiment_score":0.1}
{"full_text":"RT This isn't complicated Promote vaccines &amp; booster shots - a lotDon't sit on nearly a million #COVID test...","sentiment_score":-0.2}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
