{"full_text":"'Vital' that COVID backlog is funded, says prime minister when asked about National Insurance increase plans - Sky News WHERE'S THE PS37BILLION GONE? THAT WOULD COVER IT ","sentiment_score":0.1}
{"full_text":"RT Woolworths Narrabri-they got in 5 to a pack of covid tests this morning, will only sell them one at a time to each custo...","sentiment_score":0.0}
{"full_text":"All PCR tests are validated to distinguish other viruses. Here's a very early CDC test specificity report. Also note all challenge organisms are isolates or direct from a patient. Just like the fully isolated virus that causes Covid.Who told you these false PCR notions? And why?","sentiment_score":-0.07375}
{"full_text":"RT Headline should read 'Ex Libertarian Seymour Steals Key's Rhetoric in Desperate Bid to Recover Lost Poll Points'. The Da...","sentiment_score":-0.3}
{"full_text":"RT In one video on YouTube IIT Kharagpur director got pissed off because he was muted mistakenly..how ironic is that a director...","sentiment_score":0.2}
{"full_text":"RT BREAKING: DOH reports 18,638 new cases today, less than 20,000 for the 4th straight day. Four labs were not able to submit...","sentiment_score":-0.0200757576}
{"full_text":"RT #psgic_strike_for_wage_revision We made sure insurance reaches to common masses, we made sure people are helped during thi...","sentiment_score":0.2333333333}
{"full_text":"RT Israel's labour court bans teachers from striking in opposition to soaring Omicron infections","sentiment_score":0.5}
{"full_text":"RT Scientists from China's #Wuhan have warned of a new type of coronavirus #NeoCov in South Africa, stated to have a high de...","sentiment_score":0.1481818182}
{"full_text":"RT \"It's over\"\"It'll magically go away\"\"It's almost over\"\"It's almost over\"\"It'll be over after the Alpha wave\"\"It'll b...","sentiment_score":0.5}
{"full_text":"RT New York Times Admits Unvaxxed People Have 'Lower Rates of Infection And Hospitalization' Of COVID-19 Than The Vaxxed. ht...","sentiment_score":0.1363636364}
{"full_text":"RT Covid is not over yet. Keep windows open and let  fresh air come into your indoors to reduce the risk of catching and spre...","sentiment_score":0.3}
{"full_text":"RT Thousands of NHS workers are actively looking to leave their job due to the effect of burnout or excessive work over the pandemic....","sentiment_score":-0.1694444444}
{"full_text":"they're determined to find solutions that are worse than having covid","sentiment_score":-0.4}
{"full_text":"Sir,Please dont reopen colleges for the current semester.We are no longer able to afford travels and rent costs and if there's another lockdown we would have to go again to our hometowns. So its a sincere request to start colleges from next academic year in offline mode","sentiment_score":0.2}
{"full_text":"Maine covid shield 3 month pe liya tha","sentiment_score":0.0}
{"full_text":"RT I want this man to be the Chief Medical Officer of the UK.He has honour, morals &amp; integrity","sentiment_score":0.0}
{"full_text":"RT Prof Yamey's children are in the USA. Todays ONS data show that 1 in 8 primary school children are infected in England...","sentiment_score":0.4}
{"full_text":"RT Peak of third wave will be first week of February...#postponegate2022 #delayGATE22","sentiment_score":0.125}
{"full_text":"And these shameless depression gang is talking about a brilliant mind who was working on creating AI based Covid detection app.He was more than an actor, he was an entrepreneur@ips_nupurprasad@HMOIndia@KirenRijiju@PMOIndia SSR MURDER CHARGESHEET OVERDUE","sentiment_score":0.7}
{"full_text":"reminder to self i should covid test in the morning cause my pain always gets Really bad when im down sick with a virus","sentiment_score":-0.5232804233}
{"full_text":"RT Alongside the pandemic risk assessment, we have always had an assessment for civil disturbance\/ rioting. I made a fatal flaw...","sentiment_score":0.0}
{"full_text":"RT Ontario's CMOH on Omicron: \"We can't eliminate this threat, we have to learn to live with it.\" (This is something that's...","sentiment_score":0.1363636364}
{"full_text":"RT This is a scandal. Children should be vaccinated, like they are in other countries. UK is an outlier. Don't normalise...","sentiment_score":-0.125}
{"full_text":"RT only in korean you will see idols apologize for 1. tested positive covid2. having a children 3. fall in love","sentiment_score":0.2424242424}
{"full_text":"RT \"I can't walk. I can't feel from my waist down. Don't have bladder control.\" 13-yr-old Maddie de Garay, who participated...","sentiment_score":-0.1555555556}
{"full_text":"RT Lifting England Covid rules while 3bn people unvaccinated reckless - experts","sentiment_score":0.0}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT Always hard to square these facts: an extra $291 a night to stay in your own apartment, while jobseekers get $45 a day to l...","sentiment_score":0.1027777778}
{"full_text":"RT #postponegate2022 #delayGATE22 Many students have 2 exams, traveling more than 500km and then stayi...","sentiment_score":0.5}
{"full_text":"RT If you own a small business and were in favor of lockdowns and having to enforce various mask &amp; vaccine mandates, you g...","sentiment_score":0.1166666667}
{"full_text":"RT I'm seeing FB posts of folks \"hoping\" the cold their child seems to coming down with \"is Covid so they can get it ov...","sentiment_score":-0.3777777778}
{"full_text":"RT imagine the lack of shame of all those people who gaslit the public a year ago saying kids didn't transmit covid19 nor...","sentiment_score":0.0}
{"full_text":"RT Why is he allowed to get away with repeating these lies at the despatch box?","sentiment_score":0.0}
{"full_text":"Okay. Who's been in Scandinavia, or Germany, recently? Or, does #Omicron breed #Ba2 wherever it takes hold? They are calling it Son of Omicron - as if making it a joke will make it less scary.","sentiment_score":-0.0416666667}
{"full_text":"RT LIVING WITH COVID, a Since covid isn't going away (thanks to a series of poor choices over the last 2 years), it's...","sentiment_score":-0.0666666667}
{"full_text":"7 Day Covid Growth in Deaths per 1K Population by County For GA   2022-01-24:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"RT On #HolocaustRemembranceDay, Centenarian Holocaust survivor Margot Friedlaender urged the young generation to always remember...","sentiment_score":0.1}
{"full_text":"RT Delaying or postpone is the best way to support students in this third wave of pandemic, Government has to ensure the s...","sentiment_score":0.5}
{"full_text":"RT If we wanted to \"kill deplorables\" we'd be telling them not to get the vaccine... which, ironically, is exactly what the R...","sentiment_score":0.25}
{"full_text":"I cancelled long ago. They censored Ian Brown's anti lockdown tune.","sentiment_score":-0.05}
{"full_text":"RT It's even more challenging for students who is about to give 2 branch gate papers to sustain in this covid peak.#post...","sentiment_score":0.5}
{"full_text":"RT I got in yesterday before the mad rush. I'm heading over to Neil deserves big ku...","sentiment_score":-0.3125}
{"full_text":"RT I am very disappointed the meeting is not held in a room where the Senate could offer live stream capability,\" Kimpson sa...","sentiment_score":-0.4193181818}
{"full_text":"RT From the man who told workers to raid their super to get through the pandemic","sentiment_score":0.3333333333}
{"full_text":"RT Has anybody seen Chris Whitty, Patrick Vallance or Jonathan Van Tam lately? Asking for a country that's just dropped a...","sentiment_score":-0.3}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"Plan to just stay at home but I think I shouldn't coop up in home forever and should go out and meet my irl after 2 years????","sentiment_score":0.0}
{"full_text":"RT Vaccine sharing plan under ex-President Trump put ally nations first via","sentiment_score":0.25}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and insti...","sentiment_score":0.16}
{"full_text":"RT Is our whole country having some sort of mental f*cking breakdown?Who are all of these people who are getting angry at A...","sentiment_score":-0.25}
{"full_text":"RT Another dishonest story from  They asked for evidence, we sent website that acknowledges myocarditis and...","sentiment_score":-0.3}
{"full_text":"Asthma, diabetes, and infection severity might all determine the risk of long COVID.","sentiment_score":-0.05}
{"full_text":"finslmente twitter da un telefono grazie cdc you're a keeper","sentiment_score":0.0}
{"full_text":"*Important Announcement*In view of the upcoming urban local body elections, Corona spread has been temporarily stopped.The dates after which corona  will resume it's spread will be announced later.","sentiment_score":0.1}
{"full_text":"There is no 'threshold issue'. There never had been. The PCR test picks up lengths of RNA (tested as DNA) which are unique to covid. How many times these are amplified is irrelevant. I thought this was now accepted by all.","sentiment_score":0.125}
{"full_text":"RT UK included in a list of 11 countries which mishandled covid thanks to populist governments downplaying the risks &amp; unwilli...","sentiment_score":0.2}
{"full_text":"Remember when...Rand said NYC had herd immunity (Sept 2020)","sentiment_score":0.0}
{"full_text":"Results?Failing economy due to disastrous Brexit.1000s of unnecessary deaths due to shambolic delays in addressing COVID threat.Billions wasted\/fraudulently handed out.Sky rocketing cost of living (Brexit)Lie, lie and more lies.Johnson has never had integrity.Contempt.Etc","sentiment_score":-0.17}
{"full_text":"People in New Hampshire will soon be able to buy an at-home COVID-19 test at state liquor stores.https:\/\/t.co\/92VpzWWirx","sentiment_score":0.3181818182}
{"full_text":"Don't miss out on crucial informationTo keep you updated about the sanitary measures and decisions taken by we have created a dedicated page which will be updated regularlyhttps:\/\/t.co\/qqdsdYXJefhttps:\/\/t.co\/pkHjEIB3GK","sentiment_score":0.0}
{"full_text":"My professor will not get COVID this year.","sentiment_score":0.0}
{"full_text":"The Clinical Genome Resource (ClinGen) Familial Hypercholesterolemia Variant Curation Expert Panel consensus guidelines for LDLR variant classification","sentiment_score":0.0}
{"full_text":"Clinical outcomes of COVID-19 in patients with sickle cell disease and sickle cell trait: A critical appraisal of the literature:","sentiment_score":0.0}
{"full_text":", show me the graphs of how many people died from the vaccine (out of billions that got it so far)","sentiment_score":0.3}
{"full_text":"RT The pandemic still isn't over. We will keep some important protections in place so please continue to keep yourself and y...","sentiment_score":0.4}
{"full_text":"Covid restriction will remain at Hampshire Hospitals as Plan B measures lift","sentiment_score":0.0}
{"full_text":"When the coronavirus began spreading around the world, the remote Pacific archipelago of Kiribati closed its borders, ensuring the disease didn't reach its shores for nearly two full years.https:\/\/t.co\/9R53EzFiI2","sentiment_score":0.0625}
{"full_text":"Meeting up with friends or family this weekend? It's safer to be outdoors. If you do have to meet indoors, remember to let fresh air in.More info:","sentiment_score":0.3}
{"full_text":"When you take a lateral flow test, remember to report whatever the result is - positive, negative or void. Reporting your result is a great way to help the #NHS reduce the spread of the virus. ","sentiment_score":0.2424242424}
{"full_text":"The suspect is believed to have faked his own death in 2020 to evade prosecution for rape and financial fraud.","sentiment_score":0.3}
{"full_text":"COVID-19 | In a first, #Turkey's number of daily cases has topped 80 thousand: 82,180 new cases, 174 deaths in the last 24 hours","sentiment_score":0.0965909091}
{"full_text":"Potential indirect impacts of #COVID19 pandemic on children: NR using community child health lens ... #freeaccess ... \"History shows us children already experiencing adversity lose out the most, with the potential for widening health inequities\" #medtwitter","sentiment_score":0.1666666667}
{"full_text":"RT hot girls apanharam covid em janeiro","sentiment_score":0.25}
{"full_text":"RT IHF CEO Ronald Lavater serves on the judging panel for the Waterfalls Global Award, which will recognize 50 healthcare profess...","sentiment_score":0.0}
{"full_text":" Getting here Covid InformationPre-match entertainment with &amp;  Check out all the information you need ahead of tomorrow's game with out matchday guide","sentiment_score":-0.4}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"A Nordic country has announced it will rid itself of mask mandates and other pandemic restrictions, saying COVID-19 is no longer a public health threat:","sentiment_score":-0.0625}
{"full_text":"RT BREAKING - inquest finds Lucy Taberer was killed by AZ's vaccine. 'Catastrophic reaction; Life ending; craniotomy; 6mm unr...","sentiment_score":-0.2}
{"full_text":"RT The Met NEVER wanted to investigate clear breaches of Covid regulations that took place at No.10 under their nose. Now t...","sentiment_score":0.1}
{"full_text":"Joe Rogan continues to take heat for spreading misinformation about COVID and vaccines","sentiment_score":0.0}
{"full_text":"US Supreme Court ruled against some of the US mandates. Regular flu and omicron are latest but 'tis said that older\/incapacitated are the 0.03 who r2 decrease the world's population. Mostly over 7 Billion are covid survivors immune naturally those already vaxxed thus immune.","sentiment_score":0.275}
{"full_text":"Unlike early in the pandemic, now there are many resources to help with every stage of a trip, from calculators that assess your risk before travel to easy-to-get COVID-19 tests. ","sentiment_score":0.3}
{"full_text":"care home in Orpington is offering a 3-week respite stay for the price of two (T&amp;C's apply). Contact them today to find out more","sentiment_score":0.5}
{"full_text":"It finally got me. My daughter bought home covid from school a week ago and today I tested positive for covid... But I'm triple boosted so we'll see how much that helps...","sentiment_score":0.1424242424}
{"full_text":"RT NEW: LASD deputies inside Twin Towers jail are trying to convince incarcerated people with severe mental and physical health...","sentiment_score":-0.0159090909}
{"full_text":"Reminder to all Self Assessment taxpayers, you have until 31 January 2022 to file your tax return!Earlier this month announced that late filing and payment penalties are to be waived for one month.#BusinessRedcarClevelandhttps:\/\/t.co\/fS2zkwScz9","sentiment_score":-0.3}
{"full_text":"That it's our answer to end the pandemic","sentiment_score":0.0}
{"full_text":"Another pandemic challenge for nurses: Sleep problemshttps:\/\/t.co\/SYlQAlN2N2","sentiment_score":0.0}
{"full_text":"RT Nearly six in 10 Covid patients in hospital in Wales are there for treatment for other conditionshttps:\/\/t.co\/rxEJwr41DT","sentiment_score":-0.0125}
{"full_text":"RT In one video on YouTube IIT Kharagpur director got pissed off because he was muted mistakenly..how ironic is that a director...","sentiment_score":0.2}
{"full_text":"RT Vale Tom. Vale to all our elder citizens who died FROM Covid (not with) And heartbreakingly vale our young ones. You are al...","sentiment_score":0.1}
{"full_text":"RT It is scandalous that thousands of professors, doctors and experts were effectively silenced during the pandemic, and...","sentiment_score":0.6}
{"full_text":"RT So today I got a letter from the Chief Medical Officer telling me about a new symbol (a yellow patch, no less) which I...","sentiment_score":0.0549242424}
{"full_text":"Before the first month of the new year ends, let's look back at 2021 Wrapped!  Cheers to our first and to many years of automating labs and simplifying healthcare. #DashlabsAi #LabAutomation#HealthcareInnovation #PCRTest #Covid19","sentiment_score":0.2272727273}
{"full_text":"You can find the full list of walk-in COVID vaccine clinics in Bolton today and every day up to and including Sunday the 30th January here https:\/\/t.co\/CXR5a6DoQiOptions for 1st and 2nd doses, 3rd dose and booster if eligible.#COVIDVaccinations #Bolton","sentiment_score":0.1166666667}
{"full_text":"The newer version of Omicron, also known as the 'stealth' variant, may be harder to detect, but should we be worried?","sentiment_score":-0.1}
{"full_text":"I just supported this case! via","sentiment_score":0.0}
{"full_text":"RT CANADA  - Here come the \"fringe\" farmers with \"unacceptable\" views to join the truckers.The whole world is watching...","sentiment_score":0.2}
{"full_text":"Find the latest advice and information about the #Coronavirus (Covid-19) here:  ","sentiment_score":0.5}
{"full_text":"Despite the pandemic having brought the stark realities of the #digitaldivide to the nation's attention and the roll-out of free #laptops the problem persists and risks getting worse:","sentiment_score":-0.0666666667}
{"full_text":"Men have spoken. Click here to read their plea","sentiment_score":0.0}
{"full_text":" A reminder that we are closed today between 11.30am-3pm for a school visit.Closure is to ensure Covid safety for children and staff during their visit.  You can book your museum visit online here:","sentiment_score":-0.1}
{"full_text":"What's your take on intranasal vaccine Dr, Will it be effective step to taper down cases and get general population back to normal life ?","sentiment_score":0.1288888889}
{"full_text":"Yes SOME vaccines are good and will protect you, the COVID vaccine has the potential to weaken your immune system - choose life.https:\/\/t.co\/PO2kOZjANU","sentiment_score":0.35}
{"full_text":"PANORAMIC is a national priority clinical trial investigating COVID-19 treatments for people aged 18 or over with current COVID-19 symptoms.  For more details to sign up:","sentiment_score":0.1333333333}
{"full_text":"Today from 9am-6pm Well Pharmacy, The Commons, Sandbach, will have a pop-up vaccination clinic giving out 1st, 2nd and Booster doses of Pfizer, so if you are 16+ please come on down and get your vaccine. There is no need to book!","sentiment_score":-0.0972222222}
{"full_text":"The couple from New York face a maximum of seven years in prison if convicted. ","sentiment_score":0.1363636364}
{"full_text":"The DepEd expressed full support to the scheduled rollout of the vaccination program for children aged five to 11 against COVID-19 in February.READ:","sentiment_score":0.125}
{"full_text":"Only 6% of Long covid people have had the covid. Nocebo effect. Danisch study. Anyway there is no Reason for These measures .","sentiment_score":-0.025}
{"full_text":"Meeting up with friends or family this weekend? It's safer to be outdoors. If you do have to meet indoors, remember to let fresh air in.More info:","sentiment_score":0.3}
{"full_text":"A view of Bayawan, shared by Von Sanchez [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Our Market Place Shopping Centre clinic is open today from 10.00am-6.00pm. For everyone aged 12 +Pfizer  vaccine1st &amp; 2nd doses3rd primary dose if eligible (NHS invitation letter needed)Booster if eligible (aged 16+ &amp; at least 3 months since 2nd dose)","sentiment_score":-0.0142857143}
{"full_text":"RT Who comes up with this shit? I'm not sure what's worse, you calling a virus stealth, or that it's so crap at being stealt...","sentiment_score":-0.4125}
{"full_text":"RT A study of vaccinated parents &amp; unvaccinated kids estimated having a single parent vaccinated w\/ the Pfizer-BioNTech v...","sentiment_score":-0.0714285714}
{"full_text":"\"Never give up, act in unison, and we shall overcome!\"Powerful words from SAITA President, Rosheda Muller, during the Essential Worker's Summit. Her call is still relevant. Solidarity is vital for us to build back better post-COVID.","sentiment_score":0.2166666667}
{"full_text":"The number of flights due to operate from the UK this summer is already 86% of pre-pandemic levels, new research confirms.https:\/\/t.co\/rX6HOF6VJa  via #BusinessTravel","sentiment_score":0.0056818182}
{"full_text":"There is still time for children aged 2-17 to get their free flu vaccine before the end of January. Check out the details below and visit for more information on how to get your child's free nasal flu vaccine #YourBestShot","sentiment_score":0.3}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and insti...","sentiment_score":0.16}
{"full_text":"#ICYMI: On Wednesday we released our latest findings Infections rose &gt;3-fold between Dec-Jan, peaking around 5 Jan Recent trends show the fall may have stalled at a very high rateInfections are rising in children, dropping in adultsRead more:","sentiment_score":0.3616}
{"full_text":"This Saturday, the CHCC COVID-19 Outreach team will be walking around Chalan Kanoa to offer booster shots to individuals who are eligible.12- to 17-years-old AND Completed Pfizer 5 months ago OR18+ ANDCompleted Pfizer or Moderna 5 months ago, or J&amp;J 2 months ago","sentiment_score":0.0}
{"full_text":"RT Back when we thought covid was only gonna last 2 weeks ","sentiment_score":0.0}
{"full_text":"Ramon Hygiene offers a large selection of products specifically deigned to ensure a safe working environment. Click the link for more information #cleaningtips #restrictions #office #cleaning","sentiment_score":0.3285714286}
{"full_text":"#Omicron Cases in #India Today Update - Check State-wise List#currentaffairs","sentiment_score":0.0}
{"full_text":"Updated: Latest count of #systematicreviews of social sciences research on #COVID19 in v.11 of the IPPO Living Map = 1,312 (189 'new' in this version).","sentiment_score":0.2232323232}
{"full_text":"Do shoppers feel safer now Plan B Covid restrictions have been eased?Figures from have seen a 17% drop in footfall over the festive period, but they hope an ease of restrictions, such as mask wearing, will see residents visit Southampton city centre again.","sentiment_score":0.0}
{"full_text":"Are we prepared for yet another zoonotic infection of pandemic potential. Chinese colleagues reported  \"close relatives of MERS-CoV in bats\". Time to think beyond COVID-19!!","sentiment_score":0.0}
{"full_text":"RT USA  Stealth Omicron...Not ONLY has it got no Symptoms, now the tests can't detect it...So how did they find it...It's...","sentiment_score":0.0}
{"full_text":"#US officials have been encouraging people in their state to wear N95 masks since Friday.Because these masks work better in filtering the air, But they can be a little tricky to use.#news #visa #immigration","sentiment_score":0.15625}
{"full_text":"More than 10 billion doses of #Covid19 vaccine have been administered across the globe.https:\/\/t.co\/4VMMng9sLn","sentiment_score":0.5}
{"full_text":"'THEY COULD FEEL EACH OTHER:' Hospital puts couple with COVID together in final days #8NN","sentiment_score":-0.0625}
