{"full_text":"RT Is this true","sentiment_score":0.35}
{"full_text":"RT My husband and I have been careful masking and are fully vaxed. So far no covid for us.","sentiment_score":0.0}
{"full_text":"RT More than 45,000+ candidates appearing for the Graduate Aptitude Test in Engin...","sentiment_score":0.5}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT Denmark has joined England and Ireland in removing all covid restrictions and going back to complete normalcy. They're look...","sentiment_score":0.05}
{"full_text":"RT More than 45,000+ candidates appearing for the Graduate Aptitude Test in Engineering (GATE) in February have joined a...","sentiment_score":0.5}
{"full_text":"RT Delaying or postpone is the best way to support students in this third wave of pandemic, Government has to ensure the secur...","sentiment_score":0.5}
{"full_text":"RT The Met's evolving position: - we don't investigate Covid crimes retrospectively - there is insufficient evidence -...","sentiment_score":0.0}
{"full_text":"RT Same here - as an island continent we should have been in a good position to do so much better o...","sentiment_score":0.4}
{"full_text":"RT Postpone GATE 2022: Students Urge IIT Kharagpur to Listen to Their Issues | Check What They Demand Amid COVID Cases#GATE2022...","sentiment_score":0.0}
{"full_text":"RT Sir the situation is getting worse every day,due to self testing kits many cases are undeclared,s the threat is stilp...","sentiment_score":0.05}
{"full_text":"RT The people responsible for this should be charged with attempted homicide, and if he dies, homicide. It would actually be a...","sentiment_score":0.1}
{"full_text":"RT A reminder that the same government that refuses to cancel a National Insurance rise that will hit the poor hardest jus...","sentiment_score":-0.2}
{"full_text":"COVID-19's Impact of Expressive Individualism","sentiment_score":0.8}
{"full_text":"RT More than 45,000+ candidates appearing for the Graduate Aptitude Test in Engineering (GATE) in February have joined a petitio...","sentiment_score":0.5}
{"full_text":"RT Bravo @goldiehawn We are failing kids when it comes to mental health, COVID and trauma","sentiment_score":-0.1}
{"full_text":"RT An important new report from based on information gathered from more than 1,000 patients in a survey in...","sentiment_score":0.3454545455}
{"full_text":"weekend lockdown in Dooru Anantnag Kashmir@dr_piyushsingla","sentiment_score":0.0}
{"full_text":"RT The New York times just called the world economic forum's \"Great reset\" an anti-semitic conspiracy theory.https:\/\/t.co\/L...","sentiment_score":0.3787878788}
{"full_text":"RT Watch CNN's Anderson Cooper admit that Florida Surgeon General Dr. Joseph Lapado told the truth in response to a confirmat...","sentiment_score":0.05}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"#JISGroup is hosting an online competition called \"Sera Barir Saraswati\" to keep up the joyful spirit of Saraswati Puja, even amidst a pandemic. Participants need to be between 15-22 years to take part in the competition. Scan the QR Code to Submit 5th February onward","sentiment_score":0.0}
{"full_text":"* couldn't agree more -- this whole pandemic has created a space in which,  those who have been ignoring that reminder to give attention to their mental should be doing that + then some. this is one of the reason why i have been posting my therapy journey to inspire others.","sentiment_score":0.2}
{"full_text":"Sorry to see that you are having supply problems too. Omicron is causing havoc here in sunny Oz. Ppl have been unable to work cos of this damned variant. But, numbers are improving, except for deaths I believe 95 deaths in Oz in last 24 hours.","sentiment_score":-0.3333333333}
{"full_text":"RT The situation with the Met is extremely messy, but I'm told by several sources it's not the only factor holding all of this...","sentiment_score":-0.0666666667}
{"full_text":"A very uncomfortable watch.","sentiment_score":-0.65}
{"full_text":"Maine and Wally. I think they're getting their COVID booster shots as per the hashtag on the video.#MaineMendoza Macuja Vlog YouTube","sentiment_score":0.0}
{"full_text":"RT Hello, we're Starship Entertainment. MONSTA X member \"Minhyuk\" conducted a COVID-19 PCR (genetic amplification) test as the...","sentiment_score":0.0}
{"full_text":"RT Gotta love how people theorized that covid was invented to funnel money out of the middle class so more of us turn into class...","sentiment_score":0.3333333333}
{"full_text":"RT #KettoSuccess #UsingInternetForGood\"I lost my husband to COVID-19, the same disease that was threatening to take my daughter's...","sentiment_score":0.0}
{"full_text":"A discovery the NIH avoids providing any sci facts\/testing since Jun-Jul2020 to quickly, safely end pandemic--Ethanol ~30% inactivates\/leaves proteins intact as a (STAT oral) UNIVERSAL COVID\/FLU vax, CDC: NI&gt;Vax. Controlled Alternative to Natural Immunity","sentiment_score":0.2}
{"full_text":"RT Petition: Prohibit employers from requiring staff to be vaccinated against Covid-19","sentiment_score":0.0}
{"full_text":"RT The situation with the Met is extremely messy, but I'm told by several sources it's not the only factor holding all of this...","sentiment_score":-0.0666666667}
{"full_text":"RT As I've mentioned before, I elected to have a painful\/ stressful emergency hand surgery without general or twilight anesthe...","sentiment_score":0.05}
{"full_text":"One thing covid times did that's good is I got into reading books again","sentiment_score":0.7}
{"full_text":"RT What calls a \"fringe\" movement of people with \"unacceptable\" views could become the largest convoy in world h...","sentiment_score":0.0}
{"full_text":"Someone should fact check he's priests obsession with little boys","sentiment_score":-0.1875}
{"full_text":"He also has children who have disabilities who are high risk for Covid.","sentiment_score":0.16}
{"full_text":"Covid safe. Spitting blood all over the microphone.These scorchers #BBL11Champions","sentiment_score":0.5}
{"full_text":"RT Rentz presented these findings at the Senate panel I spoke at this week. Pay very close attention to this story. Sh** is goi...","sentiment_score":0.2}
{"full_text":"RT I am President of the British Thoracic Society and stand alongside my intensive care colleaguesI have been vaccinated becau...","sentiment_score":0.0}
{"full_text":"Join our Whatsapp group for more news articlesLink in bio#headlines #todaysnews #newsreporter #updatenews #newstoday #newsoftheday #newsupdate #latestnews #dailynews #breakingnews #politics #viral #fashion #memes #corona #sports #tv #currentaffairs #photography #entertainment","sentiment_score":0.5}
{"full_text":"RT Khairiyat Patrol was organised by #IndianArmy, in Kaunar village #Kupwara district. Wherein general awareness on cold r...","sentiment_score":-0.275}
{"full_text":"To have no covid symptoms.i just want to breath normally and not break out in a sweat everytime I do something","sentiment_score":0.15}
{"full_text":"If someone tests positive, walks out of the hospital, goes to the store and is shot dead, that still goes down as a covid death.","sentiment_score":-0.0427609428}
{"full_text":"RT Republicans take very good care of the unborn!!","sentiment_score":1.0}
{"full_text":"RT DISCORD CLOSING ON LUNAR NEW YEAR'S EVE (Chu Xi ) !!Asian tradition to gather with FAMILY on the Eve &amp; stay home on New...","sentiment_score":0.1164772727}
{"full_text":"RT Were cancelled due to COVID-19 and asked IIT Kharagpur to postpone the exam. A GATE exam preparation academy came in sup...","sentiment_score":-0.125}
{"full_text":"RT The Met's evolving position: - we don't investigate Covid crimes retrospectively - there is insufficient evidence -...","sentiment_score":0.0}
{"full_text":"RT LIVING WITH COVID, a Since covid isn't going away (thanks to a series of poor choices over the last 2 years), it's...","sentiment_score":-0.0666666667}
{"full_text":"RT Great to see this: \"We'll fight mandatory Covid vaccines in the courts, say NHS staff facing sack\"","sentiment_score":0.8}
{"full_text":"RT First the police wouldn't investigate. Now they're saying their investigation means key details have to be left out of S...","sentiment_score":0.0833333333}
{"full_text":"RT 9,643 residents &amp; 14,257 aged care staff now have COVID. The aged care resident case fatality rate to date is ~10%. Hopefully...","sentiment_score":-0.1}
{"full_text":"Both the wife (30 years ) and I  (contract past 5 years) lost our careers,  laid off due to lack of work due to covid in the aerospace industry. Pinching pennies now and future under covid mandates does not look bright.","sentiment_score":0.04}
{"full_text":"RT More than 45,000+ candidates appearing for the Graduate Aptitude Test in Engineering (GATE) in February have joined a...","sentiment_score":0.5}
{"full_text":"RT Some bright spark needs to compile a resort guide for the unjabbed. I'd happily spend lots of money in...","sentiment_score":0.75}
{"full_text":"RT 'The #GATE2022 entrance exam is happening at a time when the #ThirdWave of the #COVID19 pandemic is at its peak. I am...","sentiment_score":0.0}
{"full_text":"RT More than 45,000+ candidates appearing for the Graduate Aptitude Test in Engineering (GATE) in February have joined a...","sentiment_score":0.5}
{"full_text":"RT I cannot believe I live in the US and am taking to Twitter to keep a patient from dying. This is the state of our healt...","sentiment_score":0.1363636364}
{"full_text":"RT #postponegate2022 Dear please consider the student's side, they have to travel more than 100kms to give the exam i...","sentiment_score":0.5}
{"full_text":"RT The thing... the thing about Neil Young is that he contracted polio as a child in the '50s, years before a vaccine was availab...","sentiment_score":0.1}
{"full_text":"RT Delaying or postpone is the best way to support students in this third wave of pandemic, Government has to ensure the secur...","sentiment_score":0.5}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"RT Useless party. You make noise about government not putting COVID measures in place for citizens. Governmen...","sentiment_score":-0.5}
{"full_text":"RT #PostponeGATE2022 Trends: Candidates Demand Exam To Be Deferred Amid Covid Scare#GATEExam #Gate Read More:","sentiment_score":0.5}
{"full_text":"Scientists don't seem to be getting anywhere with vaccines, sustainable solutions for all.  End the madness. Military will pretend to look for the cure. For a while. The cure is already on the shelf. Simply because studies have already been conducted using COVID as a death weapon","sentiment_score":-0.05}
{"full_text":"RT The number of people held in ICE detention has increased by 70 percent since Biden took officethe federal prison populat...","sentiment_score":0.0}
{"full_text":"RT Myanmar Junta Locks Down Indian Border Town After COVID-19 Outbreak","sentiment_score":-0.1555555556}
{"full_text":"Have a fantastic trip and truly enjoy this time. I know you have been like many of us and confined due to the epidemic. Hope you have a fantastic journey on this one as much as the first one was.","sentiment_score":0.2892857143}
{"full_text":"No he actually didn't &amp; I listen to him. It's been stated from the start that the vaccine will HELP protect you &amp; they have provided expected % efficacy of each vaccine. Vax &amp; masked have ALWAYS been deemed MEASURES OF PROTECTION. There's never been a promise of 100%","sentiment_score":-0.05}
{"full_text":"The same everywhere","sentiment_score":0.0}
{"full_text":"RT Denmark has joined England and Ireland in removing all covid restrictions and going back to complete normalcy. They're look...","sentiment_score":0.05}
{"full_text":"RT New :Editorial: \"When to consider cardiac MRI in the evaluation of the competitive athlete after SARS-CoV...","sentiment_score":0.0431818182}
{"full_text":"RT New York City Mayor blasts Typhoid Sarah for dining out while infected with COVID. Eric Adams: \"By repeatedly flouting CDC...","sentiment_score":0.1363636364}
{"full_text":"China's pivot from zero-COVID could be a 'buy' signal for private banks","sentiment_score":0.0}
{"full_text":"RT Enzolytics is the solution! #covid #coronavirus #corona #love #stayhome #bhfyp #quarantine #instagood #lockdown #staysafe #i...","sentiment_score":0.5}
{"full_text":"RT A national tragedy is unfolding on a scale we have rarely seen in Oz. Our slow reaction to omicron can't happen again. We...","sentiment_score":-2.775557562e-17}
{"full_text":"This is not changing the narrative. This shows how access to testing affects confirmed cases. Our seroprevalence levels estimate that 70% to 80% of South Africans have already been infected prior to the Omicron wave while we only have 3 million confirmed cases","sentiment_score":0.2}
{"full_text":"RT Vaccine Researcher Discusses Future of COVID-19 - My comments @NBCConnecticut","sentiment_score":0.0}
{"full_text":"RT This is one to keep an eye on ","sentiment_score":0.0}
{"full_text":"RT  Sweden is not recommending COVID-19 vaccination of non high-risk children 5-11 \"'With a low risk for serious disease...","sentiment_score":-0.1666666667}
{"full_text":"Been feeding one Debbie throughout the pandemic. Throw food down every night, and always turn's up. Fox - brought a friend, who had \"Mange\" few months back, went Online, got some meds, put it in the food. Fur grew back over month's ! and both visit now together, or separate. ","sentiment_score":-0.0888888889}
{"full_text":"Now this is interesting from Swedish Public Health Agency: \"...does not recommend a general vaccination against covid-19 for children aged 5-11.\" 'Science' a bit different in northern hemisphere???","sentiment_score":0.09}
{"full_text":"We will back unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"RT The Met's evolving position: - we don't investigate Covid crimes retrospectively - there is insufficient evidence -...","sentiment_score":0.0}
{"full_text":"In the early days of Covid, a lot of us were struggling with fear, grief and isolation. But as the pandemic drags on with no end in sight, our acute anguish has given way to chronic languish....Read more: #TheNews","sentiment_score":0.1}
{"full_text":"The country's upcoming reopening to foreign leisure travelers would restore jobs lost and businesses forced to shut down during the pandemic, the Department of Tourism (DOT) said Friday. #tourismhttps:\/\/t.co\/77xCSUjSFY","sentiment_score":-0.1935185185}
{"full_text":"RT It is the high time when government should understand the problem of students in this pandemic time, Government and institut...","sentiment_score":0.16}
{"full_text":"It's understood there could now be a delay to the report into lockdown parties at Downing Street.Sue Gray, the civil servant investigating the events, is believed to be weighing up whether to publish it, or push it back.https:\/\/t.co\/3Ti5nwnooO","sentiment_score":0.0}
{"full_text":"Preventatives first. Therapeutics secondary... if\/when you get sick. Are you advising skip the polio vaccine in favor of getting treatment when you're sick? Bad plan.","sentiment_score":-0.4357142857}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to get my name on the map.","sentiment_score":0.0}
{"full_text":"The first recommendation for individuals resulting from #DASHSurvey is an easy one: have a look at the #DigitalSkillsForHeritage useful set of resources: You can find the full DASH report here:","sentiment_score":0.3333333333}
{"full_text":"New Hampshire Gov. Christopher Sununu said the state has secured 1 million tests that will be sold at cost.","sentiment_score":0.1363636364}
{"full_text":"RT #TheObviousIsObviouslyNotObviousEnough1. The Met do not investigate historic Covid breaches2. Sue Gray report to be...","sentiment_score":0.0}
{"full_text":"istg if i have covid im gonna k word someone","sentiment_score":0.0}
{"full_text":"The study also noted children with a new diagnosis after having COVID are more likely to end up in intensive care.https:\/\/t.co\/qJqPxDF1jg","sentiment_score":0.2121212121}
{"full_text":"NEWS: A daughter of one of the residents who died at the nursing home in Dundalk near the start of the pandemic told LMFM the Taoiseach's comments on the matter were 'really disappointing'.","sentiment_score":-0.25}
{"full_text":"RT We've still seen record high infections in children since and hospitalisations during the omicron wave. All this goes to s...","sentiment_score":0.16}
{"full_text":"\"Evidence For and Against Direct Kidney Infection by SARS-CoV-2 in Patients with COVID-19\"Co-authored by: Daniel Batlle, MD (@Dan_Batlle Publication link:","sentiment_score":0.1}
{"full_text":"5,439 Covid-19 cases todayhttps:\/\/t.co\/Bk6LxArANR#MalaysiaGazette #MGNews","sentiment_score":0.0}
{"full_text":"RT Increasing Covid cases &amp; Increasing threats of 3rd Wave  of #Covid_19 still the gov is admand to to exams rather than sa...","sentiment_score":0.0}
{"full_text":"RT Denmark has joined England and Ireland in removing all covid restrictions and going back to complete normalcy. They're look...","sentiment_score":0.05}
{"full_text":"\"TRUTH\" ....Now there's a WORD,.... POPPA!!!!!!!!   ","sentiment_score":0.0}
{"full_text":"Can confirm if Son of Omicron is indeed a son, and not, say, a third cousin twice removed?  #SonofOmicron #COVID-19 #OmicronVariant","sentiment_score":0.0}
{"full_text":"Do you agree that the covid 19 pandemic made the world worst? #AskPia","sentiment_score":-1.0}
{"full_text":"RT #postponegate2022 : Students campaign on Twitter urging IIT Kharagpur to postpone examhttps:\/\/t.co\/zlL58MEpVK","sentiment_score":0.0}
{"full_text":"Work is progressing on our IRH mural by artist Jim Strachan. Jim's talent and passion for this project is phenomenal.The IRH Mural is funded by celebrating NHS staff post-COVID at Inverclyde Royal Hospital.","sentiment_score":0.0}
{"full_text":"RT Sir please support us for getting covid compensatory attempt..we have been struggling for the past one and a...","sentiment_score":-0.25}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"RT .@JustinTrudeau said he tested negative for Covid and needs to isolate. . What's next the dog ate the budget?","sentiment_score":-0.15}
{"full_text":"On Wednesday (1\/28), #Brazil recorded nearly 220,000 new confirmed cases. Although the number of new daily cases in the country is at its highest, the death toll is quite low, given Brazil's high vaccination rate. #SEAToday #SEATodayNews #Jakarta #Indonesia #RiodeJaneiro #Covid19","sentiment_score":0.1332467532}
{"full_text":"#postponegate2022Now seeing the Covid concerns associated with the exam, the management authorities could have at least opened portal once for change of centres as many students will definitely be facing problems for giving exams. But,no they are conducting. #postponegate2022","sentiment_score":0.0666666667}
{"full_text":"While most Covid patients are back to normal within a week or two, Charlotte Mortlock's Garmin has served as a daily reminder her body is far from recovered.https:\/\/t.co\/j0rpT5YVsl","sentiment_score":0.15}
{"full_text":"More than one in ten Americans have diabetes and over a third have prediabetes, according to updated statistics from the CDChttps:\/\/t.co\/DZFOPYH3w8","sentiment_score":0.1666666667}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT Over 67% of the country is done with Covid.Either they got the vaccine and feel safe or they aren't getting the vaccine be...","sentiment_score":0.5}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"Over the course of the pandemic, fitness trainers have had to change the way they work. Two trainers talk to about the transition they made","sentiment_score":0.0}
{"full_text":"RT Quick correction: Two members of Maccabi Tel Aviv.","sentiment_score":0.3333333333}
{"full_text":"Are you a member of a book club?  #readingcommunity #clubshttps:\/\/t.co\/w9ltfJEVbZ","sentiment_score":0.0}
{"full_text":"#cancelboardexams2022 important News from china","sentiment_score":0.4}
{"full_text":"RT \"Coming off the Omicron surge, I think there's going to be a tipping point with more and more people questioning does this n...","sentiment_score":0.5}
{"full_text":"Put a freeze on winter fires! Home #fires increase exponentially during the #winter months . The Prospect Heights Police Department and Fire District want to spread the message about how to stay safe . See below! #crimeprevention #safetyfirst #prevention","sentiment_score":0.625}
{"full_text":"There are lots of walk in vaccination centres open today in the Cheshire area and there might be one near you closing soon so don't wait! Go get your free COVID-19 vaccine today. To find your closest one visit our website here:","sentiment_score":0.175}
{"full_text":"RT Newly published research by et al examines the impact of early stages of the COVID-19 pandemic on the men...","sentiment_score":0.1181818182}
