{"full_text":"\"I have eaten four candy bars, but I keep getting fatter. The problem is probably that I haven't eaten enough candy bars...\"","sentiment_score":0.0}
{"full_text":"RT For it being one of the worst if not the worst time of the pandemic in terms of likelihood of getting infected when going ou...","sentiment_score":-1.0}
{"full_text":"RT #EtharkkumThunindhavan - Censored U\/A..Runtime - 2hrs 30mins 38 secs..Feb release is still on cards it seems.. al...","sentiment_score":0.0}
{"full_text":"RT #postponegate2022 Researchers are continuously telling  us regarding the peak of COVID-19, some states also postpone...","sentiment_score":0.0}
{"full_text":"RT I'm sick of these deeply religious men treating covid as if it's some test we are being put through and we need to overc...","sentiment_score":-0.3571428571}
{"full_text":"And not wanting one vaccine makes you an anti science? What about the doctors and nurses that refuse it, are they anti science too?","sentiment_score":0.0}
{"full_text":"RT We have 185 additional Covid inpatients since Friday.  To put this in perspective--when I worked at the U of A, they had...","sentiment_score":0.0}
{"full_text":"RT The real definition of soul mate till eternity is\"if couple together survive this pandemic and are together at the end of...","sentiment_score":0.2}
{"full_text":"RT 52,929 Filipinos as of yesterday have died from the virus. Has China shown any remorse? given an apology? Has Duterte admit...","sentiment_score":0.0}
{"full_text":"RT Imagine being reassured by your State Govt that if you get 2 jabs it will keep you \"safe\" from Covid, only for said Govt (in...","sentiment_score":0.25}
{"full_text":"RT Rishi Sunak has written off PS4.3 billion in fraudulent covid loans. You can bet this government wouldn't be so casual if...","sentiment_score":-0.5}
{"full_text":"RT is she like stuck over there cos of covid","sentiment_score":0.0}
{"full_text":"RT Presidential aspirant and VP Leni Robredo says the OVP is seeking permission from Comelec to continue running their pandemi...","sentiment_score":0.0}
{"full_text":"RT What do we know about the 175,000 people who died of #Covid19 in the UK? The unvaccinated, older people, Black and brow...","sentiment_score":0.0}
{"full_text":"RT Leading Cause of Death Among US Adults 18-45: Fentanyl, Not COVID via","sentiment_score":0.0}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"RT \"the core of SW1 never left their desks\"Aw diddums! Poor them. How hard to work in an of...","sentiment_score":-0.2305555556}
{"full_text":"RT Officials had 22 months and billions of dollars to expand ICU capacity, but they didn't. Instead they created huge staffin...","sentiment_score":0.4}
{"full_text":"RT One of the pregnant #SoulsLostToCovid. RIP","sentiment_score":0.3333333333}
{"full_text":"RT Meanwhile the rising cases of COVID and omicron create threat among  students, we have cleared pre and are ready for m...","sentiment_score":0.2}
{"full_text":"RT People are struggling mentally since  COVID-19 pandemic.#jrn500 #mrhamz #journabies#jrnshahalam","sentiment_score":-0.1}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"corona will be till 2026 save people life","sentiment_score":0.0}
{"full_text":"RT Prime Minister @ScottMorrisonMP faces fresh anti-vax nightmare after his own MP urged parents not to vaccinate kids ...","sentiment_score":0.45}
{"full_text":"RT Omicron exacerbates chronic illnesses such as CVD, CKD, COPD, cancer etc. In cardiology, we have seen increased heart attacks...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Nation unclear why Rishi Sunak has not been arrested for writing off PS4.3 billion of \"Covid loans\" that he gave t...","sentiment_score":0.0}
{"full_text":"When possible, create space for children's desks to be at least one meter apart.","sentiment_score":-0.15}
{"full_text":"RT 16 and 17-year-olds can now book their COVID-19 booster jab appointment online. Visit to #GetBoostedNo...","sentiment_score":0.0}
{"full_text":"But surely this breaks the EUA - it was authorised to prevent infection. In their own words.","sentiment_score":0.55}
{"full_text":"RT #SP500 could be heading higher, above 5,500, if the index can break the 4,825 level. The Fed revised its Q4 GDP forecast...","sentiment_score":0.125}
{"full_text":"RT COVID is EVERYWHERE in our children's hospital. These kids are SICK. Also fun fact: we're seeing a lot of young kids w...","sentiment_score":-0.1047619048}
{"full_text":"RT Nah sweetie that's America. You can't capitalism your way out of a pandemic.","sentiment_score":0.0}
{"full_text":"RT Andrew Holness welcomes unvaccinated tourists into the country, to please the white hoteliers. This is the result.","sentiment_score":0.0}
{"full_text":"RT Agree. Also, I do not know who tracks it, but I imagine the number of people who remain disable...","sentiment_score":0.0}
{"full_text":"RT Most people in my circle are Vaccinated. A few of them got infected with Omicron in past 2-3 weeks. Each one of them recove...","sentiment_score":0.0166666667}
{"full_text":"RT Every Minister who has defended Cummings or Johnson for lockdown violations needs to be out of Government for the rest of t...","sentiment_score":0.0}
{"full_text":"yeah no shit because you can't see half my face ","sentiment_score":-0.0333333333}
{"full_text":"RT A Downing Street source has backed up Dominic Cummings' claim that Boris Johnson was made aware in advance of a Downing Street...","sentiment_score":0.25}
{"full_text":"RT We should have done Universal Basic Income for the duration of the pandemic. No questions asked, no forms...","sentiment_score":0.0}
{"full_text":"RT We're pleased to partner with to offer routine, drive-through COVID testing on our Midtown campus on...","sentiment_score":0.5}
{"full_text":"RT Chancellor Rishi Sunak has just written offPS4,300,000,000 in covid fraudDon't ever tell me that the Conservative p...","sentiment_score":0.0}
{"full_text":"is a fear promulgating that Moslem water pump\/tanki operators of U.P. may be inclined to spitting in water supply of their regions.Preventative action is implorable to safeguard the innocent public in the times of pandemic.","sentiment_score":0.2}
{"full_text":"RT I am so sorry for your tragedy. My husband contracted and died from Covid before he was able to be vaccinated.","sentiment_score":0.0}
{"full_text":"RT . 's #EtharkkumThuninthavan is censored with U\/A. 151 mins duration. If the Government lifts Sunday lockdown...","sentiment_score":0.0}
{"full_text":"RT Every reporter that interviews needs to ask him his position on Georgetown Prep's mask and vaccine mandates s...","sentiment_score":0.0}
{"full_text":"RT Why is Modi government called suit - boot- loot government?Tax on oil increased by 79% compared to before Corona.Result: Poor,...","sentiment_score":-0.4}
{"full_text":"RT #EtharkkumThunindhavan - Censored U\/A..Runtime - 2hrs 30mins 38 secs..Feb release is still on cards it seems.. al...","sentiment_score":0.0}
{"full_text":"RT Optimism around restrictions as over 11k cases reported via","sentiment_score":0.0}
{"full_text":"Has the Minister for Foxes and Hounds lost his way again?","sentiment_score":0.0}
{"full_text":"RT If you voted Conservative in the past but parties in breach of lockdown, lies about it and\/or selling off the BBC is wron...","sentiment_score":-0.25}
{"full_text":"Most doctor using steroids as a 1st line of management which should be avoided...","sentiment_score":0.5}
{"full_text":"Here's the thing; we (as in SL authorities) should make up our mind. No point in blame game if processes have already been formulated &amp; implemented by those in charge. But what we can do is be strict with the mask+social distancing+vaccination etc.","sentiment_score":-0.4}
{"full_text":"RT Boris Johnson broke the law partying during lockdown. Now he's trying to pass new laws to put you in prison for speaking out...","sentiment_score":0.1363636364}
{"full_text":"a lot of vulnerable and elderly were wiped out early in the pandemic, partly by the care homes disaster situation. a lot of them will have had some sort of prexisting condition.","sentiment_score":-0.2}
{"full_text":"RT If a workplace is unsafe, workers have the right to stop work.Governments should have thought more about worker safety bef...","sentiment_score":0.3928571429}
{"full_text":"RT Measles may be more infectious, but its not known for doing an immune wiggle and asking for a do over. COVID does.Flu ma...","sentiment_score":0.5}
{"full_text":"RT I really do try to be a good person and not hate anyone but Johnson,  when we were all scared of covid, he tried a power...","sentiment_score":0.4333333333}
{"full_text":"RT Get well soon dearest garu from this Covid 19, Our prayers are always with you#GetWellSoonSSMB","sentiment_score":0.0}
{"full_text":"RT How could this man seriously become PM?He has just given PS4,300,000,000 to criminals (that's like giving 1m each to 4...","sentiment_score":-0.3333333333}
{"full_text":"RT There are no valid arguments to continue this charade after 26th of January. Any MP who votes to continue the undemo...","sentiment_score":0.0}
{"full_text":"RT Voted twice against giving PS170 million to feed vulnerable hungry kids at Christmas","sentiment_score":-0.5}
{"full_text":"RT NIKE In the US - will start firing all employees who are unvaccinated without a valid exemption or who refuse to revea...","sentiment_score":0.0}
{"full_text":"RT Covid: A virus so strong it can get past 3 vaccines but not your face mask. ","sentiment_score":0.0916666667}
{"full_text":"RT When the federal government--let alone a President--has the power to fire private citizens for their vaccine decision, our Const...","sentiment_score":0.0}
{"full_text":"Almost a week in and Covid is still kicking my ass.  and now I've got a 100deg fever.","sentiment_score":0.0}
{"full_text":"RT Let's not get distracted away from the bigger picture. We must push for the government to scrap every single mandate and...","sentiment_score":-0.0357142857}
{"full_text":"RT Scheduled a meeting with HR to talk about my work life balance. In these pandemic times it's important to always keep check o...","sentiment_score":0.4}
{"full_text":"RT Treasury writes off PS4.3bn in fraudulent covid payments just before new tax rises come in.  Remember this the next time...","sentiment_score":0.0681818182}
{"full_text":"Amd no Corona tests.  Did you get the regular Flu vax?","sentiment_score":0.0}
{"full_text":"RT Keeping workers safe is the way to keep businesses open. That's what we are trying to do. If you want to help - stop atta...","sentiment_score":0.25}
{"full_text":"RT Welcome to the UK where there's no money to allow the poorest in the country to keep PS20 a week but it's fine to write...","sentiment_score":0.6083333333}
{"full_text":"RT Ultra Violet-C Technology developed by #CSIR, Ministry of Science &amp; Technology, deactivates viruses, bacteria, fungus,...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Nation unclear why Rishi Sunak has not been arrested for writing off PS4.3 billion of \"Covid loans\" that he gave t...","sentiment_score":0.0}
{"full_text":"RT HOW MANY SCHOOL MEALS?","sentiment_score":0.5}
{"full_text":"RT It's not really the partying-while-Rome's-burning aspect of this that galls me, given the well-documented joviality of t...","sentiment_score":-0.1}
{"full_text":"RT Statistical analysis is a tricky business. Data simply does not speak for itself.","sentiment_score":0.0}
{"full_text":"Canberra Health Services chief executive Dave Peffer said modelling suggested Omicron peak had been reached.","sentiment_score":0.0}
{"full_text":"From #COVID19 myths to verifying fake videos, episode 20 of #KeepTheFactsGoing podcast unpacks the myths busted and facts checked throughout the series. Listen in at the link below.https:\/\/t.co\/hRpn4Ee0BQ","sentiment_score":-0.5}
{"full_text":"Case numbers have dropped dramatically.https:\/\/t.co\/DbY95u2rL6","sentiment_score":0.0}
{"full_text":"PAKISTAN: The Sindh government has directed authorities to deduct one day's salary of all government officials and employees who do not wear a face mask.https:\/\/t.co\/3YrdNoTrfk","sentiment_score":0.0}
{"full_text":"After a two-year break due to the pandemic, the will hold its annual meeting in #Addis_Ababa in February this year.","sentiment_score":-0.125}
{"full_text":"RT My boss and family triple vaxxed all have covid.My neighbors on both sides triple vaxxed all have covid.My friends D...","sentiment_score":0.0}
{"full_text":"According to interactive Covid maphttps:\/\/t.co\/ULB6BLHVja","sentiment_score":0.0}
{"full_text":"RT Vaccination Camp by volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Patiala, Pu...","sentiment_score":0.0}
{"full_text":"Sikand Kumar, Himachal: I have taken vaccine, and everyone should get vaccinated    #SabkoVaccineMuftVaccine #vaccine4youth@MoHFW_INDIA@COVIDNewsByMIB","sentiment_score":0.0}
{"full_text":"According to interactive Covid maphttps:\/\/t.co\/0OicvzIw73","sentiment_score":0.0}
{"full_text":"Boris Johnson's former chief adviser has said the prime minister knew in advance about a Downing Street drinks party during the first coronavirus lockdown and agreed that it could go aheadhttps:\/\/t.co\/N8Pou8Ok8x","sentiment_score":0.125}
{"full_text":"According to interactive Covid maphttps:\/\/t.co\/0OwvmDQQGi","sentiment_score":0.0}
{"full_text":"i have a fever... but why??? HAHA i dont have sore throat or flu or cough i just randomly have a fever (did the covid test and it was negative too) (',3_\")_","sentiment_score":-0.2}
{"full_text":"According to interactive Covid maphttps:\/\/t.co\/LVLJ5ZnCJM","sentiment_score":0.0}
{"full_text":"#Podcasts  | says Omicron is \"dangerous\" for the unvaccinated #COVIDPodcast","sentiment_score":-0.6}
{"full_text":"Sheffield Council chief executive Kate Josephs remains in post despite admitting she hosted a drinks party at the height of Covid restrictions.https:\/\/t.co\/Tnx7FiQDWm","sentiment_score":0.0}
{"full_text":"NCOC postpones decision on schools closureNCOC decides to ramp up vaccination drive, increase coordination with Sindh amid rising Omicron cases@etribune #etribune #Pakistan #NCOCmeeting #NCOC #schools #Ardh","sentiment_score":0.0}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie #goodeats","sentiment_score":0.0}
{"full_text":"Israeli study shows 4th shot of COVID-19 vaccine less effective on Omicron #Israeli #Study #4thShot #COVID19 #Omicron","sentiment_score":0.2166666667}
{"full_text":"It's now nearly two years which revolved around Europe and the world going in and out of lockdowns.On our website, we put some of the different COVID projects together in an interesting article. Be sure to give it a read! Read more here:","sentiment_score":0.345}
{"full_text":"What endemic means - and why covid-19 is nowhere near it yet","sentiment_score":0.1}
{"full_text":"Boris Johnson's former chief adviser has said the prime minister knew in advance about a Downing Street drinks party during the first coronavirus lockdown and agreed that it could go aheadhttps:\/\/t.co\/heFMt9Zmr2","sentiment_score":0.125}
{"full_text":"Over 3 Decades, the Life Expectancy Gap Between Black and White Americans Closes Around 50 Percent#LifeExpectancy #Black #White #Americans #improvements #HIV #homicide #cancer #fetal #neonatal #pandemic #racialdifferences #Medicare View more at:","sentiment_score":0.0333333333}
{"full_text":"Hong Kong police arrested two former flight attendants for allegedly leaving their homes when they should have been in isolation for possible coronavirus infections, which were later confirmed.https:\/\/t.co\/kehKpxwjQv","sentiment_score":-0.025}
{"full_text":"RT U.K. Data shows that double jabbed people are MORE likely to get the omnicron crap &amp; in fact it appears the vaccines are ac...","sentiment_score":-0.075}
{"full_text":"China has provided more than 2 billion doses of COVID-19 vaccines, about 372 billion facial masks, over 4.2 billion pieces of protective clothing, 8.4 billion test reagents to the international community as of the end of 2021: NBS","sentiment_score":0.1666666667}
{"full_text":"Official COVID-19 update in ThailandTuesday, 18 January 2022* 2,337,811 people infected (+6,397)* 2,233,903 recovered (+6,637) * 81,952 receiving treatment* 21,956 deaths (+18)#NewCases #Coronavirus #COVID19 #MinistryOfPublicHealth #Update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"1. Proposed travel restrictions globally.2. Countless Covid Variants.3. A strategic petroleum reserve release coordinated by the White House and other developed market countries.4. Omicron cases surging in the US, \"not yet peaked.\"*Oil marches on to eight year highs.","sentiment_score":-0.00625}
{"full_text":"There are two types of side effects you can expect after a #COVID jab: local (which occur at the site of injection) and systemic (which affect your whole body). Learn more about vaccine reactions in this #BhekisisaResource.","sentiment_score":0.2333333333}
{"full_text":"Michael de Mesa, wife 'graduate' from isolation after getting #COVID19","sentiment_score":0.0}
{"full_text":"The hopes of hundreds of thousands of international students for a return to #China by February are now receding, with major outbreaks of #COVID19 in Chinese cities - Mimi Leung reports #AsiaEd #Coronavirus #Intled","sentiment_score":0.0208333333}
{"full_text":"The clinical trial found that both groups showed increases in antibodies \"slightly higher\" than following the third vaccine last year. But it said the increased antibodies did not prevent the spread of omicron.https:\/\/t.co\/5w1EH82ExG","sentiment_score":0.0625}
{"full_text":"RT So if I have this right, and want rid of vaccine passports given the imposition on peoples rights...","sentiment_score":0.2857142857}
{"full_text":"Egypt's e-commerce sector grew by 79% in 2020, driven by social distancing restrictions that shifted consumers' attitudes towards convenience shopping and online payments. What's the future looking like for the fast-growing sector? Read more","sentiment_score":0.1777777778}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 676 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"i've had covid for so long hhhhh since like a bit after new years","sentiment_score":0.0431818182}
{"full_text":"RT BREAKING: The CCP just locked down a full Beijing office building with workers still inside. They claim it is to isolate...","sentiment_score":0.0972222222}
{"full_text":"RT Having failed with the Novax Tampa moment, they're now going after unions.You are so predictable, mate. VOTE HIM OUT.","sentiment_score":-0.35}
{"full_text":"These aren't always faceless stories for some people.  These are people with families and people who love them. I would never ever discredit someone who's lost a loved one to Covid even if there's no evidence Covid was the cause of death.  Doing so would be mean and inhumane.","sentiment_score":-0.003125}
{"full_text":"RT PM Modi addressed WEF's Davos agenda &amp; highlighted India's effort in combating pandemic, promoting Ease of Doing Busin...","sentiment_score":0.0}
{"full_text":"RT the whole situation here was cute  the way he asked either getting vaccine injection is hurt or not pmew, isn't you i...","sentiment_score":0.35}
{"full_text":"RT Did your wealth double in the pandemic? Is your salary twice as high or bank balance twice as big? I'm pretty sure the answer i...","sentiment_score":0.182}
{"full_text":"RT People who aren't afraid of long covid have NO IDEA how difficult it is to find good care when you have a complex, rare...","sentiment_score":-0.075}
{"full_text":"RT Winter Olympics tickets won't be sold to general public due to COVID-19, China says","sentiment_score":-0.025}
{"full_text":"RT It will never cease to amuse me how virtually the entire continent of Africa breezed through this 'pandemic' without lockdow...","sentiment_score":0.0}
{"full_text":"RT We are looking for YOU! We are excited to announce the second wave of Mentor-Intern Program Cohort VIII application...","sentiment_score":0.1875}
{"full_text":"RT Your employer is unkind.Nonetheless, I commend your devotion. You're special.","sentiment_score":0.3571428571}
{"full_text":"Quite remarkable and what many have been saying for a long time, very few (compared to 150k) have actually died \"of\"  Covid. Further breakdown figures from ONS would be useful if they release them.","sentiment_score":0.1771428571}
{"full_text":"RT Awesome Chinese Speed to contain Covid19:  Nucleic acid testing of 12.6 million residents in Zhengzhou city in only 6...","sentiment_score":0.3333333333}
{"full_text":"There are a few nba, nfl, and mlb players that had covid and never fully recovered to their previous levels","sentiment_score":-0.1833333333}
{"full_text":"RT Hello : given you are busy in Goa, just thought I'd let you know that Covid cases are dropping in Delhi. Yes...","sentiment_score":0.1}
{"full_text":"RT A virus that has a 99.8% survival rate.A vaccine that does not stop transmission or infection and has no long term da...","sentiment_score":0.025}
{"full_text":"RT An update on my previous plots correcting for an error. Where does Australia sit in terms of Covid-19 deaths among more de...","sentiment_score":0.1666666667}
{"full_text":"RT It's been 1 year since Jan. 6, 2021. All downhill from there. Election lies, vaccine misinformation, making it harder to vote...","sentiment_score":-0.1}
{"full_text":"RT OVER 72 unborn babies AND 15 pregnant women have DIED due to COVID-19 in Mississippi #SoulsLostToCovid","sentiment_score":0.1041666667}
{"full_text":"RT Covid in one chart.Your thoughts?","sentiment_score":0.0}
{"full_text":"RT our girl covid dominating the charts since her debut","sentiment_score":0.0}
{"full_text":"Healthy young kids invited to get vaccinated against Covid","sentiment_score":0.3}
{"full_text":"RT Liberal and Nationals MPs work to promote anti-vax views. Labor candidates work in our covid wards to help healthcare...","sentiment_score":0.0}
{"full_text":"RT Covid in one chart.Your thoughts?","sentiment_score":0.0}
{"full_text":"Gleeful Laura Ingraham Claps While Reporting Gen. Milley Has Covid-19","sentiment_score":0.0}
{"full_text":"Here's everything you need to know ahead of Nicola Sturgeon's Covid statement later today ","sentiment_score":0.0}
{"full_text":"Here's everything you need to know ahead of Nicola Sturgeon's Covid statement later today ","sentiment_score":0.0}
{"full_text":"RT Knowing all we know about MLAs, it would not be surprising that one, or a few of them, has a garage full of R...","sentiment_score":0.2833333333}
