{"full_text":"RT Masks Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Mathu...","sentiment_score":0.0}
{"full_text":"Really terrible and unfortunate for those who got tested +ve for rescheduled flight! Does it say anything about accuracy of COVID tests or did those pax genuinely test +ve because of some contact in 1 day gap?@airindiain","sentiment_score":-0.4083333333}
{"full_text":"RT France  Anti Pandemic BS  The People throw their TVs,  into the front yard of a Politicians House... Every Message Co...","sentiment_score":0.0}
{"full_text":"RT took a nap after my covid test (i tested positive lol) and had a dream where freddy fazbear started replacing random char...","sentiment_score":0.1757575758}
{"full_text":"RT France has just single handedly destroyed any narrative that restrictions on Hospitality, social interactions, masks and Vacci...","sentiment_score":-0.019047619}
{"full_text":"Don't forget omicron seems to be less respiratory and more blood and brain so far. Hopefully the graph is an indicator that our measures for Covid are lowering flu and other things","sentiment_score":0.0770833333}
{"full_text":"British lockdown measures were broadly a lot harsher (and more tightly enforced) than those introduced in the US","sentiment_score":0.0959821429}
{"full_text":"Supreme Court pulls up states on disbursal of Covid-19 death claims, summons AP, Bihar chief secretary at 2pm | India News - Times of India","sentiment_score":0.0}
{"full_text":"RT \"We're coming to the end of the pandemic\". Narrator: no evidence that we are, actually.","sentiment_score":0.0}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"KABC-TV: N95 masks to be available to Americans for free from Strategic National Reserve, White House official says.https:\/\/t.co\/DmVKXgakQavia","sentiment_score":0.2666666667}
{"full_text":"Naagin 6 Promo Out Ekta Kapoor new Naagin 6 out on a mission to fight a pandemic ss","sentiment_score":0.1363636364}
{"full_text":"That is nonsense and this flavour of covid trutherism is no better than the people insisting the hospitals were empty.https:\/\/t.co\/IXH3MQX8hL","sentiment_score":-0.25}
{"full_text":"RT fuck yeah four free covid tests. one for each hole babey","sentiment_score":0.0}
{"full_text":"Epidemic Sound - Balm (Scaled Down Version)","sentiment_score":0.1222222222}
{"full_text":"#Breaking | Modified Guidelines for management of #COVID 19 patients in Assam.  Covid patients shall be discharged after 5 days. No RAT\/RTPCR TEST required2 days of home isolation after discharge#covidalert #covidupdate #covidspike #covidcases #omicron #health #safety","sentiment_score":0.0}
{"full_text":"RT #Ghana President exposes weaponized Covid19 #Plandemic https:\/\/t.co\/rU5RzN8vd8","sentiment_score":0.0}
{"full_text":"RT UK PM Boris Johnson expected to ease England's Covid restrictions","sentiment_score":-0.1}
{"full_text":"RT Nearly 9.5 million children in the U.S. have tested positive for #COVID19 since the onset of the pandemic, and child COVID-...","sentiment_score":0.1636363636}
{"full_text":"RT COVID held a mirror to society. As most were forced to slow down, we noticed it wasn't the mega rich or obscenely paid super...","sentiment_score":0.075462963}
{"full_text":"RT A fuel crisis orchestrated by the regime's poor planning and extortionist approach to COVID. Parents unable to take childre...","sentiment_score":-0.45}
{"full_text":"RT Our post omicron world: 1. Omicron goes down2. It fails to produce herd immunity, durable protection3. We'll have 6 mo t...","sentiment_score":-0.5}
{"full_text":"RT SARS-CoV-2 risk increases exponentially with age--Yet over 2 years we restricted children's lives more than adults..Let's n...","sentiment_score":0.5}
{"full_text":"RT The people who are the most annoying about COVID are the ones who wear masks and are boosted. If you are so confident...","sentiment_score":0.0666666667}
{"full_text":"There has been another slight decline in the number of Covid-19 admissions reported in South African hospitals in the latest 24 hours.","sentiment_score":0.1111111111}
{"full_text":"RT This third wave is a huge respite for medical world ..Very few serious covid cases despite of huge case load and more than...","sentiment_score":0.1095238095}
{"full_text":"Nepal News: 30 health workers test positive for COVID in Nuwakot","sentiment_score":0.2272727273}
{"full_text":"RT \"But the Public Health Agency of Canada still recommends people infected with COVID-19 isolate for at least 10 days af...","sentiment_score":-0.15}
{"full_text":"I still can't believe itAsli promo hai?I'm out, so brightness mein dikha nahi teek seI thought bhagwaan sab mil kar conference kar rahe hai about COVID ","sentiment_score":0.0}
{"full_text":"RT It's amazing nobody is getting Covid in the NFL playoffs ","sentiment_score":0.6}
{"full_text":"You do know that Omicron has been proven to be 95% less dangerous?","sentiment_score":-0.3833333333}
{"full_text":"RT Covid warning symptoms in children: Kids hospitalized in record numbers","sentiment_score":0.0}
{"full_text":"RT Ah, yes we did","sentiment_score":0.0}
{"full_text":"RT It's a shame the Conservatives  weren't checking IDs when they handed out PS5.8 Billion of tax payers money in fraudulent...","sentiment_score":0.0}
{"full_text":"I had COVID recently ; c reactive protein is on the higher side; should worry about Long Covid??","sentiment_score":0.0666666667}
{"full_text":"RT Playing along with the praiseworthy Paul &amp; his session 'Bring Augmented Reality into Learning' I know that...","sentiment_score":0.0}
{"full_text":"RT #postpone_cgl_mains2020 #postpone_cgl_mains_2020 Many of the aspirants are already Covid-19 +ve &amp; many will be teste...","sentiment_score":0.5}
{"full_text":"RT New research shows, hemp compounds prevent coronavirus from entering human cells.https:\/\/t.co\/qh20iTzSHb","sentiment_score":0.0681818182}
{"full_text":"RT Covid awareness drive was conducted by #IndianArmy in Widdipura, #Baramulla district.#AmritMahotsav #Kashmir #NayaK...","sentiment_score":0.0}
{"full_text":"RT Penned by Dr. Ankit Gupta_ The Covid-19 third wave: How to control it and the way forward -https:\/\/t.co\/sJIp4jfJCH","sentiment_score":0.0}
{"full_text":"RT The fact I can't get free COVID tests bc I live in an apartment and my upstairs neighbor put in an order is an absolutel...","sentiment_score":0.2681818182}
{"full_text":"RT #postponeUPTET@myogiadityanath  I request the government to take a decision in the favour o...","sentiment_score":0.0}
{"full_text":"RT Good Wednesday morning Lord. Good Wednesday morning to all my fellow TBADN and SENIORS around the world.Ingat po tayo...","sentiment_score":0.7}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"The \"pandemic\" of fake vaccination certs is part and parcel of the \"pandemic of the unvaccinated\".","sentiment_score":-0.5}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"It has been happening. That is why the vax immunity wanes after 6 months. These are very small mutations that takes time to become prevalent... roughly about 6 months time. That doesn't necesarilly make it a new variant like Omicron though.","sentiment_score":-0.0962121212}
{"full_text":"RT Utah's GOP senate president tested positive for Covid twice, went into work anyway, no mask, told people he was negative. My go...","sentiment_score":-0.0363636364}
{"full_text":"Team Plague has a lot of trouble explaining the 600K excess deaths the USA had in 2020, because it has to be something besides the obvious covid. Killer zits?","sentiment_score":-0.1}
{"full_text":"RT A Houston doctor accused of spreading \"dangerous misinformation\" related to COVID-19 has slapped Houston Methodist Hospital with...","sentiment_score":-0.3}
{"full_text":"RT Covid-19 Report For 18th JanNew Positive Cases: 11607Of which 0-18 years: 991In quarantine: 6728Local contacts: 4879...","sentiment_score":0.2272727273}
{"full_text":"RT #postponegate2022 #justiceforGate2022Aspirants #reschedulegate2022 don't take omicron lightly.POSTPONEMENT of GA...","sentiment_score":0.0}
{"full_text":"RT Finance minister calls for cancellation of COVID vaccine 'Green Pass' Goh ","sentiment_score":-0.2}
{"full_text":"RT Calls for French minister to resign after announcing Covid protocol from Ibizahttps:\/\/t.co\/maAz1D2XZO","sentiment_score":0.0}
{"full_text":"RT I live amongst these types, they use Covid as a bio weapon, it's time to recognize it as such.","sentiment_score":0.0681818182}
{"full_text":"Israeli vaccine chief: &amp;#8220;We have made mistakes&amp;#8221; @UnHerd","sentiment_score":0.0}
{"full_text":"RT NOTA BENE--I hope the free rapid antigen #COVID19 tests mailed out by the US Postal Service are mailed when it is at least...","sentiment_score":0.05}
{"full_text":"Massive Protests Around the World Erupt as Countries Mandate 'Vaccine Passports' and Lockdowns ","sentiment_score":0.0}
{"full_text":"RT took a nap after my covid test (i tested positive lol) and had a dream where freddy fazbear started replacing random char...","sentiment_score":0.1757575758}
{"full_text":"RT #Postpone_cgl_mains2020 #IBPS_PO_POSTPONE #NDTV Corona is increasing day by day in my area daily 600-700 cases coming p...","sentiment_score":0.0}
{"full_text":"RT Fair few lads who've had Covid in the last couple of months have to sit down for PE or can't take part because they have...","sentiment_score":0.0861111111}
{"full_text":"RT A small step to raise awareness.Wear a mask, keep social distancing at public places and wear a helmet whenever using...","sentiment_score":-0.0722222222}
{"full_text":"The flu is here and the fight against #COVID19 is still on! Here are the top 5 #symptoms of #Omicron. If you or your loved ones are facing any of these symptoms, get tested &amp; quarantined. Maintain 6ft distance &amp; regularly #sanitize your hands. Together, we can win this battle","sentiment_score":0.5}
{"full_text":"LFTs are great to use before mixing with large gatherings. A symptomatic .. No symptoms.PCRs are the best if you have symptoms and feel unwell. I had Covid confirmed twice with symptoms via PCR it never showed up on LFT.","sentiment_score":0.6035714286}
{"full_text":"RT Whoever violates covid norms, let them be from any Sangha or Sanghatane, even MLA or ministers, action will be taken ag...","sentiment_score":0.1}
{"full_text":"RT Covid or not, you do NOT need to stand that close to me in the grocery store. Honestly.","sentiment_score":0.6}
{"full_text":"RT Thank you for the four free COVID tests, now please cancel my student loan debt.","sentiment_score":0.4}
{"full_text":"RT Hey, US residents, if you're a person who doesn't need the 4 free COVID tests from our government (maybe you're like me, live...","sentiment_score":0.2681818182}
{"full_text":"RT \"...there's no evidence right now that healthy children, or healthy adolescents, need boosters. No evidence at all.\"https:\/...","sentiment_score":0.4285714286}
{"full_text":"RT In the wake of the news that his ex girlfriend received immunity for testifying against him to the grand jury, meaning he...","sentiment_score":0.5}
{"full_text":"RT Can't wait for the documentary that shows the survivors who tried all these crazy remedies","sentiment_score":-0.3}
{"full_text":"RT  #Covid19 cases in #Australia are currently off the scale compared to any time during the pandemic.Despite half the tes...","sentiment_score":-0.0833333333}
{"full_text":"Free until June, but very much a thing all the way through next winter and beyond. The sooner the free ones go, the better for #ODX IMO","sentiment_score":0.312}
{"full_text":"Late Night Tweets By Blyss What was the last concert or show you saw? Was it during the pandemic? #PleaseRT#rtArtBoost #MuseBoost #rtitbot #BlackettMusic","sentiment_score":-0.15}
{"full_text":"Why is the BC Government going against WHO guidance? https:\/\/t.co\/05dnAmgWCB","sentiment_score":0.0}
{"full_text":"RT #uptet exam postponed COVID-19 cases bhut bd rhe h.other exm postpone ho rhe h to uptet postpone bhi hona chahiye.. Go...","sentiment_score":0.0}
{"full_text":"Inshallah he'll get well super soon, sending love and duas to you","sentiment_score":0.4166666667}
{"full_text":"RT Covid awareness drive was conducted by #IndianArmy in Widdipura, #Baramulla district.#AmritMahotsav #Kashmir #NayaK...","sentiment_score":0.0}
{"full_text":"RT UK PM Boris Johnson expected to ease England's Covid restrictions","sentiment_score":-0.1}
{"full_text":"RT Antivax agitprop network continues.","sentiment_score":0.0}
{"full_text":"RT Who said #covid_19 #quarantine has to be all bad? Making the best of it &amp; getting that Vitamin D. #quarantinelife #quarantine...","sentiment_score":0.15}
{"full_text":"Yes, but even if they were exposed. He would not shut down mines, that is my point. There is no way he would've shut down the mines regardless of covid, if he did, his political career would be over and we'd be in a stage of massive austerity.","sentiment_score":-0.0777777778}
{"full_text":"RT The further health crisis posed by #COVID19 has highlighted the urgent need to address what has been longstanding underinv...","sentiment_score":0.0}
{"full_text":"Some days, your back is sore (lungs I guess), others, no taste or food makes you gag a little, others just weirdly tired, etc","sentiment_score":-0.1958333333}
{"full_text":"No boosters required.Pass it on.","sentiment_score":0.0}
{"full_text":"RT Some students won't be able to appear in exam as being covid+ &amp; Covid may spread at higer rate as 22 lakh students are...","sentiment_score":0.5}
{"full_text":"RT Splenectomy patients are at risk from encapsulated bacteria: pneumococcusHaemophilusmeningococcus and Capnocytophaga can...","sentiment_score":0.0}
{"full_text":"RT It's time for companies to start hiring back the people they fired because of the unlawful OSHA vaccine mandates rejec...","sentiment_score":0.0}
{"full_text":"If you're worried about working because of coronavirus, our advice can help https:\/\/t.co\/j125QHS7CB","sentiment_score":0.0}
{"full_text":"China hasn't been Covid Zero for months, and with every new mutation, the stakes rise for its President and the rest of the world#XiJinping #China #Omicron #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"Police said more than 70,000 people attended anti-Covid restrictions rallies across all of Germany on Monday night.Protesters in the city of Bautzen shot purple fireworks and flares into the sky while calling for 'Peace, freedom, self-determination and sovereignty.'","sentiment_score":0.5}
{"full_text":"Trevor Noah will host the show, which was originally scheduled to be held in Los Angeles on Jan. 31. Concerns about COVID-19 forced organizers to reschedule the event.https:\/\/t.co\/4AQdjEmVF1","sentiment_score":0.0375}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"ELITES HELPING ELITES: blasts global elitists for seeing the pandemic as 'an opportunity rather than a crisis' in order to protect themselves and maintain control.","sentiment_score":0.0}
{"full_text":"\"Much of America, thankfully, seems ready to move on from the pandemic and learn to live with Covid, just as we do with so many other viruses. But some public authorities seem keen to prolong a sense of emergency.\"","sentiment_score":0.1518939394}
{"full_text":"Hey Joe be more like Nicola!","sentiment_score":0.625}
{"full_text":"RT Instead of 4 free covid tests, could the government just give us the heads up next pandemic so we can buy stocks, too?","sentiment_score":0.2}
{"full_text":"We are nowhere near the end of the pandemic, says the WHO","sentiment_score":0.1}
{"full_text":"RT Amen to what you said. That is what the masses are not understanding a vaccinate...","sentiment_score":0.0}
{"full_text":"\"Make no mistake: Omicron is causing hospitalizations and deaths, and even the less severe cases are inundating health facilities.\" WHO chief Ghebreyesus reminded us that this pandemic is far from over and that we shouldn't dismiss the virus.Read more:","sentiment_score":0.1444444444}
{"full_text":"It is too early to say that the #COVID19 #pandemic has come to an end, top U.S. infectious disease expert Anthony Fauci said recently. Read full:","sentiment_score":0.2375}
{"full_text":"Your NHS needs you! Do your bit and get your #COVID19 vaccine &amp; your #FLU vaccine today! ","sentiment_score":0.0}
{"full_text":"RT You need to read this story -- prisoners given potentially toxic high doses of #ivermectin repeatedly, without their co...","sentiment_score":0.08}
{"full_text":"Despite govt's notification, Bright Angel school in #Bharuch calls students to attend offline classes #COVID19 #coronavirus #Gujarat #TV9News","sentiment_score":0.7}
{"full_text":"Chillin' at the Caranoche Mangrove Conservation &amp; Ecotourism Site in Sta. Catalina, shared by Hazel Bendanillo [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Coronavirus disease 2019 (COVID-19) is again hitting provincial government employees, according to Provincial Administrator Rayfrando Diaz.https:\/\/t.co\/uQO3Y8yROq","sentiment_score":0.0}
{"full_text":"In the wake of staffing shortages caused by the COVID-19 pandemic, some school districts in Utah are now asking parents to be substitute teachers.https:\/\/t.co\/vTggQ4tFno","sentiment_score":0.0}
{"full_text":"RT It takes a staggering level of willful ignorance to believe minorities can't get an ID to vote while simultaneously mand...","sentiment_score":0.0}
{"full_text":"RT NOTA BENE--I hope the free rapid antigen #COVID19 tests mailed out by the US Postal Service are mailed when it is at least...","sentiment_score":0.05}
{"full_text":"RT 20% of Americans have now been infected with COVID over the course of the pandemic, according to data from Johns Hopkins.","sentiment_score":0.0}
{"full_text":"Premier Inn owner files EUR1.75m loss due to pandemic, reports @peterodwyer1.","sentiment_score":-0.125}
{"full_text":"Please pray for the staff who are currently working from home due to Covid regulations. Pray the Lord will encourage and bless them as they endeavour to glorify Him through their work for CFL. #Prayer","sentiment_score":-0.0625}
{"full_text":"Unvaxxed Covid patient moved 1,000 miles after hospital threatens to pull plug","sentiment_score":0.0}
{"full_text":"They have scared you all to get the vaccines ,now they are scarring you  to get the booster , then if they get away with it there will be a new variant for another booster it will go on &amp; on , people are still getting covid , I've had no vaccines &amp; covid free","sentiment_score":0.2681818182}
{"full_text":"RT The CDC Says Cloth Masks Don't Work. Rand Paul Got Suspended from YouTube for Saying the Same Thing...","sentiment_score":0.0}
{"full_text":"Bore da bawb!Interesting developments this morning, as seeks to launch a legal challenge over the Welsh Government's Covid pass policy.https:\/\/t.co\/vqYk9YUN0b","sentiment_score":0.2}
{"full_text":"Doctors initially thought that Yami Moloteni, 19, had long Covid but it actually turned out to be a type of blood cancer.https:\/\/t.co\/xAIg06HnrO","sentiment_score":-0.0166666667}
{"full_text":"Impact of #Omicron variant on #childrenhttps:\/\/t.co\/BNIUJR1jE3@World Health Organization Healthcare Hospitals #CoughAndCold#COVID19infection#VapourRub#RunnyNose#DELTA","sentiment_score":0.0}
{"full_text":"RT At some point Scott went from staring down Omicron to respecting it, which would sound the same if you replaced \"Omicron...","sentiment_score":0.0814814815}
{"full_text":"Attention ...look, we know you'll be gone in 6 months, but can we at least go on record as saying \"you were warned\"...prepare now and don't spend all our money on election stunts.","sentiment_score":-0.3}
{"full_text":"DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19.https:\/\/t.co\/diWk8Z5Xon#health #healthy #HealthyLiving #COVID #homedecor #kids #design #homedesign #healthcare #safety #Mindfulness #success #lifestyle #home","sentiment_score":0.4333333333}
{"full_text":"Nicola Sturgeon has announced that all of Scotland's coronavirus restrictions introduced in response to the Omicron wave will be brought to an end next Monday.https:\/\/t.co\/OLtaMfFl3l","sentiment_score":0.0}
{"full_text":"Hong Kong's #COVID19 hamster cull sparks fear of owners abandoning pets","sentiment_score":0.0}
{"full_text":"RT Around 25 Government Pleaders, Several Staff Test COVID Positive In Kerala High Court","sentiment_score":0.1290909091}
{"full_text":"World tourism won't return to pre-pandemic levels until 2024: UN","sentiment_score":0.0}
{"full_text":"RT In principle keeping schools open is great, but now I've got COVID and am trying to make 5 days of sub plans - programmi...","sentiment_score":0.4}
{"full_text":"Improve Your A\/B Tests with 9 Lessons from the COVID-19 Vaccine Trials #analytics #datascience, #bigdata, #datascience #ds, #statistics","sentiment_score":0.0}
{"full_text":"Number of teenagers with Covid vaccine in Barrow revealedhttps:\/\/t.co\/zJ7iJ8chcu","sentiment_score":0.0}
{"full_text":"The cases are on the decline! https:\/\/t.co\/4Hrd1xcjL8","sentiment_score":0.0}
{"full_text":"RT professor conducts a preliminary analysis in which he suggests that India might witness the peak of the #COVID19...","sentiment_score":0.0}
{"full_text":"RT Michael Pascoe: What if Omicron bedlam is not a cockup but intentional?\"It would be dreadful to think the when of let...","sentiment_score":-1.0}
{"full_text":" Publicacio a Differential Therapeutic consideration for use of Corticosteroids according to Established COVID-19 Clinical Phenotypes in Critically ill Patients.#COVID19  #bibliohj23","sentiment_score":-0.5}
{"full_text":"#Israel will continue to offer a fourth #COVID-19 vaccine shot despite preliminary findings that it is not enough to prevent #omicron infections, a senior health official said on Tuesday.https:\/\/t.co\/Xmd4rZNaLg","sentiment_score":0.0}
{"full_text":"\"At last, there seems to be something positive for the hospitality and events industries in particular\" Says Vicki Unite from the Perthshire Chamber of Commercehttps:\/\/t.co\/6Y3wEE01ud","sentiment_score":0.1313131313}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 677 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"\"Boris Johnson, the Prime Minister, he told everybody to stay at home, yeah? But, in lockdown, the Prime Minister - Boris Johnson - he just went to a party in lockdown!\"This little girl knows her stuff ","sentiment_score":-0.1875}
{"full_text":"RT \"Microsoft acquires Activision Blizzard for $70 billion\", \"King of the Hill might be coming back\", \"Free COVID tests ar...","sentiment_score":0.2}
{"full_text":"RT #postpone_cgl_mains2020 Covid Cases increasing day by day ! Please Postpone the SSC Mains exam.@sscchief","sentiment_score":0.0}
{"full_text":"So far, so good!","sentiment_score":0.4875}
{"full_text":"All these so called western free societies whose initial response was apologetic >> \"2 weeks to flatten the curve\" + \"all in this together\" >>  gave these people a fascist power orgasm. The utter conceit, they had all the answers was so dangerous.It must be acknowledged + shamed.","sentiment_score":0.1}
{"full_text":"RT Gujarat's official covid death tally is around 10,130.Till now they have sanctioned 68,370 claims of covid death compensat...","sentiment_score":0.0}
{"full_text":"RT St George testing the dragon for covid","sentiment_score":0.0}
{"full_text":"RT What will you do with your four wild &amp; precious COVID tests?","sentiment_score":0.3}
{"full_text":"RT Finally they admit what we all knew..'The modelling has manipulated fear. It is pretty despicable': Furious Tory MPs sa...","sentiment_score":0.125}
{"full_text":"The \" Pandemic\" is not about health and the \"vaccines\" are the antithesis . This global event has everything to do with centralised control, surveillance and digital slavery, labelling it Facism or Communism is quite apt .","sentiment_score":0.2}
{"full_text":"RT We're debating HB 1001, a bill that leans in to the politicization of the COVID-19 vaccine and casts doubt on its efficacy....","sentiment_score":0.0}
{"full_text":"RT one day you're 23 and you have hopes and dreams and all then boom, pandemic, suddenly you're 25 and watching tiktok com...","sentiment_score":0.0}
{"full_text":"China's Covid Approach Gets Weaker With Every Omicron Case","sentiment_score":0.0}
