{"full_text":"RT Just heard the Met Police are investigating people partying outside Downing Street, dressed as Boris Johnson. This is becau...","sentiment_score":0.0}
{"full_text":"RT BREAKING: GE suspends COVID-19 vaccine or test requirement after U.S. Supreme Court's rulingThe first domino has fallen...","sentiment_score":0.25}
{"full_text":"RT Why bother presenting modelling if it's already out of date? BC: always behind the 8-ball, never proactive. #bcpoli","sentiment_score":-0.4}
{"full_text":"RT Masks don't stop the spread. Vaccines don't stop the spread. Standing six feet away from people is pointless. Getting teste...","sentiment_score":-0.25}
{"full_text":"RT Hey folks, if you have serious concerns about what's going on in BC (and elsewhere) and want to start talking about how to...","sentiment_score":-0.3333333333}
{"full_text":"RT .@NeilBreslin44 pass Good Cause Eviction Protection (S3082\/A5573) by Jan 15th! It's time to protect all tenants from unjust e...","sentiment_score":0.875}
{"full_text":"I choose No.3, destroyed this Wuhan coronavirus manufacturer.","sentiment_score":0.0}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"'Scam' COVID Testing Company Suspends Operations, Apologizes","sentiment_score":0.0}
{"full_text":"RT Upcoming Webinar! Part 1: Child and Adolescent #Traumatic #Stress Reactions to #COVID19 Related Deaths January 20, 2022 at 9:00...","sentiment_score":0.0}
{"full_text":"everybody in USA me and joe Biden lockdown USA we put 4,000 people in USA to work technology economy jobs I'm start new world technology that's Himalayas mountain  everybody in USA","sentiment_score":0.1363636364}
{"full_text":"RT Both Home Secretary Priti Patel and Policing Minister Kit Malthouse told the public to report their neighbours to the...","sentiment_score":0.0}
{"full_text":"RT  Omicron is proving to be the game changer in the pandemic. It is killing off its sibling Delta and fewer people getti...","sentiment_score":-0.4}
{"full_text":"RT We are still looking for one more part time Maths tutor to work 1:3 with students mainly at KS3 to catch up on lockdown ga...","sentiment_score":0.3333333333}
{"full_text":"RT It would be easier, cheaper, &amp; more effective to ship &amp; deliver  of #Covid19 #v...","sentiment_score":0.55}
{"full_text":"yes great points.  the mixed messaging re: masking hit in July\/August right as schools were getting ready to open.  then when you throw in the overreliance on vaccines plus pandemic fatigue plus milder variant--well...hello January 2022.","sentiment_score":0.2571428571}
{"full_text":"RT Alphonso Davies has stopped training and is expected to miss a few weeks due to a mild inflammation of the heart after test...","sentiment_score":-0.0229166667}
{"full_text":"RT Imagine that.","sentiment_score":0.0}
{"full_text":"If #America can mail it to their people, surely can mail it to their residents too!@jkenney #RapidAntigenTest #RATtest #Alberta #ableg","sentiment_score":0.5}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"Lagging behind state averages in math and reading, this school district knew it was time for a change. By addressing skill development, and despite teaching during the pandemic, they saw remarkable gains within one school year. #iReadySC","sentiment_score":0.175}
{"full_text":"RT happy 2nd birthday to this banger of a tweet","sentiment_score":0.4}
{"full_text":"RT Households will be able to request 4 at-home Covid tests via a government-run website, and tests are to be delivered in 7...","sentiment_score":0.5}
{"full_text":"Oh and this. Your chances of dying with COVID are almost zero. Your posts are always kind if hysterical. I'm pretty sure I know which pill ypu took.","sentiment_score":0.0875}
{"full_text":"RT We're the first team in history to have players unavailable at the same time due to:- Covid- Exile - Cup of nations - R...","sentiment_score":0.0416666667}
{"full_text":"Thank you my love for continuing to be strong during this pandemic and helping so many children in our community. We are grateful for workers like you ","sentiment_score":0.4777777778}
{"full_text":"RT I've said it before: If you are unvaccinated, and test positive, you are 17 times more likely to get hospitalized.The best...","sentiment_score":0.4318181818}
{"full_text":"What offers high and long lasting immunity is getting the virus naturally &amp; letting your God-given immune system do the rest. natural immunity gives you long lasting protection which is 13 x more than any poison vaccine. Mandates are communist. Live healthy And you'll be fine","sentiment_score":0.1594191919}
{"full_text":"RT A study in shows that individuals with long COVID have persistent activation of the innate and adaptive im...","sentiment_score":-0.05}
{"full_text":"There is no one-size-fits-all treatment for COVID.  You know that, right?","sentiment_score":0.2857142857}
{"full_text":"RT 1.@cripchick invented the term \"crip doulaing\" to describe the ways disabled people support\/mentor newly disabled people in d...","sentiment_score":-0.2}
{"full_text":"RT I did NOT see this coming.","sentiment_score":0.0}
{"full_text":"Fantastic! Thank you!!! Could you please, send link for free covid home test kits &amp; n95 mask?","sentiment_score":0.68828125}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT We have published weekly cases numbers for all #COVID19 variants in the UK. Find out more:","sentiment_score":0.5}
{"full_text":"RT Imagine that.","sentiment_score":0.0}
{"full_text":"RT Community pharmacy has administered just shy of 700,000 #COVID19 vaccines. This is an amazing achievement...","sentiment_score":0.05}
{"full_text":"As someone coming from an Insurance family, I've been waiting for this to start.","sentiment_score":0.0}
{"full_text":"RT Update Johnson commuted between Chequers &amp; London in March 2020 Head of No 10 Covid unit attended another party...","sentiment_score":0.0}
{"full_text":"RT Here's a list of 3 things no Canadian has experienced since the pandemic began:1) Communism2) Fascism3) TotalitarianismWh...","sentiment_score":0.8}
{"full_text":"RT new cdc guidelines:","sentiment_score":0.1363636364}
{"full_text":"RT Dear Spartans,Masks have been helpful in reducing the spread of COVID-19. They have also been helpful in hiding your u...","sentiment_score":0.0}
{"full_text":"RT Do all Tory politicians take a hypocritic oath?","sentiment_score":0.0}
{"full_text":"RT Balancing the Equities in the Vaccine Mandate Case","sentiment_score":0.0}
{"full_text":"RT COVID-19 Tests Update:500M rapid, at-home tests will be available for order on January 19th online and will be mailed dire...","sentiment_score":0.4}
{"full_text":"RT NEW: 9 investigates just found discarded COVID test kits on the ground behind the now-shuttered Center for COVID...","sentiment_score":-0.1212121212}
{"full_text":"Facts:Under obama Fauci signed for grant money to go to Wuhan lab to help in bat to human transmission experimentation. Of a rare China cave bat that isn't even near the lab. This is why #covid truly is a #plandemic","sentiment_score":0.1333333333}
{"full_text":"RT Free at-home COVID-19 tests dropping January 19th","sentiment_score":0.4}
{"full_text":"RT Biden actually had a pretty good week. He got the media to focus on Sinema, ramping up the pressure on her going forward....","sentiment_score":0.3166666667}
{"full_text":"RT Wow what a brilliant article!The prime minister says: Let them eat Covid","sentiment_score":0.5}
{"full_text":"At Least 8 More NCAA Division I Swim Meets Canceled for COVID Concerns","sentiment_score":0.1}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT context: a concert in saudi was postponed bcs of a storm and some stays are lost or can't reach their home safely &amp; now some...","sentiment_score":0.5}
{"full_text":"RT BREAKING NEWS: Nike sends a defiant letter to its remaining unvaccinated employees that they will be FIRED by January...","sentiment_score":0.0}
{"full_text":"RT Plaintiffs' lawyer whose clients include meatpacking workers tells me, 'Can't help but think of all the obituaries of workers...","sentiment_score":0.0}
{"full_text":"RT \"Should we play the infection lottery and send them back to school? Or should we spend another week in lockdown, with the mid...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Nike sends a defiant letter to its remaining unvaccinated employees that they will be FIRED by January...","sentiment_score":0.0}
{"full_text":"RT True. Modeling should not guide policy.  When it does policy &amp; political agendas corrupt modeling and modelers, it then beco...","sentiment_score":-0.05}
{"full_text":"RT Unfortunately it doesn't take an expert to figure this out. When everything is scarce and expensive remember","sentiment_score":-0.5}
{"full_text":"further, the covid vaccine clinical trials relied on completely subjective &amp; inaccurate self-diagnosis to even test in cases of mild to severe symptoms.","sentiment_score":0.1444444444}
{"full_text":"RT Remember when you told us this would all end when we had a vaccine, and we told you it wouldn't be the end at all, and...","sentiment_score":0.0}
{"full_text":"RT Mexico kapt er gewoon mee.\"Returns To 2019 Normality For Visitors\"https:\/\/t.co\/OJwJYcLVN4","sentiment_score":0.0}
{"full_text":"So you get covid, order a test, wait 12 days and then by the time you can take your test youre covid free LOLIm dying, its too damn funny. Good job Joe!!!!!","sentiment_score":0.55}
{"full_text":"RT BREAKING NEWS: Nike sends a defiant letter to its remaining unvaccinated employees that they will be FIRED by January...","sentiment_score":0.0}
{"full_text":"I think I might have a box in there somewhere. If this is headed to the PNW. This might be why it's late.","sentiment_score":-0.3}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT how the hell have we been in a pandemic for 2 years now and there's still people that think it's fake","sentiment_score":-0.5}
{"full_text":"RT Omicon fuels worst week in St Louis COVID-19 history","sentiment_score":-1.0}
{"full_text":"COVID is in Alabama schools. 1 in 4 students is back to remote learning. #covid19 #remotelearning","sentiment_score":-0.05}
{"full_text":"RT JUST IN: The Biden administration announced that Americans can begin ordering free at-home COVID-19 tests starting January 19th. h...","sentiment_score":0.2}
{"full_text":"RT Its not if....Its when and with who?I personally cant wait to get the answers.See you at the top$ENZC#AI #Scie...","sentiment_score":0.0}
{"full_text":"El Salvador is promoting healthy lifestyle choices to fight against covid.@LegendaryEnergyCheck out thedelawareproject's video! #TikTok","sentiment_score":0.625}
{"full_text":"RT Fcuking Christ what is this?!?!","sentiment_score":0.0}
{"full_text":"RT I will fucking cry. YOU NEED TO UNDERSTAND PEOPLE SHOULD GO HOME AND SLEEP ON THEIR BEDS TODAY! THE SKZ I KNOW WILL DO...","sentiment_score":-0.75}
{"full_text":"RT BREAKING: GE suspends COVID-19 vaccine or test requirement after U.S. Supreme Court's rulingThe first domino has fallen...","sentiment_score":0.25}
{"full_text":"RT As a fellow surgeon, and someone that has been on your show -- I'm incredibly disappointed that you are willing to politic...","sentiment_score":-0.25}
{"full_text":"RT Opinion | The GOP celebration of covid ignorance is an invitation to death","sentiment_score":0.0}
{"full_text":"RT Breaking News:  The Treasury Department warned Arizona officials that it could claw back pandemic relief money if the state do...","sentiment_score":0.0}
{"full_text":"RT Highest yearly number of flu deaths in the U.S. in the last 100 years: 80,000Covid deaths in the U.S. in the last 21 m...","sentiment_score":0.0}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"One day after Biden's vaccine mandate was struck down, #CongratulationsJoe is trending, I guess because I haven't laughed enough lately.","sentiment_score":0.0611111111}
{"full_text":"RT If you're a Democrat who thinks Dr. Fauci would clean Dr. Oz's clock in a \"doctor to doctor\" debate after the Republic...","sentiment_score":0.3666666667}
{"full_text":"RT Highest yearly number of flu deaths in the U.S. in the last 100 years: 80,000Covid deaths in the U.S. in the last 21 m...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Snake oil salesman Dr. Oz -- a Republican candidate for Senate -- calls Dr. Fauci a \"petty tyrant\" who \"got CO...","sentiment_score":0.0}
{"full_text":"Culver City Unified to close next week so all can 'recoup and recov... (Los Angeles Times)The Culver City Unified School District, the first K-12 public school system in the nation t...Add your highlights:https:\/\/t.co\/mXhXkicTvT #LA #LosAngeles","sentiment_score":0.0833333333}
{"full_text":"RT We are well prepared for GATE but not for COVID Why  is playing with lives of our parents.WHY?we don't care o...","sentiment_score":0.0}
{"full_text":"RT Actually, he played into the anti-vaxxer mentality by saying the virus would be gone in July. You can't both claim \"independ...","sentiment_score":0.0}
{"full_text":"RT A timeline of shame. How they partied on and on as the tide of death rose around them ","sentiment_score":0.6}
{"full_text":"RT This package is given by El Salvador Govern to COVID patients, their families and in areas of prevalence of COVID.The packag...","sentiment_score":0.0}
{"full_text":"RT Lord Mayor Cllr Colm Kelleher has joined City Hall's HSE Covid Vaccination Centre Staff today to hold a vigil for Ashl...","sentiment_score":0.0}
{"full_text":"Sincere Q: earlier in the pandemic &amp; the emergence of new COVID variants, epidemiologists repeatedly said that every time the virus infects someone, it has the opportunity to mutate. Now with the policy of 'let it rip', is further mutation no longer a concern...?","sentiment_score":0.1590909091}
{"full_text":"Just got some really relieving news. My friend tested negative for Covid and his kids are recovering well. I should be able to focus better now.","sentiment_score":0.225}
{"full_text":"RT Today, #ChildTaxCredit payments would have hit mailboxes and bank accounts if they were extended with passage of the #Buil...","sentiment_score":0.0}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"RT In challenging times like these, Marylanders look to the government for help. Last year, the Maryland Comptroller's Offi...","sentiment_score":0.25}
{"full_text":"RT Free at-home COVID-19 tests in the US will be available on January 19th through this website:","sentiment_score":0.4}
{"full_text":"RT In this fight against Corona...","sentiment_score":0.0}
{"full_text":"RT If I die of from or with Covid please note that my most important co-morbidity was poverty.","sentiment_score":0.45}
{"full_text":"RT Arsenal aren't bending any rules. They didn't send off 'false positive' tests like a certain club. They have one known...","sentiment_score":0.0138528139}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"Tell my sister and her two boys.  Her unvaccinated husband just died of Covid last night.  The Supreme Court is wrong and so are you. DEAD wrong.","sentiment_score":-0.3}
{"full_text":"Neither the CDC or FDA are manufacturers.","sentiment_score":0.0}
{"full_text":"RT COVID-19 Tests Update:500M rapid, at-home tests will be available for order on January 19th online and will be mailed dire...","sentiment_score":0.4}
{"full_text":"RT BREAKING: GE suspends COVID-19 vaccine or test requirement after U.S. Supreme Court's rulingThe first domino has fallen...","sentiment_score":0.25}
{"full_text":"I'm curious. What is your expert opinion on this that someone else gives you to say and you repeat like a ridiculous trained monkey?","sentiment_score":-0.1611111111}
{"full_text":"RT Vaccination update: Over 1.72 million total vaccine doses reported administered yesterday, with boosters accounting for 1....","sentiment_score":0.0}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"The numbers are literally there! There is no \"so called\" pandemic - there is a very REAL global pandemic!Unfortunately our UK government was too busy profiting to bother trying to actually protect people!#COVIDisAirborne #WearADamnMask #WearAMask","sentiment_score":0.0333333333}
{"full_text":"Is there a chart for pre-order bonuses from GameStop, Best Buy or Target?","sentiment_score":1.0}
{"full_text":"RT We are being told to just assume that everyone has COVID.This is where we are in #onted.","sentiment_score":0.0}
{"full_text":"RT What an incredible waste of time. This is what announcing \"Everyone gets two tests\" gets you when the provincial supp...","sentiment_score":0.35}
{"full_text":"RT FRIGHTENING!!!Nursing Home Staff Across U.S. Hit With Highest Infection Rates Since Pandemic Beginning","sentiment_score":0.0}
{"full_text":"RT Sir Keir has called the Government \"dangerous\" and \"heartless\" for holding parties during lockdown.Yet, on 30th April...","sentiment_score":-0.6}
{"full_text":"RT I'm sure you've had plenty of stick over the last couple of days But my brother chemo was cancel...","sentiment_score":0.25}
{"full_text":"RT If you think that Australia is handling Covid in an appropriate matter, then you are part of the problem.","sentiment_score":0.5}
{"full_text":"RT Will be joining the Bhopal School of Social Sciences for a panel discussion on \"Social Entrepreneurship At The Time of...","sentiment_score":0.0333333333}
{"full_text":"RT The goal of the testing site is to reduce the rate of transmission in the interest of keeping the community safe.","sentiment_score":0.5}
{"full_text":"RT Local kid got paralyzed in an accident last year but was recovering well, getting movement back, etc. Now he's back in...","sentiment_score":0.0}
{"full_text":"RT American hospitals are overwhelmed. It's time to take this seriously.  As a start, let's fire thousands of nurses who refuse...","sentiment_score":-0.1666666667}
{"full_text":"COVID-19 ushered in a slew of relief from forfeiture cases as tenants who were unable to pay rent had their leases terminated.","sentiment_score":-0.5}
{"full_text":"I want someone to show me one(1) person that has suffocated from wearing a mask. They will risk covid , which we know kills people, but they won't  wear a mask because they (say) they can't breath???????","sentiment_score":0.0}
{"full_text":"RT Dr Robert Malone, one of the men behind MRNA vaccines, believes much of the Covid, vaccine and lockdown hysteria is because...","sentiment_score":-0.1}
{"full_text":"RT Vaccinations alone are not sufficient in the midst of the highly transmissible omicron variant. In four days, a new masking requi...","sentiment_score":0.1481818182}
{"full_text":"RT ICYMI - Biden team says $5T in COVID relief not enough. So, where did it all go?","sentiment_score":0.0}
{"full_text":"That'll learn 'em","sentiment_score":0.0}
{"full_text":"RT If you're trying to keep up with the science &amp; policy of Covid\/Omicron (and who isn't?), I don't think you'll find anythin...","sentiment_score":0.0}
{"full_text":"Ps5 restock guy is literally more informative than the government lol","sentiment_score":0.65}
{"full_text":"RT Free at-home COVID-19 tests dropping January 19th","sentiment_score":0.4}
{"full_text":"RT Piers Morgan, is more worried about lockdown sceptics being proven right (which is true) that blatant rule breaking by the PM...","sentiment_score":0.1589285714}
{"full_text":"RT Media: Joe Biden and Kamala Harris are doing an amazing job, like the best ever. Americans should be grateful for their...","sentiment_score":0.8}
{"full_text":"RT Day 278 #COVID19 #ThursdayMotivation #covid \" Hello cubs are you in.? Just off to the pub, are you coming \".!","sentiment_score":0.0}
{"full_text":"Tumbling down...","sentiment_score":-0.1555555556}
{"full_text":"As of Friday morning, there are 342 COVID-19 patients isolated in its hospitals.https:\/\/t.co\/9iqkhLvhnz","sentiment_score":0.0}
{"full_text":"With the NY State eviction moratorium ending tomorrow, FASTEN can assist with rent and help you stay in your home, regardless of immigration status. Learn more at","sentiment_score":0.5}
{"full_text":"Science #journalists from the Global South offer tips to improve the coverage of #COVID19 and fight misinformationhttps:\/\/t.co\/fbIgFORrUT","sentiment_score":0.0}
{"full_text":"Thanks to the Delta and Omicron variants and COVID's unpredictability, firms remain compelled to continue contemplating when and how they'll get back to normal, and understanding that things may never be like they used to.https:\/\/t.co\/M8PvPnRADQ","sentiment_score":0.1166666667}
{"full_text":"RT Remember Johnson clapping for NHS staff the morning after one of his Covid rules-busting parties? Here his bouncers impose the o...","sentiment_score":0.0}
{"full_text":"According to the CDC, 1 in 6 homicides are killed by an intimate partner. \"More than half of women and girls killed by men are murdered by their current or previous partners.\"- United Nation #TDVAM2021  #DVAM2021  #NSAM2022         ","sentiment_score":-0.0047619048}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT She spittin i hate a mf that cant use the fucking INTERNET to their benefit but will use it to write a \"think\" piece on Fa...","sentiment_score":-0.7}
{"full_text":"was a member of #TPLF's central committee prior to becoming a DG of and still keeps close ties with this group, which is a designated terrorist group. One needs to only read his tweets of past year to see bias towards TPLF#Ethiopia","sentiment_score":0.04}
{"full_text":"Have you been exposed to or tested positive for COVID-19? See below for the updated guidance on isolation and quarantine. Find additional guidance from KDPH: NKY Testing sites:","sentiment_score":0.2272727273}
{"full_text":"There are different types of tests to check whether someone has #COVID19. If you don't have symptoms, take lateral flow tests regularly If you have symptoms, take a PCR testFind out what to do if you get a positive result More info:","sentiment_score":0.1818181818}
{"full_text":" Check out this podcast about COVID's impact on rural communities and migrant workers with Great Lakes Bay Health Centers:","sentiment_score":0.4}
{"full_text":"RT Free at-home COVID-19 tests in the US will be available on January 19th through this website:","sentiment_score":0.4}
{"full_text":"\"Four justices, one vote short of a majority, would have ruled that, in the midst of a brutal pandemic that has killed millions around the world, the government can't even require health-care workers to be vaccinated.\"","sentiment_score":-0.3583333333}
{"full_text":"RT You're not wrong.The same justices who voted against vaccine mandates said at their confirmation hea...","sentiment_score":0.0}
{"full_text":"RT This was *HEAD* of the Covid taskforce - the Government unit responsible for drawing up the restrictions we all lived unde...","sentiment_score":0.2}
{"full_text":"The latest figures for Fridayhttps:\/\/t.co\/hBljXpqqDD","sentiment_score":0.5}
{"full_text":"The agency that represents 'Tecatito' published an image in which he is seen on a plane accompanied by his agenthttps:\/\/t.co\/6ISSB0sZxF","sentiment_score":0.0}
{"full_text":"RT big thanks to and for talking to me for this piece, and to fo...","sentiment_score":0.1}
{"full_text":"COVID-Hospitalization Numbers Are as Bad as They Look by via","sentiment_score":-0.7}
{"full_text":"RT Culley getting fired by Houston Texans proves the point. Yes 4-13, but between Covid and Watson's issues, ho...","sentiment_score":0.3}
{"full_text":"Coachella to bring stars on stage despite Omicronhttps:\/\/t.co\/DeVKV73DGE","sentiment_score":0.0}
{"full_text":"RT #US  Fauci on \"Pandemic\" Prepardness and Planning","sentiment_score":0.0}
{"full_text":"Genetically-engineered \"all-in-one\" #vaccine platform for #cancer #immunotherapy. These findings represent a useful protocol for developing cancer vaccines at low cost &amp; time-saving &amp; demonstrates the adjuvant application of TCS.","sentiment_score":0.15}
{"full_text":"RT No way they've iced out Big Ben in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT Let me get this straight, Sajid Javid's brother, Bas Javid, is Deputy Assistant Commissioner at the Metropolitan Police, i...","sentiment_score":0.2}
{"full_text":"RT Since 2020, 70% of the small manufacturers have shut shop due to no business.https:\/\/t.co\/XGURWW6df7","sentiment_score":-0.1875}
{"full_text":"has rescheduled its #homeless Point-In-Time Count to February 24th and needs volunteers.https:\/\/t.co\/dyXD5VyifW via","sentiment_score":0.0}
{"full_text":"RT #FunFact I reassured my dog that we have enough ivermectin for his prophylaxis and that I am not giving it to him because...","sentiment_score":0.0}
