{"full_text":"RT Take care   #Covid","sentiment_score":0.0}
{"full_text":"RT So are any immunologists willing to stick their heads above the parapet yet and suggest that giving 4 doses of a novel, e...","sentiment_score":0.125}
{"full_text":"Literally sacrificing people on the altar of capitalism","sentiment_score":0.0}
{"full_text":"RT FA Cup rule: Play the kids or forfeit the match if you have COVID cases. Outcome: Not one single FA cup game postponed due t...","sentiment_score":-0.1988095238}
{"full_text":"RT How disgusting and surreal that our discourse is all about \"this pandemic coming to an end\" when it's killing a thousand of...","sentiment_score":-0.375}
{"full_text":"Why should ANY Canadian trust him? His messaging\/governance through out this whole pandemic has been abysmal.... He's brought out the worst in people. But it's.... #justininflation","sentiment_score":-0.4}
{"full_text":"RT Vaccinated and boosted AOC tested positive for covid.Someone tell Breyer and Sotomayor, stat.","sentiment_score":0.2272727273}
{"full_text":"The reason they want pay increases is because for two years now they have been asked to take up the slack for sick teachers without any extra pay. They take away their planning time. There are no subs. And the sub problem extends many years before covid.","sentiment_score":-0.0714285714}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT \"you don't have to wear a mask outside\"Dude, I live in Chicago, it's January and masks keep my face warm. They are the bes...","sentiment_score":0.2454545455}
{"full_text":"A federal vaccine mandate goes into effect today for all businesses with 100 employees or more. Under the rule, those who choose not to be vaccinated must submit to weekly testing. The Supreme Court heard debates and challenges to the rule on Friday, but have not chosen to block","sentiment_score":0.5}
{"full_text":"RT I am pleading with anyone who will listen. I'm begging you, as a nurse, from the bottom of my heart please get vaccinated. To...","sentiment_score":0.0}
{"full_text":"There is no way in the world that the two week delay in Term 1 Qld schools is due to children's vaccine roll-out - because there is no way that any significant amount of children's vaccine is rolled out by then.It's just the govt buying time for their chaotic staffing. #qldpol","sentiment_score":0.125}
{"full_text":"RT Hong Kong will ban dining-in after 6 p.m. as omicron spreads","sentiment_score":0.0}
{"full_text":"RT Covid is a serious disease that has killed over 830,000 Americans, more than twice the number of Americans who died in World Wa...","sentiment_score":-0.0111111111}
{"full_text":"RT Nov 2020 - Sunak refuses to say if he will profit from Moderna Covid vaccineThe Chancellor's former hedge fund invest...","sentiment_score":0.0}
{"full_text":"RT Straight from -Without this, there is no basis for booster mandates.","sentiment_score":0.2}
{"full_text":"RT Are these the people you want us to accommodate Please do GFY","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that Ontario needs to end the wage suppression of nurses during this deadly pandemic where many people...","sentiment_score":0.15}
{"full_text":"RT A byte to As usual they have to target Congress leaders &amp; spectacularly ignore the norms violated by BJP lea...","sentiment_score":0.175}
{"full_text":"RT It's got more chance of us ending it here with independence. In England; It'll be on a Xmas lockdown with pho...","sentiment_score":0.5}
{"full_text":"2 years Senator. This revelation comes 2 years later? Where was your big idea during the height of delta when you were telling everyone to wear cloth masks. N95 will not stop anything just like the cloth, lockdowns and  just like mandates didn't.  Have a new idea already.","sentiment_score":0.0454545455}
{"full_text":"RT Triple vaxxed and covid positive","sentiment_score":0.2272727273}
{"full_text":"RT If Morrison is caught unawares by the spread of Omicron he hasn't been watching overseas. This is not a valid excuse....","sentiment_score":-0.05}
{"full_text":"Covid still exist so sadly no. There's  a limit on traveling.","sentiment_score":0.25}
{"full_text":"RT Want to know if something is being restricted \"out of an abundance of caution\" because of Omicron?Here's a handy guide:D...","sentiment_score":0.6}
{"full_text":"RT I'm GP part of the and National Clinical Director for Older People. #Covid19 has had a devasta...","sentiment_score":0.1666666667}
{"full_text":"RT 2\/ The map of #maine now looks very different. A lot of counties that had initially appeared to have passed 60% and 70%...","sentiment_score":0.0}
{"full_text":"Disagree . Djokovic followed the rules complicity for his OZ entry. People should not be judged whether or not they stayed in the confines of ALLEGED covid dates of transmission and risk. You don't have the full facts at all.","sentiment_score":0.125}
{"full_text":"RT I'm old enough to remember when they had to store the Pfizer vaccine at -75 degrees and then they didn't. I'm old enough to...","sentiment_score":0.05}
{"full_text":"RT I have not forgotten NHS staff in bin liners with no PPE.Nor that Johnson binned the Cygnus report in November 2016N...","sentiment_score":0.0}
{"full_text":"RT taeyong was embarrassed after taking the pictures of his vaccine meme but he said he did it for our enjoyment and asked if w...","sentiment_score":0.0}
{"full_text":"Nope! Not worth it. I used to buy Alicia Souza, found a simple variant from which I now use! Stickers etc can be bought separately.","sentiment_score":-0.075}
{"full_text":"Continuing to support the Big Pharma 3 while 2 years into the pandemic and hitting record highs while there's a traditionally made vaccine available that is scientifically better\/safer is politics at it's worst.@chucktodd","sentiment_score":0.1333333333}
{"full_text":"RT You don't fire nurses and open your border during a pandemic","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT In a testimony he gave B'Tselem field researcher Iyad Hadad, Bilal Tamimi (32), head of the local council, recounted: \"Once...","sentiment_score":0.0}
{"full_text":"RT \"Living with COVID\" continues to mean that my medically vulnerable 4 year old doesn't get to leave our house, continue...","sentiment_score":-0.2375}
{"full_text":"RT Joe Rogan uploads damning evidence accusing CNN of altering his COVID announcement video: 'Yellow Journalism'","sentiment_score":0.0}
{"full_text":"RT 95% of kindergarteners in USA arrive to school vaccinated because of mandates in all 50 states. (Just not for COVID)","sentiment_score":0.0}
{"full_text":"RT Living with Covid means lifting ALL measures, lock, stock and barrel ","sentiment_score":0.0}
{"full_text":"RT So, The CDC is basically telling mainstream news the same things that conservatives were banned on Twitter for saying?","sentiment_score":0.0}
{"full_text":"RT The stats suggest otherwise. The Omicron variant is hitting hardest those who live in states with high vaccination rates --...","sentiment_score":0.1481818182}
{"full_text":"RT we killed a million people on this altar","sentiment_score":-0.2}
{"full_text":"RT Retweet if you know someone who has NOT gotten COVID so farTell the world that prevention is possible","sentiment_score":0.0}
{"full_text":"Why to politicians pretend this isn't a thing, and have been kinda ignoring the CDC on this?https:\/\/t.co\/rUdW10JFqF","sentiment_score":0.0}
{"full_text":"RT Thousands of MCPS teachers and parents have signed two on-line petitions, saying they are disappointed and feel hopeless aft...","sentiment_score":-0.75}
{"full_text":"\"the vaccine is a lie\" the vaccine doesn't work\" mfs didn't get the vaccine and complain how they still got covid","sentiment_score":0.0}
{"full_text":"RT The guy who carries a bazooka on his back to order a tall caramel latte tells me he won't wear a mask because he \"refuse...","sentiment_score":0.0}
{"full_text":"RT Joe Rogan uploads damning evidence accusing CNN of altering his COVID announcement video: 'Yellow Journalism'","sentiment_score":0.0}
{"full_text":"My wife needed major back surgery, had it scheduled right before the 2020 hospital shut down due to covid. They said it was 'elective'.By the time she finally had it, she was unable to walk unaided and her spinal column was leaking fluid. Dang near crippled her for life.","sentiment_score":-0.0369268078}
{"full_text":"RT I am an ICU consultant and am triple vaccinated. I had COVID March 2020. By December 2020 my antibodies against COVID...","sentiment_score":0.0}
{"full_text":"RT Not the only place this is being done. CBC News ran with this story today, and this table. Notice that the cases chart...","sentiment_score":0.0}
{"full_text":"RT So why is anyone being forced to get vaxxed?","sentiment_score":-0.3}
{"full_text":"Me: I am expecting good things from 2022All variants of covid 19:","sentiment_score":0.7}
{"full_text":"RT Every Senate Democrat voted to send a $1,400 stimulus check to the Boston Marathon Bomber.Bernie Sanders thinks he should be...","sentiment_score":0.0}
{"full_text":"do you have any guidelines on HCWs on being exposed, infected, quarantined due to covid? How's the working schedule or does it affect their leave credits etc? Thank you!","sentiment_score":-0.15625}
{"full_text":"WrongThe basic fear and hesitation of unvaccinated is 1. It is new2. it is not worth the risk because it is not serious virusNow, imagine the same ppl are offered the new drug to corona that must be given as a precaution before complications! Correlation Make sense?","sentiment_score":0.0374242424}
{"full_text":"RT A group of Japanese pilgrims plunged into an icy bath at a Tokyo shrine as part of a Shinto ritual to purify their body and sp...","sentiment_score":-0.05}
{"full_text":"Going a bit off piste there Wayne. I thought you were the Omicron slayer. Not a changing room stalker. Or was she trying to hide from you?","sentiment_score":0.0}
{"full_text":"I am 100% not a morning person but I'm telling myself if I stay at dudes house when he works the next morning it leaves me no excuse to take my ass to the gym when I leave since it's omw home","sentiment_score":0.0125}
{"full_text":"RT It's called EARLY TREATMENT. While you and other corporate media activists are pushing inane propaganda and flacking f...","sentiment_score":-0.03125}
{"full_text":"So many of my humans have had covid. Those who were unvaccinated are all still sick with over a month or more of symptoms.Those who were vaccinated-mild symptoms for less than a week. I'm not saying this is EVERYONES experience. But it is around me. And I wanted to share.","sentiment_score":0.0297619048}
{"full_text":"RT It doesnt seem nuts if you have worked out that NSW Govt (Dom) wants Teachers and Early Childhood Educators...","sentiment_score":0.15}
{"full_text":"RT Ron DeSantis said they let 800,000 - 1 million COVID-19 tests expire between December 26-30 because no one needed them....","sentiment_score":0.0}
{"full_text":"Sir it is requested to allow the MBBS Interns to sit in the vaccancy of Doctors in Haryana. Till result the training will be completed. The best student will be selected. Already the batch is late by 3 months due to covid-19. Hoping for a favorable response","sentiment_score":0.1916666667}
{"full_text":"RT T-cells from common colds can provide protection against COVID-19 - study","sentiment_score":-0.3}
{"full_text":"36,257 Deaths and 3,244,052 Injuries Following COVID Shots in European Database - Double Vaxxed 13-Year-Old Dies from Heart Attack","sentiment_score":0.0}
{"full_text":"RT All around the world - people are sick and tired of the tyrannical BS.","sentiment_score":-0.5571428571}
{"full_text":"RT The California Department of Health just issued a notice stating that asymptomatic healthcare workers who test positive fo...","sentiment_score":0.2272727273}
{"full_text":"RT Just overheard the husband on the phone w an anti vaxxer from his motorcycle club. \"Wtf, do what research? No disrespect, m...","sentiment_score":-0.5}
{"full_text":"RT So you mean to tell me we suspended classes in March 2020 when there were only a handful of cases but now with 33,169 and...","sentiment_score":-0.15625}
{"full_text":"You can both catch and spread it even if vaccinated. Vaccine just cuts severity and risk doesn't make it zero.","sentiment_score":0.0}
{"full_text":"Yep. Straight from the playground. Only serves to highlight how infantile the Covid extremists are.","sentiment_score":-0.0666666667}
{"full_text":"RT Just overheard the husband on the phone w an anti vaxxer from his motorcycle club. \"Wtf, do what research? No disrespect, m...","sentiment_score":-0.5}
{"full_text":"Homeocare International  Homeopathy Immunity booster helps to boost immunity and fight against various viruses and infection including Omicron.  To Order Online Please visit #homeopathyimmunitybooster #immunityboosterkit #omicron","sentiment_score":0.0}
{"full_text":"RT I second.","sentiment_score":0.0}
{"full_text":"RT It's so funny how some people claim that being a stay at home mom isn't a \"real job\" yet being a nanny or daycare worker...","sentiment_score":0.225}
{"full_text":"RT Those who died from COVID with \"underlying conditions\" still suffered a preventable death and deserved to live too.","sentiment_score":0.1363636364}
{"full_text":"RT In The Hague, this is called collective punishment:For more than a month now, the village of Deir Nizam, home to over 1,000...","sentiment_score":0.5}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"RT ...has also been quite careful, came over Monday night to watch a movie. She felt fine, as did he.Wednesday am (~36 hours...","sentiment_score":0.1583333333}
{"full_text":"But those critical care beds are now full of COVID patients leaving other needy people SOL","sentiment_score":0.075}
{"full_text":"RT \"The fight against the pandemic emerges ever more openly as a class question...The capitalist class has fought, is fighti...","sentiment_score":0.25}
{"full_text":"RT Over 150,000 people dead from Covid so far, that number doesn't even include all those that took more than twenty eight days...","sentiment_score":0.1333333333}
{"full_text":"RT \"Well, some good news about Omicron is *insert eugenics*\"","sentiment_score":0.7}
{"full_text":"RT I'm an allergy specialist who has been v.involved in investigating suspected COVID vaccine allergy.  We now anaphylaxis...","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that Ontario needs to end the wage suppression of nurses during this deadly pandemic where many people...","sentiment_score":0.15}
{"full_text":"RT I am a palliative care doctor. I had COVID prior to any vaccinations, it genuinely scared me how unwell I was. I'm tri...","sentiment_score":0.2}
{"full_text":"RT \"Mild\"? It is downright shameful &amp; scandalous that #LongCovidKids has doubled in 3 months &amp; tripled in 6 months in kids 2-1...","sentiment_score":0.3333333333}
{"full_text":"search for \"Kyle Warner MTB\" the vaccine has ruined his life... This thing is poison for the healthy.","sentiment_score":0.5}
{"full_text":"RT Hottie Alert: Lisa from Wears Low-Key Looks to Love in Lockdown Follow Us on  #blackpinklisa #famousstar...","sentiment_score":0.5}
{"full_text":"RT \"Being exposed to the SARS-CoV-2 virus doesn't always result in infection, and we've been keen to understand why\" Pe...","sentiment_score":0.0}
{"full_text":"RT Triple vaxxed and covid positive","sentiment_score":0.2272727273}
{"full_text":"If a virus can mutate, then there is no vaccine that is effective against it, which is why there are no vaccines against the common cold - a coronavirus like COVID - and the flu. What's being pushed by the government is as effective against COVID as TheraFlu is against influenza.","sentiment_score":0.075}
{"full_text":"RT All ICU handovers..54 M unvaccinated , COVID , proned , sats 80% , kidneys failing 46 F unvaccinated COVID intubated and...","sentiment_score":0.0}
{"full_text":"RT Terrific reporting by -- WaPo's brilliant new economics reporter, who you should follow!!! -- on working fami...","sentiment_score":0.3887784091}
{"full_text":"RT The GOP always roots AGAINST AmericansThe GOP actively campaigns AGAINST the Vaccine &amp; Safety Protocols &amp; are re...","sentiment_score":-0.1333333333}
{"full_text":"RT Since the pandemic was declared in mid-March 2020, we seem to have both more acting out and slacking off. A...","sentiment_score":0.25}
{"full_text":"They need ignoring. The majority of unvaccinated people I know have had every other vaccination offered until now. There's a total avoidance of discussion around vaccine damage which causes a lack of trust. Anyone daring to admit caution is jumped on and labelled","sentiment_score":-0.0625}
{"full_text":"RT Doctors-on-Wheels An initiative started by Hon'ble MP Shri whereby doctors attend patients by visiting ea...","sentiment_score":0.0}
{"full_text":"Been wondering this too. Is the vaccine passport permanent? Like, in 15 years time, will I still not be able to go into a pub in Ireland?  Back in what feels like the good ould days, Gov would announce covid restrictions, with an end date. Now they just annouce restrictions.","sentiment_score":0.4}
{"full_text":"I thought State v ND was a COVID postponement?","sentiment_score":0.0}
{"full_text":"RT it's SO understandable to feel like you've lost your 20s to covid but i also think we need to get rid of this idea that y...","sentiment_score":0.0}
{"full_text":"RT fuck test results and senseless requirements, \"I'm sick and I might have COVID\" AND just \"I'm sick\" should be enough for any...","sentiment_score":-0.4571428571}
{"full_text":"Omicron on track to shatter Texas' COVID-19 hospitalization record #SmartNews ","sentiment_score":0.0}
{"full_text":"Go ahead and click on the \"Deaths\" outcome. This doesn't account by age group either. Also when you say \"if you have better facts than the CDC\" Yeah I do actually...it's called personal experience with Covid without being vaccinated. This doesn't prove unvax cause worse outcomes.","sentiment_score":0.0333333333}
{"full_text":"RT DeSantis has programs, policies, leadership to accomplish goals that benefit citizens and keep individual freedoms. An e...","sentiment_score":0.0}
{"full_text":"RT Did Walensky just kill the vaccine mandates? #SupremeCourt","sentiment_score":0.0}
{"full_text":"Monday Morning Coffee: Losses on Wall Street As Interest Rates and Omicron Increase","sentiment_score":0.0}
{"full_text":"RT According to Flightaware, has cancelled 1,294 flights since Jan 1st.  Many are due to lack of staff, but CEO Scott...","sentiment_score":0.1875}
{"full_text":"RT  Large numbers of Britons were already protected from coronavirus before the pandemic began because of previous exposure to...","sentiment_score":0.0238095238}
{"full_text":"RT Here's my running medals up to 2020...18 marathons, 25 ultras and various half maras. Since April 2020, my first covid jab,...","sentiment_score":0.0277777778}
{"full_text":"RT \"The lockdown has implications for village life at different levels: the economy, commerce, health, education, social life, ag...","sentiment_score":0.0166666667}
{"full_text":"RT Massive 145-Country Study Shows Sharp INCREASE of Transmission and DEATH After Introduction of COVID Vaccines","sentiment_score":-0.0625}
{"full_text":"RT My heart goes out to Delhi's restaurateurs who have struggled so hard to keep their businesses afloat. And to the chefs, co...","sentiment_score":-0.1458333333}
{"full_text":"RT He's working remotely ","sentiment_score":-0.1}
{"full_text":"RT Covid should be treated as an endemic virus similar to flu, and ministers should end mass-vaccination after the booster...","sentiment_score":0.0}
{"full_text":"RT \"What the vaccines can't do anymore is prevent transmission.\"CDC Director Walenskyhttps:\/\/t.co\/s3BjMVBOub","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that Ontario needs to end the wage suppression of nurses during this deadly pandemic where many people...","sentiment_score":0.15}
{"full_text":"RT The way MSNBC liberals have pivoted so seamlessly from accusing Trump of having personally murdered every COVID victim to i...","sentiment_score":0.0083333333}
{"full_text":"HealthPediatric hospitalizations up under Omicron, but it's not more severe","sentiment_score":-0.25}
{"full_text":"RT This weekends protest in Paris against COVID law was so big the police couldn't stop it.","sentiment_score":0.0}
{"full_text":"Please ask him why he's so involved in all the covid\/vaccine stuff, and also ask him why he's buying so much farm land.","sentiment_score":0.2}
{"full_text":"RT Wow a tweet about vaccination really brings vitriol. For clarity I am not remotely interested in your hot anti vaccine...","sentiment_score":0.10625}
{"full_text":"RT If you wear a mask to go to a store during a pandemic it's called proper health protocols not living in fear.If you need t...","sentiment_score":0.0}
{"full_text":"RT Frontline healthcare worker shovels driveway, during extreme cold warning and after a 12 hour shift, realizing that her w...","sentiment_score":-0.3625}
{"full_text":"RT So the UK Govt has decided the pandemic is over. The rest of the world are looking at us in absolute horror.","sentiment_score":0.2}
{"full_text":"RT The \"Well, we just have to get on with it\" narrative is terrifying to me. How many more of me will there be - illnesses that si...","sentiment_score":0.0}
{"full_text":"RT Our designer 0xRam is adding some final touches to various buildings in the commercial and residential zones. Just a few...","sentiment_score":-0.05}
{"full_text":"What do you make of this?https:\/\/t.co\/zoJwuw5j3c","sentiment_score":0.0}
{"full_text":"Sexual Violence Against Women And Girls In Uganda Increased During The COVID-19 Pandemic #BlogWithKasiitaMark","sentiment_score":0.5}
{"full_text":"Haryana schools were set to reopen from December 1, however, the state government deferred the decision after Omicron cases began to rise.https:\/\/t.co\/qiEUOzQE5o","sentiment_score":0.0}
{"full_text":"I know you are proud of Biden's mishandling of EVERYTHING  including covid.The question is why?","sentiment_score":0.8}
{"full_text":"RT I'm an Anaesthetic Registrar &amp; mum of 4. My youngest has #cysticfibrosis &amp; is not yet eligible for the jab. She relies on u...","sentiment_score":0.0}
{"full_text":"Last week, White revealed he had tested positive for COVID-19 in December but was on the mend.","sentiment_score":0.0757575758}
{"full_text":"We utilize 99.9% effective, high quality hospital grade disinfection solution that helps rapidly eradicate viruses and other microbes (including Coronavirus). (732) 456-5511..#NJ #NJSanitizationServices","sentiment_score":0.2116666667}
{"full_text":"DISTRICT UPDATE: Per the latest exclusion criteria, #LexRich5Schools is updating its existing guidelines for COVID-19 isolation and quarantine to help return students and staff to school safely (effective 1\/10\/2022).Text Only Version:","sentiment_score":0.3666666667}
{"full_text":"Kenya's Covid-19 Rate at 13.9% as 741 Test Positive.https:\/\/t.co\/dgnd5IoShp","sentiment_score":0.0}
{"full_text":"It is frustrating to see liberals completely wrapped up in \"I got mine\" type thinking. As a world view, neoliberalism is tied to individual capitalism and does not consider the survival or health of others. In a broader way, neoliberal capitalism is why the pandemic persists.","sentiment_score":-0.1}
{"full_text":"Bret Baier Challenges CDC Director To Call Out Justice Sotomayor On COVID Misinformation","sentiment_score":0.0}
{"full_text":"RT How disgusting and surreal that our discourse is all about \"this pandemic coming to an end\" when it's killing a thousand of...","sentiment_score":-0.375}
{"full_text":"RT Citi told vaccine holdouts last week they'd have to comply by Friday or they'll be out by the end of January.It can't say t...","sentiment_score":0.0}
{"full_text":"two years of tax seasons delayed due to the COVID pandemic, Americans will also be getting a few extra days to file their income taxes in 2022.","sentiment_score":-0.1083333333}
{"full_text":"Are you self-isolating because of coronavirus? Tell your employer as soon as possible. You should get sick pay from the first day you tell them. Our advice can help.https:\/\/t.co\/IqDB7aMyIS","sentiment_score":-0.1547619048}
{"full_text":"RT 400 people in ICU's. Over 260 on ventilators in Ontario. How is this mild? This is terrible. #Covid19 #Omicron #Toronto #Onpoli","sentiment_score":-0.3333333333}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"While no international authority has so far commented on the findings, the research team has sent their findings to GISAID, the international database that tracks viruses, on January 7, 2022 | #Deltacron #OmicronVarianthttps:\/\/t.co\/CSIMb3wbe4","sentiment_score":0.0333333333}
{"full_text":".@prlaorg and the will be offering FREE At-Home #COVID19 test kits to hospitality workers this Wednesday, January 12, 2022  The Shambles (2nd St. &amp; Pine St) from 11am to 3pm**while supplies last","sentiment_score":0.1333333333}
{"full_text":"You must now use your NHS COVID Pass for business travel abroad and at venues and settings in England to show you're fully vaccinated, have had a negative test result in the last 48 hours, or you have an exemption.More on using the NHS Covid Pass here ","sentiment_score":-0.15}
{"full_text":"RT Anyone who buys the bollox that 150,000 people have lost their lives from covid please unfollow me because you are an idiot....","sentiment_score":-0.8}
{"full_text":"The Centers for Disease Control and Prevention held only two telebriefings in 2021. That lack of transparency has prompted criticism -- and a pledge from director Dr. Rochelle Walensky to be more open.https:\/\/t.co\/ejKhPXjPaA","sentiment_score":0.25}
