{"full_text":"RT 270 health experts to Spotify: Joe Rogan's Covid misinformation is 'a sociological issue of devastating proportions'","sentiment_score":-1.0}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT But #SEVENTEEN is especially pumped for what's coming next. The inability to tour amid the pandemic has motivated the boys...","sentiment_score":0.0}
{"full_text":"RT #1922Committee  you need to look into the 3.8 Million #sunak ignored. Independent #CovidInquiry Now 4 the 3.8...","sentiment_score":0.0}
{"full_text":"RT Until Covid is over can we cancel Friday as a weekday and just add it to the weekend? M-Thurs is enough","sentiment_score":0.0}
{"full_text":"RT Poll Finds Only 10% Of Americans Trust Media On COVID, 30% Trust Fauci","sentiment_score":0.0}
{"full_text":"No really ? 30 to 40 of long term family business closed permanently because of Covid restrictions","sentiment_score":-0.0375}
{"full_text":"RT A Danish newspaper has apologised to its readers for not being critical enough in its reporting of government coronaviru...","sentiment_score":0.0}
{"full_text":"RT FFS.She ran the bloody Covid Taskforce and still ignored her own rules to party? Beyond parody, and beneath contempt.","sentiment_score":-0.1}
{"full_text":"RT This finding from death certificate data across the country is in line with what was reported by the Indiana life insur...","sentiment_score":0.0}
{"full_text":"Added 3 last night (2 covid, one injury). Made a big difference didn't it? People lost their minds over the Tampa game unnecessarily.","sentiment_score":-0.2}
{"full_text":"This effort is futile. Lori Lightfoot is vaccinated and boosted and still got Covid.","sentiment_score":0.0}
{"full_text":"RT The pro-life Supreme Court signed thousands of death warrants with their #Covid19 Decision. #FreshWords","sentiment_score":0.0}
{"full_text":"RT i'm making a shipment in the morning and then taking the long weekend off (truly). pls send in requests tonight by *midnight...","sentiment_score":-0.05}
{"full_text":"RT New interview!Our contact from a Canadian vaccine rollout program exposes egregious violations of medical ethics, pro...","sentiment_score":0.0681818182}
{"full_text":"RT NEW: Minnesota will no longer use race to decide who is eligible for monoclonal antibodies, after a story by yours truly...","sentiment_score":0.1363636364}
{"full_text":"RT These are the highest daily case numbers we've seen since the start of the pandemic. For your safety, we recommend paus...","sentiment_score":0.0}
{"full_text":"RT SCOTUS' decision to allow the vaccine mandate on hospitals that take fed money makes sense. If you take their stolen mo...","sentiment_score":0.0}
{"full_text":"RT This!What is it with these people?Do they need Jesus Christ to return and tell them it's OK to take the Vaccine?#wtpBL...","sentiment_score":0.5}
{"full_text":"RT Last year, the #SEVENTEEN boys relied on their real-life experiences amid the pandemic to produce a special project called...","sentiment_score":0.1785714286}
{"full_text":"RT it's on the site :)","sentiment_score":0.5}
{"full_text":"RT This guy reportedly kept a french fry in his mouth for the entire 1.5 hr flight so he wouldn't have to wear a mask  LEG...","sentiment_score":0.0}
{"full_text":"So the real number is 212,500 died FROM Covid","sentiment_score":0.2}
{"full_text":"RT GRAVELY CONCERNED with the circumstances #Nurses find themselves in. One thing is the lengthy #COVID19 pandemic and now...","sentiment_score":0.0}
{"full_text":"RT 'We're trying our best': South Florida schools cope with staff shortages during COVID surge","sentiment_score":1.0}
{"full_text":"RT Masks for the general public are nonsense. Even the Covid fearmongerers Dr. Leana Wen and Dr. Sc...","sentiment_score":0.025}
{"full_text":"RT General Electric Co on Friday said it has suspended COVID-19 vaccine or test requirement for employees after the U.S. S...","sentiment_score":0.05}
{"full_text":"if it weren't for covid i would 1000% be at webster hall rn. what a lineup","sentiment_score":0.0}
{"full_text":"Go for it, Netherlands is in lockdown lol stfu","sentiment_score":0.8}
{"full_text":"yes because scomo has that much free time instead of managing covid he does that feast","sentiment_score":0.4}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT Is omicron a sign that SARS-CoV-2 is evolving into a milder virus? Spoiler alert: It's not. Your Friday must-read:...","sentiment_score":0.0}
{"full_text":"RT Great clip from this week's podcast by on #covid. Listen to the full episode here: htt...","sentiment_score":0.575}
{"full_text":"CDC announces new COVID-19 mask guidelines","sentiment_score":0.1363636364}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"RT Trying to exempt private jets and yachts from the carbon tax. It's all so freaking funny. The fight against Covid and c...","sentiment_score":0.125}
{"full_text":"RT Every aspect of Canada's supply chain will be impacted by vaccine mandate for truckers, experts warn","sentiment_score":0.0}
{"full_text":"RT I do not agree with the letter by doctors calling for to be censored. His show features interesting discussi...","sentiment_score":0.5}
{"full_text":"RT It's just come out that the CDC has inflated the number of COVID deaths since the beginning of the pandemic. Dr. Fauci...","sentiment_score":0.0}
{"full_text":"Get your 3rd COVID vaccine people. No one in ICU in Vic who is triple dosed.","sentiment_score":0.0}
{"full_text":"RT BREAKING: 270 health experts demand that Spotify STOPS Joe Rogan's dangerous Covid lies. Raise your hand if Spotify...","sentiment_score":-0.6}
{"full_text":"After 2 years of not having covid its my first timee, but most of my friends to that did not have covid for 2 years has it right now too.","sentiment_score":0.3452380952}
{"full_text":"RT CORONAVIRUS: United States reports over 915,000 new daily cases and over 2,600 deaths","sentiment_score":0.0681818182}
{"full_text":"RT New interview!Our contact from a Canadian vaccine rollout program exposes egregious violations of medical ethics, pro...","sentiment_score":0.0681818182}
{"full_text":"RT But #SEVENTEEN is especially pumped for what's coming next. The inability to tour amid the pandemic has motivated the boys...","sentiment_score":0.0}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT Hey #onted , Did you know that the isn't even allowing educators to bring hepa purifiers into their classrooms becau...","sentiment_score":0.0}
{"full_text":"RT First Trudeau's taxes &amp; money-printing deficits inflated the cost of goods. Now his vaccine vindictiveness blocks thos...","sentiment_score":0.25}
{"full_text":" SOMEONE PLEASE TELL ME IF THIS SHIT IS TRUE!!!!!!!!!!!! I WILL NEED HELP","sentiment_score":0.4}
{"full_text":"Or Dre's up as someone-else, Even a Policeman","sentiment_score":0.0}
{"full_text":"RT The DC vaccine mandate kicks in this weekend. My office will not comply. We will not show papers. We will not order ta...","sentiment_score":0.0}
{"full_text":"RT NSW Police won't fine Hillsong for breaching public health orders but did not hesitate fining Muslims outside a funeral wh...","sentiment_score":0.1388888889}
{"full_text":"RT The 2019 Christmas party drama will last longer than covid.","sentiment_score":0.0}
{"full_text":"My friends and I have always believed that e-cigarette pneumonia is COVID-19, and now an authority has finally confirmed that our guess is correct.https:\/\/t.co\/TQEROUCxld#COVID19#Omicron","sentiment_score":0.4}
{"full_text":"RT #ThanksJoeRogan umm for what? giving unsolicited false medical advice? misinformation about the safety of the vaccine?...","sentiment_score":-0.2}
{"full_text":"RT Don't be afraid anymore. Millions stand with you, regardless of their status. It's time to hold your line.It's time...","sentiment_score":-0.6}
{"full_text":"RT Keep hearing of train burglaries in LA on the scanner so went to #LincolnHeights to see it all. And... there's looted pack...","sentiment_score":0.0}
{"full_text":"RT Trying to exempt private jets and yachts from the carbon tax. It's all so freaking funny. The fight against Covid and c...","sentiment_score":0.125}
{"full_text":"RT The vaccine mandate cases show that the future of SCOTUS hinges less on the text of the law or the Constitution than the ca...","sentiment_score":-0.0833333333}
{"full_text":"RT Sorry its late I have covid.Nude version and PSD on my Patreon.I spent a chunk of last year JUST re-training to git...","sentiment_score":-0.225}
{"full_text":"RT Mexico kapt er gewoon mee.\"Returns To 2019 Normality For Visitors\"https:\/\/t.co\/OJwJYcLVN4","sentiment_score":0.0}
{"full_text":"RT \"I acknowledge he was a good guy but i'm gonna say he's a nazi anyways 'cause otherwise my side will cancel me\"","sentiment_score":0.7}
{"full_text":"3 Mid East Peace Deals Lowest black unemployment in historyFunded historically black colleges First Step ActWarp Speed covid vaccineHighest GDP Brought hostages homeUSMCAClosed the borderDouble Child Tax CreditBrought jobs back to USAppointed 3 Supreme Justices #2022","sentiment_score":-0.0166666667}
{"full_text":"RT Contrary to some tweets, the U.S. is not ending daily reporting on deaths from COVID-19. Health departments will continue to p...","sentiment_score":0.0}
{"full_text":"They always support affordable housing in principle, but nimbyism causes them all to fail. Combine that with arcane zoning laws and you've got a perfect shitstorm for a homelessness epidemic. Move away from major cities! Spread out people!","sentiment_score":0.19921875}
{"full_text":"RT CDC says N95 masks provide the most protection against COVID-19","sentiment_score":0.5}
{"full_text":"RT Covid is really proving how much jobs don't care about their employees.","sentiment_score":0.2}
{"full_text":"RT I never thought I'd serve with a braver colleague than John Lewis. Then Thomas Massie stood up and refused to order takeou...","sentiment_score":0.0}
{"full_text":"I do and I have since 3\/20. We all do in our household and none of us have had Covid.","sentiment_score":0.0}
{"full_text":"RT The most aggravating part about anti vaxxers is, not only do they not want the vaccine, but they won't wear masks, social...","sentiment_score":0.1777777778}
{"full_text":"RT Corporate greed is Kroger giving its CEO a $6.4 million salary increase during the pandemic (a 45% pay raise) while slas...","sentiment_score":0.0}
{"full_text":"RT Around 30 people die in Australia every day of heart disease- one of our biggest killers.Today, nearly double that n...","sentiment_score":0.0}
{"full_text":"RT New interview!Our contact from a Canadian vaccine rollout program exposes egregious violations of medical ethics, pro...","sentiment_score":0.0681818182}
{"full_text":"RT A bitch got Covid but I still want to be a dirty slut  Will you come keep me company???OnlyFans.con\/PaigeOwens ht...","sentiment_score":-0.6}
{"full_text":"About the same as after having the flu. When do you feel normal again? This is basically the same argument as with or of covid of hospital admitances. If you want to count a long covid case as not feeling normal, it's pretty easy to to do. Please leave Russian bot.","sentiment_score":0.1166666667}
{"full_text":"RT BREAKING: GOP Senator Ron Johnson's hometown newspaper DESTROYS him, calling him a \"charlatan,\" a \"political grifter,\" an...","sentiment_score":0.0}
{"full_text":"RT Today my opponent called on all schools to remain open despite record Covid cases and teacher shortages across th...","sentiment_score":0.0}
{"full_text":"RT If you're not reading you're missing some of the smartest stuff out there these days","sentiment_score":-0.2}
{"full_text":"RT They should have just shipped boxes to every post office and made them readily available to anyone who asked for one","sentiment_score":0.4}
{"full_text":"RT Myocarditis due to covid was not a thing until after vaccines rolled out.","sentiment_score":-0.125}
{"full_text":"RT So she had dealt with his death and funeral arrangements alone, and had completely forgotten about her vaccination appointme...","sentiment_score":0.1}
{"full_text":"Sad how our Gov and SA Health have pretty much given up trying to stop COVID, instead minimising cases. We are just unfortunate casualties in the \"up tick\" of cases. The AEU are meeting this week, and are likely to ask for the same safety considerations afforded other industries.","sentiment_score":-0.0964285714}
{"full_text":"RT Have you wondered what's really going on inside the Canadian jab program? Whistleblower spills the beans.","sentiment_score":0.2}
{"full_text":"RT UP Man With Lungs Damaged By Covid Undergoes Transplant In Delhi","sentiment_score":0.0}
{"full_text":"2 words for you\"Seditious conspirator\"","sentiment_score":0.0}
{"full_text":"RT Mind blowing that this corrupt gang of gaslighting charlatans really think he can get away with this.","sentiment_score":-0.15}
{"full_text":"You had someone on your podcast who you didn't research at all?","sentiment_score":0.0}
{"full_text":"RT Look at these videos as Covid spreads across Texas. Hospitals are full. Schools can't stay open. And Abbott hold mass indoo...","sentiment_score":0.175}
{"full_text":"RT Yesterday, EVERYONE asked me where I was going for my birthday...with 3 small children...one too young to be vaccina...","sentiment_score":-0.075}
{"full_text":"This covid cough is beating my ass ","sentiment_score":0.0}
{"full_text":"As bad as the right extremists? How so? Define \"bad\". Define \"right extremists\". Do you mean the people who have lost their jobs because they refuse to get vaccinated? Or perhaps the people protesting in the streets against lockdowns, curfews and vaccine mandates?","sentiment_score":-0.2282142857}
{"full_text":"RT Well here we go another Andrews  lie.No masks 4000 icu bedsAir purifiers in every class roomWe will not go in and out if...","sentiment_score":0.0}
{"full_text":"The worst feeling ever is being in the same house but not being able to be together. Covid SUCKS. Wednesday can't come soon enough.","sentiment_score":-0.16}
{"full_text":"Here's the state feeling confident in June '21 that the pandemic was behind us when they decided against $300 mil of \"investments in epidemiology, infectious disease monitoring and outbreak mitigation.\"","sentiment_score":0.05}
{"full_text":"RT Forensic Science SA workers will need to have a 3rd dose or booster COVID-19 vaccination (or booking for it) within 4 wee...","sentiment_score":0.0}
{"full_text":"RT Please RT #thanksjoerogan and #thankyouspotify At least Joe Rogan has real exchanges with people.","sentiment_score":-0.05}
{"full_text":"RT The Government can't seriously with a straight face deport Novak Djokovic for inciting anti-vax sentiment and refuse to addre...","sentiment_score":-0.0666666667}
{"full_text":"RT In Court....\"Novaks presence here will excite anti vax sentiment\".It was never about health, never about science. How de...","sentiment_score":0.0}
{"full_text":"There are multiple factors, but Fox vaccine disinfo (as well as RW social media disinfo) is a huge factor. That's why unvaxxed people are 3x more likely to be R, and R states and communites have the largest unvaxxed rates.","sentiment_score":0.1866666667}
{"full_text":"sophia don't got covid nomo","sentiment_score":0.0}
{"full_text":"WHAT'S NEXT at 10pm* Will we see any snow this weekend?  * Beginning tomorrow, insurance companies will reimburse you for COVID at-home tests, assuming you can find one* Big Adventure previewhttps:\/\/t.co\/5I0YiyHOo7@WTHRcom","sentiment_score":0.0}
{"full_text":"RT \"Just google it\"","sentiment_score":0.0}
{"full_text":"RT \"Omicron is so contagious that it can't be stopped.\"\"We're all going to catch it. It's inevitable.\"\"Omicron is like...","sentiment_score":0.0}
{"full_text":"My thoughts too","sentiment_score":0.0}
{"full_text":"RT My lungs after having Covid are shit","sentiment_score":-0.2}
{"full_text":"RT Earl Sweatshirt saying \"can't go out sad, can't go outside no more cause niggas is sick\" can be seen as double entendre...","sentiment_score":-0.2928571429}
{"full_text":"COVID-19 Testing Sites in Racine County | Local News I Racine County Eye - Racine, Wisconsin","sentiment_score":0.0}
{"full_text":"RT #ThanksJoeRogan for bringing to light all sides! #ThankYouSpotify for sticking by Joe! Myocarditis is not mild. Serious s...","sentiment_score":0.0416666667}
{"full_text":"RT CORONAVIRUS: United States reports over 915,000 new daily cases and over 2,600 deaths","sentiment_score":0.0681818182}
{"full_text":"Doctor Calls Out CDC and School Board at School Board Meeting with Massive Truth Bombs via","sentiment_score":0.0}
{"full_text":"RT Hey this is wrong on so many levels! People will die as a result of your support for companies which make co...","sentiment_score":0.0625}
{"full_text":"RT Last year, the #SEVENTEEN boys relied on their real-life experiences amid the pandemic to produce a special project called...","sentiment_score":0.1785714286}
{"full_text":"Check out Venom #27 JonBoy Meyers Error Variant CGC 9.6 1st app. of Codex *Brand New* RARE  via","sentiment_score":0.2181818182}
{"full_text":"Saluting the lovely epidemic prevention workers in #Tianjin! Recently, during the live broadcast of nucleic acid sampling in #Tianjin, #China, two lovely angels in white entertained themselves and relieved their fatigue. Soooo cute!","sentiment_score":0.3143939394}
{"full_text":"While businesses with more than 100 workers will not be required to mandate the shots, the Supreme Court did allow a vaccine mandate for most health care workers.","sentiment_score":0.5}
{"full_text":"either way, her food blogging was never a main thing for her, not even with all the attention from the show; her day job is teaching musicshe did keep at it, though, up until pandemicand she's still active on Instagram","sentiment_score":-0.1083333333}
{"full_text":"RT Gov Ducey #AZ, defying the #BidenAdministration by misusing federal education funds.Ducey is refusing mask requirements in...","sentiment_score":0.0}
{"full_text":"7,500 Families who have suffered the loss of a loved one. my wishes for strength and my prayers for the souls of the brothers who have left us. ","sentiment_score":0.35}
{"full_text":"Garbage and recyclables pile up as omicron takes its tollhttps:\/\/t.co\/GVTk5fAhDu","sentiment_score":0.0}
{"full_text":"RT Lest we forget","sentiment_score":0.0}
{"full_text":"RT Friday\/ 14Jan2022@OccupyDemocrats A debate between Dr.Oz vs Dr. Fauci would be a complete waste of time for Fauci. Th...","sentiment_score":-0.05}
{"full_text":"The public health unit in Ontario's Windsor-Essex region has reversed course on a plan to stop the arrival of temporary agriculture workers amid the Omicron surge.","sentiment_score":0.0}
{"full_text":"With the omicron variant of COVID-19 surging, in-person events once marked safe by vaccines and negative tests are moving to virtual or being canceled altogether, including - for the second year - Spokane's Martin Luther King, Jr. Day March.","sentiment_score":0.075}
{"full_text":"\"It is not recommended to use both drugs at the same time,\" the experts said. #COVID19 #WHO","sentiment_score":0.0}
{"full_text":"China's economy continued its recovery despite sporadic further outbreaks of COVID-19.","sentiment_score":0.0}
{"full_text":"Soft-Loan Extension to Cover More Groups of COVID-19-Affected SMEs","sentiment_score":0.5}
{"full_text":"#SoSorry: All is not well! #Omicron #coronavirus #COVID19 Previous episodes -","sentiment_score":-0.1666666667}
{"full_text":"Thanks for working hard to prolong the pandemic, Rep. Tits-on-a-boar-hog.","sentiment_score":-0.0458333333}
{"full_text":"The university's announcement of a full in-person return comes as the state of Maryland is currently in a state of emergency for 30 days and numerous universities across the country have started their spring semester online.https:\/\/t.co\/cgGVINuwHq","sentiment_score":0.1166666667}
{"full_text":"RT Dr Tedros's incompetence led to 318M COVID Cases &amp; 5.5 M deaths since 12\/19. As he continue to ignore his official duty &amp; f...","sentiment_score":0.0}
{"full_text":"RT I just asked someone to leave my house because she insisted I wear a mask -- IN MY OWN HOME! She was from a design team that...","sentiment_score":0.75}
{"full_text":"ABC News is under fire for its editing of a \"Good Morning America\" interview with CDC Director Rochelle Walensky that created uncertainty that's being exploited by vaccine critics.https:\/\/t.co\/wNYl5MFrxl","sentiment_score":0.7}
{"full_text":"RT BREAKING: GOP Senator Ron Johnson's hometown newspaper DESTROYS him, calling him a \"charlatan,\" a \"political grifter,\" an...","sentiment_score":0.0}
{"full_text":"Ok... so if he isn't so typical then how do you explain the current vibe in Aus. Grab anyone off the street, the majority have no issues with vaccine mandates or business restrictions. Protesters viewed as nuisance idiots and dissenting doctors reputations destroyed..Shocking","sentiment_score":-0.1166666667}
{"full_text":"Anyone besides me wondering why they didn't say women instead of people? Have I missed some planet earth new discovery? I'm all for equity, but this,in my humble opinion, seems weirdly wrong. We women do the heavy lifting on making babies last I checked. Weird. Just weird.","sentiment_score":-0.2519480519}
{"full_text":"After seeking multiple exemptions from the COVID-19 vaccine a reserve officer serving in the Air Force Chief of Staff's new diversity program was relieved of her duties, and she has now been issued a disciplinary reprimand.--https:\/\/t.co\/mlDmF7ObQO","sentiment_score":0.0681818182}
{"full_text":"Utah Republican officeholders hailed the U.S. Supreme Court decision blocking the administration's vaccine mandate for large businesses as a victory for employers, workers and freedom. | By","sentiment_score":0.2142857143}
{"full_text":"CDC encourages more Americans to consider N95 maskshttps:\/\/t.co\/7LT9Z0b2ye","sentiment_score":0.5}
{"full_text":"I've just launched a page on my website for my Academy of Korean Studies funded project \"#Kpop Fandom as a Space for #LGBT Support in the Asia-Pacific During Pandemic Times\"! Give it a look and keep your eyes peeled for calls for interviews! https:\/\/t.co\/fQwGdOtZsj","sentiment_score":0.0}
{"full_text":"was a member of #TPLF's central committee prior to becoming a DG of and still keeps close ties with this group, which is a designated terrorist group. One needs to only read his tweets of past year to see bias towards TPLF#Ethiopia","sentiment_score":0.04}
{"full_text":"Need something to binge watch during the pandemic? The docuseries #WithoutAScalpel shows the real-life experiences of #MIIPs patients and the doctors who help them. #WASDay2022https:\/\/t.co\/qesPHXyA2i     ","sentiment_score":0.0}
{"full_text":"I believe these Hillsong people should be refused all treatment for covid - let their god heal them","sentiment_score":0.0}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"RT Remember when Trump was cruising to re-election and Pelosi ripped up his SOTU speech? Everything that happened after th...","sentiment_score":0.0}
{"full_text":"RT Recently saw patient for COVID round 2Had COVID last spring with long hospital stayNow admitted with reinfection. Unvac...","sentiment_score":-0.0625}
{"full_text":"Is HIV Itself a Marker for Worse COVID-19 Outcomes? #BlogWithKasiitaMark","sentiment_score":-0.4}
{"full_text":"#RancaUpas, a hilly area in #Bandung regency, West Java, can be a choice for those nature enthusiasts during the #COVID19 pandemic. Visitors can stay &amp; build a camp with their families in nature &amp; enjoy the sunrise shrouded in thick fog. #SEAToday #holiday","sentiment_score":0.05}
{"full_text":"The Student Network supports the call for the health and safety of medical interns, clerks, and students, especially amidst the rapid increase in COVID-19 cases. With this, we would like to reiterate the guidelines stated in the CHED memoranda and APMC advisories.","sentiment_score":0.0}
{"full_text":"Omicron was identified by the World Health Organization in late November, and the December report from the Commerce Department is the first to capture some of its effect on consumer behavior.https:\/\/t.co\/r49Gi2wfm9","sentiment_score":-0.025}
{"full_text":"Q: Who's in charge?A: At one point, the CDC was in charge. But the CDC just recently said, \"YOLOOOOO!\" and then crushed a beer can against their skull.https:\/\/t.co\/cZGpN3vCcZ","sentiment_score":-0.05}
{"full_text":"Hey everyone!This concludes my University arc for Ani &amp; the gang! I went through a lot of struggles during this arc in my personal life(Covid\/Loss\/Etc). So I'm proud to have finished this.I can't thank everyone enough, &amp; I'm super excited we got a wedding to do! Hehe.","sentiment_score":0.3204166667}
{"full_text":"Your actions directly brought Covid into my household. Your cease and desist letter was a direct attack on the people you seek to represent. It should be disqualifying.","sentiment_score":0.1}
{"full_text":"RT The government is firing essential health care workers with natural immunity while simultaneously prohibiting non-COVID patient...","sentiment_score":0.05}
