{"full_text":"RT Nurses unions sue Biden for withdrawing COVID-19 worker protections via","sentiment_score":0.0}
{"full_text":"Parents want COVID tests for kids in daycare as potential staff shortages loom","sentiment_score":0.0}
{"full_text":"Why does repeat the \"embarrassment\" word? Six months ago the tennis organisation was told in writing that a (very convenient) previous covid infection would not qualify a player for an exemption. Well done Aussies. Tell the dickhead to fuck off.","sentiment_score":-0.1222222222}
{"full_text":"RT 43% of COVID patients currently hospitalized in New York we're hospitalized for a reason OTHER than COVID and just happe...","sentiment_score":0.0037878788}
{"full_text":"\"Covid cases reach a pandemic high at Guantanamo Bay.\" by BY CAROL ROSENBERG via NYT New York Times","sentiment_score":0.1481818182}
{"full_text":"RT It's reported that absences within the NHS have increased to 60%. Does this 'fact' indicate that the super spreader of C...","sentiment_score":0.3333333333}
{"full_text":"RT New York state reports that 43% of COVID patients were admitted for non-COVID conditions","sentiment_score":0.1363636364}
{"full_text":"Covid Gaya thel lene?","sentiment_score":0.0}
{"full_text":"Sorry, todays #Covid #Vaccine event at #peckhamsquare has been postponed due to unforeseen circumstances. Please see website for local clinic detail #COVID19 #CovidVaccine@NHSSouthwarkCCG","sentiment_score":-0.2083333333}
{"full_text":"Slap down freedom,that always works,look at Kazakhstan,that's a great example where government knows best. You cannot deny freedom to stop omicron,which is a mild highly infective variant but draconian measures like in France cannot prevent its spread, as its higher than UK.","sentiment_score":0.397962963}
{"full_text":"RT Mark Drakeford the Welsh FM is 100% spot on when he said Boris Johnson has failed to take the necessary steps to protect the...","sentiment_score":-0.25}
{"full_text":"\"How to Think About Covid Data Right Now\" by BY LAZARO GAMIO, LISA WAANANEN JONES AND AMY SCHOENFELD WALKER via NYT New York Times","sentiment_score":0.211038961}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT really love how we went from \"schools aren't a vector for covid\" to \"schools are a vector for covid but too fucking bad\"","sentiment_score":-0.1}
{"full_text":"Res Sir, i am in a lot of financial trouble due to covid pandemic situation I need 7 lakhs rupees help i will refund your money in two years Sir please help me ","sentiment_score":-0.1083333333}
{"full_text":"RT #DontLookUp filming began early 2020. Its script was written pre-2020. While it was intended as a metaphor for climate chan...","sentiment_score":0.1}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"Long covid is very real and is in children too. This is my 9year old Emily's story.","sentiment_score":0.1033333333}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"About 5 days ago, I was exposed to someone who tested positive to COVID-19. So I took again the courage to test myself. So far, I have no symptoms or whatsover but I want to make sure for peace of mind and not spread the bug to anyone.","sentiment_score":0.2757575758}
{"full_text":"RT BREAKING: Just announced on SBS World News. Reuters has seen Djokovic's court documents, including a letter from Home...","sentiment_score":0.0}
{"full_text":"RT rare to see analysis of the fact that Morrison government campaign strategy is wholly contingent on media bias.https:\/\/t.co\/...","sentiment_score":0.1}
{"full_text":"RT today colleges are forcing us to stay here with no sufficient precaution for us, and if w...","sentiment_score":0.0}
{"full_text":"RT CHANGE TO WEEKEND WALK-IN VACCINATION SESSION. Due to IT issues the scheduled vaccine walk-in session at Health Village D...","sentiment_score":-0.125}
{"full_text":"RT Clarence Thomas just asked \"Is a vaccine the only way to treat Covid.\" He's that stupid.Hopefully Merrick Garland's pr...","sentiment_score":0.0}
{"full_text":"RT Don't know what is more scary...the PM's pandemic 'strategy' or the fact some still believe it is working!","sentiment_score":0.625}
{"full_text":"RT A Welsh police force has said it is working to \"investigate\" an English football club over an alleged Covid rule breach be...","sentiment_score":-0.05}
{"full_text":"RT me: I tested positive for covid and will be stuck in Italy for god knows how long, I am really upsetmy brother:","sentiment_score":0.1257575758}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"RT I've learned more than i ever have during the pandemic and it keeps me wanting to learn more. Learning about stained glass...","sentiment_score":0.5}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"RT Tragic news from #MurreeWere the deaths caused by cold or carbon monoxide (CO) poisoning? CO is odorless, lethalIf an...","sentiment_score":-0.675}
{"full_text":"Top epidemiologist Harvey Risch blasts Fauci's COVID strategy, CDC data and research via","sentiment_score":0.5}
{"full_text":"Thanks all political party","sentiment_score":0.1}
{"full_text":"IHU Stupid New Covid Variant Coming To Fuck Up The World We Are Tired Of Covid Maybe This Token Is The CureStealth Launch LP locked SAFU DEV Probably won't Moon Not the Cure Fuck Covid0x7cdf5aA22F8140Ca21F9Af273A168E862315Cfc0https:\/\/t.co\/kJXSkER4tE","sentiment_score":-0.3727272727}
{"full_text":"RT The Morrison and ideological approach to opening up, living with Covid and putting the economy before hea...","sentiment_score":0.0}
{"full_text":"RT FDA will have 8 months -- not the 75 years it requested -- to release all documents related to the licensing of Pfizer's...","sentiment_score":0.0}
{"full_text":"RT Every Indian during Covid 3rd waveTaking Dolo 650#Dolo650","sentiment_score":0.0}
{"full_text":"RT In another episode of when Kim Minju wear a mask, the mask will always look big on her... Her face really small. I'm s...","sentiment_score":-0.125}
{"full_text":"RT Hey World Media - here is the snapshot of our vaccination drive:10 Months - 150 Crore+ Vaccinations. Produced Domest...","sentiment_score":0.0}
{"full_text":"France requires both parents' consent to vaccinate younger kids against Covid","sentiment_score":0.0}
{"full_text":"RT all these people being like \"oh nooooo poor pixar, turning red deserves to be in theaters and not streaming\" WE ARE STILL I...","sentiment_score":-0.2}
{"full_text":"RT my thoughts are with covid at this hard time x","sentiment_score":-0.2916666667}
{"full_text":"RT Dear   with per day 17500 covid cases, 8th and 9th Jan Delhi is under complete lockdown. Office...","sentiment_score":0.1}
{"full_text":"#Omicron has arrived in #Japan","sentiment_score":0.0}
{"full_text":"Are these cases ill because of COVID, or are they in for something else and just happen to have COVID??","sentiment_score":-0.5}
{"full_text":"RT Re-upping...gearing up to build more CR boxes. This added layer of protection is more important than ever w\/ Omicron. Let t...","sentiment_score":0.4666666667}
{"full_text":"COVID-19: Sajid Javid directly challenged on mandatory coronavirus jabs by unvaccinated NHS doctor | Politics News | Sky News","sentiment_score":0.1}
{"full_text":"RT Why can't Starmer be more Drakeford?","sentiment_score":0.5}
{"full_text":"RT HINDI MILD ang Omicron. That's it, that's the tweet.","sentiment_score":0.3333333333}
{"full_text":"China steps up checks after coronavirus fruit findings - read the full article here -","sentiment_score":0.35}
{"full_text":"RT Writing a new story in the Year of Stories: A blog reflection on #Omicron, #socialcare and #dementia. #TalesofScotland #Y...","sentiment_score":0.1363636364}
{"full_text":"RT There were 1142203 new cases reported nationally of #COVID19. This represents 98.36% of the peak in one day new cases repor...","sentiment_score":0.1363636364}
{"full_text":"RT Djokovic had covid, recovered and tested negative before his flight to Australia. Two medical boards approved his exempt...","sentiment_score":-0.15}
{"full_text":"RT If left uncorrected, Judge Sotomayor's wildly inaccurate statement about children and Covid will undermine public confidence...","sentiment_score":0.0333333333}
{"full_text":"The decision has been taken in consultation with the League's medical team after a ATK Mohun Bagan player tested positive for Covid-19. (2\/3)","sentiment_score":0.1136363636}
{"full_text":"RT Archie Sonic Online issue 250 Freedom Fighters Variant cover by Drawloverlala!","sentiment_score":0.0}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT No more Covid relief payments for anyone? #LNPDisgrace #frydenberg","sentiment_score":-0.25}
{"full_text":"RT It's a #SnowDay at UNHQ in NYC, but no matter the weather or conditions, our work continues around the world for everyon...","sentiment_score":0.0}
{"full_text":"RT Tragic news from #MurreeWere the deaths caused by cold or carbon monoxide (CO) poisoning? CO is odorless, lethalIf an...","sentiment_score":-0.675}
{"full_text":"Too many holes. Way too many.","sentiment_score":0.5}
{"full_text":"RT Someone keep a watch on Dr Steve James over the coming weeks. I want to make sure that he's looked after. @SteveBakerHW...","sentiment_score":0.5}
{"full_text":"CIoJ review of UK papers. FT and capitalism: 'Sunak pressed to boost state pension rises' &amp; 'The defiant one. Screen icon who blazed a trail through Hollywood', and Morning Star and communism\/socialism: '40,000 staff off as Covid engulfs NHS.'","sentiment_score":0.0}
{"full_text":"RT One that said: \"our pandemic response will be rooted in protecting the most vulnerable.\" One that said \"children's rights to...","sentiment_score":0.0}
{"full_text":"RT  The ICU Doctor Mr James told the PA news agency he did not believe Covid-19 was causing \"very significant problems\" for...","sentiment_score":0.4875}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT A good study which shows how the ECLGS saved 13.5 lakh MSMEs &amp; 1.5 crore jobs during the pandemic. We will continue to...","sentiment_score":0.7}
{"full_text":"Sharp increase in cases everywhere around the world with high vax  rates","sentiment_score":0.0175}
{"full_text":"And this is the most effective vaccine we have.","sentiment_score":0.55}
{"full_text":"RT The most accurate depiction of the CDC lol","sentiment_score":0.5666666667}
{"full_text":"OBJECTIF 20K ARENE , LEGANJ SOUS COVID (!twitter) (!tiktok) (!insta) (!sub) (!onlyfan)","sentiment_score":0.0}
{"full_text":"Imagine if people had made getting vaccinated as soon as possible a priority 800,365+ deaths and counting.  Imagine COVID being under control and no Omicron variant. Imagine people following mask mandates and washing\/sanitizing hands? Imagine Trump handling this correctly Imagine","sentiment_score":0.0}
{"full_text":"RT me: I tested positive for covid and will be stuck in Italy for god knows how long, I am really upsetmy brother:","sentiment_score":0.1257575758}
{"full_text":"RT Possibly my favourite social media exchange in the whole pandemic","sentiment_score":0.0777777778}
{"full_text":"RT Over 100,000 new cases in Australia yesterday. A crisis without a leader. Workers left without hours, shifts, pay told...","sentiment_score":0.0681818182}
{"full_text":"511. Use of a Murine Cytomegalovirus K181-Derived Bacterial Artificial Chromosome as a Vaccine Vector for Immunocontraception, 2004: Transmission of two Australian strains of murine cytomegalovirus (MCMV) in enclosure populations of house mice (Mus","sentiment_score":-0.3}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT The biggest issue with this news story is that both Simon Stevens and are wearing FFP3 respirators when UK IPC guid...","sentiment_score":0.0}
{"full_text":"RT tej gti se jaarii bccoN kaa ttiikaakrnn Great Going, my Young Friends   Over 2 crore youngsters between the 15-18 a...","sentiment_score":0.45}
{"full_text":"RT Over 95% of COVID patients occupying Oxygen beds in Mumbai are unvaccinated. Vaccines matter.","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT @CDCgov director says U.S. may see \"precipitous decline\" in #Omicron cases like South Africa - @ABC #COVID ","sentiment_score":0.0}
{"full_text":"RT The military is to help ambulance services amid Covid pressures.IEA's Annabel Denham: \"Some NHS trusts say it's safer for...","sentiment_score":-0.1}
{"full_text":"RT Managing to escape covid isolations all week, thinking the games on then game gets cancelled due to weather.","sentiment_score":-0.2625}
{"full_text":"RT There is no Vaccine against the CONgress Virus !","sentiment_score":0.0}
{"full_text":"Covid covid go away plz?","sentiment_score":0.0}
{"full_text":"Steve Jeffard (18-2, 12 KO) replaces Callum Johnson as Joe Smith's opponent. Callum Johnson tested positive for COVID and pulled out of the fight #SmithJeffard","sentiment_score":0.2272727273}
{"full_text":"RT So my trumper unvaxxed sister just died from Covid. It's not a joke","sentiment_score":0.0}
{"full_text":"\"Think about it, because I clearly haven't.\"","sentiment_score":0.1}
{"full_text":"RT  'There were 20 more patients in critical care before Covid than there is now'On 02 January in England 3,075 patient...","sentiment_score":0.25}
{"full_text":"RT This is a crucial questionAnd not just a TV campaign but online and social media as well.  Yet another example of incom...","sentiment_score":0.0166666667}
{"full_text":"RT Archie Sonic Online issue 250 Sonally variant cover by Dawn Best (pencils and inks) and EnigmaMachine (colors)","sentiment_score":1.0}
{"full_text":"Covid-19 - Are interventions causing harm?","sentiment_score":0.0}
{"full_text":"RT 500 aged care homes in lockdown across Australia with covid outbreaks. While YOU make stupid \"catching...","sentiment_score":-0.1}
{"full_text":"RT Justice Sotomayor just made Joe Rogan look like a Nobel Laureate on COVID.","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:More than 90 lakh (90,59,360) vaccine doses administered in the last 24 hours.Together we can win...","sentiment_score":0.4}
{"full_text":"RT I remember when we were raging about freedom day:63 deaths\/day844 admissions\/day4.5k in hospitalNow we have:170 deat...","sentiment_score":0.0}
{"full_text":"Yeah, what happened? I feel like lockdown brought out the gas lighters.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The country breaks its record for the highest single day tally of new COVID-19 cases with 26,458 new infectio...","sentiment_score":0.0670995671}
{"full_text":"RT One of my friends is a senior ICU nurse. She is quite hard nosed which is actually an appropriate quality in this pand...","sentiment_score":0.1041666667}
{"full_text":"RT COVID-19: Mother 'put her son in car boot after he tested positive' to avoid getting infected","sentiment_score":0.2272727273}
{"full_text":"\"Royal Caribbean cancels upcoming cruises as Covid disrupts the industry.\" by BY ALEXANDRA E. PETRI via NYT New York Times","sentiment_score":0.1363636364}
{"full_text":"RT IMMEDIATE RELIEF TO ASPIRANTS There is only one thing that makesa dream impossible to achievethe fear of failureCOVI...","sentiment_score":-0.3333333333}
{"full_text":"He meant that covid is successful. He's on the side of the virus.","sentiment_score":0.75}
{"full_text":"The U.S. Centers for Disease Control and Prevention has expanded eligibility for booster doses of Pfizer's COVID-19 vaccine to include adolescents ages 12 to 15. ","sentiment_score":0.0}
{"full_text":"A suspected arson attack in Dublin and its reported link to Covid denial appears to fit in with a long history of paranoia about Freemasons. Historian sets the record straight on what motivates the secretive organisationhttps:\/\/t.co\/nTIE973MxY","sentiment_score":0.1833333333}
{"full_text":"Japan moves ahead with an expansion of support to US troops as the allies held top-level talks over tensions with China and North Korea.Read more... #US #Japan #China #COVID19","sentiment_score":0.5}
{"full_text":"Beijing's plans to ensure next month's 2022 Winter Olympics go ahead safely during the COVID-19 pandemic look strong, the World Health Organization said Thursday.#POC #Beijing2022 #WinterOlympics #WHOhttps:\/\/t.co\/afUZ6U6D1P","sentiment_score":0.3111111111}
{"full_text":"RT Currently about 10K people a week in the US are dying from COVID.CDC predicts that this # will double or triple to 20...","sentiment_score":0.0}
{"full_text":"RT 3.1 million people say they've been unable to work because the pandemic closed their employer. Remember when Biden pro...","sentiment_score":-0.3}
{"full_text":"Mayen Juico is offering a prayer of healing while she spends another two weeks in isolation due to COVID-19.https:\/\/t.co\/ZWMnBJhAxp#MetroManilaSnitch","sentiment_score":-0.125}
{"full_text":"Still need your Covid booster or jabs? Today and tomorrow, get your vaccinations at our pop-up clinic in Hammersmith - no need to book, just walk up. Sat 8 &amp; Sun 9 January 10am to 4pm 145 King St, Hammersmith, W6","sentiment_score":0.0}
{"full_text":"Considering a sharp rise in #COVID19 cases, the Gujarat government has announced a night curfew between 10pm-6am in key cities of the state. Here are all the details:","sentiment_score":-0.0625}
{"full_text":"Mayor Francisco \"Isko Moreno\" Domagoso led the drive-thru vaccination program which started at 8 a.m. and is expected to end at around 5 p.m.https:\/\/t.co\/SOy9ijfVZa","sentiment_score":-0.1}
{"full_text":"Japan moves ahead with an expansion of support to US troops as the allies held top-level talks over tensions with China and North Korea.Read more... #US #Japan #China #COVID19","sentiment_score":0.5}
{"full_text":"Flowers chosen for Scotland's Covid memorial","sentiment_score":0.0}
{"full_text":"Mexico Covid death toll passes 300,000","sentiment_score":0.0}
{"full_text":"RT If you were planning to go to the #Naklua Eat and Walk festival this weekend be aware it has been postponed out of concern for Covid-19.","sentiment_score":0.25}
{"full_text":"UK retailers have reaped big productivity gains from the shift to online sales that has been accelerated by the pandemic, as businesses become better able to operate with fewer workers.","sentiment_score":0.3333333333}
{"full_text":"The Government is looking at the Covid passport ruleshttps:\/\/t.co\/2NaCSIA0kc","sentiment_score":0.0}
{"full_text":"LIBYA: The Director of the Vaccination Department at the National Center for Disease Control has confirmed that vaccination against Corona will not be compulsory for students and school workers.https:\/\/t.co\/UINYojouXE","sentiment_score":0.15}
{"full_text":"RT Is this what the kids call \"getting owned\" ","sentiment_score":0.0}
{"full_text":"#SUSHighCiteSocial Stigma during COVID-19 and its Impact on HCWs Outcomesby Tiziana Ramaci, et al., #stigma #selfesteem #fatigue","sentiment_score":0.0}
{"full_text":"In a bid to keep out the Omicron variant, #Macau is banning all passenger flights from outside Mainland China from January 9-23.More here: #Travel","sentiment_score":0.0}
{"full_text":"OYSTER FESTIVAL | While the pandemic continues to cause headaches for event organisers, Port Macquarie's Oysters in the Vines festival went off without a hitch.Local producers showcased their best seafood and fine wines.","sentiment_score":0.7083333333}
{"full_text":"Very little stat we got abt this vaccine thing! Hard to take a call at present!!","sentiment_score":-0.1987847222}
{"full_text":"Also Peak Prosietry USA you tube,  facts on covid and some political  and RUSSELL  BRAND UK good start.","sentiment_score":0.35}
{"full_text":"Going to an game this weekend?Make sure you have your NHS Covid Pass ready before you go. You will need this to attend.To out more about the NHS Covid Pass, visit","sentiment_score":0.2}
{"full_text":"Wales Weekly COVID-19 Update - Week Ending 7th of January 2022.","sentiment_score":0.0}
{"full_text":"#Delhi is likely to record around 20,000 #COVID19 cases on Saturday with a positivity rate of around 19 per cent, Health Minister #SatyendarJain said","sentiment_score":0.0}
{"full_text":"What is your minimum connection time from YVR to LAX with the new covid measures in place","sentiment_score":0.1363636364}
{"full_text":"This month, our industry sleuth discusses sustainability. \"Sometimes I wonder what we would be talking about if a pandemic was not constantly turning our industry on its head. Environmental sustainability is one area that certainly deserves attention.\"","sentiment_score":0.1071428571}
{"full_text":"RT U.S. reports 2,708 new coronavirus deaths, highest since September","sentiment_score":0.1363636364}
{"full_text":"WHO: IHU variant under monitoring","sentiment_score":0.0}
{"full_text":"We must stop pretending that it's fine for kids to get covid.","sentiment_score":0.4166666667}
{"full_text":"HEADS UP! COVID-19 testing in Wilson County has moved back to the fairgrounds.","sentiment_score":0.0}
{"full_text":"No Omicron-related death till now in Delhi; among nine fatalities recorded on Friday, most patients had comorbidities: Satyendra Jain","sentiment_score":0.5}
{"full_text":"It's comments like this that cause people to think if you get covid you will automatically go to the hospital and have a more tha 50% chance of dying according to polls.  Both of which are incorrect. Cases are not hospitalizations. Most cases are mild especially in kids","sentiment_score":0.3333333333}
{"full_text":"Rick Grimes: You're my family. I found you.#TheWalkingDeadSeason 9What Comes After04 November 2018#TWDHallucinationKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"India will witness a peak in the number of COVID-19 cases by next month with the expectation of reporting five lakh cases per day.https:\/\/t.co\/l6macf2Wq9","sentiment_score":0.0}
{"full_text":"Sunderland have recalled THREE players for today's match #SAFC #Chairboys","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $VSTM today at $1.89 per share, and the stock prices rebound back to pre-pandemic prices at $2.00, your investment would be worth $1058.20! That's 6% growth and $58.20 profit!  See more:  $VYGR $EBSB $TYG $TWIN $SIFY","sentiment_score":0.3229166667}
