{"full_text":"RT Wow just listened to this brave Dr on GB News who does not want the vaccine.","sentiment_score":0.45}
{"full_text":"RT Are you paying attention yet?","sentiment_score":0.0}
{"full_text":"RT My nephew had heart inflammation after his #COVID19 vaccine. Symptoms include: Chest pain, shortness of breath\/hurts to bre...","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Canada enacts vaccine requirement to vote in elections","sentiment_score":0.0}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"Really, really great that the 'Why Your Life Expectancy is Too High' guy is the one advising the CDC on Covid.","sentiment_score":0.48}
{"full_text":"I agree that covid will be endemic but I also believe that people should be protected. It's clear now that public health was never the objective in America. Focused protection was and is our best option.","sentiment_score":0.275}
{"full_text":"RT CDC study - 2-dose vaccine 91% protective against rare condition of MISC in 12-18 year old teenshttps:\/\/t.co\/AGHunbKzvN","sentiment_score":0.2}
{"full_text":"Cause we really needed an email to convince us","sentiment_score":0.2}
{"full_text":"RT If you're drinking pee to fight COVID you're the reason this crisis won't end.","sentiment_score":0.0}
{"full_text":"RT Just heard a member of the executive of the 1922 committee talking on Westminster Hour say she didn't think Johnson was...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's vaccine mandate is set to go into effect TODAY. Don't forget, Biden said he WOULD NOT do this.https:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"RT You don't fire nurses and open your border during a pandemic","sentiment_score":0.0}
{"full_text":"RT Omicron Makes Biden's Vaccine Mandates Obsolete - WSJ","sentiment_score":0.0}
{"full_text":"COVID related business with Cor Patterns investmenthttps:\/\/t.co\/OMcetlaR4H","sentiment_score":0.0}
{"full_text":"RT Seriously, I didn't have \"drink your own piss\" to own the libs on my bingo card. Someone needs to propose punching yours...","sentiment_score":0.2888888889}
{"full_text":"RT EXCL: Email obtained by proves over 100 staff were invited to drinks party in No 10 garden at height of lockdown...","sentiment_score":0.3}
{"full_text":"RT \"We found that high levels of pre-existing T cells, created by the body when infected with other human coronaviruses like...","sentiment_score":0.0116666667}
{"full_text":"They are poisoning themselves before COVID kills them!","sentiment_score":0.0}
{"full_text":"RT It's really sad that an upcoming election has finally revealed some honesty about COVID. They had no problem stirring...","sentiment_score":-0.25}
{"full_text":"nb: It's entirely possible for Omicron to be less dangerous for the individual and but much more dangerous for the collective, at least in these next few weeks.@edyong209's recent piece perfectly captures this tension.https:\/\/t.co\/EeCNbtbED4","sentiment_score":-0.0333333333}
{"full_text":"RT During covid, while govt shut down your business &amp; you lost your job, Fauci spent $200k of YOUR taxpayer money to make som...","sentiment_score":-0.1277777778}
{"full_text":"Not jabbed and contracted covid on Boxing Day, not hospitalised and now back at work  my mum and sister who have been jabbed also got it, symptoms and recovery time the same ","sentiment_score":0.0}
{"full_text":"We have a less severe variant, vaccines and have lived through 2 years of the pandemic. Wanting to lockdown right now is just insanity.","sentiment_score":0.0595238095}
{"full_text":"RT \"What the vaccines can't do anymore is prevent transmission.\"CDC Director Walenskyhttps:\/\/t.co\/s3BjMVBOub","sentiment_score":0.0}
{"full_text":"RT EXCL: Email obtained by proves over 100 staff were invited to drinks party in No 10 garden at height of lockdown...","sentiment_score":0.3}
{"full_text":"RT More party news from Downing Street   A 'bring your own booze' invitation from the PM's Principal Private Secretary.4...","sentiment_score":0.3666666667}
{"full_text":"RT Nothing is more ridiculous to me than when triple jabbed people get COVID, then thank the vaccine, then angrily lash out and...","sentiment_score":-0.1111111111}
{"full_text":"Holding people at random- the cunning act of evil","sentiment_score":-0.5}
{"full_text":"Mariana 8 - 0 Covid","sentiment_score":0.0}
{"full_text":"RT Vasantha, Prof GN Saibaba's wife makes an appeal: \"I urge the Nagpur jail authorities and the court to please urgently...","sentiment_score":-0.1}
{"full_text":"RT The Biden administration already knew what to expect, had a plan, had the vaccine, and still managed the screw up more th...","sentiment_score":0.5}
{"full_text":"RT Supreme Court hears covid vaccine mandate case, Georgia vs. Bama looms, Outkick NFL six pack, Baker Mayfield trade drama, j...","sentiment_score":0.0}
{"full_text":"RT We and the pandemic.","sentiment_score":0.0}
{"full_text":"RT At first, DK Shivakumar &amp; gang launched 10-day padayatra in Karnataka amidst rising COVID casesLater, he refused COVID swab t...","sentiment_score":0.25}
{"full_text":"Fools AND tyrants. If more people knew the Covid scheme (Australia is just a US lapdog) was to get TRILLIONS from many governments FOREVER for vaxes, vax passports to subjugate us, quarantine camps, etc, they would be more furious. They squashed effective treatments for $$$!!","sentiment_score":0.609375}
{"full_text":"Since the pandemic we've eaten some interesting mixes of foods. We have a food waste bin, I hate throwing food away.Usually I can tell if food is on the turn too.","sentiment_score":-0.1666666667}
{"full_text":"RT 46% of Israeli adults are now triple-vaccinated - they represent about 70% of the new Covid...","sentiment_score":0.1363636364}
{"full_text":"RT This is amazing. \"Our death registry takes a few weeks to collect...\"So how the hell was CNN able to run a minute by minu...","sentiment_score":0.3}
{"full_text":"RT Why are they just now saying this?","sentiment_score":0.0}
{"full_text":"RT #hamburg today#HappyNewWeek Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT Straight from -Without this, there is no basis for booster mandates.","sentiment_score":0.2}
{"full_text":"Ian Brown","sentiment_score":0.0}
{"full_text":"RT T-cells from common cold coronaviruses can provide protection against COVID-19, an Imperial College London study has found...","sentiment_score":-0.45}
{"full_text":"RT In  this pandemic our drop year got ruined because this batch has prepared for this prestigeous exam in online  mode in...","sentiment_score":0.0}
{"full_text":"RT #Pandemic a widespread occurrence of an infectious disease over a #wholecountry or the #world at a particular time.#E...","sentiment_score":0.1666666667}
{"full_text":"RT Fertility services cancelled amid COVID-19 wave, leaving time-sensitive appointments up in the air | CBC News","sentiment_score":0.0}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT The is corrupt.","sentiment_score":-0.5}
{"full_text":"RT After having COVID recently, I still can't taste anything. But like many of you, I keep eating, because I know it's go...","sentiment_score":0.25}
{"full_text":"RT Marjorie Taylor Greene is gleeful AOC has COVID.","sentiment_score":0.0}
{"full_text":"RT They knew this in 2020. Mds I know told me things like \"we had a guy hit by a bus marked as a COVID death because he al...","sentiment_score":0.1}
{"full_text":"They will have the omnicron vaxx in March just in time for the Flurona Deltacron variant.https:\/\/t.co\/1jAJ4yJjo9","sentiment_score":0.0}
{"full_text":"\"Actually, this was legitimate work booze\"","sentiment_score":0.0}
{"full_text":"RT AOC Accuses COVID Virus Of Just Wanting To Date Her","sentiment_score":0.0}
{"full_text":"RT On Dec. 20th, Moderna CEO said their CCP booster provides \"significant protection against the omicron variant.\" Today the...","sentiment_score":0.1875}
{"full_text":"RT I feel more nervous and reserved than before, less willing to say yes to stuff.... I feel like the pandemic is a wet bl...","sentiment_score":0.1208333333}
{"full_text":"100% chance someone with COVID made that since you force employees to come in sick.","sentiment_score":-0.7142857143}
{"full_text":"RT You all know that Zients, Walensky, Fauci and various Biden admin officials have been lying about the stats all year rig...","sentiment_score":0.0}
{"full_text":"RT I'm an intensive care nurse that watched too many patients die from COVID. Helped &amp; over heard many families say goodbye...","sentiment_score":0.5}
{"full_text":"RT If you're drinking pee to fight Covid, urine idiot.","sentiment_score":-0.8}
{"full_text":"RT EXCL: Email obtained by proves over 100 staff were invited to drinks party in No 10 garden at height of lockdown...","sentiment_score":0.3}
{"full_text":"Or when someone developed pneumonia alongside their COVID and dies from it and these people get mad that their death was ruled as COVID. Like, do you realize they very well could have survived had they not had COVID?","sentiment_score":-0.1083333333}
{"full_text":"Play! Pokemon Casual Events will not be reopening in France, Denmark, Italy, Malta and Spain for the foreseeable future due to COVID-19:","sentiment_score":-0.2083333333}
{"full_text":"RT Man I must've gotten the wrong vaccine","sentiment_score":-0.5}
{"full_text":"The Covid vaccine is not one of them. When you need a booster every 5 months, there's a problem. Hoping they go back to the drawing board. Better yet, focus on treatments and preaching healthy living to decrease obesity, diabetes, hypertension, etc. Preach health not quick fixes","sentiment_score":0.2083333333}
{"full_text":"RT This is how the sheep test for #COVID19 baaabaaaa.","sentiment_score":0.0}
{"full_text":"Hang in there. This is changing so be vigilant. Hopefully you and your partner have N95 masks. Also if your partner has a beard it may be time to cut it off. I had to shave mine to get a mask to fit properly. This is key where virus is concentrated. Sending you both lots of hugs.","sentiment_score":0.1333333333}
{"full_text":"RT Proof that government bureaucrats and politicians make things worse:Pandemic came-they suppressed early treatment,sent infect...","sentiment_score":0.1}
{"full_text":"Yeah Bidens handling of Covid and Biden and Democrats poll numbers- election time beginning soon. Gotta lay the groundwork for it wasn't his failure.","sentiment_score":-0.3166666667}
{"full_text":"RT Is this really a better idea than listening to doctors and medical professionals? Is this really where we're at? #GetVaccinat...","sentiment_score":0.2333333333}
{"full_text":"RT Australia has had nearly 1 million Covid cases and New Zealand has had 14,675 to date, with a daily increase of 148, c...","sentiment_score":0.0787878788}
{"full_text":"RT thank you glad you somehow unknowingly followed what i genuinely wanted. humbled!","sentiment_score":0.5}
{"full_text":"RT More people have died in the year with the Vaccine than the year without.","sentiment_score":0.5}
{"full_text":"RT It just hit me what's bothering me about doctors recently. They've spent their whole careers (ESPECIALLY during the p...","sentiment_score":0.025}
{"full_text":"RT Tomorrow is yet another change over day for nchd's many non Irish citizens who have kept the belt service ticking over espec...","sentiment_score":0.25}
{"full_text":"RT I'll start \"learning to live with Covid\" when \"learning to live with Covid\" means \"doing the things that allow us to live w...","sentiment_score":0.1363636364}
{"full_text":"RT 2021-22 High School Honors for Kierstyn Barton Corona Del Sol HS: AIA All 6A Conference 1st TeamAll-Central Region 1st Te...","sentiment_score":0.16}
{"full_text":"RT It is absolutely wild to me how many people legit think exposing an entire generation of kids to Covid is better than s...","sentiment_score":0.275}
{"full_text":"RT The shit we went through as a team this year, I can say our guys held strong despite the chatter, relocating &amp; Covid! We fini...","sentiment_score":0.1708333333}
{"full_text":"RT This whole interview was wrong. The Govt promised Co2 and Filtration units that have not materialised. The Law says sa...","sentiment_score":-0.15}
{"full_text":"RT On this morning, said Chicago's public school nurses have not been allowed to be \"activated\" to...","sentiment_score":0.0}
{"full_text":"RT 'Bring your own booze': An email shared exclusively with ITV News proves Downing Street staff held drinks party during...","sentiment_score":0.45}
{"full_text":"RT The BinaxNow at-home Covid-19 Test Kit back in stock at Walmart These will more than likely sell out again. If you need...","sentiment_score":0.1666666667}
{"full_text":"RT Well well well. I think I must have retweeted about 20 times saying exactly this since April 2020!!!...","sentiment_score":0.48828125}
{"full_text":"And now she has covid......","sentiment_score":0.0}
{"full_text":"RT The entire argument for vaccine mandates is that they \"stop the spread.\"","sentiment_score":0.0}
{"full_text":"RT The Australian government cannot admit that an unvaccinated person who has recovered from Covid has natural anti-bodie...","sentiment_score":0.05}
{"full_text":"RT Anti-vax leader tells his followers that drinking their own pee will cure COVID-19: \"The antidote that we have seen now,...","sentiment_score":0.6}
{"full_text":"RT so after selling us on the vaccine because it would defeat \"the virus, as well as ALL future variants\"... now Pfizer's CE...","sentiment_score":0.0}
{"full_text":"RT Biden's CDC Director: \"The overwhelming number of death, over 75%, occurred in people who had at least four comorbidities....","sentiment_score":0.1}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT Don't wait until March to set us free from Covid tyranny, Boris, do it now! - Mail+","sentiment_score":0.5}
{"full_text":"RT If ANYONE out there supports the sacking of NHS workers who choose not to have the vaccine then you are highly illogical a...","sentiment_score":0.16}
{"full_text":"Comedy Capers ! Laurel en Hardy  #huugje en #Rutte","sentiment_score":0.0}
{"full_text":"RT End the vaccine mandates immediately.","sentiment_score":0.0}
{"full_text":"RT EXCL: Email obtained by proves over 100 staff were invited to drinks party in No 10 garden at height of lockdown...","sentiment_score":0.3}
{"full_text":"To deal with the shattering idea that IDPH followed CDC and reduced quarantine to five days, my local k-8 district implemented masked snacking and unvaxxed kids returning have to sit alone for 5 days . It's all emotion and zero facts","sentiment_score":0.0}
{"full_text":"RT And they never say \"sorry. Our bad. We messed up on that one. The \"conspiracy theorists\" were right We're humbled\" they gl...","sentiment_score":-0.3047619048}
{"full_text":"Look, it's okay to talk about it, Carol. We can't know of all the great extras they don't tell you about that come with the vaccine jabs. Better WiFi reception, magnetic skin &amp; for some, a giant tail! It helps magically with your balance when you're falling - ask your cat!","sentiment_score":0.485}
{"full_text":"This is about everyone, the community, the country.It is not about one individual's COVID experienced.A bit self-centered, aren't you ???","sentiment_score":0.0}
{"full_text":"RT I'm relieved to let you know that most people dying from cholera in the 1854 epidemic have multiple comorbidities.","sentiment_score":0.25}
{"full_text":"RT 75% of \"Covid Deaths\" were in people with at least 4 comorbidities according to the CDC. That's it. That's the tweet.","sentiment_score":-0.3}
{"full_text":"RT Pope Francis hopes 'reality therapy' of COVID-19 overcomes ideological opposition to vaccines","sentiment_score":0.0}
{"full_text":"RT I can't believe that we've got people out here who actually think our COVID policy should be: \"We don't have to worry about CO...","sentiment_score":0.0}
{"full_text":"That is exactly what the nurse looked like that gave me the vaccine, nice guy. Let's stop judging people based on appearance in 2022","sentiment_score":0.425}
{"full_text":"RT it's SO understandable to feel like you've lost your 20s to covid but i also think we need to get rid of this idea that y...","sentiment_score":0.0}
{"full_text":"Do you have eyes to see only some crimes of corporate plutocracy? Maybe the spirit only ever had the sight","sentiment_score":0.0}
{"full_text":"Life was really good under trump prior to the Chinese virus","sentiment_score":0.2333333333}
{"full_text":"RT If it can't stop the now-dominant strain of the virus, then what's the use of mandating it?","sentiment_score":0.0}
{"full_text":"RT L.A. County takes legal action against Westlake Village restaurant for pandemic health order violations. Novo Cafe flou...","sentiment_score":0.15}
{"full_text":"RT As the current wave unfolds and hospitalizations and deaths increase, I hope everyone remembers that Biden said on Dec 16th tha...","sentiment_score":0.0}
{"full_text":"RT The virus just wanted to date her","sentiment_score":0.0}
{"full_text":"Good of you to give your citizens Ivermectin.But forcing any to vaccinate? That is wrong of you! Vaccination does not stop spread. Omicron is not as deadly and vaccines do not stop transmission. Ivermectin will workNeedless medical experimentation on kids is wrong","sentiment_score":-0.125}
{"full_text":"RT You guys are underestimating the power of the urine and COVID-19 leak. Not because it works, no. The free and safe vaccine...","sentiment_score":0.45}
{"full_text":"RT India began administering Precaution Doses. Kudos to those who have got vaccinated today. I would request all those who a...","sentiment_score":0.0}
{"full_text":"RT No people really get COVID and go \"omg I caught COVID, not sure how\". And it's like you know exactly how ","sentiment_score":0.0666666667}
{"full_text":"RT #hamburg today#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT Plans for \"living with COVID\" should be about mask mandates, crowd limits, access to healthcare, and remote options -...","sentiment_score":-0.1}
{"full_text":"Amish have a criminal element much like gangs anywhere. Makes sense they would go to Trump. Birds of a feather.","sentiment_score":-0.1}
{"full_text":"RT Hint: it's not the United Center cc","sentiment_score":-0.1}
{"full_text":"RT Pap smears, STI testing, cholesterol tests, colonoscopies, mammograms...","sentiment_score":0.0}
{"full_text":"took your advice and picked up two of these bad boys. Very scarce run with only 3800 mints . FIRST appearance , and largest grossing movie of pandemic .  probably nothing #todd","sentiment_score":-0.0625}
{"full_text":"RT I have Long Covid, and I am doing okay now but neither my mind nor my body will ever be the same. The Covid I had is what...","sentiment_score":0.15}
{"full_text":"RT Remember when you were a \"conspiracy theorist\" for inquiring about this in 2020?https:\/\/t.co\/9OQx86F1Tq","sentiment_score":0.0}
{"full_text":"101,762 new cases and 227 new deaths in Italy [18:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT #Pune reports over 5000 new #Covid19 cases and 2 deaths due to the infection. CFR is 0.03% and Positivity rate is 16.90%....","sentiment_score":0.0056818182}
{"full_text":"Find out how Covid-19 has changed the consumption patterns and how supply chains must adapt to these changes. #supplychainhttps:\/\/t.co\/FhXEEiwRaQ","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, my home was taken by a hurricane, and I'm here to follow my dreams.","sentiment_score":0.0}
{"full_text":"FYI you can reuse N95 masks. Also (semi-regular reminder) guidance has not yet been updated on the NZ Covid response website and a lot of us are wearing fabric masks. Hope this is covered in comms shortly.","sentiment_score":0.0}
{"full_text":"RT Bad poll numbers do amazing things to science.","sentiment_score":-0.05}
{"full_text":"How else can we support COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"are preparing themselves for a bruising legal battle with the to defend their Covid-19 matter by roping in astute legal eagle Norman Arendse SC as part of their defence team #KaizerChiefs #PSL","sentiment_score":0.3166666667}
{"full_text":"RT Mounting evidence from animal studies suggests that Omicron does not multiply readily in lung tissue, which can be badly damage...","sentiment_score":-0.4}
{"full_text":"RT The California Department of Health now says that healthcare workers who test positive or are exposed to COVID-19 can be...","sentiment_score":0.2272727273}
{"full_text":"RT 3 questions then I'll shut up*Do you believe the documents from Serbia confirming Djokovic had covid 16th December?*I...","sentiment_score":0.0}
{"full_text":"ICYMI: See tour #HISD on-campus COVID-19 testing siteshttps:\/\/t.co\/XXMKGhcEHd","sentiment_score":0.0}
{"full_text":"Most of Omicron's symptoms are like common cold. This one, however, is completely different.https:\/\/t.co\/nulj9l29C6","sentiment_score":-0.075}
{"full_text":"Are schools safe? Let's look at the latest Covid data from #Schools #Ireland #COVID19Ireland","sentiment_score":0.5}
{"full_text":"Pope Francis suggested that getting vaccinated against COVID was a 'moral obligation' and used some of his strongest words yet when calling for people to get vaccinated in a speech Monday.","sentiment_score":0.0}
{"full_text":"Karnataka Congress chief had undertaken the padayatra even as the COVID cases in the state are on the rise and the administration getting alert to prevent the third wavehttps:\/\/t.co\/HFm2g6jGUn","sentiment_score":0.0}
{"full_text":"ONG members provide support to a drive-thru COVID-19 testing site Dec. 28, 2021, at the Cleveland Clinic main campus in Cleveland. From the beginning of our COVID-19 response, the ONG has remained in this together, and will continue moving forward in our efforts to support Ohio.","sentiment_score":0.1666666667}
{"full_text":"Omicron on track to shatter Texas' COVID-19 hospitalization recordhttps:\/\/t.co\/bvW6UyZaEq","sentiment_score":0.0}
{"full_text":"mRNA vaccine technology has helped repair broken hearts in mice","sentiment_score":-0.4}
{"full_text":"I'd like to see those steps because last I checked y'all was doing the exact opposite. And I'm def still waiting for an actual apology for that crass able-bodied statement.","sentiment_score":0.0625}
{"full_text":"RT Cass Sunstein was the father of this entire school of thought. Government use of 'psychological nudges' to achieve behavi...","sentiment_score":0.0}
{"full_text":"In the past, Ryan Claytor has done in-person tours with signings and such, but has pivoted in a pandemic era to an \"online tour\" model. He shares how you can do the same!Listen: #Kickstarter #onlinetour #makecomics","sentiment_score":-0.125}
{"full_text":"RT welcomed news. cases down 35% in the Bronx;","sentiment_score":-0.1555555556}
{"full_text":"RT An email shared exclusively with ITV News provides the first evidence of a party on May 20, 2020 in the Number 10 gard...","sentiment_score":0.25}
{"full_text":"Like Listerine cures Covid.","sentiment_score":0.0}
{"full_text":"Taking a regular Lateral Flow Device (LFD) test twice a week is an easy, quick and free way to detect if you are carrying the virus. Put your mind at rest, take a regular test. Order yours today.","sentiment_score":0.2333333333}
