{"full_text":"Vintage Glass Bottle, Glass Dice Bottle, Amber Glass Bottle, Cubic Shaped Bottle, Liqueur, Retro Bottle with Stopper, Bar Decor, Italy, 70s #BLACKFRIDAY #FREESHIPPING #CYBER2021 #Vintage #THANKSGIVING #covid19 #Christmas #Gifts #AlcoholBottle","sentiment_score":0.0}
{"full_text":"RT Rand Paul is using a catastrophic epidemic for his political gain.Tired of this shit.","sentiment_score":-0.1}
{"full_text":"We all just really have to take care of ourselves and make the best of what we have.","sentiment_score":0.6}
{"full_text":"No early treatment, unsure of the connection to big Pharma from here. We cant go to Cinemas, restaurants etc. School looks like its off for the first 2 weeks. They are blaming Covid but I think its from all the teachers resigning who stood up against the illegal coercion we face.","sentiment_score":-0.075}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"And in 2 weeks some of these people will say \"in 1 or 2 weeks\". It is now obvious that omicron is way less severe to anyone a little bit serious. And it is also obvious that the restrictions in NL are useless, no difference with other countries without these restrictions","sentiment_score":-0.1875}
{"full_text":"No 10 staff told to 'clean up' phones amid lockdown party allegations | The Independentk@reece_dinsdale   What we knew all along, corrupt through and through. ","sentiment_score":-0.0666666667}
{"full_text":"\"More than half of people in Europe could be infected with the Omicron variant of the coronavirus in the next six to eight weeks, the World Health Organization warned on Tuesday, amid 'a new west-to-east tidal wave sweeping across the region.'\"Halb Europa in 6 bis 8 Wochen!@NZZ","sentiment_score":0.1174242424}
{"full_text":"I worked for the Australian Gov Dept of Health on the COVID taskforce March-June 2020 and don't worry; we all thought the same thing. December 2020 at the latest.","sentiment_score":0.1666666667}
{"full_text":"RT The Gold Standard hey &amp; ?  What idiotic politicians decisions do opposed to implementing h...","sentiment_score":-0.3333333333}
{"full_text":"RT worth pointing out that this happens even in non covid times! airlines will regularly fly from heathrow to cardiff empty in th...","sentiment_score":0.3583333333}
{"full_text":"Dr Henry should resign for the same reason. Her advice on masks has always lagged and has only become *more* divorced from science as the pandemic has worn on. If you agree, RT\/Like.#covid19bc #bcpoli","sentiment_score":0.1666666667}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Wrongness upon wrongness. 1) Travis' initial tweet was flat wrong about what Walensky said; 2) The new tweet is flat wrong abou...","sentiment_score":-0.1522727273}
{"full_text":"RT There is no consensus for the general public on the number of times you can rewear an N95, KN95 or KF94 mask, but it's not...","sentiment_score":0.025}
{"full_text":"Bro cood down don't take too much stress don't rely on cancellation of exams I also want that exams should be cancelled but for govt exams are more important than student's life you just study for backup...Omicron and corona is decreasing","sentiment_score":0.2361111111}
{"full_text":"Dr AR summarizes the state of North American society and COVID19.  She's spot on.","sentiment_score":0.0}
{"full_text":"RT \"...one of the worst public policy failures in Australia's history.\" Last century's influenza &amp;...","sentiment_score":-0.3333333333}
{"full_text":"RT \"Where are booster shots?\"https:\/\/t.co\/RTsoVUSjy1","sentiment_score":0.0}
{"full_text":"Waiting again a family from Rotterdam (Netherlands) in this Mosque!.WELCOME!.Come on, be a friend in PANDEMIC!.Select the words before saying something to the People, everybody always waiting \"THE GOOD NEWS\", about all!.... loving you, PRIMITIVE PEOPLE!.","sentiment_score":0.8125}
{"full_text":"RT It would be really funny if the same pundits who said teachers unions were ruining their kids lives started saying the same...","sentiment_score":0.0833333333}
{"full_text":"RT Novak Djokovic admits breaching isolation rules while Covid positivehttps:\/\/t.co\/hOXjTthfJ8","sentiment_score":0.0}
{"full_text":"RT We've reached the point of the pandemic where we not only don't have enough nurses in general but the ones we do have aren...","sentiment_score":0.0166666667}
{"full_text":"European Union regulators warn that frequent Covid-19 booster shots could adversely affect the immune system and may not be feasible. ","sentiment_score":0.05}
{"full_text":"RT Bengal's Youth Icon, MP follows the path of human service espoused by the fearless Monk &amp; National Youth Ic...","sentiment_score":0.0}
{"full_text":"RT Cannabis compounds prevent the virus that causes Covid-19 from penetrating healthy human cells, according to a lab study","sentiment_score":0.25}
{"full_text":"RT Types of vaccine part 35","sentiment_score":0.0}
{"full_text":"RT If anyone still thinks this Prime Minister is not taking the public for fools watch this superb compilation from","sentiment_score":0.5}
{"full_text":"RT Honourable High Court Judges Sir am a middle class person and i lost almost everything due to covid but just because of","sentiment_score":0.0116666667}
{"full_text":"RT Australian officials widened their investigation into Novak Djokovic's visa to include a series of errors and discrepancies...","sentiment_score":0.0}
{"full_text":"RT This is how all of us who lost loved ones to covid feel about what this Govt has done ","sentiment_score":0.7}
{"full_text":"RT Fact check: Justice Sonia Sotomayor makes a false claim about Covid-19's impact on children","sentiment_score":-0.4}
{"full_text":"RT \"Actual COVID numbers might be higher than what's reported?\"No doubt. Did you really think everyone can afford P3k+ for an...","sentiment_score":0.15}
{"full_text":"Tom Hiddleston being awesome to animals is the cure to my Covid ridden state. Please sir heal me.","sentiment_score":1.0}
{"full_text":"RT Dying for Trump ","sentiment_score":0.0}
{"full_text":"people have been convicted and fined for attending lockdown parties. If your leader was at the party, how can it *not* be a resignation matter? 'Judging someone in the round' is a cop out - not afforded to those who have been convicted of lockdown offences.","sentiment_score":-0.2}
{"full_text":"RT Mmm. Sounds like covering up a criminal offence. Which is a criminal offence, isn't it?","sentiment_score":-0.4}
{"full_text":"Buy Best Coronavirus face mask FFP2 China","sentiment_score":1.0}
{"full_text":"They sure as hell haven't gotten to Maryland schools either.","sentiment_score":0.5}
{"full_text":"RT Nah Lori Mo. Thats not how you set it up. If my cousin got to still teach in person, then you got to put on your Zoot sui...","sentiment_score":0.0}
{"full_text":"RT Police fined more than 800 people for breach of Covid rules in week of Downing Street partyThe Prime Minister should...","sentiment_score":0.5}
{"full_text":"RT On 11 May 2020, nine days before Downing St's bring-your-own-booze party, increased the fines for those who broke...","sentiment_score":0.0}
{"full_text":"RT My appeal to #IAS Officers leading #COVID19 response in #States &amp; #Districts: Please don't hold daily reviews with #Docto...","sentiment_score":0.0}
{"full_text":"RT Jan 2022Army called into London Hospitals - Sky news BMA has never known situation in hospitals so bad - Sky news Beds almo...","sentiment_score":-0.7}
{"full_text":"...an experimental alleged vaccine that has more devastating side effects that any other vaccine in history...&amp; that's just in the short term!! One that you have to take every six months because it's that useless!!","sentiment_score":-0.2008928571}
{"full_text":"I love the term \"error of judgement\" It's the rich and famous go to phrase now You got caught with a brass \"error of judgement \"Bummed a sheep \"error of judgement \"Had a party or broke covid rules  \"error of judgement\"I'm using it next time I fuck up at work","sentiment_score":0.195}
{"full_text":"Like if you test positive for Covid you need to quarantine for recommended amount of time don't matter if you don't feel sick ","sentiment_score":-0.2435064935}
{"full_text":"it's concerning how many people i've seen reporting covid cases or potentially having been infected via their friends\/family receiving positive test results.....as a healthcare worker who's returning to IRL work, please remember your booster ! listen to your gut and stay safe !","sentiment_score":0.3522727273}
{"full_text":"RT im screaming i thought this was DS2","sentiment_score":0.0}
{"full_text":"Their evil plan will fail, only happen in their dreams, and became their worst nightmare as humanity awakened.                                                   THE Covid-Plan \/ Rockefeller Lockstep 2010. Dreams\/Nightmare? (Updated 1\/7\/22)https:\/\/t.co\/lZepU5MhaP","sentiment_score":-0.625}
{"full_text":"RT NEW: United CEO says 3,000 employees have tested positive for COVID, but thanks to the company's vaccine mandate, ZERO...","sentiment_score":0.1878787879}
{"full_text":"RT With a hangover. What a trooper.","sentiment_score":0.0}
{"full_text":"#Arunachal: Amid an increase in COVID-19 cases, Govt imposed several restrictions on Tuesday, including a night curfew and other restrictions until Jan 31 #Eastnews #nightcurfew #Vaccinationhttps:\/\/t.co\/34WiOgieM2","sentiment_score":-0.0625}
{"full_text":"RT The number of nurses messaging me that their hospital is forcing COVID+ staff to come to work after firing unvaccinated...","sentiment_score":0.0}
{"full_text":"Take care.","sentiment_score":0.0}
{"full_text":"RT #ymndr_khptn_shndr_pkhstnThe report focuses on the government's accomplishments despite the global economic recessi...","sentiment_score":0.1}
{"full_text":"RT \"Police consider investigation\"Hmmm, tricky one @MetCC. Do you think there's any evidence yet? I mean any real evid...","sentiment_score":-0.05625}
{"full_text":"RT Bring Your Own Bullshit","sentiment_score":0.6}
{"full_text":"So there letting there kid suffer cause of omicron? Ffs some people shouldn't be parents","sentiment_score":0.0}
{"full_text":"So unemployed people get to work but they don't get paid plus they get Covid. We're a nation in a death spiral. I'm still back struggling to see the problem with a science based strategy to suppress the virus and get infections under control.","sentiment_score":0.0}
{"full_text":"RT There were many difficulties during filming for bbs because of the pandemic, for example:- limited working hours due to nig...","sentiment_score":0.1011904762}
{"full_text":"From 62,902 face mask violators on December 31, 2021, the number surged to 63,531 as of January 8, 2022, while the number of social distancing\/mass gathering violators increased from 43,957 on December 31, 2021, to 44,360 on January 8, 2022. READ:","sentiment_score":0.0333333333}
{"full_text":"There is no difference between Omicron and cold for toxicity.  mRNA vaccination results in immunodeficiency. Innate immunity and existing cold medicines without vaccination do not spread the infection.  #COVOID19","sentiment_score":-0.6}
{"full_text":"My co-worker vaxxed all of his kids on Friday.  On Tuesday the 10 year old came down with COVID.  Poor kid has shitty parents.","sentiment_score":-0.1518518519}
{"full_text":"RT Exclusive: No.10 staff told to 'clean up' phones amid lockdown party allegations, sources told The Independent","sentiment_score":0.1833333333}
{"full_text":"RT Prayers and good wishes for your earliest recovery Hon'ble sir ji.","sentiment_score":0.7}
{"full_text":"RT #Exclusive: #COVAXIN is giving some good results against Omicron. The data should come out in 2-3 days in public domain,...","sentiment_score":0.35}
{"full_text":"RT Funny that they took COVID pay away... yet COVID still very present.","sentiment_score":0.125}
{"full_text":"RT Because nothing says you haven't done anything criminal more than destroying evidence, which is in itself a criminal of...","sentiment_score":-0.125}
{"full_text":"RT However you look at this - as a fan or as a critic - this is totally unacceptable.While Djokovic mentions being COVID...","sentiment_score":0.0}
{"full_text":"This is absolutely Peak Liberal: \"Everyone in this country is far too dumb so we shouldn't save anyone's lives during a pandemic.\"","sentiment_score":-0.025}
{"full_text":"RT West Bengal crosses 1,00,000 active COVID-19 cases, recording a daily positivity rate of 32.35%.But, we need Gangasa...","sentiment_score":-0.0666666667}
{"full_text":"RT But this is not applicable for those who lost their chance in pandemic to compete. Give us a chanc...","sentiment_score":0.0}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT South Korea authorizes use of Novavax COVID-19 vaccine and prepares to distribute the first of Pfizer's antiviral pills as it...","sentiment_score":0.25}
{"full_text":"RT New #museum collab sandpaper coffee bag with  - I'm not an expert but I think it's classed as a tool and is...","sentiment_score":0.1363636364}
{"full_text":"RT That loud flushing sound? It's the Daily Mail, trying to dispose of Boris Johnson...https:\/\/t.co\/40yuoqI4Mq","sentiment_score":0.1666666667}
{"full_text":"RT fuck Boris Johnson but also fuck the 100 people who were invited to the lockdown party and said nothing for nearly two ye...","sentiment_score":-0.2333333333}
{"full_text":"RT Musician had been placed on ventilator with COVID-19 symptoms:","sentiment_score":0.0}
{"full_text":"RT If something happened to the students in the 2022 board exam, then who is responsible for it...?  Last year health is...","sentiment_score":0.1}
{"full_text":"RT anyone spouting the \"omicron is mild let it rip\" bullshit can kiss my arse I had to lie on the bathroom floor with a b...","sentiment_score":0.3333333333}
{"full_text":"RT Great to see articles on respirators for source control and respiratory protection!\"How long can I keep using the same...","sentiment_score":0.3166666667}
{"full_text":"RT 145,000 Americans hospitalized with COVID-19, highest since pandemic began","sentiment_score":0.0}
{"full_text":"RT Swami Vivekananda was a devotee of humanism. MP decides to conduct 30,000 covid test in his Lok Sabha seat...","sentiment_score":0.0}
{"full_text":"RT Tennis star Novak Djokovic released a statement with details on why he was not in isolation after testing positive for COVID-1...","sentiment_score":0.2272727273}
{"full_text":"RT Here is the study:Viable virus was extracted until 9 days.","sentiment_score":0.0}
{"full_text":"Well that makes perfect sense to me, but I don't see what the equivalent thing is with covid symptoms that would exude am odor, and they have them sniffing *objects* too.","sentiment_score":1.0}
{"full_text":"RT Let this sink in: They shut the country down, masked you &amp; your children, shut your business down, cut you off from friend...","sentiment_score":-0.1555555556}
{"full_text":"EMA official raised concerns that a strategy of giving boosters every four months hypothetically poses the risk of overloading people's immune systems and leading to fatigue in the population.\"\"Fatigue\"... they'll feel \"fatigued\" alright ","sentiment_score":0.0}
{"full_text":"AIIMS Director Dr Randeep Guleria releases book on 'Post-COVID Clinical Issues and Management' #AIIMS #RandeepGuleria #PostCOVID19 #CoronaPositive #Books #Book #management #India #Writer #TheFirstIndia","sentiment_score":0.0}
{"full_text":"Error in judgement? Clearly he didn't learn from the event he hosted in which participants got covid including himself and his wife.Always putting others healths in danger.#covidiot #selfish #douchebag #NoVaxDjoCovid","sentiment_score":-0.2}
{"full_text":"RT #DefeatBJPModi Government failure seen in economy, National Security, Generating Jobs, Controlling inflation, Law and Ord...","sentiment_score":-0.3166666667}
{"full_text":"RT Offices got special air? Next they're gonna be like \"COVID unable to infect humans between 9am and 5pm M-F\"","sentiment_score":-0.0476190476}
{"full_text":"2011,2012,2013,2017,2018,2019,2020(corona) is bad for country on economic front  it you are not biased ","sentiment_score":-0.25}
{"full_text":"RT Genuine question...If omicron is so mild and young people have next to zero risk, what is the obsession to vaccinate ch...","sentiment_score":0.2083333333}
{"full_text":"#Duped by Gov't, MSM.#Fear via #PCRfraud #CrimesAgainstHumanity #CaseAdemic  #Segregation #Nuremberg2 #ServeAndProtect  #Plandemic #Censorship #Pfizer #Trudeau #Treason#Cov19Que #COVID19on #Covid19MB #Covid19Sk #Covid19Ab #Covid19Bc","sentiment_score":0.0}
{"full_text":"RT Doctors are seeing patients who tested positive previously during Delta wave, then took two doses of vaccine and within 6-8...","sentiment_score":0.0303030303}
{"full_text":"When you get tested for #covid19 you stay put till you get the results.","sentiment_score":0.0}
{"full_text":"RT Kids are walking out and asking for a temporary remote option. It's about 16degF\/-8.8degC. I'm pretty sure they mean it.","sentiment_score":0.084375}
{"full_text":"Who the heck is listening to wiggy!","sentiment_score":0.0}
{"full_text":"RT #UPDATE Djokovic admits meeting a journalist when he knew he had Covid-19, calling it an \"error of judgement\" and concedes he subm...","sentiment_score":0.0}
{"full_text":"With Omicron cases spiking across the country, the is gearing up to ease pressure on supply chains as stock is thinning out on supermarket shelves. #supermarket #supplyshortage #australia #omicron","sentiment_score":0.0}
{"full_text":"RT The only lockdown I support ","sentiment_score":0.0}
{"full_text":" so working age group? Interesting","sentiment_score":0.5}
{"full_text":"RT Australia's omicron hospitalisations are less than we see with seasonal influenza","sentiment_score":-0.1666666667}
{"full_text":"So now we have a COVID positive, non ambulatory person stuck in their home, receiving minimal medical care. God knows what arrangements are being made or what will happen to them. I highly doubt they'll be admitted to hospital even if necessary, not right now.","sentiment_score":0.0240692641}
{"full_text":"Like this isn't even round base lol. It's a rip off. They doing too much, just bring back classic zombies. There no need for this stupid outbreak stuff and objectives. They are Clearly blind cause they obviously can't see that we don't like it , but yet still keep doing it.","sentiment_score":-0.1259259259}
{"full_text":"RT My society was declared containment zone after 10 memebrs in society tested Corona Positive.42 members of BJP headquar...","sentiment_score":0.0}
{"full_text":"RT At some point, governments will have no choice but to act on public health advice to change tack and suppress #COVID19...","sentiment_score":0.0}
{"full_text":"RT Parliament buildings have installed state of the art air cleaning systems that have 8 air ex...","sentiment_score":0.0}
{"full_text":"RT Important study for our knowledge of virus survival in aerosols but it doesn't mean ventilation isn't important. In most sp...","sentiment_score":0.246875}
{"full_text":"Although covid-19 led to disruption of the education sector in many countries, in S.A it created an opportunity to address the digital divide at some public schools |From Wits Vuvuzela, a project of the Wits Centre for Journalism#COVID19 #publicschools","sentiment_score":0.1666666667}
{"full_text":"#WeiboWednesday: A Korean ad for #HPV #vaccine Gardasil 9 has been trending on Weibo for its dramatic interpretation of the vaccine. Through the ad, people are realising that HPV vaccines can be used even among men and among older women.","sentiment_score":-0.1333333333}
{"full_text":"Four areas of Peterborough have seen new Covid cases drop according to the latest figures...https:\/\/t.co\/lnNooswtnO","sentiment_score":0.3181818182}
{"full_text":"We are entering the third year of this pandemic, and we know you have questions. We dedicated nearly a half hour during Tuesday's 6 p.m. newscast to ask Tri-County Health Officer Dr. Jennifer Vines many of those questions.https:\/\/t.co\/otYkrRT9Wk","sentiment_score":0.1111111111}
{"full_text":"Legendary singer Lata Mangeshkar was recently admitted to a Mumbai hospital after she was diagnosed with COVID-19.https:\/\/t.co\/uMqzxi6i7H#LataMangeshkar #COVID19India #Lataji","sentiment_score":0.5}
{"full_text":"The NHS provides details on the number of coronavirus patient deaths across the countryhttps:\/\/t.co\/5N9JqiFsHU","sentiment_score":0.0}
{"full_text":"COVID Diaries - An Occupational Therapist Shares the Day-to-Day of Working With COVID-19 Patients | via Runs for Cookieshttps:\/\/t.co\/vQw8QhqOm7","sentiment_score":0.0}
{"full_text":"Boris Johnson will face the House of Commons later amid intense pressure from Conservative MPs and Tory donors - and in the face of public anger - to answer questions over a \"bring your own booze\" event in Downing Street during the first COVID lockdown.https:\/\/t.co\/tndcdiCaE6","sentiment_score":0.0583333333}
{"full_text":" Rota, get your COVID-19 primary series or booster shot this Saturday! #vaccinateCNMI","sentiment_score":0.5}
{"full_text":"Infections doubled in 2 weeks as omicron tidal wave sweeps Europe: WHO #WHO #worldhealthorganization #Omicron #OmicronVariant #CovidVaccine #COVID19 #Covid #Europe #EuropeanUnion #VaccineSideEffects #vaccine","sentiment_score":0.0}
{"full_text":"RT There's a few things missing from the Morrison Government's pandemic checklist.The revelation that the government was warn...","sentiment_score":-0.2}
{"full_text":"The premier of the French-speaking Canadian province of Quebec announced Tuesday that adult residents who refuse to get vaccinated against COVID-19 will be charged a financial penalty.https:\/\/t.co\/1K9rAMdki8","sentiment_score":0.05}
{"full_text":". Bugger....","sentiment_score":0.0}
{"full_text":"Shippers forecast 5-8% growth despite Omicronhttps:\/\/t.co\/s3blJsZT2N","sentiment_score":0.0}
{"full_text":"RT Assuming this 14% holds across the whole Kroger workforce, that's around 65,000 people working at the fourth-largest priva...","sentiment_score":0.2}
{"full_text":"RT #UPDATE Djokovic admits meeting a journalist when he knew he had Covid-19, calling it an \"error of judgement\" and concedes he subm...","sentiment_score":0.0}
{"full_text":"Hi, anyone who has had pneumonia knows how painful and frightening that can be. Covid-19 should never have been compared to the flu as it is more like the worst pneumonia one can have. Protecting the population from the truth only hurts them.","sentiment_score":-0.34}
{"full_text":"'The most important fact is that gays have been here since day one.'On this day exactly 40 years ago,  gay men in New York gathered at Larry Kramer's apartment and formed the Gay Men's Health Crisis in response to the escalating epidemic of fatal illnesses in their community.","sentiment_score":0.3532828283}
{"full_text":"South Australia has experienced a spike of seven deaths and 3715 new cases of Covid-19.https:\/\/t.co\/OiwTDquI6K","sentiment_score":0.4681818182}
{"full_text":"Asad Umar urges provinces to follow NPIs to beat CovidNCOC gives away awards to teams showing stellar performance during vaccination drive@etribune #tribune #Pakistan #COVID19 #NCOC #vaccination","sentiment_score":0.25}
{"full_text":"thamaim`yuukabkhwaampraarthnaa? - why stay with the desire?Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie","sentiment_score":0.0}
{"full_text":"Since the beginning of the pandemic in Burkina Faso, thousands of cases have been diagnosed. The government expects measures such as the sensitization of the population and the implementation of an economic recovery plan to bear fruit in 2022.https:\/\/t.co\/GFJQTFt4F1 OCHA","sentiment_score":0.1}
{"full_text":"RT Just a reminder that we're entering our 3rd year of a global pandemic. It's okay if you're not okay. It's okay if you can't...","sentiment_score":0.15}
{"full_text":"#Virtualtwins are anticipated to be a key enabler for the #construction sector as the building industry races to catch up with demand for new facilities and new layouts in the wake of #COVID19. Learn more in this article.","sentiment_score":0.1931818182}
{"full_text":"RT Oh so you're working from home while you're positive for COVID ?","sentiment_score":0.2272727273}
{"full_text":"RT Types of vaccine part 36","sentiment_score":0.0}
{"full_text":"#COVID19 UPDATE: DOH-Cordillera reports that as of 10 January 2022, CAR  is under high epidemic risk level with a high 2 - Week Growth Rate (2WGR) of 2,348% and moderate Average Daily Attack Rate of 6.33 per 100,000 population.#WeRecoverAsOne | #WeRiseAsOne","sentiment_score":0.034}
{"full_text":"Kelly Ernby was a deputy district attorney and local Republican Party leader who ran for state assembly in 2020.https:\/\/t.co\/fXkYevxVUk","sentiment_score":0.0}
{"full_text":"Prohibitory order issued for 50 #touristspots in #Pune district@maha_tourism #pandemichttps:\/\/t.co\/fqhhMbDz4r","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 670 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"Tasmania JackJumpers CEO, Simon Brookhouse provides an update on our current covid situation at this morning's press conference as we prepare to return to the court next Wednesday!Full details:","sentiment_score":0.0}
{"full_text":"The three month-deal comes as as COVID-related staff absence reaches almost 40,000 at acute trusts in England.https:\/\/t.co\/G9Rwf93uG4","sentiment_score":0.29375}
{"full_text":"A key part of the immune system, the T-cells are well able to handle omicron.https:\/\/t.co\/C9WM501awK","sentiment_score":0.25}
{"full_text":"With the #omicron variant spreading fast, keeping your loved ones healthy is crucial. Boost up your kid's confidence by setting the example. There is strength in numbers:","sentiment_score":0.35}
{"full_text":"All vaccines work against COVID-19!Chuck &amp; Jada encourages everyone to consider ending their vaccine hesitancy.Get vaccinated when it's your turn so we can all go back to a healthier, safer environment sooner. #MagpabakunaNa","sentiment_score":0.0}
{"full_text":"Holding Absence cancel upcoming European tour \"due to the growing uncertainties around COVID-19 and Brexit\".","sentiment_score":-0.0458333333}
