{"full_text":"RT \"Humanitarian access is non-negotiable\"  the defacto blockade on #Tigray should end. #Ethiopia","sentiment_score":0.0}
{"full_text":"RT Sarah Palin knowingly exposed innocent people to a deadly virus.How is this not bioterrorism?","sentiment_score":0.15}
{"full_text":"RT A statewide tractor trailer travel ban on all limited access highways will take effect at 3:00 AM, on Saturday, 01\/29\/...","sentiment_score":-0.0714285714}
{"full_text":"We did, one of the benefits of the pandemic, we moved to the south of France and obtained residency.","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENING AGAINCatalonia in Spain has announced they are scrapping the use of covid passports to access public are...","sentiment_score":0.0}
{"full_text":"RT MS is under utilizing oral Covid treatments Paxlovid and MolnupiravirIf you are high risk - talk to your doctor or prov...","sentiment_score":0.16}
{"full_text":"RT It is obvious they didn't tell us the truth. Omicron was known about in November. NSW first went with no masks...","sentiment_score":0.125}
{"full_text":"I think a few people in LACDPH need to step outside the bubble. .","sentiment_score":-0.1}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"RT Refusing to wear a mask does not make you \"free,\" in the same way that refusing to wear a seat belt does not make you free. Wh...","sentiment_score":0.2666666667}
{"full_text":"Healthy and social big dudes like that were perfect incubators for Covid early in 2020. Asymptomatic and able to walk around bearing huge viral loads.  ONE guy went from Asia, to European ski resort to Spain, seeding outbreaks.","sentiment_score":0.3166666667}
{"full_text":"RT Another one awakes from the matrix","sentiment_score":0.0}
{"full_text":"Loss and Beauty.Tales from a time of Covid.https:\/\/t.co\/Rx2xjBDFCU","sentiment_score":0.0}
{"full_text":"RT Data from Denmark, still showing 0 correlation of vax or booster w\/covid infectionunvaccinatedfully vaccinated3...","sentiment_score":0.0}
{"full_text":"RT paranoid about covid till you're next in the blunt rotation","sentiment_score":0.0}
{"full_text":"RT Perhaps \"stay home to save lives\" should have been our foreign, not domestic, policy.","sentiment_score":-0.0625}
{"full_text":"RT Hmm, so being spineless doesn't protect against COVID.","sentiment_score":0.0}
{"full_text":"RT Are you boosted, masking and doing EVERYTHING you can to stop the spread of Omicron?Give me some hope for humanity.","sentiment_score":0.0}
{"full_text":"RT i lied i Do have shit to say actually because i haven't seen it brought up on the tl yet: yellow peril. please remembe...","sentiment_score":-0.0666666667}
{"full_text":"RT \"The British Medical Journal (BMJ) has demanded the full and immediate release of all data related to COVID-19 vaccines a...","sentiment_score":0.0875}
{"full_text":"RT Woah","sentiment_score":0.0}
{"full_text":"i have almost no voice right now because covid is kicking my ass but when i get my voice back i think i will finally record me singing the btr medley i wrote on uke !! and in the meantime i can work on writing my medley ","sentiment_score":0.0952380952}
{"full_text":"RT Are you boosted, masking and doing EVERYTHING you can to stop the spread of Omicron?Give me some hope for humanity.","sentiment_score":0.0}
{"full_text":"RT Yeah? Tell that to the poor waiter who has to breathe in her viral loaded stupidity ever time she opens her mouth.side not...","sentiment_score":-0.5}
{"full_text":"after fussing about whether I'd get covid from my trip I ended up getting sick, but it's (probably) not covid lol","sentiment_score":0.0428571429}
{"full_text":"The #finallockdown Day#14 lockdown #3 #drinkoftheday In recognition of our latest lockdown coming to an end I broke out my #christmas blend your own whiskey gift set.It twas a fun experiment. Got to sample and blend #jpwisers 5yr old, rye...","sentiment_score":0.375}
{"full_text":"RT America:1. Has more pandemic cases and deaths than other countries2. Is the only country with no guaranteed paid sic...","sentiment_score":0.125}
{"full_text":"RT In DC waiting ","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENING AGAINCatalonia in Spain has announced they are scrapping the use of covid passports to access public are...","sentiment_score":0.0}
{"full_text":"entering year 3 of the pandemic and still we're hearing these covid jokes and jabs towards bts whom had nothing to do with the virus in the beginning and have nothing to do with the virus now. all because they're","sentiment_score":0.0}
{"full_text":"RT You know you are a brainwashed moron when you are blaming unvaccinated people who are NOT infected with covid, for infec...","sentiment_score":-0.8}
{"full_text":"RT Completely valid to have concerns over missionary work (re: colonialism). I'm also annoyed that this post doesn't mention...","sentiment_score":-0.15}
{"full_text":"We didn't have nearly 100 hospitalized from COVID when we had mask ordinances in the City of Greenwood. Just sayin'.","sentiment_score":0.1}
{"full_text":"RT What are we doing.","sentiment_score":0.0}
{"full_text":"Ann Wagner is not pro life- She opposes--- COVID vaccines--- Wearing masks--- Social distancing--- A living wage--- Lead free water pipes--- Home care for the elderly","sentiment_score":0.2166666667}
{"full_text":"RT Biden promised his COVID strategy would \"buy American.\" Instead it's \"buy from Xi Jinping.\"","sentiment_score":0.0}
{"full_text":"Fact check\"Beaten-Down Robinhood Is One of the Worst IPOs Since the Start of the Pandemic\"#amcshortsqueeze","sentiment_score":-1.0}
{"full_text":"RT Unbelievable. But all too believable. That's not \"frozen.\" That's theft, plain and simple.","sentiment_score":0.0089285714}
{"full_text":"RT I wish this could get through to MAGA: you wear a mask\/get vaxxed to protect not only yourself but your loved ones &amp; co...","sentiment_score":0.35}
{"full_text":"Unemployment Is Going As Low As 1.3%!https:\/\/t.co\/6HqEac1yqn#unemployment #retirement #covid19 #childcare #jobsFollow Us! Pinterest: #indianapoliscartransport Facebook:","sentiment_score":0.0}
{"full_text":"Breaking News: UK Ends Vaccine Passports, Mask Mandates, as Prime Minister Boris Johnson Faces Calls for Resignation ...","sentiment_score":0.0}
{"full_text":"RT Mark Dolan: 'This has been the first woke pandemic in history. In 2022, the individual, something that used to be celebrated, h...","sentiment_score":0.2}
{"full_text":"RT Denmark  lifts all Covid restrictions (in the midst of Omicron wave), declaring that Covid is no longer a threat to socie...","sentiment_score":0.0}
{"full_text":"RT gonna go ahead and guess that this is, directly or indirectly, more of their VAERS bullshit","sentiment_score":0.3}
{"full_text":"RT It now looks inevitable that the U.S. COVID death toll will reach 1 million. A stunning and numbing loss.","sentiment_score":0.25}
{"full_text":"Today they admitted in their daily political broadcast that Covid  results yesterday were the worst in QLD since the pandemic started. They do not have a clue!!!!!","sentiment_score":-0.3333333333}
{"full_text":"RT Florida's summers have been far worse than the rest of the country. If it's not this year, it may bode well for getting life bac...","sentiment_score":-0.15}
{"full_text":"RT #breaking sources tell me Trooper Lamay who refused to get vaccinated, defying vaccine mandate...","sentiment_score":0.0}
{"full_text":"RT I'm so sorry I won't be able to see you guys sooner  We unfortunately were forced to move the UK\/EU tour dates to 2023...","sentiment_score":-0.2}
{"full_text":"RT \"While my dad was in hospital dying from Covid, the Prime Minister of this country was breaking the rules that he made.\" Dav...","sentiment_score":0.0}
{"full_text":"RT If you want perspective on how how people &lt;35 die in the US, relative to COVID, take a look. It would be nice if we place...","sentiment_score":0.3}
{"full_text":"RT It now looks inevitable that the U.S. COVID death toll will reach 1 million. A stunning and numbing loss.","sentiment_score":0.25}
{"full_text":"RT 1\/Last night broke me. I've never imagined I would see such lack of care from politicians for people they represent, for peo...","sentiment_score":0.0}
{"full_text":"Patchwork system for rationing a Covid drug sends immunocompromised patients on a 'Hunger Games... via","sentiment_score":0.0}
{"full_text":"RT I have MS and I take an immunomodulator to keep it in remission.I recently got COVID, and had a rough go of it, likel...","sentiment_score":-0.05}
{"full_text":"RT Raise your hand if you are boosted and masking in public. I want to see how many of my followers understand stoppin...","sentiment_score":0.25}
{"full_text":"In the stadium? Very covid safe, they will be able to keep a gap of a few hundred meters between them","sentiment_score":0.25}
{"full_text":"RT Retweet if UNVAXXED Covid deniers SHOULD NOT get priority over cancer patients in hospitals! ","sentiment_score":0.0}
{"full_text":"RT What Ursula von der Leyen is typing into her phone is, frankly, not a private matter. We need public scrutiny of EU text me...","sentiment_score":0.0}
{"full_text":"RT \"Or do you think that your father was stricken down with corona due to his age and the weakness of his immune system\"Imam Mahd...","sentiment_score":-0.1402777778}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"RT Today's GOP in a nutshell:","sentiment_score":0.0}
{"full_text":"RT Great thread, we should def look at countries which performed better during this pandemic consistently (l...","sentiment_score":0.5166666667}
{"full_text":"RT 3,895 Americans died from COVID yesterday.Read that again.","sentiment_score":0.0}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"You win the internet    #CanadaTruckers #COVID","sentiment_score":0.8}
{"full_text":"RT What you could be doing with some of the $4.4B that went missing But we know you won't because you're a gr...","sentiment_score":-0.2}
{"full_text":"RT A plane carrying mostly Mormon missionaries brought #COVID19 to Kiribati -- one of the last places without any outbreaks.Passe...","sentiment_score":0.25}
{"full_text":"Don't serve her! Kick her out. \"Sarah Palin dined at multiple New York restaurants despite positive Covid test - The Guardian\"","sentiment_score":0.1212121212}
{"full_text":"RT Two weeks to flatten the curve became two years to flatten the working class.","sentiment_score":0.0}
{"full_text":"RT Go truckers! The 11,000-truck, 93-mile long convoy is traveling from British Columbia to Ottawa, where they will hold...","sentiment_score":-0.025}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":" what are your plans this weekend? do you want to vacation or just relax at home? don't forget to have breakfast and be happy always, if you want to go don't forget to wear a mask and take care of your health. happy weekend","sentiment_score":0.8}
{"full_text":"RT How many more children will we kill with the covid shots? #JusticeFor15YearOldAarya #NoVaccineMandates","sentiment_score":0.5}
{"full_text":"RT U.S. Government Study Admits COVID Vaccine Lengthens Menstrual Cycles.","sentiment_score":0.0}
{"full_text":"RT Fact check\"Beaten-Down Robinhood Is One of the Worst IPOs Since the Start of the Pandemic\"#amcshortsqueeze","sentiment_score":-1.0}
{"full_text":"RT Currently quarantined from Covid-19 virus.Keep Safe Everyone! ","sentiment_score":0.3125}
{"full_text":"RT Today's GOP in a nutshell:","sentiment_score":0.0}
{"full_text":"RT Stunning data from Unvaccinated people 65 &amp; up are 52X more likely to be hospitalized from #covid19 compared to th...","sentiment_score":0.3333333333}
{"full_text":"RT NEXT on 9NEWS* The Denver area gets ready to drop mask mandates soon.* We look at the lingering mental health impacts of...","sentiment_score":0.0333333333}
{"full_text":"RT One plus to Covid safe restaurants - menu on the phone.Can look at scores for an extra 5-10 minutes pretending you're...","sentiment_score":0.25}
{"full_text":"RT It's been awhile since the last variant. I hope Covid's okay.","sentiment_score":0.25}
{"full_text":"RT i think i've seen this film before and i didn't like the ending..","sentiment_score":0.0}
{"full_text":"thanks ","sentiment_score":0.2}
{"full_text":"RT A source at Twin Towers tells me that a group of LASD deputies printed out my article and were angrily discussing the conten...","sentiment_score":-0.5}
{"full_text":"RT Update from the Fargo, North Dakota masking study:Two neighboring K-12 districts (same community) both with around 12,0...","sentiment_score":0.0}
{"full_text":"RT Every organization mandating boosters in young healthy people knowing the data on omicron's breakthrough rate despite boo...","sentiment_score":0.3}
{"full_text":"We are betraying our children-- sabotaging their lives by sacrificing their health, dreams &amp; potential.And why?To maintain a system that's designed to exploit us in order to increase the wealth of the rich &amp; powerful.We are fools.#LongCovidKids","sentiment_score":0.375}
{"full_text":"New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under LawGet #Ivermectine #Ivermectin","sentiment_score":0.1363636364}
{"full_text":"RT Whilst everyone is focusing on parties and Boris they are trying to sneak through changes that will mean they can force yo...","sentiment_score":-0.3125}
{"full_text":"Good stuff from Nick Offerman on #COVID19Didn't know he spoke in front of Congress about vaccines!","sentiment_score":0.875}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"RT Truckers were our heroes at the start of the pandemic.Now Trudeau and his Liberal allies want to smear and demonize them....","sentiment_score":0.0}
{"full_text":"If you are sick of Covid lies then simply open your eyes. The vax doesn't work. Masks are useless. Why didn't the government focus on treatments?  Serious questions for serious people. Be a serious person.","sentiment_score":-0.369047619}
{"full_text":"I got vaxxed because I had to in order to keep my job. Worked this entire pandemic in healthcare no covid. Vax mandate rolled out every single one of our vaxxed staff are showing up positive and we are working ridiculously short all the time!","sentiment_score":0.038961039}
{"full_text":"RT Another 49 people have died from covid. These infections and resulatant deaths are directly attributable to a...","sentiment_score":0.1}
{"full_text":"RT One plus to Covid safe restaurants - menu on the phone.Can look at scores for an extra 5-10 minutes pretending you're...","sentiment_score":0.25}
{"full_text":"RT I ache for healthcare professionals who are paying the price for corrupt political interests.","sentiment_score":-0.25}
{"full_text":"Sorry, but the democrats are the ones pressuring their followers to ban anyone who speaks against them. Fauci is a liar, and has been for decades. Look up aids epidemic and see how he killed millions by lying","sentiment_score":-0.35}
{"full_text":"RT NHS vaccine mandate 'is unlawful and must be stopped', says campaign taking legal action against government, in exclusive GB Ne...","sentiment_score":0.15}
{"full_text":"Early factors that might determine who might be at risk for long-haul COVID.","sentiment_score":0.1}
{"full_text":"How trauma became the word of the decade: The very real psychiatric term has become so omnipresent in pop culture that some experts worry it's losing its meaning","sentiment_score":0.26}
{"full_text":"We have the most huuuge covid vaccines in the world!","sentiment_score":0.625}
{"full_text":"The province's #COVID19 vaccine bus is making a stop in London's White Oaks neighbourhood Sunday. #ldnont","sentiment_score":0.0}
{"full_text":"Insane. You have to actually suggest vaccines were *designed* to kill. Suggesting they cause more blood clots than Covid is A-OK.","sentiment_score":-0.1666666667}
{"full_text":"RT An initiative totally beyond the mendacious incompetents of our LNP rabble...","sentiment_score":0.0}
{"full_text":"For subscribers: The Editorial Board broke down Biden's first year in office through the lenses of the economy, Afghanistan, immigration and COVID-19.On all, we were left disappointed.https:\/\/t.co\/gATTvRZ6Lq","sentiment_score":0.0314814815}
{"full_text":"RT Kimmel's comments leave little to assume -- it's very clear what he's trying to say about BTS &amp; it's exhaustingly disgusti...","sentiment_score":-0.1525}
{"full_text":"RT USBU ANNOUNCEMENT! |Our Stationhead Fundraising Events will be POSTPONED till further notice due to our DJ Admin havin...","sentiment_score":-0.0625}
{"full_text":"RT Transportation executives reject Biden's cross border vaccine mandate: 'This is not helping'https:\/\/t.co\/Na2Mm54Juq","sentiment_score":0.0}
{"full_text":"While the county is not mandating the vaccine, employees that have gotten the first two doses will receive $200, and ones that have gotten the booster will receive an additional $100.https:\/\/t.co\/bsmGWUA3lr","sentiment_score":0.25}
{"full_text":"RT First face to face NI executive meeting since the covid-19 pandemic began! Great ideas from our fabulous executive comittee...","sentiment_score":0.5041666667}
{"full_text":"RT  #COVID19 update on Saturday: 8,618 new cases (216 from abroad) 19 deaths 83,939 in care 8,358 discharg...","sentiment_score":0.1363636364}
{"full_text":"RT \"The British Medical Journal (BMJ) has demanded the full and immediate release of all data related to COVID-19 vaccines a...","sentiment_score":0.0875}
{"full_text":"RT \"It could have ended long ago if we just put the needs of others ahead of our own,\" one doctor said as a record 854 COVID...","sentiment_score":0.275}
{"full_text":"An epidemic of depression and suicide is spreading among our teens (13-18-years-old) like wildfire, especially among girls. Here are 4 ways you can help reduce the spread and save a life...maybe even the life of your teen.","sentiment_score":0.0}
{"full_text":"RT Brief update on Omicron, and its BA.1 and BA.2 lineages (sisters)1. Origin--the 3 theories for how this hyper-mutated versio...","sentiment_score":0.0}
{"full_text":"The \"Freedom Convoy\" was reportedly organized to protest against the vaccine mandates put in place at the U.S.-Canada border, as well as mask mandates for truckers, which orders the drivers to wear masks in trucks.https:\/\/t.co\/g8ROgKapkQ","sentiment_score":0.0}
{"full_text":"RT Noticing some problems in your home this winter? Well.... While you might want to, there are some reasons why you should...","sentiment_score":0.0}
{"full_text":"If anyone that works or eats there get covid from contract tracing  .. they should be able to sue her out of existence.","sentiment_score":0.5}
{"full_text":"The pandemic has disrupted the global supply chain, leading to shortages and price increases, said professor Anna Costello. \"We should expect [a recovery is] at least two years out, perhaps more,\" she said.","sentiment_score":0.0666666667}
{"full_text":"The revised Oratio Imperata against COVID-19.Original post from","sentiment_score":0.0}
{"full_text":"Demonstrators who liken Covid-19 restrictions to the Holocaust are guilty of fuelling anti-semitism, Israel has said, reports Rory Sullivan for","sentiment_score":-0.5}
{"full_text":"With the Spring Festival coming up, #China's zero-COVID policy will be facing its toughest test yet. The country has been facing growing outbreaks and concerns about the effectiveness of its inactivated #vaccines are rising. writes:","sentiment_score":0.0}
{"full_text":"RT #ICYMI link to articles in from #COVID19 #JAMANetworkInTheNews","sentiment_score":0.0}
{"full_text":"In this edition of The Interview, former Austrian President Heinz Fischer talks about COVID-19, the refugee crisis and more.@KZiabari","sentiment_score":0.0}
{"full_text":"RT WATCH: Biden's vaccine mandate on truckers is \"making the problem we already saw with BARE SHELVES and HIGH PRICES even WO...","sentiment_score":0.105}
{"full_text":"We kindly ask all visitors to please present their QR code vaccination certificate upon entry to the facility. To acquire your QR code certificate, scan the QR code shown in the graphic, or visit the following link:https:\/\/t.co\/8jUGYyejkW","sentiment_score":0.15}
{"full_text":"RT Racism is not a joke.Covid19 is not comedy. #JimmyKimmelRacist#StopAsianHate#CallOutRacismHateSpeech@ABCNetwork...","sentiment_score":0.0}
{"full_text":"Anxiety, fear and #burnout caused by #COVID19 has led many physicians to cut their work hours or plan an exit strategy within the next few years. Changes must be made to make employees feel valued and preserve enough staff to meet the needs of patients.","sentiment_score":0.075}
{"full_text":"Covid Update!Latest Changes 1\/4 American HighStudent: +4Staff: +1Azevada ElementaryStudent: +2Brier ElementaryStudent: +2Cabrillo ElementaryStudent: +1Durham ElementaryStudent: +1Forest Park ElementaryStaff: +1Fremont Adult and Continuing EdStudent: +1","sentiment_score":0.05}
{"full_text":"The Yarnell Variant! You got me!","sentiment_score":0.0}
{"full_text":"RT The Muslim ban will forever be a moral stain on our country's history. Last year, the House passed the No Ban Act to ensure no...","sentiment_score":0.0}
{"full_text":"Pull-quote from a hair-raising thread: 3\/Deficient of staff, or supply, or drugs, or blood, or lab tests. Ran out of amps with sugar (D50). Why check blood glucose if cannot replace it? Ran out of sterile flashes. Instead of 10 cc they use 3 cc flashes. (This is us rn...)","sentiment_score":0.0}
{"full_text":"Governor Inslee says there is a sign of hope in the fight against COVID-19, but he cautions that we still need to be vigilant.https:\/\/t.co\/mNxVd0z3bc","sentiment_score":0.0}
{"full_text":"I DON'T KNOW BUT I'M STUMPED!!90+% of global population now vaccinated! Unvaccinated around only 8%!   Is the daily cases still getting higher???? How are you guys making that special vaccine that's making so much progress!! YOU GUYS ARE MIRACLE WORKERS","sentiment_score":0.1532738095}
{"full_text":"RT Just thinking about how the federal government has managed to pass  $10 a day daycare for the entire country minus one...","sentiment_score":-0.05}
{"full_text":"#ICYMI | Genting HK bankruptcy highlights the lockdown damage on tourism #TMRPhoto","sentiment_score":0.0}
{"full_text":"COVID CASES CAUSING STRAIN: breaks down the ripple effects of record COVID cases pushing TN hospitals near ICU capacity.","sentiment_score":-0.0277777778}
{"full_text":"Well I'm a pro-science kinda guy and a anti-misinformation advocate after losing loved ones to #COVID A #movement is underway to get us out of this nightmare #pandemic Consider supporting #Artists who support the right to speak #truth","sentiment_score":0.4119047619}
{"full_text":"Thanks! I live in a bubble since Covid just saying...","sentiment_score":0.1931818182}
{"full_text":"The 2022 Hayward and Nola Marino Medal counts will remain an online stream-based event this season, due to the uncertainty surrounding COVID-19 in WA. - story via","sentiment_score":-0.125}
{"full_text":"With new #healthtech tools, we are seeing faster diagnoses and better care for patients throughout #healthcare.#RDEE #RADIOLOGEX #medicalimaging #hipaa #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #GetRDEE","sentiment_score":0.3181818182}
{"full_text":"Fed up with the stress of parenting in a COVID world, a group of local moms gathered recently to get their frustrations out with a long, loud primal scream.","sentiment_score":0.0125}
{"full_text":"RT WTH?  Now there are 4 cases of the new \"stealth omicron\" in Texas...  JUST STOP!!! ","sentiment_score":0.2663352273}
{"full_text":"RT Raise your hand if you are boosted and masking in public. I want to see how many of my followers understand stoppin...","sentiment_score":0.25}
{"full_text":"Toronto has been using data from your flushed poop to track the pandemic's spread #Toronto","sentiment_score":0.0}
{"full_text":"RT No suggestion here from the Met that they are investigating anything other than Covid breaches which would attract a fine...","sentiment_score":0.1458333333}
{"full_text":"RT Missions should be illegal. Period. Stay the fuck home and leave Natives alone. Pandemic or not.","sentiment_score":-0.45}
{"full_text":"Opinion: Continuing antiquated systems and mentalities in the most formative part of the lives of the youth only serves to threaten their immune systems and hinder their development as people by prioritizing the wrong things in their lives.https:\/\/t.co\/gj8OdE92SE","sentiment_score":0.0}
{"full_text":"Fix the messed up healthcare crisis you created. Pay our nurses\/healthcare workers what they deserve (not what YOU think they deserve) and get the LTC homes in good working order.  Then, we will be able to live with COVID. The vulnerable are no less worthy than us.","sentiment_score":0.2088383838}
{"full_text":"RT  Government nudge unit 'used grossly unethical tactics to scare public into Covid compliance' - @Telegraph ","sentiment_score":0.0}
{"full_text":"THE ZEDS SERIES... #wattpad #wip #amwriting #zombies #apocalypse #pandemic #series","sentiment_score":0.0}
{"full_text":"And the axxeholes in the MSM tried to say it was over bad roads.  And now they are trying to say they will loot homes. I'm sure you have to have some sort of inbreeding to be a certain type of journalist","sentiment_score":0.0047619048}
{"full_text":"MESSAGE FROM LAMONT: \"You want to know what? Don't go on the roads. Stay home tomorrow.\"","sentiment_score":0.0}
{"full_text":"A northeast Nebraska medical practice is assisting the public in buying Covid-19 tests with help from a new vehicle.","sentiment_score":0.0454545455}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"Musician Neil Young wrote an open letter, which has since been deleted, saying people could die as a result of Spotify spreading false information related to COVID-19 through Rogan's podcast, according to Rolling Stone.","sentiment_score":-0.075}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"COMMUNITY CONNECTIONS FROM FRED Weekend storm update; Tax deadline; Youth Commission to host student diversity leadership conference; COVID updates; Enter the Snow sculpture Contest. #greenwichct Read more:","sentiment_score":0.5}
{"full_text":"U.S. law firms that had scheduled widespread office returns for late January and February, including Morrison &amp; Foerster and Paul, Weiss, have confirmed they will further delay by a few weeks due to the Omicron varianthttps:\/\/t.co\/rokFp5EzRK","sentiment_score":-0.045}
{"full_text":"When will Josh get his Herman Cain Award ?  He fits the profile - has facial hair, a little on the fat side, white, and looks like a red neck.  They get Covid and pass away.","sentiment_score":-0.046875}
{"full_text":"RT Racism is not a joke.Covid19 is not comedy. #JimmyKimmelRacist#StopAsianHate#CallOutRacismHateSpeech@ABCNetwork...","sentiment_score":0.0}
{"full_text":"9 deaths, 2,137 new cases of COVID-19 in B.C. Friday","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 14.2FWind Chill: 10.7FHumidity: 82%Dew Point: 9.7F Barometer: 30.297 inHgWind: 3 mph from the NNWCorona Virus Weekly Stats:Cases: 564.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"9 deaths, 2,137 new cases of COVID-19 in B.C. Friday","sentiment_score":0.1363636364}
