{"full_text":"RT Itu Cuma SatireThe Pope Hasn't Said A COVID-19 Vaccine Is A Requirement To Enter Heaven.Those Words Are From A Nov. 30 Pos...","sentiment_score":0.0}
{"full_text":"Corona time going on..Sachhi btana saste m mil gye ye log .. Galat baat ese kisi ki majburi ka fayda ni uthate..Where is dignity? Class? Honesty?LEGENDARY WINNER TEJASSWI","sentiment_score":0.0}
{"full_text":"RT \"Race triage in a hospital setting is a reminder that 'symbolic' ideas, however abstract or fantastical, can extend thei...","sentiment_score":0.0}
{"full_text":"also, first Outbreak getting home....shiny pokemon. Lets go","sentiment_score":0.25}
{"full_text":"That still begs the question; how are you going to stay in Ottawa until restrictions are lifted? If you have no job, how will you survive camping out in a strange city? Kids, pets, homes....eventually you will have to go back home. Im sure JT is counting on that.","sentiment_score":0.15}
{"full_text":"RT posts like this are just as bad as spreading covid misinformation","sentiment_score":-0.7}
{"full_text":"RT The pandemic doesn't just end because we're frustrated. More than 1,000 people died in the provinc...","sentiment_score":-0.1}
{"full_text":"North Carolina is too. Went there while on vacation and never saw so many Biden supporters. It was so funny - they all had their masks on and covers around their necks. Scared to death. Wake up North Carolina - be free and live again.","sentiment_score":0.3215909091}
{"full_text":"RT If you are feeling a bit down, between the civil discord, the winter weather and darkness, and latest Covid surge, you are...","sentiment_score":0.1722222222}
{"full_text":"RT Gotta wonder how many people are familiar with the Tuskegee experiment","sentiment_score":0.4375}
{"full_text":"RT Spotify is leaning directly into the comparisons to Facebook and YouTube; it lets them run the \"content moderation is an impo...","sentiment_score":0.1}
{"full_text":"We rode the wave. They have to too.The GB Government have no said we had 17000 deaths from Covid alone.","sentiment_score":0.0}
{"full_text":"That's a lot of fake vaccine cards out there.","sentiment_score":-0.5}
{"full_text":"RT Take away the white supremacist racist symbols, the threats against democracy, the harassment of journalists, the attack...","sentiment_score":0.0}
{"full_text":"Magandang umaga!Test just came back and I am COVID-19 positive (altho wala nang symptoms).Anyway, more time for me to focus on the campaign kasi #KayLeniPanaloTayo ","sentiment_score":0.2424242424}
{"full_text":"RT Does that mean there's a new policy to reimburse all Covid fines &amp; charges from the last two years?Because if not, th...","sentiment_score":-0.0587121212}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT Republican lawmakers would rather obstruct legislative progress than help you and your family.They voted against loweri...","sentiment_score":0.0}
{"full_text":"Not nearly enough People ignore advisories and the lies still spread.","sentiment_score":0.0}
{"full_text":"RT .@NYCHealthSystem is still busy treating severely ill #COVID19 patients. I joined at to announce fre...","sentiment_score":-0.2}
{"full_text":"RT Now for the Coronavirus ActDemand it gone #Together","sentiment_score":0.0}
{"full_text":"if we have another pandemic i'm starting an inflatable bubble company and profiting off of everyone's misery","sentiment_score":0.0}
{"full_text":"RT The difference, which Spotify hopes you ignore: Facebook never signed a giant contract to be the exclusive distributor for a po...","sentiment_score":0.0}
{"full_text":"People who don't wear a sufficient mask at this point are stupid. Rogan didn't help that situation. I've had the better masks from the start. ","sentiment_score":-0.15}
{"full_text":"RT  U-turn on mandatory Covid vaccinations for NHS and social care workershttps:\/\/t.co\/Fuyu1NwY0M","sentiment_score":0.0333333333}
{"full_text":"RT Thousands of Czechs protest against COVID curbs","sentiment_score":0.0}
{"full_text":"RT No one should lose a job based on vaccination status.What if people were fired for taking the vaccine? The logic f...","sentiment_score":0.0}
{"full_text":"RT Man who says vaccines are unproven is taking ivermectin for Covid.Draw your own conclusions.","sentiment_score":0.6}
{"full_text":"Saskatchewan is so flat you can see #ConvoyForFreedom2022 drive off for over a week!","sentiment_score":-0.03125}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT European Medicines Agency wants \"frequent boosters\" and is trying to figure out how to make them \"feasible\"...","sentiment_score":0.1}
{"full_text":"RT Deeply offensive , but unsurprising from this person, who appears not to care...","sentiment_score":0.0}
{"full_text":"RT Here's Monday's NSW Citizen Covid DashboardI'm sorry to report that according to NSW Health, 27 people have...","sentiment_score":-0.5}
{"full_text":"RT not y'all complaining about covid but still being out in large crowds, parties, concerts, &amp; clubs ","sentiment_score":0.2142857143}
{"full_text":"RT From the @NIH #Ivermectin A five-day course of ivermectin for the treatment of COVID-19 may reduce the duration of illnes...","sentiment_score":0.0}
{"full_text":"RT Came out of an interesting free wheeling presser with co-organizers of #TruckersConvoy2022 and ....","sentiment_score":0.45}
{"full_text":"Engineering of a T7 Bacteriophage Endolysin Variant with Enhanced Amidase Activity","sentiment_score":0.0}
{"full_text":"before omicron, its the most safe option. neither option (vax or delta) was safe but delta was way way way more dangerous.  omicron may also be more dangerous, but its closer to flu.  i do not think the vax is harming large numbers of people (although it is not perfectly safe).","sentiment_score":0.1404761905}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"These Are the Counties In the Charleston-North Charleston, SC Metro Area Where COVID-19 Is Growing the Fastesthttps:\/\/t.co\/IbAZfLQek9","sentiment_score":0.0}
{"full_text":"Eriksen got vaccinated and missed a Euro, Aguero retired early shortly after getting vaccinated, Alphonso Davies suffering vaccine-related issues--these are just players who survived (all careers terminated or put in jeopardy)","sentiment_score":0.05}
{"full_text":"Gonna lose some followers now , but couldn't care less tbh. People need to wake the F up! Vaccine needed to enter heaven , ffs , that's just hilarious","sentiment_score":0.1458333333}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"RT sports gambling is a future epidemic","sentiment_score":0.0}
{"full_text":"RT BRUSSELS: Protesters take to the streets to demonstrate against COVID mandates","sentiment_score":0.0}
{"full_text":"RT Well it happened. My quadriplegic dad has covid. Brought in by an unvaccinated home health aid. How do you people sleep at ni...","sentiment_score":0.0}
{"full_text":"RT A really important thread to understand about long covid and why current case control studies are not actually the gold sta...","sentiment_score":0.0875}
{"full_text":"Enough must of given in!! ","sentiment_score":0.0}
{"full_text":"Josh Freed: Column teasing Floridians about COVID strikes angry chord #SmartNews ","sentiment_score":-0.5}
{"full_text":"RT Learning to predict what next week's news cycle will be.The New York Times is going to try to scare the BEJESUS out of yo...","sentiment_score":0.0681818182}
{"full_text":"Extract from a very well reasoned thread showing why vaccination is better than infection-inducted immunity with #COVID19 #CovidVaccination","sentiment_score":0.35}
{"full_text":"RT Laura Dodsworth gives a great explanation of the 'nudge' tactics used by the government throughout the pandem...","sentiment_score":0.8}
{"full_text":"RT \"Freedom\" depends on your perspective.When it comes to #COVID and healthcare I think about:-freedom of having life-saving...","sentiment_score":0.0}
{"full_text":"How can an Mrna Injection be a vaccine? Are you an illiterate or something? you learn what Mrna is on the 7th grade of school fkin COCO BONGO.","sentiment_score":0.0}
{"full_text":"RT We all remember how shocked and disgusted Australia was at the Delta aged care...","sentiment_score":-0.6}
{"full_text":"RT Claimed he was exposed to covid but that's not it. #TrudeauIsACoward. Running from his own people. Hiding from his coun...","sentiment_score":0.6}
{"full_text":"RT Vale my big sister Mem who died from #COVID alone in a nursing home in Melbourne","sentiment_score":0.0}
{"full_text":" So, choose a well researched vaccine, produced to the highest levels of QC, hygiene, etc etc these Google trained doctors ARE happily paying for potentially fake meds made in squalid conditions.....fucking genius levels of twatfuckerry. Just listen to yourself ffs!!","sentiment_score":0.009375}
{"full_text":"RT The current seven day average of US Covid deaths is over 2,500. So yes, it is.","sentiment_score":-0.075}
{"full_text":"RT Is it not possible to make covid test kits in America? We bought 500 million from China during a supply chain crises. Let th...","sentiment_score":0.0}
{"full_text":"RT The people that I know who have had covid have had no heart issues so far that is unvaccinated &amp; vaccinat...","sentiment_score":0.1}
{"full_text":"RT Pro-Trump musician Kid Rock announced that he will not perform at venues with #maskmandates or #COVID-19 vaccine requi...","sentiment_score":0.0}
{"full_text":"RT It is never \"just\" politics. 6 years of my life went through hell because of Duterte administration, 2 years of that I wasted...","sentiment_score":-0.2}
{"full_text":"Check the link, it is all there. Stanford study. CDC backed. At this point people don't know because they don't want to know.Your hospital system was at the brink a year or 2 before Covid, is it any wonder the system can't handle a surge in hospitalizations due to Delta?","sentiment_score":-0.125}
{"full_text":"RT Republican lawmakers would rather obstruct legislative progress than help you and your family.They voted against loweri...","sentiment_score":0.0}
{"full_text":"RT I want a PLAN that accounts for:- the next wave- new variants &amp; subvariants- mass reinfection- indoor air standards &amp;...","sentiment_score":0.0681818182}
{"full_text":"Nice. Facts, data, and research are the vaccine for unsubstantiated FUD; in a vacuum.","sentiment_score":0.2958333333}
{"full_text":"RT Freedom to do what, Interrupt commerce? Stop the movement of people and goods across...","sentiment_score":0.0}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT The actor and anti-lockdown campaigner said he was taking anti-parisitic treatment Ivermectin","sentiment_score":0.0}
{"full_text":"RT NSW government was warned Omicron could lead to more hospitalisations days before restrictions lifted","sentiment_score":0.5}
{"full_text":"Anyone else heating this? ","sentiment_score":0.0}
{"full_text":"RT How many gene sequence changes to Covid-19 before it isn't \"Covid-19\" anymore? OG Covid-19 ended a long time ago.","sentiment_score":0.225}
{"full_text":"RT Two weeks to flatten curve. Lockdown will end CoVid. 2 jabs will end it, 3 jabs... 1 more lockdown, 4 jabs. Why are the...","sentiment_score":0.5}
{"full_text":"The bigger question is, why don't they just end the mandates and it all goes away, even covid.","sentiment_score":0.0}
{"full_text":"RT And this is why $SHIB continues to impact the world. Kindness first x","sentiment_score":0.25}
{"full_text":"RT This is the 1st time in the pandemic my freedoms have been restricted. Closed streets. Closed businesses. Closed schools. C...","sentiment_score":-0.1}
{"full_text":"RT #TAX HavensOf the 4 countries that make up Britain - England, Scotland, Wales, NI: - England was the only one that...","sentiment_score":0.0}
{"full_text":"RT SPORTS AGENDA: Chelsea fume as Premier League's strict Covid rules hit club's sponsorship deals |","sentiment_score":0.0}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT They're closed because teachers are sick with Covid, Jay.","sentiment_score":-0.4071428571}
{"full_text":"RT  U-turn on mandatory Covid vaccinations for NHS and social care workershttps:\/\/t.co\/Fuyu1NwY0M","sentiment_score":0.0333333333}
{"full_text":"Fossil fuel based plastic is toxic to human beings and animals, lasts for ridiculous time periods, and leaches CO2 into the atmosphere. Biodegradable plastic based on plant materials is a climate and sustainability solution. #Helkey","sentiment_score":-0.1666666667}
{"full_text":"If you need a vaccine every 3 months its not a vaccine","sentiment_score":0.0}
{"full_text":"RT  U-turn on mandatory Covid vaccinations for NHS and social care workershttps:\/\/t.co\/Fuyu1NwY0M","sentiment_score":0.0333333333}
{"full_text":"RT Elvis Presley took the polio vaccine on live television to help promote vaccination -- and the annual incidence of polio in...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Neil Young gets a big win as Spotify admits that it \"hasn't been transparent\" about its banned content polic...","sentiment_score":0.3}
{"full_text":"The International Students and Scholars Office (ISSO) offers a variety of opportunities to international students.On Feb. 18, it is hosting the International Student Conference - Rebuilding and Resilience: Strategies for post-pandemic success via Zoom.","sentiment_score":0.08}
{"full_text":"#Covid Suffering Donate to Living COVID Post Traumatic Stress Disorder Fundraising Join Partner Fundraising Donate by Credit Card Call # Donate by Mail: Paul Vigil P.O. Box 7 Westminster Colorado 80036 click Link for Talk Hotline","sentiment_score":0.0}
{"full_text":"The most reported benefits of implementing new contact-tracing tools during the #COVID19 #pandemic were improvements to data collection, extending capacity for #contacttracing, and improving overall response efforts. #NewsFromNACCHO","sentiment_score":0.2121212121}
{"full_text":"BioNTech has added about 200 jobs to its Marburg, Germany manufacturing site since it took it over from Novartis in 2020. This year, it will add another 250, as demand for Covid-19 boosters has led to calls for an Omicron-specific vaccine in adults.https:\/\/t.co\/7HHFOmqN2p","sentiment_score":0.0}
{"full_text":"RT Biden's approval rating among Black Americans has dropped by 20 points since April. Crime has surged, inflation is ram...","sentiment_score":-0.1666666667}
{"full_text":"RT My hairlines fine. My wife loves it, you on the other hand are hiding behind a footballers picture so I'm probably assuming...","sentiment_score":-0.0361111111}
{"full_text":"Lifeline hours Monday January 31Phone: 9:00 - 12:30; 19:30 - 23:00Chat: 12:30 - 23:0003-5774-0992https:\/\/t.co\/K78fRRP8W5See our weekly hours here:https:\/\/t.co\/Xt7Y7WNLf6","sentiment_score":0.0}
{"full_text":"RT Travel Advisory:  Stay away from Boston.  It's a mask and vaccine hellhole.","sentiment_score":0.0}
{"full_text":"#Omicron is leading to a steep surge in hospitalizations across the state. To help slow the spread and protect yourself and others, upgrade your mask. Wear an N95, KF94, or KN95 if you can, especially in crowded public settings. ","sentiment_score":-0.1}
{"full_text":"This article presents an overview of post-pandemic commercial property trends across industries, as well as best practices for handling these changes efficiently.","sentiment_score":0.5}
{"full_text":"RT America is in a cold civil war because of Donald Trump and his botched handling of the pandemic.How pathetic is that?","sentiment_score":-0.8}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Contribute to our School in the Time of COVID : Community Conversations by sharing your thoughts and experiences during the pandemic. Please take a few minutes to complete the brief survey below.@tucsonunified","sentiment_score":-0.0333333333}
{"full_text":"#Globalsupplychain disruption &amp; #shortages caused by the #COVID #pandemic are set to continue well into 2022, according to a report.https:\/\/t.co\/2c45dXgYQd#shipping#containerships#SupplyChain#supply#chain#ports#ZeroCOVID #China","sentiment_score":0.0}
{"full_text":"For the record I've never been a registered Republican. I have voted on my independent convictions. And I have friends and family on all political spectrums who all agree masking kids any longer is useless against Covid and harmful to our kids","sentiment_score":-0.1666666667}
{"full_text":"Spotify to add advisories to podcasts discussing COVID-19https:\/\/t.co\/mUyUtXFnp8","sentiment_score":0.0}
{"full_text":"RT Participants in the far-right\/anti-vaccine truck convoy in Canada claimed they couldn't find restaurants to serve them, and at...","sentiment_score":0.0}
{"full_text":"RT People who keep plugging away and doing their part don't always get much attention, do they?","sentiment_score":0.2}
{"full_text":"RT Four of five of my school system's school board members think they know better than this doctor. They absolutely do not....","sentiment_score":0.2}
{"full_text":"ICYMI #1636: We speak with two laboratory scientists about the good, the bad, and the \"we don't quite know yet\" of at-home COVID-19 testing. To hear more visit: (Photo: Flickr\/Jernej Furman)","sentiment_score":-0.0625}
{"full_text":"It will continue to be. Every time they declare an outbreak they will again reduce the unvaxxed to second class and continue to vax the willing every year. And treating the side effects....Imagine!\"win-win\". ","sentiment_score":0.15625}
{"full_text":"Get your Covid-19 vaccines at Gage Park, 2411 W. 55th St., Tues., Feb. 1 from 12- 6 pm. Walk-ups are available. 5+ are eligible to receive $50 for each primary dose. Pre-register at  #VaxChiNation","sentiment_score":0.4}
{"full_text":"RT How about removing mandates &amp; keeping schools open #MandateFreedom #MentalHealthMatters","sentiment_score":0.0}
{"full_text":"RT German study explores puzzling spikes in deaths among unvaxxed that coincide with vaxx campaigns.\"The tripling &amp; quadrupling...","sentiment_score":0.0}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT Nothing says #TaxTheRich quite like billionaire pandemic wealth gains:Elon Musk: +$243,500,000,000Jeff Bezos: +$75,0...","sentiment_score":0.0}
{"full_text":"RT Honestly, how is it \"breaking news\" that the NSW govt ignored warnings about Omicron. We all witnessed it in real time, 2...","sentiment_score":0.4}
{"full_text":"RT Stephanie Macklin, 57yo ED RN, St. Anthonys Hospital, Yukon, Oklahoma, died of #covid19 1\/10\/22. \"She was everybody's go to. I...","sentiment_score":0.0}
{"full_text":"Austin Bukenya: Laughing at medical laughter and causing a healthy pandemic","sentiment_score":0.25}
{"full_text":"Chico State freshmen, like Lexi Jenkins, say that the removed requirement further removed a weight off their shoulders while applying nearly one year ago.https:\/\/t.co\/jg9lFMFNfY","sentiment_score":0.05}
{"full_text":"#COVID19 Resource Roundup: Keep your organization up-to-date with the most current #COVID developments and laws using our comprehensive content. Explore our most popular content from this week here:","sentiment_score":0.4}
{"full_text":"Have you heard of covid before 2020? Me neither.Has any other disease infected so many people in such a short amount of time? Me neither.","sentiment_score":0.09375}
{"full_text":"We want to hear from you to make the best decisions for our state. How should Kansas spend federal COVID and economic recovery funding dollars? Suggestion forms are available now https:\/\/t.co\/ArIgH1erk4","sentiment_score":0.5333333333}
{"full_text":"RT Trudeau's reaction to the truckers is the only reaction he knows: revenge.","sentiment_score":0.0}
{"full_text":"Schedule your COVID-19 vaccine, booster shot, or flu shot now. You can find the soonest available appointment near you by visiting:","sentiment_score":0.25}
{"full_text":"We will be requiring 100% of attendees and staff to take a rapid test, on-site, prior to picking up their badge. Tests will be administered at no cost to attendees! Please read about our COVID Policy here:","sentiment_score":0.0}
{"full_text":"Spotify to add advisories to podcasts discussing COVID-19","sentiment_score":0.0}
{"full_text":"Meanwhile Kid Rock has announced he won't be handing out CDs outside any 7-11 imposing COVID restrictions.https:\/\/t.co\/mXYdwXumJE","sentiment_score":0.0}
{"full_text":"Beginning Monday, free N95 masks will be available at in Carrboro and at in Hillsborough.https:\/\/t.co\/PthTeUeB7e","sentiment_score":0.4}
{"full_text":"You are misreading the data. Data from Israel shows you are much less likely to contract Covid, be hospitalized or die if you are vaccinated. The problem with relying on Ben Swann for your info is that Swann distorts the Israeli data. And so do you.","sentiment_score":-0.0833333333}
{"full_text":"RT posts like this are just as bad as spreading covid misinformation","sentiment_score":-0.7}
{"full_text":"RT BREAKING: Neil Young gets a big win as Spotify admits that it \"hasn't been transparent\" about its banned content polic...","sentiment_score":0.3}
{"full_text":"RT The 10 richest Americans doubled their wealth during pandemic. The system is rigged for those at the top.","sentiment_score":0.5}
{"full_text":"RT The silence on the show was because1) only family members were there because of COVID-19. 2) most of the family me...","sentiment_score":0.25}
{"full_text":"#Switzerland will lift all covid restrictions on 16 February 2022 and Carnival in Basel will be back, 7-9 March. The Cortege parade will not take place, but #Morgenstreich and the lantern exhibition at Munsterplatz will be extra magical. #BaslerFasnacht #DameFasnacht #UNESCO","sentiment_score":0.0625}
{"full_text":"RT Omg I just came from this place where Cdns were showing so much solidarity &amp; patriotism! It was beautiful! Everyone togethe...","sentiment_score":0.625}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey","sentiment_score":0.0375}
{"full_text":"RT REINFECTION RISK--Omicron doesn't protect from future infection much--2 studies \"taken together,  our results suggest tha...","sentiment_score":0.0}
