{"full_text":"Restrictions are imposed as the number of covid patients increases but the first to fifth schools in Mumbai are open from tomorrow. Parents should be informed of this decision even if there is no discussion on it. ,@EduMinOfIndia ,@mybmc ,@zee24ta","sentiment_score":0.125}
{"full_text":"RT Now 1 month is left for d notification and govt. is still indifferent i fear whether all our hope n hardwork will get r...","sentiment_score":0.0}
{"full_text":"RT Hospitalizations: rising.ICU admissions: rising. Hospitals: In crisis, with many staff off sick.Sure, Omicron may be les...","sentiment_score":0.5}
{"full_text":"RT OMICRON GO FUCK YOURSELF","sentiment_score":-0.4}
{"full_text":"RT BREAKING: Lionel Messi tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT \"COVID19 does damage the brain. But not primarily by binding to neurons. Instead it creates irrational anxiety among a certai...","sentiment_score":-0.2}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT On CNN, Gov Larry Hogan said \"we are taking all kinds of actions\" when asked what state is doing about record setting Cov...","sentiment_score":0.0}
{"full_text":"Fauci lied and people died","sentiment_score":0.0}
{"full_text":"RT U.S. Congresswoman Marjorie Taylor Greene's personal Twitter account (@mtgreenee) has been permanently suspended for misinform...","sentiment_score":0.0}
{"full_text":"RT If you can wait in line with an ID to take a COVID test, you can wait in line with an ID to vote.","sentiment_score":0.0}
{"full_text":"It wasn't super fun to have a newborn in a pandemic, 3 weeks before lockdowns started, so it always feels good to see people talk about how hard it is.","sentiment_score":0.2604166667}
{"full_text":"RT As the world enters its third year of the pandemic, we asked parents of young kids to send us their questions. A pediatric infec...","sentiment_score":0.05}
{"full_text":"RT 'Frightening new Covid data shows  Johnson's omicron gamble may be about to implode...' Has a single one of this pillock...","sentiment_score":-0.145021645}
{"full_text":"Vaxxed folks like my daughter are getting it but symptoms are really mild.  Need to look at hospitalizations and deaths.  This is how the pandemic ends - they will get Omincron (mild) and have antibodies.  I give it two months and it will be over ... for the vaccinated","sentiment_score":0.3333333333}
{"full_text":"RT A timeline of gross negligence:Nov 28: Omicron detected in OntarioDec 16: recommends an immediate cir...","sentiment_score":0.0}
{"full_text":"COVID, Ivermectin, And 'Mass Formation Psychosis': Dr. Robert Malone Gives Blistering Interview To Joe Roganhttps:\/\/t.co\/ejDOwzDiIc","sentiment_score":0.0}
{"full_text":"RT 1. Astonishing that the link to the in this piece takes you to a defamatory article in the rathe...","sentiment_score":0.5}
{"full_text":"RT Among the new laws: Voters in all statewide elections, regardless of whether they signed up for absentee voting, will receiv...","sentiment_score":0.1363636364}
{"full_text":"RT Please watch this, a good honest Doctor who is fighting our corner, at great risk to himself! Support Sam however you ca...","sentiment_score":0.7666666667}
{"full_text":"RT During the deadly second wave of Covid-19 in India, people came together to help each other when the government failed.","sentiment_score":-0.2083333333}
{"full_text":"RT A Twitter ban offense 6 months ago.","sentiment_score":0.0}
{"full_text":"RT One reason our schools stayed closed for so long in the United States was that there was a critical mass of experts and docto...","sentiment_score":-0.05}
{"full_text":"Lastly, 1 in 4 people testing for COVID in Scotland last week came back positive; meaning a 25% positivity rate at present.","sentiment_score":0.0454545455}
{"full_text":"RT The fact that it's just how viruses work that they mutate makes telling people they could go maskless and forgo precautions if...","sentiment_score":0.0}
{"full_text":"RT Horrifying","sentiment_score":-0.9}
{"full_text":"RT 'Boosters are critical': Dr. Fauci and World Health Organization say omicron appears to be milder, but warn it's still ear...","sentiment_score":0.0}
{"full_text":"RT This is the face of a Respiratory Therapist that battled the last few hours of his shift extremely short-staffed and get...","sentiment_score":-0.1083333333}
{"full_text":"He's not the only one. The only news allowed about Covid is bad news and any attempt at challenging the narrative must be attacked. The massive case numbers are(so far) a nothing burger. Even allowing for a lag in icu admissions(should be visible now) not a lot going on.","sentiment_score":-0.0166666667}
{"full_text":"Miss Mississippi 1984 dead at 59, plus more famous people we've lost to COVID-19 #Vaccineswork #GetBoostedNow","sentiment_score":0.2666666667}
{"full_text":"Vaccinated people brought omicron to the US..","sentiment_score":0.0}
{"full_text":"RT 2 Days until your children and educators walk into dangerous places (no #MandatoryVaccination\/no test for entry\/no N95\/pro...","sentiment_score":-0.6}
{"full_text":"in season 3 of covid I get a gf. if not I don't want it","sentiment_score":0.0}
{"full_text":"RT Facts:COVID-19 patients currently make up 13.6% of our ICU population.There has been a 2% growth of COVID pat...","sentiment_score":0.0}
{"full_text":"Omicron might have a lower virulence than Delta #Omicron #health #protection","sentiment_score":0.0}
{"full_text":"RT Too irresponsible to be on Twitter, but can serve in Congress and impact millions of people's lives. That is such an indict...","sentiment_score":0.0}
{"full_text":"RT I've been working on call at the Children's hospital here in New York this weekend, and literally every child we are o...","sentiment_score":0.1363636364}
{"full_text":"RT Crappy vaccine, now label expired too, to be given to teens! ","sentiment_score":0.0}
{"full_text":"The Colts look like the entire team hasn't practiced this week. It's like they were out with COVID or something.","sentiment_score":0.0}
{"full_text":"I'm down. Once I'm in NYC and the pandemic isn't on crazy full kilter! Haha","sentiment_score":-0.0295138889}
{"full_text":"Ugh, this is what I was worried about!","sentiment_score":0.0}
{"full_text":"RT What's the phrase about every journey starting with a single step?  This is mine on the way to #CES2022 - with a bit of luck...","sentiment_score":-0.0357142857}
{"full_text":"RT Dr Jenny Harries started the pandemic by telling us that masks were a bad idea and large events should go ahead. She's now...","sentiment_score":-0.2428571429}
{"full_text":"RT Notice how the loudest voices for the COVID apparatus- Fauci, Walensky- never, ever subject themselves to debate on air, li...","sentiment_score":-0.1666666667}
{"full_text":"RT I dont feel sick at allBut I think I should wait in line for 2 hours to get tested for COVID to make sure I don't need to go...","sentiment_score":-0.1071428571}
{"full_text":"Virology features of a family cluster of SARS-CoV-2 infections in Shanghai, China #Biosafety_and_Health","sentiment_score":0.0}
{"full_text":"RT That makes a person fulfilled. I guarantee the apparent \"losers\" in the Covid war are happier than the apparent \"winners....","sentiment_score":-0.0333333333}
{"full_text":"RT how can Buffalo NY which is 20 mins from my home in Ontario be so much different, full stadium, no mask, no soc...","sentiment_score":0.175}
{"full_text":"RT I dont feel sick at allBut I think I should wait in line for 2 hours to get tested for COVID to make sure I don't need to go...","sentiment_score":-0.1071428571}
{"full_text":"RT What's \"mild\" for one person can be a death sentence for another. Our discussions of Omicron are steeped in ableism.","sentiment_score":0.3333333333}
{"full_text":"A great example of execution.There's nothing new about *what* they shared (and we've seen enough covid\/emotional videos in these 2 years) but it boils down to *how* they shared it.","sentiment_score":0.1952020202}
{"full_text":"RT \"It was a bad day\" Democracy almost died....I don't want January 6th to help Democrats. I want it to save Democracy.  I wan...","sentiment_score":-0.45}
{"full_text":"RT So many injury cases, Covid issues, Lukaku's recent madness, still we've lost only once in the league, 2nd in the league, sti...","sentiment_score":0.125}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT MTG is perma-banned but Dr. Feigl-Ding comparing COVID to an asteroid that vaporized the earth is totally normal.","sentiment_score":0.15}
{"full_text":"RT Friendly reminder that COVID is not the 'great equalizer' -- it discriminates. It sharpens and exacerbates everything unf...","sentiment_score":0.5875}
{"full_text":"RT Marjorie Taylor Greene's personal Twitter account permanently suspended over COVID-19 'misinformation'","sentiment_score":0.0}
{"full_text":"RT Unvaccinated Man Feeling Left Out As All His Vaccinated Friends Have COVID","sentiment_score":0.0}
{"full_text":"RT MTG was suspended for using a CDC VAERS chart.So is Twitter now telling us the CDC isn't credible? Or that the truth...","sentiment_score":0.4}
{"full_text":"RT If you spread misinformation that is conventional covid orthodoxy at the time -- cloth masks work, vaccines protect you from...","sentiment_score":-0.1428571429}
{"full_text":"RT 2020...2021...and now 2022.How many years will it take for the Modi govt to come up with a holistic strategy to protect o...","sentiment_score":0.5}
{"full_text":"RT FT: Chelsea 2-2 Liverpool# Multiple first-team players out due to COVID and injuries# Stunning goals from Mo Salah, Ma...","sentiment_score":0.125}
{"full_text":"RT I've been working on call at the Children's hospital here in New York this weekend, and literally every child we are o...","sentiment_score":0.1363636364}
{"full_text":"Covid is a very clever virus comes out at night when bars are emptying ,only attacks when standing up in pubs with no mask and it must hate darts","sentiment_score":-0.1944444444}
{"full_text":"RT Go Italians.","sentiment_score":0.0}
{"full_text":"RT General practitioner consultation rates for persistent symptoms after COVID-19 differ between patients admitted to hospi...","sentiment_score":0.05}
{"full_text":"Please Pray for my whole family we all is sick this flu\/covid is no joke but I kno God got us","sentiment_score":-0.2571428571}
{"full_text":"RT to win today! Florida sucks thanks to #DeathSantis and #COVID19","sentiment_score":0.3}
{"full_text":"RT 2022 is showing promise.","sentiment_score":0.0}
{"full_text":"RT Quebec reports 15,845 COVID-19 cases, closes stores on Sundays as of today","sentiment_score":0.0}
{"full_text":"RT In Lisbon I went out for a meal. I had to have proof of a Covid test *that day*, but didn't. So the restaurant sold me a L...","sentiment_score":0.0}
{"full_text":"RT California laws in 2022 include:-Most garment workers will be paid hourly instead of by number of clothes made-Public school...","sentiment_score":0.0}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"Some people who understand that Covid is airborne seem to believe that it is exclusively airborne. Note that Prof. Pagel writes \"aerosols are as important as droplets\". Keep doing all the good things you were doing before you donned a mask and opened a window, too. ","sentiment_score":0.55}
{"full_text":"RT Why isn't Fauci and the CDC asking for an open national discussion with Dr. Robert Malone, Dr. Peter McCollough and others...","sentiment_score":0.0}
{"full_text":"Misguided CM now misguiding public.Instead of asking people to take extreme caution ,he is saying it's very very mild.50% cases in delhi are DeltaYour downplaying will make people go CarelessAre you a Doctor who can say with certainty that Long Covid won't be there#COVID19","sentiment_score":0.0283333333}
{"full_text":"RT being vaxxed and boosted doesn't mean u can't get covid......... u should still be wearing a mask and social distancing ","sentiment_score":-0.1395833333}
{"full_text":"RT #Dehradun declares 4 areas as containment zones amid rise in #Covid cases.","sentiment_score":0.0}
{"full_text":"RT become ungabagoovernable","sentiment_score":0.0}
{"full_text":"RT No. Individual measures will never be the answer to systemic challenges, such as pandemic and climate col...","sentiment_score":0.0}
{"full_text":"RT Just wait until the kids go back to school, where contact tracing has ended &amp; no meaningful mitigation measures have been...","sentiment_score":-0.125}
{"full_text":"RT YouTube removing the Malone interview with Joe Rogan should be enough for everyone to know they're trying to hide some...","sentiment_score":0.0}
{"full_text":"RT $1 beer and $350 COVID tests.For the people.","sentiment_score":0.0}
{"full_text":"RT This is probably the result of open borders. I doubt those crossing illegally are required to take a medi...","sentiment_score":-0.25}
{"full_text":"Check out the hospitalizations. It breaks it down. Yes there are more unv'd (narrowly) in ICU but look at hospitalizations. Those are for the province.https:\/\/t.co\/Umb86SZ58g","sentiment_score":0.0481481481}
{"full_text":"RT 2 years. 2 trophies. A completely revamped, youthful &amp; energetic team. A pandemic to deal with. A fan base reconnected.Fir...","sentiment_score":-0.0666666667}
{"full_text":"RT The callous &amp; incompetent Union Govt has roughed up the doctors &amp; arrested them! Is this what they deserve?During Co...","sentiment_score":-0.4375}
{"full_text":"RT this is niallniall respect the social distancing niall is a good personbe like niall","sentiment_score":0.3666666667}
{"full_text":"RT I would argue that it needs to go beyond that. Faux News and their hosts have, in part, direct responsibilit...","sentiment_score":0.1}
{"full_text":"RT Lives lost to COVID in 2021 415,000              2","sentiment_score":0.0}
{"full_text":"RT Can't wait for tv Nicola Sturgeon's first covid update of the New Year...","sentiment_score":0.1931818182}
{"full_text":"RT Mass formation psychosis is when Republicans pretend that 800k Americans haven't died of COVID. #MassPsychosis","sentiment_score":0.0}
{"full_text":"RT Good. Anti-vaxxers should be treated like the pariahs they are.","sentiment_score":0.7}
{"full_text":"RT If you're protesting Pfizer's COVID vaccine but still popping Viagra (made by Pfizer too) that makes you a hypocrite -- happ...","sentiment_score":0.0}
{"full_text":"I like how the NFL just let Carson Wentz play with full blown covid!!! They're starting to realize this whole \"plandemic\" is a joke","sentiment_score":0.29453125}
{"full_text":"RT It's a good thread this if you want a basic summary on the evidence around masks (of which there is plenty).There was even a...","sentiment_score":0.35}
{"full_text":"RT He has to go. I get with Covid and injuries we ran out of bodies, but the defense has been awful all year","sentiment_score":-1.0}
{"full_text":"RT \"This is for your protection...\"","sentiment_score":0.0}
{"full_text":"Covid-19: Vaccination for 15 to 18 Age Group will start from today More than 7 lakhs have registered on the CoWIN Portal - India Hindi News","sentiment_score":0.5}
{"full_text":"RT We prepared for Y2K better than we have this two+ year pandemic.","sentiment_score":0.5}
{"full_text":"RT For the life of me, I can't understand how bars and restaurants can still be open for in-person dining and how schools are go...","sentiment_score":0.0}
{"full_text":"RT \"It was on purpose. He was screaming about mandates. He was screaming 'no vax ID,'\" said a witness.","sentiment_score":0.0}
{"full_text":"RT More than 37K new COVID-19 cases reported in Ohio over past two days.","sentiment_score":0.1287878788}
{"full_text":"RT I wish that every asshole who lies about COVID risks for children and spreads misinformation about the vaccine could hear...","sentiment_score":0.0}
{"full_text":"RT A nearby GP surgery in Glasnevin has 400 COVID boosters available this Thursday that are desperately looking for arms to...","sentiment_score":-0.1}
{"full_text":"Ding dong, the b$*\"h is dead!!!","sentiment_score":-0.390625}
{"full_text":"\"Long COVID\" is the new fibromyalgia","sentiment_score":0.0431818182}
{"full_text":"RT Twitter banned MTG and YouTube took down the Rogan\/Malone hit because they challenged the regime's COVID narrative.","sentiment_score":-0.1555555556}
{"full_text":"Facebook KTTI 401 1986 grad Mech;COVID-19 Omicron: second infection tied to family member of diner in restaurant cluster sparks fears of growing outbreak, somehow the HK health chief warns us at tipping point somehow, fr. HKSAR Yahoo local news though.https:\/\/t.co\/KP9HNm7P8m","sentiment_score":0.0}
{"full_text":"RT Tourism bosses tell Macron to scrap travel ban on UK holidaymakersNo, I Personally Will Not Visit France Again, Not A...","sentiment_score":0.0}
{"full_text":"RT It is a slap in the face to science for to circumvent the standard convening of the expert advisory board... FDA i...","sentiment_score":0.0}
{"full_text":"I get they may not be able to go near him, but a smile and a wee explanation would have been common courtesy. He's only a wee boy and a few feet away and they walked right by him. The pandemic doesn't justify football players walking by young fans and not even acknowledging them","sentiment_score":0.0982142857}
{"full_text":"RT Fauci warns of danger of hospitalization surge due to large number of COVID cases","sentiment_score":0.0446428571}
{"full_text":"RT  how many are arrested from this meeting? Why double standard?","sentiment_score":0.1666666667}
{"full_text":"RT Why did kids rarely catch covid until after we started vaccinating them?","sentiment_score":0.3}
{"full_text":"No media in KanadA worth paying attention to .  I get info from WarRoom Pandemic on America's Voice .  Robert Kennedy Jr and Naomi Wolf are left - they tell truth .","sentiment_score":0.15}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"These are fascinating. I finally understand how an LFT works and why children appear to be less affected by the Covid-19 virus #XmasLectures","sentiment_score":0.1777777778}
{"full_text":"RT Why you should #SwabYourThroat.... Negative via nose... Positive via the throat. #Omicron is very different from all other vari...","sentiment_score":-0.0494318182}
{"full_text":"My SO, a teacher, and I had the chat about how this is how we're going to get Omicron.Even at the most well run school I don't see how it doesn't happen.","sentiment_score":0.5}
{"full_text":"I remember her from the early covid days","sentiment_score":0.1}
{"full_text":"#Starlink is mentioned in this book.Please read.Perhaps the cause of the pandemic is completely different? What do you think?#arthurfirstenberg #theinvisiblerainbow ","sentiment_score":0.0}
{"full_text":"RT Sky News say here very clearly that those who are double vaccinated have little or no protection from omicron.","sentiment_score":-0.0191666667}
{"full_text":"RT Case detections of #COVID19 are skyrocketing in many places causing significant burden on health workers and health care...","sentiment_score":0.4375}
{"full_text":"RT Poor Marge got permanently suspended for lying about Covid. Bout damn time Twitter. #marjorietraitorgreene","sentiment_score":-0.4}
{"full_text":"Finally a Texas outlet shines light on the debacle at the border.The human cost deserves attention. Abbott's political theatre is causing deaths &amp; suffering. Like his anti-science handling of Covid is causing deaths &amp; suffering.That's why he's the leader of the Texas #DeathCult.","sentiment_score":0.1}
{"full_text":"RT I often think about two completely unrelated things simultaneously, like unemployment getting cut off to force people...","sentiment_score":0.1}
{"full_text":"Not to mention seeing some anecdotal evidence of otherwise unexplained cardiomyopathy in 30 &amp; 40 year olds. Healthy previously, common denominator is Omicron.","sentiment_score":0.05}
{"full_text":"RT I've managed to avoid all varients of COVID and my top tips are vitamin D and agoraphobia.","sentiment_score":0.5}
{"full_text":"2022 started just fine","sentiment_score":0.4166666667}
{"full_text":"RT We prepared for Y2K better than we have this two+ year pandemic.","sentiment_score":0.5}
{"full_text":"RT Wishing the OG, our very own Al Kahn, a speedy recovery and happy &amp; healthy New Year to the entire #VeVeFam ","sentiment_score":0.4432727273}
{"full_text":"RT Virgil Van Dijk on Kelleher:\"I am a big fan of him, he is a fantastic goalkeeper, he is learning from the best in my...","sentiment_score":0.4666666667}
{"full_text":"RT Omicron, London, UK epicenter: 113 babies and toddlers now admitted in London: a 4.9x--391% increase in just 3 weeks. Rec...","sentiment_score":0.0}
{"full_text":"RT New York Times Accidentally Publishes Ghislaine Maxwell Obituary Ahead Of Schedule","sentiment_score":0.1363636364}
{"full_text":"People think looting of pandemic relief funds is a guy in Eastern Europe pretending to be a hotdog stand in LA. The vast majority of it is things like this: institutional players pocketing enormous amounts of money, making cynical gestures at the occasion, and pocketing the bulk.","sentiment_score":-0.2}
{"full_text":"never get sick with covid again ?We're tired of the continued attempts at vilifying us because we are not vaccinated, and seeing that vaccination clearly doesn't prevent infection or spreading it to others, we have no interest in being vaccinated, because we are clearly immune.","sentiment_score":-0.2285714286}
{"full_text":"Haha  Your fake numbers and graphs aren't fooling those who are awake. Almost \"ALL\" those with covid and in the hospital are \"VACCINATED\"!","sentiment_score":-0.2125}
{"full_text":"RT If you spread misinformation that is conventional covid orthodoxy at the time -- cloth masks work, vaccines protect you from...","sentiment_score":-0.1428571429}
{"full_text":"RT Marjorie Taylor Greene Permanently Suspended From Twitter for Pushing Covid Lies:Good bye and good riddance.  Do her offici...","sentiment_score":0.7}
{"full_text":"RT People can now go to work with \"asymptomatic Covid,\" but they get fired for not taking the vaccine. Now we see clearly...","sentiment_score":0.1}
{"full_text":"RT Wales' Covid positivity rate has rocketed to its highest level at 41.8%, latest figures showMore:","sentiment_score":0.5}
{"full_text":"Covid got Wentz in the crippler cross face","sentiment_score":0.0}
{"full_text":"We'd appreciate your office issuing rules ceasing our vilification and the political and media bullying and intimidating people who have already had covid and have demonstrated repeated strong immunity. Thank you.","sentiment_score":0.2166666667}
{"full_text":"RT Have I got this right? In the middle of a covid crisis, and in newsrooms we're being told are too understaffed to fact-ch...","sentiment_score":0.1428571429}
{"full_text":"RT The question is why does Twitter have higher standards than The House of Representatives?","sentiment_score":0.25}
{"full_text":"Good riddance","sentiment_score":0.7}
{"full_text":"Covid has suited some people.. i completely understand the work that is involved.. this has been the case long before Covid!","sentiment_score":0.01875}
{"full_text":"RT should deny federal help to Texas. The gall of to ask for help when he refuses to do any...","sentiment_score":0.0}
{"full_text":"RT Between the lines:1. There's a lot of Omicron out in the community and there will be a similar amount in schools.2. Cas...","sentiment_score":0.0}
{"full_text":"South Korea reported 3,833 more cases of #COVID19 as of midnight Saturday compared to 24 hours ago, raising the total number of infections to 639,083.","sentiment_score":0.25}
{"full_text":"Tricky 1..I think but for Covid and the impact it had on Fosun Group I'd be questioning the tactics as well. It's a project and we have to be patient. Most important thing right now is do the books add up. If they didn't and we remained stationery or got worse then I'd be worried","sentiment_score":0.1964285714}
{"full_text":"Fauci: CDC mulling COVID test requirement for asymptomatichttps:\/\/t.co\/80MzfFqI0w","sentiment_score":0.0}
{"full_text":"Makes me think this is why we deferred!!! All the players from that Covid come back.","sentiment_score":0.0}
{"full_text":"RT A 3rd shot (booster) vaccine has 88% effectiveness (95% CI 78, 93) vs Omicron hospitalization [vs 52% without, bo...","sentiment_score":0.0}
{"full_text":" Don't miss the opportunity to get your flu and #Covid19  vaccines on the same day. Yes you can get both on the same day!#GetVax  INFO","sentiment_score":0.0}
{"full_text":"With coronavirus infections soaring, the return from schools' winter break will be different than planned for some as administrators again tweak protocols and make real-time adjustments in response to the shifting pandemic.https:\/\/t.co\/JlmwpvjoX5","sentiment_score":0.0}
{"full_text":"The eugenics is explicit with this one","sentiment_score":0.0}
{"full_text":"Over 494,400 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to reports tallied by the Iranian opposition PMOI\/MEK as of Sunday afternoon local time, January 1.https:\/\/t.co\/sQWQXsGI4h","sentiment_score":0.0}
{"full_text":"RT Totally \"mild\"--US pediatric #COVID19 hospitalizations nearly 2x last year's all-time high. Kids shouldn't be hospitalized...","sentiment_score":0.1644444444}
{"full_text":"RT Breaking News: Twitter permanently suspended the personal account of Representative Marjorie Taylor Greene, a Republican of Ge...","sentiment_score":0.0}
{"full_text":"#Winnipeg St. Amant near staffing emergency with COVID-19 caseshttps:\/\/t.co\/UnY7Bo6qcE","sentiment_score":0.1}
{"full_text":"RT Italy is now evaluating plans to require COVID booster vaccinations every four months for the \"Green Pass\" to be valid (...","sentiment_score":-0.2}
{"full_text":"Are you having difficulty making your mortgage payments? Has the pandemic put you at risk of eviction? has information about rental help, landlord support and mortgage relief for homeowners.","sentiment_score":0.0}
{"full_text":"Weighted median and trimmed mean inflation rates have been good measures of core inflation during the COVID-19 pandemic, from Laurence M. Ball, Daniel Leigh, Prachi Mishra, and Antonio Spilimbergo","sentiment_score":0.19375}
{"full_text":"A New York resident who was stumped by a \"Jeopardy\" question about his state's governor got a do-over Friday, joining Gov. Kathy Hochul's virtual COVID-19 briefing to tell her he knows who she is now.https:\/\/t.co\/FQOllnaifb","sentiment_score":0.1363636364}
{"full_text":"As we continue to navigate COVID precautions and keeping each other safe, some church activities are moving into hybrid spaces. Here are some thoughts on how to make that a welcoming place for those who are onsite as well as online, from BuildingFaith:https:\/\/t.co\/ooXjbB3vbR","sentiment_score":0.1875}
