{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT Please for the love of god do not make \"flurona\" a thing, media people","sentiment_score":0.5}
{"full_text":"RT December was another month of strong private sector job growth.  The American Rescue Plan has bolstered our economy, even in the...","sentiment_score":0.1444444444}
{"full_text":"RT This is why I didn't write about everyone needing an N95 until winter 2021. In my assessment, 3-layer or surgical masks were...","sentiment_score":0.0}
{"full_text":"RT #DontLookUp filming began early 2020. Its script was written pre-2020. While it was intended as a metaphor for climate chan...","sentiment_score":0.1}
{"full_text":"Still looking for a booster shot. Couldn't make an appointment at one place because I've had one or two symptoms that might be COVID (or might be almost anything else).I'll get one as soon as I can.","sentiment_score":0.0}
{"full_text":"Because we all know muscley fit guys are synonymous with brain power","sentiment_score":0.4}
{"full_text":"RT California conspiracist \"attacked workers at a coronavirus vaccination clinic, allegedly calling them murderers and false...","sentiment_score":-0.25}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT RCH is not a COVID-19 testing site. Our ER is very busy providing our community the care it needs in this new COVID wa...","sentiment_score":0.1331818182}
{"full_text":"RT Went outside India for the first time since COVID and got a bunch of people amused by my name. Future foreign trips are...","sentiment_score":0.03125}
{"full_text":"RT This is seriously terrifying","sentiment_score":-1.0}
{"full_text":"RT Likewise: I think people who haven't been in\/don't work in hospitals just don't understand how BAD this pandemic has b...","sentiment_score":-0.7}
{"full_text":"NOW $20 &amp; 24$ EACH!!:Kroger and Walmart hike the price of COVID-19 home tests via","sentiment_score":0.0}
{"full_text":"RT This only took two years to happen. And only happened because case numbers are surging and Democrats are being blamed for c...","sentiment_score":0.0}
{"full_text":"RT This only took two years to happen. And only happened because case numbers are surging and Democrats are being blamed for c...","sentiment_score":0.0}
{"full_text":"RT Henceforth, Fox \"News\" will be known as Fox \"Lies\".I blame them for helping Trump incite the attack on the U.S. Capitol...","sentiment_score":0.0}
{"full_text":"RT The Health Minister should move to scrap vaccine certification immediately. With rising cases it just goes to show that it...","sentiment_score":0.0}
{"full_text":"\"I have accepted my destiny of being covidiot so i won't let anyony else chose other path\"","sentiment_score":-0.125}
{"full_text":"RT This story is an absolute lie....Just checked the hospital data for Worcestershire NHS Trust and they had no patient...","sentiment_score":0.2}
{"full_text":"RT The latter all day long - given the studies showing thinning of the brain post-Covid I'm far mo...","sentiment_score":0.0166666667}
{"full_text":"RT The CDC says it's actually fine to enter the faery realm and eat and drink of their foods and wines and it'll be total...","sentiment_score":0.2083333333}
{"full_text":"RT  New record number of child Covid cases! TWENTY EIGHT THOUSAND NINE HUNDRED AND SEVENIn one day.And this is before #BackToS...","sentiment_score":0.1704545455}
{"full_text":"RT First snaps of 2022, Omicron might delay my nurse since she will need to quarantine for a week before seeing me so I'll leave...","sentiment_score":0.25}
{"full_text":"RT I never want to hear another word about CERB being abused ever in my life.","sentiment_score":0.0}
{"full_text":"Be nice to your health care providers","sentiment_score":0.6}
{"full_text":"Important thread!","sentiment_score":0.5}
{"full_text":"RT Omicron is a very transmissible variant -- much different than anything we've seen before.  But you can protect yourself.  Ge...","sentiment_score":0.1}
{"full_text":"RT He could... get vaccinated, right?","sentiment_score":0.2857142857}
{"full_text":"RT *vote to work remotely.","sentiment_score":-0.1}
{"full_text":"RT Jobs have healthcare workers going into work with positive Covid tests and symptoms. We are doomed.","sentiment_score":0.2272727273}
{"full_text":"RT Philadelphia is battling two crisis at the same time.  In the last 14 day period, more people in Philly have been shot by guns...","sentiment_score":0.1666666667}
{"full_text":" Stay home and cook dimwit","sentiment_score":0.0}
{"full_text":"The old vaccines are great and worked.I fully support them. This vax however does not work as claimed and and will never eradicate covid and also has a very high side effect rate.","sentiment_score":0.3693333333}
{"full_text":"RT THREAD:  School closure and kids I am an expert in child &amp; adolescent EMERGENCY psychiatry.  This is my expert opinion:...","sentiment_score":0.0}
{"full_text":"COVID-19 virus can spread to almost every organ in the body, including the brain, and persist there for months","sentiment_score":0.0}
{"full_text":"RT Hi just a reminder that the government doesn't actually care about keeping kids in school - they care that their parent d...","sentiment_score":0.0}
{"full_text":"RT You don't need to hire a doorguy or host to check vax cards at your bar or restaurant. Servers or bartenders can check the...","sentiment_score":0.0}
{"full_text":"RT A classic strategy for AIDS denialism was arguing that deaths from AIDS were \"overcounted\" and that other, less preventab...","sentiment_score":-0.0416666667}
{"full_text":"When the pandemic hit, online learning opportunities hit a new peak.","sentiment_score":0.1363636364}
{"full_text":"RT Perhaps the most terrifying study is from Oxford University, which examined the effects of vaccination on long COVID sym...","sentiment_score":-0.1833333333}
{"full_text":"RT My roomate got positive now. If I will do covid test maybe result will be positive but I can't do the test because tomorro...","sentiment_score":0.2272727273}
{"full_text":"RT Interesting when we were in the same position before a Carabao Cup tie against Spurs last season? ","sentiment_score":0.1666666667}
{"full_text":"RT Despite the best efforts of @Douglas4Moray today, we still have no answers to these key questions from @NicolaSturgeon...","sentiment_score":0.5}
{"full_text":"RT Don't believe this types of rumors...Only tweets for and the tn theatres owners....after we...","sentiment_score":0.0}
{"full_text":"RT Part of my contribution to the vaccine certification debate when I question had the Health Minister even considered people...","sentiment_score":0.0}
{"full_text":"I love Poland ","sentiment_score":0.5}
{"full_text":"RT This is now provably untrue. There is so much data out there one could also call it a lie.","sentiment_score":0.2}
{"full_text":"Trudeaus a moron, no other leader takes him seriously , why should we?Wish this guy was running Canada.","sentiment_score":-0.3569444444}
{"full_text":"RT I lost my mother when I was just three years old, lost my father when I was just 19. Only difference being the mind was...","sentiment_score":0.05}
{"full_text":"\"The harms of remote learning\" are all anyone talks about! It's all over the news, statements from politicians, and school district decisions! Teachers don't ENJOY remote learning, they just enjoy themselves and their students not spreading covid!!","sentiment_score":0.1921875}
{"full_text":"RT The CDC recommends staying at home with your dog so they're not sad","sentiment_score":0.25}
{"full_text":"RT COVID and NFTs happening at the same time in history is just breaking my brain. How are we this bad at staying alive and...","sentiment_score":-0.2}
{"full_text":"Federal Vaccine-Mandate Wars at the Supreme Court","sentiment_score":0.0}
{"full_text":"Found out about another positive COVID test of someone. Triple vaxxed. Feels like a mild cold. People are getting mad at the suggestion we're all going to eventually get it (and making wild accusations at those who say it) but it definitely seems like the reality.","sentiment_score":-0.0940656566}
{"full_text":"RT Going remote for a few days is not school closure. Wearing a higher quality mask is not lockdown. Giving people access to fr...","sentiment_score":-0.0166666667}
{"full_text":"RT people saying that you need to accept that everyone's going to get covid at some point have never dealt with chronic illne...","sentiment_score":0.0}
{"full_text":"RT ICYMI: Canadian musician Jacob Hoggard, the frontman for the band Hedley, has once again seen his sexual assault trial pos...","sentiment_score":0.5}
{"full_text":"RT SAGE government advisors said there'd be 3-5,000 daily Omicron deaths in January without further lockdown restrictions....","sentiment_score":0.0}
{"full_text":"The \"CDC approved vaccine\" isn't even available in the united states lol. Research it. Seriously. Pfizer formula isn't the exact formula that's \"CDC approved\"","sentiment_score":0.2791666667}
{"full_text":"COVID-19 Canada Tracker - About","sentiment_score":0.0}
{"full_text":"RT As a former Ebola researcher I promise we never want an Ebola outbreak to look anything like this . If Ebola was this...","sentiment_score":0.0}
{"full_text":"RT Now I'm walking around my apartment singing \"My Flurona\", because I'm 15 apparently.","sentiment_score":0.05}
{"full_text":"RT Democrats scramble to lock down Manchin on filibuster","sentiment_score":-0.1555555556}
{"full_text":"It was of course Douglas Ross, for all you lurkers out there","sentiment_score":0.0}
{"full_text":"RT #COVID19 vaccine protection lessens over time. Get your COVID-19 booster to increase your protection from COVID-19, including t...","sentiment_score":0.0}
{"full_text":"The Chicago Teachers Union voted to switch classes to remote learning due to the COVID-19 surge, city leaders reacted by canceling classes instead.","sentiment_score":-0.1125}
{"full_text":"RT The debate has moved on, but with what we know now about Omicron, vaccine passports need scrapping.Vaccinated people...","sentiment_score":0.0}
{"full_text":"Kids are returning to school in the middle of a perfect storm- we have an unprecedented Omicron surge, RSV and flu are circulating, many districts have dropped mask requirements, and kids are under-vaccinated and remain at risk.","sentiment_score":0.525}
{"full_text":"He is setting an excellent example of how people should not step out of their houses and not spread Covid, notwithstanding who you are, bcm or BCm.","sentiment_score":1.0}
{"full_text":"RT The CoVHORT study, limited to non-hospitalized patients in Arizona - \"mild\" cases - found a 68% prevalence of 1 or more...","sentiment_score":0.253968254}
{"full_text":"Getting vaccinated is like wearing a helmet on ur bicycle, u can still get covid the same way you can still get hit by a car, you will just be a little less brain dead than the people who don't when u inevitably get hit by a car. Also there are 13,000 drunk drivers.","sentiment_score":-0.1756944444}
{"full_text":"The numbers are higher folks - they are fudging the numbers thanks to the testing changes. \"Ministry of Health says 1,554 were unvaccinated, 386 were partially vaccinated, 9,255 were fully vaccinated and 387 had an unknown vaccination status.\" Add 10,000https:\/\/t.co\/1WZpISs6gi","sentiment_score":0.0625}
{"full_text":"RT I know COVID testing remains frustrating, but we are making improvements. In the last two weeks we have stood up federal testi...","sentiment_score":-0.2}
{"full_text":"And by the way Bill refused to wear a mask at Late Night despite everyone being asked to wear one.  My guess he would fight any mandates.","sentiment_score":-0.3}
{"full_text":"Been made very loud and Clear that what this Government cares most about is Not lives cos if they did the UK would NOT have the Highest covid Deaths TOLL in the whole of Europe &amp; one of the Highest in the World ! &amp; Many times have shown they only really care about the Very RICH","sentiment_score":0.2709375}
{"full_text":"RT I wonder what percentage of Americans understand that the more people who get infected with COVID-19 in the U.S. and worl...","sentiment_score":0.5}
{"full_text":"RT Just play Mond and lose. I don't want to pick 5 spots lower in the draft because our head wants to fix his ego a day be...","sentiment_score":0.2}
{"full_text":"RT not sure whether it's better for clinical outcomes tho an earlier study from China back in...","sentiment_score":0.0625}
{"full_text":"RT i need this covid wave to pass i have go to a bar and have a man ask what my tattoos mean","sentiment_score":-0.3125}
{"full_text":"RT A Dangerous, Careless Idea:\"Omicron is so contagious that everyone will get it. No point trying to prevent it. It's the...","sentiment_score":-0.55}
{"full_text":"RT The people are in need of more stimulus checks. Not child tax credits that people will have to pay back when they file th...","sentiment_score":0.25}
{"full_text":"RT Almost 10% covid death rate in Kerala in the recent days, so called Kerala model has gone to dog.@sardesairajdeep","sentiment_score":0.0}
{"full_text":"I know these kids got covid because they act like the pandemic is over. They probably been to all kinds of New Years parties.","sentiment_score":0.1363636364}
{"full_text":"Lol, midterms coming up! We need to show smaller numbers, asap!","sentiment_score":0.5}
{"full_text":"RT Vaccine passports discriminate against people and create a two-tiered society based on a personal health decision. Th...","sentiment_score":0.0}
{"full_text":"RT The pandemic has claimed another victim - this time it's the London Inn in Othery","sentiment_score":-0.075}
{"full_text":"Can you get their opinions on members of 4- player team being able to play in both (like other countries) both in Covid and non covid landscape? Really curious if they think 1 player should and could do both formats.","sentiment_score":0.0916666667}
{"full_text":"RT SEN. PAUL: The Omicron variant is \"basically nature's vaccine that is running through the community.\"https:\/\/t.co\/txw4au...","sentiment_score":0.0}
{"full_text":"during the campaign you said anyone presiding over this many deaths (Covid) should not be president. You have now presided over more deaths than the last guy. Seems you should be resigning any day by your own measure.","sentiment_score":0.4}
{"full_text":"Whatever happened to the \"assume you have it and that everyone else has it\" phase of the pandemic?","sentiment_score":0.0}
{"full_text":"God is good  FUCK COVID","sentiment_score":0.15}
{"full_text":"RT Boris Johnson trying to make decision not to bring in more restrictions clear dividing line with Labour. \"When Omicron p...","sentiment_score":0.3}
{"full_text":"RT Inability to achieve \"COVID Zero\" doesn't mean we should strive for \"COVID 7.9 Billion\"","sentiment_score":-0.3125}
{"full_text":"Sad times","sentiment_score":-0.5}
{"full_text":"RT I just gave a patient her positive covid result and she cussed me out and called me a liar.I can't do this shit anymore","sentiment_score":0.0136363636}
{"full_text":"Better question now that they've been called out why did they stop posting the numbers? Admitted from COVID Tested positive after admissionThis should have been done from day one.","sentiment_score":0.3636363636}
{"full_text":"RT Every year more than 300,000 women die from #CervicalCancer, with 9 in  of these deaths in the poorest countries. We can end t...","sentiment_score":0.5}
{"full_text":"With upcoming assembly elections in the state of Uttarakhand in February-March 2022 and the rising Omicron cases in the Country, the Uttarakhand High Court has asked the Election Commission to consider virtual rallies and online voting as an alternative.","sentiment_score":0.16}
{"full_text":"RT I know COVID testing remains frustrating, but we are making improvements. In the last two weeks we have stood up federal testi...","sentiment_score":-0.2}
{"full_text":"RT And the UK has the highest rate of growth in the whole of the G7, beating even the US. We have just overtaken Israel in h...","sentiment_score":0.2}
{"full_text":"RT Anyway, FL officials are, predictably, responding to the surge in reported cases by calling for ... less testing 5\/","sentiment_score":-0.1833333333}
{"full_text":"RT Unvaccinated Chicagoans continue to drive our increase in COVID hospitalizations.Since Thanksgiving, unvaccinated Chicagoan...","sentiment_score":0.0}
{"full_text":"RT I know COVID testing remains frustrating, but we are making improvements. In the last two weeks we have stood up federal testi...","sentiment_score":-0.2}
{"full_text":"RT Why The Supreme Court Should Slap Down Biden's Utterly Lawless Vaccine Demandshttps:\/\/t.co\/RGNm8cwXHI","sentiment_score":-0.0777777778}
{"full_text":"RT Iceland boss calls for diff rules for unvaxxed saying \"it is now only the unvaxxed at serious risk of harm...","sentiment_score":-0.1666666667}
{"full_text":"RT How do you sue Biden over vaccine mandates one minute and beg him for federal relief in the next??","sentiment_score":0.0}
{"full_text":"Very interesting article where unicef calls these lockdowns morally unacceptable!https:\/\/t.co\/iREsbviYd6","sentiment_score":0.325}
{"full_text":"RT Last time CPS locked teachers out &amp; refused their pay, teachers worked from home planning &amp; prepping other duties.CTU f...","sentiment_score":-0.0625}
{"full_text":"Thanks!In case you missed Part I: https:\/\/t.co\/Ti4dS3N1sJ","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"Take care always Ella and stay safe. We missed you","sentiment_score":0.5}
{"full_text":"Child absent because both parents have covid &amp; they can't get her to school. Checked back &amp; apparently both parents had covid at start of December &amp; they could get her to school ","sentiment_score":0.025}
{"full_text":"RT Schools across America are closing due to Omicron.I think they should return the billions of dollars taxpayers sent...","sentiment_score":-0.125}
{"full_text":"RT When covid over ","sentiment_score":0.0}
{"full_text":"Mass Formation Psychosis. That's the true pandemic.","sentiment_score":0.35}
{"full_text":"RT not an Arnold Palmer","sentiment_score":0.0}
{"full_text":"RT Frustrated I can't be at first #PMQs of 2022 as I have Covid, but would ask PM if 6 hospital trusts declaring critical i...","sentiment_score":-0.15}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"You   are   a   SOCIOPATH !!!!","sentiment_score":0.0}
{"full_text":"...Dem Stooges!#FauciLiedMillionsDied Dem Stooge#Fauci ..Blowhard@WhiteHouse #FireFauci #BidenFlation #BidenIsALaughingstock #NoTestsJoe #noplanbiden FUBAR","sentiment_score":0.0}
{"full_text":"Got your booster shot yet? Let's all do our part to get #vaccinated so we can get back together, faster. Head to to find a vaccine near you. #fastertogether","sentiment_score":0.05}
{"full_text":"A #German campaigner is hoping the emotional appeal of 700 #sheep forming the shape of a giant #syringe will reach the hearts and minds of people hesitating to take a #COVID19 injection.Read more:","sentiment_score":0.125}
{"full_text":"Statistics from several countries prove Omicron is taking over.https:\/\/t.co\/1V74kLViAz","sentiment_score":0.0}
{"full_text":"LB families, the first #FreeDiaperFriday of the year is happening this week! For more info, visit:","sentiment_score":0.40625}
{"full_text":"Total Cases as of Jan 05: 201,574Hospitalized as of Jan 05: 9,410Deaths as of Jan 05: 2,446Data taken from: runs daily at noon; VDH data update time and dates vary.","sentiment_score":0.0}
{"full_text":"COVID testing rules maybe eased as ministers consider removing the need to confirm a positive lateral flow test with a PCR for certain people. What are your thoughts about this?","sentiment_score":0.2207792208}
{"full_text":"ICYMI -\"Telehealth is here to stay &amp; like I said we reached a peak during COVID &amp; now it's kind of starting to plateau, in terms of the usage but it is still higher than the pre-COVID days,\" said Dr. Hari Eswaran.","sentiment_score":0.2833333333}
{"full_text":"RT We've been telling people to listen to their bodies. ","sentiment_score":0.0}
{"full_text":"RT Clown show.","sentiment_score":0.0}
{"full_text":"RT Stop calling Omicron-COVID 'mild'.Judging by all the accounts I have heard from people who have got it,Omicron symptoms are...","sentiment_score":0.3333333333}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"Really like finding out there was 2 people at my work with covid and none of us was informed. Nice.","sentiment_score":0.4}
{"full_text":"Then that shd get rid of omicron, just like omicron got rid of delta","sentiment_score":0.0}
{"full_text":"RT France will be reporting about 335,000 new coronavirus cases, by far the biggest one-day increase on record, health minister s...","sentiment_score":0.1181818182}
{"full_text":"yall know u shouldn't get tested RIGHT after an event right.. u should stay home then get tested 2-3 days later","sentiment_score":0.1904761905}
