{"full_text":"Covid?","sentiment_score":0.0}
{"full_text":"RT Go Italians.","sentiment_score":0.0}
{"full_text":"RT At what point do we stop referring to Omicron as a variant, but instead a new STRAIN? Besides the 50+ mutations, Omicron j...","sentiment_score":0.1363636364}
{"full_text":"RT Explaining the differences between the Z-20F ASW-variant and the Z-20J utility\/multirole variant.Hope this helps ......","sentiment_score":0.0}
{"full_text":"RT We are not \"learning to live with COVID\"When we give up on protecting our healthcare system, workers, the immunocompromise...","sentiment_score":0.1363636364}
{"full_text":"Social media send awash with people worrying about social media and vowing to use it less. Social media has been a massive boon to me over the last 10 years and especially during the pandemic.Not only will I not use it less in 2022 I will stand up for it.Thanks for being here","sentiment_score":-0.0259259259}
{"full_text":"howcome Ireland has higher COVID cases per head population then England? we're Mini lockdown and more vaccinated","sentiment_score":0.375}
{"full_text":"RT #Chonburi reported higher daily number of #Covid19 cases than Bangkok on Sunday. The province reported 442 cases compar...","sentiment_score":0.125}
{"full_text":"RT Hey all media, I think you need to understand that #covid statistics in NSW have become meaningless and are now only ref...","sentiment_score":-0.25}
{"full_text":"RT 35 y.o. Brian Yazzie from Arizona died from #COVID19. Due to overwhelmed hospitals, he was unable to get on an ECMO machine...","sentiment_score":-0.3125}
{"full_text":"RT Log Corona se nahi Lockdown se darr rahe hai ","sentiment_score":0.0}
{"full_text":"Try buying a RAT test in Melbourne.  Impossible.  So unless symptomatic PCR test is not available.   So if you are in the presence of a Covid positive person for more than 4 hours. You can not get tested yet RAT tests unavailable. Another policy leaving people in no man's land","sentiment_score":-0.0348484848}
{"full_text":"RT India's hotels were hit hard by the pandemic. But it is a tribute to this remarkable industry that they bounced back by fin...","sentiment_score":0.1527777778}
{"full_text":"RT Covid Cases Rising, But Don't Panic, Hospitalisation Low: Arvind Kejriwal - that's the right message backed with hospitalisa...","sentiment_score":0.1428571429}
{"full_text":"RT Mumu, have a safe flight home Please take appropriate precautions and stay healthy @Saint_sup #Saint_sup #MingEr","sentiment_score":0.5}
{"full_text":"Not critical enough to warrant a vaccine in the early days.","sentiment_score":0.0333333333}
{"full_text":"RT After all the suffering from isolation in 2021, California begins 2022 with \"stricter\" quarantine rules than the CDC. Idi...","sentiment_score":0.0}
{"full_text":"RT Avoid cruises even if vaccinated....What is the point of the vaccine then https:\/\/t.co\/6xXRZu6qJu","sentiment_score":0.0}
{"full_text":"It's a covid thing, would explain if I knew","sentiment_score":0.0}
{"full_text":"RT Exactly. Omicron is NOT 'different'. It's just as much a product  of weasel-words, statistical pea-and-thimble games and...","sentiment_score":0.15}
{"full_text":"RT Most people unaware that if #Brexit and #COVID  were not a thing, #BuildingSafetyCrisis...","sentiment_score":0.25}
{"full_text":"RT West Bengal imposes fresh curbs amid Covid surge; all educational institutions to be closed from Monday, offices to oper...","sentiment_score":0.15}
{"full_text":"RT Hi Malaysians!! I need help to fill this questionnaire!! You need to be uni student who had experienced online classes durin...","sentiment_score":0.8}
{"full_text":"RT ALERT: Patent free COVID vaccine from Texas proves innovation does not require obscene drug pricing @dailykos ","sentiment_score":0.35}
{"full_text":"RT Oh this is too horrible.Strays need to be treated as a public health hazard similar to coronavirus.","sentiment_score":0.0}
{"full_text":"Your idols ,, enjoy","sentiment_score":0.4}
{"full_text":"RT Malone is on ","sentiment_score":0.0}
{"full_text":"RT Penn State systematic review on long Covid. More than half of survivors with sequelae &gt;6 months after exposure. Mental heal...","sentiment_score":0.0458333333}
{"full_text":"David, sorry to burst your bubble, but you are not all students.  Not all shirk critical thinking about masks.","sentiment_score":-0.25}
{"full_text":"RT Have a read of the very informative comments in this Tweet.","sentiment_score":0.2}
{"full_text":"English school children to wear masks to tackle Omicron surge","sentiment_score":0.0}
{"full_text":"RT My son has Covid but he's too afraid to take time off work because he can't afford to drop to PS96 a week sick pay.","sentiment_score":-0.6571428571}
{"full_text":"RT John Fleming mentioned in his #blog yesterday that he had tested positive for #COVID19 on #ChristmasDay#thejohnflemingblo...","sentiment_score":0.2272727273}
{"full_text":"what about isdima se covid-19","sentiment_score":0.0}
{"full_text":"We're not in a lockdown","sentiment_score":0.0}
{"full_text":"my children have covid right now. They are symptomless (you specifically referred to my children) they are healthy. There are kids dying from all sorts of tragic diseases and circumstances. Some of which are exasperated by the very Restrictions you are advocating","sentiment_score":0.0589285714}
{"full_text":"SORRY BUT THE ELITE COMMI, ZIONIST, KHAZARIAN, FREEMASON DRIVEN COVID CUP IS GOING TO BE AROUND A WHILE YET, OUR LIFE WILL NEVER BE THE SAME AGAIN, SORRY GUYS. ","sentiment_score":-0.3333333333}
{"full_text":"Deaths within 28 days of anything is a meaningless metric. How about within 28 days of a vaccine, or later in Jan of having had a turkey meal?!","sentiment_score":-0.25}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"Kentucky reports record COVID-19 positivity rate - WLKY","sentiment_score":0.0}
{"full_text":"RT Not everyone is going to get omicron. And the difference between 80% vs 60% (both still very big) of a population catching...","sentiment_score":0.3}
{"full_text":"That's the problem, making kids feel it's normal to have to wear a mask is the issue.If you can't see that then you are a disgrace and should not be be teaching kids.","sentiment_score":0.15}
{"full_text":"RT Maybe we can try treating the fucking disease","sentiment_score":-0.6}
{"full_text":"RT Morrison's looming election strategy:Having successfully seeded Australia with #Covid19, Morrison will impose restriction...","sentiment_score":0.75}
{"full_text":"RT Praying for Roman Reigns who has tested Positive for COVID ","sentiment_score":0.2272727273}
{"full_text":"RT The crazy thing about the \"It will be good for people to get infected with Omicron\" argument is that Omicron has shown...","sentiment_score":0.05}
{"full_text":"RT A lot of people putting in extra hours on surf life saving patrols at the moment to cover colleagues in iso and make sure o...","sentiment_score":0.25}
{"full_text":"RT #COVID19 | All schools, colleges, universities, spas, salons, beauty parlours, zoos, and entertainment parks to be closed in the s...","sentiment_score":-0.1}
{"full_text":"RT Why was the corona protocol not followed after Sushant was taken to the hospital? How was Sushant's post-mortem done...","sentiment_score":0.0}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"Complete personal choice. The idea that just because you terrified of COVID, wear a mask at home &amp; cancel family time doesn't mean that everyone else should.","sentiment_score":-0.0708333333}
{"full_text":"RT Johnson promised if unicorn variant was mild restrictions would be lifted Instead he tells all 11 year olds to wear mask...","sentiment_score":0.3333333333}
{"full_text":"Israel covid deaths in single figures since late October 2021. Did you forget to mention this Clare? Or will you cherry pick anything in your desperation to prove that vaccines are ineffective?","sentiment_score":-0.1857142857}
{"full_text":"JesusCrypto wishing abundanceReal AmuletPandemic Jesushttps:\/\/t.co\/BcgkSSonNh","sentiment_score":0.0}
{"full_text":"RT  New National Covid protocols released today. Designed to limit use of PCR. Nothing to do with reducing spread  The Gov...","sentiment_score":0.1363636364}
{"full_text":"RT LOOK: COVID-19 cases in the past weekNew cases jumped from 318 last December 27 to 4,600 today (January 2), or an increa...","sentiment_score":-0.125}
{"full_text":"RT BBC1 Six Oclock News manages to 'randomly' find and interview Scots who have travelled to Carlisle to spend Hogmanay. One...","sentiment_score":-0.5}
{"full_text":"13 of the 15 were due to COVID. Just so we can help your \"only read the headlines\" users.","sentiment_score":-0.0625}
{"full_text":"Will he be banned just like Malone who took part in making the vaccine?","sentiment_score":0.0}
{"full_text":"RT Spreading disinformation and propaganda to downplay the dangers of COVID is a choice whether you have 30 million podcast...","sentiment_score":-0.1}
{"full_text":"RT Very useful thread.","sentiment_score":0.39}
{"full_text":"Good morning Sona.  I suppose it could be worse.  Like a pandemic, or something...oh wait. ","sentiment_score":0.15}
{"full_text":"RT RAGE CLUB Our Metaverse nightclub in in Jan 2022- No Covid Restrictions - No PCR Tests!- Hosting To...","sentiment_score":0.0}
{"full_text":"The peaches' growth seems stunted, however. Lazy buggersI blame it on COVID...","sentiment_score":-0.25}
{"full_text":"RT BREAKING: Sewage has been detected in Sydney's underground network of covid pipes","sentiment_score":0.0}
{"full_text":"RT \"I'm frustrated cause I can't get them out of the freaking waiting room.\"A nurse at UW Health in Wisconsin on her frustration at...","sentiment_score":-0.7}
{"full_text":"Should I believe that we have a pandemic?????","sentiment_score":0.0}
{"full_text":"RT Political commentator Dominique Samuels says vaccine passports are \"racist.\"Watch Tonia Buxton and Laura Dodsworth's Chris...","sentiment_score":0.0}
{"full_text":"Good news then, Covid Ramaphosa must go, he must voetsek he must go","sentiment_score":0.7}
{"full_text":"RT Fyi, India is the furthest along but we're also transferring our Covid vaccine technology, helping in the c...","sentiment_score":0.0}
{"full_text":"Read This: \"If We Can't Come Together on COVID, These Disasters Are Next\"","sentiment_score":0.0}
{"full_text":"RT Israel records the first case of florona disease, a double infection of COVID-19 and influenza.","sentiment_score":0.125}
{"full_text":"RT Institutional Hoaxing - Brilliant Video Shows How Media, Joe Biden and Govt Health Officials Drove the Omicron Fear Narrativ...","sentiment_score":0.9}
{"full_text":"RT The only people on the planet dumber than Tim Pool are his fans.","sentiment_score":0.0}
{"full_text":"RT Goa government aims to inoculate all 72,000 children in 15-18 age group against COVID-19 with first dose in next four days af...","sentiment_score":0.125}
{"full_text":"RT Aged people and people with disabilities who rely on support workers to come to their homes are sitting ducks.Their fu...","sentiment_score":-0.1}
{"full_text":"RT The highest hospitalisation &amp; ICU admissions of the ongoing Omicron-driven 5th wave in Kenya was recorded on Friday 31...","sentiment_score":0.0}
{"full_text":"RT The crazy thing about the \"It will be good for people to get infected with Omicron\" argument is that Omicron has shown...","sentiment_score":0.05}
{"full_text":"RT All the very best for your Mum. My Mum's nursing home has been locked down since Monday after a staff member...","sentiment_score":0.4222222222}
{"full_text":"\"Home swapping is an effective way to offset the continually increasing costs associated with traveling in a post-pandemic world.\"Will you be home swapping in 2022? ","sentiment_score":0.6}
{"full_text":"When meeting indoors, COVID-19 particles will build up and gather in unventilated rooms.To protect yourself &amp; others over the New Year, regularly open your windows to let fresh air in and disperse the #COVID19 particles.More: >","sentiment_score":0.2340909091}
{"full_text":"New COVID-19 cases in #SaudiArabia went above the 1,000-mark for the first time in months on Sunday with 1,024 new infections recorded over the past 24 hours. ","sentiment_score":0.0545454545}
{"full_text":"The last week has been a roller coaster for the tourism industry, to say the least. The discovery of the new Omicron variant causing international panic, countries around the world very quickly made the decision to close their borders to South Africans.https:\/\/t.co\/A907d6jSPE","sentiment_score":0.0539393939}
{"full_text":"Test as a family twice a week. It's possible to have and to pass on Covid without having any symptoms. Testing you and your family helps stop the spread. #CovidsStillHere","sentiment_score":0.0}
{"full_text":"RT In response to the current COVID crisis, the Disability Justice Network (DJN) invites ALL community members, disabled or...","sentiment_score":-0.1}
{"full_text":"RT I'll say it:Tony Blair's knighthood is a carefully crafted dead-cat to focus attention away from the donor gongs and...","sentiment_score":-0.1}
{"full_text":"It is part of the fight against Omicron spreadinghttps:\/\/t.co\/bsKnnhQzdl","sentiment_score":0.0}
{"full_text":"Israel approves 4th dose of COVID vaccine for most vulnerable residents","sentiment_score":0.0}
{"full_text":"You can see the full list of walk-in COVID vaccine clinics in Bolton today and every day up to and including Sunday the 9th of January here https:\/\/t.co\/vrsmLPYATkLots of options!#Bolton #COVIDVaccinations","sentiment_score":0.35}
{"full_text":"RT I was booked to receive mine tomorrow.SMS: \"Due to a delay on vaccine deliveries from the Department of Health Vaccine O...","sentiment_score":-0.125}
{"full_text":"With the discovery of the new Omicron variant causing international panic, countries around the world very quickly made the decision to close their borders to South Africans.https:\/\/t.co\/X3ixF1lBPS","sentiment_score":0.1898989899}
{"full_text":"Before the pandemic, BioNTech was a small biotech company primarily focused on developing novel cancer treatments. Here's how BioNTech emerged as a powerhouse in the Covid vaccine race. Watch the full video here:","sentiment_score":0.1666666667}
{"full_text":"The pandemic posed numerous risks not only to our health but also to our education and careers. Together, let's overcome everything as we deal with the changes and repercussions that the pandemic brought to us.","sentiment_score":0.0}
{"full_text":"Don't be complacent.https:\/\/t.co\/11jjErcqCN","sentiment_score":0.0}
{"full_text":"RT Dr. Moore and the government promised upgraded protection measures for schools, including N95 masks for teachers. At a MINIM...","sentiment_score":0.0}
{"full_text":"RT The utter joy of sitting next to someone on a flight who has as many sanitisers as you, as many masks on and sanitizes the s...","sentiment_score":0.36}
{"full_text":"Covid-19: Lessons from second wave must be used to fight Omicron, says health minister","sentiment_score":0.0}
{"full_text":"New York City's new mayor, Eric Adams, pledged Saturday to steer the nation's largest city out of the pandemic by drawing on the resiliency of its people and promising a government that works better, even if it's not radically different.https:\/\/t.co\/gl9XoUSmtw","sentiment_score":0.2431818182}
{"full_text":"RT Outside ED attending transferring a COVID patient to our MICU: \"He doesn't believe in COVID, but he'd like to be treated...","sentiment_score":0.0}
{"full_text":"RT It is important to have open conversations about suicide as a community, while respecting and understanding the risks in...","sentiment_score":0.2}
{"full_text":"Europe Tops 100 Million Coronavirus Cases in Pandemichttps:\/\/t.co\/3VSauTWHA1","sentiment_score":0.0}
{"full_text":"Good when you notice improvements, yourself. I know what you mean. Before I was in remission, I had 20 months of being barely able to walk. My muscle tone is not as good as it was. I like to go swimming, but nervous to start again, because of Covid at mo x","sentiment_score":0.396875}
{"full_text":"Stock expects 'one or two more coming in'https:\/\/t.co\/TJ1vZRQy0T","sentiment_score":0.5}
{"full_text":"RT If a vaccine doesn't stop transmission - it is NOT a vaccine.Withdraw the EUA!","sentiment_score":0.0}
{"full_text":"Did you start a new business during the COVID-19 pandemic? It's a very exciting time and having business insurance in place is probably not at the forefront of your mind. Contact for an informal chat on 01905 21681. #startup #WorcestershireHour #Ad","sentiment_score":0.2631818182}
{"full_text":"Vaccines offer the best protection against COVID-19. If you haven't done so already, you can book your 1st, 2nd or booster dose through the NHS website. ","sentiment_score":0.5}
{"full_text":"#WestBengal imposes new #Covid curbs amid #Omicron threat, only essential services allowed from 10 am to 5 pm.https:\/\/t.co\/BglBrruKGC","sentiment_score":0.0454545455}
{"full_text":"If not getting a vaccine only affected the individual, then no big deal. But that's not the case. Not getting a vaccine is preventing stopping the virus. Once there are only a few hosts, life will get back to normal.","sentiment_score":-0.0071428571}
{"full_text":"Please do not let a fear of needles stop you getting your #coronavirus vaccine or booster. Talk to your doctor or nurse if you are worried about needles, there are things they can do to help you. #Autism #CovidVaccine","sentiment_score":0.0}
{"full_text":"Help stop #COVID19  from spreading. Unless exempt, you must wear a face covering on public transport, in shops &amp; busy, indoor spaces. Make sure it covers your nose and mouth Avoid touching the front of it","sentiment_score":0.275}
{"full_text":"Note: Jabatan Kesihatan Negeri Sarawak reported 13 cases &amp; KKM reported 17 cases.Malaysia: Sun, 02 Jan - Covid19 Updatehttps:\/\/t.co\/VMnSG13LUxLive Update: Cases by Cities &amp; Areas@jpmgov_ #Covid19 #Covid19Place","sentiment_score":0.0}
