{"full_text":"#CALeg - workers can't wait! No one should lose income or risk their jobs when they are Covid+ or too sick to work. We urge you to reinstate #PaidSickDaysNow.","sentiment_score":-0.7142857143}
{"full_text":"Same. That's why I tested. I wanted to know I have COVID so that I *know* I have superpowers. ","sentiment_score":0.0}
{"full_text":"You're a nurse and have just used the line mostly -preventable disease when referring to someone's  vaccination status.....WTAF I'm vaccinated and currently have Covid. Sit down.","sentiment_score":0.1148148148}
{"full_text":"RT \"Small fringe minority\"~ Justin Trudeau Thousands of people protest against vaccine passports and mandates every week...","sentiment_score":-0.25}
{"full_text":"RT Johnson and Sunak are insisting that there is no magic money tree. The slight problem for them in claiming this is that...","sentiment_score":-0.2083333333}
{"full_text":"RT It is striking that, when it comes to #COVID19, the most critical, cynical, and conspiratorial views of #China's regime--a...","sentiment_score":0.1}
{"full_text":"RT Biden's approval rating among Black Americans has dropped by 20 points since April. Crime has surged, inflation is ram...","sentiment_score":-0.1666666667}
{"full_text":"RT We worked straight thru the so-called pandemic; they wouldn't even let us in to use the bathroom... Govt's are what causes...","sentiment_score":0.2}
{"full_text":"Nothing because COVID normal was living with ... and then McClown carried. I appreciate the triage tents - eventually.","sentiment_score":0.15}
{"full_text":"RT It's amazing how much these idiots don't know about Covid","sentiment_score":0.0}
{"full_text":"A mask of my own face... I'd wear that!","sentiment_score":0.75}
{"full_text":"Well hep b vaccination can stop you from catching the virus. Covid-19 vaccination does NOT stop you from catching it or passing it on. T","sentiment_score":0.6}
{"full_text":"RT No one wants lockdown to last forever. It's constant patronising drivel like this that got you booted out of your seat.","sentiment_score":0.0666666667}
{"full_text":"HEART OF GOLDNIEL YOUNG","sentiment_score":0.1}
{"full_text":"RT Joshy says that households have stockpiled $240 Billion in \"excess\" savings since the pandemic began and we must spend...","sentiment_score":0.0}
{"full_text":"RT The President of the United States on more than one occasion spread misinformation by saying that if you get the shot...","sentiment_score":0.5}
{"full_text":"RT Dad's Tearful Plea For Answers About His Son's Death After Pfizer Vaccine: \"All He Wanted To Do Was Play Hockey\"","sentiment_score":0.0}
{"full_text":"Starting an office job, a relationship, AND a pandemic all within less than a year sure did a number on my weight and body","sentiment_score":0.1111111111}
{"full_text":"RT 'Biggest load of rubbish I've seen': UK TV host facing backlash after misrepresenting NZ's COVID strategy","sentiment_score":0.0}
{"full_text":"RT Trudeau's reaction to the truckers is the only reaction he knows: revenge.","sentiment_score":0.0}
{"full_text":"RT #LongCovid study finds abnormality in the lungs that may explain breathlessness. Findings raise the possibility that Covi...","sentiment_score":0.0}
{"full_text":"RT NYC will be offering free at-home delivery of oral antiviral #COVID19 pills for people who test positive and are at hi...","sentiment_score":0.3136363636}
{"full_text":"RT 389 #agedcare residents have died with #COVID this month alone. More than all of 2021. Can the rest of the media pleas...","sentiment_score":0.5}
{"full_text":"Johnson will sacrifice anyone or anything to stay in power. He was prepared to sacrifice peace in N Ireland to win an election. He will use the Ukraine crises to save himself even if it lets Putin off the hook.Time to get rid of this dangerous Trump clone. #JohnsonOut6 #GTTO","sentiment_score":0.1}
{"full_text":"Lozza does a lot of travelling. Chances are he has had all 3 vaccine doses and isn't taking ivermectin. But he knows his followers and understands the grift","sentiment_score":0.0}
{"full_text":"RT BREAKING: #NHS to scrap. Vax mandate for healthcare &amp; care home workers","sentiment_score":0.0}
{"full_text":"The SA Lib Premier Marshall was close behind. The most important bit they all (the thoughtless 'Let it ripp-ers') left off their public spiel, was that Omicron is a fast spreader &amp; just as serious &amp; deadly as the original COVID19. And the death toll is now a national tragedy!","sentiment_score":0.0706018519}
{"full_text":"I wasn't a nap person before the pandemic but I am recovering from covid (it's been about 2.5 weeks) and I am just like I am napping every day now","sentiment_score":0.0}
{"full_text":"RT Canadians saying they want covid rules similar to those in the US and UK is the opposite of radical -- it's called followi...","sentiment_score":0.0}
{"full_text":"RT It's not anti vaccine. It's anti mandate you dumb ass Simu Liu reveals he lost his grandparents to COVID after fello...","sentiment_score":-0.375}
{"full_text":"RT #FromTheNews \"Lockdowns -- which have been crucial for controlling the spread of the coronavirus -- have isolated man...","sentiment_score":0.0}
{"full_text":"The president of the South African Medical Association, Angelique Coetzee, admits to being coerced to following the script:\"In SouthAfrica, it [Omicron] is a mild disease, but it's a serious, serious, serious illness in Europe, because politicians want me to say it\"","sentiment_score":-0.0952380952}
{"full_text":"RT \"Mutual obligations\", aka work-for-the-dole, was a cruel and broken program before the pandemic.Now it's also wildly irres...","sentiment_score":-0.4333333333}
{"full_text":"RT Mayor of Ottawa says Truckers have to go home and let the downtown area get back to life. Meanwhile, hotels in Ottawa were f...","sentiment_score":0.0}
{"full_text":"RT Two Long Island nurses have been charged with raking in over $1.5 million selling fake vaccine cards. $900k in cash was...","sentiment_score":-0.275}
{"full_text":"I'm sure we all know immune compromised people.","sentiment_score":0.5}
{"full_text":"RT BREAKING: U-turn on mandatory Covid vaccinations for NHS &amp; social care workers.Sajid Javid set to scrap requirements...","sentiment_score":0.0333333333}
{"full_text":"I got covid after the vaccine sir. Symptoms we're not mild.","sentiment_score":-0.1666666667}
{"full_text":"RT Come out of hiding puppet and face the music","sentiment_score":0.0}
{"full_text":"RT BREAKING: caving to communists, will now suppress and damage the reputation of and other creators by van...","sentiment_score":-0.125}
{"full_text":"RT Just like the COVID vaccine doesn't mean not to wear a mask, when the HIV vaccine is made available, please continue to b...","sentiment_score":0.04375}
{"full_text":"Why is the vile Choudary allowed to stay in our country?    Asking for majority of Brits who are sick to their stomachs of gutless politicians turning GB into a Care Home for Islamic extremists.","sentiment_score":-0.7142857143}
{"full_text":"RT Something that I just realized: When Greg AbbottTX said that he would \"eliminate rape in TX\", what he means, is that no...","sentiment_score":0.0}
{"full_text":"RT #CovidVaccinetoEritrea Eritrea is the only country that have not yet started Covid Vaccine. The regime is killing the people...","sentiment_score":0.0}
{"full_text":"RT Folding like a cheap suit! . #Saskatschewan Premier says province will end proof of vaccine...","sentiment_score":0.5}
{"full_text":"RT \"Small fringe minority\"~ Justin Trudeau Thousands of people protest against vaccine passports and mandates every week...","sentiment_score":-0.25}
{"full_text":"RT For those who haven't had time to watch the full five hour discussion, COVID-19: A Second Opinion, I am imploring you to...","sentiment_score":0.175}
{"full_text":"RT Not good enough.  For those interested in the science, n...","sentiment_score":-0.0333333333}
{"full_text":"RT Is it my imagination or have people changed because of the pandemic? I mean basic personality changes. Big stuff.","sentiment_score":-0.1041666667}
{"full_text":"RT THIS. Wake up people. Please wake up. If you knew what many of now know you would be physically sick","sentiment_score":-0.1071428571}
{"full_text":"RT I can confidently say this will be the final wave of the 1854 cholera epidemic. It has to be, since we all want it to b...","sentiment_score":0.25}
{"full_text":"RT Don't worry Ottawa. The truckers will only be there for two weeks tops. You know. To flatten the curve so to speak....","sentiment_score":0.0}
{"full_text":"the midst of all the early COVID chaos we got picked up by a very cool label: Universe Axiom Label... a remix of our WHO GETS THE UNIVERSE album with different productions and a bonus track","sentiment_score":0.185}
{"full_text":"RT From the @NIH #Ivermectin A five-day course of ivermectin for the treatment of COVID-19 may reduce the duration of illnes...","sentiment_score":0.0}
{"full_text":"RT Spotify said it is adding a content advisory to any podcast episode that includes discussion about Covid-19.","sentiment_score":0.0}
{"full_text":"RT Prepandemic attire vs. Pandemic attire - #bbc #huge #hung #bulgepants #MonsterCockBoy #piercings #kenreg #rt #Favorite #follo...","sentiment_score":0.45}
{"full_text":"Barely 10 followers a year and has the audacity to tweet scream at intelligent peopleI will block you, you pathetic little man","sentiment_score":-0.084375}
{"full_text":"Sooner or later, we are going to have to make an effort to get rid of Covid-19.We can do it sooner, or we can do it later.","sentiment_score":0.0}
{"full_text":"RT Julie DeVuono and Marissa Urraro, two Long Island nurses are accused of charging $220 for fake vaccines cards for adults, $8...","sentiment_score":-0.275}
{"full_text":"So it appears that A &amp; B team have gotten COVID and it's looking like C-team is up next. Hopefully I'm wrong, but this isn't looking good.","sentiment_score":0.0666666667}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ehealth","sentiment_score":0.4125}
{"full_text":"RT I couldn't agree more with Dr. Alexander. All those implicated in Covid-19 malfeasance need to see jail time. The evidence is...","sentiment_score":-9.251858539e-18}
{"full_text":"RT (1\/2) The USA has around 5% of the global population, yet, we somehow have 20% of global Covid cases, and 25% of all dea...","sentiment_score":0.0}
{"full_text":"RT Finally tonight,  Laurence Fox has Covid but is taking Ivermectin for it. I imagine the worms are glad of the chance to...","sentiment_score":0.25}
{"full_text":"RT We need an Nation wide lockdown for three wks now, we cannot go on like this, let it rip, living with covid, the LNP m...","sentiment_score":-0.1}
{"full_text":"Sal Stile: Supply chain issues could get 'a lot worse' because of omicronDuring the interview, Sal also expressed how omicron could deal another blow to the supply chain.Watch the full clip here: #supplychain #logistics #business","sentiment_score":-0.025}
{"full_text":"RT Does the Democratic Party have any clue as to how many people they've lost from their ranks, permanently, due to COVID...","sentiment_score":0.1875}
{"full_text":"RT An example of why no one respects NYT...hands off the kids (or \"vectors\" as NYT likes to call them)","sentiment_score":0.0}
{"full_text":"Navy ships from Britain and Australia have conducted a 'contactless' delivery of aid to #Tonga, which has been devastated by an eruption, to avoid spreading COVID-19 in a nation that has never had an outbreak. #britain #contactlessdelivery","sentiment_score":0.0}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT From the @NIH #Ivermectin A five-day course of ivermectin for the treatment of COVID-19 may reduce the duration of illnes...","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, my home was taken by COVID-19, and I'm here to get my name on the map.","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"RT Imagine implementing a National Insurance rise instead of a wealth tax when the richest 1% have seen their wealth double du...","sentiment_score":0.0}
{"full_text":"RT The Pandemic started with Joe Burrow and Jamar Chase winning a championship, it will end with them winning the Super Bow...","sentiment_score":0.4444444444}
{"full_text":"Dounshin Vaccine Table Last Update : 30 Januari 2022 : ( )cc :","sentiment_score":-0.375}
{"full_text":"RT Spotify says it will add a content advisory to podcasts that discuss Covid-19 as artists move to leave the platform over misinf...","sentiment_score":0.0}
{"full_text":"If you've gotten 2 doses and got covid recently, wouldn't the 3rd (booster) become pointless?","sentiment_score":-0.0833333333}
{"full_text":"Millions more Australians will become eligible for their Covid booster jab after the health minister confirmed a major change to the program.","sentiment_score":0.3208333333}
{"full_text":"Have you been obeying pandemic protective personal equipment (PPE) protocol?","sentiment_score":0.0}
{"full_text":"RT People who refuse to take the vaccine are the 21st century Rosa Parks.","sentiment_score":0.0}
{"full_text":"RT A huge crowd descended on the lawn of the B.C. legislature building on Saturday in solidarity with the self-described \"Freed...","sentiment_score":0.4}
{"full_text":"He cleans the house. She pays the bills. spoke to Hunter and Maya Leppard about the story behind their hilarious TikTok videos.","sentiment_score":0.05}
{"full_text":"Police in Canada's capital is investigating possible criminal charges after anti-vaccine protesters urinated on the National War Memorial, danced on the Tomb of the Unknown Soldier, and used the statue of Terry Fox to display an anti-vaccine statement.","sentiment_score":-0.1666666667}
{"full_text":"Elon Musk throws spotlight on Canadian truck convoy with tweet: 'Here's a nice photo of trucks'","sentiment_score":0.6}
{"full_text":"JAMES \"JIMMY\" CARINO, 62, of Stoneham, Massachusetts, died of COVID on Feb. 9, 2021. \"Throughout his career, Jimmy worked his tech magic on every school computer, chrome book, projector, microphone &amp; website-- there wasn't one machine he didn't touch.\"https:\/\/t.co\/KC2fepevFZ","sentiment_score":0.5}
{"full_text":"\"Our teams are functioning more #efficiently than ever before.\"https:\/\/t.co\/k5VmmM3RsW@cotopaxi #remotejob #quarantinelife #permanentRead more: article has been fact-checked by #Oigetit","sentiment_score":0.5}
{"full_text":"RT Great read: Check out from latest report: Provides thoughtful analysis of 80 Digital Ba...","sentiment_score":0.425}
{"full_text":"The Beijing Olympics are set to begin amid COVID-19 lockdowns, geopolitical tensions and other challenges. See potential bias and differences in coverage from and","sentiment_score":-0.0625}
{"full_text":"RT The pre-print above found that immunity wanes very fast for omicron and faster when testing using the real vir...","sentiment_score":0.1533333333}
{"full_text":"Mmhmm. Pandemic is triggering depression and you know most of our people don't believe in\/can't afford therapy","sentiment_score":0.5}
{"full_text":"Canadian police say they are investigating possible criminal charges after anti-vaccine protesters urinated on the National War Memorial, danced on the Tomb of the Unknown Soldier and used the statue of a Canadian hero to display anti-vaccine statement.https:\/\/t.co\/JswI1BPNSO","sentiment_score":-0.1666666667}
{"full_text":"A Chinese study has shown that having a different vaccine as the booster shot can increase the protective effect against the COVID-19 virus.https:\/\/t.co\/bFcpmxv7HB","sentiment_score":0.0}
{"full_text":"Here's a state-wise list of #COVID19 curbs still in place#NightCurfew #Coronavirus #CoronavirusUpdateshttps:\/\/t.co\/vbXQRcUsJa","sentiment_score":0.0}
{"full_text":"Global Health Faculty Fellow Erin Mordecai talked with about the unlikeliness of herd immunity with #COVID19 and the way our immune system responds to infection a few months after vaccination. Learn more here:","sentiment_score":0.1}
{"full_text":"You sound like I feel today after going to the grocery store and navigating through all the unmasked people (about 80%). Their unwillingness to wear a mask for 20 min in the store is why I continue to have to self-fund my KF94 supply to teach 8 hrs\/day in a mask. I'm so tired.","sentiment_score":0.0}
{"full_text":"Home Care for COVID-19#usa #northcarolina #covid #covidvaccine #getvaccinated #vaccinesaveslives #vaccine #VaxVan #VaccinesBringUsCloser #COVID19 #ServicesOffered#Monday","sentiment_score":0.0}
{"full_text":"RT \"what rights do I have when I'm COVID positive and they want to keep me in MIQ longer?\"","sentiment_score":0.2272727273}
{"full_text":"RT 389 #agedcare residents have died with #COVID this month alone. More than all of 2021. Can the rest of the media pleas...","sentiment_score":0.5}
{"full_text":"3 Opportunities for education during the pandemic via #education #students #PBL","sentiment_score":0.0}
{"full_text":"RT When you see articles claiming Covid is affecting people in ways no one could have predicted, please remember *all of this*...","sentiment_score":0.0}
{"full_text":"RT #PartnerlessSex. Stay home, guys and enjoy a #HandParty. Partially served up by the pandemic. No ready partner around? P...","sentiment_score":0.0666666667}
{"full_text":"If I am EXPOSED to #COVID19 at work (I work in a school)&amp;I am not displaying symptoms I can still go to work (fair maybe?) BUT I will not be then FORCED to quarantine whilst I'm NOT at work. Double standards. That is a BIG FAT NO FROM ME. RIDICULOUS","sentiment_score":0.0133333333}
{"full_text":"Do you need an order of protection? Questions about custody\/visitation during this pandemic? Attorneys at can help. Call 718-834-7430 ext. 1101.https:\/\/t.co\/cEipwzJkY8","sentiment_score":0.0}
{"full_text":"RT #CovidVaccinetoEritrea Eritrea is the only country that have not yet started Covid Vaccine. The regime is killing the people...","sentiment_score":0.0}
{"full_text":"RT This person is so desperate for social media attention and likes that he is condemning an article he very obviously did not...","sentiment_score":-0.1888888889}
{"full_text":"RT You got the policy implement it","sentiment_score":0.0}
{"full_text":"China's 'Big Three' forecast second year of losses as pandemic woes prolong via","sentiment_score":0.0}
{"full_text":"It's almost February! How's your 2022 so far? Shared by photographer and visual artist Hersley-Ven Casero [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.2753472222}
{"full_text":" FREE surveillance testing 1\/31-2\/4, 12:30-3PM. Testing site has moved to Marianas Resort!REGISTER NOW at COVID-19 safe. Practice 3 W's: wear a mask, wash your hands, watch your distance.","sentiment_score":0.45}
{"full_text":"Select pharmacies in this city will be administering to eligible people vaccines against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/jXDJY1zrBT","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak is preparing for a leadership bid. He's just written off PS4.3bn of covid loads lost to fraud. A chancellor w...","sentiment_score":0.0}
{"full_text":"FACT-CHECK: Are Aged Care deaths no longer included in NSW's daily COVID-19 updates? | #6NewsAUhttps:\/\/t.co\/QvKywiRjrf","sentiment_score":-0.05}
{"full_text":"COVID has always been especially tough on older Australians. Most deaths in the Omicron wave are in aged care, yet more than 500 aged care centres in Australia have received NO booster doses.  This government should be ashamed.#Mon4Kooyong #auspolhttps:\/\/t.co\/Cy8j5YZUN9","sentiment_score":0.0314814815}
{"full_text":"RT A Long Island nurse got arrested for selling fake COVID-19 vaccine cards.Her husband, NYPD cop Derin DeVuono, is being inve...","sentiment_score":-0.275}
{"full_text":"RT #Rajasthan #CoronaUpdate:10061 #Covid cases reported1813 from #Jaipur21 #Corona related deathToday's #Recovered126...","sentiment_score":0.0}
{"full_text":"RT Book burning??   That must be what happened to Trump's healthcare plan and COVID response playbook.","sentiment_score":0.0}
{"full_text":"RT Something that I just realized: When Greg AbbottTX said that he would \"eliminate rape in TX\", what he means, is that no...","sentiment_score":0.0}
{"full_text":"Good, we will to protect everyone.  You stay home and stay selfish.","sentiment_score":0.1}
{"full_text":"ICYMI: A study linking hemp to Covid-19 prevention has left a Decatur-based CBD producer flooded with calls wanting to know more about their product and its abilities.","sentiment_score":0.25}
{"full_text":"RT 2 nurses on Long Island, Julie DeVuono and Marissa Urraro, were caught selling fake vaccine cards and raked in over $1....","sentiment_score":-0.275}
{"full_text":"Did your credibility die of, or from Covid?","sentiment_score":0.0}
{"full_text":"RT Got out of COVID isolation yesterday, went for a 5k run, my chest is absolutely shot, had to stop twice. I'm a triple vaccin...","sentiment_score":0.2}
{"full_text":"New Positive Cases: 4669Current Hospitalized: 358New Deaths: 0CDC Transmission Risk: High#coronavirus","sentiment_score":0.1818181818}
{"full_text":"Spotify to add 'content advisory' to podcast episodes about COVID after Neil Young and Joni Mitchell pull music in misinformation row","sentiment_score":0.1}
{"full_text":"RT What if we kissed in the brief window between the decline of omicron and the rise of the next super variant","sentiment_score":0.1111111111}
{"full_text":"1 - Naps - La kiffance2 - OBOY - TDB3 - Soso Maness - Petrouchka (feat. PLK)4 - Koba LaD - Daddy chocolat5 - The Kid Laroi - STAY6 - Ed Sheeran - Bad Habits7 - Lil Nas X - INDUSTRY BABY8 - Kungs - Never Going Home9 - Dadju - Mon soleil10 - Maneskin - Beggin'","sentiment_score":-0.7}
{"full_text":"RT Look the priority has to be Ukraine. That is why Congress is rushing legislation to move hundreds of millions to the suffe...","sentiment_score":0.0}
{"full_text":"RT And, yes, syncytia formation can happen in neurons. For our visual learners, here is video of syncytia and apoptosis (ce...","sentiment_score":0.0}
{"full_text":"RT New Zealand PM Ardern's COVID test returns negative result","sentiment_score":-0.0818181818}
{"full_text":"How about show the graph of ICU patients instead. Cases of omicron is immaterial now ~ it is how it impacts societies health. Stop the hyperbole and panic or we never get out of it... omicron could end up being the solution.","sentiment_score":0.0}
{"full_text":"5\/7COVID peaked 18+ months ago &amp; still push mandates off &amp; on, it's obvious COVID is here to stay &amp; it's time they released the leash &amp; returned our lives not turn mandates on &amp; off. Most of the country is vaccinated, deaths are way way down not daily news. Studies show","sentiment_score":0.0861111111}
{"full_text":"If I was looking to avoid these sorts of headlines I would simply not sign a $100 million agreement with one of the world's most famous sources of  COVID misinformation.","sentiment_score":0.3333333333}
{"full_text":"Some are finally admitting they don't have the patience or extensive knowledge to handle their natural hair especially while being down in this pandemic. Also, some of the girls never stopped getting them ","sentiment_score":-0.0111111111}
{"full_text":"but i still hope the vaccine mandates get dropped if nothing else bcuz who knows what white supremacist govt will try next considering what they've done to the first nations - nobody wants anything like that!#truckersforfreedom","sentiment_score":0.1125}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"RT The difference, which Spotify hopes you ignore: Facebook never signed a giant contract to be the exclusive distributor for a po...","sentiment_score":0.0}
{"full_text":"RT The battle over Covid safety is unfolding at a NYC charter school. explains.","sentiment_score":0.0}
{"full_text":"Spotify Responds to Complaints About Covid Misinformation -","sentiment_score":0.0}
{"full_text":"But like a gambler I'm rather happy with my odds of beating covid with a 99.6% win rate. Your apology opens up a whole can of worms you haven't considered?!","sentiment_score":0.6166666667}
{"full_text":"Dr. Maoci gave all the birds of China the vaccine so they will die and not eat the crops","sentiment_score":0.0}
{"full_text":"RT Canadian from Covid-crazy Quebec visits Florida. Amazed by what he sees.","sentiment_score":0.0}
{"full_text":"RT I'm curious, are anti-vaxers who end up disabled from long Covid expecting our government to pay them disability? Are the...","sentiment_score":-0.1166666667}
{"full_text":"RT I pray Rolling Ray is doing well. About a month ago he posted he was battling Covid in the hospital and he's been inactive...","sentiment_score":0.0}
{"full_text":"Spotify will add a COVID advisory to podcasts after the Joe Rogan controversy","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine mandate after federal court ruling.","sentiment_score":0.0}
{"full_text":"RT Sugar is killing us in America.  The average man and woman has gained over 30 lbs in the past 30 years.  French women have g...","sentiment_score":-0.1333333333}
{"full_text":"No one in nursing home was taken to polls during pandemic. Those without family to help didn't vote at all. Finally someone in the election office said I could FedEx overnight his ballot. I FedExed his ballot. It was refused. 3\/","sentiment_score":0.0}
{"full_text":"RT please don't twist hendery's bbl if you have not been paying attention to him at all; recently he has been telling us to \"be...","sentiment_score":0.0}
{"full_text":"Children as young as five years old are now eligible to get the #COVID19 vaccine! Call us at 718-808-1431 to schedule an appointment. ","sentiment_score":0.1125}
{"full_text":"RT Something that I just realized: When Greg AbbottTX said that he would \"eliminate rape in TX\", what he means, is that no...","sentiment_score":0.0}
{"full_text":" Popular tweet among scientists, including RTs from profiles not included in Science Pulse [3\/3]","sentiment_score":0.6}
{"full_text":"RT Marvel Actress Evangeline Lilly Comes Out Against Vaccine Mandates: 'Nobody Should Ever Be Forced To Inject Their Body'...","sentiment_score":-0.3}
{"full_text":"The global labor market faces a deficit of 52 million full-time jobs, and unemployment affects 207 million people. The global unemployment rate of 6.2 percent is the second highest since 2003 and isn't expected to return to pre-pandemic levels this year.","sentiment_score":-0.025}
