{"full_text":"Because everyone predicted 1 in 4 Americans would have covid at once","sentiment_score":0.0}
{"full_text":"Betsy my exhusband didn't believe I'm vaccine  2 days before my daughter's wedding he had covid he missed out on the most beautiful wedding!!!MASKS AND VACCINES ARE IMPORTANT","sentiment_score":0.5833333333}
{"full_text":"RT Late entry for most callous, asinine and dystopian pandemic comment made by a #Manitoba Minister during 2021.@Kindra...","sentiment_score":0.1}
{"full_text":"RT Great to hear Laura Tingle will be anchor of from Monday 3 January.   With Cov...","sentiment_score":0.8}
{"full_text":"The vax is effective against preventing severe disease and death... which is the important metric. UK Omicron data is showing older cohorts are doing well relative to Delta.","sentiment_score":0.2916666667}
{"full_text":"RT With mutating variants &amp; weak leadership all around, covid might mess around &amp; have 2020 turn into the Fa...","sentiment_score":-0.275}
{"full_text":"I had a great email 11:58pm saying I have covid  cheers 2021 u shit","sentiment_score":0.3}
{"full_text":"Poland tonight...Everything open....no covid pass...live music in the cities....people enjoying live ....","sentiment_score":0.3181818182}
{"full_text":"RT the funniest thing about this accusation is that this super professional heavily-funded cia plant has spent the last we...","sentiment_score":0.0833333333}
{"full_text":"RT Uh oh. Twitter doesn't like this one.","sentiment_score":0.0}
{"full_text":"RT Unvaccinated Man Feeling Left Out As All His Vaccinated Friends Have COVID","sentiment_score":0.0}
{"full_text":"'Come and count them': Indiana hospital CEO addresses Rokita's COVID-19 numbers comment via","sentiment_score":0.0}
{"full_text":"RT Is anyone still monitoring covid in the sewage.. or have they given up on that idea?","sentiment_score":0.0}
{"full_text":"SFDPH should have a drug OD data and metrics page like it does for covid","sentiment_score":0.0}
{"full_text":"Lovely data there Just in National Cabinet gives up asymptomatic spread allowedhttps:\/\/t.co\/aO3Bs0q1it","sentiment_score":0.5}
{"full_text":"And what would she be doing to alleviate the Covid surge in NYC","sentiment_score":0.0}
{"full_text":"RT Staffing levels limit Alberta Precision Labs (APL) ability to keep increasing COVID testing numbers. Private travel testin...","sentiment_score":0.0}
{"full_text":"RT CDC says go ahead and talk to the police they just want to hear your side of the story","sentiment_score":0.0}
{"full_text":"Girl I have covid but I still dressed up for myself tonight ","sentiment_score":0.0}
{"full_text":"10 amazing health stories you may have missed in 2021 Working pig kidney successfully hooked-up to a human &amp; many more","sentiment_score":0.47}
{"full_text":"Exactly! People need to chill, use Common sense, stay home when sick&amp; wash hands. Let's move the fuck on please!!!!!","sentiment_score":-0.3291666667}
{"full_text":"Specially bc I won't even ask for my week of vacation to go to Amsterdam bc of covid which also means that I won't be meeting minsik in 16 days &lt;\/3 I'm loving 22 so far","sentiment_score":0.3523809524}
{"full_text":"RT That a substantial fraction of people hospitalized with Covid-19 in Ontario right now aren't critically ill does not mean tha...","sentiment_score":-0.0193452381}
{"full_text":"RT Fauci: \"If you look at the children that are hospitalized, many of them are hospitalized with Covid, as opposed to bec...","sentiment_score":0.5}
{"full_text":"Hmmm.... Go out or stay in?https:\/\/t.co\/t2j9m4KhKJ","sentiment_score":0.0}
{"full_text":"4. A 5-day rule acknowledges an unfortunate reality: everyone has COVID right now. The person you don't know has COVID poses a greater risk to you than the one you do know has it who is on day 6. This new rule moves us closer to \"living with\" the virus.","sentiment_score":0.1055194805}
{"full_text":"RT if your team is not one of the final 4 the CDC recommends you shutting the hell up trash talking. ","sentiment_score":0.0}
{"full_text":"RT the cdc recommends you listen to fine line right at 11:55:23 tonight so you can go into the new year with harry saying \"...","sentiment_score":0.2795815296}
{"full_text":"RT JUST THIS WEEK:Biden: There is no \"federal solution\" to beat COVID-19CDC Director: \"PCR tests are unreliable\"Fauci:...","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT Reflecting on 2021, I am humbled by all the seva done by so many across the country. ","sentiment_score":0.5}
{"full_text":"RT Soooo if people can wait in line for hours with lines around the block for a COVID test...Why can't we vote in person?Aski...","sentiment_score":0.0}
{"full_text":"RT On Global they're speculating on why Kenney isn't scheduled to be at the presser this morning. Did they not hear him sn...","sentiment_score":0.0}
{"full_text":"RT Due to rising COVID cases across Detroit and MI, there will be no school Jan. 3-5 for students in the Detroit Public Sch...","sentiment_score":-0.0625}
{"full_text":"RT CDC has announced new PPE recommendations:Apple bottom jeans + boots with the fur.","sentiment_score":0.1363636364}
{"full_text":"RT avoiding omicron, december 2021","sentiment_score":0.0}
{"full_text":"Pro tip. It's not a god","sentiment_score":0.0}
{"full_text":"RT As we end 2021, mired in a deadly pandemic, you should know who has prolonged it. THESE GUYS. Republican liars. Your vacat...","sentiment_score":-0.2}
{"full_text":"Floating petri dishes long before Covid","sentiment_score":-0.05}
{"full_text":"RT BREAKING: The City of Manila and the rest of the National Capital Region will be under Alert Level 3 status from January 3 t...","sentiment_score":0.0}
{"full_text":"RT Epic thread ","sentiment_score":0.1}
{"full_text":"RT But seriously, where is Ron DiSantis? How does the Governor of one of our largest states just check out during a surge...","sentiment_score":-0.3333333333}
{"full_text":"RT Texas:We spent extra money on this idiotic audit in order to pander to Trump supporters.Also, please President Biden,...","sentiment_score":-0.2555555556}
{"full_text":"RT The CDC says it's not omicron unless it comes from the Omicronne region of France. Otherwise it's just sparkling covid.","sentiment_score":0.0}
{"full_text":"RT Well, fuck me. What a shit day. Betty White died and I tested positive for Covid. Get vaccinated people!","sentiment_score":-0.0789772727}
{"full_text":"He has bad COVID and doesn't want to show while he's in Cancun with Cruz at the Ritz Carlton","sentiment_score":-0.7}
{"full_text":"OmicRon DeSantis is a puss when it's time for action!","sentiment_score":0.125}
{"full_text":"RT my sorority had stricter guidelines than the cdc","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC recommends that only your shoulders and chest be wiped down now, pants and shoes are no longer required.","sentiment_score":-0.0777777778}
{"full_text":"RT As a professional engineer who understands fluid dynamics, particle transport, filtering, risk assessment and mitigati...","sentiment_score":0.05}
{"full_text":"RT 2021 HUTA highlights!1. Minhyuk on the legendary vault 2. Overcoming Covid 3. In his police uniform 4. Men's health c...","sentiment_score":1.0}
{"full_text":"RT Malone is going to break the fact-checkers with this interview","sentiment_score":0.0}
{"full_text":"RT OFFICIAL: The Miami HEAT have signed guard Mario Chalmers to a 10-day contract using the COVID-Related Hardship Allowance. H...","sentiment_score":0.0}
{"full_text":"RT The CDC said it's okay to reopen all the souplantation's in california","sentiment_score":0.5}
{"full_text":"RT And yet millions will happily take this pill without so much as 10 minutes of research.","sentiment_score":0.5}
{"full_text":"RT When COVID hit, no one knew what it meant for our schools, but teachers got creative, innovated, and kept our kids engaged....","sentiment_score":0.5}
{"full_text":"Quote required...","sentiment_score":0.0}
{"full_text":"RT Vaxxed person: \"You don't know the long term effects of Covid.\" Me: \"No I don't, and you don't know the long term effects o...","sentiment_score":-0.05}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"RT I e-mailed my PC MPP to ask how many HEPAs our area will receive (amongst other questions) but haven't had a...","sentiment_score":0.1875}
{"full_text":"RT Idk who needs to hear this but its not too late to decide not to go to the club during the worst Covid surge in the last 2...","sentiment_score":-0.4333333333}
{"full_text":"RT Time to say goodbye to 2021 but we want to celebrate that TOGETHER we've supported 1000s of families fighting to recove...","sentiment_score":0.0}
{"full_text":"Yurtseven might be playing himself into regular minutes with this Covid stretch of games, he's been great.","sentiment_score":0.4}
{"full_text":"RT Happy New Year! We'll be home as usual... #NewYear2022 #HappyNewYear2022 #StayHome #StaySafe #Omicron is spreading like wi...","sentiment_score":0.2401515152}
{"full_text":"RT One of the more surprising things I've discovered during this pandemic:   Most MDs are innumerate and lack basic statistica...","sentiment_score":0.425}
{"full_text":"RT Need more proof we live in a post truth America? Read some of these comments on this article.","sentiment_score":0.3181818182}
{"full_text":"NEED a lockdown soon","sentiment_score":0.0}
{"full_text":"RT Constant platforming of this seemingly narcissistic Liberal party politician wannabe only serves to reinforce my opini...","sentiment_score":0.0}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"RT PROOF had it last week. Now Reuters does.In response to Trump touting the vaccine, \"Conspiracy theorist and radio host...","sentiment_score":0.0}
{"full_text":"Translation:  with any luck, as long as this COVID gig holds up, Anthony Fauci will retire as one of the top five richest men in the world.And the way the Republicans in Congress are handling this, it looks like Fauci will succeed.","sentiment_score":0.225}
{"full_text":"Read this and act..\"My 38 year old son has just been admitted to hospital in QLD with heart failure and new diagnosis cardiomyopathy.He is COVID -ve, but two others in his bay are +ve. He will get COVID. Don't know what to do.\"This is awful. Unacceptable.","sentiment_score":-0.2700757576}
{"full_text":"RT Even Fauci - one of the chief architects of the scam to exaggerate numbers - is now openly admitting it (not sure why he i...","sentiment_score":-0.125}
{"full_text":"RT CoronaVac is an inactivated SARS-CoV-2 vaccine approved for use in 48 countries. In collaboration with the Ministry of...","sentiment_score":0.0}
{"full_text":"RT Even assuming $4 per N95 mask, multiplied by 330 million, is $1.2 billion, multiplied by 10 per person, is about $12 bi...","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"RT The Ford government is cancelling required reporting of COVID cases in schools &amp; daycare. And they snuck this thru in a...","sentiment_score":0.0}
{"full_text":"RT In the war against Covid, the Republican Party didn't just surrender--they took Covid's side.","sentiment_score":0.0}
{"full_text":"I'm ready for 2021 to be over, and ready for people to grow up and take the pandemic seriously in 2022. We lost a year folks, and many of us lost more loved ones to death by this virus, and it didn't have to be this way.  Care about your fellow humans, please. Start yesterday","sentiment_score":0.2944444444}
{"full_text":"RT Abbott now supports socialism?","sentiment_score":0.0}
{"full_text":"It's y'all believing these doctors and this Covid shit.","sentiment_score":-0.2}
{"full_text":"RT You know the world fucced if Clayton county leading the charge","sentiment_score":0.0}
{"full_text":"RT Telling sick dying people that they shouldn't want to be suppressed like China, w...","sentiment_score":-0.7142857143}
{"full_text":"Im really going thru a rough time, have covid,I'm unemployed, I have a 15 year old and will be evicted soon.. anything will help","sentiment_score":0.0666666667}
{"full_text":"The Gov Evers \"wall\" will stop this partisan invasion","sentiment_score":0.0}
{"full_text":"All subscribe to the  #WEF #NWO #Transhumanism #ID2020 #GreatReset #BuiltBackBetter #Agenda21.UN2020-2030 The Decade of Vaccination.#VerifyItYourself #CriticalThinking #ThinkForYourself","sentiment_score":0.0}
{"full_text":"RT Cases are getting double every second day .At this rate we can expect 14-15k cases in first week of Jan.Full Lockdown c...","sentiment_score":0.0833333333}
{"full_text":"RT 1800 Covid Cases in Delhi today with a positivity rate of 2.4%.While CM of the state is busy with his election rallies...","sentiment_score":0.1}
{"full_text":"RT CDC this, CDC that, I just want her to C me D way I C her ","sentiment_score":0.0}
{"full_text":"RT \"I had six shots in me. Two were bourbon. Three were Pfizer. One was a .38 slug that the doc never bothered to fish out of m...","sentiment_score":0.0}
{"full_text":"RT I had to go to the post office here in Shreveport. Omicron is running rampant. Only one employee is wearing a mask. And...","sentiment_score":0.0}
{"full_text":"Remember when we ended 2020 with the hope that the pandemic would soon be over?","sentiment_score":0.0}
{"full_text":"RT Also, while in public, you really need a good mask! N95, KN95, KF94, double mask w\/ surgical + cloth, or surgical w\/ t...","sentiment_score":0.26875}
{"full_text":"RT It's common knowledge around Macquarie St that The Boy Premier wilfully ignored the advice of the health experts when he...","sentiment_score":-0.3}
{"full_text":"RT Since my brain tumor surgery 12 weeks ago I've had to go to 15 different post-op appointments. Every time, I get concern...","sentiment_score":0.0}
{"full_text":"RT In 2022 I will be working towards: Permanent removal of vaxports &amp; mandates Justice for those wronged by vax mandates...","sentiment_score":0.0}
{"full_text":"RT 900 + 451 + hundreds\/thousands hospital-in-the-home patients. Those admitted usually need oxygen &amp; are qui...","sentiment_score":-0.25}
{"full_text":"Washing your dirty hands, sanitizing and wearing masks was intended to protect you from Covid-19, it almost wiped out the common cold. Even if there is no Global Warming, be nice to Planet Earth anyway. Just keep it clean. Will the left side of this highway ever be restored?","sentiment_score":-0.0761904762}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT WOW WOW WOW","sentiment_score":0.1}
{"full_text":"another one. It is a true and you spread fake news with screen shots and memes. So credible. WAFJ","sentiment_score":0.0833333333}
{"full_text":"Prof Kerryn, in your professional opinion, when will we be able to get back to pre covid times with freedom of movement and trust that our medical team will be able to look after us if we need them to without making us feel guilty for not taking experimental vaccines?","sentiment_score":0.1}
{"full_text":"RT The original UK strategy was clearly and categorically to recommend vaccination of those most likely to be vulnerable to co...","sentiment_score":0.095}
{"full_text":"literally saw mall of america trending and I knew it had something to do with ykw why why why","sentiment_score":0.0}
{"full_text":"RT Paris cancels today's fireworks for \"omicron\" and orders people to keep their distance.The people's response.","sentiment_score":0.0}
{"full_text":"WITH covid. You know, the same as you might have the flu &amp; die FROM cancer. They don't frickin count that as a flu death. WTF don't you get? Do your damn research. You just may learn by something. You need serious help dude!","sentiment_score":-0.3055555556}
{"full_text":"RT UNITED STATES: Delaware issues state of emergency as coronavirus cases and hospitalizations surge","sentiment_score":0.0}
{"full_text":"RT The same day the governor is begging the Biden Administration for help during a record COVID outbreak this ghoul is bragging...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends artistically representing yourself as an anthropomorphic animal at least once a day.","sentiment_score":-0.3}
{"full_text":"Big advantage of N95 is better fit with head and neck straps than with ear loops. KF94 ear loops are adjustable so they can give better fit than KN95 with fixed sized loops. Also beware of counterfeits especially for KN95. #AirHygiene","sentiment_score":0.2714285714}
{"full_text":"RT Hopefully in the new year the epidemic will disappear and everything will return to normal. We have overcome...","sentiment_score":0.1431818182}
{"full_text":"FACT: It would do NOTHING to impact COVID. Remember, both the vaxed and the unvaxed can catch it. A test is only good for the hour, at best the day, that it was taken. The tested can catch it or spread it at virtually any time. So a mandate accomplishes what?","sentiment_score":0.5666666667}
{"full_text":"RT the CDC rn","sentiment_score":0.0}
{"full_text":"Might want to think about eye protection too given how transmissible omicron could be.","sentiment_score":0.0}
{"full_text":"RT It's 2022 we aren't talking about covid anymore","sentiment_score":0.0}
{"full_text":"RT The communist overlords who made people stay home, destroyed small businesses, made sure that grandparents died alone, c...","sentiment_score":0.125}
{"full_text":"The Governor needs to make Covid tests and vaccines available so sick people don't have to stand in line for hours. He needs to take reasonable measures to fight this pandemic.Instead is willing to let Floridians die for his political ambitions. \"Dude\"","sentiment_score":0.0271428571}
{"full_text":"RT Buy Google 5 Star Reviews#MachineLearning #DataScience #Python #AI #100DaysOfCode #IoT #flutter #javascript #Serverles...","sentiment_score":0.0}
{"full_text":"If I can get both of these teams to simultaneously implode, fall into Covid protocol together maybe, it would be a better night.","sentiment_score":0.5}
{"full_text":"#horror #movies #podcastCreep - - of Madness - - #scifi #podcasting  #SaturdayMotivation #SaturdayThoughts #Saturday #quarantinelife","sentiment_score":0.0}
{"full_text":"RT I am happy to let everyone know that according to the PCR test I took 15 days ago and just got the results from, I did not...","sentiment_score":0.8}
{"full_text":"RT Joe Biden knew there were early treatments for COVID and he  intentionally did not make them available or speak about th...","sentiment_score":0.25}
{"full_text":"Thinking Health care workers don't need more barriers to getting to and from work, Covid testing centers need to be open, too.  No more snow, please.","sentiment_score":0.0833333333}
{"full_text":"ncity going on lockdown it would be funny if i wasnt on the verge of a mental breakdown","sentiment_score":0.075}
{"full_text":"RT The CDC now recommends not trying to tackle Brian Robinson.","sentiment_score":0.0}
{"full_text":"God HELP the Minnesota Vikings","sentiment_score":0.0}
{"full_text":"I'm sorry AOK!!!! I'm doing the same because my boyfriend tested positive for covid and he's doing the same also!!!! It does suck!!!! I hope you feel better!!!!","sentiment_score":0.0454545455}
{"full_text":"RT Got covid booster and had a weird fever dream about a Seinfeld theme park called Seinfeldland and I'm genuinely upset...","sentiment_score":-0.05}
{"full_text":"RT Per multiple sources: Bronco stars WR Jerry Jeudy, OLB Bradley Chubb going on COVID list today. Out vs Chargers. Massive loss...","sentiment_score":0.0}
{"full_text":"RT WOW WOW WOW","sentiment_score":0.1}
{"full_text":"RT 'Complete collapse of leadership', says one of the most astute public health professionals in the country. This is a dev...","sentiment_score":0.2875}
{"full_text":"#WhereHasIntegrityGone. CDC not requiring a confirmatory negative to come out of self-isolation, relying on peoples honesty! Really dude!","sentiment_score":-0.0625}
{"full_text":"RT On SBS last night, was reported that New Jersey, as an entire STATE, had cancelled all surgeries other than those coming...","sentiment_score":0.0028409091}
{"full_text":"Sydney seeing in the New Year during a lockdown, #London P**s Poor","sentiment_score":-0.1318181818}
{"full_text":"RT The covid mothership has arrived over London.#londonfireworks","sentiment_score":0.0}
{"full_text":"you deeply await Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"Wishing you a HAPPY NEW YEAR 2022, with the hopes that you will have better &amp; brighter blessings in the year to come. #StaySafe #SocialDistancing #KitaJagaKita#newyear2022 #newyearseve#musicstreamingplatforms#trending #viral#syoknya #onestopmusic#malaysia #indonesia","sentiment_score":0.4787878788}
{"full_text":"THE ZEDS SERIES... #wattpad #wip #amwriting #zombies #apocalypse #pandemic #series","sentiment_score":0.0}
{"full_text":"CAMC is encouraging people who are experiencing mild #Covid_19 symptoms or believe they have been exposed to the virus to visit a community testing center or a CAMC drive-thru testing centerhttps:\/\/t.co\/zxQAeURcrG","sentiment_score":0.1166666667}
{"full_text":"Wow still pushing this bullshit vaccine thing. Just wow","sentiment_score":0.1}
{"full_text":"What?","sentiment_score":0.0}
{"full_text":"RT The CDC says to cashapp your capricorn placement friends today","sentiment_score":0.0}
{"full_text":"RT Two Walmart locations in New Orleans Louisiana are closed amid the surge from the #Omicron variant.","sentiment_score":0.0181818182}
{"full_text":"RT The CDC says we don't need to have a sitzprobe, we can just add the band during tech","sentiment_score":0.0}
{"full_text":"Omicron variant live updates: Maharashtra may report 2 lakh active Covid-19 cases by January 3rd week","sentiment_score":0.001010101}
{"full_text":"Local hospitals have once again been strained by the sudden uptick in COVID cases, leaving not one ICU bed open across the entire Oklahoma City metro.https:\/\/t.co\/3172CEvYZF","sentiment_score":0.0}
{"full_text":"The left had a field day delighting in the idea that Donald Trump was getting booed by loyal supporters. They missed the point, which wasn't what a handful of anti-vaxxers did, but what the former president did.","sentiment_score":0.1111111111}
{"full_text":"RT If your heading out tonight enjoy yourself but remember the staff serving you would rather be at the other side of the bar...","sentiment_score":0.1375}
{"full_text":"Jan 2 COVID dropping Wilt chamberlain numbers btw","sentiment_score":0.0}
{"full_text":"As 2021 comes to a close, I'm reflecting on the past year and it sure was a wild one. I had a job that lasted longer than my previous one and got the vaccine early. The hazard pay I got was great for saving up but afterwards it all went spiraling downhill.","sentiment_score":0.1805555556}
{"full_text":"United States Representative Alexandria Ocasio Cortez, D-NY, is taking heat on Twitter after pictures of her dining out, without a mask, started circulating on social media.https:\/\/t.co\/IsWovdGpQO","sentiment_score":0.0333333333}
{"full_text":"RT We made it through #Year2021. Despite the challenges of the global pandemic, lessons learnt this year are surely somet...","sentiment_score":0.25}
{"full_text":"RT 22099 positive swabs on 44,410 tests.49.76% positivity rate. #Covid19 #Ireland","sentiment_score":0.2272727273}
{"full_text":"RT A RN FROM TN, tweeted, \"I am in despair and Grief and have Given up\" 47 came in on my shift with COVID, NOT one had been Va...","sentiment_score":-0.8}
{"full_text":"I miss it so much.","sentiment_score":0.2}
{"full_text":"RT But one thing about me, ima get tested.. STD, COVID, pregnancy.... yeah one wrong sign &amp; I gotta go!!","sentiment_score":-0.78125}
{"full_text":"People await the New Year's Eve fireworks at the world's tallest tower, Dubai's Burj Khalifa.https:\/\/t.co\/nwQkrtz8lj","sentiment_score":0.1363636364}
{"full_text":"Eating disorders diagnoses and hospitalizations are up significantly as a result of the pandemic.@DrWider","sentiment_score":0.375}
{"full_text":"Experts worried that the two coronavirus variants are hitting at the same time, possibly causing a massive influx of COVID-19 patients at hospitals across the country. | By","sentiment_score":0.0}
{"full_text":"RT It only took 19 months for Fauci to tell the American public this. The fearmongering when it comes to children's health ris...","sentiment_score":0.0}
{"full_text":"The Omicron variant is now in the Northstate, but does that mean people will change their behavior?https:\/\/t.co\/pXXgwTjxl6","sentiment_score":-0.3125}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT Just listening to the Rogan \/ Malone podcast.If this was on TV, the pandemic would be over instantly, and peop...","sentiment_score":0.0}
{"full_text":"RT In remarkable twist of fate, the CDC has managed to prove to us all that the FBI isn't actually the most corrupt, destructi...","sentiment_score":0.1875}
{"full_text":"#RoyalYearinReview2021 | The splendid nuptials of Princes, Princesses, Dukes, Counts &amp; Ladies as Pandemic restrictions eased | Learn about all the Royal and Noble Weddings of 2021:","sentiment_score":0.7166666667}
{"full_text":"RT HIT HARD: The Broward Sheriff's Office is dealing with more than 300 employees out sick because of COVID, so what does the...","sentiment_score":-0.1686507937}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"With hospitals overwhelmed with COVID patients, doctors are hoping Ohioans will celebrate the new year responsibly.","sentiment_score":0.1681818182}
{"full_text":"RT BREAKING: Texas just beat Biden again. Another of Biden's vaccine &amp; mask mandates was just halted by a federal judge i...","sentiment_score":0.0}
{"full_text":"Arfadia's Team Wishing You  A Happy and Prosperous New Year. We wish you a very joyful New Year in the midst of this pandemic and a year full of blessing, happiness and prosperity.#happynewyear2022  #tahunbaru #arfadia #digitalmarketingagency #digitalmarketing","sentiment_score":0.3871212121}
{"full_text":"Hip Hop blogger Kollege Kidd co-founder Raysean Autry dies from COVID-19   READ MORE:","sentiment_score":0.5}
{"full_text":"RT they would've found the cure for covid already","sentiment_score":0.0}
{"full_text":"RT the british army doctor who administered the vaccine to hstsune miku has the softest little twink arms i've ever seen","sentiment_score":-0.09375}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT Betty White's biological father-in-law, Elmer Ellsworth, died in 1919 at age 26 from the influenza pandemic.","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls are okay with another lockdown because they want to withdraw from society and become a recluse...","sentiment_score":0.6333333333}
{"full_text":"RT POLICE ACTIVITY Shooting Investigation at Sunvalley MallPlease be aware that CPD is currently investigating a shoot...","sentiment_score":0.125}
{"full_text":"I appreciate that I'm about to have to provide a negative test to fly back into the country where I'm more likely to contract covid.","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 44.6FWind Chill: 44.6FHumidity: 98%Dew Point: 44.1F Barometer: 29.958 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 298.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
