{"full_text":"That's exactly my point - it's about ones choice to do that though. Just wait until the CDC updates their numbers where what did CDC Director say today? 75% had 4+ comorbidities. Want to talk staffing shortages? Most hospitals in my area lost at least 20% due to vaccine reqs. wow","sentiment_score":0.085}
{"full_text":"RT Pfizer CEO: \"Two doses of the vaccine offers very limited protection, if any. 3 doses with a booster offer reasonable protect...","sentiment_score":0.069047619}
{"full_text":"RT Feeling very fortunate that I don't have to get on a bus to work in tomorrow morning's single-digit temps and multi-digi...","sentiment_score":0.52}
{"full_text":"RT Every single wave: \"Cases are up but deaths are flat. Is COVID just the flu now?\"Every single wave, three weeks later: \"Oh...","sentiment_score":-0.0419642857}
{"full_text":"RT Dr Malone was right. There are tons of articles talking about a hemorrhagic fever virus circulating in China now that is...","sentiment_score":0.2857142857}
{"full_text":"The vaccines and boosters do not work on Omicron and the public knows this. You've now look like a complete uninformed idiot.","sentiment_score":-0.2333333333}
{"full_text":"RT FSR: Jabari smith has said in interviews that him, Banchero and Harrison Ingram were all set to join Chandler and Masha...","sentiment_score":0.0}
{"full_text":"is shocked at the true numbers,   shit, they were in on it all along.","sentiment_score":-0.1833333333}
{"full_text":"RT Ahhhh, so now CDC is going to give us the \"correct\" revised Covid stats. ","sentiment_score":0.0}
{"full_text":"RT I know several people who were deplatformed for pointing this fact out 12-18 months ago.","sentiment_score":0.0}
{"full_text":"Oliver you are beautiful and always brightened my day when you were on TV with your owner while I was working at home in lockdown!","sentiment_score":1.0}
{"full_text":"RT JJ Peterka joined Brandon Biro, Ara Nazarian, and Peter Tischke in COVID-19 protocol.A full injury update from Coach Ap...","sentiment_score":0.35}
{"full_text":"RT I really do not take pleasure in having been right about COVID for two years and now seeing the government repeating the...","sentiment_score":0.0928571429}
{"full_text":"RT Let us take a pledge that we will also get corona vaccine and will also inspire others to get corona vaccine.Saint Dr","sentiment_score":0.0}
{"full_text":"RT It is absolutely wild to me how many people legit think exposing an entire generation of kids to Covid is better than s...","sentiment_score":0.275}
{"full_text":"RT u have to wait 4hrs to get a covid test 2yrs into the pandemic but in the time u spent waiting jeff bezos made $3 million so t...","sentiment_score":-0.1}
{"full_text":"Eliminating the stigma against mental illness shouldn't compel us promote it...","sentiment_score":-0.1}
{"full_text":"We have been victims of bad COVID data from,our public health officials from the very beginning.Bad data leads to bad decision making","sentiment_score":-0.3}
{"full_text":"Production is on track to complete in the next 1-2 weeks but we have hit some logistics delays due to COVID and then pushing us into CNY. As a result shipments won't be until end of Feb now sorry.  Full update","sentiment_score":-0.035}
{"full_text":"RT I think uninsured people deserve free at-home tests, too.","sentiment_score":0.4}
{"full_text":"RT .@PhilipWegmann to Psaki: \"Not long ago in this room, the surgeon general told us that Covid misinformation was a public h...","sentiment_score":0.025}
{"full_text":"RT Starting to think all of these guys are having a secret competition to see who can get the rubes to do the craziest thing...","sentiment_score":-0.2}
{"full_text":"RT Every lockdown Mayor and Governor owns this ","sentiment_score":0.0}
{"full_text":"RT If you're a Democrat who supports flight attendants calling on Biden to create a vaccine mandate for domestic flights...","sentiment_score":0.0}
{"full_text":"RT #NJ #COVID19 Before you allow to gaslight you that you NEED mask mandates in schools, lets not forget that the...","sentiment_score":0.0}
{"full_text":"RT Wake up Canadians.","sentiment_score":0.0}
{"full_text":"hello julien! i am chilling after my first day of classes and crossing my fingers so much that my roommate doesn't have covid :' &lt;3 how are you doing !","sentiment_score":0.0}
{"full_text":"RT So, is anyone going to make answer for letting a million COVID tests expire or nah?","sentiment_score":0.0}
{"full_text":" will join in the new movie soon the place, staffs were all ready","sentiment_score":0.1681818182}
{"full_text":"RT The CDC has been misreporting since the beginning.","sentiment_score":0.0}
{"full_text":"RT How nice for the CDC director to pop by the Sunday shows yesterday and confirm everything that was called a conspiracy the...","sentiment_score":0.6}
{"full_text":"RT So politicians think they get to shut your business down, lock you in your homes, force you and your kids to be masked, ge...","sentiment_score":-0.1555555556}
{"full_text":"RT Is burnout hoping your covid test is positive so you can have 5 days off","sentiment_score":0.2272727273}
{"full_text":"RT This is a lie, one that is getting picked up and repeated by right-wingers and Covid skeptics across social media. Wal...","sentiment_score":0.0333333333}
{"full_text":"RT SCIENTISTS: We developed a vaccine which makes you *20X less likely* to die of Covid.REPUBLICANS: What if we drank pee...","sentiment_score":-0.0222222222}
{"full_text":"RT $60 goals left  please share","sentiment_score":0.0}
{"full_text":"RT My immunocompromised 4 year old is now hospitalized with COVID and may be going directly to ICU. She was perfectly fine...","sentiment_score":0.2055555556}
{"full_text":"RT TUCKER: The CDC made it official policy to withhold Covid vaccines on the basis of race. Affirmative action now governs Co...","sentiment_score":0.35}
{"full_text":"RT When your vaccine is taking time off while on the job ","sentiment_score":0.0}
{"full_text":"#AOCovid getting covid from AOC is the least of your worries. #crabs #clap #LiberalismIsAMentalDisorder","sentiment_score":-0.3}
{"full_text":"Not just any computational biologist.....that one has pretty good track record on COVID.","sentiment_score":0.475}
{"full_text":"Germany:","sentiment_score":0.0}
{"full_text":"If you haven't replaced all the happy hormones in your blood with carbs have you even been living in a pandemic?","sentiment_score":0.8}
{"full_text":"RT Reminder that told everyone in 2020 on podcast exactly what the CDC Director is admitting now  h...","sentiment_score":0.25}
{"full_text":"RT What next, the vaccine gets announced 12 hours AFTER the voting ended in 2020?","sentiment_score":0.0}
{"full_text":"When have we ever supported medical trials on our children, it's bad enough that the adults are falling for the governments bullying tactics to get the long term unproven, medical trial vaccine.We should be ashamed that we have sunken to the level of Dr Mengelola (Dr Death).","sentiment_score":-0.15}
{"full_text":"Just curious does your boyfriend have coronavirus if not... Must've been someone hot who was after you??","sentiment_score":0.075}
{"full_text":"RT My son's child care centre just closed because of COVID so this seems like it will not last long.","sentiment_score":-0.05}
{"full_text":"Step outside your echo chambers and speak to some unvaccinated people who've recently recovered from COVID and they'll say the same as Psaki. EVERY unvaccinated member in my family had mild symptoms and recovered quickly.","sentiment_score":0.1333333333}
{"full_text":"RT How many political and media authorities' careers depend on the continuation of the pandemic?","sentiment_score":0.25}
{"full_text":"RT They could have stopped Covid","sentiment_score":0.0}
{"full_text":"RT Capitalism will produce another COVID variant.","sentiment_score":0.0}
{"full_text":"I think the question should be: are you willing to accept that you may not receive medical treatment at all if you come down with COVID? That's the cold calculation","sentiment_score":-0.1263888889}
{"full_text":"RT Conspiracy theorists - 49,837Corporate press - 0","sentiment_score":0.0}
{"full_text":"RT Everything is getting so stupid","sentiment_score":-0.8}
{"full_text":"RT It's in the Wall Street Journal now. The toothpaste is out of the tube.You all got taken.NO REFUNDS.","sentiment_score":0.0}
{"full_text":"RT The real question is why do they want this vaccine in us so badly. What's actually in it?","sentiment_score":-0.1666666667}
{"full_text":"RT Could it have something to do with the fact that millions of kids are eating indoors together every single day in poorly venti...","sentiment_score":-0.2357142857}
{"full_text":"RT this pandemic just proved y'all would hide your zombie bites if it came down to it","sentiment_score":-0.1555555556}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Today is the day lots of truth is dripping out. The majority of people hospitalized with COVID-19 in New Jersey were actua...","sentiment_score":0.1363636364}
{"full_text":"RT Florida's first shipments of Evusheld skipped ALL South Florida hospitals, though medical centers in Ocala, Tampa and Gain...","sentiment_score":0.125}
{"full_text":"Anti vaxxers talking about drinking their urine to fight covid is trending today","sentiment_score":0.0}
{"full_text":"RT I really can't believe I have to say this, but do NOT put your kid in the trunk when going to the Covid test site.It won't...","sentiment_score":0.2}
{"full_text":"It is now a pandemic of the vaccinated","sentiment_score":0.0}
{"full_text":"that was my unclehe purposely caught covid so God. oils heal himdidn't go to the hospital on the 12th day family forced him to the ER. They gave him options for treatment that might have saved himhe refused 12 days after contracting C-19 he was dead","sentiment_score":-0.25}
{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"RT Joe Biden's faltering economy outpaced the Chinese coronavirus as the nation's top concern in 2022, a Monday poll reveal...","sentiment_score":0.25}
{"full_text":"RT JUST. GIVE. THE. FUCKING. TESTS. AWAY. EVERYWHERE. YOU. CAN. WITHOUT. PAPERWORK. YES. I. LITERALLY. MEAN. GIVE. THEM. AWAY....","sentiment_score":-0.45625}
{"full_text":"Isolation is. Especially for the 1000s of AT RISK, vulnerable, underprivileged, predominantly children of colour who don't have \"online learning\" to help them with! Maybe try 48 hours next to grasp the bigger picture. White privilege screams in Ontario!https:\/\/t.co\/dznWhFzYw9","sentiment_score":-0.125}
{"full_text":"No, our board does not require Kindergarten students to wear masks. As an educator I do wear a mask and shield.","sentiment_score":0.0}
{"full_text":"RT #NJ #COVID19 Before you allow to gaslight you that you NEED mask mandates in schools, lets not forget that the...","sentiment_score":0.0}
{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"Please note,","sentiment_score":0.0}
{"full_text":"RT Boris Johnson seems to have gone to more parties during lockdown than I do in a normal year","sentiment_score":0.325}
{"full_text":"RT So, is anyone going to make answer for letting a million COVID tests expire or nah?","sentiment_score":0.0}
{"full_text":"RT Great news! I am looking forward to paying out of pocket, filling out a lengthy form, mailing that in to my barely-funct...","sentiment_score":1.0}
{"full_text":"You're the only sheep here who thinks he's intelligent.What on earth do you think a \"real\" pandemic would look like? We don't let people die on the streets dingdong, we put sick people in these buildings called hospitals.","sentiment_score":-0.1714285714}
{"full_text":"RT Look, let me be frank. My initial covid infection did not require hospitalisation. Ergo it was \"mild\". However, I have never re...","sentiment_score":0.1666666667}
{"full_text":"RT Tennis star Djokovic tested positive for COVID on December 16th.He then, unmasked, handed out awards at a December 17th yout...","sentiment_score":0.2272727273}
{"full_text":"As long as you stay at home we would be happy to leave you alone, but you don't have any more right to run around infrecting people as a drunk has a right to drive.","sentiment_score":0.2202380952}
{"full_text":"RT So basically the CDC is admitting Joe Rogan, Ron DeSantis and Rand Paul have been right for two years.","sentiment_score":0.2857142857}
{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"RT HBO blew a bag on euphoria fr-- whole season on FILM? with COVID protocols?!?","sentiment_score":0.25}
{"full_text":"paramedics in Ontario are like \"we're literally so fucked we can't take emergency calls,\" cancer surgeries have already been canceled, the CDC says (but seriously) kids who get COVID have a dramatically increased risk of developing diabetes, and Doug Ford is reopening schools","sentiment_score":-0.4666666667}
{"full_text":"RT This is a stunning admission and one that is quite literally at the crux of my Facebook lawsuit against their fact-checke...","sentiment_score":0.5}
{"full_text":"Covid is Covid, even if you get run over by a bus. You still had it.","sentiment_score":0.0}
{"full_text":"RT No, Prime Minister, 'push through or lock down' are not the only options","sentiment_score":-0.0777777778}
{"full_text":"CNN's Jake Tapper panned for finally saying COVID hospitalization stats are 'misleading': 'Two years too late'https:\/\/t.co\/KIkhiMZ8YW","sentiment_score":-0.15}
{"full_text":"RT \"Omicron is mild.\"If you have been saying that, stop. If you hear someone say it, correct them.","sentiment_score":0.3333333333}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT Scott Morrison has failed on testing, tracing, vaccines and quarantine. That's the Grand Slam of pandemic failures.","sentiment_score":0.0}
{"full_text":"RT From this morning -- article written by Nobel prize winning doctor -- after 90 days data suggests vaccinated people get...","sentiment_score":0.5}
{"full_text":"Please do not travel for this during another peak of the ongoing pandemic lol. If you are already in Nashville, I won't stop you. But there will be plenty more opportunities to see me be an idiot on a stage.","sentiment_score":0.1666666667}
{"full_text":"RT wow this sounds like it could be super effective!! now, if only there was some way that a single insurer could cover healthca...","sentiment_score":0.2598809524}
{"full_text":"Just an absolute dumpster fire","sentiment_score":0.2}
{"full_text":"RT Help! Can someone explain how someone not getting a COVID-19 vaccine threatens my health? Seems since those of us who ar...","sentiment_score":0.0}
{"full_text":" CaVid","sentiment_score":0.0}
{"full_text":"RT After years of government lockdowns, restrictions, school closures and mandates, CDC Rochelle Walensky admitted, \"The overwhel...","sentiment_score":0.0}
{"full_text":"RT So you can still work in a hospital if you have active COVID but doctors and nurses who don't have COVID and are unvaccinated...","sentiment_score":-0.1333333333}
{"full_text":"RT So the CDC is just casually going to drop truth bombs after destroying so many lives? And why didn't more people try t...","sentiment_score":0.075}
{"full_text":"RT Our federal government should be manufacturing these tests and distributing them on a weekly or bi-weekly basis to every...","sentiment_score":0.0}
{"full_text":"RT No,..this is blatantly new money moving into the neighborhood,&amp; it's an epidemic in every Urban B...","sentiment_score":0.0681818182}
{"full_text":"Washington COVID Cases Increase to 978,680 Deaths to 10,028 - Washington (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"RT BREAKING: All Ontario schoolchildren will return to in-classroom learning on schedule next Monday. Premier Doug Ford said...","sentiment_score":0.0}
{"full_text":"My hospital...has no where to put peeps that are terminally ill. They are sick due to stroke, dementia and old age. Not Covid...","sentiment_score":-0.3098214286}
{"full_text":"RT Remember that time when Marco Rubio jumped the vaccine line because he knew it was safe?#GetVaccinatedNow #DemVoice1...","sentiment_score":0.0}
{"full_text":"RT Provide relief in the pandemic.Through a letter Saint Dr MSG instructed the administration of Dera Sacha Sauda to launch a...","sentiment_score":0.0}
{"full_text":"RT So now people that have been in close contact with a COVID case can go back to work. So what is the justification to stop unv...","sentiment_score":0.0}
{"full_text":"RT As less-lethal Omicron surges, Europeans ease restrictions","sentiment_score":0.0}
{"full_text":"People ages 5 and older can get a COVID-19 vaccine at one of 14 UT Health RGV Primary Care locations across the Valley.","sentiment_score":0.2833333333}
{"full_text":"RT UP POLYTECHNIC KA Students  ka EXAM aagar ONLINE ho ga too hum BIHAR POLYTECHNIC ka students ka OFFLINE EXAM Q... SABHI...","sentiment_score":0.0}
{"full_text":"RT This is f--king bulls--t. They were pimping fear, to tie our hands and oppress our freedoms. And now that their mask and...","sentiment_score":0.0}
{"full_text":"RT The US has reached over 1,042,962+ new Covid cases in one day!","sentiment_score":0.1704545455}
{"full_text":"RT jimin as a loki variant ! #JIMIN","sentiment_score":0.0}
{"full_text":"RT When it's your turn, GET VACCINATED. Follow local guidance and recommendations about vaccination!Vaccinate yourself as...","sentiment_score":0.0}
{"full_text":"RT Republicans want mandatory Voter ID for imagined voter fraud, but they don't want mandatory vaccines for a real pandemic.","sentiment_score":0.2}
{"full_text":"RT If you're like me there is so much to do in a day that you haven't updated your profile pic in some time, but in real life...","sentiment_score":0.2}
{"full_text":"RT doodles i did when i had covid. it was so weird because i felt too weak to even properly hold my stylus so drawing felt weird...","sentiment_score":-0.34375}
{"full_text":"RT Democrats are now trying to convince you they're anti-lockdown, because they realized it's politically untenable to be...","sentiment_score":0.0}
{"full_text":"Yes because a baby body is not fully developed yet &amp; older people bodies are weaker so they are not able to fight it off","sentiment_score":0.0055555556}
{"full_text":"Last week my teen spent half her time in the gym cause there weren't any teachers.  Let's just all stay home for a few weeks until omicron passes.","sentiment_score":-0.0933333333}
{"full_text":"RT Plans for \"living with COVID\" should be about mask mandates, crowd limits, access to healthcare, and remote options -...","sentiment_score":-0.1}
{"full_text":"RT Everyone I know testing positive is vaxxed and in most cases boosted, it's officially time to stop blaming this on the...","sentiment_score":0.3636363636}
{"full_text":"RT And it's negative! Seven days isolation period over after testing #COVID19 positive. No fever since last five days. ...","sentiment_score":-0.0492424242}
{"full_text":"OR, you get Covid, don't test, and infect your parents\/grandparents\/coworkers, etc. And how about the 20% who are saddled with nasty symptoms (long Covid) for months or longer?","sentiment_score":-0.525}
{"full_text":"PATIENT SAYS HOSPITALS FILLED WITH TRIPLE VAXED COVID PATIENTShttps:\/\/t.co\/GGHar1Gz0O","sentiment_score":0.4}
{"full_text":"White House: 'Triple Vaxxed' People Still Get Coronavirus During 'Pandemic of the Unvaccinated' #LetsGoBrandon ","sentiment_score":0.0}
{"full_text":"Most of the people I know right now with Covid are vaccinated, and I know more people now that are sick than at any other time in the pandemic... so, whatever, sweetcheeks.","sentiment_score":0.0892857143}
{"full_text":"RT first his girlfriend is murdered in front of him and now he loses his father to covid, this man doesn't deserve what's happ...","sentiment_score":-0.025}
{"full_text":"RT I feel like the 'let it rip' crowd, who want to 'just live our lives' through a pandemic, who are now arguing 'schools mu...","sentiment_score":0.1363636364}
{"full_text":"US hospitals letting Covid-infected staff stay on the jobhttps:\/\/t.co\/12oELkQsfG","sentiment_score":0.0}
{"full_text":"Senator Sherwin Gatchalian hailed the signing of a law that will grant tax relief to private schools, saying it will help them stay afloat amid the pandemic. #thepostph #phstudenttambayan","sentiment_score":0.0}
{"full_text":"Pandemic Is Not Over Please Follow The Covid Guidelines When Leaving Home ...#drsiddharthroyhomeopathy #covid #supportlocal #homoeopathy #homoeo #bhms #materiamedica#homoeopathicmedicine #AYUSH #homeopath #ilovehomoeopathy #vitalforce #homoeopath #repertory","sentiment_score":0.0}
{"full_text":"The Patriot Voice , [Jan 10, 2022 at 12:46 PM]REMINDER: There is no FDA approved Covid vaccine available in the U.S.https:\/\/t.co\/FYm5lf7i0c","sentiment_score":0.4}
{"full_text":"An MH-60S Sea Hawk helicopter from the #ShadowDet of Helicopter Sea Combat Squadron #HSC28, Detachment 7, takes off from the flight deck of the Freedom-variant littoral combat ship #LCS15. Billings is deployed to the  area of operations.","sentiment_score":0.0}
{"full_text":"Book your booster shot if you're eligible. #COVID19 vaccine is the safest choice to protect yourself and your loved ones. Learn more:","sentiment_score":0.6}
{"full_text":"RT Here's your periodic reminder that COVID is a vascular disease spread through respiratory aerosol.  The fact that it i...","sentiment_score":0.0}
{"full_text":"RT I've caught myself taking out frustrations over this ongoing pandemic on single issues, but I think it's important to remi...","sentiment_score":0.1642857143}
{"full_text":"RT The fact that the AP, Reuters published similar stories to somehow try to discredit Dr. Robert Malone's interview w\/","sentiment_score":0.0}
{"full_text":"The DFA said it was closing several of its consular offices and passport processing sites until Jan. 20 due to the rising number of COVID-19 cases among its personnel.https:\/\/t.co\/U1OqghPp3y","sentiment_score":-0.0625}
{"full_text":"Starting Monday, the state will begin differentiating between patients who are admitted to a hospital for COVID-19 and those who are admitted for another condition and later test positive for the virus.--https:\/\/t.co\/OgqqO95OLs","sentiment_score":0.0757575758}
{"full_text":"RT I wonder if AOC still believes we're living through a \"Pandemic of the Unvaccinated?\"","sentiment_score":0.0}
{"full_text":"Three of Kim Jong Un's top-priority construction projects did not make their 2021 deadlines.The delay is believed to be linked to a shortage of materials, which is a result of North Korea drastically reducing imports since the start of the pandemic.https:\/\/t.co\/0M8SAyZznH","sentiment_score":0.0}
{"full_text":"RT Trump's a genius. When he had hookers pee on him he was on the verge of inventing a cure for Covid.","sentiment_score":0.0}
{"full_text":"Hopefully this will discourage more liberals from visiting Florida - for the sake of Florida - of course.","sentiment_score":0.5}
{"full_text":"State lab analyses show the omicron variant now dominates NJ COVID-19 cases. But the rate of related hospitalizations is slowing.","sentiment_score":0.0}
{"full_text":"RT To fight covid-19, our guru ji has added two more new works for the betterment of humanity, that you...","sentiment_score":0.3181818182}
{"full_text":"RT #DisabilityPoverty means bearing the brunt of #COVID19 mass disabling disaster eugenics ableism genocideCanada Disability...","sentiment_score":0.0}
{"full_text":"On paper, the list of outpatient treatments for Covid-19 seems reassuring but shortages and setbacks have undercut those options -- at a time when more people than ever are getting sick.","sentiment_score":-0.1071428571}
