{"full_text":"When your son has Covid and it stops you going to watch on Saturday ","sentiment_score":0.0}
{"full_text":"RT So many of 's hires have been young talent developed from the local CDC's. CDC's offer a great training grou...","sentiment_score":0.3}
{"full_text":"RT Currently have 9 staff absences including 5 teachers with covid in addition to myself. I'm sure I speak behalf of them...","sentiment_score":0.25}
{"full_text":"RT The data are now abundantly clear. Natural imm is more effective than vax imm.Sadly, tens of thousands Americans lost th...","sentiment_score":0.325}
{"full_text":"RT This is deeply worrying. We urgently need guarantee that this does *not* signal reduction in Government commitment to of...","sentiment_score":0.0}
{"full_text":"As opposed to what? \"Zero Covid\"?","sentiment_score":0.0}
{"full_text":"The booster is based off of the ALPHA variant. The boosted have weakened immune system making them more susceptible to the virus which is why places like Israel and Australia are doing horrible. WAKE UP","sentiment_score":-0.25}
{"full_text":"RT Cross-country truckers convoy departs B.C. for Ottawa to protest vaccine mandate  #TruckersForFreedom","sentiment_score":0.0}
{"full_text":"RT Worst pandemic in 100 years out of China.Let's send multiple athletes from 206 different countries to gather in the he...","sentiment_score":-0.3333333333}
{"full_text":"Reservation wages are often elicited in surveys and framed in a job search context, as a variant of: \"What is the lowest wage you would be willing to work for?\" Such measures have been used to study many policy questions (e.g. impact of UI benefits on labor supply)","sentiment_score":0.25}
{"full_text":"I ordered at home COVID test from website on  12\/26\/21. I have still not received a test or any notification that my test has shipped. What good is ordering these if we don't have access to tests","sentiment_score":0.7}
{"full_text":"Of course he is. In fact the nation is waiting for replies for 12% Inflation,ever increasing rate of electricity &amp; gas bills, petrol &amp; foodstuffs prices. Action taken on sugar,wheat, medicines,real estate,POL, BRT Peshawar,Rawalpindi bypass,Covid funds,CNG.trees SCAMs\/corruption","sentiment_score":0.1}
{"full_text":"People joking about \"what are the anti vaxxers going to do now\"They are going to keep telling new parents that the MMR is worse than ASD. They are going to keep telling people that the life saving HPV Vaccine causes promiscuity and disability.1\/2","sentiment_score":-0.1318181818}
{"full_text":"RT The only surprising thing about this report is allowed it to be published.","sentiment_score":0.35}
{"full_text":"Ron DeSantis is an anti vaxxer and there is nothing \"moderate\" about his COVID policy at all.","sentiment_score":0.0}
{"full_text":"Doente","sentiment_score":0.0}
{"full_text":"Please take the time to read this by It may be by a Canadian Dr, but it could have been written by any Dr in England, or indeed","sentiment_score":0.0}
{"full_text":"For more information about Covid-19 requirements for entry into the US, TAP link below ","sentiment_score":0.5}
{"full_text":"RT With KN95s ubiquitous and available for the vulnerable\/scared; with vaccines\/boosters available to all who want; and with c...","sentiment_score":0.4}
{"full_text":"They will tell expectant mothers they don't need the Whooping Cough Vaccine.If you found your pro vaccine voice since the start of the pandemic Ido not lose it now.Vaccines save lives. 2\/2","sentiment_score":0.0}
{"full_text":"RT First Covid vaccineFastest rollout in EuropeFastest booster programme95 per cent of us with antibodiesFirs...","sentiment_score":0.25}
{"full_text":"second this again too","sentiment_score":0.0}
{"full_text":"California could let teenagers get COVID vaccine without parental consent","sentiment_score":0.0}
{"full_text":"Imagine that.","sentiment_score":0.0}
{"full_text":"RT During Biden's 1st year, info about Covid was pushed everywhere, and vaccines were made available everywhere - for free. Ou...","sentiment_score":0.4}
{"full_text":"Ok it was funny while it lasted guys but can we start taking covid seriously so I can go outside again?","sentiment_score":0.1041666667}
{"full_text":"RT yarab 2nd lockdown","sentiment_score":0.0}
{"full_text":"And what about #LongCovid Up to 1 in 7. Potential long term damage to heart, kidney, lung, brain. What about Long Covid.","sentiment_score":-0.0333333333}
{"full_text":"ESA has approved a renewal of and amendments to an Icelandic  aid scheme for businessesThe scheme provides resilience grants to eligible companies and self-employed individuals across all sectors affected by #COVID19 related lossesRead more here https:\/\/t.co\/eJrnA99KMm","sentiment_score":0.25}
{"full_text":"Indeed he did, and for the most part, has been bang on the money in his decisive, measured and thoughtful leadership, throughout the pandemic. Thank you Mr. Drakeford and","sentiment_score":0.45}
{"full_text":"RT GUYS IM NOT PREGNANT I HAVE COVID LMAO","sentiment_score":0.2166666667}
{"full_text":"RT \"Real disposable income in the US is now 3% below its pre-COVID trend, reflected in the weak retail sales numbers last...","sentiment_score":-0.0583333333}
{"full_text":"RT Bill Gates warns of pandemics potentially far worse than Covid","sentiment_score":-0.15}
{"full_text":"RT Interview in full from 10 minutes in here:","sentiment_score":0.35}
{"full_text":"RT I remember confident admonitions we were subject to a few months ago from some immunology \"experts\" insisting that there i...","sentiment_score":0.0444444444}
{"full_text":"Vaccination prevents serious illness from covid, so you are less likely to need hospitalization, so hospitals can spend time treating other patients who need treatment for other illness etc. So in a way, by getting vaxxed you are helping others, not just yourself.","sentiment_score":-0.15}
{"full_text":"You're a complete pudding head. Nothing in this country is materially better. Hanging your hat on jobs that are not new at all, but merely coming back after a pandemic and lockdowns is just like you. Why don't you start by securing our border?","sentiment_score":0.0063636364}
{"full_text":"RT Unreal.@wisgop wants to allow guns to be carried on school grounds and also lower the conceal carry age to 18.Literally t...","sentiment_score":0.2}
{"full_text":"I don't belong to a union, but I shall carry on working from home -- and so will a lot of other people I've spoken to -- because of concern that Johnson is dropping the Covid safeguards because he needs to placate Tory MPs,while the fall in Covid infections is not high enough yet","sentiment_score":-0.0683333333}
{"full_text":"RT also its so painful to see when poc in the entertainment industry have to smile and nod when a whte entertainer is being r...","sentiment_score":-0.2}
{"full_text":"RT So if you're keeping score at home the CDC now admits that natural immunity offered better protection against the delta cov...","sentiment_score":0.3}
{"full_text":"10,756 new cases, 38 deaths and 17,494 recovered in the last 24 hours; taking the total number of #CoronaVirus cases to 17,71,028 in Delhi. Total 25,541 deaths also confirmed.","sentiment_score":0.1072727273}
{"full_text":"Do the Omicron Numbers Mean What We Think They Mean? via  Clear explanation of what is happening with Covid transmission and data analysis currently.","sentiment_score":-0.13125}
{"full_text":"The Trump-inspired GOP is functioning as a terrorist organization.  Currently, COVID-19 enabling, election misinformation and voter suppression are its primary weapons.  Our democracy is in peril.Ron is actually trying to out crazy Trump to please the base, and he's succeeding.","sentiment_score":-0.2}
{"full_text":"Our leader is back  Chandra Babu Garu had recovered completely from covidGod bless you CBN sir","sentiment_score":0.05}
{"full_text":"RT \"Hindi totoo ang COVID\" was not the highlight of her statement, in fact she emphasized how the policy and the government's...","sentiment_score":0.0}
{"full_text":"'Scheduled for EXECUTION': Unvaxxed COVID patient flown to Texas after being denied life-saving care in Minnesota - TheBlaze.  Death panels now","sentiment_score":0.0}
{"full_text":"RT India's fight against COVID-19 is getting stronger!Over 4 crore of our young warriors between 15-17 age group have...","sentiment_score":0.1}
{"full_text":"Vaccine opposition is filthy. Reported for COVID 19 disinformation.","sentiment_score":-0.8}
{"full_text":"RT Meat Loaf, one of the greatest rock singers of all time, has died at the age of 74 from COVID-19.","sentiment_score":1.0}
{"full_text":"RT If the CDC wants to gain a modicum of credibility, they should immediately speak out against booster mandates &amp; masking of...","sentiment_score":0.2}
{"full_text":"RT Trump literally just said last Saturday in Arizona that regarding COVID, that non-whites are being giv...","sentiment_score":0.0}
{"full_text":"due to covid additional centers were arranged in many cities by icai which was great help to students. This time icai has removed all additional centers. Please make available centres which were added in many cities due to covid","sentiment_score":0.325}
{"full_text":"RT Cases in Germany are now more than 5x higher than on October 26th when The Atlantic said vaccine passports &amp; N95's were helping...","sentiment_score":0.375}
{"full_text":"I'M FINALLY COVID FREE ","sentiment_score":0.2}
{"full_text":"RT Omicron will not be the last variant nor will SARS-CoV-2 be the last novel pandemic pathogen. The debate shouldn't be w...","sentiment_score":0.0}
{"full_text":"Bitch ","sentiment_score":0.0}
{"full_text":"RT Stores hours changing and not being updated on Google","sentiment_score":0.0}
{"full_text":"RT REMEMBER - The press who have lied to you for 2 years about Covid, are still lying to you. Why would you now believe a...","sentiment_score":0.0}
{"full_text":"RT Only 4 Covid tests for all of them???","sentiment_score":0.0}
{"full_text":"RT motherfucker literally said 'BTS fever' &amp; compared it with covid and then said shes lucky to come out of it alive?? im sick...","sentiment_score":-0.0936507937}
{"full_text":"RT PATTY STYBEL, 52, of Cleveland, Ohio, died of COVID on Jan. 20, 2021. \"Unable to share the things with her that would h...","sentiment_score":-0.5}
{"full_text":"RT NSW COVID-19 update - Friday 21 January 2022In the 24-hour reporting period to 8pm last night:- 95.3% of people aged 16+...","sentiment_score":-0.05}
{"full_text":"RT Yeah so I am still going to wear a mask. No bother for me, protects others, warm in winter.Also, I look better with half m...","sentiment_score":0.3111111111}
{"full_text":"RT DeSantis also noted that CDC and FDA were not united in their recommendations on who should get a booster and...","sentiment_score":0.0}
{"full_text":"If they recognize natural immunity all we would have to deal with is COVID!  all the  about NON VAXED would go away.","sentiment_score":0.125}
{"full_text":"RT 'Shanghai Lockdown \/ 2020' by Price: 150 $IRISAvailable now on #Uptick https:\/\/t.co\/ox821YLdCV#NFTComm...","sentiment_score":0.0}
{"full_text":"I woke up mad af  I just knew it was going to be rainy &amp; icy on the roads. Me and Aubree was going to be able to stay home    the weather said SIKE take y'all ass to work and school","sentiment_score":-0.075}
{"full_text":"Translation.  I couldn't give a fuck about those of you who have lossed loved ones and couldn't say goodbye, whose mental health has declined or those still having to shield so selfish ass hats don't have to wear a mask.","sentiment_score":-0.075}
{"full_text":"RT Under the guidance of Hon'ble CM KCR Garu, department launched door-to-door fever survey as a measure to co...","sentiment_score":0.0}
{"full_text":"RT Isn't Omicron proof that a virus will grow more transmissible but weaker when it mutates over a short period of time, and...","sentiment_score":0.25}
{"full_text":"RT Without a doubt, it's all in the Reform Party of Canada playbook, just take a peek at the Saskatchewan Library Archives...","sentiment_score":0.0}
{"full_text":"RT Wall Street's favorite pandemic bet is taking on water. Here's why the SPAC boom is turning into a SPAC bust.","sentiment_score":0.5}
{"full_text":"RT Force what forced to be housed I guess it's a little cold for these illegals next tax will be for illegals hoping Quebec ke...","sentiment_score":-0.271875}
{"full_text":"RT Are you being serious? Your son passed Covid onto you despite having to wear a mask in school a...","sentiment_score":-0.3333333333}
{"full_text":"RT GERMANY - Unvaccinated politicians are banned from democracy and can no longer participate in government.Discriminat...","sentiment_score":0.0}
{"full_text":"RT \"Not a single person in the UK is ableto give informed consent due to themilitary grade psychological warfarethat's been c...","sentiment_score":-0.0297619048}
{"full_text":"RT Since blue states want to force people to show \"vaccine passports,\" I have a proposal for red states.\"Voting passports....","sentiment_score":0.0}
{"full_text":"As much as we celebrate great offense like dunks and deep threes. Let me offer you something on the defensive ends just as important in basketball. Impressive lock  down TEAM D by the Heat.","sentiment_score":0.3740740741}
{"full_text":"RT Paging #NHS staffIf your IPC team doesn't yet provide you with FFP3 respirators (or equivalent) during known \/ suspect...","sentiment_score":0.0}
{"full_text":"RT Yeah so I am still going to wear a mask. No bother for me, protects others, warm in winter.Also, I look better with half m...","sentiment_score":0.3111111111}
{"full_text":"Clown  world DRAKEFORD ","sentiment_score":0.0}
{"full_text":"COVID outbreak. Suicides. Shoddy living conditions. Texas National Guard troops voice border mission mistreatment. via w\/@CelinaTebor","sentiment_score":-0.3}
{"full_text":"Local park in my neighborhood was filled with kids\/moms doing outdoor picnic (despite this  weather) as many schools\/daycares closed down or went online amid Omicron surge","sentiment_score":0.1288888889}
{"full_text":"RT #VendhuThanindhathuKaadu is Almost Done Just  1 week Shooting is Pending It Holds due to Covid issue Shoot Will Happen...","sentiment_score":-0.125}
{"full_text":"RT Just when I think I can't love Gov. Youngkin any more than I already do, he does this! Hallelujah.","sentiment_score":0.5625}
{"full_text":"RT I wrote this in August 2020 in far in the COVID-19 pandemic, surveillance systems are not monitoring...","sentiment_score":0.1}
{"full_text":"RT The WH has opened a hotline for those who can't order their 4 free COVID tests online. The number to call is 800-232-0233","sentiment_score":0.4}
{"full_text":"\"Hack news agency still pushing the false science of anti natural immunity.\" EVERY region or country using 5his treatment has seen DRASTIC reductions in covid mortality. Stop spreading fear toxin.","sentiment_score":-0.15}
{"full_text":"RT mike. As the vaccine only has emergency use authorisation at present. Under the emergency powers. When t...","sentiment_score":0.0}
{"full_text":"How Latin America Is Faring against Omicron","sentiment_score":0.0}
{"full_text":"The BBC Fact checked that: its a coincidence.","sentiment_score":0.0}
{"full_text":"RT The Chinese government on Thursday donated an additional 2.2 million doses of Sinopharm COVID-19 vaccines to Ethiopia, giving a...","sentiment_score":0.0}
{"full_text":"RT A CDC study has found that natural immunity is superior to vaccine immunity, and that being vaccinated on top of being inf...","sentiment_score":0.4333333333}
{"full_text":"Covid new normal voting","sentiment_score":0.1431818182}
{"full_text":"RT Extraordinary. While Macron is busy \"pissing off\" the unjabbed, with vaccine passports and mask mandates galore, Omicron infe...","sentiment_score":0.2166666667}
{"full_text":"RT Hi guys,Still fighting from CoronaCnt take part in trend tomorrow.I hope things will be better for me and i ll try...","sentiment_score":0.5}
{"full_text":"RT The CDC Says Cloth Masks Don't Work. Rand Paul Got Suspended from YouTube for Saying the Same Thing...","sentiment_score":0.0}
{"full_text":"RT I assume the Coronavirus Act will be scrapped within days?  If not, why not?","sentiment_score":0.0}
{"full_text":"RT As someone who is immunocompromised, it's disappointing how quickly everyone went full on eugenics when it came to COVID.","sentiment_score":0.0277777778}
{"full_text":"RT #Oesterreich, have you learned nothing from history? #ShameOnYou #Corona #Covid_19 #vaccine","sentiment_score":0.0}
{"full_text":"RT good! now open the border to the fully vaccinated people who are still banned from coming to Australia. It is outrageous th...","sentiment_score":-0.0416666667}
{"full_text":"RT Super Junior's Eunhyuk tests initially positive for COVID-19https:\/\/t.co\/YeH72q47HO","sentiment_score":0.2803030303}
{"full_text":"RT From a lil flight attendant..... stop going outside of the country if you don't have enough money to pay for a hotel if you...","sentiment_score":0.0666666667}
{"full_text":"The insurance industry is undergoing unprecedented change to remain relevant in a risk environment that is evolving even faster as result of the pandemic. Discover the impact of cyber risk on insurance products, policies and more in our Expert IQ report!","sentiment_score":0.5416666667}
{"full_text":"RT jimmy kimmel has always been racist he mocked ethnic names at the Oscars too","sentiment_score":0.0}
{"full_text":"Alternatively, the GOP can point to their successes of, uh, keeping the pandemic flourishing","sentiment_score":0.0}
{"full_text":"We vow to support profoundly everyone affected by COVID-19 in the UK, and remember: You, the British people stick by our wonderful community leaders.","sentiment_score":0.3611111111}
{"full_text":"Not many people know about Lore but even tho she was only in one series, she's extremely powerful. I honestly feel like she should be in Scarlet's upcoming solo comic.","sentiment_score":0.18}
{"full_text":"RT Its ABOUT CONTROL not about a #pandemic #PandemicGameOver","sentiment_score":0.0}
{"full_text":"Food insecurity has always been an issue impacting communities across the globe, but the pandemic has worsened the situation, especially for our most vulnerable individuals. To solve this issue, we need to invest in sustainable, long-term solutions now.https:\/\/t.co\/Un23aQ1wGA","sentiment_score":0.0}
{"full_text":"A rising number of #Covid19 infections in #HongKong, known for its zealous Covid Zero approach, is unnerving the city's political and health care leaders.https:\/\/t.co\/Txjpu7XcEn","sentiment_score":0.0}
{"full_text":"\"Don't avoid change, even if you get it wrong the first time.\" This is something all leaders should follow. Change is the new normal so embrace it. #ChangeManagement #BusinessTranformationhttps:\/\/t.co\/EY9Qp8fL1T","sentiment_score":0.0090909091}
{"full_text":"Griffins International School ties up with state health department to set up vaccination camp for 15 to 18-year-old students on campus. #COVID19 #Vaccination ##vaccine  #Vaccinesaveslives #covid #Covid19India #news #newsupdate more:https:\/\/t.co\/gMaLfNNWVp","sentiment_score":0.0}
{"full_text":"Heartbroken mum says son killed himself after fearing he may have exposed dad to Covidhttps:\/\/t.co\/t2Xoe0tlem","sentiment_score":-0.2}
{"full_text":"Memorial Health says that its Emergency Room (ER) is 20% busier than last January.  ","sentiment_score":0.0}
{"full_text":"The Care Van COVID-19 vaccination clinic is coming to a community near you! Check out our calendar to see where we will be this week! The Care Van is a walk-up, free, clinic open to all people 5 years and up. The Care Van will offer the Pfizer vaccine or Pfizer booster shot.","sentiment_score":0.1854166667}
{"full_text":"Here is our COVID-19 update from yesterday.**please note these numbers reflect the total from all three of our Medical Care, PLLC locations. #medicalcarepllc #medicalcarewithaheart #covid19update","sentiment_score":0.0}
{"full_text":"COVID positivity holding at record level; Death decline halts.","sentiment_score":0.0}
{"full_text":"RT Biden's Covid CrisisBiden promised to \"shut down\" COVID-19 and that all Americans would \"have access to regular, reliable,...","sentiment_score":-0.0777777778}
{"full_text":"RT All of this, All of this.","sentiment_score":0.0}
{"full_text":"WATCH LIVE: University of Kansas Health System doctors give a look inside the ICU and morgue to show the effects of the current COVID surge.","sentiment_score":0.0681818182}
{"full_text":"RT I am 0 percent afraid of covid. I'm 100 percent afraid of the authoritarianism that has taken hold of society as a res...","sentiment_score":-0.6}
{"full_text":"That annoying feeling again was looking forward to it I guess we move on to Wealdstone away next week just means another midweek game","sentiment_score":-0.4}
{"full_text":"RT An important part of \"what's going on in the labour market\" is the sheer number who can't work due to covid: here's an...","sentiment_score":0.0916666667}
{"full_text":"RT Fresh NHS data shows that the total number of covid-related deaths in hospitals in England involving patients under the age...","sentiment_score":0.15}
{"full_text":"RT They would only get 4 covid tests","sentiment_score":0.0}
{"full_text":"RT Billions spent on Fauci's vaxx folly, leaving a trail of suspicion, heartbreak, ruined lives and tainted democracies.......","sentiment_score":-0.1}
{"full_text":"#Germany reported a record 140,160 new #coronavirus cases on Friday, and sources said the health minister had warned that the country could see at least 400,000 cases per day by mid-February.https:\/\/t.co\/pM5bMCGfPD","sentiment_score":-0.0818181818}
{"full_text":"9 in 10 business leaders say that the pandemic-inspired work tools have vastly improved the way they work.With adoption of tech only expected to accelerate in the near future, find out what this could mean for 2022 in David Byerly's article.https:\/\/t.co\/kKjUBZfVen","sentiment_score":-0.0520833333}
{"full_text":"The Omicron variant is less severe but it's not 'nature's vaccine' via #COVID","sentiment_score":-0.1666666667}
{"full_text":"Ana Hernandez has exhibited her artworks in Angeles City, Seoul, Korea and Ankara, Turkey and has donated some of her works to relevant institutions such as libraries, multi-cultural houses and museums. #Opinion","sentiment_score":0.2}
{"full_text":"A mail carrier working for the Canada Post reportedly says he was sent home because, instead of wearing a cloth mask or a company-provided mask, he wore an N95 mask, which is said to offer more protection against COVID-19.","sentiment_score":0.5}
{"full_text":"RT Politicians take note:  Public opinion is firmly in the 'Don't give up' or 'Hell no, I don't want no Covid' camp. Give peop...","sentiment_score":-0.1}
{"full_text":"RT Listening to a pediatric hospitalist describe his recent week. 18 kids admitted for COVID. 17 eligible for vaccines, none of...","sentiment_score":0.0}
{"full_text":"Self-isolation guidance for people who test positive for Covid-19 in England has changed.People can now leave self-isolation after five full days if they test negative on days 5 and 6.Find out more ","sentiment_score":0.1943181818}
{"full_text":"iLearn Schools would like to encourage families to record their child's vaccination status in this link: . Submitting this information will support iLearn Schools' pandemic response and recovery efforts. Thank you for your cooperation.","sentiment_score":0.0}
{"full_text":"Facing aid cuts after the Covid pandemic, the healthcare system in Idleb is falling apart, according to Asharq al-Awsat.https:\/\/t.co\/87jwkCzahd","sentiment_score":0.0}
{"full_text":"COVID-19 PCR Test Is Available NowAccording to the CDC, here are the steps to take if you think you have COVID-19 to prevent its spread in the community:- Stay home except to get medical careRead more:https:\/\/t.co\/XQhuXSCIZv#COVID19PCRTest #GrandPharmacy","sentiment_score":0.2}
{"full_text":"RT Yeah so I am still going to wear a mask. No bother for me, protects others, warm in winter.Also, I look better with half m...","sentiment_score":0.3111111111}
{"full_text":"RT If you are angry that the unvaccinated can now use indoor hospitality without a vaccine pass then you probably got vaccin...","sentiment_score":-0.5}
{"full_text":"RT Yahoo management.  When you think about it, we elect people when perhaps their only true talent...","sentiment_score":0.3833333333}
{"full_text":"RT The audacity , and what makes me even more disappointed is the fact that I can already see the incoming \"it's just a joke\"...","sentiment_score":-0.125}
{"full_text":"RT Fun thing my new doctor told me: she's only tested 2 people this year for covid who came back negative.When people are doi...","sentiment_score":0.1090909091}
{"full_text":"iLearn Schools would like to encourage families to record their child's vaccination status in this link: . Submitting this information will support iLearn Schools' pandemic response and recovery efforts. Thank you for your cooperation.","sentiment_score":0.0}
{"full_text":"Stay Protected, Stay SafeAs the cases of COVID-19 continue to surge, the importance of prioritizing our safety above all is necessary. Social distancing, observing health protocols, and protecting ourselves ensure...Read more: #StaySafe","sentiment_score":0.1333333333}
