{"full_text":" South Africa 1st JanuaryOmicron 10 admissions added to last week64 new admissions added to this week16 more Child Admissions (12 were 0-9) added overnight.0 New Child death added Based on DAILY HOSPITAL SURVEILLANCE (DATCOV) REPORT#coronavirus","sentiment_score":0.1545454545}
{"full_text":"Happy new year guys.May this year brings you a lot of happiness and joy in your life and may you and your family stay a thousand miles away from corona and other diseases.Enjoy the time you have right now, and never see back to the old days it'll just make you more older.","sentiment_score":0.3363744589}
{"full_text":"Someone didn't think through the pandemic context of the word \"positive\"","sentiment_score":0.2272727273}
{"full_text":"RT Listening to @joerogan podcast and he has trouble believing they would classify people who died with gunshots as COV...","sentiment_score":-0.2}
{"full_text":"RT The Pandemic has confirmed my suspicions that many in this country view education as primarily free childcare for their emp...","sentiment_score":0.4333333333}
{"full_text":"RT If you come to the Orlando area, you simply must meet with She's been an incredible leader through...","sentiment_score":0.45}
{"full_text":"RT Was expecting a relaxed NYE but I'm having to go in an ambulance to A&amp;E due to my Mum having an allergic reaction to the...","sentiment_score":-0.125}
{"full_text":"RT A remarkably timely cartoon from exactly 100 years ago. This should be read as a message of hope. The 1918\/20 pandemic...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Texas just beat Biden again. Another of Biden's vaccine &amp; mask mandates was just halted by a federal judge i...","sentiment_score":0.0}
{"full_text":"lockdown rn bro","sentiment_score":0.0}
{"full_text":"RT \"Mild\" but hospitals overloaded.\"Mild\" but healthcare workers burnt out.\"Mild\" but thousands of flights cancelled.\"Mild\"...","sentiment_score":0.3333333333}
{"full_text":"RT ..Why have you come to Carlisle from Glasgow?..Because there are no restrictions and all of our friends have covid#bbcn...","sentiment_score":0.0}
{"full_text":"RT Dr Jenny Harries started the pandemic by telling us that masks were a bad idea and large events should go ahead. She's now...","sentiment_score":-0.2428571429}
{"full_text":"RT The more Covid infects and kills, the more disruption it will cause. We can protect both lives and livelihoods by using t...","sentiment_score":0.5}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"Exactly. That's why I just sit here amazed by the access journalists carrying water for him. Ok, sucks his wife got cancer. But when my gma was dying of cancer 2 months ago, I was transparent with the folks who sign my checks and took time off. No excuses, esp with Covid outchea.","sentiment_score":0.15}
{"full_text":"RT Then, you might as well give up now. I prefer to pursue a vision of a better society. And, I can also tell you from ex...","sentiment_score":0.5}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT VK Paul of Niti Aayog says that the mask is the final frontier in face of Omicron variant &amp; it will never go out of fashion...","sentiment_score":0.0}
{"full_text":"In this administration \"All Roads Lead to Vaccination\"    It's really lame (or creepy)","sentiment_score":-0.5}
{"full_text":"RT Classic front page of the 'Ontario' edition focuses on Quebec's new COVID measures, completely ignores...","sentiment_score":0.1343434343}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"I genuinely feel sorry for those of you who got taken in by this clown.He should be behind bars for what he's done. They lied and manipulated the data from day one. How can you honestly believe anything you're told by these people?https:\/\/t.co\/4X6w9Ob1zf","sentiment_score":0.025}
{"full_text":"RT How the Pandemic Is Already Changing Principal-Prep Programs","sentiment_score":0.0}
{"full_text":"RT The CDC recommends social distancing your ass cheeks 1 dick apart ","sentiment_score":0.0333333333}
{"full_text":"RT REPORT: Over 95% of Omicron Cases are in Vaccinated People.","sentiment_score":0.0}
{"full_text":"Let him die of covid","sentiment_score":0.0}
{"full_text":"RT Tony Blair is hated by so many, from the far left to the far right and so many in the middle.I really do laugh when politicia...","sentiment_score":0.1107142857}
{"full_text":"RT Glad to share that #Odisha has crossed a significant milestone in the fight against #COVID19 by administering more than...","sentiment_score":0.4583333333}
{"full_text":"RT Governor responsible for COVID crisis in his state begs President Biden to help bail him out.","sentiment_score":0.2}
{"full_text":"RT Pandemic of the Vaxxed","sentiment_score":0.0}
{"full_text":"It's particularly egregious when it comes to kids because we know they're not at risk, but they have manipulated the data in order to allow you to believe that COVID hospitalisations were rising in children so they could justify giving them an unnecessary vaccine. It's disgusting","sentiment_score":-0.4111111111}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT Reminds me of the time Texans were freezing to death &amp; you went on TV to blame the Green New Deal. 76,000 Texans are dea...","sentiment_score":-0.0318181818}
{"full_text":"RT I'm old enough to remember when they told us the vaccine stopped the spread of the Chinese Bioweapon. I also remember them...","sentiment_score":0.0333333333}
{"full_text":"They Covid hysterics have become a bit like the Greta\/XR movement: no matter how many billions we spend on mitigating climate change, no matter how many green rules and regulations we enforce, they'll always say we're doing \"nothing\".","sentiment_score":0.2666666667}
{"full_text":"RT How nice for you that President Biden doesn't hold a grudge against governors who spit in his face and then ask for help.","sentiment_score":0.6}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"Hold #Johnson #Sunak to accountBillionaire has #Discriminated against 3.8 Million Taxpayers &amp; Families@UKLabour hopefully #Sunak  cost the Election@1922_Committee #ToryCorruption #torysleeze#ToryLieshttps:\/\/t.co\/Lf21TNVodo","sentiment_score":0.0}
{"full_text":"Probably yes.. but the annual flu outbreak with its mutations has never killed so many in recent years.","sentiment_score":0.2}
{"full_text":"Remember 2021? That Covid thing?","sentiment_score":0.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT No mask mandates, prevented businesses to do so, fought schools efforts to protect children...","sentiment_score":0.0}
{"full_text":"i have covid and i'm stuck at my parents house for 9 more days...i'm so tired of this i hate living here","sentiment_score":-0.2333333333}
{"full_text":"RT This would not have been as easy if the hospital had been flooded with people needing urgent #COVID19 care. Simple as tha...","sentiment_score":0.2166666667}
{"full_text":"My my my, Abbott is a very self righteous person, when it comes to others to take steps against covid.  He, himself, of course, accepts no responsibility","sentiment_score":0.2}
{"full_text":"RT Happy New Year everyone. Let 2022 be the year we come together around the world to protect everyone from the pandemic....","sentiment_score":0.4681818182}
{"full_text":"RT CDC recommends eating 7-11 pizza on a 1st date.","sentiment_score":0.0}
{"full_text":"At 1:52, maybe it was sarcasm the whole time...","sentiment_score":0.2}
{"full_text":"RT My toughest #COVID loss this week was a fully vaccinated+boosted pt my age (with young kids) who was immunosuppressed due t...","sentiment_score":-0.0125}
{"full_text":"RT \"Your highness, the peasants in NY-14 have no COVID tests or bread\" \"Let them drink cake martinis\" -- AOC Marxist Anto...","sentiment_score":0.0}
{"full_text":"RT CDC now recommends sucking to completion","sentiment_score":0.0}
{"full_text":"RT Everyone in my immediate family now has Covid despite being hyper vigilant and rule-abiding for 2 yrs. All except me,...","sentiment_score":0.0}
{"full_text":"RT Worst COVID Liars Still Have Their Licenses","sentiment_score":-1.0}
{"full_text":"RT !! The BBBofC have now officially confirmed that they've suspended all UK boxing in January due to the current COVID s...","sentiment_score":0.0916666667}
{"full_text":"RT Ron DeSantis has been AWOL for 14 daysCancelled his Cabinet meeting &amp; haven't been seen since Dec 17Meanwhile there is not...","sentiment_score":0.0}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"RT Arkansas Gov. Asa Hutchinson thanked President Biden for 'depoliticizing' the federal Covid response. It comes as other GOP poli...","sentiment_score":-0.125}
{"full_text":"RT the CDC rn","sentiment_score":0.0}
{"full_text":"RT I've gone back to 2012 not only here but in UK just checking headlines &amp; every single year the headline states worse year ev...","sentiment_score":-0.1178571429}
{"full_text":"RT MY NEW YEAR'S RESOLUTIONSLose twenty planetsExorcise moreBlight more veggiesWork on upsilon variantBless fewer sne...","sentiment_score":0.3181818182}
{"full_text":"Similarly we had more admissions today than discharges yet numbers droppedhttps:\/\/t.co\/lsCWk3godf","sentiment_score":0.25}
{"full_text":"RT So good to see that the science on how SARS2 transmits and why we should wear respirators to prevent and protect ourse...","sentiment_score":0.7}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"Just adds another layer of stress on to all the covid bollocks and worry of whether it will go ahead at all. Trying my best to switch off and enjoy it honest ","sentiment_score":0.6666666667}
{"full_text":"RT For 2 mins I though the vaccine add at top is against Islam! So the tweet!","sentiment_score":0.78125}
{"full_text":"he didnt come home rip moriarty stay lonely until next banner ig","sentiment_score":-0.05}
{"full_text":"No... Africa seems relatively fine, parts of Asia haven't gone off the deep end, and large parts of the US have suffered as much from covid as the states getting hit now, but didn't also lose their sanity and social fabric in the process.","sentiment_score":0.1728571429}
{"full_text":"RT A reminder, a mild case of Omicron may not be mild in the people you spread it to.","sentiment_score":0.3333333333}
{"full_text":"RT 462K new confirmed  cases of #COVID19 on New Year's Eve w\/ only 23 states reporting thus far. With untested ill people + p...","sentiment_score":0.0454545455}
{"full_text":"Politicians advise us on taking precautions for Omicron by avoiding crowds.Same politicians keep addressing meetings and rallies attended by lakhs of people, many of them without masks.I think Two Pakistan; one for rulers and the other for commoners.","sentiment_score":0.1875}
{"full_text":"RT In just a moment, faculty will begin (or continue) to think about designing their spring courses. This semester may be...","sentiment_score":0.0}
{"full_text":"RT There are more patients in the hospitals than we have beds. To ensure we are able to help you when you need it most, get vac...","sentiment_score":0.5}
{"full_text":"Crikey. A lockdown is... a lockdown. Not a PCR test.","sentiment_score":0.0}
{"full_text":"Want to start the new year by replying to Eric Topol? I'm sure you have a better excess death vs vax rate plot than this. Also to consider the Simpsons effect in that plot were southern states had their big wave in summer &amp; have lower Vax rate.https:\/\/t.co\/RVZvVZysO8","sentiment_score":0.2272727273}
{"full_text":"RT \"Doctors, nurses and other frontline medical workers are being forced to make more and more risky compromises\"https:\/\/...","sentiment_score":0.115}
{"full_text":"Nah there's no way I'm starting 2022 like this  I did not just dodge catching Covid for three years to catch it right now","sentiment_score":0.2952380952}
{"full_text":"RT Trains from Wales to England were rammed last night bringing in those who wanted to party in Bristol and other cities, due...","sentiment_score":-0.0833333333}
{"full_text":"RT There is only one monoclonal antibody left that works against Omicron. It's in extremely l...","sentiment_score":-0.0416666667}
{"full_text":"RT If the vaccine prevents transmission why is the majority of cases in Canada amongst the vaccinated?If the vaccine doesn't...","sentiment_score":0.0}
{"full_text":"RT Another lie.\"It doesn't matter to us whether they're free, subsidised or some other thing,\"...","sentiment_score":0.1375}
{"full_text":"RT if we're not seeing an investment in health during this pandemic, it's never going to happen withou...","sentiment_score":0.0}
{"full_text":"RT I looked into *why* the supply of Covid-19 rapid tests has been so badly disrupted in the UK. TL;DR: All of the distribution...","sentiment_score":-0.7}
{"full_text":"RT Many are torn between frustration and sympathy for Given all the things CDC are failing to get done (eg rapid dat...","sentiment_score":0.5}
{"full_text":"2022 Plan!!-Draw 1 picture a month-Exercise 4 times a week-Read 1 book a month-Stuck exam-practice language-There are no pending tasks-Grade A Physics-New PC or iPad-Money 10K in December-New part time-No more plan until COVID will be gone.....","sentiment_score":0.5}
{"full_text":"RT 'The Road to Lockdown: How Unions Drove Covid Policy'My new essay is about the events of March 2020, when the Britis...","sentiment_score":0.1363636364}
{"full_text":"RT I looked into *why* the supply of Covid-19 rapid tests has been so badly disrupted in the UK. TL;DR: All of the distribution...","sentiment_score":-0.7}
{"full_text":"RT The CDC says that everytime we touch, I get this feeling and everytime we kiss, I swear I could fly","sentiment_score":0.8}
{"full_text":"RT Urgent forever home or foster home needed for darling Ilse. Its her birthday today &amp; she is 3. In foster but can't sta...","sentiment_score":0.0}
{"full_text":"RT Today, our leaders Ashish Das and Rakesh Das distributed masks and spread awareness about COVID protocols in Sonamura.#...","sentiment_score":0.0}
{"full_text":"#2021InReview #Top10\"How is technology and data helping Israel become the first country to vanquish Covid-19?\"It's that time of the year: make sure you catch-up (or revisit) CTech's Top 10 stories of 2021.https:\/\/t.co\/9gzVoAV7yi","sentiment_score":0.4166666667}
{"full_text":"\"For sex workers, this year has been brutal\" - Jason Dominohttps:\/\/t.co\/AhUlo6DfT8","sentiment_score":-0.875}
{"full_text":"RT From the Netherlands, the government banned fireworks as punishment for disobeying COVID law so the people showed the politicia...","sentiment_score":0.0}
{"full_text":"My #OneWord2022 The pandemic has given us a fresh start. Let's make the most of it!Happy New Year everyone!","sentiment_score":0.3234848485}
{"full_text":"push 5 day quarantine to 10 day. Your pullback is not scientific and it is not working. should never be payed of to play with lives","sentiment_score":0.0}
{"full_text":"RT Children's COVID Hospital Admissions Hit Record High In U.S.I keeps seeing this headline from across the different sta...","sentiment_score":0.08}
{"full_text":"fuck covid man, I just wanna kiss my homies good night","sentiment_score":0.15}
{"full_text":"RT Decision to exempt NSW health workers from Covid isolation reflects hospitals' 'desperate situation' -\"we're in a very...","sentiment_score":-0.2}
{"full_text":"RT 23 omicron cases tracked.No Omicron case reached a level low enough to be released prior to 8 days.After, 26% remain...","sentiment_score":0.0}
{"full_text":"How the pandemic fueled the rise of \"intentional\" dating","sentiment_score":0.0}
{"full_text":"Proud of the work from teams. Despite an ongoing pandemic, this year's achievements are a testament to their resilience &amp; creativity. Let's keep it up in 2022.","sentiment_score":0.8}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"\"We're all suffering from COVID fatigue, but we know what to do to end it,\" writes","sentiment_score":0.0}
{"full_text":"RT Ontario will halt the collection of COVID-19 case counts from schools and will suspend all public reporting of new infectio...","sentiment_score":0.0681818182}
{"full_text":"At this point, I would like to see a shake up in the leadership in the CDC.","sentiment_score":0.0}
{"full_text":"There is evidence learning has suffered among Hamilton students since the onset of the pandemic. But to what degree?https:\/\/t.co\/7gfTTxda4I","sentiment_score":0.0}
{"full_text":"RT If staff wearing N95 masks is part of doing \"everything they can\" to keep schools safe then why were teachers not allowed to...","sentiment_score":0.5}
{"full_text":"For the latest Public Health Agency of Canada guidance to travellers coming to Canada, please consult","sentiment_score":0.25}
{"full_text":"This article is funny as hell.  Stop the blame game. The only people who are responsible for marines being crushed are marines who refused the Covid vax.","sentiment_score":-0.01}
{"full_text":"RT As if the UK's handling of Covid-19 couldn't get any more farcical, arise...-Sir Chris Whitty-Sir Jonathan Van Tam-Dame Je...","sentiment_score":0.05}
{"full_text":"US #Healthcare Spending Tops $4.1T Amid COVID-19 Pandemic via","sentiment_score":0.0}
{"full_text":"RT The Ontario COVID data that's been reported (including mine) may be false. Patients who are hospitalized for other medica...","sentiment_score":-0.2625}
{"full_text":"Welcome to 2022, kitties! Hope you survive climate change, COVID, and Republicans!","sentiment_score":1.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"Let's keep York safe and open this #NewYear2022. You can help stop COVID-19 hanging around by wearing a face covering in public and taking a lateral flow test before attending events or gatherings.","sentiment_score":0.1666666667}
{"full_text":"RT WHO chief gives New Year speech: \"If we end inequity, we end the pandemic\"","sentiment_score":0.1363636364}
{"full_text":"#Welcome, 2022 With a lot of hope, we greet you.Happiness, prosperity, good vibes,Bring us some joy too.Let's be done,With all the negativity of 20 &amp; 21.Mask,Hygiene,Vaccine,Distance,We are not taking any more chance.The pandemic woes, Begone. It's time, we move on.","sentiment_score":0.7}
{"full_text":"RT It's hilarious that those making a bee-line to Goa for #NewYear are complaining about crowds.News flash : YOU are part of t...","sentiment_score":0.5}
{"full_text":"A New York resident who was stumped by a \"Jeopardy\" question about his state's governor got a do-over Friday, joining Gov. Kathy Hochul's virtual COVID-19 briefing to tell her he knows who she is now ","sentiment_score":0.1363636364}
{"full_text":"Ask Amy: 'Worried Gram' says granddaughter hasn't been vaccinated against COVID even though her parents are","sentiment_score":0.0}
{"full_text":"RT If you're a United fan looking for a football kick then make sure to come down for some non league action down at the","sentiment_score":0.0722222222}
{"full_text":"The pandemic has exposed the fragility of our world, making the implementation of the #GlobalGoals even more urgent. As we sow the seeds to shape our future, the SDGs remain the best roadmap to #BuildForwardBetter. ","sentiment_score":0.5}
{"full_text":"RT Good morning and Happy New Year deariesMay this new year fill our lives and the lives of the people around us with love, h...","sentiment_score":0.4545454545}
{"full_text":"CDC warns against cruises, regardless of vaccination status","sentiment_score":0.0}
{"full_text":"During the week of Dec. 22-28, an average of 378 children 17 and under were admitted per day to hospitals with the coronavirus, a 66% increase from the week before, the Centers for Disease Control and Prevention reported Thursday.https:\/\/t.co\/Z0fZO0rPRJ","sentiment_score":-0.15}
{"full_text":"RT You're watching the narrative of the covid regime collapse in real time. It's beautiful.","sentiment_score":0.525}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"RT #Iran Coronavirus UpdateMore than 493,600 people have died of #COVID19 in 547 cities checkered across all of Iran's 31...","sentiment_score":0.0}
{"full_text":"hi hi future people, this is a tweet I somehow scheduled for the 2 of January 2022. hopefully 2021 turned out much better then what 2020 did and that covid has gone away hopefully. and to my future self i hope you're doing well &amp; still with james. well happy new year yall ","sentiment_score":0.2872727273}
{"full_text":"RT The CDC recommends you avoid Ted Cruz, regardless of vaccination status.","sentiment_score":0.0}
{"full_text":"A win over the Raiders tomorrow would put the #Colts in the playoffs!On the Colts Blue Zone Podcast, and break down how the NFL's new COVID protocols impact the Colts and preview Indy's matchup with Las Vegas.","sentiment_score":0.1952020202}
{"full_text":"Reminder: There is no #COVID19 testing today at Veteran's Park. Testing resumes tomorrow, January 2, at 9 a.m. Gates will open at 7 a.m. Visit for more information.","sentiment_score":0.1666666667}
{"full_text":"RT Twitter is in no position to judge Dr. Malone. If he, as inventor of mRNA vaccine technology, is concerned, we should al...","sentiment_score":0.0}
{"full_text":"Same with a Tweet about Covid being a hoax.","sentiment_score":0.0}
{"full_text":" ALERT | Due to COVID protocols within the SUNY Cortland women's hockey program, Monday's scheduled home game against the Red Dragons has been postponed. The two teams will attempt to reschedule for later this season.","sentiment_score":-0.13125}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"RT More complete BS from a one world government globalist.","sentiment_score":0.3}
{"full_text":"RT Why American's don't TRUST the Federal GovernmentGovernment shields Pfizer from liability--can't see data showing va...","sentiment_score":0.0}
{"full_text":"RT Australia now has the highest new Covid cases per capita in the worldThanks, Perrottet for your rabid continuance of the N...","sentiment_score":0.1363636364}
{"full_text":"RT 172,657 dead from Covid1.2 million with Long Covid77,000 childrenbetween 93 - 125 children dead with CovidBusinesses...","sentiment_score":-0.15}
{"full_text":"Louder!","sentiment_score":0.0}
{"full_text":"Without a vaccine, physical distancing, handwashing &amp; mask wearing remain the best defences against catching coronavirus. In Gaza, our local partner CFTA  distributed hand sanitizer, soap &amp; facemasks to 3,000 people","sentiment_score":0.4}
{"full_text":"RT \"Covid zero is impossible with omicron, so what's the point in even trying to reduce\/slow transmission?\"My answer:  1\/","sentiment_score":-0.6666666667}
{"full_text":"Cases are rising in these areas of Doncaster","sentiment_score":0.0}
{"full_text":"RT Happy New Year everyone!Hope we see the back of the pandemic this year","sentiment_score":0.3121212121}
{"full_text":"The only hope for a sustainable and swift recovery from the #COVID19 pandemic is #VaccineEquity.As 2022 begins, we are joining New Year's resolution for vaccine equity.We are #StrongerUnited when we are all vaccinated.","sentiment_score":0.0681818182}
{"full_text":"A 16-year-old cancer survivor has been given the British Empire Medal in the New Year Honours List for his services to the community during Covid-19.https:\/\/t.co\/VoQoicYN1w","sentiment_score":0.0681818182}
