{"full_text":"RT We are seeing a slow and manageable growth of our COVID positive inpatients and ICU patients at Humber.If the Omnicron w...","sentiment_score":-0.0363636364}
{"full_text":"Sooooo........now only 7% of the hospitalized are \"not fully vaccinated\" where as, they make up 11% of the population. And where has the vaccine status of cases gone? How's that narrative going? I guess you still have ICU admissions to cling to.","sentiment_score":0.0}
{"full_text":"RT Justice Kagan just argued we have \"children on ventilators\" because of Wuhan coronavirus. This is not true.","sentiment_score":-0.175}
{"full_text":"RT  ... that's the Covid deathtoll in the past wee...","sentiment_score":-0.25}
{"full_text":"RT Y'all won't get the COVID shot but eating them wings from Taco Bell ","sentiment_score":0.0}
{"full_text":"You would hope so, as the Covid situation is still ongoing. I put a couple of Sydney players in, including my favourite all rounder. O'Keefe dislocated his finger against Perth the last day.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Japan adds warning of heart attack, myocarditis to vaccine packaging and BANS mandatory vaccine","sentiment_score":0.0}
{"full_text":"RT Justice Sotomayor claimed today that 100 thousand children are currently hospitalized with covid.100 THOUSAND.A Su...","sentiment_score":0.0}
{"full_text":"May Allah SWT bless them with health and speedy recovery","sentiment_score":0.0}
{"full_text":"Shouldn't be a parent in the first place. What an ....","sentiment_score":0.25}
{"full_text":"Mom put teenage son with COVID in trunk for drive-thru testing, Texas officials say via","sentiment_score":0.0}
{"full_text":"RT India administered 500 million doses of #COVID19 Vaccine in just 2.5 months.The World?EU: 757 million in 1+ yearUSA: 5...","sentiment_score":0.0}
{"full_text":"RT !!If u live in LA and need a covid test Union station is doing free tests no appointment required !!","sentiment_score":0.3806818182}
{"full_text":"RT hi, are you doomscrolling? It might feel like an act of agency due to the pandemic. Why not use that agency to take car...","sentiment_score":-0.125}
{"full_text":"RT or irl I am constantly having conversations about the \"labor shortage\" and I will say \"yes well more and more people are gett...","sentiment_score":0.3333333333}
{"full_text":"RT Robredo's Bayanihan E-Konsulta sends free COVID care kits. COVID patients are monitored for free. Molnupavir is availa...","sentiment_score":0.4}
{"full_text":"RT If you can wait in line for a covid test, you can wait in line to vote.","sentiment_score":0.0}
{"full_text":"RT I wasn't aware until this morning that Eric Feigl-Ding had become Senior COVID-19 Advisor to the US Supreme Court.","sentiment_score":0.25}
{"full_text":"RT Vaccination will not stop the spread of omicron. It prevents hospitalization and death, particularly in those who are elder...","sentiment_score":0.1666666667}
{"full_text":"Country in semi-lockdown again  my extroverted ass lonelier than ever  zoom calls with friends the whole day  zoom fatigue  LONELINESS INTENSIFIES It's a crazy cycle at this point ","sentiment_score":-0.2}
{"full_text":"RT My dad at the 68 years refuses to sit home &amp; keeps his chemist shop open. He gets Covid - I get Covid,My mom &amp; sister is...","sentiment_score":0.0}
{"full_text":"RT Honest? How much  Did you get Coupta ji ?? ","sentiment_score":0.4}
{"full_text":"RT From the CDC: \"CDC estimates that flu has resulted in... 12,000 - 52,000 deaths annually  between 2010 and 2020.\"","sentiment_score":0.0}
{"full_text":"RT The best social media exchange of the pandemic","sentiment_score":0.5166666667}
{"full_text":"RT Aaron Rodgers threatening to boycott the NFL Super Bowl because of their COVID restrictions is one of the most patrioti...","sentiment_score":0.4166666667}
{"full_text":"sorry boys got covid, can't stream","sentiment_score":-0.5}
{"full_text":"RT With infections surging due to the Omicron variant, physicians are now urging people to ditch cloth face masks and instead r...","sentiment_score":-0.125}
{"full_text":"RT Daily Mail thinks NHS staff shouldn't be allowed annual leave during the pandemic?!Well, I've just had 2 weeks offI got...","sentiment_score":0.0}
{"full_text":"RT Over 95% of COVID patients occupying Oxygen beds in Mumbai are unvaccinated. Vaccines matter.","sentiment_score":0.0}
{"full_text":"RT Walensky said, about COVID killing people, \"so really these are people who were unwell to begin with, and yes really enco...","sentiment_score":0.2}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"RT You should report your at-home Covid test results, experts say -- here's how","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis should resign for letting around a million Covid tests expire. Absolutely horrible.","sentiment_score":-1.0}
{"full_text":"RT This is NOT a pandemic of the unvaccinated. It's a pandemic of the working class. Had to: work with no PPE, laid off or...","sentiment_score":0.0}
{"full_text":"RT Wear A Mask..","sentiment_score":0.0}
{"full_text":"RT Ok avare, I can only pray for you to be healthy and safe from the Pandemic. From China, Corona is now","sentiment_score":0.375}
{"full_text":"RT \"I'm not about to force somebody to get a vaccine. ... Whatever decision he wants to make, he's gonna make.\"KD on if he...","sentiment_score":0.2}
{"full_text":"RT India reports 141,986 new coronavirus cases, an increase of 523% from last week and the highest since May","sentiment_score":0.0681818182}
{"full_text":"And we did that before during the flu every flu season don't worry I'm asking for anything at this point covid is the flu we're not getting rid of it we need to live with it stop pushing fear","sentiment_score":0.1363636364}
{"full_text":"Israel removes UAE, UK and US from Covid travel red list via","sentiment_score":0.0}
{"full_text":"RT Those 18 and under who get COVID are 2.5 times more likely to be diagnosed with diabetes.","sentiment_score":0.25}
{"full_text":"RT \"The science isn't strong enough\".Watch the moment an unvaccinated hospital consultant challenges Health Secretary Sajid Jav...","sentiment_score":0.2166666667}
{"full_text":"RT This is NOT a pandemic of the unvaccinated. It's a pandemic of the working class. Had to: work with no PPE, laid off or...","sentiment_score":0.0}
{"full_text":"When I was a kid we would expose our kids to mumps, measles, german Measles and chikenpox to get them over with. Masking kids who rarely get more than a runny nose will only prolong this pandemic. Covid isn't going away as long as there are people who haven't been infected.","sentiment_score":0.15}
{"full_text":"RT Woolworths says that up to 20% of its truck drivers and distribution centre team members are unable to work due to #COVID19....","sentiment_score":-0.3125}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"RT Northern Ireland Policy to make non-mask wearers provide proof of exemption is suspended, after a legal challenge is laun...","sentiment_score":0.2}
{"full_text":"RT all these people being like \"oh nooooo poor pixar, turning red deserves to be in theaters and not streaming\" WE ARE STILL I...","sentiment_score":-0.2}
{"full_text":"RT ppl having to wait a minimum of 2-4hrs to get a covid test should be a signal for the government to shutdown or provide m...","sentiment_score":0.0}
{"full_text":"All children have the right to learn, play and study in a safe environment without immediate threats for their life or health. Right now that threat is COVID19. Kids suffering from distance learning? Lets get real, suffering comes when they lose one parent or get sick!","sentiment_score":0.0757142857}
{"full_text":"RT Guys khilaf je guys. All ok. Carry on.","sentiment_score":0.5}
{"full_text":"RT New York to mandate COVID-19 vaccine boosters for health care workers","sentiment_score":0.1363636364}
{"full_text":"like actually yes same covid and im doing horribly akjsdh","sentiment_score":-0.3333333333}
{"full_text":"Very different experience with Omicron in Canada. Some provinces report zero hospital admissions with Omicron, despite huge surges in cases. Some likely to follow in the coming weeks as all become infected, but that is to be expected.","sentiment_score":0.075}
{"full_text":"RT All you need to know about the Djokovic vaccine row: \"In 2010 Djokovic met with a nutritionist who asked him to hold...","sentiment_score":0.0}
{"full_text":"RT These concessions are quite the luxury. Being able to PLAY despite established rules....at the same tournament that banned...","sentiment_score":0.25}
{"full_text":"RT Thousands of Americans are dying from Omicron each week. The good news is that most of these deaths are mild.","sentiment_score":0.5111111111}
{"full_text":"RT The Omicron surge has been truly devastating... for cancer centers.  1\/9","sentiment_score":-1.0}
{"full_text":"RT she would've cured covid by now","sentiment_score":0.0}
{"full_text":"RT Not the people, but the governments of us are not concious. They often forget their obedience and duties to the common...","sentiment_score":-0.3}
{"full_text":"So all of this phpthpobia, headache stuff started on the 23rd.Still happening. My doctors are annoyed no one has told me why this happening - all we know it's not covid, it's not MS - it's just some CNS infection.It sucks.","sentiment_score":-0.35}
{"full_text":"I think that was Biden\/Harris that decided the Trump vaccine was the devil.","sentiment_score":0.0}
{"full_text":"RT Italy's mask mandates and vaccine passports have failed so spectacularly they're mandating vaccinations for everyone over 50 be...","sentiment_score":0.05}
{"full_text":"RT Over 95% of COVID patients occupying Oxygen beds in Mumbai are unvaccinated. Vaccines matter.","sentiment_score":0.0}
{"full_text":"RT COVID-19 hospitalizations in the U.S. are on the verge of a new record high as the highly contagious Omicron variant fuels a s...","sentiment_score":0.1521212121}
{"full_text":"RT #whattoread during #lockdown ?Take a journey through the vortex of liberation with these #books of  #Empowerment and exit...","sentiment_score":0.0}
{"full_text":"RT This is the New India Modi is creating day by dayIndia achieves 150-crore COVID-19 vaccination feat |#LargestVaccination...","sentiment_score":0.1363636364}
{"full_text":"RT Dayton Children's Hospital in Ohio is sounding the alarm as they're experiencing the HIGHEST number of children hospitalize...","sentiment_score":0.0}
{"full_text":"RT Update on paid pandemic leave: We have been trying to fix the holes in the current support system for workers who are Co...","sentiment_score":0.0}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT GET WELL SOON AYESHA SINGHYou are a brave soul...you will become braver.. fighting Covid for the second time is not an e...","sentiment_score":0.4}
{"full_text":"RT NEW: Colorado activates \"crisis standards of care\" for EMS due to COVID-19 surge. Ambulances may not be dispatched on as man...","sentiment_score":0.0056818182}
{"full_text":"RT CDC, 2020: wash your groceriesCDC, 2022: you can cough in someone's mouth if your boss says it's okay","sentiment_score":0.5}
{"full_text":"RT Fed'l vaccine mandate argument in SCOTUS (from red state AG's) seems to be mostly about keeping power out of the hands...","sentiment_score":0.25}
{"full_text":"RT JFC! Hey Loblaw's employees, you need a PCR to return. Don't qualify? That's okay, head over to Shopper's and buy a test, fr...","sentiment_score":0.5}
{"full_text":"Frog News Net is Doug Kuzma, the podcaster guy who died recently from Covid.","sentiment_score":0.0}
{"full_text":"RT Texas GOP put $10,000 bounties on those who help women get abortionsBegged Biden for Covid relief while suing him over manda...","sentiment_score":0.0}
{"full_text":"How is poverty or a pandemic comparable to a cultural\/ritual practice (circumcision)?","sentiment_score":0.0}
{"full_text":"We're about 78% vaccinated by population which is what counts.The only plan that works is zero covid and vaccines-plus. Let it rip doesn't work.","sentiment_score":0.0}
{"full_text":"Doesn't even look like they are sequencing patients in ICU, so how would they even know what the omicron\/delta split is?","sentiment_score":0.0}
{"full_text":"RT First, hydroxychloroquine was their alternative drug to treating covid. Then it was ivermectin. Now, time to buy stock...","sentiment_score":0.25}
{"full_text":"1 in 5 Americans have caught Covid! In the last 3 days 6000 have died.....Every 69 infected 1 has died. In a stadium holding 69k people, that means 1k didn't get out alive....but sure let them go on with this shit!","sentiment_score":0.0833333333}
{"full_text":"Marin County and Sonoma County (where I live) have delved full bore into communism and the covid cult. #makeitmakesense","sentiment_score":0.2431818182}
{"full_text":"RT #Djokovic is behaving like a spoiled brat, and many in the sporting world are treating him with kid gloves. In these challen...","sentiment_score":0.5}
{"full_text":"RT Teacher: \"Say something about lockdown\" ","sentiment_score":0.0}
{"full_text":"RT India is grateful to all those who have been working to make our vaccination drive a success. We thank our doctors, scien...","sentiment_score":0.3}
{"full_text":"RT All these vaccinated people catching Omicron.  Where did they get their antibodies, Santa Cruz?","sentiment_score":0.6}
{"full_text":"RT With infections surging due to the Omicron variant, physicians are now urging people to ditch cloth face masks and instead r...","sentiment_score":-0.125}
{"full_text":"RT Devin Nunes' empty seat will be filled by a special election. We're going to lock it down for Democrats, but we have onl...","sentiment_score":0.1253968254}
{"full_text":"If there is a tour I'd want try to do TX\/OK\/LA dates, if the rumored \"residency\" happens then maybe a few nights? I honestly would LOVE to see her perform and dance with my swifties friends and wear glitter but I'm not as tone deaf to the pandemic as others seem to be.","sentiment_score":0.3}
{"full_text":"RT Many Supreme Court Justices have falsely stated today that the Wuhan coronavirus vaccine \"prevents disease\" and transmiss...","sentiment_score":0.05}
{"full_text":"RT When Ben Jackson, an Australian sheep rancher, couldn't attend his aunts funeral because of Covid restrictions he laid o...","sentiment_score":0.0}
{"full_text":"RT HOW WE GOT HEREIn less than 3 weeks, the Philippines reversed its COVID-19 daily tally trend.Read more:","sentiment_score":0.1111111111}
{"full_text":"RT Is this what the kids call \"getting owned\" ","sentiment_score":0.0}
{"full_text":"\" frontline health care workers concerns must be addressed\" WHO. Their working conditions must be satisfactory with attention to safety.A surge in infections may or may not happen but preparedness to tackle if it happens would be a worthwhile investment!","sentiment_score":0.625}
{"full_text":"The \"if you're not doing anything illegal\" crowd is going to love this.","sentiment_score":0.0}
{"full_text":"RT DEBATE OVER: The data is in and as warned, 'let it rip' has our economy performing the same as and even worse than lockdowns....","sentiment_score":-0.2}
{"full_text":"RT me on the plane, loud as hell: \"GIRL YOU GOT COVID?!?!\"","sentiment_score":0.15625}
{"full_text":"RT Do they know it's Christmas? Today is Christmas in #Tigray #Ethiopia, a time to commit to ensuring children and all people ca...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Two of the lawyers presenting arguments to the Supreme Court to block Biden's vaccine mandate have tested po...","sentiment_score":0.0}
{"full_text":"#Vaccination process of third precautionary dose for health workers, frontline workers and vulnerable senior citizens is scheduled to start nationwide from January 10. #Booster #Covid","sentiment_score":-0.25}
{"full_text":"Beginning Jan. 6, the municipal government here required employees in the public and private sectors physically reporting to work to have themselves vaccinated against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/zVJt9bU3y6","sentiment_score":0.0}
{"full_text":"India's doubling time fell from 3,684 days on December 27 to 454.9 days on Jan 06, with a corresponding 1764.4% increase in daily new cases. Our data #explainer on the #Omicron #surge","sentiment_score":0.0681818182}
{"full_text":"The pandemic view point is understandable tho, it's just concerning if future execs look at these and go \"nah, it doesn't make much money. Need more Boss Baby vibes\"","sentiment_score":0.2333333333}
{"full_text":"There's nothing worse than blue check wankfest journalists, cockface opinion writers and dopey fuckwits like Albo,tell all of Australia how poorly covid is being handled without offering up any advice, strategy's or plans to the contrary.Bunch of mindless, inept fuck knuckles.","sentiment_score":-0.28}
{"full_text":"Olympic chiefs on Wednesday urged all participants at next month's Winter Games in Beijing to be \"extra vigilant\" as Covid-19 infections hit unprecedented case levels in several countries.#POC #Beijing2022 #WinterOlympicshttps:\/\/t.co\/ZLICyymCtE","sentiment_score":0.15}
{"full_text":"CANADA: The health minister believes provinces and territories will likely discuss mandatory vaccine requirements in the coming weeks and months.https:\/\/t.co\/CxOQmaWNTm","sentiment_score":0.0}
{"full_text":"Back before the pandemic when I could frolic freely in the concrete forest :P","sentiment_score":0.325}
{"full_text":"COVID-19: Older adults still have 90% protection against hospital admission three months after booster jab, UKHSA says","sentiment_score":0.1666666667}
{"full_text":"DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19.https:\/\/t.co\/diWk8Z5Xon#health #healthy #HealthyLiving #COVID #homedecor #kids #design #homedesign #healthcare #safety #Mindfulness #success #lifestyle #art","sentiment_score":0.4333333333}
{"full_text":"#India A barricade is placed in front of the Kapaleeshwar temple, after religious worship places where closed to public on weekends to curb the surge of Covid-19 coronavirus as per a directive by the state government in Chennai  #AFP","sentiment_score":-0.0333333333}
{"full_text":"I always thought the Vaccine helped keep you alive,seems to be working.Would like to know if those in ICU are mainly unvaccinated as has been the case.","sentiment_score":0.1666666667}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"Rather be understaffed than dead from covid. We have options available to government to fill staffing, we don't have options to revive the dead.","sentiment_score":0.0}
{"full_text":"RT We're seeing all these convoluted rationalizations for forcing kids back to in person schools at the height of the pan...","sentiment_score":0.0}
{"full_text":"RT Thank you to everyone who has shared this. Please keep retweeting it until everyone sees it. No one should go broke over...","sentiment_score":0.0}
{"full_text":"As pocket-size computing devices, smartphones empower real-time communication for documenting patient care, tracking COVID-19 vaccinations, and fostering collaboration for solving each day's challenges. #everylastone #eswatinivaccinates","sentiment_score":0.0}
{"full_text":"Chris Krok: Did you hear the story out of Corinth where a bank teller refused to take a cash deposit because of her fear of COVID? Chris has the wild story; you don't want to miss it.","sentiment_score":0.1}
{"full_text":"RT \" Due to increases cases of Covid day by day it is harmful for all ignou students because of Omicrone Variant.#ignou_s...","sentiment_score":-0.125}
{"full_text":"RT A remarkable day on the vaccination front! Congratulations to our fellow citizens on crossing the 150 crore milestone. Ou...","sentiment_score":0.9375}
{"full_text":"When you are prospering in your home market, the natural progression is to make it bigger internationally. #ecommerce #pandemic","sentiment_score":0.0333333333}
{"full_text":"'Since the arrival of the Omicron variant of COVID-19 we have been told it is mild, or at least milder than Delta or previous variants. The problem with this narrative is it is more based in wishful thinking than scientific enquiry', writes","sentiment_score":0.0916666667}
{"full_text":"RT if people need n95 masks to keep from catching covid....they should be free.","sentiment_score":0.5}
{"full_text":"RT This is power of education, awareness &amp; self discipline : UT #Chandigarh Children (15 to 18yrs) in queues for #COVID19 #v...","sentiment_score":0.0}
{"full_text":"India reported 1,41,986 new COVID-19 cases, while cases of Omicron variant of the disease reached 3,071, according to The Union Health Ministry. #briflynews #india #covidupdate #Omicrontally #healthministry #dailypositivity","sentiment_score":0.1363636364}
{"full_text":"Germany Extends COVID-19 Vaccination Proof to Restaurants, Bars","sentiment_score":0.0}
{"full_text":"Current daily case counts are already 400% higher than the peak of the third wave last year, but severe illness is not spiking at the same \"explosive\" rate. ","sentiment_score":0.0416666667}
{"full_text":"Malacanang has tweaked the policy on setting a minimum number of onsite workers in government offices to allow the public continuous access to services under the Alert Level system amid the recent surge in COVID-19 cases.https:\/\/t.co\/hKZxoQw4N2","sentiment_score":0.0}
{"full_text":"Official COVID-19 update in ThailandSaturday, 8 January 2022* 2,261,039 people infected (+8,263)* 2,191,262 recovered (+2,865) * 47,964 receiving treatment* 21,813 deaths (+14)#newcases #coronavirus #covid19 #ministryofpublichealth #update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"RT From the beginning of COVID your health was no concern of as long as they could use it to slam Trump. COVID IS...","sentiment_score":-0.05}
{"full_text":"RT How many loved ones have you lost to Covid, Jimmy? There's more to life than tennis &amp; one igno...","sentiment_score":0.5666666667}
{"full_text":"How can I tell if I have a cold, the flu or COVID?https:\/\/t.co\/mcaOfGAXBL","sentiment_score":-0.6}
{"full_text":"5 ways to feel happier during the pandemic, according to sciencehttps:\/\/t.co\/W1WCOetS7k","sentiment_score":0.0}
{"full_text":"Staff shortages, rising Covid cases, and frustrated patients: Working in a Valleys GP surgery in winter","sentiment_score":-0.7}
{"full_text":"#TwoYearsAgo, Jan 8th. Meanwhile \"Hong Kong is taking tougher precautions against a mysterious, pneumonia-like virus in central China, laying the legal groundwork to put patients under quarantine if necessary\"... https:\/\/t.co\/IQ7iP7ULb6","sentiment_score":0.05}
{"full_text":"RT Nothing to worry just be brave and be conscious u ll come@out safely !!!","sentiment_score":0.6255208333}
{"full_text":"The number of COVID-19 patients requiring hospitalization has gone up by five to 105. Eleven of those patients are in intensive care.","sentiment_score":0.0}
{"full_text":"North Korea won't participate in the Beijing Olympics due to \"hostile forces and the pandemic,\" the country wrote in a letter on Wednesday.The message wished China success in hosting the event and criticized the U.S. boycott.https:\/\/t.co\/lGpAUC5R9p","sentiment_score":0.0875}
{"full_text":"And where was he 9\/11?Or during BLM\/ANTIFA murdering, looting, rioting?Don't forget Afghanistan FAILBorder crisis?Covid deaths up higher now than one year agoBut hey, he can still cry Trump#LetsGoBrandon #FJBiden #LiberalismIsAMentalDisease","sentiment_score":0.25}
{"full_text":"RT Having not gotten covid yet feels like I've been hiding in the back of a 2+ year long middle school dodgeball game and the fr...","sentiment_score":-0.1125}
{"full_text":"RT If left uncorrected, Judge Sotomayor's wildly inaccurate statement about children and Covid will undermine public confidence...","sentiment_score":0.0333333333}
{"full_text":"It is up to us to keep ourselves, our colleagues &amp; family safe. If you have not been vaccinated as yet, register to do so at #Vaccinate","sentiment_score":0.5}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT A remarkable day on the vaccination front! Congratulations to our fellow citizens on crossing the 150 crore milestone. Ou...","sentiment_score":0.9375}
{"full_text":"RT HINDI MILD ang Omicron. That's it, that's the tweet.","sentiment_score":0.3333333333}
{"full_text":"RT Like hundreds of thousands of other Australians I have tested positive for covid. Symptoms moderate so far. Isolating...","sentiment_score":0.0505681818}
{"full_text":"RT DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19...","sentiment_score":0.5}
{"full_text":"Stocks got off to a volatile start as investors worried about Omicron as well as Fed Chair Jerome Powell's testimony to Congress about moving up the bond tapering schedule.","sentiment_score":0.0}
{"full_text":"RT This post from a NYC high schooler about the covid situation right now is wild","sentiment_score":0.1819047619}
{"full_text":"Not to mention, they are supposed to be talking about the legality of the mandate, not the efficacy of vaccines","sentiment_score":0.0}
{"full_text":"RT Come on the adults, we know some of you are frightened, but nearly all of us are vaccinated and the children have suffere...","sentiment_score":0.1}
{"full_text":"RT \"The science isn't strong enough\".Watch the moment an unvaccinated hospital consultant challenges Health Secretary Sajid Jav...","sentiment_score":0.2166666667}
{"full_text":"West Virginia's men's basketball team should be at full strength on Saturday when Kansas State comes into the Coliseum for a noon game.","sentiment_score":-0.025}
{"full_text":"RT Vinod Prajapat attended the free, online program on 'Cellphone Repairs &amp; Service' offered by #ICICIRSETI, a part of #ICICIFo...","sentiment_score":0.4}
{"full_text":"RT Today's covid denialists are tomorrow's openly eugenicist \"these disabled people are a drain on society\"Literally. 13 y...","sentiment_score":-0.1}
