{"full_text":"RT #catecoin to the moon ","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT POISON's RIKKI ROCKETT Sides With NEIL YOUNG Over JOE ROGAN In COVID 'Misinformation' Fight ht...","sentiment_score":0.1}
{"full_text":"RT First you want to get data held for 55 years, then 75. Now this. Just what are you hiding ","sentiment_score":0.25}
{"full_text":"RT Omicron meet Portugal, one of the world's most vaccinated nations. Portugal has vaccinated ~90% of its total population...","sentiment_score":0.25}
{"full_text":"Over 3000 people. You really thought I was talking about total deaths and not just deaths from covid? Are you incapable of understanding context?","sentiment_score":0.1}
{"full_text":"RT Worth noting again","sentiment_score":0.3}
{"full_text":"RT Canada... you guys really surprised me this time. (In the best way possible).The entire world is watching, and with you....","sentiment_score":0.3666666667}
{"full_text":"RT Breaking: Spotify are fucking pussies who have begun to cave to the unthinking, regime-led mob.","sentiment_score":-0.6}
{"full_text":"RT Incredibly, there are still people trying to claim that Japan \"crushed\" COVID with Ivermectin and so encouraging others n...","sentiment_score":0.4}
{"full_text":"RT The White House says about 60 million U.S. households have already ordered at-home COVID tests from the federal governmen...","sentiment_score":0.0}
{"full_text":"RT If you're out here mad at Joe Rogan for \"dangerous misinformation\" that is \"costing lives\" you've taken your eyes off the pr...","sentiment_score":-0.6125}
{"full_text":"Not enough","sentiment_score":0.0}
{"full_text":"RT In the past two days more than 100 people have died with Covid-19 in NSW, businesses are struggling, some even closing the...","sentiment_score":0.125}
{"full_text":"RT WATCH: Canada's Federal Transport Minister Omar Alghabra is talking about implementing vaccine mandates for interprovinc...","sentiment_score":0.0}
{"full_text":"RT Canada isn't going to take more lockdowns and COVID restrictions.Ottawa todayhttps:\/\/t.co\/48V0ib862O","sentiment_score":0.5}
{"full_text":"RT Trudeau aka blackface lover is in hiding with his family from what he called the 'fringe minority' of his country who are p...","sentiment_score":0.0}
{"full_text":"RT who made coughing in public so awkward like bro i don't have covid it's this weed","sentiment_score":-0.3}
{"full_text":"RT US billionaires got $2 trillion richer during the pandemic while raking in government subsidies and telling the rest of u...","sentiment_score":0.0}
{"full_text":"RT Great thread on \"natural immunity\" to COVID, with data.","sentiment_score":0.45}
{"full_text":"Yeah, same here.  I tend to avoid the COVID and bodybuilding and MMA ones because they're not that interesting to me personally.Taibbi was good.  The Jewel interview was incredible.","sentiment_score":0.525}
{"full_text":"RT We need to hold Biden accountable, and loudly.Since he took office,- 70% increase in ICE detention-...","sentiment_score":0.0}
{"full_text":"RT THIS BE A DIFFERENT STORY IF INDIGENOUS PEOPLE WERE MARCHING FOR ALL THE WRONG DONE TO T...","sentiment_score":-0.25}
{"full_text":"RT Robert LaMay, the anti-vaccine state trooper who recently died of COVID, was praised as \"a celebrity\" by Fox's Laura Ingraha...","sentiment_score":0.0}
{"full_text":"RT The COVID narrative is beyond crumbling, it's barely being held together by a thread at this point. Keep pushing! We are al...","sentiment_score":0.0625}
{"full_text":"RT Sure we could end Covid in the next 6 months if the G20 leaders, UN agencies demonstrate resolve to vaccinate the world wit...","sentiment_score":0.25}
{"full_text":"RT Global leaders.","sentiment_score":0.0}
{"full_text":"RT I have the impression that GI symptoms are more common in Omicron, than they were in other variants. Has anybody an idea, same...","sentiment_score":0.01875}
{"full_text":"COVID test available day after tomorrow at CVS (3221 Peachtree Road NE, Atlanta, GA 30305) at 10:20AM 10:30AM 11:00AM 11:10AM 11:20AM 11:30AM 11:40AM 12:50PM 02:40PM 02:50PM 03:00PM 03:10PM 03:20PM 03:40PM 03:50PM 04:10PM 04:30PM 04:40PM :","sentiment_score":0.4}
{"full_text":"RT Amidst a global pandemic &amp; MAN-MADE famine, the  govt is still bombing Tigray every few days. We demand to...","sentiment_score":-0.1}
{"full_text":"disagree.  lock it up and lock it down until the mandates are gone#nomoremandates#Mandatesmustgo","sentiment_score":-0.1555555556}
{"full_text":"Aren't we in a pandemic Bruce? For the love of god what are you doing!","sentiment_score":0.625}
{"full_text":"RT The internalized ableism is telling me today it's my fault I've gotten COVID twice. ","sentiment_score":0.0}
{"full_text":"RT Thank you, Your support is critical to our mission to save the independent restaurants and bars affect...","sentiment_score":0.0}
{"full_text":"RT Another athlete with myocarditis. Media claiming it's from \"covid\". I believe it's from something else.","sentiment_score":0.0}
{"full_text":"RT Too bad that black guy didn't leave a detailed Pandemic Playbook and an established and functioning...","sentiment_score":-0.1555555556}
{"full_text":"No.  Freedom is the mandates.  I'm so sick and tired of idiots like you referring freedom vs. vaccine mandates.  I WANT my life back before Trump mishandled the virus in our country.  I DON'T want to worry about who's sitting next to me and if they're contagious.","sentiment_score":-0.3828571429}
{"full_text":"RT Spotify just responded to the Joe Rogan controversy by releasing more details on their rules against COVID misinfo, and tbh it...","sentiment_score":0.5}
{"full_text":"RT posts like this are just as bad as spreading covid misinformation","sentiment_score":-0.7}
{"full_text":"Since Jan 1st in NSW, we have lost 687 lives to covid. those in charge were brought up on criminal charges. premier's office was informed the new Omnicron Variant vaccine would not be as effective if at all but chose to ignore thisIt's truly criminal.....#bradhazzard  #ninemsn","sentiment_score":0.1121212121}
{"full_text":"RT Almost 4,000 people died of Covid just yesterday.Let that number sink in.Most were unvaxxed.","sentiment_score":0.0}
{"full_text":"breathe since iland, they are struggling to keep up with everything that's happening around them. 5 albums in a year? Bro chill they even got covid because guess what? We're still in a fucking pandemic? and the nerve of you to release merch after merch like we're gold mines?+","sentiment_score":-0.6}
{"full_text":"RT #darksouls #bloodborne commission from 2020, still really enjoy this composition. Alternate color variant","sentiment_score":0.2}
{"full_text":"RT Chinese government is forcing 3-11 years old take the mandatory covid vaccine now!11\/7\/2021","sentiment_score":0.05}
{"full_text":"It's Day 6 of Covid and a rapid test come backs positive. What should you do? - NBC News","sentiment_score":0.2272727273}
{"full_text":"Wow this is so sad. The fact that this plandemic has been so destructive in so many ways. Doctor Fauci, the MSM, the pharmaceutical industry the cdc,fda  will all be held accountable and the demoncratic party along with the Biden administration will not escape judgement from God","sentiment_score":-0.125}
{"full_text":"RT #COVID19 has increased hunger and #FoodInsecurity across the globe. To feed the world and achieve #SDG2, our #FoodSystem...","sentiment_score":0.0}
{"full_text":"RT You are absolutely correct Dr. They Fraudulent protocol is being used in all hospitals. Murder 1 and attempted murder, and...","sentiment_score":0.2}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Malout...","sentiment_score":0.0}
{"full_text":"RT Survey shows Texas educators do not feel safe at schools, overwhelmingly support mask mandates and rapid testing for Covid-19 ht...","sentiment_score":0.5}
{"full_text":"None of the current Covid measures are working.  It would take a brave Govt though to admit that their Covid responses are nothing more than window dressing.","sentiment_score":0.4333333333}
{"full_text":"RT Anybody ever hear of a \"vaccine\" you need to take four times in a year and it doesn't stop the spread of the disease? Me...","sentiment_score":0.0}
{"full_text":"RT only a small minority of current COVID cases come from unvax. Frustratingly, the current transmission prob...","sentiment_score":-0.13}
{"full_text":"RT COVID deaths in the month since Conor's tweet:United States: 61,000New Zealand: 1","sentiment_score":0.0}
{"full_text":"For both vaccinated and unvaccinated individuals, going out should still be done with caution. When going out, find restaurants and spaces with proper ventilation or an outdoor option to minimize the risk of getting infected with #COVID19.","sentiment_score":0.0}
{"full_text":"RT Trudeau aka blackface lover is in hiding with his family from what he called the 'fringe minority' of his country who are p...","sentiment_score":0.0}
{"full_text":"THE ZEDS SERIES... #wattpad #wip #amwriting #zombies #apocalypse #pandemic #series","sentiment_score":0.0}
{"full_text":"T-Mobile released a new COVID-19 policy that will remove unvaccinated employees. But, they still have time to comply.https:\/\/t.co\/pt8J1ijfvx","sentiment_score":0.1363636364}
{"full_text":"Initial research showed that #Omicron was many times more transmissible as well as that #vaccinations were losing protection three months or so after each dose creating 'breakthrough' infections, notes #COVID19 #thirdwave","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING: Denmark ends ALL COVID mandates effective on Feb 1, 2022.Freedom is breaking out across the globe.It's time f...","sentiment_score":0.6}
{"full_text":"RT Merchants of herd death oversold immunity. People are being reinfected immediately again after Omicron infection. We ha...","sentiment_score":0.0}
{"full_text":" Sorrento Therapeutics (SRNE) Announces Its Oral SARS-CoV-2 Main Protease (Mpro) Inhibitor, STI-1558, Strongly Neutralizes Omicron -   #Medical #GroupZirigoza","sentiment_score":0.2}
{"full_text":"RT Fascinating what manages to get printed when it serves to undermine a president you don't likehttps:\/\/t.co\/JcqcFbBlWB","sentiment_score":0.7}
{"full_text":"WHO head says 'dangerous' to assume pandemic is nearing end #endpandemics #pandemics #covid19 #omicron #WHO","sentiment_score":-0.6}
{"full_text":"Sorry about your mom. Lost mine last year though not to COVID.","sentiment_score":-0.25}
{"full_text":"#remotejobs #stayathome Remote Position: Clinical Contract Manager #jobsearch #hiringnow","sentiment_score":-0.1}
{"full_text":"RT Two weeks before the world knew about the virus, the US epidemiology institute (directed by Fauci) signed a contract wi...","sentiment_score":0.0}
{"full_text":"Not all travel insurance plans cover Covid-related disruptions. To help you find the best pandemic travel insurance, here's our list of the Best Covid-19 Travel Insurance Plans Of 2022. #ForbesAdvisor@AXAAssistanceUS ","sentiment_score":1.0}
{"full_text":"was an instrumental resource for nurses as they prepared for the coronavirus pandemic in 2020. Find out how rapidly designing courses in Totara Learn allowed them to develop courseware in rapid time https:\/\/t.co\/cjy3KBlemc","sentiment_score":0.0}
{"full_text":"Rcmp are as crooked as Trudeau","sentiment_score":0.0}
{"full_text":"The day after tomorrow, February 2nd, is Setsubun. Are you ready to throw beans? But what I really want to see go away this year is not the demons, but the coronavirus.  #Japaneselearning #Japaneseculture*#Nihongo de Care-navi*https:\/\/t.co\/x43LyJ9Qw8","sentiment_score":0.1333333333}
{"full_text":"After a week of controversy driven by its star podcaster Joe Rogan, streaming giant Spotify has announced changes to its rules.https:\/\/t.co\/cIsrOLzWyi","sentiment_score":0.0}
{"full_text":"Millions of Americans can't isolate from COVID in the home. Here's what experts suggest.","sentiment_score":0.0}
{"full_text":"Through #March, Qantas and Jetstar will be scaling back their #domestic flying capacity to 60 percent of pre-Covid levels and international capacity to around 20 percent.More here: #Airlines #Aviation #Flights","sentiment_score":0.0}
{"full_text":"RT Unless it's the ZOMBICRON VARIANT, I'm not even thinking about Covid anymore.","sentiment_score":0.0}
{"full_text":"No, but the \"experts\" at the CDC, NIH, FDA should all be liable for the complete suppression of early, outpatient treatment with the many readily available drugs we already have. They are responsible for several hundred thousands of lives lost.","sentiment_score":0.1714285714}
{"full_text":"Spotify says it will add advisory to podcasts that discuss COVID-19 amid Joe Rogan controversy","sentiment_score":0.0}
{"full_text":"\"The new year brought so much hope, joy and, for me and my husband ... unfortunately a breakthrough case of COVID.\"https:\/\/t.co\/91mUawxehK","sentiment_score":0.1590909091}
{"full_text":"lockdowns and now Omicron.  Sharing some key themes on the upcoming reporting season.View the full insight here:","sentiment_score":0.175}
{"full_text":"Based on Philippine National Police data, there were 1,036 areas under granular lockdown nationwide, with Cordillera reporting the highest number at 404. | via","sentiment_score":0.0}
{"full_text":"What if the work you do doesn't allow you to follow all #COVID rules all the time? Then do what you can. Here's why doing something is better than nothing. #BhekisisaResource.","sentiment_score":0.5}
{"full_text":"Airports implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvVutK#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"Sorry, the needs of the many etc.  What do you do in a bad flu year?Get yourself a fitted N95 and protect yourself a bit better.  Other people's cloth masks might make you feel secure but they do jack shit.","sentiment_score":-0.0178571429}
{"full_text":"Exactly. I once worked on an immunisation project in NE, n when I heard the conspiracy theories against polio vaccines, I assumed it was illiteracy responsible for that. Now I doubt n I no longer ridicule such villagers. At least they're uneducated. Covid anti vaxxers r just nuts","sentiment_score":0.0375}
{"full_text":"\"When the pandemic first hit, people quickly realized that food wasn't readily available at their grocery stores,\" Michael Scuse said. \"For many Delawareans, it was their first time reaching out to a farm or visiting a farmers market.\"https:\/\/t.co\/2CRWzT0afr","sentiment_score":0.3466666667}
{"full_text":"There have been multiple delays in the trial of Jeffery Morris, who allegedly murdered poker player Susie Zhao, but it looks like it may get in front of a judge this summer.Here's where things stand -&gt;","sentiment_score":-0.05}
{"full_text":"RT Oh, hey, you know her!  \"I get a lot of: 'Oh, Rachel, I don't know how you do it,'\" says Rachel Perrone, a single mom t...","sentiment_score":-0.0714285714}
{"full_text":"RESMED CONTINUES PRODUCT AND SERVICE GROWTH#ResMed #software #SAAS #products #COVID19 #markets #renewables #energy #electricity #power #engineering #technology #manufacturing #innovationFor more details, please click the link below:https:\/\/t.co\/ZpAQ3YzBCJ","sentiment_score":0.5}
{"full_text":"Health experts across South Carolina say the recent surge in omicron cases is affecting the mental health of many students, mostly due to the recent school closures, forcing many children to transition to virtual learning.","sentiment_score":0.1291666667}
{"full_text":"GALLERY: Portugal's center-left Socialist party is on track to win the most votes in Sunday's snap parliamentary election, which was triggered when a political crisis over a blocked spending bill prompted the president to dissolve parliament.","sentiment_score":0.4333333333}
{"full_text":"RT Bye-bye If thinks it's good to stand with Joe Rogan and his #COVID19 misinformation, I'll stand with...","sentiment_score":0.7}
{"full_text":"This week's MJA #podcast is now available. Dr talks about the wellness industry, #COVID19 and the politics of pandemics ... #freeaccess ... #medtwitter","sentiment_score":0.4}
{"full_text":"\"We intend to conduct scientific research on the relation between #cannabis and Covid\"","sentiment_score":0.0}
{"full_text":"Though a number of drugs and other methods have been tried, no definitive treatment has emerged as yet.https:\/\/t.co\/zCyvUaY6pr","sentiment_score":-0.125}
{"full_text":"Right now, every one of my (Vaxxed) siblings is sick with Covid.Not me.","sentiment_score":-0.2142857143}
{"full_text":"Stay safe as you celebrate Chinese New Year with loved ones by adhering to these recommended guidelines. Gong Xi Fa Chai!#COVID19#CNY2022#kitajagakitaCredit: Kementerian Kesihatan Malaysia","sentiment_score":0.3340909091}
{"full_text":"RT Lee Johnson claims vaccine led to Sunderland star's heart problem after Covid case - Mirror Online","sentiment_score":0.0}
{"full_text":"RT ++ proven whole virus inactivated vaccine. Why is Canada not approving it and allay fears of being a...","sentiment_score":0.2}
{"full_text":"RT The bottom line is if you're spreading Covid disinformation, you're killing people. And if you broadcast those messages on your...","sentiment_score":0.0}
{"full_text":"Yeah keep shooting up boosters because the vaccine is ineffective, what are they on now the 4th booster. A vaccine shouldn't need boosters every 3 months.I also had covid and was sick for 4 days with what felt like the flu and I'm not vaxxed..","sentiment_score":-0.7142857143}
{"full_text":"RT Did Russia, China or North Korea ever lie about Iraq having WMDs? Incubator babies? Viagra? Etc etc.People unironically be...","sentiment_score":0.0}
{"full_text":"RT We told y'all, that conservative nurse + cop couple combo is.... Something else","sentiment_score":0.0}
{"full_text":"Looking at the quality of players in the final Novak Djokovic wouldn't have even made it to the final.  Remember he was sick getting over Covid, or was that more of his BS lies!","sentiment_score":-0.0223214286}
{"full_text":"RT When you see articles claiming Covid is affecting people in ways no one could have predicted, please remember *all of this*...","sentiment_score":0.0}
{"full_text":"Can you swing by UCSD next time you're out and tell them students who've had COVID and recovered and reluctantly got 2x Pfizered don't need another shot as a booster. You know, just if you're in the neighborhood.","sentiment_score":0.0}
{"full_text":"RT \"Rare means nothing if it's your kid\" is the kind of statement I didn't fully understand BEFORE I had kids, and now quietly b...","sentiment_score":0.3}
{"full_text":"RT Trudeau Gov't Plans To Hit Truckers Again, Implement Interprovincial Vaccine Mandates: Report ht...","sentiment_score":0.0}
{"full_text":"This week we continue to dive into Romans. Also, why were we off a week? Listen to find out. #podcasting #Christianpodcast #COVID #misinformation","sentiment_score":0.0}
{"full_text":"RT Spotify is changing how it handles covid content!Thank you Neil Young and Joni Mitchell!!","sentiment_score":0.15625}
{"full_text":"Whether they support Jonestown Trump or not, GOp PRO-COVID policies are killing thousands of people.","sentiment_score":0.0}
{"full_text":"RT Came out of an interesting free wheeling presser with co-organizers of #TruckersConvoy2022 and ....","sentiment_score":0.45}
{"full_text":"RT the same people who post memes like this chug horse dewormer and estrogen to \"fight\" covid","sentiment_score":0.0}
{"full_text":"Preliminary report; Occurrence and transmission potential of asymptomatic and presymptomatic SARS-CoV-2 infections: a living systematic review and meta-analysis: BACKGROUND Debate about the level of asymptomatic severe acute respiratory... Read more |","sentiment_score":0.3666666667}
{"full_text":"RT Logic,it was covid so no audience.The contestants there were already mourning on her victory. Jealous soul...","sentiment_score":0.0}
{"full_text":"RT #BREAKING Spotify's CEO announces new measures to combat Covid-19 disinformation after row with musicians","sentiment_score":0.1363636364}
{"full_text":"RT This is so amazingly beautiful. #TruckFudeau","sentiment_score":0.85}
{"full_text":"Also, immune-deficient people have difficulty mounting a full immune response after exposure, so he might still be vulnerable even after 2x infections (if those infections were actually covid in the first place - who knows).","sentiment_score":0.025}
{"full_text":"Sam Yfantis says Australia's commitment to delivering net-zero emissions by 2050 must shape the way we get back on our roads post COVID-19.#EVs #EV #e-transport #transport #energy #energynews #renewableshttps:\/\/t.co\/UPSLffnv7t","sentiment_score":0.0}
{"full_text":"With moviegoing slowed by the Covid-19 surge, \"Spider-Man: No Way Home\" easily clung to its box-office lead in North American theaters this weekend, industry data showed Sunday.","sentiment_score":0.2166666667}
{"full_text":"RT This man is an agent of Darkness and a willing tool to not only Depopulate #Africa but entire Humanity!His Shame wi...","sentiment_score":0.0833333333}
{"full_text":"Pfizer has no protection against Omnicom.... Read they're information...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Neil Young gets a big win as Spotify admits that it \"hasn't been transparent\" about its banned content polic...","sentiment_score":0.3}
{"full_text":"That one memorable #talk I gave now years ago, pre #pandemic! #SlaveryatSea #MedTwitter #Race #History #Experiment #TuskegeeStudy #twitterstorians #AcademicTwitterhttps:\/\/t.co\/aAy7wl8dd5","sentiment_score":0.625}
{"full_text":"This infographic provides the total number vaccine doses, including daily booster and paediatric doses (children 5-11) administered in Australia  as of 30 January 2022.To see a more detailed breakdown of Australia's vaccination program, visit ","sentiment_score":0.225}
{"full_text":"Tamil Nadu: New Covid cases dip in all districts","sentiment_score":0.1363636364}
{"full_text":"RT As more data comes in on frequent Omicron reinfections, it's becoming clear that Dr. Henry's \"super immunity\" from Vax...","sentiment_score":0.2966666667}
{"full_text":"Remember only a few short years ago before Covid when business owners thought Liberal govts were the best because they supported business while Labor was all about radical leftie bullies? How does that argument stack up today?","sentiment_score":0.2}
{"full_text":"Last week on ECHOES. John Garvey: COVID-19 and scientism","sentiment_score":0.0}
{"full_text":"Jazz coach Snyder enters COVID-19 protocols","sentiment_score":0.0}
{"full_text":"Covid-19 Deaths Are Not Over Counted by","sentiment_score":0.0}
{"full_text":"RT How it started: Protecting the people against the pandemic. How's it going: Protecting the pandemic...","sentiment_score":0.0}
{"full_text":"\"I'm mad as hell and I'm not gonna take this anymore!!! ==&gt; #Covid  #manage #CDC ==&gt;","sentiment_score":-1.0}
{"full_text":"Worst death toll in Europe, one of the worse in the world..Worst economic situation for 70 years and counting..Nearly died with covid!! He spend a day in hospital and then home and seems to have partied ever sinceAs for #BrexitDisaster.. dont get me started#JohnsonOut6#idiot","sentiment_score":-0.3625}
{"full_text":"RT The Pandemic started with Joe Burrow and Jamar Chase winning a championship, it will end with them winning the Super Bow...","sentiment_score":0.4444444444}
{"full_text":"Spotify to add advisories to podcasts discussing COVID-19https:\/\/t.co\/Ocpy5cKPwl","sentiment_score":0.0}
{"full_text":"RT Portugal has a 90% vax rate, and hardly anyone is anti-mask. Why?\"We know that freedom is something else. We have lived in...","sentiment_score":-0.2916666667}
{"full_text":"RT Sugar is killing us in America.  The average man and woman has gained over 30 lbs in the past 30 years.  French women have g...","sentiment_score":-0.1333333333}
{"full_text":"RT The collapse of Tigray's healthcare system, in conjunction with the interruption of childhood vaccination, poor sanitation &amp;...","sentiment_score":-0.4}
{"full_text":"Home COVID testing kits are being distributed in Ontario County in the coming week.","sentiment_score":0.0}
{"full_text":"RT The types of misinformation Spotify includes in their policy are not the types of misinformation that are spreading widely on...","sentiment_score":-0.1}
{"full_text":"RT posts like this are just as bad as spreading covid misinformation","sentiment_score":-0.7}
{"full_text":"This is absolutely it. So sick of this BS.","sentiment_score":-0.7142857143}
