{"full_text":"To As per Recent G.O , Political gathering is banned due to rising #COVID19 However  organised a mass rally in  #Hyderabad #Dabeerpura Is law changed for #AIMIM ? I urge you to immediately take action.@CPHydCity","sentiment_score":-0.0416666667}
{"full_text":"RT No deaths in India until now in the 15-18 population from Covid in these 2 years. Vaccines started from 3rd Jan 22 for th...","sentiment_score":0.0}
{"full_text":"RT 'Murderers!' Video shows deranged anti-vaxxer violently attacking COVID workers in California","sentiment_score":-0.8}
{"full_text":"RT The way Covid been rising I feel like school finna pull a March 13th ,2020 on us at any day now ","sentiment_score":0.0}
{"full_text":"Absolute state of football owners.","sentiment_score":0.2}
{"full_text":"- Leaky Vaccine - #ivermectin #MassFormationPsychosis #MassFormation","sentiment_score":0.0}
{"full_text":"RT You Are A warrior,  nd As we All knows COVID has Attacked again'to Asli Warrior ki jagah Ab Pinjre se bahar hi hai , Un R...","sentiment_score":0.0}
{"full_text":"Test go through a validation process to determine if they can be relied upon.  Using a throat saliva swab on a test designed for nasal mucus might have different performance characteristics &amp; we won't know that until clinical validation is performed.Off-label is off-label.","sentiment_score":0.0}
{"full_text":"RT A Harris County, Texas school teacher was charged with felony child endangerment after she put her child in a car trunk to s...","sentiment_score":0.0}
{"full_text":"Its so bad","sentiment_score":-0.7}
{"full_text":"Someone #hashtagging every #second sodding #word in #their Covid #tweets... really isn't going to listen to you. Not worth trying.","sentiment_score":0.0166666667}
{"full_text":"Hi!This mini collection is listed and is available on Opensea:https:\/\/t.co\/wRj5x7VFyt","sentiment_score":0.4}
{"full_text":"A few weeks of remote learning while we are spiking is not going to destroy a generation. That is just ludicrous. You know what hurts them more? Not only death, but post covid diabetes, long covid, etc.","sentiment_score":-0.0083333333}
{"full_text":"RT As per source #BeastFirstSingle announcement will be out today at 6pm.#Beast First Single for Ponday Day January 13th or...","sentiment_score":0.0595238095}
{"full_text":"RT Supreme Court Justices just falsely claimed:1. The jab prevents transmission2. Omicron is as deadly as Delta3. 100K c...","sentiment_score":-0.3}
{"full_text":"RT If everyone can infect others and be infected, vaccine mandates have no use. Time to get rid of them.","sentiment_score":0.0}
{"full_text":"RT #FastAccessStamp4 for our international doctors to whom we owe so much.","sentiment_score":0.1}
{"full_text":"Really clear and helpful untangling of 2021's complicated job numbers from @andrewvandam \"As we etch 2021 into the record books, remember that we do so with a big, spiky coronavirus-shaped asterisk.\" ","sentiment_score":-0.1333333333}
{"full_text":"Cyprus identifies combined 'Deltacron' COVID strain, but says unlikely to spread far | The Times of Israel","sentiment_score":-0.2}
{"full_text":"6th Grade Girls - Michiana Gold def. Chicago Lockdown 24-5 #GrassRoots2020","sentiment_score":0.0}
{"full_text":"RT Two toddlers with croup so far this week, COVID positive.","sentiment_score":0.1636363636}
{"full_text":"if you have to explain the most obvious then you talk with stupid people. don't know how hard it is to understand that the covid vaccination is meant with no vaccinated. do we really need to explain it with drawings??","sentiment_score":-0.0783333333}
{"full_text":"News: Calls for Covid isolation period to be five days from education minister","sentiment_score":0.0}
{"full_text":"RT We are approaching twelve years of Tory austerity policies that have seen the NHS starved of funds, local authorities denude...","sentiment_score":0.0}
{"full_text":"We know covid can still spread from masked people, and the omicron variant especially.","sentiment_score":0.0}
{"full_text":"Between the CDC director tacitly endorsing eugenics and the \"in-person school no matter what crowd\" I feel like the amount of open ableism entering the covid discourse is not great. Telling disabled people to go fuck themselves is not sound policy.","sentiment_score":-0.24}
{"full_text":"RT if my man was sick i'd simply go outside &amp; end the entire pandemic but that's just me","sentiment_score":-0.2380952381}
{"full_text":"RT Covid has blown up here so right now, all for it.","sentiment_score":0.2857142857}
{"full_text":"RT \"I was in a coma for 65 days. ... I spent a total of four-and-a-half months in the hospital.\"After spending two months in a coma...","sentiment_score":-0.075}
{"full_text":"RT Chicago received $2B in 'COVID relief' to get children back in the classroom. If they can't get it done, they should p...","sentiment_score":0.0}
{"full_text":"RT When the ACA was under attack, disabled people showed up &amp; saved health care for everyone. Then we worked hard to win ele...","sentiment_score":0.1027777778}
{"full_text":"Just so we are clear...This consultant has a \"breathlessness clinic\" that charges PS250\/30 min appt. Use that information as you wish.","sentiment_score":0.0}
{"full_text":"RT college authority is taking pandemic situation casualy and calling students for offline exam after Official notic...","sentiment_score":0.0}
{"full_text":"Me looking at my lft this morning hoping for 2 lines cos work is just too much at the moment  boris is blind","sentiment_score":-0.15}
{"full_text":"RT There is no moral condemnation in contracting covid. There is no moral virtue in avoiding covid. It's a virus, not a s...","sentiment_score":0.0}
{"full_text":"the protective good kind of bossy girlfriend. the one who's up for the thrill, or literally anything whether to go out or stay home n cuddle. u feel like home. the one who rolls her eyes then laugh right after","sentiment_score":0.4714285714}
{"full_text":"RT Covid vaccines DO disrupt menstrual cycles, study reveals","sentiment_score":0.0}
{"full_text":"RT Tak payah nak cakap pasal lockdown lah. People have no savings anymore. Salaries have declined. The income distribution...","sentiment_score":0.0}
{"full_text":"RT 150,000 dead from Covid. If a Labour government were in office, the Tory press would be deliberately generating mass hys...","sentiment_score":-0.2}
{"full_text":"That any reverence remains for the CDC after Tuskegee and now COVID-19 is pretty damn funny.They are just another institution of capital--they are devoted to capital--so hell yeah the worst should be assumed wrt to their endeavors.","sentiment_score":-0.375}
{"full_text":"It's not pour it's bullshit just as it is plannedemic not pandemic","sentiment_score":0.0}
{"full_text":"RT Liverpool has confirmed that Trent Alexander-Arnold is missing today's game after contracting covid after the Chelsea game....","sentiment_score":-0.15}
{"full_text":"News: Covid: Lateral flow tests to remain free amid shortage rumours","sentiment_score":0.4}
{"full_text":"RT Offen...","sentiment_score":0.0}
{"full_text":"The look you get in Lancaster, Pennsylvania, when you tell someone that they have to wear a mask.","sentiment_score":0.0}
{"full_text":"Your graph is incorrect . They now count anyone that has not has the booster has being unvaxed. They also count people who had a reaction to the vaccine had an unvaxed Covid hospitalization .","sentiment_score":0.0}
{"full_text":"RT When you say \"medical decisions,\" you seem to be alluding to womens reproductive health. As of this week, there is data sh...","sentiment_score":0.0}
{"full_text":"???   don't be delusional.  Most that I talk to state they will only get the booster to travel.  They also state Omicron has given them either1) a natural vaccine2) a booster.Yes they are saying this.  Often.","sentiment_score":0.2}
{"full_text":"RT Best news I saw this morning -The risks of vaccinating children against Covid now clearly outweigh the benefits, the Gov...","sentiment_score":0.55}
{"full_text":"RT \"Mr Thompson said Australian governments, both state and federal, had not been proactive up...","sentiment_score":0.0}
{"full_text":"Had a good chuckle with this tweet. Pretty sure Tuckums rule though is anything anti-vax and\/or pro-COVID is A-ok","sentiment_score":0.4833333333}
{"full_text":"RT Imagine the horror of waiting in line for 5 hours, then finding out your state tested positive for Ted Cruz","sentiment_score":0.2272727273}
{"full_text":"Please tell my why race should play a roll in treating any disease. If you need treatment then treat.","sentiment_score":0.0}
{"full_text":"RT My kid is sick. Again. Says she has to go to her grocery store job or they'll \"be mad.\" This is a chain that rolled back...","sentiment_score":-0.4464285714}
{"full_text":"I don't think being so paranoid about catching Covid,  that you don't socialise indoors at all, is a reasonable way forward for most of us","sentiment_score":0.4333333333}
{"full_text":"There are vaccine gene therapy experts with more credentials than our health officials who say the shot is not safe.","sentiment_score":0.125}
{"full_text":"RT England has the 3rd highest pandemic death toll in  Europe, behind Russia and Italy.England death per million population...","sentiment_score":-0.2}
{"full_text":"RT #CloseTNSchools pls close school corona was fastly spreading","sentiment_score":0.2}
{"full_text":"RT Trent is missing after registering a suspected positive COVID test shortly after Chelsea. He is expected to return to training in...","sentiment_score":-0.0181818182}
{"full_text":"RT New big data study of 145 countries show COVID vaccines make things worse (cases and deaths)","sentiment_score":-0.0878787879}
{"full_text":"no, but i'm getting a dog on my birthday based on covid situation!","sentiment_score":0.0}
{"full_text":"RT me: I tested positive for covid and will be stuck in Italy for god knows how long, I am really upsetmy brother:","sentiment_score":0.1257575758}
{"full_text":"\"Experts fear up to 30% of those released on day five may still be infectious\"https:\/\/t.co\/1PF3YDGH6T","sentiment_score":0.0}
{"full_text":"RT NEW YORK REPORTED A RECORD 90,132 NEW COVID-19 CASES SATURDAY","sentiment_score":0.1363636364}
{"full_text":"Drug overdose deaths per year? 100kCovid deaths per year? Way more.Telling your voters Fox News is wrong on vaccines? Hard.Blaming brown people for American deaths? Ooooh yeah!@donjbacon 2024","sentiment_score":-0.25}
{"full_text":"RT #IGNOU_Students_Want_OpenBookExam Why Students are Demanding Open Book Exam ??1. Promotion is not the Solution every ti...","sentiment_score":0.0}
{"full_text":"RT 330 million ppl in this Country and not one single variant has originated in this Country? NOT statistically possible. Thi...","sentiment_score":-0.0357142857}
{"full_text":"RT  respected sir as we all know that corona cases are increasing. Most of the univer...","sentiment_score":0.5}
{"full_text":"RT How many people are seeing Covid+ babies with bad croup? ","sentiment_score":-0.1}
{"full_text":"Dr. David Martin Exposes the \"The Great Reset \/ COVID-19 Vaccines\" Agenda - #CovidVaccine #covidvariant #Omicron #lockdownuk #lockdown2022","sentiment_score":0.8}
{"full_text":"You spit out covid nonsense all morning but sit beside susanna covid Reid and never wear a mask , why don't you wear a mask on tv .. do you actually believe the dr of doom stories , you seem like an intelligent man .. wear a mask next time your on GMB for the whole time ..","sentiment_score":0.25}
{"full_text":"RT PM Covid review meeting underway, Home minister Health minister and officials of dif...","sentiment_score":0.0}
{"full_text":"No one else is talking about TAA being reported as likely  Covid positive by Sky Sports?And I haven't seen anyone post a Wordle score in like 18 minutes...Did the comet hit already? Is this the end? So long and thanks for all the fish?","sentiment_score":0.0943181818}
{"full_text":"#SAVE10TO12STUDENTS#SAVE10TO12STUDENTSSAVE10TO12STUDENTS please close the school for 10to12std during corona virus is spread very speed so please close the school @mkstalin #CloseTNSchools #justicefor10to12students Please ","sentiment_score":0.2}
{"full_text":"ALLAH will make the so-called \"Omicron\" variant the mightiest in severity and punishment, among all the soldiers of Allaah in all His servants. Imam Mahdi Nasser Mohammed Al-Yamani31-12-2021 ADhttps:\/\/t.co\/LzxFLUz0lD#wmykrwn_qr`h_`lmyh#Omicron_is_a_global_calamity","sentiment_score":0.0}
{"full_text":"RT At this point in the epidemic, the main purpose of contact tracing is to keep kids out of school, make sure hospitals...","sentiment_score":0.3333333333}
{"full_text":"RT college authority is taking pandemic situation casualy and calling students for offline exam after Official notic...","sentiment_score":0.0}
{"full_text":"Why do producers assume that making a financial investment won't involve risk. And why do they then assume that it's employees responsibility to help them out? Reminds me of landlords complaining that they're not making money- IT IS A RISK! Ffs","sentiment_score":0.0}
{"full_text":"RT Alan Dershowitz on President Biden's vaccine mandate: \"The Constitution does not give the President the power to make laws...T...","sentiment_score":0.0}
{"full_text":"RT Calling Omicron \"mild\" because it is possible that it may be less lethal than Deltais like calling Jeff Bezos \"poor\" because...","sentiment_score":-0.0583333333}
{"full_text":"Both of my immunocompromised parents got COVID last week. If they weren't vaxxed and boosted they'd be dead.","sentiment_score":-0.1}
{"full_text":"There were 259 more murders in the first half of 2021 compared to the first half of 2020, and 548 more compared to the first half of 2019 in 29 major U.S. cities, according to a Thursday update to the Council on Criminal Justice's (CCJ) pandemic crime report.","sentiment_score":0.09125}
{"full_text":"RT My aunt died of covid last night.. Wasn't sick very long.. She's a lawyer who was about to retire. Had all the vaccines....","sentiment_score":-0.2597619048}
{"full_text":"RT End mass jabs and live with Covid, says ex-head of vaccine taskforcehttps:\/\/t.co\/rNifjFEL8V","sentiment_score":0.1363636364}
{"full_text":"Good luck getting some people to believe that.","sentiment_score":0.7}
{"full_text":"This is exactly what we need. Adults have totally failed kids during pandemic, forcing them time and time again to lose education and the life chances that come with it so adults can drink and gamble and spread the virus. Enough. Kids should make us pay dearly for our negligence.","sentiment_score":-0.0833333333}
{"full_text":"Croupy cough is common in little ones.I guess they had to figure out a way to scare parents because not enough of them were getting covid.","sentiment_score":-0.1625}
{"full_text":"RT Our PSM department said that COVID positive students will give offline exam in different room,Seriously????What \"modes...","sentiment_score":0.1136363636}
{"full_text":"Sotomayor made false statements during Corrupt Joe's vaccine mandate hearing. If she was their to follow\/interpret the law not delusional Marxist Dem politics, she wouldn't have made those idiotic statements. Dems won't take any chances, they'll pack the court with her clones.","sentiment_score":-0.5222222222}
{"full_text":"Just use the correct meaning of vaccine: MATTER used in vaccination, &amp; FOIA the CDC\/vaccine manufacturers for the MATTER(ingredients) in them. Have them PROVE those ingredients aren't harmful. Sheeple(including attorneys\/judges\/others) too scared\/lazy\/brainwashed\/ to do so.","sentiment_score":0.0}
{"full_text":"RT Dr. Shaquita Bell is absolutely certain a vaccine can't make your child sick with COVID--because the vaccines don't contain the...","sentiment_score":-0.25}
{"full_text":"RT We're playing with fire. Losses suffered by just one Toronto neighborhood. See string.","sentiment_score":0.0}
{"full_text":"RT I'm a Consultant in Anaesthesia &amp; Intensive Care Medicine. I'm vaccinated, so are my family &amp; friends. It's is the sin...","sentiment_score":0.0}
{"full_text":"RT A Zomato delivery executive died after a police constable, who was driving a car allegedly under alcohol influence hit his bike in...","sentiment_score":-0.1}
{"full_text":"RT FUREY: As more people get mild Omicron, they're questioning the need for restrictions","sentiment_score":0.4166666667}
{"full_text":"RT \"No one is the boss of Justice Gorsuch. Like his colleagues, he had a choice about whether to wear a mask. Unlike them, he ch...","sentiment_score":0.0}
{"full_text":"RT What about TAR date extension !!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Mark Drakeford boasted about how stricter lockdown measures have put Wales in a better place than England.Case numbers...","sentiment_score":0.5}
{"full_text":"RT #SAVE10TO12STUDENTSHello every one we are the student's of Tamil Nadu we are afraid  go school all classes are closed ex...","sentiment_score":-0.35}
{"full_text":"RT Tucker Carlson said \"boosters increase your chances of getting Covid.\" The modern day Joseph Goebbels! Funded by Ruper...","sentiment_score":0.25}
{"full_text":"RT Your postcode or income should never preclude you from good health. Sadly though, both do. A key learning from this pande...","sentiment_score":0.0666666667}
{"full_text":"RT A rare point of bipartisan consensus is that we must come out of the pandemic, whenever and however that happens, not onl...","sentiment_score":0.3}
{"full_text":"RT Click on this video link below, watch our talkroom this week.","sentiment_score":0.0}
{"full_text":"Lost 10 pounds in 5 days, thanks covid ","sentiment_score":0.2}
{"full_text":"RT In view of the current situation of Corona, 'Yuva Halla Bol' has canceled the \"Yuva Mahapanchayat\" program. Which was to...","sentiment_score":0.0}
{"full_text":"RT Twitter: the media lies about Covid, the vaccines, everythingSame Twitter: poor Djokovic is a victim of Govt because the...","sentiment_score":-0.2375}
{"full_text":"RT Above all else, he is a #Covid warrior. A REAL hero who was shining the BRIGHTEST amongst REEL personali...","sentiment_score":0.1}
{"full_text":"RT Ontario wouldn't order GM to make N95s in Oshawa &amp; we don't have enough for front-line workers in health, education, ch...","sentiment_score":0.0}
{"full_text":"Whenever I hear this song nowI think of the nurses and docs in NY caring for ppl in the first round of covid. Whenever someone was released from ICU they wld play this song. The connection is forever etched in my brain. The resilience of humans.","sentiment_score":0.025}
{"full_text":"RT Allaah my Lord and your Lord, has taught me in regards to the fact that the so-called \"Omicron\" is a torment of painful Rej...","sentiment_score":-0.7}
{"full_text":"RT Is the noose tightening around neck? Could revelations the PM &amp; his wife joined 40 invited guests at...","sentiment_score":0.0}
{"full_text":"RT The risks of vaccinating children against Covid now clearly outweigh the benefits, the Government has been told by a group...","sentiment_score":0.1}
{"full_text":"RT The extortion campaign and its collateral damage, including hundreds of millions forced into extreme poverty, are in a re...","sentiment_score":-0.2125}
{"full_text":"RT Wth? Vishal Kotian found Covid +ve? Any news on this? #KaranKundrra #KKundrraSquad UNSTOPPABLE KARAN","sentiment_score":0.0}
{"full_text":"\"all information related to an alleged error in PCR testing on two AEK football players will be sent to the Institute of Neurology and Genetics on Monday for a final ruling on whether the players were positive or negative for Covid\"#Cyprus  #testing","sentiment_score":-0.0345454545}
{"full_text":"China and the U.S. must \"enable collaboration to handle both future viral mutations as well as other crises facing the global commons.\" -@MrKRudd's on how COVID-19 has impacted U.S.-China relations in his op-ed for","sentiment_score":-0.0416666667}
{"full_text":"For those who would like to get the Moderna COVID-19 vaccines, you can head over to RGVMEDS Pharmacy to obtain your first and second dose.Call us at 956-378-9191 for more details.#GetVaccinated #RGVMedsPharmacy #LocalPharmacy #IndependentPharmacy #CommunityPharmacy","sentiment_score":0.25}
{"full_text":"How else can we stick by the UK Vaccine Task Force?","sentiment_score":0.0}
{"full_text":"CURE is on a mission to heal the world and it is already well on its way.https:\/\/t.co\/CZMsnwxD0s#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"The pandemic drew attention to how much regular religious practice could be moved online. But investors clearly believe religion apps will continue to be popular.https:\/\/t.co\/7t5KuxPCJj","sentiment_score":0.0333333333}
{"full_text":"While some people seem to repeatedly catch coronavirus, others remain immune.https:\/\/t.co\/pPnyEnf6kM","sentiment_score":0.0}
{"full_text":"RT I don't want to live with Covid, I want to live without it. Isn't that what everyone really wants? #JohnsonOut","sentiment_score":0.1575757576}
{"full_text":"Leeds council to invest PS2m in children and families as city prepares for life after Covid.https:\/\/t.co\/pwr3ryrSYF","sentiment_score":0.0}
{"full_text":"Pov: there was no pandemic and all donbelle and belle fans went to belle's concert..","sentiment_score":0.0}
{"full_text":"With the rapid outbreak of coronavirus across the world in the last few weeks, the role of a school leader has undergone some major transformations. #SLTchat #Ukedchat #Womened","sentiment_score":-0.0458333333}
{"full_text":"Michigan once again breaks daily record for COVID-19 caseshttps:\/\/t.co\/4mia6CPlt7","sentiment_score":0.0}
{"full_text":"Bongbong Marcos didn't attend virtual Comelec hearing to avoid spreading the coronavirushttps:\/\/t.co\/CT3FVqIykF#BongbongMarcos","sentiment_score":0.0}
{"full_text":"For anyone still believing that the vaccines don't prevent getting Covid in the first place, you have been duped. The vaccines, of course, help prevent the spread. Look it up....and no not on YouTube of FB.","sentiment_score":0.25}
{"full_text":"RT Tucker Carlson said \"boosters increase your chances of getting Covid.\" The modern day Joseph Goebbels! Funded by Ruper...","sentiment_score":0.25}
{"full_text":"Florida Republican Ron DeSantis allowed a state stockpile of more than 1 million rapid coronavirus tests to expire.","sentiment_score":0.5}
{"full_text":"RT We have elevated the following players via practice squad COVID-19 replacement:P Joseph CharltonRB Nathan CottrellQB Danny...","sentiment_score":0.0}
{"full_text":"Limit hospital stay and receive the quality care that you and your loved one deserve from the finest qualified professionals. Serenity Healthcare Professionals is dedicated to providing home health care to kids and adults alike from the comfort of your home.#QualityCare","sentiment_score":0.7}
{"full_text":"We are running the following Covid-19 Vaccination clinics on Monday 10 January:FOR CHILDREN:  8am-7.45pm: Vaccination Centre UWE BristolFOR ADULTS:  8am-7.45pm: Vaccination Centre UWE BristolVisit for times, eligibility, &amp; full information.","sentiment_score":0.175}
{"full_text":"RT Excellent! Well done my young friends. Let us continue this momentum. Urging everyone to follow all COVID-19 related...","sentiment_score":0.3666666667}
{"full_text":"RT Remember when the debate over these controversial powers was about a FUTURE pandemic?Imagine my shock.","sentiment_score":0.275}
{"full_text":"More Than 100,000 March In France Against COVID-19 Vaccine Requirements - Global Village Extrahttps:\/\/t.co\/m0pzxulz9x","sentiment_score":0.25}
{"full_text":"This is the \"leadership\" that gets elected when most voters stay home. But hey it's all Dems's fault, right Moe? Pathetic take.","sentiment_score":-0.0714285714}
