{"full_text":"Why? Isn't the increase the result of COVID?","sentiment_score":0.0}
{"full_text":"A federal judge blocks the Defense Dept. from punishing Navy forces who refuse the vaccine.","sentiment_score":0.0}
{"full_text":"RT BREAKING: A Republican deputy district attorney for Orange County who spoke out aggressively against vaccine mandates...","sentiment_score":0.0}
{"full_text":"I call bullshit.","sentiment_score":0.0}
{"full_text":"RT In the conference they explained that they're seeing deaths months after workers \"recovered\" from Covid from infection-rel...","sentiment_score":0.0}
{"full_text":"RT It's your fault as an elected official for pumping out constant propaganda about a sore throat being a medical emergency","sentiment_score":-0.0333333333}
{"full_text":"You are telling parents who care about their children to pound sand.  GTFO ","sentiment_score":0.0}
{"full_text":"RT people saying that you need to accept that everyone's going to get covid at some point have never dealt with chronic illne...","sentiment_score":0.0}
{"full_text":"Eric keeps it real, unlike the anti-lockdown 'experts'.","sentiment_score":0.2}
{"full_text":"RT What properties of Omicron make it more transmissible? explains one of the reasons why #COVID19","sentiment_score":0.5}
{"full_text":"RT President Biden: \"Let me be absolutely clear, we have in hand all the vaccines we need to get every American fully vaccin...","sentiment_score":0.05}
{"full_text":"What a fucking idiot: the obvious conclusion is that schools will increase the amount of kids with severe disease and it couldn't be clearer: you've just expanded the pool of infection: what does this arsehole come up with?","sentiment_score":-0.4}
{"full_text":"RT A headline WORTH HIGHLIGHTING: \"Women who received Covid vaccinations while pregnant were at no greater risk of delive...","sentiment_score":0.1277777778}
{"full_text":"#wahooworktime TT) my mom caught covid bc of her stupid coworker coming into work knowing he had it ... so i think i have it as well im waiting for my results to come in","sentiment_score":-0.8}
{"full_text":"RT Two weeks ago there were 7k patients with Covid in hospitals in England.Now there are over 15k.It's no wonder hospit...","sentiment_score":0.0}
{"full_text":"Is it Omicron or is it Perimenopause or Flurona or \"just\" the flu or my migraines or allergies or weather changes or anxiety or Delta or my age or a sinus infection or...It's Covid. This time it's actually Covid, but this is my mind on repeat since 2020.It's also anxiety.","sentiment_score":0.0}
{"full_text":"Where can I get a rapid covid test asap?","sentiment_score":0.0}
{"full_text":"RT What in the chicken-fried **** is going on with these people? ","sentiment_score":0.0}
{"full_text":"RT Did Novak have a COVID-19 infection late last year I wonder? Pulled out of Indian Wells in September. Contracting COVID...","sentiment_score":-0.15}
{"full_text":"RT covid started when i was 21. i'll be 37 this year.","sentiment_score":0.0}
{"full_text":"RT Yet gyms were closed during lockdowns, but you could still go to the drive-thru of your fast food venue of choice","sentiment_score":0.05}
{"full_text":"RT Omicron is a very transmissible variant -- much different than anything we've seen before.  But you can protect yourself.  Ge...","sentiment_score":0.1}
{"full_text":"RT A classic strategy for AIDS denialism was arguing that deaths from AIDS were \"overcounted\" and that other, less preventab...","sentiment_score":-0.0416666667}
{"full_text":"RT After everything Victorians have been through, Novak Djokovic getting a vaccine exemption is nothing short of a kick in...","sentiment_score":0.0}
{"full_text":"RT \"Good morning. It's week 104 of two weeks to slow the spread.\"","sentiment_score":0.2}
{"full_text":"Forget Covid, look how Liverpool treated the Carabao Cup in 2019 when they took their first team and manager to the club World Cup. If you didn't wanna show it respect then, you don't deserve it to help you out now.","sentiment_score":0.25}
{"full_text":"Sad to see HRH go through this ","sentiment_score":-0.5}
{"full_text":"No. I don't cheer for another team when the #Browns don't make the playoffs. I just watch the #Cavs  and free up my weekends Forgot I'm still single. Time to get out there ... is this COVID thing over yet haha","sentiment_score":0.1761904762}
{"full_text":"And curl in a men's league. Have a beer after with you team also. But must sit at table for beer to be served. Can't go get at bar. Ya. That's the trigger for Covid. The get your own beer line. ","sentiment_score":0.6}
{"full_text":"I would rather fly on a plane with unvaccinated pilots with active Covid than on a plane with vaccinated prone-to-blood-clots-and-heart-attacks pilots every day of the week","sentiment_score":0.3333333333}
{"full_text":"the back pain was from covid and it is better now!!","sentiment_score":0.390625}
{"full_text":"RT Last week, the CDC reported that weekly deaths in people age 18-29 has decreased to zero from one in five million the week p...","sentiment_score":-0.2}
{"full_text":"On some level, treated covid differently from any other bug at the school level concerns me. otoh, I worry that some folks will decide they don't like the way we normally deal with these things because of covid","sentiment_score":0.0083333333}
{"full_text":"RT So let's see. Omicron is just a cold and the pandemic is almost over, but the only fair comparison to how bad things are is...","sentiment_score":-0.15}
{"full_text":"Maybe if you follow the actual science about omicron this wouldn't be an issue but we all know what you're all about don't we!","sentiment_score":0.0}
{"full_text":"RT #BTS' #RM &amp; #Jin fully recover from COVID-19!https:\/\/t.co\/voIKiI1GUN","sentiment_score":0.0}
{"full_text":"RT President Biden: \"Let me be absolutely clear, we have in hand all the vaccines we need to get every American fully vaccin...","sentiment_score":0.05}
{"full_text":"You didn't say Fuck.What's wrong with you!!!?Variant # 27?","sentiment_score":-0.5}
{"full_text":"Testing, LOL. Its a virus with a 99% recovery rate and a new variant that if anything is a mild cold. Problem is all the silver bullet vax demanders are finding out their so-called vax does not work. DeSantis took time away for wifes cancer treatment vs AOC to party in Miami.","sentiment_score":0.1674242424}
{"full_text":"I'm on the regimen now where I force myself to stay up till 8:00 at night even though I feel like I'm 20 years old again coming home from the bars.","sentiment_score":0.1}
{"full_text":"RT Has any scientist or public health doctor resigned over the right wing covid 19 policies of the conservative governmen...","sentiment_score":0.1428571429}
{"full_text":"RT After everything Victorians have been through, Novak Djokovic getting a vaccine exemption is nothing short of a kick in...","sentiment_score":0.0}
{"full_text":"RT How the US is handling COVID-\\_(tsu)_\/-","sentiment_score":0.0}
{"full_text":"RT Once again, if schools are closing, it is not due to staff shortages. It is DUE TO COVID. Staff shortages are BECAUSE O...","sentiment_score":-0.03125}
{"full_text":"RT I have some good ideas about who needs to hear this...","sentiment_score":0.7}
{"full_text":"RT DC Health Continues to Advise Eligible Residents to Get Their COVID 19 Booster Shot as CDC Updates Pfizer Timeline. Check ou...","sentiment_score":0.0}
{"full_text":"RT Today our hospital is short of 184 staff due to covid .. 99.9% of them triple vaxxed .. what can I say ","sentiment_score":-0.0625}
{"full_text":"Look here dumbass, we already did this it did nothing. We should have just gone about living our lives but instead absolute fucking geniuses like you decided to cower.","sentiment_score":-0.2}
{"full_text":"CDC recommends YOU GET FULLY VAXED &amp; BOOSTED to lessen your risk of dropping dead from, being hospitalized for, catching &amp; spreading it. Then all that you said above.","sentiment_score":0.1333333333}
{"full_text":"RT No shit?","sentiment_score":0.1}
{"full_text":"RT remember when bigbang was gonna perform at coachella but then the pandemic hit and they went back into hiding ","sentiment_score":0.0}
{"full_text":"The Utah Jazz were the only team in the NBA without a player in the Covid protocols -- until now.","sentiment_score":0.0}
{"full_text":"#Covaxin4Kids #Covaxinapproval #Omnicron #pandemic MRNA DOES NOT WORK. THE VACCINATED ARE GETTING SICK AT ALARMING RATES. RELEASE THE SUPERIOR ZERO SAGE OBJECTIONS VSX-#COVAXIN #Catholics SHOULD GET BEHIND THIS. NO FETAL CELLS. IT IS THE SUPERIOR VACCINE AND THE MUST!","sentiment_score":0.0721428571}
{"full_text":"RT The same people who say they're not anti-vaccine, they're for medical freedom are the same people who say the Civil War wa...","sentiment_score":0.0}
{"full_text":"My whole family has had COVID for the duration of the holiday season. I apologize for any delay in commissions\/responses. Please dm if you have any concerns! ","sentiment_score":0.25}
{"full_text":"RT \"An emergency doctor working at several Sydney hospitals has challenged the NSW Premier to spend a week in an emergency...","sentiment_score":0.0}
{"full_text":"RT covid started when i was 21. i'll be 37 this year.","sentiment_score":0.0}
{"full_text":"Note to self: DO NOT trust a fart if you have covid ","sentiment_score":0.0}
{"full_text":"RT No it's a fucking epidemic and they need to pay","sentiment_score":-0.6}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT HEAD OF EAST GERMAN HOSPITAL ALLEGEDLY COMMITS SUICIDE, ADMITTED VACCINE IS GENOCIDE","sentiment_score":-0.05}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT Schools need to remain open! A child's future should not be determined by the will of teachers union bosses. https:\/\/t....","sentiment_score":0.0}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT Thank you to the whole childcare sector for your continued commitment to children's safety. Please remember to read our lat...","sentiment_score":0.2}
{"full_text":"RT Astonishing that a company that was so proactive in the beginning of all of this has quickly become the leading example o...","sentiment_score":0.4166666667}
{"full_text":"RT BREAKING: Kayleigh McEnany lashes out after Biden's Deputy Press Secretary correctly states that Trump left \"absolutel...","sentiment_score":0.0}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"Interesting. You seem to have picked up on a trend w Darwinian \"experts\" spouting COVID misinformation.","sentiment_score":0.5}
{"full_text":"RT Coronavirus: 'No excuse' for being unvaccinated, Biden says - video","sentiment_score":0.025}
{"full_text":"RT For 70% of countries, Covid-19 has killed more people than the #1, 2 or 3 causes of death in 2019We need to vaccinate the wor...","sentiment_score":0.15}
{"full_text":"RT 3\/ While it is true that testing is quite accessible in urban areas, there is virtually no data on cases &amp; deaths being shar...","sentiment_score":0.2416666667}
{"full_text":"RT Oh I get it the next \"lockdown\" will just be the collapse of society","sentiment_score":0.0}
{"full_text":"And anyone who has previously been infected and is infected again is NOT counted in the cases. And anyone who died of COVID after 28 days is NOT counted in the deaths.","sentiment_score":-0.1666666667}
{"full_text":"RT For nearly two years, our health care workers have been on the frontlines of this pandemic. Their unwavering commitment...","sentiment_score":0.1}
{"full_text":"RT Corona virus....its coming","sentiment_score":0.0}
{"full_text":"RT Our new ad campaign, to help prevent #COVID19 deaths and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"this is how PRO vaccine she was a few months agomay i throw up now pls?","sentiment_score":-0.2}
{"full_text":"RT Unbelievable! Johnson admits #NHS is being overwhelmed but insists on doing nothing about it.It truly is #CriminalNe...","sentiment_score":-0.3125}
{"full_text":"RT Dems in no way should concede the House in Nov. Pelosi doesn't assume it's going to happen &amp; neither should we. Vaccine de...","sentiment_score":0.0}
{"full_text":"RT Morrison is completely out of his depth. The debacle with RATs and spiraling COVID cases is a rerun of the bushfires deba...","sentiment_score":0.1}
{"full_text":"RT Everyone keeps talking about covid becoming endemic, but as I listen to the conversation, it's becoming more &amp; more clear to...","sentiment_score":0.4}
{"full_text":"Usually the trend and here's the kicker ? How do you know it's OMICRON cause I'm still seeing Delta .","sentiment_score":-0.25}
{"full_text":"Lmaooooo Ali protested a mandatory draft for a bullshit war. Tom Brady made his own choice about getting a vaccine","sentiment_score":0.6}
{"full_text":"RT Stay indoors. But also return in person. Wear a mask. Not that one. The expensive one, that you can't find. Take rapid test...","sentiment_score":-0.5}
{"full_text":"RT Jobs have healthcare workers going into work with positive Covid tests and symptoms. We are doomed.","sentiment_score":0.2272727273}
{"full_text":"RT As millions of \"vaccinated\" people test positive for covid, Joe Biden continues to spread the lie that this is a pandemic o...","sentiment_score":0.2272727273}
{"full_text":"RT The Biden Administration's vaccine mandate is harmful to our nation's workers, employers, and small businesses.","sentiment_score":-0.25}
{"full_text":"With the uptick in Covid (again) I thought about selling masks again however I decided against it because I cannot in good faith sell cloth masks anymore.Source:","sentiment_score":0.7}
{"full_text":"I hope you dig into it a bit more than just listening to CBS and \"certified 'fact-checkers'\" bc this fails to mention how Ventavia has since been hired on 4 other vaccine clinical trials (in children, pregnant women, booster dose, and an RSV vaccine trial","sentiment_score":0.0520833333}
{"full_text":"RT France reports 271,686 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"my claims were denied even though I lost multiple jobs to the covid era.  DETR is a freaking joke.I have many friends who have been screwed over by DETR.clearly, someone is skimming the $%^&amp;*&amp; out of those funds, and it sure the $%^&amp;* ain't me or my friends.","sentiment_score":0.3333333333}
{"full_text":"RT The CDC recommends staying at home with your dog so they're not sad","sentiment_score":0.25}
{"full_text":"People can choose not 2 smoke or drink and 2 get good sleep... BUT people are not offered a vaccine prior to receiving a cancer diagnosis to potentially facilitate treatment. Heartbroken thinking of cancer patients delayed care bce of ppl that did not care 4 others 3 weeks ago.","sentiment_score":0.2333333333}
{"full_text":"RT Anyway I'm going to the beach and I'll try not to tweet again this week. But it's terrible to feel so let down by gover...","sentiment_score":-0.5777777778}
{"full_text":"RT If you've agreed to get double jabbed because you've been promised a Covid Pass in return, can you sue the Government for...","sentiment_score":0.0}
{"full_text":"Double vaxxed &amp; boostered. My work required me back in office last Nov 1st even though working from home was working well. I just took the COVID test today - I was exposed at work &amp; have now likely exposed my entire family. I fear 4 my elderly mother and cancer survivor husband.","sentiment_score":0.0}
{"full_text":"I smelt this shit comin in the beginning of the pandemic tho","sentiment_score":-0.2}
{"full_text":"RT Kids in Scotland have worn masks continually, the people in Scotland have worn masks &amp; social distance.  We introduced vaccine...","sentiment_score":0.0333333333}
{"full_text":"RT Our Covid inpatient numbers are currently 67 pts confirmed or suspected - an 81% increase (from 37 on Christmas Eve)....","sentiment_score":0.2}
{"full_text":"RT Hiding in the bathroom for a 1 minute deep breath break because the Emergency Department is absolutely bursting at the...","sentiment_score":0.1}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"RT The MSM does not want you to see these veterans protecting vaccine refusers in Amsterdam on Jan. 2nd because this powerful...","sentiment_score":0.15}
{"full_text":"RT This Wednesday at 7 p.m. ET four leading doctors--Dr. Kory, Dr. Marik, Dr. Kerr, and Dr. Cadegiani--discuss definitive r...","sentiment_score":0.0}
{"full_text":"Nova Scotia Health Public Health is advising of a potential exposure to COVID-19 on one flight.","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone except people who immediately ask \"well do they have pre-existing medical conditions\" when we ta...","sentiment_score":0.35}
{"full_text":"RT Here are the most-read Health Affairs articles of 2021. Some of our most popular articles evaluate vaccine efficacy and...","sentiment_score":0.55}
{"full_text":"RT Democrats will mandate the vaccine on 5-year olds before adult illegal immigrants.Let that sink in for a moment.","sentiment_score":-0.2}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":" \"People think they have a certain idea of what goes on in hospitals. They don't. They'd be mortified to know that their loved ones are in there in the conditions that we're working under.\"Exhausted nurses speak about nightmare working conditions.https:\/\/t.co\/A5RZzVMxyj","sentiment_score":0.1714285714}
{"full_text":"RT The Covid vaccines are ineffective at producing either protective antibodies OR neutralizing antibodies. Retrospec...","sentiment_score":0.0}
{"full_text":"The long effects of the vaccine have yet to be seen....","sentiment_score":-0.05}
{"full_text":"Emma Hodcroft, an epidemiologist at the University of Bern in Switzerland, discusses COVID-19 variants and when they're a cause for concern.","sentiment_score":0.0}
{"full_text":"RT NHS Workers have had their pay slashed during a global pandemic.Strongly doubtful that a single voter in the UK agrees...","sentiment_score":-0.2904761905}
{"full_text":"RT NEW COVID-19 VARIANT 'IHU' DISCOVERED IN FRANCE, HAS MORE MUTATIONS THAN OMICRON","sentiment_score":0.3181818182}
{"full_text":"RT Joe Biden said he would defeat this virus, but COVID has defeated him.","sentiment_score":0.0}
{"full_text":"Absolutely- Covid positive!","sentiment_score":0.2420454545}
{"full_text":"RT Omicron is a very transmissible variant -- much different than anything we've seen before.  But you can protect yourself.  Ge...","sentiment_score":0.1}
{"full_text":"RT  WHOA: This is the most honest COVID assessment I've ever seen from a NY Times writer.","sentiment_score":0.55}
{"full_text":"From infants to teens, this hospital has a deluge of young Covid-19 patients. Here's what parents want others to know - CNN","sentiment_score":0.1}
{"full_text":"RT Please take note of these upcoming COVID-19 vaccination clinics in our communities. A complete list, updated regularly...","sentiment_score":0.05}
{"full_text":"RT Geraldo, who despises unvaxxed people, came down with Covid. He's fully vaxxed. Karma Baby.","sentiment_score":-0.1555555556}
{"full_text":"RT I think my Covid safety plan will be homeschooling some kids in that briefing room. It looks spacious and well-ventilat...","sentiment_score":0.0}
{"full_text":"RT turns out when a bunch of people die it saves lives","sentiment_score":0.0}
{"full_text":"RT IDK who Dr Wen's \"we\" is, but over here on my side of public health *we* want teachers &amp; students be protected from COVID via...","sentiment_score":0.0}
{"full_text":"RT can't believe i was 12 when the pandemic began and now i'm 36","sentiment_score":0.0}
{"full_text":"RT The gulf between Johnson and Whitty at these press conferences grows and grows. Today Johnson said 'Omicron is mild, hospita...","sentiment_score":0.3333333333}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"NYC has a special place in my heart too. I spent a lot of time there between 2017 &amp; 2019 and am very thankful I got to experience the city pre-Covid. It's a world within itself, truly.","sentiment_score":0.1523809524}
{"full_text":"RT I did this years ago. I don't hangout with liberals. I have no time I'm my life  for their never-ending hate, bitterness, bit...","sentiment_score":-0.8}
{"full_text":"we uncertainly await Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT Ferry operator Caledonian MacBrayne has announced temporary changes to several timetables to cope with Covid-related staff abs...","sentiment_score":0.0}
{"full_text":"Schedule your COVID-19 booster shot! You can find the soonest available appointment near you by visiting:","sentiment_score":0.25}
{"full_text":"Biden's 'pandemic of the unvaccinated' narrative falls apart as omicron cases skyrocket | Fox News. It just goes to show this administration has no idea what they are doing they have lost control try pushing treatments that actually work ","sentiment_score":0.0}
{"full_text":"Honestly feel for the kids but their safety should come before anything. Covid infection in children does not come without significant risk!!!","sentiment_score":0.6662109375}
{"full_text":"Reminds me of the lunatics who are worried about the chips in the vaccine that can monitor your every move. Because your phone and all that other technology isn't doing that already...","sentiment_score":-0.125}
{"full_text":"Various 2022 coin and stamp shows are being cancelled due to COVID-19 restrictions. Read more about coin show cancellations here: Read more about stamp show cancellations here: #numismatics #philately #coinshow #stampshow","sentiment_score":0.21875}
{"full_text":"This is only true if we assume that masks of all types are equally likely to fit snugly, without clearly visible gaps for air to freely flow through. In practice, cloth and surgical masks often cannot filter air to any significant degree because they do not fit.","sentiment_score":0.178125}
{"full_text":"RT Federal Judge Backs Un-Vaxx'd Navy SEALs, Blocks Pentagon Punishment | ZeroHedge","sentiment_score":0.0}
{"full_text":"Onondaga County residents who receive a positive COVID-19 test will and unvaccinated individuals who are exposed to the virus will need to fill out their respective self-attestation forms.https:\/\/t.co\/S8YDVaNUm8","sentiment_score":0.1136363636}
{"full_text":"RT Today at one school will be Covid testing .0125% of students.@NYCMayor said 20% but that was a lie....","sentiment_score":0.0}
{"full_text":"#Covid_19 cases have topped up to 1 million in just 24 hours#Omicron has driven the #COVID cases to a new high in the U.S by a large margin than any other country has ever reported since the pandemic began","sentiment_score":0.0964123377}
{"full_text":"NEW drug monographs for #Molnupiravir and #Nirmatrelvir; #Ritonavir on the COVID-19 Healthcare Hub.","sentiment_score":0.1363636364}
{"full_text":"The Fort Worth Stock Show and Rodeo is just around the corner + extra health protocols are being taken in preparation for large crowds: Free hand sanitizer  Masks will be available for guests  Free COVID-19 vaccines will be offeredhttps:\/\/t.co\/YI8DO1OS6J","sentiment_score":0.2857142857}
{"full_text":"In this study, birth during the #COVID19 pandemic, but not maternal #SARSCoV2 infection, was associated with differences in neurodevelopmental outcomes at 6-months of age.","sentiment_score":0.0}
{"full_text":"The Cedar Rapids Opera has announced that it is canceling its January production of \"Cosi fan tutte\".https:\/\/t.co\/8kLu74ECmm","sentiment_score":0.0}
{"full_text":"Dozens of areas across the county are recording infection rates over 2,000https:\/\/t.co\/I4lUaxQlnq","sentiment_score":0.0}
{"full_text":"ICYMI: Former Cape Breton Eagle Fleury removed from NHL COVID-19 protocol list -","sentiment_score":0.0}
{"full_text":"BCHL Bulletin  Three teams paused by #COVID19 BCHL teams make six trades in two days Tap the link  for more BCHL-related news! | Brian Wiebe (@Brian_Wiebe) | #BCHL60 #BCHLNetwork #AJHL #AHL #CSSHL #ECHL #NCAA #NHL #SJHL #USHL","sentiment_score":0.625}
{"full_text":"RT Covid is what we thought Ebola was gonna be","sentiment_score":0.0}
{"full_text":"Making unions a scapegoat never goes out of style with some people.","sentiment_score":0.0}
{"full_text":"RT Read this thread and ask yourself if Ontario's policy on testing makes any sense whatsoever","sentiment_score":0.0}
{"full_text":"RT Vaccinated kids are 10x less likely to be hospitalized for #COVID19 than unvaccinated kids. TEN TIMES. If that isn't a mi...","sentiment_score":-0.0555555556}
{"full_text":"High demand for disposable face masks from Omicron variant may lead to shipping delays amid ongoing supply chain crisis; US mask makers better suited for demand because they rely less on foreign...","sentiment_score":0.0920833333}
{"full_text":"RT People understandably want to know what the coming year might hold. I think the likelihood of another immune evasive v...","sentiment_score":0.0}
{"full_text":"\"The wrong person resigned,\" Binay said. \"It should have been the health secretary for his mismanagement of the medical response to the pandemic.\"","sentiment_score":-0.25}
{"full_text":"RT ICYMI celebrating the #NewYear:  Cathay Pacific suspends cargo flights as Hong Kong tightens COVID rules","sentiment_score":0.0}
{"full_text":"Here at CDC, we love our #team and enjoy highlighting what they do to help make CDC great! We'd like to hear who your favorite CDC staff members are and why! To nominate a CDC staff member, please send us a message. #MondayMotivation #Teachers #StaffAwards #ThankYou #Educators","sentiment_score":0.63125}
{"full_text":"Why would they lie about the China Virus? It was gone two Easter's ago, remember?","sentiment_score":0.0}
