{"full_text":"RT The soft-spoken and gentle Dr. Robert Malone punched a gaping hole in the globalist's Covid narrative.","sentiment_score":0.2}
{"full_text":"Yeah but I was asymptomatic","sentiment_score":0.0}
{"full_text":"RT Sturgeon denied it, but now we know there was a Covid cover-up - Ian Murray MP","sentiment_score":0.0}
{"full_text":"RT New Covid #Flora","sentiment_score":0.1363636364}
{"full_text":"RT   cannot be conspiracy theoriest  anymore cause everything's been right ...we are covid spoiler alerting ...","sentiment_score":0.2857142857}
{"full_text":"RT Age of stars when they delivered their first HGOTY :1. #SalmanKhan - 24 #MPK 2. #AamirKhan - 25 #Dil3. #HrithikRoshan - 27...","sentiment_score":0.25}
{"full_text":"RT The soft-spoken and gentle Dr. Robert Malone punched a gaping hole in the globalist's Covid narrative.","sentiment_score":0.2}
{"full_text":"RT Many UK events &amp; hospitality will be available to our clients looking for that extra sophistication &amp; excitement after...","sentiment_score":0.3}
{"full_text":"My teacher daughter was exposed for the 7th time and she finally caught it.  Pretty sure everyone will catch omicron.   Mild cold for 3 days.  I still haven't caught it and neither have my other 6 kids.  All of us are 0-    Meanwhile their non 9 spouses have all caught it.","sentiment_score":0.0597222222}
{"full_text":"Lionel Messi tests POSITIVE for Covid, confirms Paris Saint-Germain","sentiment_score":0.2272727273}
{"full_text":"RT There is no valid, humane argument against temporary #RemoteLearning during this vicious #COVID surge.There is nothin...","sentiment_score":-1.0}
{"full_text":"RT 9 Health argument for climate actionWHO's Global Air Quality Guidelines provide clear evidence of the damage #AirPollution infl...","sentiment_score":0.05}
{"full_text":"RT They ban plastic straws but flood the country with hundreds of millions of plastic covid tests while still flooding the...","sentiment_score":0.0}
{"full_text":"RT | Leo Messi has tested positive for COVID-19. We wish you a speedy recovery Legend.","sentiment_score":0.2272727273}
{"full_text":"RT The Irish person urge to add an extra n to omicron","sentiment_score":0.0}
{"full_text":"RT Lionel Messi has tested positive for COVID-19 PSG have confirmed.","sentiment_score":0.3136363636}
{"full_text":"RT ConspiracyRheaC PlantedTook ControlDrugs In FoodNew StaffLooted SSR$LockdownDisha KilledAnxious SushantNot Dep...","sentiment_score":0.0}
{"full_text":"RT #VakeelSaab :Peak Covid Time 50% Occupancy in KA30% Occupancy in USAAP Govt Against To PKLow Tickets RatesNo Be...","sentiment_score":0.0}
{"full_text":"They have sold their souls and ruined the trust we used to have in the profession. Knowing what they are doing for a buck, will make people question everything moving forward.","sentiment_score":0.0}
{"full_text":"RT Algeria's economy is gradually recovering from the initial impact of the pandemic and the 2020 drop in oil prices. To learn mo...","sentiment_score":0.0}
{"full_text":"EPF not solution to challenges, retirement funds important - Zafrul #theSun #theSundaily #coronavirus #floods #EPF #KWSP #Malaysiahttps:\/\/t.co\/QFejUwKG1M","sentiment_score":0.4}
{"full_text":"RT The number one cause of death for Border Patrol agents this year was COVID-19 (13 deaths), followed by car accidents (...","sentiment_score":0.0}
{"full_text":"The Dunning-Kruger effect: It showed us that stupid people actually believe they are above average intelligence.This has been proven to be absolute truth during this \"pandemic\", and on an alarming and worryingly enourmous scale.","sentiment_score":-0.1416666667}
{"full_text":"Probably no change. Don't forget it was the public who actually reacted to covid before the govt, imagine the numbers if we left it to the government to react.","sentiment_score":0.0}
{"full_text":"RT The whole idea of scaling back PCR testing is to hide the real case numbers.There is no reporting system for RAT resul...","sentiment_score":0.1333333333}
{"full_text":"Business would have been a good choice . This model has destroyed the very basic fabric of society - srv sNmtii , iHktr hooee ,.. one variant of same party go for religious election and other to public as secular party . Where do we stand ?","sentiment_score":0.0958333333}
{"full_text":"RT ARMYs can you please report and block this person impersonating me under the user even went a...","sentiment_score":0.0}
{"full_text":"The COAT","sentiment_score":0.0}
{"full_text":"RT WATCH: Thousands in Isreal take to streets to march against Covid mandateshttps:\/\/t.co\/jRqGfxN7ev","sentiment_score":0.0}
{"full_text":"RT  Marv! Spider-Man: NWH Spoiler The Spider-Man variant we didn't know we needhttps:\/\/t.co\/nkKzgdRtCY(TITIPAN)","sentiment_score":0.0}
{"full_text":"I think I'll be offline a few days. I had my covid booster and can't stop throwing up or even lift my head up. Actually got close to ringing an ambulance last night cos I thought I was dying. ","sentiment_score":-0.0666666667}
{"full_text":"Really","sentiment_score":0.2}
{"full_text":"RT Sounds like quality of teaching is being thrown under the bus along with safety ... what happened to prioritising our ki...","sentiment_score":0.0}
{"full_text":"COVID: West Bengal issues stringent curbs; Salons shut, malls to function at 50% capacity","sentiment_score":0.0}
{"full_text":"Lionel Messi tests positive for Covid.  #PSG #covidvariant #Messi","sentiment_score":0.2272727273}
{"full_text":"Yeppers, there are about 1700 active players in the NFL...and about 500 of them tested positive during the past couple of weeks...that means every third person U saw had Covid...so what does the NFL do, they cut the time U must sit out from 10 days to five days, without a test...","sentiment_score":-0.0390151515}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"RT We held up our end of the bargain when it was excruciating to lose time in lockdown. We did it happily to protect vulnerabl...","sentiment_score":0.8}
{"full_text":"RT An NHS England spokesman said: \"Rising infection rates and hospitalisations will see demand and staff absences continue...","sentiment_score":0.0}
{"full_text":"RT JUST THIS WEEK:Biden: There is no \"federal solution\" to beat COVID-19CDC Director: \"PCR tests are unreliable\"Fauci:...","sentiment_score":0.0}
{"full_text":"RT ShivSena organised birthday party, at D N Nagar,Andheri West. All covid norms thrown to the wind. Photo of Cabinet Ministe...","sentiment_score":0.0}
{"full_text":"While putting your life on the line.  You certainly have my lifelong respect. I had two hospital visits in 2021 for non Covid related procedures and you guys are the absolute best.","sentiment_score":0.2628571429}
{"full_text":"Almost 2 years into this pandemic, and it's infuriating that we still have NONE of these.","sentiment_score":-0.6}
{"full_text":"RT One-time lump sum payment of $500 to support PEI residents who had employment impacts as a result of COVID-19 public health me...","sentiment_score":0.0}
{"full_text":"During lockdown last year I was reaching depression and the thing that cleared my head was going for walks in nature. It was during one of these walks that I decided I didnt belong in my hometown and needed to find my people..","sentiment_score":0.0}
{"full_text":"RT The government must bring back top marginal income tax rate to pre2019 levels if it is serious about full benefits of...","sentiment_score":0.1291666667}
{"full_text":"RT Harmful false binaries:- covid cases either die OR recover- our only options are lockdowns OR no mitigations at all- co...","sentiment_score":-0.2}
{"full_text":"RT Daily corona case was increaseing 4days before 600-700 Now 1400+Cases..Tn waste daa..#CloseSchoolsAndColleges spear...","sentiment_score":-0.1}
{"full_text":"Had no Vuck or Queens the past couple of weeks due to covid postponements, so really looking forward to the 2am stream v Accies in the morning.Mon the South! ","sentiment_score":-0.0416666667}
{"full_text":"omg lockdown nanaman tom","sentiment_score":0.0}
{"full_text":"RT OK, that sounds fair, but I'm a chicken and would take an antibiotic resistant strep throat over the possibil...","sentiment_score":0.2}
{"full_text":"RT The #COVID19 Dashboard has been updated: On 01 January 162,572 new cases and 154 deaths in 28 days of...","sentiment_score":0.1363636364}
{"full_text":"RT If 'living with COVID' feels unsettling after almost two years of elimination \/ suppression, read this - it explains what...","sentiment_score":-0.5}
{"full_text":"RT Is this even legal??Self-proclaimed 'vaccine police' traveling the country with fake badge and guns to perform citizen's ar...","sentiment_score":-0.5}
{"full_text":"We love to see it!","sentiment_score":0.625}
{"full_text":"#National | Centre issues fresh guidelines to states &amp; UTs amid #Omicron surge@MoHFW_INDIA #Covid_19 #CovidGuidelines #Northeastlive #Northeast #COVID19 #covidvariant #HealthForAllhttps:\/\/t.co\/eUQ2AlIV0I","sentiment_score":0.3}
{"full_text":"covid tai","sentiment_score":0.0}
{"full_text":"RT Please lah. We are not dumb, ignorant or yokels.Europeans generally don't work from Xmas to New Year unless it is re...","sentiment_score":0.1246212121}
{"full_text":"morning","sentiment_score":0.0}
{"full_text":"Nobody cared when he tested positive for HGH","sentiment_score":0.2272727273}
{"full_text":"RT Covid test centre damaged in deliberate fire raising attack","sentiment_score":0.0}
{"full_text":"RT USPS should start delivering at-home covid tests every 2 wks to every household from now through spring. Can we do thi...","sentiment_score":0.0}
{"full_text":"RT New COVID-19 cases in India rise sharply for fifth consecutive day","sentiment_score":0.0056818182}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT One of the world's worst humanitarian crises is worsening, and many don't fully know about it. #YemenCantWait","sentiment_score":-0.25}
{"full_text":"PSG confirms the news: Lionel Messi tested positive for COVID and that is why he did not travel to France","sentiment_score":0.2272727273}
{"full_text":"RT As the world continues to fight the pandemic, we wish for strength and good health for you and your family.A unique way...","sentiment_score":0.5375}
{"full_text":"Lionel Messi tests positive for Covid ","sentiment_score":0.2272727273}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"You can't beat social gatherings can you? Let's hope Mr Covid doesn't prevent it happening in 2022.And so say all of us???","sentiment_score":0.0333333333}
{"full_text":"Dozens of colleges have announced they're moving classes online. Harvard University said it would aim to move much of its work and learning remote for at least the first three weeks of January.","sentiment_score":0.0125}
{"full_text":"The figures on Wednesday include all Covid deaths registered within the previous 7 days so your basic maths calculations won't suffice","sentiment_score":-0.0833333333}
{"full_text":"some ppl here are WAY to chill about c0vid... like wdym we can still go to ur house despite u being in contact w someone w covid cos u just got ur booster shot?????","sentiment_score":0.0}
{"full_text":"RT \"I had six shots in me. Two were bourbon. Three were Pfizer. One was a .38 slug that the doc never bothered to fish out of m...","sentiment_score":0.0}
{"full_text":"Fears of major teacher absences due to Omicron spreadinghttps:\/\/t.co\/rIGpT3XIby","sentiment_score":-0.03125}
{"full_text":"How else can we back COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Good afternoon Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit  #StayHome #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"RT Austrians walk the streets tonight to end COVID mandates and to celebrate the New Year.","sentiment_score":0.1363636364}
{"full_text":"How should Liverpool line up at Stamford Bridge? ","sentiment_score":0.0}
{"full_text":"Effect of smiles on COVID-19!","sentiment_score":0.0}
{"full_text":"RT BREAKING: Lionel Messi tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"Certain children are at higher risk than others for severe disease and hospitalization from COVID-19. New data from shows who's most at risk:","sentiment_score":0.2751623377}
{"full_text":"RT Official figures show England has recorded 162,572 new COVID cases - the highest no. of recorded daily infections in the...","sentiment_score":0.0681818182}
{"full_text":"At least one Toronto pharmacy owner is doing his part to help get more teachers, daycare workers, and school staff vaccinated ahead of a return to in-person learning next week. #ontarioschools","sentiment_score":0.0666666667}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to prove my parents wrong and win the million dollars! YEAH!","sentiment_score":0.25}
{"full_text":"Year in Review, July: Covid virus won't be forgotten in Kerryhttps:\/\/t.co\/ypn30idLjb","sentiment_score":0.0}
{"full_text":"RT What we've allowed to be done to our children is obscene.","sentiment_score":0.0}
{"full_text":"An important update from our local Director of Public Health about our return to Manor Junior School on Wednesday 5th January 2022.#testing #schoolholidays #christmasholiday #pcrtesting #stopthespread #omicron #schools #health #covid19 #MJS","sentiment_score":0.1333333333}
{"full_text":" TEMPORARY EVENING REDUCTIONS In light of ongoing staffing challenges, and the rise in Omicron infection rates being seen around the country, we are making some temporary reductions reducing the evening frequency on some routes from 4 January.","sentiment_score":0.4}
{"full_text":"chief optimistic disease will be beaten in 2022.#JordanNews #WHOhttps:\/\/t.co\/GqoZP5HmWW","sentiment_score":0.0}
{"full_text":"Covid-19 India Live Updates: 23 new Omicron cases in Odisha; West Bengal govt announces fresh curbs via","sentiment_score":0.1909090909}
{"full_text":"What sorcery is happening? OMG  Corona, Florona sheeet","sentiment_score":0.0}
{"full_text":"\"Too many people were left unsupported by CERB. Like many limited means-tested programs that emphasize work above all else, CERB left out the most vulnerable in our society.\"","sentiment_score":0.1160714286}
{"full_text":"RT The United States is now reporting 394,437 new coronavirus cases per day, the highest seven-day average since the pandemic...","sentiment_score":-0.0068181818}
{"full_text":"GM NFT community!#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"RT PSG confirm Lionel Messi has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT MASSIVE RISE OF OMICRON TO 1431 CASES, NOW FROM 23 STATESmost of them with no symptoms or a few with mild fever and sc...","sentiment_score":0.0444444444}
{"full_text":"Omicron's mysterious origin is bad news for the end of the COVID-19 and HIV pandemics. Will we learn from our mistakes? Find out why here:https:\/\/t.co\/yPycfCZDBy#Omicron #OmicronVariant #HIV #AIDS #MedTwitter #education #immunocompromised","sentiment_score":-0.35}
{"full_text":"A last-minute order by the Pune district collector Dr Rajesh Deshmukh has forced organizers of a bullock cart race to cancel the event, disappointing lakhs of farmers in the district.Read here more!https:\/\/t.co\/BeJJsqX5jH#Pune #bullockrace #Farmers","sentiment_score":-0.45}
{"full_text":"Thousands of New Yorkers ring in the new year despite Omicron fears#NYC #NYE2022","sentiment_score":0.1363636364}
{"full_text":"In light of the rapid spread of the Omicron variant of Covid-19, the NHS wants to ensure the safety of patients and staff. If you think you have an urgent, but not life-threatening health concern, call 111 or visit first.","sentiment_score":0.2833333333}
{"full_text":"RT For weeks Labour has been demanding urgent action on children's vaccinations &amp; proper ventilation in schools.One air p...","sentiment_score":0.05}
{"full_text":"West Bengal Is Now Under Partial #Lockdown","sentiment_score":-0.1}
{"full_text":"Taunton COVID-19 Vaccine Clinic, 2005 Bay Street, Taunton, MA opening January 6. Appointments are available now by visiting Administering primary series for individuals 5+, as well as boosters.https:\/\/t.co\/9nsuSFlVvQ","sentiment_score":0.4}
{"full_text":"RT I was booked to receive mine tomorrow.SMS: \"Due to a delay on vaccine deliveries from the Department of Health Vaccine O...","sentiment_score":-0.125}
{"full_text":"Hello #Omicron! Can we skip to the good part?","sentiment_score":0.7}
{"full_text":"Get your #treasury ready for the year ahead with specialist insights into the post-pandemic economy: #treasurymanagement #treasurer","sentiment_score":0.2}
{"full_text":"Together, we asocial dissidents, will fare forward in 2022. Thanks to our many heroes, including Dr. Eli David, for bravely leading the way forward!","sentiment_score":0.5666666667}
{"full_text":"See how Dorset compareshttps:\/\/t.co\/J2rjvyqyzl","sentiment_score":0.0}
{"full_text":"RT Boris Johnson asks ministers to plan for Covid workplace absences of up to 25%","sentiment_score":0.0}
{"full_text":"RT Anti-vax \"Vaccine Police\" organization leader Christopher Key - who has proudly started he is going to conduct citizen's ar...","sentiment_score":0.4}
{"full_text":"RT My article in todays ET : We are living with the Hybrid Work, and Life model which will be the norm in the coming years : h...","sentiment_score":0.0}
{"full_text":"Are you wondering if you need a COVID-19 booster shot? Bob Grenier, Pharm.D., answers frequently asked questions surrounding #COVID-19 boosters, like why you should get a booster, is mixing vaccines okay, and why you should still get a #flushot this year.","sentiment_score":0.3}
{"full_text":"Every adult in the country needs to get a COVID-19 booster vaccine.Boosters give you the best possible protection against the virus and should significantly reduce your risk of serious illness and hospitalisation.#GetBoosted","sentiment_score":0.2283333333}
{"full_text":"Coca cola is one of the top-leading beverages brand for a reason ! the brand took part in preventing covid transition by adapting aluminium foil to their cans. We're glad working with this huge company.","sentiment_score":0.45}
{"full_text":"Queen of the South  vs Hamilton  PREVIEWStuart Taylor admits his side are 'stretched' due to Covid issuesAllan Johnston wants Queens to build on their 'best performance of the season' against Accieshttps:\/\/t.co\/XaVmPGmHCn","sentiment_score":0.25625}
{"full_text":"Both our Clinic and Covid-19 Testing Centre at Camana Bay are open today 12noon till 4pm. For more information and appointments:  640-4040 info@healthcity.kyTo book your Covid-19 Test:","sentiment_score":0.25}
{"full_text":"Ever since the pandemic broke out, contingent staffing has been on a sharp and constant rise. Namely, this concept of hiring temporary employees, also known as on-demand workers, is one of the most efficient ways of","sentiment_score":0.06875}
{"full_text":"RT Schools needed to be closed plese we are always thinking about onicron or covid we cant consentrate on studys do...","sentiment_score":-0.1}
{"full_text":"RT 'Learning to live with covid' was another language trick. It was all about learning to live with the now institutional...","sentiment_score":0.1363636364}
