{"full_text":"RT Resign.","sentiment_score":0.0}
{"full_text":"RT I'm Black, Trans immunocompromised and have COVID 19. I'm trying to to raise $5500  by February  14st...","sentiment_score":-0.1666666667}
{"full_text":"RT We've reached a new phase of the COVID-19 pandemic (a really long thread). So many (even safe, rational) folks are lean...","sentiment_score":0.2715909091}
{"full_text":"RT I hate to say it but what I take from this is: positive tests ABSOLUTELY matterIve seen BC medical doctor twitter mi...","sentiment_score":-0.0931818182}
{"full_text":"RT Remember that the \"scheduled\" surgeries they are cancelling are still necessary and often life saving\/changing. The UCP...","sentiment_score":0.0}
{"full_text":"Here's a written version of my most recent episode challenging you to consider how you communicate to those whose unvaccinated family members have died from COVID. Let's start a dialogue!https:\/\/t.co\/9pY1WQAErH","sentiment_score":0.3333333333}
{"full_text":"Maria College is holding a COVID vaccination clinic Friday, Jan. 28 from 9 a.m. to 1 p.m. The clinic will offer free Moderna or Pfizer initial vaccinations, second or booster shots.https:\/\/t.co\/Hp6cDhpbSl","sentiment_score":0.1333333333}
{"full_text":"RT This is why:","sentiment_score":0.0}
{"full_text":"RT I've been to fewer parties in my entire thirties than Boris Johnson attended in a national lockdown","sentiment_score":0.0}
{"full_text":"RT Feeling the surge in my #PedsICU. 60% of my census are kids admitted with COVID or MIS-C. All unvaccinated. Several intu...","sentiment_score":0.0}
{"full_text":"\"I didn't know it was my birthday...\"  #PartyGate #SueGray #TakingThePissUps Boris Johnson had birthday bash during lockdown, ITV News understands | ITV News","sentiment_score":0.0}
{"full_text":"well worth the time, watch and share","sentiment_score":0.3}
{"full_text":"Howard \"fuck 'em fuck their freedom\" Stern for you ","sentiment_score":-0.4}
{"full_text":"Get well soon. Because I'm not a jerk that takes pleasure from other people's medical issues just because I disagree with them on politics.","sentiment_score":-0.0625}
{"full_text":"RT If you would still be alive if you hadn't caught #Covid, then covid killed you. Screw this 'underlying condition' bullshit....","sentiment_score":-0.05}
{"full_text":"RT What are the odds that less than a week after the Covid narrative falls apart -- along with Biden's approval ratings --that...","sentiment_score":-0.1666666667}
{"full_text":"RT What the average covid cultist doesn't understand -- the convoy isn't about vaccines. It's about something much more fundam...","sentiment_score":0.175}
{"full_text":"RT Just so I'm clear on this, N95s won't work either. Everybody eventually gets Covid.","sentiment_score":0.1}
{"full_text":"I have no proof for it but I feel like my brain suffered from my bout with covid. My command of the English language is not what it once was &amp; my memory isn't what it was either. So it's either COVID or your girl is getting dementia a few decades early. (Ilahay ha naga haayo).","sentiment_score":-0.0333333333}
{"full_text":"RT He was too busy to attend five COBRA meetings...but partied his way through lockdown.Recklessness has a price, and our count...","sentiment_score":0.1}
{"full_text":"RT The essential workers who have kept this country moving have put themselves at great risk during a deadly pandemic. Yes,...","sentiment_score":0.2}
{"full_text":"RT No, it isn't.","sentiment_score":0.0}
{"full_text":"RT Boris Johnson praised a seven-year-old girl for delaying her birthday party during lockdown - before allegedly having a party of h...","sentiment_score":-0.1}
{"full_text":"RT Meet the Seattle artist creating community connections at The Library. Artist C. Davida Ingram has made it her mission during...","sentiment_score":0.0}
{"full_text":"RT This is how bad it's become. The European Union has classified Australia as a \"COVID Danger Zone\". Yet the Morrison Govt can'...","sentiment_score":-0.35}
{"full_text":"RT Ridiculous things people have used to prevent or treat Covid: Inhaling bleach and hydrogen peroxide, drinking piss, Viagr...","sentiment_score":-0.3333333333}
{"full_text":"RT BREAKING: Boris Johnson had a surprise birthday party during first lockdown with wife Carrie inviting up to 30 people to C...","sentiment_score":0.25}
{"full_text":"Covid..","sentiment_score":0.0}
{"full_text":"RT COVID has become a never-ending excuse for power-hungry authorities to replace our freedom with their control. Enoug...","sentiment_score":-0.05}
{"full_text":"People who still haven't got Covid yet","sentiment_score":0.0}
{"full_text":"Today i recieve an email from regarding chess. Apparently they have competition that feeds into a Kasparov Collegiate Cup?Anyone else looked into collegiate chess and its viability? I know it blew up during COVID, but had no idea there was a \"league\" for it.","sentiment_score":0.05}
{"full_text":"RT 100% --&gt; abandoning and gaslighting vaccine injured should tell you everything you need to know \"there is no decency...","sentiment_score":0.0}
{"full_text":"RT We've reached a new phase of the COVID-19 pandemic (a really long thread). So many (even safe, rational) folks are lean...","sentiment_score":0.2715909091}
{"full_text":"RT Something is seriously broken at 870,000 Americans dead, 2000 more dying daily, and this is the headline they g...","sentiment_score":-0.025}
{"full_text":"RT The essential workers who have kept this country moving have put themselves at great risk during a deadly pandemic. Yes,...","sentiment_score":0.2}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT # Left back Chaker Alhadhur in goal after both keepers are out due to COVID.# Captain Jimmy Abdou sent off in the sevent...","sentiment_score":-0.0416666667}
{"full_text":"RT #UPDATE The #Davos summit, the annual gathering of the world's political, economic and business elite, will be held in person for...","sentiment_score":0.1}
{"full_text":"That's because people were told to assume they had Covid and not get tested.","sentiment_score":0.0}
{"full_text":"RT Even I was startled to see this. The #AntiVaxxer sentiments are far from \"fringe\" --- this is a PR\/messaging defeat for...","sentiment_score":0.1}
{"full_text":"34-7 is your reality. Cling to that 8-4 Covid year as long as you can tho ","sentiment_score":-0.05}
{"full_text":"COVID le dicen ","sentiment_score":0.0}
{"full_text":"Agreed.","sentiment_score":0.0}
{"full_text":"RT Will covid now mutate into a wakdya (crooked) virus ? #JustAsking RT when you get it ... and please dont explain ","sentiment_score":0.0}
{"full_text":"RT He's right. If you play Layla backwards, you hear \"Eric Clapton has always been a vastly overrated, insufferable racist...","sentiment_score":0.1428571429}
{"full_text":"You really think when WW3 starts any of the rest will matter? You'll be dust.","sentiment_score":0.2}
{"full_text":"RT Another story of personal inconvenience versus the greater good. When omicron calms down is the best time to...","sentiment_score":0.4088888889}
{"full_text":"&gt;make art the equivalent of google doodles&gt;make one image and variant it for market&gt;refuse to credit yourself because your name would diminish the valuefundamentals are important","sentiment_score":0.4}
{"full_text":"RT #COVID19 has exacerbated the burden of medical &amp; court debt, especially on vulnerable populations. AR Communi...","sentiment_score":-0.5}
{"full_text":"RT This week Sinn Fein bring a Dail motion to give choice #HybridLC22 to Leaving Cert students. It's the only fair approa...","sentiment_score":0.35}
{"full_text":"Natural immunity, better than vaccination.From a new study by the CDC.Has profound implications.https:\/\/t.co\/GlVzAUJk1w","sentiment_score":0.2049242424}
{"full_text":"Obviously the vaccine affected your brain cells :)))","sentiment_score":0.25}
{"full_text":"RT Supporters of failed Covid measures: mountains of plastic in the seaON YOU illiterate, depressed kids   ON YOU...","sentiment_score":-0.5}
{"full_text":"Fixing the broken link in the original tweet. Thanks for catching that","sentiment_score":0.19375}
{"full_text":"Actually, yes. He could use the pandemic to implement an executive order giving everyone Medicare for all. But we Americans have been trained to expect nothing, so that's what we get.","sentiment_score":0.0}
{"full_text":"RT Omicron is often described as a milder illness, but that doesn't always capture what it means to have the virus.","sentiment_score":0.0}
{"full_text":"RT Bro shut the fuck up. Wtf happened to you since you left Cream?","sentiment_score":-0.3}
{"full_text":"RT Interesting that it states that it \"disappears from the area\" rather than disappears completely which to my mind implies...","sentiment_score":0.3}
{"full_text":"RT \"When I saw the Colin the Caterpillar cake held by my wife and our interior designer I believed implicitly that this was a...","sentiment_score":0.0}
{"full_text":"RT  Trudeau stopping the supply chain via vaccine mandates for truckers ensures that ALL small businesses will die a certa...","sentiment_score":-0.25}
{"full_text":"What stupidity? The Football world had long chosen to continue in the midst of COVID while adhering to outlined procedures to limit the spread. It's unfortunate what is happening to Comoros but that's the norm for over a year now.","sentiment_score":-0.3833333333}
{"full_text":"A fascinating &amp; actually quite mind-blowing deep-dive into the post-pandemic world of success in the new work place. Thanks &amp; and","sentiment_score":0.2672727273}
{"full_text":"RT Don't panic my friends.  prevail. A few simple rules 1-know what you're investing in2-check emotion at the door3...","sentiment_score":-0.1}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Especially when they've been the working through this entire \"pandemic\"!!","sentiment_score":0.0}
{"full_text":"RT This has been the case for most of the pandemic. I wrote this back in August, and very little has changed, in large because RF...","sentiment_score":0.1176339286}
{"full_text":"RT Warning over Covid symptoms similar to 'vomiting bug' spreading in January NHS #COVID19 symptom list still not update...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask. It's an important tool to help stop the spread of the Omicron variant.","sentiment_score":0.4}
{"full_text":"RT There's always a tweet","sentiment_score":0.0}
{"full_text":"RT New study: \"Virus spread was 62 percent higher in school districts without mask rules.\"","sentiment_score":0.1931818182}
{"full_text":"yeah the audio is kinda low and the person sounds like they have covid for half the movie","sentiment_score":-0.0833333333}
{"full_text":"RT There's always a tweet","sentiment_score":0.0}
{"full_text":"I'm so torn.  On the one hand I want to use one of the many \"Oh no! Anyway...\" gifs.  The \"Thoughts and Prayers\" gifs also call to me. Futurama \"Shocked!\" \"Good!\" Is working for me.  There are so many reaction gifs to this douchecanoe dying that I want to use and can only pic one!","sentiment_score":0.225}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"RT .@JustinTrudeauTime to shift your focus from \"having our backs\" to \"covering our fronts\" with ~#N95s4All -- let's do...","sentiment_score":0.0}
{"full_text":"RT Supreme Court throws out Kevin McCarthy's lawsuit against Nancy Pelosi over Covid-19 voting rules","sentiment_score":0.0}
{"full_text":"RT GET A CALCULATOR FOLKS OK ! NOW IF WE ADD TOGETHER YESTERDAYS COVID DEATHS OF NEW ZEALAND \/AUSTRALIA\/ SOUTH KOREA\/JAPAN...","sentiment_score":0.3806818182}
{"full_text":"RT Josephine set an example for the Prime Minister, the Prime Minister didn't follow it.","sentiment_score":0.0}
{"full_text":"RT \"When I saw the Colin the Caterpillar cake held by my wife and our interior designer I believed implicitly that this was a...","sentiment_score":0.0}
{"full_text":"RT Corporate profits are at record highs and up 22% from pre-pandemic levels, while inflation-adjusted pay is actually do...","sentiment_score":0.0}
{"full_text":"Cameroon should be ashamed scoring that goal with the defender as the goalie. But why should 2 keepers be out because of Covid-19","sentiment_score":0.0}
{"full_text":"RT Good luck saying this was a \"work event\", ","sentiment_score":0.7}
{"full_text":"RT If we're so close to the end of this pandemic, why is it that I've had more cases in my school in the last week than in t...","sentiment_score":0.25}
{"full_text":"RT This person attended Ateez's concert this evening in Atlanta 3 days after testing positive for COVID. From the looks of it, they'...","sentiment_score":0.2272727273}
{"full_text":"Anti-vaxx is the new Salem Witch Trials. ","sentiment_score":0.1363636364}
{"full_text":"RT Dr Mara A. Yerkes (Utrecht University) presents research from the COVID Gender (In)equality Survey Netherlands (COGIS-NL) s...","sentiment_score":0.0}
{"full_text":"RT It's worth continually refocusing on things that *work* against COVID and vaccines continue to be rays of light in the pand...","sentiment_score":0.35}
{"full_text":"RT \"The PM is a national distraction and he has got to go.\"Labour leader Sir Keir Starmer responds to reports that Boris Johnso...","sentiment_score":0.0}
{"full_text":"RT The essential workers who have kept this country moving have put themselves at great risk during a deadly pandemic. Yes,...","sentiment_score":0.2}
{"full_text":"Maybe it did. If you don't know about Covid you would just think it is another respiratory illness.","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: New Hampshire Seeks to Make Ivermectin an Alternative COVID Treatment Under Law...","sentiment_score":0.1363636364}
{"full_text":"And how do you prove it was a unmask\/unvaxed person that gave them covid when the masked\/vaxed spread it just the same? Good luck with that! ","sentiment_score":0.4375}
{"full_text":"RT EXCLUSIVE: Boris Johnson had a birthday party during lockdown in June 2020 despite rules forbidding social gatherings ind...","sentiment_score":0.0333333333}
{"full_text":"RT Really something to have to assure my worried 4 year old daughter that we would always keep her safe. I get that they a...","sentiment_score":0.2666666667}
{"full_text":"RT In Australia, the 'FOX' style media (most media here) was likening Omicron to a 'Christmas gift'...","sentiment_score":0.5}
{"full_text":"RT I wonder how long politicians have been interfering..... It couldn't have just started randomly now","sentiment_score":-0.275}
{"full_text":"There is not 1 covid. Its not wanning if your infected with a completely different variant and over time, infection by new variants was better mitigated by previous infection than vaccination. The problem is the vaccine wanes even against the original variants which is based on","sentiment_score":0.1689393939}
{"full_text":"Doesn't Clapton know many of his own colleagues - fellow musicians - have died preventable deaths from COVID,many,sadly,before life saving vaccines were available? Yes,omicron can infect vaxxed people,but vaxx hugely reduces odds of severe illness\/ death.","sentiment_score":0.475}
{"full_text":"Your the IDIOT yoyokenney for not putting on stronger covid restrictions. Your the IDIOT yoyokenney for OPEN FOR SUMMER. Your the IDIOT yoyokenney for the hospitals being full of covid patients. Your the IDIOT who spent 2 billion on pipe line to nowhere. Your the IDIOT yoyokenney","sentiment_score":-0.46875}
{"full_text":"RT EXCLUSIVE: Boris Johnson had a birthday party during lockdown in June 2020 despite rules forbidding social gatherings ind...","sentiment_score":0.0333333333}
{"full_text":"RT To summarize, somehow we've decided that learning to live w\/COVID means offering up our children as sacrifices and hopin...","sentiment_score":0.1363636364}
{"full_text":"RT Why does nobody old know how to wear a mask?!","sentiment_score":0.125}
{"full_text":"RT Please wear a mask. It's an important tool to help stop the spread of the Omicron variant.","sentiment_score":0.4}
{"full_text":"RT Resign.","sentiment_score":0.0}
{"full_text":"RT You're comparing lockdown\/slow the curve stats to now? Umm what about the stats before the pandemic.....","sentiment_score":0.0}
{"full_text":"Like COVID, the 1918 \"Spanish Flu\" began on American military bases where new, more high-powered radiofrequencies were first put into use during the First World War.","sentiment_score":0.1480519481}
{"full_text":"RT I love the Joker characterAnd I like clowns, they make me laugh w\/their cartoonishness, bumbling woes, &amp; over the top r...","sentiment_score":0.4333333333}
{"full_text":"Oh don't worry. I spent my birthdays on my own. This year, my 75th, I got Covid! I've asked for chocolates next year.","sentiment_score":0.2166666667}
{"full_text":"RT What are the odds that less than a week after the Covid narrative falls apart -- along with Biden's approval ratings --that...","sentiment_score":-0.1666666667}
{"full_text":"RT At work today we have 2 missing with the 'rona'. Both triple jabbed and both have had more time off in the last 4 months wi...","sentiment_score":0.1}
{"full_text":"RT anyone who publishes an endemic COVID oped and says we have to live with it has to also write out a paragraph about how hosp...","sentiment_score":0.1363636364}
{"full_text":"RT I say this quite seriously: Boris Johnson attended more parties in lockdown than I have attended in my adult life.","sentiment_score":0.0888888889}
{"full_text":"RT Conservative leader Erin O'Toole has been asked four times and won't say whether he supports the trucker convoy heading t...","sentiment_score":0.0}
{"full_text":"RT The fact that Barnaby Joyce could think to say that nobody's dying from COVID is reflective not just of his status as an...","sentiment_score":0.0}
{"full_text":"RT Yeah, absolutely. This was the correct messaging, that we should have adopted immediately in early 2020. It was correct, action...","sentiment_score":0.1333333333}
{"full_text":"RT This feels like it belongs in a local paper in May, 2020, not in the Times in 2022","sentiment_score":0.0}
{"full_text":"All the coronavirus in the world could fit inside a Coke can, with plenty of room to spare via","sentiment_score":0.4}
{"full_text":"RT What are the odds that less than a week after the Covid narrative falls apart -- along with Biden's approval ratings --that...","sentiment_score":-0.1666666667}
{"full_text":"RT EXCLUSIVE: Boris Johnson had a birthday party during lockdown in June 2020 despite rules forbidding social gatherings ind...","sentiment_score":0.0333333333}
{"full_text":"Has healthcare been denied to anyone who choose not to have the vaccine?","sentiment_score":0.0}
{"full_text":"RT Dad is in Kabul clinic with COVID. I called him from NHS work. I thought he must feel sad his son wasn't treating him. H...","sentiment_score":-0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Something is Terribly Wrong in Quebec aka COVID Hell","sentiment_score":-0.5}
{"full_text":"RT We are going to look back on the past couple of years and realize that almost every policy decision on COVID was not o...","sentiment_score":-0.125}
{"full_text":"So what? We wished our work colleagues happy birthday in work during lockdown!","sentiment_score":1.0}
{"full_text":"Just had to respectfully unmatch from someone on a dating app because they told me they aren't taking covid seriously. I can't believe my dating pool has narrowed so clearly to the small pool of \"people who think disabled people deserve to live\"","sentiment_score":-0.0078282828}
{"full_text":"Fucking hell.","sentiment_score":-0.6}
{"full_text":"Covid is still a major issue.Groceries are stocked by people, abused by capatalism. If they get sick it takes longer.Every person deserves to be supported by the thing we invented, Society. The thing we created to care for all.","sentiment_score":-0.3258928571}
{"full_text":"RT EXCLUSIVE: Boris Johnson had a birthday party during lockdown in June 2020 despite rules forbidding social gatherings ind...","sentiment_score":0.0333333333}
{"full_text":"Some scientists have seen their Twitter audiences balloon into hundreds of thousands since the pandemic started.","sentiment_score":0.0}
{"full_text":"RT Remember this, James, for tomorrow.","sentiment_score":0.0}
{"full_text":"RT My Mum had to \"celebrate\" her 80th via lockdown Skype, without her kids or grandchildren with her. Days later, Crappo Th...","sentiment_score":0.0}
{"full_text":"RT Aside from his involvement in the brutal murder of Jamal Khashoggi and its cover up as well numerous money laundering s...","sentiment_score":-0.4375}
{"full_text":"You think this is the first time that immunocompromised people have had to navigate their way through life? If Covid never came, your child could've caught measles or the flu. You knew this, &amp; knew you wouldn't ask everyone to else to take similar  extraordinary steps","sentiment_score":0.1944444444}
{"full_text":"My lovely mum had no need of technology until the pandemic- it has been a steep learning curve. But she's applied herself to it with gusto, as evidenced by a fondness for multiple exclamation marks in WhatsApp, giving ordinary messages a whole new meaning...","sentiment_score":0.1172727273}
{"full_text":"RT The vaccine is safe, effective, and saves lives. It's that simple. If you haven't already received your vaccine or boos...","sentiment_score":0.3666666667}
{"full_text":"RT NEW: Remember back in March 2020 when HHS\/ASPR awarded a North Carolina company $750K to conduct a one month study on the...","sentiment_score":0.0681818182}
{"full_text":"RT People talking about Omicron being a milder strain of a virus and asking when we're going to open up our province while...","sentiment_score":0.0}
{"full_text":"RT Josephine set an example for the Prime Minister, the Prime Minister didn't follow it.","sentiment_score":0.0}
{"full_text":"RT Eric Clapton, who has railed against COVID-19 measures, discussed a discredited theory that people are receiving pro-vaccina...","sentiment_score":0.0}
{"full_text":"Industries across the world have suffered losses in the last two years and #highereducation is one of them. #Universities and #colleges have lost more than 1 million undergraduate students since the start of the pandemic. Discover why from","sentiment_score":0.25}
{"full_text":"RT Bravo \"\"I mean, my young children have handled this pandemic more maturely and less childishly than the lik...","sentiment_score":0.0034722222}
{"full_text":"Mr Johnson has defended his No 10 lockdown birthday party by saying it was \"for less than 10 minutes\". Presumably he thinks that it would only be a crime if it had lasted for longer than that. #JohnsonOutNow","sentiment_score":-0.0833333333}
{"full_text":"RT Your \"great-great-great-grandchildren\" will still need immunization against COVID-19, a doctor recently explained....","sentiment_score":0.0}
{"full_text":"RT Are you looking for COVID-19 resources and support, including essential services and testing locations? Visit the link...","sentiment_score":0.0}
{"full_text":"RT We are seeing the very richest people in the country become incredibly richer during this pandemic while millions of Americ...","sentiment_score":0.55}
{"full_text":"RT .@DelhiPolice plz take action against Individuals who have these illegal BJP's posters blocking official Corona message...","sentiment_score":-0.2}
{"full_text":" still waiting for a reply from emails from a break I had booked to Paris before covid !!!! Haven't heard anything. DM me pls","sentiment_score":0.0}
{"full_text":"RT when does friend get booster shot after having covid ? yes i am asking twitter because the cdc hasn't put it on their web...","sentiment_score":0.0}
{"full_text":"Our CEO was featured on #TheBioReport hosted by Listen now to learn more about the state of #HIV and the potential impact of AGT103-T on the epidemic.","sentiment_score":0.25}
{"full_text":"RT Breaking: Sarah Palin trial against New York Times delayed because of Palin's positive Covid-19 test - CNN","sentiment_score":0.1818181818}
{"full_text":"RT BinaxNOW COVID-19 Antigen Self Test (2 Tests) available on Amazon ($19.38) #ad 4 free tests via USPS...","sentiment_score":0.4}
{"full_text":"RT # news. com ...Now Europe has labelled Australia \"high risk\".  The Europe council has just advised member states to block v...","sentiment_score":0.16}
{"full_text":"No one has mentioned the dancing and singing troupes that populated hospital corridors during the pandemic. They were on the telly and everyone clapped, but BJ is nearly clapped in irons for a lesser breach.","sentiment_score":0.05}
{"full_text":"NASA Spinoffs Help Fight Coronavirus, Clean Pollution, Grow Food, More via NASA","sentiment_score":0.4333333333}
{"full_text":"How does the pandemic impact parents? A study published in investigates the patterns of parent stress across COVID-19.Read the original research ","sentiment_score":0.375}
{"full_text":"Opinion: Why screwed up back-to-school COVID testinghttps:\/\/t.co\/r0Ke7ycnmR","sentiment_score":0.0}
{"full_text":"Get Boosted Now - A booster dose of the coronavirus (COVID-19) vaccine helps improve the protection you have from your first 2 doses of the vaccine.For more information please click on this link.","sentiment_score":0.375}
{"full_text":"Hospitals continue to bear the brunt with just 6% of inpatient and 8% of ICU beds available as of Jan. 24. But omicron cases are beginning to trend down in parts of the country.To learn where Arizona stands, The Show speaks with","sentiment_score":0.1222222222}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"The #MAHQ #ObscureMechaOfTheDay is the RB-79N Fisheye from #Gundam.This underwater combat Ball variant appeared in the MS IGLOO #manga.Read more > #robot #sunrise #bandai #mecha","sentiment_score":0.5}
{"full_text":"Our 2022 global #automotive #consumer study takes a closer look at how the pandemic has impacted shared mobility services like ride-hailing and car sharing. Learn more.","sentiment_score":0.25}
{"full_text":"RT The unvaccinated Sarah Palin tests positive for COVID-19, delaying her defamation trial against The New York Times","sentiment_score":0.1818181818}
{"full_text":"You'd better submit your application ASAP if you still need funding.https:\/\/t.co\/HrDvX6heog","sentiment_score":0.5}
{"full_text":"Lower footfalls and sales have led to excess inventory of stocks at stores in #shoppingmalls, and malls Pacific group and Select Citywalk reported a 50-60% drop in footfalls at the beginning of the month. ","sentiment_score":0.0}
{"full_text":"It's finally happened, one of our coaches has gotten the dreaded Covid  Rich sends his apologies to all his students who are missing out but he'll be back soon! He's led in bed with a cuppa in one hand and a box of tissues in the other! Get well soon Rich!","sentiment_score":0.08125}
{"full_text":"RT EXCLUSIVE: Boris Johnson had a birthday party during lockdown in June 2020 despite rules forbidding social gatherings ind...","sentiment_score":0.0333333333}
{"full_text":"The start of winter term may be challenging with COVID-19. Whether you test positive or not, you may be experiencing a mixture of emotions. We are here for you. Book a virtual or in-person wellness coaching sessionhttps:\/\/t.co\/UtgGiEcmXv","sentiment_score":0.3636363636}
{"full_text":"The Supreme Court's ruling upheld a COVID-19 vaccine mandate for healthcare workers across the country.Read our blog post to see how the decision keeps seniors safe:","sentiment_score":0.5}
{"full_text":"Let me guess, this convo is gonna about bitching about leaving the university and something relating to the vaccine and\/or vaccine mandates.","sentiment_score":0.0}
{"full_text":"The #COVID19 tests results you need for international travel have just gone down in price by 40%. PCR tests in the private sector will now cost R500 per test (down from R850). But what's the difference between PCR and antibody tests? Find out.","sentiment_score":-0.0777777778}
{"full_text":"Americans feel less prepared for retirement than before the pandemic. A new survey shows how the COVID-19 pandemic affected their retirement planning. Specifically, survey responses showed how COVID-19 is affecting retirement savings and spending:","sentiment_score":-0.0151515152}
{"full_text":"The #SupremeCourt has upheld Congress' #COVID19 rule allowing virtual proxies by declining to hear the case. The previous courts said they lacked jurisdiction in this matter. The rule will likely continue until the end of the #pandemic, whenever that is","sentiment_score":-0.0833333333}
{"full_text":"COVID-19 exposure can lead to an inflammatory syndrome in children that causes temporary heart damage. But a new study finds they recover quickly with no lasting harm.","sentiment_score":0.1565656566}
{"full_text":"RT Why are we hustling so hard...it's January and it's a pandemic...let's just sleep and rest nicely until the summer solstice","sentiment_score":0.6}
{"full_text":"Wonder what the difference here could be?","sentiment_score":0.0}
{"full_text":"Pls RT #NHSBorderlands #COVID #Covid_19 #Covid19UK #LongCovid #LongCovidKids #poverty #FoodBank #EatNoHeat","sentiment_score":0.0}
{"full_text":"\"The high number of infections as well as disparities in vaccine access remain causes for concern, he said\"","sentiment_score":0.16}
{"full_text":"\"Aaron Rodgers sacks Biden, 'fake White House,' after president joked about QB's vax status\"https:\/\/t.co\/HsC50Jhs1T","sentiment_score":-0.25}
{"full_text":"RT One year ago England average daily pandemic deaths announced peaked at:1,135 deaths.Scotland peak average was near the sa...","sentiment_score":-0.05}
{"full_text":"The transcript for the January 5th Q'uo channeling circle is now available!The channeling topics included compassion, dealing with empathic energies, and offering service in response to attitudes towards the pandemic.https:\/\/t.co\/IZ49IJeTm6","sentiment_score":0.0}
{"full_text":"Stay home for life!","sentiment_score":0.0}
{"full_text":"RT -Pulled Pakistan out of the verge of bankruptcy-Record Exports despite Covid-19-Record Tax Collection-Unive...","sentiment_score":0.0}
