{"full_text":"RT 7) Folks -- there is worry of reinfection with #BA2 even after you recently had BA1 vanilla #Omicron. Denmark 's CDC scien...","sentiment_score":0.0}
{"full_text":"This person is spamming all kinds of Covid19 stuff...https:\/\/t.co\/Hj9RRIpl5N","sentiment_score":0.0}
{"full_text":"RT Scheer is right.","sentiment_score":0.2857142857}
{"full_text":"RT A lot of sewage entering the river this lunchtime. Can't emphasise enough how many years this has been going on for. I'...","sentiment_score":0.25}
{"full_text":"Love you all! The best thing I did during the pandemic was watch every season.","sentiment_score":0.8125}
{"full_text":"RT In rural Sackets Harbor, N.Y., where COVID-19 affected the local volunteer ambulance service, local high school students too...","sentiment_score":0.04}
{"full_text":"RT People don't take Covid serious enough for me","sentiment_score":-0.1666666667}
{"full_text":"RT Is there ANY embarrassment inside the BBC that YET AGAIN (Eg Today prog at 6am) it puts the lockdown parties saga above the hig...","sentiment_score":0.0}
{"full_text":"Will HBO be using swings on Gilded Age in case of COVID outbreak?","sentiment_score":0.0}
{"full_text":"RT I enjoyed listening to you Neil you'll be missed","sentiment_score":0.5}
{"full_text":"RT Scientists Who Were Instrumental to COVID-19 'Natural Origins' Narrative Received Over $50 Million in NIAID Funding in...","sentiment_score":0.1}
{"full_text":"RT I think it's been obvious that Covid is not going to go away long term, and that schools are...","sentiment_score":-0.025}
{"full_text":"It was great speaking with you on your show. Folks need common sense from their politicians &amp; bureaucratsWe are not ATMs for their endless tax hikes &amp; pay raises!!We don't want broken promises &amp; flipflopsWe want accountability &amp; leadership!@WSOnlineNews","sentiment_score":-0.00625}
{"full_text":"RT Right now, SARS-CoV-2 is not causing any more severe disease than other viruses.So let's stop the insanity, now!","sentiment_score":0.2098214286}
{"full_text":"didn't realize that my transition pretty much happened over the big quarantine part of the pandemic. i don't look the way i did when i was last in person at school before and it's weirding me out","sentiment_score":0.1125}
{"full_text":"So long as they had their vaccine cards were good.","sentiment_score":0.325}
{"full_text":"I don't understand it, period. Since when do the steps of recovery for any illness require a vaccination for said illness after recovery? I see it everywhere: our DOH, my hospital, CDC. It's. So. Stupid. And illogical.","sentiment_score":-0.8}
{"full_text":"Is the dread student related or administrative related or pandemic related or a factor of all three?","sentiment_score":0.0}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"UNCLE!!!!!!! Get well soon! ","sentiment_score":0.0}
{"full_text":"RT The more people get vaccinated, the fewer deaths and hospitalizations there will be from Covid and the less disruption we...","sentiment_score":0.1666666667}
{"full_text":"RT Health Secretary Sajid Javid will face MPs' questions about the 6 million people on NHS waiting lists today.Professor Carl...","sentiment_score":0.0}
{"full_text":"RT COVID-19: endemic doesn't mean harmless@WeSchoolNurses @jimmcmanusph ","sentiment_score":-0.3125}
{"full_text":"RT omicron at euphoria high:","sentiment_score":0.16}
{"full_text":"RT Cole Caufield and Joel Armia from are practicing with today. They're out of COVID quarantine...","sentiment_score":0.0}
{"full_text":"RT Can we agree as a nation that any Covid news announced from Florida, Texas and now VA is completely suspicio...","sentiment_score":0.1}
{"full_text":"Asshole at go fund me again. As always politcal. Just change it to Black trucker convoy and you will be good to go","sentiment_score":0.2666666667}
{"full_text":"RT This is a lie Regeneron and Eli Lilly have said their monoclonal antibodies do not work against omicron....","sentiment_score":0.0}
{"full_text":"just a coincidence ","sentiment_score":0.0}
{"full_text":"RT We're appealing last night's decision that struck down the mask mandate in New York.We will continue to do everything...","sentiment_score":0.1202020202}
{"full_text":"RT When Macron was told this morning that *during* the 'pandemic' 5,700 hospitals beds were removed, his reply was: \"You're hig...","sentiment_score":0.0}
{"full_text":"COVID-19 Risk Appears to Vary Across Different Alcoholic Beverages","sentiment_score":-0.125}
{"full_text":"F@ck run it is covid","sentiment_score":0.0}
{"full_text":"RT AJ every time Pat switches the topic with Rodgers from football to COVID","sentiment_score":0.0}
{"full_text":"Getting 900 buses is great but getting \"air-conditioned\" isn't, from of epidemiological POV. #COVID","sentiment_score":0.8}
{"full_text":"This is a must read. \"The Biden administration's refusal to use its power to safely release people en masse from--and permanently close--ICE detention centers constitutes harmful policy that endangers us all.\"","sentiment_score":0.5}
{"full_text":"RT To all the people of Houston. Remember this man's words when you go to the polls in November. Is this how you want to be...","sentiment_score":0.0}
{"full_text":"RT Good news.OSHA scraps its vaccine mandate for large employers.The COVID-19 vaccine will always remain voluntary in t...","sentiment_score":0.4571428571}
{"full_text":"RT Quebec's new vaccine passport rules came into effect today. You now need to show proof of vaccination to enter Walmart. Un...","sentiment_score":0.1363636364}
{"full_text":"Kenney is misrepresenting photos from early in the pandemic when meat hoarding was common, and meat-packing plants had COVID-19 outbreaks. Alberta beef doesn't come from the U.S.https:\/\/t.co\/YegYWYqUfT","sentiment_score":-0.1}
{"full_text":"Please send positive healing vibes, thoughts and prayers for my family... just got news that my brother, his wife, 16 yo nephew, 22 yo niece (and her 4 yo son) 21 yo stepdaughter and her 1 yo baby, my cousin and her 8 yo daughter, all have covid!!! My brother\/family gathered","sentiment_score":0.4438920455}
{"full_text":"RT TRUTH CONTROLS THE NARRATIVE?DARK v LIGHT.The Netherlands will lift some of Europe's toughest Covid restrictions wit...","sentiment_score":0.0}
{"full_text":"RT Hi  I'm Kara. I'm 38 and a doctor. I have #sjogrens syndrome, an autoimmune condition that increases my risk for serio...","sentiment_score":0.0}
{"full_text":"RT the way the anti-abortion crowd is using pro-choice rhetoric over the vaccine will never ever threaten to make me sick","sentiment_score":-0.7142857143}
{"full_text":"RT Giants come in all sizes.","sentiment_score":0.0}
{"full_text":"RT Free N95 masks are arriving at pharmacies around the U.S.The masks are among the 400 million being distributed by the B...","sentiment_score":0.4}
{"full_text":"RT NEW: 16 of the top 20 states for jobs recovered from the pandemic are led by Republican governors","sentiment_score":0.3181818182}
{"full_text":"New podcast episode in which Richard, Dan and I consider the impact of climate change and the pandemic on politics. #podcast","sentiment_score":0.1363636364}
{"full_text":"RT Crazy how many pick up trucks are apart of the \"trucker\" convoy lol","sentiment_score":0.2333333333}
{"full_text":"RT And...Curious - a question. So a Covid Test can now can give us details IF the variant is omicron?","sentiment_score":0.0}
{"full_text":"Week to week makes me a bit nervous. Get well soon Soucy!","sentiment_score":0.0}
{"full_text":"RT Neil Young has posted an open letter demanding that his management and label remove his music from Spotify: \"I want yo...","sentiment_score":0.05}
{"full_text":"RT I'm impressed by response and knowledge that there are different monoclonal antibodies and some work against #O...","sentiment_score":0.5}
{"full_text":"RT 1. Caitlin, young fit &amp; healthy, died on 17\/11\/21 after 3 weeks of illness following her second vaccine, that was manda...","sentiment_score":0.2}
{"full_text":"Sentiment is the reality,  Sentiment changes long after reality. This affects footfall in hospitals after Pandemic. More AIiMS , means less pvt hospitals needed going forward. Greedy will die","sentiment_score":0.0944444444}
{"full_text":"Hey! Us too!","sentiment_score":0.0}
{"full_text":"All facts lead to the same policy conclusion. Thus, this shows we need to vaccinate harder.  And impose more covid restrictions.","sentiment_score":0.1333333333}
{"full_text":"People might scoff at this but this is true. The latest guidelines from the American CDC is said to have been influenced by corporations in the US struggling with labour shortage. Sad state of affairs.","sentiment_score":0.0875}
{"full_text":"RT [phone rings] CREEPY VOICE: i know what you did last summerME: ?!?CREEPY VOICE: same thing we all did, try to not g...","sentiment_score":-0.25}
{"full_text":"RT \"Do I still need to wear a mask in the store?\"Link in bio for CA tour dates and merch!","sentiment_score":0.0}
{"full_text":"RT A delegation of UPSC aspirants met me recently and shared their serious concerns. GOI must find a viable solution in dia...","sentiment_score":-0.1666666667}
{"full_text":"RT Vaccine clinics are BACK! The first one is this Thursday from 9 a.m.- 3 p.m. in the Health Center!","sentiment_score":0.0416666667}
{"full_text":"Virginia COVID-19 cases and deaths as of Tuesday, January 25, 2022:Cases: 1,491,993 (+10,699)Deaths: 16,002 (+54)#COVID19 #Coronavirus #Pandemic #Virginia","sentiment_score":0.0}
{"full_text":"RT \"Long covid could account for 15 percent of America's 10.6 million unfilled jobs.\" This is what frustrates me about the co...","sentiment_score":-0.05}
{"full_text":"Tested, all tests have officially came back positive for covid. By now, almost everyone is feeling some sort of unwell. His family is all vaccinated, except the stepdaughter and 2 young children.My cousin\/daughter are unrelated to my brothers issue. They weren't at the dinner,","sentiment_score":0.1090909091}
{"full_text":"Happy Australia Day!!!  A day to be happy during this pandemic to be alive &amp; well.","sentiment_score":0.6333333333}
{"full_text":"Please realise almost everything in this letter is self-inflicted; a side effect from the COVID-19 response ; not COVID-19 itself@BrigidWD A letter to New Zealand, from Covid-ravaged Australia | Brigid Delaney","sentiment_score":0.1363636364}
{"full_text":"You are smoking hunter Biden's drugs if you think I'm vaxxing my  children.  #ChildAbuse  #myocarditis","sentiment_score":0.0}
{"full_text":"RT While we wait to see if the #SueGrayReport will be published tonight or tomorrow, little if any attention is being pai...","sentiment_score":-0.1875}
{"full_text":"RT By 19 Jun 2020, Covid had killed a staggering 40k Britons.NHS staff were shattered by the dying we'd seen. But","sentiment_score":-0.2}
{"full_text":"RT That's why it's 41%","sentiment_score":0.0}
{"full_text":"RT Sending everyone an N95 mask sounds like a really expensive way to accomplish absolutely nothing.","sentiment_score":-0.15}
{"full_text":"RT Disney in the pandemic:*Laid off 28,000 workers*Issued a $1.5 billion dividend*68% of workers said they're food ins...","sentiment_score":0.0}
{"full_text":"RT JUST IN - The Netherlands is easing lockdown restrictions allowing restaurants, museums and other cultural venues to reop...","sentiment_score":-0.0125}
{"full_text":"RT Our Prime Minister is a hypocrite and a liar. He shames our country. He should resign","sentiment_score":0.0}
{"full_text":"RT This is just a flat out lie. Even the drug manufacturers acknowledge these treatments are now completely ineffective in he...","sentiment_score":0.0375}
{"full_text":"RT Excellent news. Nothing more beautiful than #solidarity","sentiment_score":0.7833333333}
{"full_text":"RT If we're \"at war\" with COVID, then withholding life saving medicine from Americans is akin to a war crime. Who is resp...","sentiment_score":0.0}
{"full_text":"Wrong. The 10% that used their FREEDOM to CHOOSE to be selfish are zeroes.  The rest maintain their 'pandemic hero' status.  Details matter.  Push them into their unabomber shacks in the woods since they don't accept the responsibility required for membership in civilized society","sentiment_score":-0.2}
{"full_text":"My parents refuse to let me get vaccinated and now I got covid","sentiment_score":0.0}
{"full_text":"RT The American people deserve to know how this pandemic started, to know if the NIH funded dangerous gain-of-function research...","sentiment_score":-0.3}
{"full_text":"RT More bills up:_ ban the teaching of critical race theory_  require employers to count a prior COVID-19 infection as an al...","sentiment_score":0.1666666667}
{"full_text":"RT I'm impressed by response and knowledge that there are different monoclonal antibodies and some work against #O...","sentiment_score":0.5}
{"full_text":"RT 439 grieving families today. This is not OK. #Covid","sentiment_score":-0.25}
{"full_text":"RT Under Quebec's draconian new vaccine passport scheme, unvaccinated people who visit large stores like Walmart and Costco...","sentiment_score":0.1753246753}
{"full_text":"RT Should someone who can't work out if they are at a party or not really be telling us that  Covid is over?","sentiment_score":-0.1}
{"full_text":"RT REMINDER: Parties in Small Claims Court matters must email hearing materials to court staff at least 3 days before the h...","sentiment_score":-0.275}
{"full_text":"RT NEW - Liberal Leader Steven Del Duca calls on the government to add the vaccine certificate program to LCBO's and cann...","sentiment_score":0.1363636364}
{"full_text":"RT One of the most sinister things our media does is repackage dystopian social failures as some hopeful or inspiring fea...","sentiment_score":0.1333333333}
{"full_text":"Masks work all the time!","sentiment_score":0.0}
{"full_text":"RT One would hope the'd have learned something from this- but appears not. 5-11 yr olds still not being offered vaccines desp...","sentiment_score":0.0}
{"full_text":"RT #COVID19 is threatening children's futures. Schools must remain open so children can continue learning + access the healt...","sentiment_score":0.0}
{"full_text":"RT #DeathSantis has a financial interest in pushing these ineffective treatments for Omicron","sentiment_score":0.0}
{"full_text":"RT Some good news! Remember little Jocelyn Ellison? The five-year-old desperately needed surgery that was delayed by the COVID p...","sentiment_score":0.0291666667}
{"full_text":"RT \"Democrats have decided organizing their lives around Covid is core to identity as progressives\"Just bizarre both-side...","sentiment_score":0.4}
{"full_text":"RT The innocent surprise at the damage our joint desire to lockdown caused is nauseating.","sentiment_score":0.5}
{"full_text":"The ignorance of some of these comments condoning this man not receive a transplant because of choosing not to be vaccinated truly reveals the psychological decline and moral absence of some people. The vaccine carries its own risks, especially to those who have a condition.","sentiment_score":0.1175}
{"full_text":"RT The only proper way to say goodbye to the ICU.The other hand was too weak to join in(CP seizure. Not Covid.)(I made it...","sentiment_score":-0.125}
{"full_text":"RT Judicial Watch - Lawsuit filed against HHS seeks Fauci's calendar entries at start of pandemic -","sentiment_score":0.0}
{"full_text":"More on AR Statewide Hospital Numbers: Total ICU Beds Available: 20Total Covid patients in ICU: 515Total Covid patients on vents: 233#ARNews #COVID19","sentiment_score":0.3}
{"full_text":"Jesus Christ. How thick can you be. This is all a load of Bollox. Just the start of another ploy pandemic planned by and to force vaccinations on everyone","sentiment_score":-0.3}
{"full_text":"RT The worst things always start with the monkeys. I usually say don't panic but...","sentiment_score":-0.625}
{"full_text":"being 2 states apart. They are not vaccinated, nor doing very well.  I'm asking for positive anything please!!!  Also please keep my dad in mind as he's still dealing with his heart issue\/testing and we are hoping for no covid from being in the hospital. Too much going on... ","sentiment_score":0.2812973485}
{"full_text":"RT Today I learned that Neil Young is apparently on Spotify...","sentiment_score":0.075}
{"full_text":"Whatever you do at this moment in time don't step down, keep strong cos Labour are only using this at this time to seek glory, as they know when covid is done you'll get on with the job and make UK great ","sentiment_score":0.2694444444}
{"full_text":"RT \"Stay home to save lives!Now go to the other side of the planet to sacrifice yourself in a war!\"The people in charg...","sentiment_score":-0.15625}
{"full_text":"RT We are partnering with to provide the FREE Pfizer COVID-19 vaccine for ages 12 years and up at a special clinic 2-4pm We...","sentiment_score":0.3785714286}
{"full_text":"It took 2 searches, in the same time it took you to write your stupid comment, to find all the info you'd need. #COVIDIOT","sentiment_score":-0.4}
{"full_text":"RT BREAKING: The CDC has issued new guidance clarifying that well-fitting NIOSH-approved N95s offer the most protection against C...","sentiment_score":0.3181818182}
{"full_text":"RT Ok, so the narrative is that empty grocery shelves are more pressing than overflowing hospitals...and a kid missing hock...","sentiment_score":0.175}
{"full_text":"RT This is just a flat out lie. Even the drug manufacturers acknowledge these treatments are now completely ineffective in he...","sentiment_score":0.0375}
{"full_text":"RT I'm impressed by response and knowledge that there are different monoclonal antibodies and some work against #O...","sentiment_score":0.5}
{"full_text":"RT Deaths are running high across Europe this winter. But it's not all Covid. As many as half of the excess deaths are from s...","sentiment_score":0.1644444444}
{"full_text":"RT COVID-19 DEATHS: A NEW VIEWBari Weiss says she's \"over\" the pandemic. This chart shows which US states would've had the...","sentiment_score":0.1363636364}
{"full_text":"RT In the future, vaccine mandates will be viewed as the clearest example, besides endless war, of our government official...","sentiment_score":-0.0625}
{"full_text":"RT Fucking cringe.","sentiment_score":-0.6}
{"full_text":"RT Until just a few days ago saying some of these things could get you BANNED from Twitter, Facebook, or Youtube for spreadin...","sentiment_score":-0.2}
{"full_text":"RT What a tragic shame that there isn't more attention on the non-COVID health crisis and the thousands of people who have die...","sentiment_score":-0.125}
{"full_text":"Did you know that the #COVID19 pandemic accelerated the rollout of #AI initiatives? Recently published by Senior Fellows and discuss how we can make a real impact on #AIEthics.Read now:","sentiment_score":0.1}
{"full_text":"You, the British people respect pandemic emergency service workers.","sentiment_score":0.0}
{"full_text":"RT When Macron was told this morning that *during* the 'pandemic' 5,700 hospitals beds were removed, his reply was: \"You're hig...","sentiment_score":0.0}
{"full_text":"RT 2021 air traffic averaged just 41% of pre-pandemic figures with just over 1m flights handled by NATS. UK recovery has lagged behi...","sentiment_score":0.0}
{"full_text":"If the pandemic is to turn endemic the U.S. needs to overhaul the nation's public health workforce. \"Businesses have to help, the government has to help, school systems have to help. This is too big for the CDC alone.\"https:\/\/t.co\/YOq2Ca5hDl","sentiment_score":0.0}
{"full_text":"Denver residents can now pick up to five free KN95 and surgical masks at the city's recreation centers, reports.https:\/\/t.co\/AOVgmOYFj8","sentiment_score":0.4}
{"full_text":"MEN'S BASKETBALL: In a game rescheduled from Jan. 2 because of the team's COVID-19 pause, Yale will attempt to bounce back from its first league loss when it takes on the Lions Tuesday night.https:\/\/t.co\/6e4IVXIqer","sentiment_score":-0.05}
{"full_text":"This might come in handyhttps:\/\/t.co\/R0hni7nGGP","sentiment_score":0.0}
{"full_text":"Viruses know no borders. But democracies stand together in the face of adversity. In 2022, Taiwan will continue to partner with the U.S. as a force for good in the global fight against the pandemic. Democracies are stronger together. ","sentiment_score":0.35}
{"full_text":"The panel found the parents likely will succeed because mask requirements constitute a reasonable modification and schools' failure to provide this accommodation likely violates the federal Rehabilitation Act.https:\/\/t.co\/kl2klsMJDG","sentiment_score":-0.0291666667}
{"full_text":"you make covid vaccines.","sentiment_score":0.0}
{"full_text":"This might come in handyhttps:\/\/t.co\/J8EVXPVwn5","sentiment_score":0.0}
{"full_text":"Will #NUFC be forced to panic buy?https:\/\/t.co\/LnbeUqSii4","sentiment_score":-0.3}
{"full_text":"RT If there was a world pandemic the last person I'd want in charge is Donald Trump.","sentiment_score":0.0}
{"full_text":"RT Ana didn't know abnormal Paps can be an early warning sign of cervical cancer until she was diagnosed at 36. This #CervicalCanc...","sentiment_score":0.1}
{"full_text":"I'm not one to ask for help let alone take money from someone but these last two weeks have been rough due to Covid and now my sons day care closing down doesn't help matters","sentiment_score":-0.0951388889}
{"full_text":"In time for tomorrow's PMQs?","sentiment_score":0.0}
{"full_text":"Can China's extreme anti-coronavirus measures ensure a COVID-free Beijing Winter Olympics?","sentiment_score":-0.125}
{"full_text":"#ONEActivists across Europe &amp; Africa are working to create a better future. They're calling on leaders of both continents to take action on global vaccine access, youth participation in decision-making, &amp; more in an open letter. Here's who's signed so far.","sentiment_score":0.1714285714}
{"full_text":"One in 20 pupils in England were absent because of coronavirus last week as the number of pupils off school with a confirmed case doubled in a fortnight.https:\/\/t.co\/RMFg2x8l4T","sentiment_score":0.2}
{"full_text":"RT The CDC recommends that men shut the fuck up about Taylor Swift.","sentiment_score":-0.4}
{"full_text":"It's time to stop the COVID mania.","sentiment_score":0.0}
{"full_text":"Find where to get on-campus testing and COVID-19 vaccination information.https:\/\/t.co\/pEwKNvCFyd","sentiment_score":0.0}
{"full_text":"The #COVID19 #pandemic exposed #Kazakhstan to new vulnerabilities and impacted the country both politically and economically. The economy was pushed into recession for the first time since 1998, notes","sentiment_score":0.1715909091}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"London police say they are investigating Downing Street lockdown parties in 2020 to determine if U.K. government officials violated coronavirus restrictions.https:\/\/t.co\/cla4xE1JUv","sentiment_score":0.0}
{"full_text":"Four things I've learned from Covid:- Never trust an \"expert\"- Never trust anyone who says \"it's for your own good\"- Never trust the \"science\"- Evaluate the evidence &amp; decide for yourself.","sentiment_score":0.65}
{"full_text":"This might come in handyhttps:\/\/t.co\/rJZXT2Z6N6","sentiment_score":0.0}
{"full_text":"RT RESURGENCE--Worrisome that #Omicron is somehow surging  upwards again across Southern England . London's case drop...","sentiment_score":0.0}
{"full_text":"Just shocking. If the UK government really cared about kids missing their education, they would protect themInstead they drop mask wearingWelcome to herd immunity, at any cost, no matter the cost to the health of the nation, pressure on NHS, or yet unknown long Covid effects","sentiment_score":-0.23}
{"full_text":"That didn't answer the question It explained the logic of the tweet which wasn't being questioned . The question I asked is do you know that all 450 who died today died with covid not from covid. We can't safely make that claim as that information is not available.","sentiment_score":0.15}
{"full_text":"rishi sunak is allergic to birthday cake. no way he would attend a birthday party during lockdown.","sentiment_score":0.0}
{"full_text":"Urine-Drinking 'Vaccine Cop' Weirdo Crosses Anti-Vaxx, Sovereign Citizen Streamshttps:\/\/t.co\/r2I7cD1cX4 by","sentiment_score":0.0}
