{"full_text":"Empirical evidence that is inherently flawed due to inability to get tested. Have a look at data re Covid and South Africa for a better take","sentiment_score":-0.00625}
{"full_text":"RT #ssc_age_relaxation Corona ke reason se exam ke notification late aaye heLek in age ki crucial me date me koi relaxat...","sentiment_score":-0.15}
{"full_text":"Finally Yoongi is Covid Free.. Let's Pray for RM and JIN recovery ","sentiment_score":0.2}
{"full_text":"At the moment there are. Future statistics? Long Covid?","sentiment_score":-0.025}
{"full_text":"#Americans returning home from holiday travel had to battle another day of airport #chaos Sunday, with more than 2,600 flights cancelled due to bad weather or #airline staffing woes sparked by a surge in #Covid cases.https:\/\/t.co\/U6uvZie0it","sentiment_score":-0.1083333333}
{"full_text":"RT trying to get a covid test rn is like tryna get a ps5","sentiment_score":0.0}
{"full_text":"#AssamCovidUpdateGrateful to Adarniya PM Sri for the next phase of India's vaccination drive for children aged 15-18. Glad to have launched Assam's #Covid vaccination drive at Oil India HS School, Duliajan today.I urge all to take their vaccines.@CMOfficeAssam","sentiment_score":0.1333333333}
{"full_text":"RT Engagements going around like a new Covid variant.","sentiment_score":0.1363636364}
{"full_text":"RT #ssc_age_relaxation Due to covid19.  Most of the SSC exams have been delayed. Some exams that are usually conducted o...","sentiment_score":0.0416666667}
{"full_text":"RT If 1% of the resources, time and effort dedicated to discrediting frontline physicians and researchers went into investigat...","sentiment_score":0.0}
{"full_text":"RT Anyone else marvel at the fact that she was suspended for *only* COVID-19 misinformation and not \"COVID-19 misinformation...","sentiment_score":0.0}
{"full_text":"RT '21 was a great year for biotech advances.Of course, mRNA was the year's star thanks to COVID. However, there were 5 other...","sentiment_score":0.2916666667}
{"full_text":"RT Seeing the triple jabbed come down with Covid and immediately come online to inform the World how grateful they are for...","sentiment_score":-0.1555555556}
{"full_text":"RT Breaking: SecDef Austin tests positive for #covid with \"mild\" symptoms, per DOD stmt. \"As my doctor made clear to me, my ful...","sentiment_score":0.2202020202}
{"full_text":"RT Twitter bans the personal account of Republican Representative Marjorie Taylor Greene for repeated violations of the platform...","sentiment_score":0.0}
{"full_text":"Exactly. This is not a pandemic response vs. economy fight as they want to make you believe. It should work hand in hand. Poor pandemic response = eventual economic decline","sentiment_score":0.0166666667}
{"full_text":"RT exam of 2021 and age from 2022, what about the time loose due to covid #ssc_age_relaxation","sentiment_score":-0.1009615385}
{"full_text":".@GovRonDeSantis #DeathSantis' response to #Covid pandemic has been criminal! He has refused all precautions! #Covid infections are up 32% in children!  #DeSantis refused #SchoolMaskMandates &amp; #VaccineRequirements and child #Covid deaths more than doubled!","sentiment_score":-0.078125}
{"full_text":"Ontario wide lock down ?? HUHHH. No wait hold tf uppp","sentiment_score":-0.1277777778}
{"full_text":"RT There's absolutely nothing \"mild\" about Omicron. Nothing \"mild\" about the deaths I see. Nothing \"mild\" about the patients wh...","sentiment_score":0.3}
{"full_text":"RT The disease severity of the Omicron outbreak will be much worse in Australia than it is in the...","sentiment_score":-0.4}
{"full_text":"RT #ssc_age_relaxation sir we lost our attempt due to covid. Kindly give us age relaxation . See the fact and fi...","sentiment_score":0.2375}
{"full_text":"RT Ssc covid se students pehle hi presaan h, why this unjustice with them. Give age relaxation in CGL notifications#ssc_age_r...","sentiment_score":0.0}
{"full_text":"RT As we prepare for how omicron is going to impact school - make sure \"school\" includes early education, too. Our early...","sentiment_score":0.2333333333}
{"full_text":"RT Breaking News: Twitter permanently suspended the personal account of Representative Marjorie Taylor Greene, a Republican of Ge...","sentiment_score":0.0}
{"full_text":"RT At least half of Australians don't know Long Covid exists. I wonder why","sentiment_score":-0.1722222222}
{"full_text":"Vergeire on possibility that Omicron is now in the community: Based on observations ngayon ang assumption natin, nasa community na because we have seen the sudden increase in cases. (1\/2)","sentiment_score":0.0}
{"full_text":"you do realize we have a pandemic for last 2.5 yrs thanks to your friend China and Wuhan. Guess you are not the quizmaster you once were!","sentiment_score":0.125}
{"full_text":"RT \"We have 92% of our state vaccinated ... but we have overflowing hospitals,\" says on CNN. \"So that 8% of the po...","sentiment_score":0.0}
{"full_text":"YALL. PLEASE just listen to the students for once in your lives!!! No one wants to go back to school in the middle of a pandemic surge where cases are flying out the door! I was double vaccinated and EASILY caught omicron doing normal stuff on winter break!","sentiment_score":0.1368055556}
{"full_text":"RT . I get blood tests on Medicare. Why can't I get covid tests on Medicare?Why has this particular test...","sentiment_score":0.1666666667}
{"full_text":"RT Eighty-five students of Jawahar Navodaya Vidyalaya at Gangarkot in Nainital, #Uttarakhand test positive for #COVID19; school decl...","sentiment_score":0.2272727273}
{"full_text":"RT exam of 2021 and age from 2022, what about the time loose due to covid #ssc_age_relaxation","sentiment_score":-0.1009615385}
{"full_text":"#ssc_age_relaxation Corona ke reason se exam ke notification late aaye heLek in age ki crucial me date me koi relaxation nhi diya heIsliye students ko age relaxation dekar attempt increase krne ka chance milna chahiye@SSCorg_in","sentiment_score":-0.15}
{"full_text":"RT Bonjour, you can read it here: Covid-related social disfunction really hit home tonight- a thread....","sentiment_score":0.1166666667}
{"full_text":"RT In a discussion that lasted over 3 hours, Joe Rogan and Dr. Robert Malone discussed all things Covid and all things re...","sentiment_score":0.0}
{"full_text":"#MoonKnight 81:25 IncentiveGreg Land Variant@jedmackay #marvel #MarvelComics #OMA#TheMEG","sentiment_score":0.0}
{"full_text":"Ontario cabinet meeting Sunday to discuss possible new COVID restrictions: sources","sentiment_score":0.0681818182}
{"full_text":"RT MTG was suspended for using a CDC VAERS chart.So is Twitter now telling us the CDC isn't credible? Or that the truth...","sentiment_score":0.4}
{"full_text":"RT We are reduced to following public health and health care experts on Twitter to get pandemic information. The federa...","sentiment_score":0.0}
{"full_text":"RT #ssc_age_relaxation we want at least one year  age relaxation in SSC exams for candidates because of COVID. COVID has ru...","sentiment_score":-0.3}
{"full_text":"I thought this then I got covid so ","sentiment_score":0.0}
{"full_text":"RT Weird hill to die on not agreeing to free RATs during a pandemic when the far more expensive PCR tests were free and we're...","sentiment_score":0.0666666667}
{"full_text":"RT This is what really worries me for the future and why - as a public policy matter, not a medical view - I think the peopl...","sentiment_score":0.05}
{"full_text":"\"Once COVID is Over\" is definitely sounding like \"When I win the lottery\"","sentiment_score":0.4}
{"full_text":"RT Testing numbers low again. Cases grossly understated.","sentiment_score":0.0}
{"full_text":"RT Nice COVID data!The Sigal Lab from S. Africa has just shown that antibodies produced after Omicron infection neutraliz...","sentiment_score":0.6}
{"full_text":"RT Vaccine mandates gave people an outlet for their frustration in a world where hate and discrimination are allegedly no...","sentiment_score":-0.375}
{"full_text":"Ok so all the people i know who have #COVID19 (9 or so) are double vaxed with #pfizer . Is this just a coincidence or is it less effective against #Omnicron?","sentiment_score":0.2333333333}
{"full_text":"RT BREAKING: Queensland has secured 18 million rapid antigen tests to be provided free at testing sites to people classified...","sentiment_score":0.4}
{"full_text":"India stay saying facts","sentiment_score":0.0}
{"full_text":"It's the #coronavirus, stupid.","sentiment_score":-0.8}
{"full_text":"RT Very confused how this man tested positive for COVID","sentiment_score":-0.1463636364}
{"full_text":"Great meme but you forgot Google's role in supressing information the regime doesn't like #DrRobertMalone Google Leads COVID Mass Formation Psychosishttps:\/\/t.co\/ZM00SAZFzI","sentiment_score":0.8}
{"full_text":"Drought on it's way ontop of Covid?","sentiment_score":0.0}
{"full_text":"RT What a great idea being pushed by CTV and it's \"top\" lol doctors, a pill that only helps some people and if you don't...","sentiment_score":0.525}
{"full_text":"RT Please give age relaxation for the aspirants whose 2 years have been stolen by corona. #ssc_age_relaxation","sentiment_score":0.0}
{"full_text":"RT Denying Australians affordable access to RATs so Harvey Norman can get even richer off of COVID is an interesting elect...","sentiment_score":0.65}
{"full_text":"As per experience of last two waves of corona, it is unable to develop in Election bound states. Instead of declaring Lockdowns, govt should declare elections in all the states.","sentiment_score":-0.25}
{"full_text":"Senior citizens having co-morbidity &amp; who have completed 9 months from their 2nd dose, will get 3rd dose of vaccine from Jan 10 onwards. Also planning to complete both doses of vaccination of 15-18 age group within 2 months so that they can confidently appear in upcoming exams.","sentiment_score":0.15}
{"full_text":"The adult who probably has had the vaccine x 3 so what do they need protecting from ? Why is an adult scared to be in a room full of children ?","sentiment_score":0.1833333333}
{"full_text":"RT Saturday's ruling affects 24 states including Montana, Wyoming and North Dakota.","sentiment_score":0.0}
{"full_text":"RT Queued up from 7am for a PCR - site shut at 7.30, back home again. I have all the symptoms of covid19. No RAT to be sourced anyw...","sentiment_score":0.0}
{"full_text":"RT This guy got COVID...","sentiment_score":0.0}
{"full_text":"RT On 30th December, I along with my wife and kids were tested COVID positive. This was after being doubly vaccinated, using mas...","sentiment_score":0.1136363636}
{"full_text":"RT She is still advocating elimination. Didn't work with Delta, no way it's going to work with Omicron. #AnotherAgenda #ausp...","sentiment_score":0.0}
{"full_text":"I miss youuuuuuuu #BANGYEDAM","sentiment_score":0.0}
{"full_text":"The #VaccinationDrive for the age group 15-18 years has started in all the UPHCs\/UCHCs which are vaccination centres in #Bhubaneswar from today #Odisha #COVID19 #childrenvaccination","sentiment_score":0.0}
{"full_text":"RT And that's exactly what a variant would say","sentiment_score":0.25}
{"full_text":"RT Doesn't like the way \"hospitalisations\" are counted, now. So, even if someone is found to have Covid after admission (fo...","sentiment_score":0.0}
{"full_text":"RT #ssc_age_relaxation Due to covid19.  Most of the SSC exams have been delayed. Some exams that are usually conducted once a ye...","sentiment_score":0.0416666667}
{"full_text":"RT India reports 33,750 new coronavirus cases, an increase of 416% from last week","sentiment_score":0.0681818182}
{"full_text":"RT #ssc_age_relaxation sir we lost our attempt due to covid. Kindly give us age relaxation . See the fact and fi...","sentiment_score":0.2375}
{"full_text":"RT Germany rises the first weekend of the new year to protest COVID mandates.","sentiment_score":0.1931818182}
{"full_text":"RT Is international media blaming Kolkata's Park Street Christmas celebration for 6,153 new Covid cases reported in West Bengal...","sentiment_score":0.0681818182}
{"full_text":"RT Dr. Robert Malone on exposing our government's response to Covid-19:\"They are lawless. They completely disreg...","sentiment_score":0.1}
{"full_text":"Why would you destroy an airline empire for a \"vaccine\" that doesn't even work or stop the spread, when you have the lucrative opportunity to STOP TYRANNY &amp; be the hero of personal freedom?#LUV#SouthwestAirlines","sentiment_score":-0.1}
{"full_text":"RT Twelve Forgotten Principles of Public Health#1 Public health is about all health outcomes, not just a single disease...","sentiment_score":-0.0238095238}
{"full_text":"RT Ssc covid se students pehle hi presaan h, why this unjustice with them. Give age relaxation in CGL notifications#ssc_age_r...","sentiment_score":0.0}
{"full_text":"RT Reports say over 95% of Omicron cases are in Vaccinated people.That's it. That's the tweet.","sentiment_score":0.0}
{"full_text":"RT [WEVERSE] 220103 Notice] BTS SUGA's Full Recovery from COVID-19 Notice (+ENG\/JPN) (https:\/\/t.co\/AAxueo2p7M)...","sentiment_score":0.35}
{"full_text":"Please don't malign Kolkata, it's under strict lockdown.","sentiment_score":0.0}
{"full_text":"RT After ejecting brave soldiers, sailors and marines from the military for not being vaccinated, the Secretary of Defense...","sentiment_score":0.35}
{"full_text":"RT On Christmas Eve I posted my PCR test results showing I was positive for Covid.  There are currently many voices sayin...","sentiment_score":0.3636363636}
{"full_text":"Omicron variant live updates: Vaccination for teens under way across country","sentiment_score":0.1363636364}
{"full_text":"RT It's that time again!Weekly blessing of the welkin moon giveaway!likere tweet follow andcomment...It's a new year...","sentiment_score":0.1363636364}
{"full_text":"RT China's vaccines may not be as effective, but their commitment to 0% Covid &amp; their success contrasts starkly with Ontar...","sentiment_score":0.2333333333}
{"full_text":"RT #ssc_age_relaxation Due to covid19.  Most of the SSC exams have been delayed. Some exams that are usually conducted o...","sentiment_score":0.0416666667}
{"full_text":"RT Securing our Young India   Some glimpses of the #COVID19 Vaccination drive for children in the 15-18 age group ...","sentiment_score":0.1}
{"full_text":"RT While trying to find some specific data on the BCCDC website I came across what they recommend to do to reduce the spread of...","sentiment_score":0.0}
{"full_text":"The LIESSSSSSSSSSSSS never stop w\/our Gov &amp; then they wonder why 30% of the population won't trust them w\/#COVID19 &amp; take the vax! B\/c pp know when they're being manipulated &amp; fed noble lies from public health officials to induce behavior b\/c it's common practice! #HonestyMatters","sentiment_score":0.075}
{"full_text":"Here's the one above but read the whole thread.","sentiment_score":0.1}
{"full_text":"RT It's not just that I think schools shouldn't be open until the end of January, I don't think *anything* should be open until th...","sentiment_score":0.0}
{"full_text":"RT #ssc_age_relaxation It is a humble request to ssc to give the age relaxation to the aspirants as due to COVID exams were d...","sentiment_score":-0.1625}
{"full_text":"RT So we have SAGE scientists compromised by drug-company\/Gates foundation moneys, MSM dependent upon finance from Government...","sentiment_score":0.0}
{"full_text":"RT Another \"I don't hold a hose moment\"!Looking after political donors is more important to Morrison than ensuring afforda...","sentiment_score":0.3}
{"full_text":"RT MN schools: plz test for Covid before returning to school Monday. find a testing site here: a...","sentiment_score":0.0}
{"full_text":"RT avoiding covid for two years has given me more of a god complex than I could have ever imagined, I know my time is coming...","sentiment_score":0.1}
{"full_text":"What are you even talking about?  My wife will assure you I'm wrong all of the time, but I'm not an epidemiologist, I haven't made any official recommendations on airborne virus's. The Drs said no masks real early in March of '20, but not since Aprils CDC guidance on masks.","sentiment_score":-0.175}
{"full_text":"RT My colleague (official account) was suspended from twitter. A recent tweet showed potential risk from COVID vax. Thi...","sentiment_score":0.0}
{"full_text":"Something for Fed ICAC.","sentiment_score":0.0}
{"full_text":"RT I'm already astonished by this and have been from the start of the epidemic.  Evidenced based medicine may not be dead...","sentiment_score":-0.2}
{"full_text":"Science should be based on observation. IF the vaccines are working, those nations with high vaccine reluctance, should be doing worst.This is Romania atm, least vaxxed large European nation over 10 mill (20 mill)https:\/\/t.co\/UeQQFmXGsx","sentiment_score":0.0185714286}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Two things can be true at the same time! #Omicron can be mild for some\/most healthy, vaccinated people and it can have se...","sentiment_score":0.2958333333}
{"full_text":"So happy @BTS_twt #SUGA #sugafullyrecovered","sentiment_score":0.8}
{"full_text":"RT If you read the article it tells you 13 of them died from COVID and the other two got into car accidents.","sentiment_score":-0.125}
{"full_text":"Are you a scientist?  Immunologist?So you all Twitter mobs are setting CDC guidance policy.See a problem here?","sentiment_score":0.0}
{"full_text":"RT Securing our Young India   Some glimpses of the #COVID19 Vaccination drive for children in the 15-18 age group ...","sentiment_score":0.1}
{"full_text":"RT When can you get your third dose? It might be sooner than you think.  To maintain immunity against COVID-19, get your third...","sentiment_score":0.0}
{"full_text":"RT #ssc_age_relaxation#ssc_age_relaxation age relaxation is must in this period of epidemic as many students surpasses the...","sentiment_score":0.5}
{"full_text":"RT My son is three weeks old, in the NICU because of lung dysfunction. This policy could kill him.","sentiment_score":0.1}
{"full_text":"The Philippine government is \"confident\" that it would achieve in the first week of 2022 its #COVID19 vaccination target for last year, an official said on Monday.","sentiment_score":0.25}
{"full_text":"Anti mandate representative here.Covid IS real.Unfortunately, so is a totally uncalled for global governmental overreaction and overreach.This is a 9\/11 scale societal shift that they're trying to normalize.If you have or know any children, resist for the next generation.","sentiment_score":0.0}
{"full_text":"Lots of staff are absent because of the highly transmissible Omicron varianthttps:\/\/t.co\/DxLfCrEQc4","sentiment_score":0.16}
{"full_text":"So may cool movies in theaters... but I don't want to catch omicron. The struggle is real. #nyc","sentiment_score":0.275}
{"full_text":"Following COVID-19 diagnosis: Approximately a third of individuals experienced fatigue &gt; 12 weeksApproximately a fifth of individuals exhibited cognitive impairment &gt; 12 weeksElevations in proinflammatory markers,functional impairment in a subsethttps:\/\/t.co\/7AxMArzRRS","sentiment_score":0.2666666667}
{"full_text":"RT Humans have infected wild deer with Covid-19 and there's evidence the virus has been spreading between deer, recent studies sh...","sentiment_score":0.05}
{"full_text":"RT The LA County Home Test Collection program is offering free, at-home COVID nasal swab test kit via mail to all LA count...","sentiment_score":0.4}
{"full_text":"RT You are not vaccinated then you are not going or entering where they sell food and that's a direct depriving of life f...","sentiment_score":0.1}
{"full_text":"The players are currently in isolation, the Ligue 1 club confirmed.https:\/\/t.co\/Ao7IIqFaoG","sentiment_score":0.0}
{"full_text":"The Israeli health care system is struggling to administer enough COVID tests in the face of the rapidly spreading omicron variant, leaving the Health Ministry no choice but to revise its testing policies.https:\/\/t.co\/aupvgPEB2O","sentiment_score":0.0}
{"full_text":"The pandemic has hastened medical and tech research, the benefits of which will be visible this year and beyond@devangshudatta reports #CoronavirusPandemic #Innovationshttps:\/\/t.co\/GT8XKoUUhb","sentiment_score":0.0}
{"full_text":"In the midst of the pandemic, it is critical to meet your health needs.For  any concerns or emergencies related to COVID-19, you may contact the following hotlines.  These lines are open 24\/7 to assist you in your medical needs. ","sentiment_score":0.0}
{"full_text":"\"Winter 2025 could, with luck, be normal.\"What lies ahead - How the world learns to live with covid-19","sentiment_score":0.1431818182}
{"full_text":"I'm a stay-at-home parent, my home was taken by an angry mob of geese, and I'm here to be the next Masterchef.","sentiment_score":-0.25}
{"full_text":"Before children get their first dose and the elderly booster shots, let's brush up our knowledge on what's true and what's not about #CovidVaccine  Here's a lowdown on untrue claims made by public figures on vaccines in 2021#YearInReview  #FactCheck","sentiment_score":0.2}
{"full_text":"Please stay at home if you can!https:\/\/t.co\/DRiBiGZMW3","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT It's that time again!Weekly blessing of the welkin moon giveaway!likere tweet follow andcomment...It's a new year...","sentiment_score":0.1363636364}
{"full_text":"Two years later, COVID19 hospitalisation data from makes it clear these vaccines are not justifiable for any cohort.#JesusChrist cc:","sentiment_score":0.05}
{"full_text":"RT We should think of COVID as a multisystem inflammatory disease d\/t ACEII receptor location and less of a pulm...","sentiment_score":-0.1666666667}
{"full_text":"Time to end DMA. Over a year of COVID19 trending down despite each variant hype.#JesusChrist cc: ","sentiment_score":-0.1555555556}
{"full_text":".(PDF) Crisis in the Red Zone: The Story of the Deadliest Ebola Outbreak in History, and of the Outbreaks to Come -","sentiment_score":0.0}
{"full_text":"Nope. You've gotten covid twice because the triple shots you took failed to protect you, blame the vax companies who are laughing at you!","sentiment_score":-0.625}
{"full_text":"Baguio City is restricting the entry of tourists again due to the threat of Omicron.FULL STORY:","sentiment_score":-0.125}
{"full_text":"Most caterers were banking on this season of festivities for a turnaround. #covidrestrictions #FoodBusiness #Catering #Kolkata #MyKolkata #COVID19 #Omicron #pandemic","sentiment_score":0.5}
{"full_text":"Pope Francis' New Year's message to the world Saturday acknowledged the uncertainty and hardship of the pandemic, but he urged people to be champions of peace. ","sentiment_score":0.1363636364}
{"full_text":"#UAE has announced a #travel ban on its #unvaccinated citizens from January 10.https:\/\/t.co\/BFIYUpzDzH","sentiment_score":0.0}
{"full_text":"Child-care workers want province to give them N95 masks, rapid tests to protect staff, children.","sentiment_score":0.0}
{"full_text":"\"Dr. Gandhi recommends N95 masks, which are certified in the U.S., or the KN95, KF94 and FFP2 masks, which are certified in China, South Korea and Europe respectively.\"","sentiment_score":0.0}
{"full_text":"RT  GIVEAWAY  Everyone who will purchase the kit will have the chance to win EXO Unsealed albums (THE WAR, TEMPO, &amp; CBX -...","sentiment_score":0.8}
{"full_text":"RT Is international media blaming Kolkata's Park Street Christmas celebration for 6,153 new Covid cases reported in West Bengal...","sentiment_score":0.0681818182}
{"full_text":"RT People are poor enough under the Morrison government and now he wants to charge people for covid testing? How about fuck...","sentiment_score":-0.15}
{"full_text":"This is what you get when Republicans are in office.  #DefeatTheGOP","sentiment_score":0.0}
{"full_text":"NEW:  The Covid rules have changed for schools in England this term - here's everything you need to know","sentiment_score":0.1363636364}
{"full_text":"The movie Just Look Up reminds me of how republicans handled COVID","sentiment_score":0.0}
{"full_text":"From COVID and car accidents.","sentiment_score":0.0}
{"full_text":"I am ready for the Pappas-Hassan takeover of our country","sentiment_score":0.2}
{"full_text":"'TIGAS NG ULO'Award-winning actor John Arcilla pointed out that people can both celebrate and still observe the prescribed preventive measures against COVID-19.READ:","sentiment_score":0.0}
{"full_text":"This has to happen","sentiment_score":0.0}
{"full_text":"RT A point of clarification - many of these kids are not sick because of COVID, but just screened positive, highlighting...","sentiment_score":0.3614718615}
{"full_text":"RT #ssc_age_relaxationGive an extra attempt to all SSC aspirants owing to delay of all SSC examination due to Covid pandem...","sentiment_score":-0.0625}
{"full_text":"RT If you think having to show your vaccine card to enjoy jalapeno poppers at a shitty chain restaurant is analogous to t...","sentiment_score":0.4}
{"full_text":"RT [NEWS] Malaysia TheStar News report, member J-Hope donates RM350,000 to help underprivileged children\"I was...","sentiment_score":0.0}
{"full_text":"RT Could you imagine if we used the same standards to count vaccine injuries??The number would be enormous.","sentiment_score":0.0}
