{"full_text":"M&amp;S Party food,Birthday cake and you're saying still saying it's not a party? Also one of the rules of lockdown at the time was NO SINGING !!!Just a hard faced, lying, hypocrite like the rest of the govt ","sentiment_score":-0.2916666667}
{"full_text":"This is so heartbreaking","sentiment_score":0.0}
{"full_text":"RT Last year Fauci promised us that vaccinated people would be \"dead ends\" for covid and the CEO of Pfizer said the vaccine w...","sentiment_score":-0.1}
{"full_text":"Helloo :-) I think you might be getting a bit of propaganda. I totally understand how yuck it must be being stuck waiting to get home, and our MIQ system is far from perfect, BUT we really need to protect those here (especially with Omicron). We wouldn't cope with a big outbreak.","sentiment_score":0.2125}
{"full_text":"RT country wr it all started CHINA got normal long back but a country with only 50lakhs population s still under border c...","sentiment_score":0.025}
{"full_text":"RT If thinks watching cricket is more important than fulfilling the duty he owes Parliament and the publ...","sentiment_score":0.45}
{"full_text":"RT Hello guys, we're very sorry but we have to tell you that we have to postpone the whole 2022 Tour in Europe and the Are...","sentiment_score":-0.225}
{"full_text":"RT June 2020. Lateral flow tests weren't freely available, vaccines hadn't been developed..that was covid in its still fairly u...","sentiment_score":0.55}
{"full_text":"RT I'm disabled, and writing. Dealing with family loss because of being out as a transgender person(they'...","sentiment_score":-0.2}
{"full_text":"RT Tweets that don't age well. A 7 year old girl named Josephine may just be the person to make #BorisJohnsonResign ","sentiment_score":0.1}
{"full_text":"RT Delightfully on the nose that the latest revelation about Boris involves him having a cake and eating it too","sentiment_score":0.75}
{"full_text":"RT \"Antisemitism is such a well worn groove in the Western mind that it's the first thing turne...","sentiment_score":0.0833333333}
{"full_text":"2022.01.24 chest\/triceps completed, yes that's the vaccine bandage on my delts.","sentiment_score":0.0}
{"full_text":"Breaking it down to make sure you don't let your guard down! #itelHaiLifeSahiHai #Covid19 #StayHomeStaySafe","sentiment_score":0.05}
{"full_text":"RT And another thing for No 10, a minister, Lord Agnew, has just resigned IN the Lords over govt's record on combatting fraud i...","sentiment_score":0.0}
{"full_text":"RT New Zealand is back into its highest level of restrictions due to there being 9 omicron cases in the country. I have 9 con...","sentiment_score":0.0037878788}
{"full_text":"RT Streets won't forget post lock down martial\/Rashford\/greenwood.","sentiment_score":-0.1555555556}
{"full_text":"RT I am more afraid of the inaction of the Indian justice system than a new corona variant popping up. #JusticeForSushantSin...","sentiment_score":0.0121212121}
{"full_text":"RT Johnson and his wife are in it together, they're a classic double act, they're milking the office of Prime Minister for all...","sentiment_score":0.0833333333}
{"full_text":"RT Volunteers and donations are needed across the country amid the omicron surge.","sentiment_score":0.0}
{"full_text":"RT The dictatorship of the benevolent.","sentiment_score":0.0}
{"full_text":"RT Scheer is right.","sentiment_score":0.2857142857}
{"full_text":"Thank you An important Social Issue that requires immediate innovation and action.","sentiment_score":0.1777777778}
{"full_text":"This is not true. This is a hospital based decision and I know some hospitals are only testing unvax'd, unless you are there with covid like symptoms.","sentiment_score":-0.0875}
{"full_text":"RT Marjorie Taylor Greene has accumulated $80,000 in fines for failing to wear a mask on the House floor.","sentiment_score":0.0}
{"full_text":"RT Everyone else.. Eventually we all will get to the point where we can all just live our lives &amp; start leaving truth for 1,...","sentiment_score":0.1363636364}
{"full_text":"RT When Gov'ts lie to you because they know you don't know the facts.In Qld the hospital system is not over-run with COVID...","sentiment_score":0.0}
{"full_text":"RT I realized that an older version of me died when the pandemic started and I'm still learning this newer version of myself","sentiment_score":0.1666666667}
{"full_text":"if they can force you to wear a mask, they can say what you should wear as well. No difference","sentiment_score":0.0}
{"full_text":"RT He *urges* us to go into *emergency* mode!! What a \"coincidence\"!The agenda is being rolled out as planned.Do you get that...","sentiment_score":0.0}
{"full_text":"RT Watch as this Illinois librarian remains totally calm while a MAGA anti-masker films himself throwing a tantrum in fron...","sentiment_score":0.3}
{"full_text":"RT #Oliverscampaign When you don't get to see mummy and daddy much because they are both high dependency nurses working flat...","sentiment_score":0.1116666667}
{"full_text":"It's wild how many people still believe or act as though that the current covid \"vaccines\" will somehow eradicate the virus.","sentiment_score":0.2}
{"full_text":"RT Print using Fast Resin of a Godzilla '98. One of the more popular pieces with kit builders and collectors. Releasin...","sentiment_score":0.4333333333}
{"full_text":"RT Maryland 24,183 new cases South Korea 8,571 new cases Maryland population 6.2 millionSouth Korea population 51.82 million...","sentiment_score":0.1363636364}
{"full_text":"RT Anyone smell serious corruption about to be revealed?Snouts in the trough.\"In response to an urgent question from Labo...","sentiment_score":-0.3333333333}
{"full_text":"RT The vaccine is safe, effective, and saves lives. It's that simple. If you haven't already received your vaccine or boos...","sentiment_score":0.3666666667}
{"full_text":"RT The Supreme Court declined to take up House Minority Leader Kevin McCarthy's challenge to House Speaker Nancy Pelosi's proxy votin...","sentiment_score":0.0}
{"full_text":"RT We were the first nation in the world to administer a vaccine, and one of the fastest in Europe to roll it out.  We kep...","sentiment_score":0.25}
{"full_text":"RT #HKUSPH Prof Leo Poon  and #HKU Department of Civil Engineering showed how sewage surveillance could help driv...","sentiment_score":0.0}
{"full_text":"You do know people are tired of this now don't you? We want to know about the serious matters happening now, not whether someone had happy birthday sung to them during lockdown. Give peoples mental health a fucking break.","sentiment_score":-0.1266666667}
{"full_text":"RT [] 250121We are wishing for Junhoe, Jinhwan, Yunhyeong and Donghyuk's fast recovery from COVID-19 as well for Bobby and Cha...","sentiment_score":0.2}
{"full_text":"RT There is no flag large enough, or yacht gaudy enough, to distract from the shame of having more than 170,000 people dead fro...","sentiment_score":0.1028571429}
{"full_text":"RT Done arguing with anyone here. You think I make up dead people? You think I whine too much? That I need to shut up and d...","sentiment_score":0.0}
{"full_text":"RT Clip from my Senate panel testimony today.","sentiment_score":0.0}
{"full_text":"RT I reckon #UmarRiaz could have just prayed every day in #BiggBoss house, won 100 per cent of votes every week and found a cu...","sentiment_score":0.0}
{"full_text":"RT Where is the long covid plan for ireland.  Very long delayed i would say.  saw two health care workers this week, infe...","sentiment_score":-0.0575}
{"full_text":"RT #iKON's #Junhoe And #TREASURE's #Yoshi Test Positive For COVID-19https:\/\/t.co\/5ucz82O7uT","sentiment_score":0.2272727273}
{"full_text":"RT Just two hours after the PM stood in silence for key workers who'd died in the pandemic, the Cabinet Room's table was...","sentiment_score":0.0}
{"full_text":"RT PLEASE DO NOT CLAPBACK THEM FOR COVID, IT'S NO ONE FAULT ! DON'T BLAME ON OTHERS YGA ARTIST, PLEASE THIS IS NOT FUNNY","sentiment_score":-0.125}
{"full_text":"Agreed. It would be stupid to have purpose built facilities should another pandemic arise. Why would any party take time to plan. Reacting is way more fun.","sentiment_score":1.850371708e-17}
{"full_text":"RT Why was the corona protocol not followed after Sushant was taken to the hospital? How was Sushant's post-mortem done...","sentiment_score":0.0}
{"full_text":"RT The toll extracted by fraudsters from the public purse during Covid-19 is staggering.HMRC has lost PS5.8bn, the DwP PS8.4...","sentiment_score":0.0}
{"full_text":"The push for \"cases\" is intentional. It is to create fear, but without providing the proper context of actual infections. Almost everyone has already had COVID. CDC says ~35% never have symptoms, BTW.","sentiment_score":0.0}
{"full_text":"RT Alex Berenson: \"Moderna stock is falling faster than Covid vaccine effectiveness...I'm joking, kids! Nothing is falling f...","sentiment_score":0.0}
{"full_text":"I risked Covid to see it in theatersShit fucks","sentiment_score":0.0}
{"full_text":"Going to the movies has been the only activity during this pandemic that felt alright. It's easy to social distance and most early\/weekday shows are nearly empty. Ppl have been going on whole vacations for the past 2 years. I still hate the idea of being on a plane during covid.","sentiment_score":0.0020833333}
{"full_text":"RT The wealth of UK billionaires is up by PS106,500,000,000 in the pandemic.But instead of raising taxes on their wealth, t...","sentiment_score":0.0}
{"full_text":"RT Yoshi tested positive for covid and is quarantining until recovery! Praying for your fast recovery yoshi! ","sentiment_score":0.2670454545}
{"full_text":"RT well done  hatts off to u for showing reality she has stopped visa holders entries from 2...","sentiment_score":0.0}
{"full_text":"here's a suggestion ","sentiment_score":0.0}
{"full_text":"Considering that he previously battled leukemia and prostate cancer, good on Kareem for holding others within the world of sports accountable.  Also, Stockton really got his season tickets suspended because he didn't want to wear a mask...what a weirdo.","sentiment_score":0.2444444444}
{"full_text":"RT Yoshi tested positive for covid and is quarantining until recovery! Praying for your fast recovery yoshi! ","sentiment_score":0.2670454545}
{"full_text":"RT Ryan Cole doing what he does best","sentiment_score":1.0}
{"full_text":"\"For her health\"..","sentiment_score":0.0}
{"full_text":"RT Again, I repeat: there was no such thing as a 'work event' during Covid restrictions. People were allowed to gather if it was...","sentiment_score":0.0}
{"full_text":"RT A travel nurse left during his shift, drove to a bridge and was found in the water. Dead.I believe all who were in leader...","sentiment_score":0.0}
{"full_text":"RT Clip from my Senate panel testimony today.","sentiment_score":0.0}
{"full_text":"RT Today, I saw my interview at published. Huge thanks to for helping to highlight the connection b...","sentiment_score":0.3}
{"full_text":"RT Let the stupidity of this sign sink in.... Meatloaf just died of #COVID19 because he won't get vaxxed. If you love your fam...","sentiment_score":-0.05}
{"full_text":"RT Why are we not doing everything we can to protect the children?","sentiment_score":0.0}
{"full_text":"RT Tobacconists in #Italy say they are ready to go on strike over the new Green Pass rules which come into force on 1 Februa...","sentiment_score":0.0454545455}
{"full_text":"RT iKON's Junhoe And TREASURE's Yoshi Test Positive For Covid-19https:\/\/t.co\/jlXFTpkSuA","sentiment_score":0.2272727273}
{"full_text":"A lot of military faked the vaccine.  Just filled out cards and submitted them.  Lots of people did this when the mandates hit.","sentiment_score":0.15}
{"full_text":"RT Another Day...Another PartyPM's No 10 birthday bash in lockdown Today's front pageAnd it's absolutely d...","sentiment_score":0.2}
{"full_text":"RT Did the Prime Minister know it was a birthday party, though? Did he see the cake and 30 people drinking and think: 'Aha...","sentiment_score":0.0}
{"full_text":"RT If you're just getting going, here's 4 minutes on the last 6 days for Boris Johnson. Starting with a call to resign and f...","sentiment_score":0.0}
{"full_text":"The fact that you think your doing a great service to your already severely disabled niece by forcing her to wear a mask is insanity. Straight up child abuse. Sick world we live in.","sentiment_score":0.0444155844}
{"full_text":"Coronavirus: Here's what you need to know about post-COVID brain fog; how it feels and how long it lasts | The Times of India","sentiment_score":-0.05}
{"full_text":"RT Covid 19 in 2022 &amp; beyond:SuperionUltronNoseconeAlpha Trion Inform me when you reach Pokemon.","sentiment_score":0.0}
{"full_text":"RT carrie johnson in the height of the pandemic","sentiment_score":0.0}
{"full_text":"Drugs Consumed in Type-2 Diabetics Reduces the Risk of Severe COVID-19 Complications#Drugs #Type2Diabetics #COVID19 #Complication #obesity #death #inflammation #swelling #tissues #glucagon #agonists #diagnosis #respiratorycomplicationsView more at:","sentiment_score":0.5}
{"full_text":"SRI LANKA: The Gampaha COVID Committee has decided to make the COVID vaccine card mandatory when visiting public places in Gampaha District.https:\/\/t.co\/XnBZ1cduCp","sentiment_score":0.0}
{"full_text":"Have you heard of the #EuropeanGuaranteeFund It's the secret EUR25 billion stash. They won't say who the money goes to or what it's really spent on Want to know more? NEW briefing as part of #RecoveryWatch out today","sentiment_score":0.0340909091}
{"full_text":"Pray for Garsington, Cuddesdon &amp; Horspath: Give thanks for all those in the benefice who worked so hard in 2021 enabling worship, mission &amp; fundraising to continue during the pandemic. We pray that the Holy Spirit will guide, inspire, equip, encourage &amp; challenge us in 2022.","sentiment_score":-0.0458333333}
{"full_text":" Don't ever use apollo diagnostics for your home covid test. They have the worst service ever, no one replies on the customer service email, no one picks up customer service calls. I've been trying for 11 days to get my covid report details corrected","sentiment_score":-1.0}
{"full_text":" Award-winning travel writer and broadcaster cycled 3,427 miles around 'Pandemic Britain' during 2020 and 2021. Join us on 11th April to hear the fascinating story of what he found on his travels. Tickets just PS13:","sentiment_score":0.7}
{"full_text":"The #cloud is already transforming healthcare -- from operating room support, wearable medical devices, to COVID vaccines.As tech and #AI evolve, the possibilities for medical researchers are growing:","sentiment_score":0.0}
{"full_text":"Through #March, Qantas and Jetstar will be scaling back their #domestic flying capacity to 60 percent of pre-Covid levels and international capacity to around 20 percent.More here: #Airlines #Aviation #Flights","sentiment_score":0.0}
{"full_text":"You will no longer need to take tests if you are fully vaccinatedhttps:\/\/t.co\/3wNzO6WAmk","sentiment_score":0.0}
{"full_text":" \"Going Into Lockdown\" During The MLS Save, Chris (@FM_Eadster) and I are often using the term \"lockdown\" on stream to mean shutting out a game. But what exactly is it? I explain in this Loom video, which will feature in a blog post 'soon' #FM22https:\/\/t.co\/bPK9LhZC1D","sentiment_score":-0.1541666667}
{"full_text":"WHO warns it is dangerous to assume #Omicron will be the last #Covid19 variant.https:\/\/t.co\/wi2U4K0cl0","sentiment_score":-0.3}
{"full_text":"RT Damn, what a source you've got there, blue check doomposter, definitely not COVID disinfo, no way, just a good old fashio...","sentiment_score":0.2}
{"full_text":"RT Straight talk on a Covid endemic state, new is a widespread, rosy...","sentiment_score":0.1681818182}
{"full_text":"According to new research, compounds found in cannabis may offer protection against COVID-19.https:\/\/t.co\/1nSqCkO8VV","sentiment_score":0.1363636364}
{"full_text":"A study has found that a third booster shot of the AstraZeneca, Pfizer-BioNTech or J&amp;J #COVID19 #vaccine increases antibody levels significantly in those who have previously received two doses of Sinovac's shot.","sentiment_score":0.0694444444}
{"full_text":"Two more K-Pop idols have tested positive for COVID-19.https:\/\/t.co\/I6ZAswVkKr","sentiment_score":0.3636363636}
{"full_text":"We caught up with midfielder Aiden O'Neill to chat about... Last season's back injury His first pieces of professional silverware Returning to training after the team's COVID-enforced break The challenges of an unknown schedule#CmonCity |","sentiment_score":0.05}
{"full_text":"#TipTuesday Remember, standard data costs apply when you download the COVID Alert SA app &amp; it has been developed to keep the download size under 3 MB. Download the app today. Apple App Store: or Google Play: #Covid19SA #StayHomeSA","sentiment_score":0.05}
{"full_text":"(BBC News):#Thousands needed to try new #Covid antiviral treatments : A UK study aims to find out who will benefit most from two pills designed to treat Covid-19. .. #TrendsSpy","sentiment_score":0.3181818182}
{"full_text":"Betsi Cadwaladr health board says it is looking at a range of measures to start re-introducing planned treatment after it was suspended in December due to pressures caused by the Omicron wave of coronavirus #HeartNews","sentiment_score":-0.125}
{"full_text":"Letter to the Editor: Quantifying impacts of the COVID-19 pandemic on Australian life expectancyhttps:\/\/t.co\/Yz1gRGiQzp","sentiment_score":0.0}
{"full_text":"WHO chief warns against premature talk of pandemic \"endgame\"","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 683 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT Govt says more than 162 crore 97 lakh COVID vaccine doses have been provided to States and Union Territories so far. The...","sentiment_score":0.3}
{"full_text":"RT maybe if we collectively catch a cold jimin will come home to tell us to stay warm.....","sentiment_score":0.0}
{"full_text":"Learning from this pandemic - Pandemic Officers Program ...  Dr writes #freeaccess in InSight+ ... \"So many of factors that challenged our response in 2020 &amp; 2021 were identified again and again over the past 20 years\" #COVID19 ... #medtwitter","sentiment_score":0.125}
{"full_text":"19h00 26\/2\/22 on Should South Africans who refuse #Vaccination against #COVID19 be denied certain rights? Government still has to decide on a #mandate. Different opinions have already caused division. Can the #unvaxxed be denied access to certain public areas?","sentiment_score":0.1071428571}
{"full_text":"Mericle said that economic complications from the Covid spread have aggravated imbalances between booming demand and constrained supplies.#HYPE #supremefinance #blockchain #crypto #investment #technologynews #NFT #art","sentiment_score":0.2}
{"full_text":"The latest wave of Omricon is once again forcing the cancellation of music festivals and live events. needs your help to meet the demand for crisis relief and mental health. Donate today to their 2022 COVID Emergency Appeal today by visiting","sentiment_score":0.1787878788}
{"full_text":"You will no longer need to take tests if you are fully vaccinatedhttps:\/\/t.co\/bsQmXfV1W6","sentiment_score":0.0}
{"full_text":" #Retail workers are the superheroes of the pandemic.@ShelleyBransten shares how #MSIndustrySolutions and our partners are investing in new #frontline capabilities to grow the loyalty of both employees and customers.https:\/\/t.co\/FjgQRYHP7Y","sentiment_score":0.1363636364}
{"full_text":" #Retail workers are the superheroes of the pandemic.@ShelleyBransten shares how #MSIndustrySolutions and our partners are investing in new #frontline capabilities to grow the loyalty of both employees and customers.https:\/\/t.co\/x41ET3IAnn","sentiment_score":0.1363636364}
{"full_text":"Witness at scene of CDC lab monkeys crash has developed symptoms via","sentiment_score":0.1}
{"full_text":"IDPH reports 957 Iowans hospitalized with COVID-19","sentiment_score":0.0}
{"full_text":"Is remote work truly feasible in Africa given the power outages, and sometimes unreliable internet connections? Do we have a way forward with ensuring productivity and maintaining the company culture? #Africa #goodbusiness","sentiment_score":-0.1}
{"full_text":"Here's how regions across Powys currently compare https:\/\/t.co\/QuBVFJf8Hz","sentiment_score":0.0}
{"full_text":"Some experts in Japan doubt impact of 1st oral COVID-19 pills - The Mainichihttps:\/\/t.co\/KNkm6Wpcxt","sentiment_score":0.0}
{"full_text":"\"Conditions are ideal for more variants to emerge,\" WHO warns. \"It's Dangerous to assume that #Omicron will be the lady variant or that we are in the endgame.\" -- WHO Director General Dr. Tedros Adhanom","sentiment_score":0.2125}
{"full_text":"New COVID-19 vaccine booster study for young people is supported by UK CRFs with Chief Investigator Wales CRF vaccinated their first young adult into the study this week #COVBoostLearn more:","sentiment_score":0.1977272727}
{"full_text":"RT yoshi has the sweetest heart, i really hope he won't blame himself for this. covid is everywhere literally anyone can catch i...","sentiment_score":0.2}
{"full_text":"RT Keep seeing tone deaf rabid RW accounts saying everyone broke the rules during lockdown and we need to let it go &amp; \"move o...","sentiment_score":0.0}
{"full_text":"RT Eight months ago today at 3:30 pm I made the worst decision of my life: I had the Covid vaccine. Every single day I cry and c...","sentiment_score":-0.5357142857}
{"full_text":"I can see a general reason to be cautious about neologisms, but \"boostered\" makes sense. The booster boosted the vaccine, it didn't boost me. In fact, the booster unboosted me for a couple of days. I'd say \"I got a booster\" not \"I got a boost\", which is ambiguous w\/o context.","sentiment_score":0.05}
{"full_text":"RT This same Cameroon that lost a player on the pitch and continued with the competition, now we're not supposed to celebra...","sentiment_score":0.0}
{"full_text":"Both my parents 80+fully vaxed caught covid. Monoclonal Antibody treatment turned it around within hours. This is the Fed doing this.","sentiment_score":0.0}
{"full_text":"RT So exciting, Can't wait to see what's next for your channel.","sentiment_score":0.15}
{"full_text":"Current Conditions for #Sayre PATemp: 23.4FWind Chill: 23.4FHumidity: 99%Dew Point: 23.2F Barometer: 29.875 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 711.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT In view of the increasing effect of Corona, we students demand that by immediately postponing the upcoming 12th Bihar...","sentiment_score":0.0}
{"full_text":"RT So Sunak will give out money like candy to co's under Bounce Back Covid Loans with barely any checks, enough to make Agne...","sentiment_score":0.0166666667}
{"full_text":"RT Ron DeSantis wants to administer drugs that don't work instead of vaccines that do. The people that prolong the virus do so...","sentiment_score":0.2}
{"full_text":"RT Volunteers and donations are needed across the country amid the omicron surge.","sentiment_score":0.0}
{"full_text":"As millions of Americans begin to recover from COVID infections contracted in December and January, some are wondering if a breakthrough case leads to \"super immunity.\"https:\/\/t.co\/spCY9kHtTE","sentiment_score":0.3333333333}
{"full_text":"RT Furious families slam Boris Johnson surprise birthday party in first lockdown","sentiment_score":0.25}
{"full_text":"If some kind of world war was declared, how fast would Trudeau invoke some kind of lockdown on Canada?","sentiment_score":0.4666666667}
{"full_text":"RT This is exactly what happened to me. My doctor said to me he cannot say whether the vaccine might cause complications with m...","sentiment_score":0.25}
{"full_text":"Science is no longer required on our current path COVID. JVT resigned on the day the 5 day self isolation was announced and today I still tested positive 12 days after my first positive test. Either I'm an anomaly or 5 days is not enough to stop the spread","sentiment_score":0.1409090909}
{"full_text":"RT The claim comes from an FOI request that some genius sent to the ONS asking them for the number of deaths where *only* C...","sentiment_score":0.0}
{"full_text":"RT It seems now that #CarrieAntoinette held a birthday party for #BorisJohnson with 30 guests wining and dining in the Cab...","sentiment_score":0.0}
{"full_text":"Depends on the vaccineAs an example, the Sinovac vaccine has been found to not work VS Omicron, but the others do","sentiment_score":0.0}
{"full_text":"RT Right on Neil","sentiment_score":0.2857142857}
{"full_text":"Good morning wadau, what do you people know about the SANOFI covid vaccine?","sentiment_score":0.7}
{"full_text":"RT The vaccine is safe, effective, and saves lives. It's that simple. If you haven't already received your vaccine or boos...","sentiment_score":0.3666666667}
{"full_text":"RT Due to Maharashtra-Karnataka interstate Transportation has stopped. Common people suffering alot. Dey need to walk wid k...","sentiment_score":-0.2125}
{"full_text":"RT As hundreds of truckers head to Ottawa to protest the vaccine mandate, Transport Minister says truckers were give...","sentiment_score":0.0}
