{"full_text":"RT Happy New year  Wishing you and yours a Covid-19 free, accident free, and prosperous New Year.","sentiment_score":0.3745454545}
{"full_text":"RT Happy New Year Dinos!We have gone through an extraordinary year of 2021. May everyone's dream come true in 2022!M...","sentiment_score":0.4049242424}
{"full_text":"RT Wishing everyone marking the #NewYear a very happy and healthy 2022. May you and your families #StaySafe as we continue to...","sentiment_score":0.75}
{"full_text":"RT Periodic reminder that on March 28, 2016, Daszak described exactly what led to the pandemic. This could not be clearer a...","sentiment_score":0.25}
{"full_text":"RT You're watching the narrative of the covid regime collapse in real time. It's beautiful.","sentiment_score":0.525}
{"full_text":"RT Teachers are one of the most influential and powerful forces for equity, access and quality in education.After a extremely ch...","sentiment_score":0.225}
{"full_text":"We need to fight for our future or it will be a pandemic of tyranny!","sentiment_score":0.0}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"RT Wrote to seeking stringent action against Oxfam India for its smear campaign against Indian Public Health Care Sy...","sentiment_score":0.05}
{"full_text":"RT It's hilarious that those making a bee-line to Goa for #NewYear are complaining about crowds.News flash : YOU are part of t...","sentiment_score":0.5}
{"full_text":"No flagged on FPL as having an illness.  Definitely covid","sentiment_score":0.0}
{"full_text":"RT I hope they investigate how you have used Covid funds before sending you more.https:\/\/t.co\/kCX...","sentiment_score":0.0}
{"full_text":"RT Happy New Year everyone. Here's our 2022 to-do list:1. End the pandemic ASAP, so we can get on with the other stuff. So...","sentiment_score":0.2704545455}
{"full_text":"RT Omicron hoy: hey besties we are 50k!  thanks! love u all ","sentiment_score":0.375}
{"full_text":"RT The Mirror wrote a lovely article about my sister.","sentiment_score":0.5}
{"full_text":"RT BREAKING: Los Angeles County reports 27,091 new coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"RT Come to Indiana.Happy to show you through one of our ICUs, which are over twice usual maximum capacity. You'll see a lot...","sentiment_score":-0.25}
{"full_text":"RT Did you test positive for COVID-19? Have you been exposed to a positive case? Here are reminders from the DOH. | via","sentiment_score":0.2272727273}
{"full_text":"RT  BREAKING NEWS  As expected, Ontario schools will NO LONGER be: - Dismissing cohorts - Reporting school casesPeopl...","sentiment_score":-0.1}
{"full_text":"RT #NakuruWordFest\"God Will judge The White House Himself with an Earthquake.\"  judging Sins with His Rightious Judgeme...","sentiment_score":0.0}
{"full_text":"RT Austria is expanding its societal ban on the unvaxx'd to supermarkets and pharmacies.Still think this is about COVID?","sentiment_score":0.0}
{"full_text":"RT Fauci said this yesterday...Since all hospital admissions are tested for COVID...","sentiment_score":0.0}
{"full_text":"RT Thanks to mask mandates and Covid passports New York successfully flattened the curve, but along the wrong axis ","sentiment_score":0.1465909091}
{"full_text":"UK government's Covid advisers enduring 'tidal waves of abuse'","sentiment_score":0.0}
{"full_text":"It's Delta or Omicron. The test doesn't show the difference just that it's positive.","sentiment_score":0.2272727273}
{"full_text":"Oops moment for #ScottyFromPhotoOps #politas","sentiment_score":0.0}
{"full_text":" are you both down the rabbit hole of zero covid too?","sentiment_score":-0.1555555556}
{"full_text":"RT Anecdote alertCouple of friends of a friend went to 3 events knowing they were SARS-CoV-2 postive after their own RAT. Did...","sentiment_score":0.6}
{"full_text":"How is that ridiculous? People could be infected and not know it. It's not stupid because many people get the vaccine and have covid19.","sentiment_score":0.1888888889}
{"full_text":"RT Hospitality bosses have urged consumers not to abandon pubs over Dry January as venues grapple with a 'chasm of debt' caused by...","sentiment_score":-0.0666666667}
{"full_text":"RT Mayor of Munich, Germany, banned COVID protests. Here is how the people responded","sentiment_score":0.0}
{"full_text":"RT Happy New Year!New Omicron preprint from us about replication in primary cells, receptor usage and entry routes (can be f...","sentiment_score":0.4454545455}
{"full_text":"RT Holiday activities have been canceled in droves, thousands of flights have been canceled, and cruises have been canceled: the...","sentiment_score":0.0}
{"full_text":"RT Happy New Year everyone! 2021 has been a challenging year for me personally as I lost my dad to COVID. I promised my...","sentiment_score":0.3676136364}
{"full_text":"RT Very interesting thread even for a non expert like me!","sentiment_score":0.8125}
{"full_text":"Damn","sentiment_score":0.0}
{"full_text":"RT Yeah well bugger!Son in Brisbane Covid positive. 6\/6 at outdoor BBQ positive. Thought they were being safe.He's triple va...","sentiment_score":0.2272727273}
{"full_text":"RT 7 news reports australia has had the fastest covid increase of any country anywhere in the world. while you let that sink i...","sentiment_score":0.0}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"Yep covid","sentiment_score":0.0}
{"full_text":"chiii if she pulls lower numbers than blue banisters covid will heal","sentiment_score":0.0}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"RT AS THE YEAR DRAWS TO A CLOSE, WE HAVE COME FULL CIRCLE.THE COVID VIRUS IS RUNNING RAMPANT &amp; OUR INE...","sentiment_score":0.35}
{"full_text":"RT Frustrated and sick - showing multiple COVID symptoms - and no where to get tested until at least Monday ( when the PRIVAT...","sentiment_score":-0.4285714286}
{"full_text":"Sudden outbreak of competence in the CP boardroom. WTAF? ","sentiment_score":0.0}
{"full_text":"Omicron is 4 times less deadly than flu.  Get on with your lives.","sentiment_score":-0.1833333333}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"RT The 'secret' of how #UttarPradesh crushed #COVID19 ","sentiment_score":-0.25}
{"full_text":".@ABC I'm a blogger. COVID-19 report. WHO judges their own case. Mockery of my intelligence!","sentiment_score":0.75}
{"full_text":"REPORT: Over 95% of Omicron Cases are in Vaccinated People.","sentiment_score":0.0}
{"full_text":"RT # Mid cap &amp; small cap will continue to do well but wont expect  exuberance# Value bets will get rewarded # Expecting some...","sentiment_score":-0.125}
{"full_text":"RT Floridians are waiting hours and days for tests as COVID cases surge while DeSantis is MIA.Texans are gearing up for...","sentiment_score":0.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT avoiding omicron, december 2021","sentiment_score":0.0}
{"full_text":"RT Good news again ","sentiment_score":0.7}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! Thanks to #omicron #aryankhan","sentiment_score":0.1359375}
{"full_text":"RT \"Congress must demand the mass production and distribution of N95 masks, the most effective way to stop the spread of the C...","sentiment_score":0.55}
{"full_text":"Why would you wear a N95 mask? You're not a surgeon, and you claim you had your vaccination and booster? Stop wallowing in fear, either believe in the vaccine, and wear normie mask. And if you're not having difficulty breathing through the mask, you're wearing it wrong, period.","sentiment_score":-0.5}
{"full_text":"New Year and My Mum, Dad and me still Covid free xx","sentiment_score":0.2681818182}
{"full_text":"I imagine a lot of HCW will stay home, since they actually care. I don't see this doing anything other than exacerbating the strain on the healthcare system in many ways","sentiment_score":0.125}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT Of course Government wants someone else to blame for its failures. But the only antigen LFT contract we have challenged...","sentiment_score":0.1}
{"full_text":"RT Positivity rates - % of people on covid tests testing +ve - has been rising rapidly during Dec(compare to April\/May 2021) a...","sentiment_score":0.0}
{"full_text":"RT As of today, there are 4,969 active cases across the country. #NepalCovid19 #covid19nepal #nepal #covid19 #covid19cas...","sentiment_score":-0.1333333333}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"Chart shows how much protection people have against Omicron after 1, 2, or 3 shots of vaccine","sentiment_score":0.2}
{"full_text":"RT You have to think to yourself...how's the pandemic doing, for the ones who have been vaccinated still getting covid...","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS: Australia reports 35,326 new daily cases, a record high, and 13 deaths.","sentiment_score":0.0987878788}
{"full_text":"Good morning Manchester! Welcome to 2022! Are you stuck for a New Year's Resolution? Why not get that #Covid booster or vaccination this bank holiday weekend, while it's a bit quieter?It's the best way to protect you, your family and friends.#keepingmanchestersafe","sentiment_score":0.7528409091}
{"full_text":"The present policy of \"herd immunity\"--i.e., allowing #COVID19 to spread throughout the population--must be repudiated. A new strategy, directed toward the elimination and eradication of SARS-CoV-2 must be adopted#NewYears #OmicronVarienthttps:\/\/t.co\/l9Q0JLOJkz","sentiment_score":0.0681818182}
{"full_text":"Covid has been different for everyone. Nobody should have to feel alone because of Covid. Greater Manchester has support for you. #CovidsStillHere","sentiment_score":0.25}
{"full_text":"Two years ago today. ","sentiment_score":0.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT But seriously, where is Ron DiSantis? How does the Governor of one of our largest states just check out during a surge...","sentiment_score":-0.3333333333}
{"full_text":"RT When people say that lockdowns work and you point out lockdown 2 in the South.If you think sitting people down in a pub i...","sentiment_score":-0.1555555556}
{"full_text":"The NIO wants to wish all our followers and every #VaccineHero a very Happy New Year. We are looking forward to working with you all in 2022 to continue preventing vaccine preventable diseases. #VaccinesWork #KeepVaccinating","sentiment_score":0.4454545455}
{"full_text":"New #COVID19 cases in #SaudiArabia stayed above the 800-mark for the second day in a row on Saturday with 845 new infections recorded over the past 24 hours.https:\/\/t.co\/tCiZtYmeBb","sentiment_score":0.0045454545}
{"full_text":"RT [ENG] Lee Dohyun 2022 new year greetings \"I hope corona virus to disappear because i'd like to have a chance to me...","sentiment_score":0.1363636364}
{"full_text":"Boisterous New Year's Eve celebrations kicked off Friday in the Serbian capital of Belgrade where, unlike elsewhere in Europe, mass gatherings were allowed despite fears of the fast-spreading omicron variant.https:\/\/t.co\/PeUYfM8pjV","sentiment_score":0.1363636364}
{"full_text":"Shaking up your life might be the last thing on your mind during a global pandemic, writes but it could be the best thing you do in 2022.https:\/\/t.co\/IaMhCzEmmz","sentiment_score":0.3333333333}
{"full_text":"RT If you follow only 1 person to get the facts straight on what is going on I highly recommend Former head o...","sentiment_score":0.09}
{"full_text":"Covid iso board game #1Carcassonne. Highly recommended.","sentiment_score":-0.12}
{"full_text":"Single-day rise of 22,775 new COVID-19 infections, 406 fatalities pushes India's tally of cases to 3,48,61,579, death toll to 4,81,486: Govt","sentiment_score":0.1363636364}
{"full_text":"School and college managements have asked Bengaluru students to produce negative RT-PCR certificates when they return to offline classes after their Christmas break.","sentiment_score":-0.3}
{"full_text":"This weekend, we take you inside the nation's first confrontation with COVID-19. Last year, we were on the ground in Washington State when some of the first people in the U.S. were diagnosed. Here's when and where you can watch Outbreak: The First Response","sentiment_score":0.1875}
{"full_text":"The mythology of Long Covid - 9 common misconceptions #LongCovid #patientsafety #pslhub","sentiment_score":-0.175}
{"full_text":"US Open champion Emma Raducanu on Saturday pulled out of an Australian Open warm-up tournament next week as she continues to recover from coronavirushttps:\/\/t.co\/Y9nYRmHyfL#AFPSports","sentiment_score":0.0}
{"full_text":"RT I want to give love another chance this year, it will end in tears yes but i survived a pandemic..what's one more","sentiment_score":0.5}
{"full_text":"Daryl Dixon [to Rick Grimes]: Your ass wouldn't even be alive if it wasn't for Glenn.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDGeorgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.05}
{"full_text":"RT Happy New Year!New Omicron preprint from us about replication in primary cells, receptor usage and entry routes (can be f...","sentiment_score":0.4454545455}
{"full_text":"Marketing strategists from around the world are coming together to join the GenC (Generation Crypto) event.https:\/\/t.co\/JazsyuS0et#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"RT one pandemic at a time. i say we cancel it.","sentiment_score":0.0}
{"full_text":"Make it your New Year's resolution to get boosted.Every adult needs a booster dose of the #COVID19 vaccine to protect them from Omicron.>","sentiment_score":0.1181818182}
{"full_text":"RT Attention Hon PM Sir,This is feedback from the field. Immediately stop Political Rallies,Lead by example w...","sentiment_score":0.0}
{"full_text":"Make sure you know what to look for https:\/\/t.co\/wcx4rgwrwy","sentiment_score":0.5}
{"full_text":"#Turkey's #vaccination program is continuing in full swing to immunize the #Turkish population against the #Coronavirus as the #Omicron #variant is spreading more quickly than the other variants.","sentiment_score":0.2645833333}
{"full_text":"Hospitalizations are beginning to increase in a #Texas health care system already troubled by staffing shortages.","sentiment_score":-0.5}
{"full_text":"The event will go ahead this afternoon despite Covid concernshttps:\/\/t.co\/hEjSYpkoYI","sentiment_score":0.0}
{"full_text":"Fingers crossed.https:\/\/t.co\/YiuU07Eivq","sentiment_score":0.0}
{"full_text":"COVID 19 Statistics for Scotland (1\/1\/2022) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"Fasten the seat belt for Covid pandemic as well as hike of inflation.#2022 #inflation #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"Proof of recovery: We are due to travel to Orlando in February but all have covid at present. Correct me if Im wrong but I see we dont need the outbound pre departure test if we have proof of reco...","sentiment_score":-0.2083333333}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"Start your new year by getting your COVID-19 booster and protect yourself and your loved ones. Each COVID-19 vaccination you get offers you protection from getting seriously ill from the virus. ","sentiment_score":0.1090909091}
{"full_text":"RT Canadian Figure Skating Championships Jan. 6-13 in Ottawa will now have no live audience or on-site media (presume exception f...","sentiment_score":-0.0681818182}
{"full_text":" COVD Pass checks will take place in the following locations by checkers in pink hi-vis jackets: The lower Occupation Road disabled car park Near the former allotments building site behind the Rookery Stand The cemetery on Vicarage Road east  Vicarage Road west","sentiment_score":-0.1}
{"full_text":"RT 2022 introduced Florona, a double infection of Influenza and Covid 19.The woman it was found in, was not vaccinated....","sentiment_score":0.0}
{"full_text":"RT Here are all the existing drugs that will be dangerously affected by the new Covid pill from Pfizer. It's not worth the risk,...","sentiment_score":-0.2045454545}
{"full_text":"RT When people say that lockdowns work and you point out lockdown 2 in the South.If you think sitting people down in a pub i...","sentiment_score":-0.1555555556}
{"full_text":"At the outset of the pandemic and the faced the challenge of providing 5 billion masks. Listen to how they did it only on One Decision:","sentiment_score":0.0}
{"full_text":"Good morning Manchester! Welcome to 2022! Are you stuck for a New Year's Resolution? Why not get that #Covid booster or vaccination this bank holiday weekend, while it's a bit quieter?It's the best way to protect you, your family and friends.#keepingmanchestersafe","sentiment_score":0.7528409091}
{"full_text":"RT He said England had \"welcomed in 2022 with some of the least-restrictive measures in Europe\":","sentiment_score":0.0}
{"full_text":"2022 is our year, Missouri!Let's #goblue and continue fighting &amp; recovering from COVID-19. Our agenda in MO and DC are clear and Democrats are ready. Will you help us? Sign up to volunteer and for our newsletter:","sentiment_score":0.15}
{"full_text":"According to the latest data...https:\/\/t.co\/C76acKZegd","sentiment_score":0.5}
{"full_text":"Let's hope there's not another lockdown though, as much as it would be nice to just read don't think I could cope with another one ","sentiment_score":0.4}
{"full_text":"Pandemic disruption has already led to a record waiting list of six million patients in need of treatment and A&amp;E care.The New Statesman team on how the booster roll-out will affect your NHS treatment:","sentiment_score":0.1363636364}
{"full_text":"Throughout this holiday season, testing has been a big topic of conversation as cases of COVID surge nationwide.https:\/\/t.co\/VqzmH8CrzD","sentiment_score":0.0}
{"full_text":"RT \"I wish the COVID-19 pandemic is over next year.\" eu 220101, Min Yoongi's wishPLEASE MAKE THIS HAPPEN ","sentiment_score":0.0}
{"full_text":"RT Walking into 2022 with all things positive except Covid  Wishing you all the Healthiest, happiest year  here is to all...","sentiment_score":0.2272727273}
{"full_text":"New Year message from \"Whilst COVID-19 continued to dominate the airwaves during 2021, climate change was also a frontrunner with two bills progressing through the NI Assembly. Farmers are part of the climate change solution...\"https:\/\/t.co\/JsZYvJzoGr","sentiment_score":0.1363636364}
{"full_text":"As COVID-19 infections, hospitalisations and deaths mount, the Australian Council of Trade Unions (ACTU) has stepped up its collaboration with employers to keep workers on the job, even if they are ill or potentially infectious.","sentiment_score":-0.1666666667}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"Fake news hinders Africa's fight against COVID [@dwnews]","sentiment_score":-0.5}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"Heard Covid","sentiment_score":0.0}
{"full_text":"Happy New Year Neil and Hubby! See you soon when this Omicron stopped his drama.  haha! Ingat!","sentiment_score":0.4276515152}
{"full_text":"Good god. The nightmare of it all. So sorry for the people in CO, who are suffering horrible losses, on top of dealing with this pandemic","sentiment_score":-0.075}
{"full_text":"RT Two More Omicron Cases Detected in Hawaii | #HawaiiNews Courtesy of In Home Tutoring Honolulu Affordable Private In Hom...","sentiment_score":0.25}
{"full_text":"Several hotel chains and homestay brands said last-minute bookings were pouring in from people navigating curfews and varied inter-city travel restrictionshttps:\/\/t.co\/t6OJZOLckO","sentiment_score":0.0}
{"full_text":"RT Isn't he happy just to live with covid, like he's been telling us?Perhaps he better queue up outside a testi...","sentiment_score":0.3590909091}
{"full_text":"How We Future-Proof for the Next #Pandemic Time is not on our side.  We must prepare now. We have learned many lessons over the last year, from things we have got right &amp; things we have got wrong. Learn more... #UKSmallBiz #SMEUK #PACK2022","sentiment_score":0.130952381}
{"full_text":"RT Of all the tennis tournaments organised since the pandemic began, the one with the fewest players infected was the Adria...","sentiment_score":0.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT For people with disabilities left behind by every level of government even before this started, this has been EVERY stage o...","sentiment_score":-0.2}
{"full_text":"Insane! I can't believe the luck our poor keepers have had! Poor Gauci been on the bench all season, gets covid and Delianov gets injured! Can't take a trick!! Do you know what's up with Halloran? \"Unavailable\" seems suspicious","sentiment_score":-0.7604166667}
{"full_text":"RT \/12 Never forget which party let COVID loose and flourish when they could have protected us. Don't forget who didn't ord...","sentiment_score":-0.0769230769}
