{"full_text":"RT \"How cloth masks compare to N95s in protecting against Covid-19's spread\" ","sentiment_score":0.0}
{"full_text":"Entire family tests positive for COVID. I get a professional test done and test negative  five minutes later take an at home test and am now positive","sentiment_score":0.0424242424}
{"full_text":"Same. Covid classic has been our fav ","sentiment_score":0.0833333333}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"This is the Mad Libs story for our time.","sentiment_score":-0.625}
{"full_text":"RT An Oregon man was sentenced to 4 years in federal prison today after stealing millions in COVID-relief funds. The man was furt...","sentiment_score":0.0}
{"full_text":"RT England Child Covid Admissions 6th JanuaryChild Covid total Hospital Admissions rise to 14,400 a rise of 128 children a...","sentiment_score":0.0}
{"full_text":"RT While we're all distracted by #Djokovic, my sister cared for 28 seriously unwell cancer patients last night with only on...","sentiment_score":-0.1111111111}
{"full_text":"RT Number of Americans hospitalized with COVID-19 hits 120,000, highest since January 2021","sentiment_score":0.0}
{"full_text":"Even conceding that, since it's basically interpreting long covid as, there are symptoms after 30 days, I don't think it's a stretch. Heck, I had flu a couple of years back and was symptomatic for about four months. I'll trust their data over your smell test any day.","sentiment_score":-0.025}
{"full_text":"It ain't covid if you don't get tested.  I'm fighting a cold, no test, no #EGTs. ","sentiment_score":-0.6}
{"full_text":"RT We are two weeks away from them saying teachers can still go to work if they're COVID-positive","sentiment_score":0.0}
{"full_text":"This how I felt about bing bong","sentiment_score":0.0}
{"full_text":"RT This (long) thread is a very thorough and excellent explanation for those who believe COVID is no biggie. Thank you,","sentiment_score":0.3833333333}
{"full_text":"RT DE: Compulsory school attendance.15k EUR fine because they do not want to send their children to unsafe school during the SA...","sentiment_score":0.4166666667}
{"full_text":"RT Paying attention yet?","sentiment_score":0.0}
{"full_text":"Imagine if we'd told our great-grandparents that in 2021-22 most of the nation would be taking a vaccine for a common cold. They'd have fallen off their chairs with laughter! ","sentiment_score":-0.1833333333}
{"full_text":"RT This is some thread. I often wonder why media organisations keep treating these people as commentators rather than malicious...","sentiment_score":0.0}
{"full_text":"RT Molly Mae's 24 hours of the day include ignoring that she happily took on a PS500k deal at Pretty Little Thing, which pa...","sentiment_score":0.2875}
{"full_text":"RT The governor of the third largest state lied to you about COVID tests. When we caught him, he used your tax dollars to come...","sentiment_score":0.0}
{"full_text":"RT covid","sentiment_score":0.0}
{"full_text":"Travelers with vaccines aren't tested. THIS is a BIG PROBLEM.Even vaccinated people can still have and SPREAD Covid. Mandatory testing 24 hours prior to arrival for ALL passengers.","sentiment_score":0.0}
{"full_text":"RT Exactly this. A variant that's overwhelming health systems across the globe and causing thousands of deaths cannot be desc...","sentiment_score":0.375}
{"full_text":"RT So, confirmed, round 3 of Covid in my house. At least now we will have all had it. I don't know about y'all, but I'm...","sentiment_score":-0.0333333333}
{"full_text":"Nope. The company has laid out the COVID policies, but it's this local management who refuse to implement it. There have been complaints about unsafe conditions during this entire pandemic, &amp;nothing has been done.","sentiment_score":0.0}
{"full_text":"RT Serious question for those who've gotten the vax (which I don't care if you have or not, it's your choice)You were t...","sentiment_score":-0.3333333333}
{"full_text":"RT It could all end tomorrow. All people need to do is delete the COVID vaccine passport apps. And refuse to go along with t...","sentiment_score":0.0}
{"full_text":"RT Yet still I hear EVERYDAY from the people running this trainwreck of a pandemic response the word MILD  #Scomicron #Domicro...","sentiment_score":0.0666666667}
{"full_text":"RT reminder to everyone that the new variant is very easy to catch, i know people who havent gone out and still contracted cov...","sentiment_score":0.3498484848}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"I had contractors over to my house today. I gave them all HazMat suits and explained the Great Filter theory to them. I then put on my double beer hat and sat in my Faraday cage. I will keep my beer hat on until the voices go away.","sentiment_score":0.4}
{"full_text":"RT BREAKING: E3 2022 will be online-only again due to the pandemic.","sentiment_score":-0.125}
{"full_text":"RT Roger Federer in May 2021: \"Yes, I am vaccinated. I got the Pfizer vaccine. I have done it mostly for others because I don't...","sentiment_score":0.5}
{"full_text":"RT \"Meanwhile, in the afterlife, an anti-vaxxer meets a guy on a surgery waitlist.\"#COVID19 #Covid_19","sentiment_score":0.0}
{"full_text":"RT The #CCP banned #Xian residents from sharing negative information about the harsh #COVID19 rules or the human toll of the...","sentiment_score":-0.1666666667}
{"full_text":"An already immune person not submitting to the vaccine? lol... Whatever. Considering how many \"fully vaxxed\" people are getting sick with COVID, I don't think it's the \"public health\" talisman a lot of people think it is. But you keep on believing if you need to. ","sentiment_score":0.1464285714}
{"full_text":"RT If you get covid, you need a paper trail. Even if you're asymptomatic, it might bite you years down the line. I don't care...","sentiment_score":-0.1555555556}
{"full_text":"RT everyone will get covid doesn't mean everyone should get it at the same time, there has been a failure of leadership here and...","sentiment_score":-0.2097222222}
{"full_text":"RT Alabama has reported more than 56,000 new COVID cases in the last seven days alone. For reference, that's about 6% of...","sentiment_score":0.2121212121}
{"full_text":"RT Sounds like Wellington Phoenix's A-League Men game v Newcastle Jets game is in serious doubt as there's more Covid-19 c...","sentiment_score":-0.1583333333}
{"full_text":"Dems have realized that continued COVID restrictions are are a sure-fired loss in the midterms and are desperate to walk it back....","sentiment_score":-0.3}
{"full_text":"RT Against my better judgment I spilled some 6000 words on the topic of Covid.This was a very difficult thing for me to write and...","sentiment_score":-0.075}
{"full_text":"RT BREAKING: Austin has officially returned to Stage 5 of local COVID-19 safety guidelines.The shift indicates that community...","sentiment_score":0.0}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"I teach multiple 2-hour lab classes in a small, poorly ventilated classroom twice a week. We can't switch to remote without completely redesigning the course. Without proper PPE, this is going to be a disaster.","sentiment_score":-0.1083333333}
{"full_text":"RT WHATEVER YOU DO: DON'T TAKE THE \"VACCINE\"!","sentiment_score":0.0}
{"full_text":"RT what the fuck?","sentiment_score":-0.4}
{"full_text":"Oh dear! If the rules are to take the vaccine in Australia then take or don't go there! Simply! Stop being a Wally!","sentiment_score":0.0}
{"full_text":"I'm unjabbed and caught covid. I didn't do any tests as I knew I was ill. I wasn't able to@leavemy bed to go and get tested to tell me I was ill. On the mend now.","sentiment_score":-0.1666666667}
{"full_text":"RT Nose only (left) vs. throat only (right) swabs using the newer covid kits (meant to be for nose only). T...","sentiment_score":0.0571428571}
{"full_text":"RT Couldn't buy groceries. Simply listened to rich people singing. All better! Got evicted, too. Played my landlord the hamilton...","sentiment_score":0.3333333333}
{"full_text":"Mr Potato Head. If he's not busy sexually harassing assistants then he's asking ridiculous questions. Do one Mr Potato Head you wanker","sentiment_score":0.0388888889}
{"full_text":"RT Why didn't you post the video? Oh, because you got shouted down.  ","sentiment_score":-0.1555555556}
{"full_text":"he's not saying COVID is going away..","sentiment_score":0.0}
{"full_text":"The real human cost of lockdowns and restrictions  #COVID19 #carehomes #lockdowns #ScottMorrison #DanAndrews","sentiment_score":0.0}
{"full_text":"RT Yep #JenWentShopping looking for Rats like everyone else. Right!https:\/\/t.co\/QmUvzM9UE6","sentiment_score":0.0}
{"full_text":"CDC Not Investigating Myocarditis Death of 13-Year-Old Days After Pfizer Shot, Emails Reveal * Children's Health Defense","sentiment_score":0.0}
{"full_text":"|| I had this brief thing where Lena wore a mask and had this whole Phantom Girl getup with a hat and a gown where she would wear it to hide her identity when she committed crimes.And like, I kinda wanna bring that back. I think it's a cool idea to give her a secret identity.","sentiment_score":0.03}
{"full_text":"RT We've been in this pandemic for YEARS. The most privileged among us (including me) have been doing work online for YEARS. I...","sentiment_score":0.5}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"He needed massive pRBC FFP transfusion for days, hospital transfer from Queens to Bellevue, intubated briefly. They kept checking D dimer which remained high, but he never got Lovenox\/ anticoag anymore.IDK what's standard COVID treatment protocol now, thankful my brother lived.","sentiment_score":0.04}
{"full_text":"Our leadership in Oregon hates children. #UNMASKOURCHILDREN","sentiment_score":0.0}
{"full_text":"RT The Purge Has Begun:https:\/\/t.co\/qWARx9zmG1","sentiment_score":0.0}
{"full_text":"MHOK SCHEDULE UPDATE: Saturday's home game against has been postponed due to COVID-19 protocols within Yale's program.The game will be rescheduled for a later date. (: #BattleofWhitneyAve","sentiment_score":-0.23125}
{"full_text":"RT One day I will share all the d3.js code from my Covid charts, and you can all marvel at how hideously written it is. Disu...","sentiment_score":0.0}
{"full_text":"RT The governor of the third largest state lied to you about COVID tests. When we caught him, he used your tax dollars to come...","sentiment_score":0.0}
{"full_text":"So the new CDC GUIDELINES  for COVID-19: ONLY 5 DAYS OFF!!Even If YOU ARE STILL SICK with COVID YOU NEED TO GO TO WORK! Where your coworkers,before you came in,were healthy! They Locked-down People who had zero symptoms for weeks &amp; are sending sick people into work!","sentiment_score":-0.2048701299}
{"full_text":"RT Maybe all these \"unskilled\" workers should stay home for just like 10 days and see what happens","sentiment_score":0.0}
{"full_text":"RT Current Covid restrictions to stay in place in Wales","sentiment_score":0.0}
{"full_text":"RT 'This governor is not fit to serve:' Nikki Fried, who is vying to unseat Gov. Ron DeSantis in 2022, calls on new leadership after...","sentiment_score":-0.0318181818}
{"full_text":"Me to the end boys tonight","sentiment_score":0.0}
{"full_text":"RT This is why policies are important.If there was a policy requiring COVID testing for domestic  travel, this person...","sentiment_score":0.0}
{"full_text":"RT The people on my timeline that are anti-vaccine because \"we don't know if it is safe\" are the same people who post vide...","sentiment_score":0.25}
{"full_text":"RT Interviewed &amp; in Grenoble and they talked about #EuroFigure and getting their title back. Obv...","sentiment_score":0.0}
{"full_text":"RT Come and work with us at Keele We're looking for a **Qualitative Research Associate** to work on a funded stud...","sentiment_score":0.0}
{"full_text":"RT The #Djokovic saga is not about whether you believe famous sports stars should play by the same rules as everyone else...","sentiment_score":0.25}
{"full_text":"RT The governor of the third largest state lied to you about COVID tests. When we caught him, he used your tax dollars to come...","sentiment_score":0.0}
{"full_text":"RT update: he died","sentiment_score":0.0}
{"full_text":"RT So Domicron thinks letting COVID rip and causing business to lose half their staff and have to close down is good for b...","sentiment_score":0.1259259259}
{"full_text":"RT Ron DeSantis let a million stockpiled COVID tests expire at a time when Floridians were passing out waiting in long lines...","sentiment_score":-0.05}
{"full_text":"RT Please complete the latest snap survey which focuses on the pressures we face at work, impact of Omicron, access to adeq...","sentiment_score":0.3}
{"full_text":"RT 6 yo just brought into ER with Covid.  Has arrested x2. Pray hard for this poor baby and his family.  #Getvaxxed damn it!","sentiment_score":-0.3958333333}
{"full_text":"RT With COVID spreading rapidly there is just as much need for a shutoff moratorium now as when instituted one...","sentiment_score":0.2}
{"full_text":"RT .@DavidAgus tells he's sure that at some point, we will need variant-specific boosters--just not for Omicron....","sentiment_score":0.5}
{"full_text":"RT I believe Novak Djokovic has an absolute right to refuse a Covid vaccine (his body, his choice).  And that the Australian...","sentiment_score":0.1619047619}
{"full_text":"These headlines are so telling","sentiment_score":0.0}
{"full_text":"What do NHS &amp; care workers have to do in April Boris u liar?!","sentiment_score":0.0}
{"full_text":"Relatable","sentiment_score":0.0}
{"full_text":"RT Olajuwon keeps saying he stopped being a hoe two years ago to \"focus on himself\" but really it was just a global pandemic....","sentiment_score":0.1}
{"full_text":"RT Feeling high conviction with just added two rares to the collection! With only 80 of each variant exist...","sentiment_score":0.1}
{"full_text":"RT NEW chart for US Covid-watchers:Key question with Omicron wave is whether severe disease -- hospitalisations &amp; ICU -- dec...","sentiment_score":0.1363636364}
{"full_text":"RT insanely bleak that the guy who tells me when and where i can get a ps5 or a 3090 is now informing me about where and whe...","sentiment_score":-1.0}
{"full_text":"More words of wisdom from the unvaccinated.","sentiment_score":0.5}
{"full_text":"I don't like how the media are making Aubameyang look like a criminal for going to a restaurant. COVID has made having a social life unacceptable.","sentiment_score":-0.1833333333}
{"full_text":"RT #LewisU will require that eligible students and employees have their COVID-19 booster shot by March 14. Get your boo...","sentiment_score":0.0}
{"full_text":"RT A seroprevalence study conducted Nov-Dec across Indonesia revealed that 86.6% of the surveyed areas had antibodi...","sentiment_score":0.0}
{"full_text":"Health care providers may face fines for following federal COVID-19 mandate","sentiment_score":0.0}
{"full_text":"RT One of the worst parts of the pandemic was, without a doubt, when celebrities checked in to tell us how difficult their...","sentiment_score":-0.75}
{"full_text":"RT .@MurielBowser responded to desire to introduce a bill that would overturn a vaccine mandate for D.C. students.S...","sentiment_score":0.0}
{"full_text":"RT update: he died","sentiment_score":0.0}
{"full_text":"RT Powerful sense.","sentiment_score":0.3}
{"full_text":"RT A lot of people who judged me for not getting vaxxed are now getting COVID. Different decisions, same outcome ","sentiment_score":0.0}
{"full_text":"RT There's audio of Trump admitting he withheld information about Covid. There's audio of Trump trying to intimidate official...","sentiment_score":0.0}
{"full_text":"RT Important publication from our own Please read &amp; share. Lay people don't understand: it's not just COVID again...","sentiment_score":0.5}
{"full_text":"RT Norman Swan says Now we're in a policy free zone. Politicians acting as I've this is last of pandemic..sorry to say it's...","sentiment_score":0.1333333333}
{"full_text":"RT !! Please complete the CARES ACT form if you have been financially impacted by the pandemic. Open to admitted and curre...","sentiment_score":0.0333333333}
{"full_text":"RT This is blowing up so to be extremely clear my point of view is closing schools due to COVID may sometimes be necessary, b...","sentiment_score":-0.0083333333}
{"full_text":"RT 5\/6 SCENARIO #4.  We're not going to take it.  The G7 leaders finally wake up to the realization that delta and omicron aro...","sentiment_score":0.0}
{"full_text":"RT HANS \"DOC\" HUYCK, 87 of Sunfield, Michigan died of COVID on Jan. 6, 2021\"Poetry aficionado. Bird watcher. Volunteer Fir...","sentiment_score":0.0}
{"full_text":"RT This is absolutely brilliant from and a public service to share with every parent you know:A Note of Reassuranc...","sentiment_score":0.45}
{"full_text":"RT \"The regular use of ivermectin led to a 68% reduction in COVID-19 mortality\"","sentiment_score":0.0}
{"full_text":"RT A new CDC analysis found that severe illness and death from Covid were extremely rare in vaccinated people. Among 1,228,6...","sentiment_score":0.2181818182}
{"full_text":"RT \"everyone will get covid\" is eugenics","sentiment_score":0.0}
{"full_text":"A small, new real-world study suggests that two widely used at-home antigen tests, the Abbott BinaxNOW and Quidel QuickVue, may fail to detect some omicron infections even when people are carrying high levels of the coronavirus.","sentiment_score":-0.1107272727}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"There is no such thing of variants ofCoronavirus. Coronavirus is coronavirus!  A spirit of death; it is weakening!","sentiment_score":0.0}
{"full_text":"RT RT if you personally know someone with Covid right now.","sentiment_score":0.1428571429}
{"full_text":"RT If WWE didn't want Roman to lose against Brock, they simply would have booked the match to end that way, just like at Crow...","sentiment_score":0.0}
{"full_text":"RT Jorge Rodriguez Accuses Guaido of Stealing $3.1 Billion, Demands JusticeGuaido received $3.1 billion, the cost of 442...","sentiment_score":0.0}
{"full_text":"COVID-19 presents a real opportunity for banks to establish digital trust with customers and embed some good pockets of behavior. Read our blog to learn why now is the time for banks to implement 2FA. #fraudprevention #RiskOps","sentiment_score":0.3}
{"full_text":"I narrowly escaped that hoe...twice. While that's a baby flex I'm still not gonna be arrogant about miss 'rona lol But forreal to my moots and homies, pls stay safe ","sentiment_score":0.3666666667}
{"full_text":"Love how the Bridgeport Juvenile Court is doing everything in person, including conferences among lawyers that should be virtual even without a pandemic. On top of my driving an hour plus each way to make purely legal, non-evidentiary arguments, WE ARE IN A PANDEMIC FFS.","sentiment_score":0.2375}
{"full_text":"timed right, i can think of nothing that would boost his approval ratings more:","sentiment_score":0.3928571429}
{"full_text":"Very funny but we all know they are all in line to get a COVID test.","sentiment_score":0.325}
{"full_text":"RT BREAKING: Big rebound in covid cases in NYC. An astounding 46,158 reported today--second only to record hit on Dec 31.A...","sentiment_score":0.2}
{"full_text":"Mum had a full uterine prolapse. Surgery repaired it 4 wks ago. Due to failures of &amp; the NSW #GoldStandard, people who have this kind of thing are now walking around with their insides outside","sentiment_score":0.20625}
{"full_text":"RT 6 yo just brought into ER with Covid.  Has arrested x2. Pray hard for this poor baby and his family.  #Getvaxxed damn it!","sentiment_score":-0.3958333333}
{"full_text":"He's tackling the big issues in the midst of a global pandemic ","sentiment_score":0.0}
{"full_text":"RT 'Star Trek: Picard' Pauses Production After Dozens Test Positive For Covid, Lead Patrick Stewart Is Not Among Them","sentiment_score":0.2272727273}
{"full_text":"RT If Lizzo and saweetie ever link the world will need another lockdown","sentiment_score":0.0}
{"full_text":"John Mayer Tests Positive to COVID-19https:\/\/t.co\/V7TlmgfcCLPresented by","sentiment_score":0.2272727273}
{"full_text":"RT His family said he had been vax'd.  You do know that a ton of those people they claim died of Covid were ot...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Florida Commissioner of Agriculture Nikki Fried just held an emergency press conference exposing a secret stock...","sentiment_score":-0.4}
{"full_text":"#Walmart is cutting #Pandemic-realted paid leave in half from 2 weeks to 1 week after the Centers for Disease Control and prevention. cut isolation requirements last week for asymptomatic people with #covid.#HealthCareVia","sentiment_score":-0.2555555556}
{"full_text":"From Moderna turned cutting-edge science into a best-selling product in two years. explains how its $94 billion valuation is based less on its COVID-19 vaccine than faith that it can do this again repeatedly - and how competition might be a problem","sentiment_score":-0.1666666667}
{"full_text":"While you were busy with posing for photo opps my child came home with 3 covid tests today, one for each exposure in 3 classes. 50% of her teachers were out. Students too. She spent 2 periods on her phone because no learning took place. Remote option is better than this BS.","sentiment_score":0.1}
{"full_text":"Africa in 2021 may have suffered the pandemic blows just as elsewhere. Despite having fewer recorded infections and deaths, the continent's lagging in vaccination rates could now be the burden it carries into 2022. So what else will the continent face?https:\/\/t.co\/xjDXhXWEf4","sentiment_score":0.0}
{"full_text":"My covid test was negative.","sentiment_score":-0.3}
{"full_text":"Prosecutors seek to force Boston Marathon bomber to return $1,400 COVID relief check. #KTVONews","sentiment_score":0.0}
{"full_text":"I feel for #HealthCareWorkers. What they're going through now is worse than in 2020! The sad thing is it could have been avoided! Join #GSSA #Kindness agents &amp; team up to do a #GoodDeed for these folks! #SpreadTheWord! RT!","sentiment_score":-0.75}
{"full_text":"people see that we're in lockdowns... because of the risk posed by unvaccinated people, people get angry,\" said Trudeau, who said that his government has taken steps to \"incentivized\" the vaccine.https:\/\/t.co\/e4TDAmRvaI#TAC #Takeactioncanada","sentiment_score":-0.5}
{"full_text":"RT Fauci's predicted terrifying \"microcephaly epidemic\" never materialized. WHO's spokesman told NPR, \"we apparently saw a l...","sentiment_score":-0.475}
{"full_text":"RT Fuck Covid. Just fuck Covid, and fuck anyone who refuses to take it seriously.","sentiment_score":-0.3833333333}
{"full_text":"Italy Covid: Bullet forces immunologist to get protection","sentiment_score":0.0}
{"full_text":"RT New SolidsPandemic Realism and Capitalist Realism |","sentiment_score":0.1363636364}
{"full_text":"RT 34.26% positivity38625 is a fraction of the true case numbers1738 in hospitalHow is \"staring the virus down\" workin...","sentiment_score":0.0972222222}
{"full_text":"12 to 15 year olds in Illinois can now receive a booster dose five months after their second Pfizer COVID-19 vaccine dose.","sentiment_score":0.0}
{"full_text":"streams are unclear for the next few days i tested positive for covid yesterday","sentiment_score":0.0090909091}
{"full_text":"When mortgage forbearance plans were first announced and the pandemic surged through the country in early 2020, many homeowners were allowed to pause their mortgage payments.","sentiment_score":0.2833333333}
