{"full_text":"RT Sounds like something a variant would say","sentiment_score":0.0}
{"full_text":"RT Once upon a time Australians had a world leading public health service in Medicare. Now, we have Harvey Norman, Chem...","sentiment_score":0.0}
{"full_text":"We are in defacto lockdown... My restaurant (where I work 35 hrs casual) is not open tonight because not enough staff have their PCR test results (-ve) to staff the restaurant... Where is the medical &amp; financial support in this pandemic... Rapture?","sentiment_score":-0.1}
{"full_text":"RT I will not be spending my money in countries that do this to their citizens. I won't be holidaying in the Netherland...","sentiment_score":0.0}
{"full_text":"The average person is not going to \"agree\" to do anything. Most people do things because they are mandated or life is harder if they don't comply. The personal choice thing doomed us in this pandemic. ","sentiment_score":0.0625}
{"full_text":"RT Met so many wonderful teachers while vaccinating today, but one face stood out. Ms. Filazola showed up for a vaccine, she w...","sentiment_score":0.75}
{"full_text":"RT So @PippaCrerar's article with the headline \"Boris Johnson didn't self-isolate after being \"face to face\" with aide who...","sentiment_score":0.0}
{"full_text":"RT please stop trying to put a positive spin on a pandemic that has killed 5.4 million people. please","sentiment_score":0.0136363636}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT 'we're ALL going to get covid at some stage!!' speak for your fuckin self i am dodging this thing like a pro and inten...","sentiment_score":0.0}
{"full_text":"With Covid or from Covid?","sentiment_score":0.0}
{"full_text":"RT Omicron cases are rising. It is therefore important to follow all Covid protocols. Keep the mask on, maintain social di...","sentiment_score":0.2166666667}
{"full_text":"RT B.1.640 was classified as a \"Variant Under Monitoring\" by in NovSee link for more info on variants we are tracking...","sentiment_score":0.5}
{"full_text":"RT  CSS tip - Use font-variant when you animate numbers..animated-numbers {    font-variant: tabular-nums}This applie...","sentiment_score":0.0}
{"full_text":"RT I'm going to keep harping on this till it gets traction.Royal Commission into the government mishandling...","sentiment_score":0.0}
{"full_text":"RT It will be *VERY* interesting to see how people in Melbourne, the city with the world's longest COVID-19 lockdown, will r...","sentiment_score":0.65}
{"full_text":"RT One day we'd address childhood obesity in NigeriaYou'd go to an outing and see a bunch of rich kids all looking supe...","sentiment_score":0.375}
{"full_text":"RT if there was ever an example of how important it is 2 maintain a sovereign manufacturing &amp; supply capacity across a variety...","sentiment_score":0.4}
{"full_text":"Spooky out here ","sentiment_score":0.0}
{"full_text":"RT theyre doing their show remotely bc of covid while attacking remote schooling bc of covid","sentiment_score":-0.1}
{"full_text":"I think the year of COVID riots (2020) will be of some interest as well.","sentiment_score":0.0}
{"full_text":"RT YES! More of this messaging, please.","sentiment_score":0.5}
{"full_text":"Wait the premier told a porky pie? Wouldn't read about it","sentiment_score":0.0}
{"full_text":"RT I have a few of those Covid home test kits for sale. 60 cedis a pop.","sentiment_score":-0.2}
{"full_text":"RT One person is presently being treated in intensive care for Omicron in Scotland. One.","sentiment_score":0.0}
{"full_text":"The officials in Varnasai city (population 1.2mln people) will distribute medicine kits to its residents.Azithromycin 500, #Ivermectin 12 mg, VitD3, B complex, C, Zinc, paracetamol tablets are available for those above 12.https:\/\/t.co\/jKVJJsUNvjAre you listening","sentiment_score":0.0333333333}
{"full_text":"RT look it's the beat covid's ugly ass line &lt;333 ","sentiment_score":-0.7}
{"full_text":"RT Watch: MK Stalin Stops Car, Distributes Masks To Violators In Chennai","sentiment_score":0.0}
{"full_text":"RT Brad Underwood was asked if he would like to see more Zoom press conferences instead of in person with the current COVID spi...","sentiment_score":0.25}
{"full_text":"Numbers matter | As Covid cases surge, hospitalisations and deaths don't","sentiment_score":0.0}
{"full_text":"RT Right, that's it, I have tested negative for #Coronavirus. I am over it and let me say it was one of the most mild illne...","sentiment_score":0.2047619048}
{"full_text":"RT [News]* Following Suga, RM and Jin are now also fully recovers from COVID-19. * Jin lost 4 kg weight after recovering...","sentiment_score":0.0}
{"full_text":"Why should we need to know his vaccination status, if he's negative from covid he should be able to play !","sentiment_score":0.1625}
{"full_text":"| Due to the COVID regulations that prevent players from changing shirts at the end of matches, Real Madrid requested a list from Alcoyano of the shirts that each of the players wanted: 90% of Alcoyano players have chosen Benzema's. 9","sentiment_score":0.0375}
{"full_text":"RT What's \"mild\" for one person can be a death sentence for another. Our discussions of Omicron are steeped in ableism.","sentiment_score":0.3333333333}
{"full_text":"RT  CSS tip - Use font-variant when you animate numbers..animated-numbers {    font-variant: tabular-nums}This applie...","sentiment_score":0.0}
{"full_text":"I suppose all you outraged have access to his medical records and know his medical history better than Medical Doctors who gave him exemption and Victoria Health experts who accepted validity of said exception?There are lot of people who need a chill pill more than a vaccine.","sentiment_score":0.0166666667}
{"full_text":"RT Good morning to everyone except people who immediately ask \"well do they have pre-existing medical conditions\" when we ta...","sentiment_score":0.35}
{"full_text":"RT This cost my family of 4 $75 (husband hasn't done his yet). We're relieved as we've looked everywhere. We're  asymptom...","sentiment_score":0.0}
{"full_text":"RT Any comment","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Hiding in the bathroom for a 1 minute deep breath break because the Emergency Department is absolutely bursting at the...","sentiment_score":0.1}
{"full_text":"RT Meet Flurona, the next panic frenzy. Media is covering this one flurona case like crazy. Prepare for a combined mRNA va...","sentiment_score":-0.3}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Postpone UPSC civil services main exam, candidates demand amid spike in Covid caseshttps:\/\/t.co\/U6M5ddOcz5","sentiment_score":0.1666666667}
{"full_text":"Covid likes this.Covid approves of this.Covid likes and approves pretty much everything on FOX \"news\".","sentiment_score":0.225}
{"full_text":"#Bangladesh's central bank has created a refinance scheme to generate employment for expatriates who have returned home due to #COVID19 induced hardship#BangladeshFightsCorona #COVID19Pandemic","sentiment_score":-0.0625}
{"full_text":"CEPI and MVC co-fund mix-and-match booster trial of COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT Everything being a personal choice during a health crisis is why this may never end. No lessons learned ","sentiment_score":0.0}
{"full_text":"RT SUGA, Jin and RM have fully recovered from Covid-19.","sentiment_score":0.0}
{"full_text":"RT Sadly, many would leave even in other professions; nurses for instance. The stress &amp; the resultant burnout a...","sentiment_score":0.1875}
{"full_text":"Omicron? ","sentiment_score":0.0}
{"full_text":"RT Priyanka Gandhi in Home,Rahul Gandhi in Rome.but they wants Kids Marathonin Omicron","sentiment_score":0.2}
{"full_text":"RT Omicron in Japan: Osaka regional gov reports 58 confirmed cases of Omicron.56 have no connection to overseas travel. A...","sentiment_score":0.4}
{"full_text":"The MCA database is untested, and its use as a proxy for the informal economy inflates the GDP numbers, especially after the ravages of GST, digitization and now the pandemic.","sentiment_score":0.0}
{"full_text":"RT > France vows to go ahead with vaccine pass despite parliamentary glitch","sentiment_score":0.0}
{"full_text":"RT We're being asked to approve this as a 3 dose vaccine for people &gt;16 yrs old without any clear evidence...\" - member Dr. Paul O...","sentiment_score":0.1}
{"full_text":"RT Good morning to everyone except hysterical people who have made COVID their new religion.","sentiment_score":-0.0545454545}
{"full_text":"2nd in the league. Not bad ","sentiment_score":0.175}
{"full_text":"RT Jimmy Fallon Reveals He Tested Positive for COVID: 'I Was Vaccinated and Boostered' ","sentiment_score":0.2272727273}
{"full_text":"RT Please share this widely folks, today of all days. Every parent in Britain needs to understand that the teaching union...","sentiment_score":-0.1}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT I just can't not believe this head line. ABC this is beyond the depths I thought you would crawl.With Covid or from Cov...","sentiment_score":0.0}
{"full_text":"RT Fullfil your promise to us and save #DV2020  #DV2021  through #section60002  we are legal immigrants that the pandemic and t...","sentiment_score":0.2}
{"full_text":"RT Calling in the cavalry. Autistic community, who are some great autie accounts to follow? Let's send this darling our love,...","sentiment_score":0.3666666667}
{"full_text":"RT Just heard of second person who has waited more than 9 days for a COVID PCR result from major Sydney centre. At what point...","sentiment_score":0.1875}
{"full_text":"RT And if you're wondering how #COVID19 might possibly cause complications long after you're no longer positive, the virus li...","sentiment_score":0.0590909091}
{"full_text":"RT Tory Party line as the NHS cracks and admissions riseBut...but...but...the data...balanced and proportionate...vaccines..vaccine...","sentiment_score":0.0}
{"full_text":"RT Just another reminder that this is one of the justifications for vaccine mandates being legal. The health advice trashe...","sentiment_score":0.2}
{"full_text":"This is painful to see &amp; to read but it is very important to know these people are not numbers no matter the spin from politicians. Heartbreaking. #covid","sentiment_score":-0.09}
{"full_text":"RT omg they all recovered from covid thank god im so happy ","sentiment_score":0.8}
{"full_text":"RT Just when people started the new year with renewed energy and hope they will have to start paying to withdraw their own m...","sentiment_score":0.3681818182}
{"full_text":"RT Fox News\/Republicans simultaneously bashing NY for \"locking down\" due to COVID *while in reality the schools, bars, subways...","sentiment_score":-0.1402777778}
{"full_text":"RT There are two things to consider before any name calling:A) Djokovic has a legitimate exemption from t...","sentiment_score":0.0}
{"full_text":"RT Problem is if JVCI say no, there is no ot...","sentiment_score":0.0}
{"full_text":"RT SPRING in WINTER- A gift warmer than spring in cold winter. To celebrate JIHOON's birthday in MARCH,  we are holdi...","sentiment_score":-0.6}
{"full_text":"RT They lied to get you to take the shot. You relied on their false pretenses - that you couldn't contract or spread the ill...","sentiment_score":-0.45}
{"full_text":"RT Congrats if you still haven't caught #Omicron or #COVID19 yet after 2 years!Some think I fear-monger. No--there is a publi...","sentiment_score":0.0}
{"full_text":"He is protecting himself, by not taking a vaccine he doesn't require","sentiment_score":0.0}
{"full_text":"Ok but today took me five goes AND MY kids have corona AND my second favourite falafel shop burnt down I AM BROKEN.","sentiment_score":-0.0138888889}
{"full_text":"RT Stop taking tests and live your life. If you're sick, stay home. If you feel fine, go about your business. That had been...","sentiment_score":-0.0537518038}
{"full_text":"RT There are no state run COVID testing sites in Florida. The lines you're seeing are from overburdened testing sites run by co...","sentiment_score":0.0}
{"full_text":"RT It's now clear that to save his own sorry arse Boris Johnson from a Tory MP rebellion he's gambling with a...","sentiment_score":0.0666666667}
{"full_text":"RT If I were covid, I'd be thrilled by politicians and public health officials encouraging mass infection via policies meant...","sentiment_score":0.3}
{"full_text":"RT Yoongi Namjoon and Jin has now fully recovered--they are finally covid-free  BEST NEWS EVER","sentiment_score":0.5}
{"full_text":"RT Another, NEW, update thread for Mon Jan 3, given fast moving NHS situation. Looks at NHS pressures incl staff absences,...","sentiment_score":0.1681818182}
{"full_text":"It's January and the first page of 2022 NBS Members #Sustainability calendar. Thank you to Sue Carolyn Love from #Wokingham for her pic of the Bug Hotel their built in their garden during lockdown last year. We love this idea!","sentiment_score":0.34375}
{"full_text":"RT a barista on tiktok said they saw and went up to two people doing AT HOME COVID TESTS sitting in the store","sentiment_score":0.0}
{"full_text":"Well if people are being sent home for a sniffle or a cough there will be employee shortage. Remember the old days before covid people got sick had flue and even died from it,And life went on as normal.","sentiment_score":-0.1547619048}
{"full_text":"NO. No more restrictions. No extension to the existing restrictions.Covid must be allowed to run it's course with the least disruption possible. None of these 'rules' are doing any good.If hospitals can't cope, why not? We spend enough on them!#ResignSturgeon","sentiment_score":-0.1375}
{"full_text":"By the time the ship got to New York the hospitals were all ready under control.  The ship was for non covid related patients and wasn't necessary  (just like Franklin graham's conditional hospitals). Do You do any research at all?","sentiment_score":0.0840909091}
{"full_text":"Take care &amp; get well soon.","sentiment_score":0.0}
{"full_text":"RT omg they all recovered from covid thank god im so happy ","sentiment_score":0.8}
{"full_text":"The policies work, if the intentions are to destroy the British economy. The fools who comply are helping to engineer their own eventual financial ruin. It's madness. 'Covid is the trojan horse for the #GreatReset. More people must begin to realise that and stop complying,","sentiment_score":0.18}
{"full_text":"RT WA Health has confirmed that, as of 10am this morning, WA has recorded two new local case of COVID-19. This brings the...","sentiment_score":0.1787878788}
{"full_text":"How India's sequencing mess and laggard response led to the global spread of a deadly coronavirus variant. \"It was a nightmarish situation.\" (Video via","sentiment_score":-0.125}
{"full_text":"Consumer habits aren't changing. They have changed -- and during the pandemic, they decisively skewed towards online shopping. Download this report to learn about the startups powering European ecommerce. via","sentiment_score":0.0}
{"full_text":"The Omicron coronavirus variant is better at circumventing vaccinated peoples' immunity than the Delta variant, according to a Danish study published last week.https:\/\/t.co\/g5q8Q7Gjtw","sentiment_score":0.25}
{"full_text":" CorSport: #ACMilan revive interest in signing Porto forward Tecatito on free transferhttps:\/\/t.co\/Hx6ngSAxNE #Sempremilan","sentiment_score":0.4}
{"full_text":"THE Zimbabwe Democracy Institute has called on the government to lead by example by limiting crowds at its events in the fight against the #Covid_19 pandemic.https:\/\/t.co\/UhZqpz0rLe","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT COVID and NFTs happening at the same time in history is just breaking my brain. How are we this bad at staying alive and...","sentiment_score":-0.2}
{"full_text":"Hope is now just a call away.Just as we value our physical health, our mental health is as significant especially during this time of the COVID-19 pandemic.","sentiment_score":0.06875}
{"full_text":"There was this demonstrating how much faster UK got jabs into arms, but of course vaccine procurement was just one part of this process.","sentiment_score":0.2}
{"full_text":"Pandemic Has Struck Again! Do you still want to Exhibit Your Food Brand Physically At Gulfood 2022, Dubai?Connect with us: #Gulfood2022 #Dubai #Food #Beverage","sentiment_score":0.0}
{"full_text":"The singer dropped several TikTok posts, wryly addressing the similarity between his name and the Omicron variant.https:\/\/t.co\/AxsAJPoDY7","sentiment_score":0.0}
{"full_text":"RT It is simply false that \"everyone will catch Omicron.\" The likes of Britain and America have just given up on trying to contai...","sentiment_score":-0.4}
{"full_text":"Initially, Alert Level 3 restriction will be in effect from January 3 to 15.READ MORE HERE:","sentiment_score":0.25}
{"full_text":"The House of Representatives has been placed on lockdown amid the threat of the Omicron coronavirus variant that health authorities suspect is behind the current spike in infections.https:\/\/t.co\/iKVrwPLR9R","sentiment_score":-0.2}
{"full_text":"A vaccine mandate for players to be eligible to play is wrong imo.But creating loopholes for those that bring you more cash to circumvent that mandate you yourself put in place is far far worse.","sentiment_score":-0.04}
{"full_text":"While the holidays are almost always a low point for donation, this year, due to the pandemic, it's particularly urgent.","sentiment_score":0.0138888889}
{"full_text":"You might've moved on but COVID-19 hasn't. Please keep following the guidance: Get your vaccine + boosterWear a face covering, unless exempt Test regularly - particularly before meeting others Open windows regularly, let fresh air in Wash your hands","sentiment_score":0.0933333333}
{"full_text":"Have you had your booster #COVID vaccine in the past 2 days? If so, please sign up to take part in the Covid Vaccine Monitor study, an online questionnaire study monitoring for side effects. Sign up:","sentiment_score":-0.25}
{"full_text":"Covid-19: Thailand urges uptake of booster shots as Omicron cases risehttps:\/\/t.co\/CQhlcpndVo","sentiment_score":0.0}
{"full_text":"Fixture change | #EIHL 7 Jan  is postponed.7 Jan  is on!","sentiment_score":0.0}
{"full_text":"RT We should seek a balance of freedoms. Where freedom of speech and freedom from unnecessary death conflict, or freedom of...","sentiment_score":-0.4}
{"full_text":"Chillin' and diving off Bacong, shared by Arbin Diongco Castillon Jr. [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT #animation for my St.louis piece ;3 going for cute\/busty (one of three variant) ;3 -1080p uncensored vr-","sentiment_score":0.0}
{"full_text":"#SumonaChakravarti said she has moderate symptoms and quarantining at home.#TheKapilSharmaShowhttps:\/\/t.co\/RDTp9l2MP2","sentiment_score":0.0}
{"full_text":"Flu and COVID-19, plus a bunch of other viruses, are going to make this a tough winter. Get a flu jab. #health #flu #fluvaccinations #vaccinations #jab #flujab #influenza #virus #winter #covid","sentiment_score":-0.2569444444}
{"full_text":"One Day Workshop - Moving Forward, Thinking Back: Reflective Practice for Coping after COVIDWednesday 16th March - 10am to 4pmhttps:\/\/t.co\/w1y9lA7AOh","sentiment_score":0.0}
{"full_text":"RT Dear Please don't close Temples during weekends. Just ensure that Covid protocols...","sentiment_score":0.0}
