{"full_text":"N95 masks are far more effective than cloth masks in preventing the spread of COVID-19. Join me and sign the petition calling for free, high-quality N95 masks for all! #FreeN95MasksForAll","sentiment_score":0.425}
{"full_text":"RT In addition to everything else...#bcpoli RT Vaccine Passport Fraudsters Are Targeting Downtown Eastside Residents  via...","sentiment_score":0.0}
{"full_text":"RT Anyone who gets banned for 'COVID misinfo' can now use this clip in court to show the tech companies are censoring at beh...","sentiment_score":0.0}
{"full_text":"Really great thread explaining why you think traffic violence is increasing vs. why it really is.","sentiment_score":0.5}
{"full_text":"This means all people fined for breaches of the lock down should be allowed to have their own investigation, by a person of their choice and all the fines they've paid should be reimbursed immediately. What a JOKE!","sentiment_score":0.2972222222}
{"full_text":"RT They are fining NBA teams for unvaccinated players playing? If being unvaccinated is a health issue then what is a fine g...","sentiment_score":0.4166666667}
{"full_text":"RT An inflatable Covid-19 testing laboratory that is able to process about 120,000 samples a day started operation in China's no...","sentiment_score":0.5}
{"full_text":"RT is it covid or is it stress or is it fatigue or is it a cold or is it allergies or is it existential dread or is it psyc...","sentiment_score":-0.6}
{"full_text":"RT Grad students who are pursuing a PhD during Covid should get another degree thrown in...as a little treat","sentiment_score":-0.1875}
{"full_text":"Hillsong covid is not \"similar to other people's covid in any way\"? ","sentiment_score":-0.0625}
{"full_text":"RT We need a million moms march in DC against Covid restrictions on children.","sentiment_score":0.0}
{"full_text":"RT This too, is apartheid.","sentiment_score":0.0}
{"full_text":"RT My youngest begged me not to go to school today- Covid vaccination day. Last time she experienced nastiness from her peer...","sentiment_score":0.4}
{"full_text":"What the public should be mad as hell at, is the fact that the attendees of the party knew that their own health was not at risk. They knew that Covid was no worse than flu. Do you think they would have attended a shindig during the plague? I think we've been criminally duped.","sentiment_score":-0.045}
{"full_text":"RT My kids just had their regular checkup appointments cancelled because of an \"upper management decision due to COVID.\"...","sentiment_score":-0.0416666667}
{"full_text":"Completely intended, make covid out to be no worse than a cold so get to work. Part of preparing us to \"live with it\". I'm such a cynic.","sentiment_score":-0.0327272727}
{"full_text":"RT Good point! Trump absolutely should have fired Fauci.DeSantis will.","sentiment_score":0.5375}
{"full_text":"It's not right  because  even  vaccinated ones they die of corona","sentiment_score":-0.1428571429}
{"full_text":"Best decision I made last year was being intentional during the holiday season to study and take cyber security exams. The pandemic is rough and I get the need for time off but if you've got the time to spare try to make the best of it","sentiment_score":0.475}
{"full_text":"RT BREAKING: Biden calls for social media companies to censor COVID 'misinformation and disinformation' from platformshttps...","sentiment_score":0.0333333333}
{"full_text":"RT In May 2020, challenged the PM to clarify the rules. Johnson replied: \"Everybody understands what we're tryin...","sentiment_score":0.0}
{"full_text":"Extreme (..Forced) Social Distancing","sentiment_score":-0.0458333333}
{"full_text":"RT The federal student loan system is dead. Apparently, the people in Washington DC haven't  gotten the memo...https:...","sentiment_score":-0.075}
{"full_text":"RT Smoking gun: Fauci knew COVID may have come from a lab, but begged other doctors to suppress the information. What was...","sentiment_score":-0.125}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"Cool.","sentiment_score":0.35}
{"full_text":"RT Please, my fellow Georgians, drop this one like a hot potato.  must win this election.","sentiment_score":0.525}
{"full_text":"I would still vote for him. Everyone knows he's egotistical. He's proud of the vaccine they made on his watch. He doesn't want to admit he's wrong for taking it. The part no one is considering is, this behavior is what made him a great leader. He could easily win again.","sentiment_score":0.475}
{"full_text":"Cleveland Clinic postpones nonessential surgeries","sentiment_score":0.0}
{"full_text":"Reminder: children in Florida are running around going to school without nonsensical mask or distancing rules like they have for b4 Covid.Besides the politicians what is different in NYC? Why are we allowing childhood to be stolen? Stop playing the game.","sentiment_score":-0.2}
{"full_text":"Time to begin fining people that fail public safety measures to mitigate #COVID19 risk.You do not have the freedom to endanger other people.#Science #NBPoli #CdnPoli #SciComm","sentiment_score":-0.2083333333}
{"full_text":"Biden sending medical teams to 6 states to help hospitals overwhelmed by COVID-19","sentiment_score":0.0}
{"full_text":"RT .@DrTedros has to resign. In a time of worldwide pandemic upending the lives of everyone in the planet, WHO needs to be run...","sentiment_score":0.0}
{"full_text":"RT Out of people infected in the Omicron wave:- 11% had a diagnosed prior infection- 43% were vaccinated (38% fully and...","sentiment_score":0.0}
{"full_text":"RT Having the vaccine helps give children protection against covid. Teams are vaccinating next week in Eden boys and Eden g...","sentiment_score":0.0}
{"full_text":"RT THURSDAY!!!Has he not been arrested yet for crimes during lockdown?NOT MOVING ON!!!Are you?","sentiment_score":0.0}
{"full_text":"RT Has anyone here gotten an ADHD diagnosis since March 2020? I've been reading about how the pandemic has disrupted the...","sentiment_score":0.0}
{"full_text":"RT #AskKTRsir plz postpone our *bds* exams so many of us got affected by covid we cant write our exams in this suitation...","sentiment_score":0.5}
{"full_text":"Sturgeon is the most vile, the most hated, the most incompetent, the most corrupt pedo enabler &amp; the biggest narcissist in Scotland.  inability to get ANYTHING right is destroying Scotland.#ResignSturgeon #SturgeonIsFinished#SturgeonOut #JailSturgeon","sentiment_score":0.0373015873}
{"full_text":"1. What? It's \"jobs,\" \"economy,\" \"education,\" and since 2020 \"COVID.\" Affordable housing doesn't factor higher than those. Again, the private sector is providing what buyers want.2. Yes, remove zoning restrictions on density. Mostly suburbanites blocking that.","sentiment_score":0.25}
{"full_text":"RT Excited to share the latest addition to my #etsy shop: Leopard Print Reversible Scrub Cap #blacksatincap #animalprint #c...","sentiment_score":0.4375}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"I miss you so much, like I hope you're having the best time on holiday but damn  I'm scared it'll be even longer until we see eachother too cause I'm in a covid house ","sentiment_score":0.6}
{"full_text":"Hoping my manager gets a bad case of Covid and karma while she's on vacation ","sentiment_score":-0.7}
{"full_text":"For information and context.","sentiment_score":0.0}
{"full_text":"actually I hadn't heard the conjecture omicron originated in non-humans.","sentiment_score":0.0}
{"full_text":"happy second covid anniversary to everyone. how fast time flies lol","sentiment_score":0.45}
{"full_text":"RT According to the DC vaccine mandate you will be able to go to a restaurant if you have a vaccine and test positive but no...","sentiment_score":0.3636363636}
{"full_text":"RT This is funny..... ","sentiment_score":0.25}
{"full_text":"Anyone else get anxious going out alone now a days. Covid has killed my social butterfly","sentiment_score":-0.1388888889}
{"full_text":"RT Case in point, guy who reported turning into the Hulk to illustrate how easily VAERS ca...","sentiment_score":0.4333333333}
{"full_text":"Whew let this had been Serena that did this","sentiment_score":0.0}
{"full_text":"RT Seattle-area hospital VPs: I proudly fired unvaccinated workers to stop the spread of COVID and protect the public! We're h...","sentiment_score":0.4}
{"full_text":"RT CDC Study Shows Flu Vaccination Prevents Severe Flu Illness in U.S. ChildrenVaccine protects, even when vaccine virus and ci...","sentiment_score":0.0}
{"full_text":"RT i really need you to start listening to what disabled folks are experiencing right now &amp; the solutions we have to offer in...","sentiment_score":0.0952380952}
{"full_text":"RT If I die from covid I want people to know that I was scared and I didn't want it to happen. And I 100% blame my governme...","sentiment_score":0.0}
{"full_text":"RT Fauci knew that Chinese were working on inserting COVID furin cleavage site and worked to cover it up and label critics as 'c...","sentiment_score":0.0}
{"full_text":"RT Rank-and-File Safety Committees are organizing to stop COVID from killing people.It has never been more clear to me that...","sentiment_score":0.3}
{"full_text":"Ctm puto covid ","sentiment_score":0.0}
{"full_text":"RT If you act like everyone is going to get omicron anyway, you will get omicron. If you take precautions &amp; try your best not...","sentiment_score":1.0}
{"full_text":"RT 'It's not good enough anymore,' says violence against women perpetrated by men is a pandemic.","sentiment_score":-0.175}
{"full_text":"They should stay at home.","sentiment_score":0.0}
{"full_text":"RT << A medical catastrophe unfolding >> in #Tigray #Ethiopia","sentiment_score":0.0}
{"full_text":"RT \"What got me going the most was knowing that the voices of colleagues are not being heard\".Dr Steve James tells","sentiment_score":0.5}
{"full_text":"RT The narrative is crumbling!","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT \"I can't decide if I'm more frustrated with our government as a parent or a restaurant owner. I guess it's a tie.\"","sentiment_score":-0.1}
{"full_text":"RT Pfizer CEO: I'm a big fan of #Djokovic. Previous infection provides protection, but it doesn't last as long as with the vacc...","sentiment_score":-0.0541666667}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"Meanwhile wants to extend vaccine passports","sentiment_score":0.2}
{"full_text":"RT Being against vaccine mandates is not the same as being anti vaccination ","sentiment_score":0.0}
{"full_text":"RT I just took a piss and I seen COVID coming out","sentiment_score":0.0}
{"full_text":"Who?Wuhan health organization#CoronavirusPandemic #coronavirus","sentiment_score":0.0}
{"full_text":"RT Sen. Rand Paul tells Newsmax if Republicans win a Senate majority in 2022, he would chair the committee responsible for gettin...","sentiment_score":0.5}
{"full_text":"This chart shows growth in home purchases, by category of buyer. Essentially, it shows how growth in home purchases by investors outpaced those of first-time buyers during the pandemic.","sentiment_score":0.0}
{"full_text":"No Gasoline Without 'COVID Papers'? It's Already Happening in Some...","sentiment_score":0.0}
{"full_text":"RT A study at Emroy university, USA shows that Indian made Covaxin neutralises Delta variant by 100% and Omicron by 90%.","sentiment_score":0.0}
{"full_text":"RT Answered listener questions about pregnancy + omicron today on  with the amazing Blown aw...","sentiment_score":0.6}
{"full_text":"RT Then there are the BC journalists who are the exception to this rule, who have not being doing govt PR nor tone-policing cit...","sentiment_score":0.0}
{"full_text":"RT on Mark Levin's radio show, Glenn Beck announced:-he has COVID-he's taking ivermectin and hydroxychloroquine (doubt it)...","sentiment_score":0.0}
{"full_text":"Went the whole pandemic smoking every day, never got the Vid","sentiment_score":0.2}
{"full_text":"RT Kejri hasn't fully recovered from Covid, still he is campaigning in Punjab. He was in quarantine for only 4 days. He is...","sentiment_score":0.0}
{"full_text":"RT Kids are walking out and asking for a temporary remote option. It's about 16degF\/-8.8degC. I'm pretty sure they mean it.","sentiment_score":0.084375}
{"full_text":"Really fun. Enjoy. WEAR A MASK - THE MUSICAL NUDGE via","sentiment_score":0.2333333333}
{"full_text":"RT It's really hard to get motivated for a football match when you know it's not a fair and level playing field. Liverpool mi...","sentiment_score":-0.3208333333}
{"full_text":"RT Seattle Public Schools: We just fired unvaccinated staff to protect everyone and stop the spread of COVID! We now have a fu...","sentiment_score":0.0}
{"full_text":"RT NOT satire, folks. They're really trying the \"get vaxxxinated, or your dick will fall off\" gag. Fantastic. Beclown...","sentiment_score":0.3}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"From the dawn of time human beings have coveted an excuse to justify feelings of superiority over others so that they may feel special. \"At least Im not a ______.\"Dictators and autocrats can not maintain power without a group to demonize.","sentiment_score":0.0017857143}
{"full_text":"It is my right as an American to have the opportunity to vote It is not my right to walk into a private business without following their rules","sentiment_score":0.1142857143}
{"full_text":"Everyone was just okay with these kids giving each other Covid.","sentiment_score":0.1875}
{"full_text":"RT Fauci knew that Chinese were working on inserting COVID furin cleavage site and worked to cover it up and label critics as 'c...","sentiment_score":0.0}
{"full_text":"Only thing we drawing is a couple of red lines on a COVID test and getting out before the inevitable beating","sentiment_score":0.0}
{"full_text":"This has never happened anywhere","sentiment_score":0.0}
{"full_text":"RT Smoking gun: Fauci knew COVID may have come from a lab, but begged other doctors to suppress the information. What was...","sentiment_score":-0.125}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Glenn Beck said he didn't need the vaccine - now he's very sick with COVID and is taking ivermectin","sentiment_score":-0.9285714286}
{"full_text":"Indeed it was. Somehow they redefined the definition of vaccine so it's no longer an immunization. #CovidBS","sentiment_score":0.0}
{"full_text":"You get to be a fake social justice hero, feel safe, still get teh wu flu, and spread it..","sentiment_score":0.0111111111}
{"full_text":" Glenn Beck Has Covid Again, So Buy His Book!#GLENNBECKhttps:\/\/t.co\/wOPBqQdFiF","sentiment_score":0.0}
{"full_text":"NACDD CEO, Donna Meltzer sits down with College Students Jimi Scott and Davon Rollins to talk about why they decided to get the COVID-19 Vaccine and what the experience was like for them. #GetOutTheVaccinehttps:\/\/t.co\/TCKsbX28bq","sentiment_score":-0.1555555556}
{"full_text":"RT The CARD system is an evidence-based tool that improves the #vaccination experience for patients &amp; immunizers. When you...","sentiment_score":0.0}
{"full_text":"RT What a combo fr. Give the jook and get the jook.","sentiment_score":0.0}
{"full_text":"RT Anyone in Bexar county looking for free covid testing call 211 and they can help you locate free sites !","sentiment_score":0.45}
{"full_text":"RT DOJ noting pandemic rules--chief judge cancelled all in person trials until 1\/24. DOJ argues extensive discovery requests...","sentiment_score":0.0}
{"full_text":"RT My kids and I love Julia Donaldson's Gruffalo. I used to read it to them all the time when they were little. Only some...","sentiment_score":0.1041666667}
{"full_text":"During the COVID-19  pandemic, a properly fitted mask  reduces  your risk of #COVID19  i Learn more  and Do It All to stay protected.","sentiment_score":0.25}
{"full_text":"Skyportz says demand for car parking may not return to pre-pandemic levels, freeing up space for eVTOL air taxi services to use existing infrastructure.","sentiment_score":0.0}
{"full_text":"Anybody else find it wild Bernie is the one trying to raise mask quality and educating people about mask differences strange? Why is it up to a Senator? You have the White House and the CDC and spending their time trying to push you back to work instead of improving mitigation.","sentiment_score":0.0125}
{"full_text":"The main #AustralianOpen tennis stadiums will be capped at 50% capacity under updated COVID-19 restrictions, organisers said Thursday amid surge of cases in Melbourne.","sentiment_score":0.1666666667}
{"full_text":"RT The vaccines have failed miserably at stopping the spread of COVID, and there is a non-zero risk associated with takin...","sentiment_score":-0.75}
{"full_text":"I hope you don't have children.  Children are mildly ill if that with Covid.  No comparison to being dead","sentiment_score":-0.35}
{"full_text":"RT Regional Airport Manager Alh. Mahmud Sanni and his team taking Dr. Muktar Mohammed led presidential steering committee o...","sentiment_score":0.0}
{"full_text":"RT I wrote about the debate about whether people are being hospitalized \"for COVID\" or just \"with COVID\". Many supposedly 'i...","sentiment_score":0.5}
{"full_text":"A Manitoba woman has turned her love of puzzles into a pandemic-era side hustle.@katherinedowctv learns more:","sentiment_score":0.5}
{"full_text":"#COVID19 shows that the frameworks in \"A new understanding of #globalhealth security: three interlocking functions\" should be considered intermediate steps towards a more robust \"steady state\" of minimum health standards. Download pdf here","sentiment_score":0.2676767677}
{"full_text":"What people in Wales think about Boris Johnson after he admits attending Downing Street lockdown party","sentiment_score":0.0}
{"full_text":"While the Prime Minister and colleagues partied in Downing Street in May 2020, the people of Derbyshire were struggling.https:\/\/t.co\/fky4lWrhx7","sentiment_score":0.0}
{"full_text":"Elvis Presley getting his polio vaccine backstage at the Ed Sullivan Show, October 28, 1956,","sentiment_score":0.0}
{"full_text":"RT Since I wrote this has altered the story to cover its lies - see new and old headlines below (other bits ch...","sentiment_score":0.0371212121}
{"full_text":"Read about incoming governor priorities, including response to the ongoing #COVID19 pandemic, in this article from :","sentiment_score":0.0}
{"full_text":"From crisis to catastrophe: Why the cost of living crisis will soon overshadow the pandemichttps:\/\/t.co\/xrYCEwvkI5","sentiment_score":0.0}
{"full_text":"RT Next week, my administration will announce how we are making high-quality masks available to the American people for free. The...","sentiment_score":0.2}
{"full_text":"As the CDC considers updating mask guidance, they are also warning that some protective equipment is not what it seems. Here's what to watch out for if you're thinking about shifting to a new type of face covering.https:\/\/t.co\/Z9XIEfCxdY","sentiment_score":0.1363636364}
{"full_text":"RT Just remember, your GP is actually on your side and did not have a lockdown party","sentiment_score":0.0}
{"full_text":"Without even reading the article I'm gonna assume that this is in vitro, not in vivo. Which means this research is extremely far from showing that consuming this will actually do anything in your body.https:\/\/t.co\/nk7kN9yZuL","sentiment_score":0.05}
{"full_text":"RT From sleaze scandal to lockdown parties, recent events badly tarnished the leadership credentials of British Prime Minister Bo...","sentiment_score":-0.2333333333}
{"full_text":"But with all the choices on where to buy masks and which type, it can get confusing to determine which masks are the real deal.","sentiment_score":-0.05}
{"full_text":"Twenty minutes of daily exercise can lead to therapeutic benefits for both anxious and non-anxious people alike, according to a recent study from and kinesiology department. ","sentiment_score":-0.0833333333}
{"full_text":"RT Thought I'd share some of the points I highlighted during my talk for #WSM2022 along with some links for...","sentiment_score":0.0}
