{"full_text":"RT Unfortunately, the virus that causes COVID-19 is, like other coronaviruses, able to infect the same person multiple times, writes...","sentiment_score":-0.025}
{"full_text":"RT  1555 individuals tested positive for COVID19 against 8175 tests conducted in the Federal Capital.Positivity: 19.02%@nh...","sentiment_score":0.2272727273}
{"full_text":"RT The CDC said that the selfish don't love nobody","sentiment_score":0.0}
{"full_text":"RT Canadian emergency medicine physician burnout: a survey of Canadian emergency physicians during the second wave of the C...","sentiment_score":0.0}
{"full_text":"RT Taiwan's delegation to the Beijing Winter Olympics said it will not attend the opening and closing ceremonies because of Covi...","sentiment_score":0.0}
{"full_text":"RT Is there any single man alive who has done more harm on a *global* level, over a *longer* period of time, and across *more...","sentiment_score":0.2057142857}
{"full_text":"Never too many heron pictures. Daily canal commute a casualty of Lockdown.","sentiment_score":0.25}
{"full_text":"RT #JusticeForArmyStudents Sir i request you that army exam to b...","sentiment_score":0.0}
{"full_text":"RT Jean-Michel Covid.","sentiment_score":0.0}
{"full_text":"NO MASKS! At least use a N95 mask that DOES block a virus!","sentiment_score":-0.375}
{"full_text":"RT Infectious disease experts from Harvard, Tufts University, and Boston University agree \"... schools can finally safely make...","sentiment_score":0.5}
{"full_text":"If they reduce the spread why are there far more cases and deaths since the rollout of the vaccine?","sentiment_score":0.3}
{"full_text":"The vaccine helps to lessen symptoms of the virus for those vaxxed. The majority of those dying are unvaxxed. What I have read is that the more vaxxed people there are the harder it is for variants to develop &amp; the sooner we'll get beyond this.","sentiment_score":0.2}
{"full_text":"RT 2\/We have no capacity to care for the sick either from covid or from other things. We do the best we can. But we just cannot...","sentiment_score":0.0535714286}
{"full_text":"RT Every organization mandating boosters in young healthy people knowing the data on omicron's breakthrough rate despite boo...","sentiment_score":0.3}
{"full_text":"RT Latest ONS data show 1 in 15 people in England had COVID last week. Over 16,000 people in hospital in England have COVID....","sentiment_score":0.25}
{"full_text":"RT Holy this is exactly why the #TruckersForFreedom2022 are doing what they are doing.","sentiment_score":0.25}
{"full_text":"Hey Dummy... the flu vaccine is a solidified consistent infection. That requires yearly jabs. Covid is new and hasn't settled down yet. My parents only just managed to get their booster in the last two weeks. Spread your dumb shit somewhere else. We're all sick of you!","sentiment_score":-0.1546311328}
{"full_text":"I think that's a good enough reason to cancel Kid Rock.","sentiment_score":0.35}
{"full_text":"RT It really is getting into death cult territory","sentiment_score":0.2}
{"full_text":"RT #JusticeForarmystudents#ConductArmyExamHow's Defence ministry and  our minister behave with soldiers. I...","sentiment_score":0.0}
{"full_text":"RT Brief update on Omicron, and its BA.1 and BA.2 lineages (sisters)1. Origin--the 3 theories for how this hyper-mutated versio...","sentiment_score":0.0}
{"full_text":"Got my booster today - the lovely vaccinator lady even agreed to asperate the needle which made me so happy. We are lucky in NZ to have access to the best vaccines at the right timing with the best science advice - we need to drop the defeatest attitude to #Omicron &amp; fight it!","sentiment_score":0.6531746032}
{"full_text":"RT  The Government's \"grossly unethical\" uses of its \"nudge unit\" inflated fear among the public during the Covid pandemic, ps...","sentiment_score":0.0}
{"full_text":"RT Absurd bollocks. And we all did this, if we questioned this \"science\" we were Covidiots!We all know who the Covidiot...","sentiment_score":-0.5}
{"full_text":"RT Are you standing with the Batley school teacher?","sentiment_score":0.0}
{"full_text":"RT \"Spotify money might as well be blood money\" with their #COVID19 vaccine disinformation they promote -- well said","sentiment_score":0.0}
{"full_text":"University of Maryland Medical System, &lt; 5% of hospitalized patients were fully vaccinated and boostedBeaumont Health reported Thursday that only 8% of Covid-19 patients were fully vaccinated and boosted.Like those odds. Why not everyone? Only 23% boosted. Not smart at all.","sentiment_score":-0.0267857143}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"Nice perspective  My heart goes to the local tourism industry (local shows, shops, activities) since it's really their bread &amp; butter pre-pandemic days :( Hopefully 2023\/24 ","sentiment_score":0.01}
{"full_text":"RT These are the best places to be in as the world learns to live with Covid: UAE Saudi Arabia FinlandFind your coun...","sentiment_score":0.5681818182}
{"full_text":"RT WOW: A massive convoy of 50 thousand trucks and 1.4 million people are headed to Ottawa to camp outside Parliament in pro...","sentiment_score":0.0333333333}
{"full_text":"RT Absolutely HUGE study on persistent symptoms after #COVID19 (\"long covid\") in 37,000 children from Denmark Incidence 0.8%...","sentiment_score":0.175}
{"full_text":"RT It was never about \"freedom\" for me. I just thought it was stupid\/unnecessary and didn't feel like doing it. Same with...","sentiment_score":0.0}
{"full_text":"RT COVID cases are currently at peak &amp; asking students to travel in such situations will put their lives at risk. We urge...","sentiment_score":0.0}
{"full_text":"RT Misinformation that this BA.2 variant is \"The stealth Variant\" and cannot be detected.That is false.BA.2 lineage has been...","sentiment_score":0.0}
{"full_text":"Experts disagree. Exceptions are made for those that can't take the vaccine. The entire point of the vaccine is to protect those that can't take vaccine.  The vaccine is in widespread use and it has been shown to be safe.","sentiment_score":0.25}
{"full_text":"RT He wouldn't recognize TRUTH if he saw it on his way to Damascus !!","sentiment_score":0.0}
{"full_text":"RT Kimmel's comments leave little to assume -- it's very clear what he's trying to say about BTS &amp; it's exhaustingly disgusti...","sentiment_score":-0.1525}
{"full_text":"RT 282k Tweets Have posted #postponegate2022 is been trending  since morningStill Gov is unaware of thingsWhen 8 to 9...","sentiment_score":0.0}
{"full_text":"RT At some point.... Can we talk about how #patrickshai actually died for his gbv Activism.... I see you pretending there in...","sentiment_score":0.0}
{"full_text":"RT My sister Tracy was just taken into the ER in SC. She's COVID positive, has a pulse ox atm of 80 while being on oxygen.I...","sentiment_score":0.2272727273}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"RT Imagine getting 4 injections \"to fight Covid\" in under a year (many are up to four) just to get sick with the disease...","sentiment_score":-0.1071428571}
{"full_text":"RT #JusticeForArmyStudents Before corona period vacency was empty after 3 year of corona period,age of defence candidate...","sentiment_score":-0.1}
{"full_text":"RT CDC needs to update its messaging with some Jeff Goldblum vibesH\/t:","sentiment_score":0.0}
{"full_text":"Manufactured pandemic.","sentiment_score":0.0}
{"full_text":"RT 'It's not reasonable, it's not rational, particularly at a time when we have this Omicron variant and frankly the vaccines don'...","sentiment_score":0.0333333333}
{"full_text":"RT #justiceforarmystudents we all defence students getting frustrated to hear covid 19 excuse. All other compititive exams are co...","sentiment_score":-0.2916666667}
{"full_text":"RT Austria : Lockdown on the unvaccinated has been ongoing for many weeks now. It successfully flattened the curve, but alon...","sentiment_score":0.625}
{"full_text":"Thank God, Corona has gone from UP.","sentiment_score":0.0}
{"full_text":"RT Scotland: unvaxxed 13% of covid deaths in the last week. 87% vaxxed. The most surprising is the rise of boosted, already 5...","sentiment_score":0.4}
{"full_text":"RT Further, there has been a wave of violence against Asian people as a result of racist rhetoric about covid. Today's \"j...","sentiment_score":0.0}
{"full_text":"RT Fight corona donot FearYou attract what you fear .Dont let placebo effect of negative thoughts cripple your mind. Avoi...","sentiment_score":-0.3}
{"full_text":"Wow it's amazing how they lie and say heart condition not the vaccine","sentiment_score":0.35}
{"full_text":"RT Two years to realise this?","sentiment_score":0.0}
{"full_text":"RT Hard to believe, but not everyone seems to agree with the UK government that their handling of covid was exemplary. Worse...","sentiment_score":-0.3458333333}
{"full_text":"RT weird af how desperate kimmel is to make coronavirus cracks about bts because TWICE IN 2 WEEKS?  bts just minding their own b...","sentiment_score":-0.1666666667}
{"full_text":"RT Missionaries doing what they always do","sentiment_score":0.0}
{"full_text":"RT the CDC has confirmed that natural immunity is nearly FIVE TIMES as effective as vaccination; Johns Hopkins study shows i...","sentiment_score":0.3}
{"full_text":"India achieved yet another milestone as more than 1 cr #precautiondoses or the 3rd vaccine shots have been administered to the eligible populationUnder the leadership of PM Modiji,the world Largest vaccination campaign is continuously scaling new heightshttps:\/\/t.co\/9PEj14NVLK","sentiment_score":0.2121212121}
{"full_text":"RT         China-UK education ties have strengthened despite pandemic","sentiment_score":0.0}
{"full_text":"RT LINDA LAVENDER, 62, was the \"heart of her family... everybody's mother, very caring, always laughing &amp; always up for a c...","sentiment_score":0.2}
{"full_text":"'Hochul said the state will evaluate the rule on a two-week basis.'Gov. Kathy Hochul extends NY's mask-or-vax mandate through Feb. 10 via","sentiment_score":0.0}
{"full_text":"the pandemic has caused a huge increase in anti Asian violence and hate. It's absolutely unacceptable to be comparing bts (Asians, idk how many times I need to say this) to covid. just stop, it's unnecessary and fucked up when these comparisons have actual consequences for Asians","sentiment_score":-0.0875}
{"full_text":"RT If these 80402 teachers would have been appointed by now then lakhs of families wouldn't have to live in financial ins...","sentiment_score":0.0681818182}
{"full_text":"Covid 4th vaccine reaction so far - about the same as the 3rd. Feverish, tired, sore throat. As predicted, this weekend is going to be a write off, but still glad I got it","sentiment_score":0.0166666667}
{"full_text":"RT He's shown a level of incompetence that makes it difficult to understand how he's still in the job. Now he shows a lev...","sentiment_score":-0.5}
{"full_text":"Laboratory research has shown that protection against COVID-19 is related to antibody levels. Booster vaccination with JnJ or Pfizer vaccine is a reliable and safe way of increasing antibody levels. Learn more&gt;https:\/\/t.co\/I9v0mUsReqBook your vaccination&gt;","sentiment_score":0.25}
{"full_text":"#PlayToBeYou: Pixstory invites parents &amp; children to share how they're finding alternative ways to play sports in a time that requires us to stay home Submit a video clip of how you're re-imagining sports by Jan 31, for a chance to interact with top athletes &amp; coaches ","sentiment_score":0.5}
{"full_text":"Register and participate in a session discussing recovery from the COVID-19 in #Asia and the #Pacific.Join us on 1 February:","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic have pushed even those with years of experiences searching for their next jobs, too. The competition out there is just relentless. But how does the job market in #Indonesia responding to this situation? #SEAToday #Pandemic #job #carrier","sentiment_score":0.0}
{"full_text":"Touch Concierge(r)ANYTHING IS POSSIBLE !!https:\/\/t.co\/ztIZLObv49#starlink #Tesla #bitcoin #riyadh #tokyo #dubai #sydney #offer #cristiano #london #nyc #egypt #paris #Google #HeyGoogle #covid #vaccine #apple #iphone #hiring","sentiment_score":0.0}
{"full_text":"From #elections to a new President, the #pandemic to principles-based debates, 2022 will be tentative, even frustrating, but will remain as #India is--an exciting journey, a work in progress, a geography of hope:","sentiment_score":0.0121212121}
{"full_text":"'I thought Covid was mild but nearly two years later my body and mind are damaged'https:\/\/t.co\/doS44b6zmZ","sentiment_score":0.1444444444}
{"full_text":" New Issue \"Global Reckonings and Covid Cliches\" by Ken Booth [@KobBooth]Access it here for free:https:\/\/t.co\/4qivjYaY9h","sentiment_score":0.0681818182}
{"full_text":"About 80,000 Egyptian expatriates were repatriated back home from different countries around the globe after the world lockdown because of the coronavirus crisis, said Minister of Emigration and Expatriates Affairs Nabila Makram.#Egypt | #fyrws_kwrwnhttps:\/\/t.co\/5jN59cYY0k","sentiment_score":0.0}
{"full_text":"Community-led orgs are heart of a pple-centered, #humanrights-based #publichealth response &amp; should be fully integrated in national #pandemic responses, incl. #COVID19. A new report calls for sustainable measures for community-led #HIV responses.","sentiment_score":0.1363636364}
{"full_text":"Chinese Premier Li Keqiang has stressed the need to consolidate the results of #povertyalleviation work and coordinate #COVID19 prevention and control with economic and social development.Read full:","sentiment_score":0.1458333333}
{"full_text":"Thank you President for your continued support of #COVAX. By working together, we can \"win the vaccination battle\" and #breakCOVID. #TeamEurope","sentiment_score":0.8}
{"full_text":"1\/2 To be fair, as someone who is triple vaxed &amp; recently just had COVID-19 I went to work for a short shift unknowingly positive. I had some minor symptoms that I didn't associate with COVID-19 &amp; felt fine before work, but after my shift had a bad cough with phlegm...","sentiment_score":0.0848484848}
{"full_text":"The rise of remote working during Covid-19 has enabled a more accessible work environment across all businesses. This has made previously unviable jobs available to people with disabilities. Read more on the role of technology in this switch at","sentiment_score":0.2513888889}
{"full_text":"How can the private sector support #vaccineequity? In this piece for President unpacks how equitable access to vaccines can be championed by private companies working with philanthropic funders like the Open Society.https:\/\/t.co\/XvSQgagOgV","sentiment_score":0.0}
{"full_text":"South Korea's new #Covid19 cases top 17,500 as #Omicron rages #SouthKorea","sentiment_score":0.3181818182}
{"full_text":"Mitt Romney says he tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"The COVID-19 pandemic has provided China new opportunities to deploy digital infrastructure domestically and abroad, pushing 5G, health apps, surveillance programs, and thermal imaging cameras as tech solutions to the crisis:","sentiment_score":0.0681818182}
{"full_text":"Visiting the city centre this weekend?To protect yourself &amp; others from #Covid19:meet outdoors where possibleconsider wearing a face covering in crowded\/enclosed spacestake lateral flow tests regularlystay home if unwellwash hands regularlyhttps:\/\/t.co\/avF2yJKs48","sentiment_score":0.0}
{"full_text":"Canadian truckers, forming what's being called a 'Freedom Convoy,' keep pushing across the country heading towards the capital Ottawa, aiming to stage a large rally against COVID vaccine mandates for travel from the US to Canada later on SaturdayMORE:","sentiment_score":0.1071428571}
{"full_text":"The strain placed on us all since the start of the pandemic has been enormous. Although some have been affected more significantly than others, it's hard to imagine that anyone has been left unscathed. - #Opinion#pandemic | #COVID19https:\/\/t.co\/YecVNB3AHl","sentiment_score":0.1166666667}
{"full_text":"Modi's govt did nothing. All COVID relief measures were dictated by SC, it took suo-moto actions &amp; gave orders.","sentiment_score":0.0}
{"full_text":"RT We all deserve a relaxing vacay after this pandemic. Sana matapos na to.","sentiment_score":0.0}
{"full_text":"Rapunzel: Oh, my gosh, Eugene, Oldie must've been from Corona. See? It has our crest.","sentiment_score":0.0}
{"full_text":"*CHILDREN'S FLU AND COVID19 JABS* - at Sentinel House #Poole (BH17 0RB) today and tomorrow and 5-6 Feb, 8am-2pm. Children must be 5-18 for #flu and 12-15 for #COVID19 (1st or 2nd dose) and accompanied by an adult who can give consent. Email dhc.fluclinic@nhs.net to book.","sentiment_score":0.05}
{"full_text":"Covid cases are still high in Manchester. You can go to the following clinics without an appointment for vaccines if you are aged 16+For Wythenshawe residents your nearest centre is Baguley Pharmacy","sentiment_score":0.02}
{"full_text":"RT Tell me you have never been able to read the room without telling me you hav....","sentiment_score":0.5}
{"full_text":"RT Mask Distribution by DSS Volunteers following the pious teachings of Saint Dr. Singh Ji Insan | Sri Ga...","sentiment_score":0.0}
{"full_text":"#Guatemala praised #Taiwan's work to contain and fight COVID-19 at the 150th Session of the WHO Executive Board, urging the organization to allow #Taiwan's participation, so that no-one is left behind! Thank you","sentiment_score":-0.25}
{"full_text":"#MiddayOpinion |Will the eventual end of this pandemic compel us to re-evaluate what is most important in our lives?Via: Lindsay Pereirahttps:\/\/t.co\/0Qu95WMFNg","sentiment_score":0.45}
{"full_text":"When COVID-19 began spreading around the world, the remote Pacific archipelago of Kiribati closed its borders for nearly two full years.https:\/\/t.co\/EHZF4qshXR","sentiment_score":0.0625}
{"full_text":"The pandemic has had a surprising impact on British property companies.Everything you need to know here:","sentiment_score":0.35}
{"full_text":"The pandemic has switched on our reptilian brains at the expense of our more mammalian, social ones. The best way to address that switch - through interpersonal engagement with trusted friends and family - has been snatched away. - #Opinion by","sentiment_score":0.5111111111}
{"full_text":"This report enumerates lessons learned from tackling the #pandemic thru regional cooperation &amp; integration (RCI). It discusses how RCI can be elevated to help countries in Asia &amp; the Pacific build back resiliently &amp; sustainably from the pandemic.https:\/\/t.co\/7vQj2rpTKM","sentiment_score":0.0}
{"full_text":"The \"Freedom Convoy\" is reportedly protesting against the vaccine mandates put in place at the U.S.-Canada border.","sentiment_score":0.0}
{"full_text":"The owners have been battered by the impact of the coronavirus pandemic and its various lockdowns.https:\/\/t.co\/aEAgBdmcjn","sentiment_score":0.0}
{"full_text":"RT This is so unbelievably scary.  They have money for tanks &amp; bombs but not for #UniversalHealthcare during a #pandemic &amp; n...","sentiment_score":-0.5}
{"full_text":"RT Get it through your thick skulls these truckers and their supporters are not leaving Ottawa until all mandates and vacc...","sentiment_score":-0.3}
{"full_text":"With. He died with covid.","sentiment_score":0.0}
{"full_text":"For as low as P300\/year, you can get extra protection up to P421,000 coverage with GInsure! Here are the steps to get protected with Cash for Dengue Costs (with FREE COVID-19 cover!)","sentiment_score":0.1666666667}
{"full_text":"\"This wave has had different implications for children under 12 years as they make up the majority of the unvaccinated population.#Qatar #MentalHealth #Covid19 #Children","sentiment_score":0.0}
{"full_text":"Good morning all! Our customer care team are now online, ready to help you all with your queries. Please remember to #WearAMask when boarding public transport and be mindful of others.#ConnectingPeopleToPlaces#StaySafe","sentiment_score":0.3583333333}
{"full_text":"Dr Joan Myers, a Queen's Nurse and member of the Nursing Times editorial advisory board, has written to the health and social care secretary urging him to reconsider the incoming mandatory Covid-19 vaccination policy.https:\/\/t.co\/74mG7Y20M0","sentiment_score":0.0333333333}
{"full_text":"RT #COVID19 Math problems Via WhatsApp.","sentiment_score":0.0}
{"full_text":"Are you less likely to get #COVID19 while at outdoor events or indoor gatherings? It depends on venue size, ventilation and how many people are coming. Find out why from our #BhekisisaResource.","sentiment_score":0.1111111111}
{"full_text":"Covid 19 Assam : Infected Students Can Appear Exam in IsolationThe #SEBA has announced in the meeting with #AASU that any student infected with Covid-19 doesn't need to miss his\/her examination.https:\/\/t.co\/u9L0yexHDh#Headline8 #Assam","sentiment_score":0.0}
{"full_text":"RT If you believe 'it's over', just look around you- talk to healthcare workers, teachers, parents, those living with long CO...","sentiment_score":-0.05}
{"full_text":" Flu Vaccine AED 65 The Flu Vaccine does not protect against the COVID-19 virus.Keep a 1-month gap between COVID-19 vaccine and Flu vaccine.*Terms &amp; conditions apply#fluvaccine #flu #vaccine #influenza #flushot #vaccineawareness #RAKH #RAKHospital #RAKHCare","sentiment_score":0.0}
{"full_text":"Our coronavirus support section provides information, advice and guidance for families with autistic children and young people.Download our resources on the coronavirus vaccine and what this means for autistic children and young people .https:\/\/t.co\/oT08s3iPh7#COVID19","sentiment_score":-0.05}
{"full_text":"RT The #BA2variant is still prevalent at less than 2% of new #COVID19 cases in USA, but spreading quickly.https:\/\/t.co\/pZ...","sentiment_score":-0.0151515152}
{"full_text":"Immune abnormalities such as low IgG3 or low IgM have been reported in #MEcfs. But their significance has remained a mystery.Now, a new study shows that people with low IgG3 or low IgM are more likely to develop #LongCovid than other COVID patients!https:\/\/t.co\/hXjYjYCmEP","sentiment_score":0.0568181818}
{"full_text":"I rest my case.","sentiment_score":0.0}
{"full_text":"RT Man, really seeing a HIV vaccine in our lifetimes. How cool is that?","sentiment_score":0.275}
{"full_text":"RT The Acupuncture and Telehealth Survey: A Cross-Sectional Survey Exploring Early COVID-19 Impacts on the Acupuncture Prof...","sentiment_score":0.1}
{"full_text":"RT 4) It seems endorses this nonsense over public health and saving lives. - choose wisely - his...","sentiment_score":0.35}
{"full_text":"RT I'm getting a lot of angry MAGA people shouting that \"the mass graves are not Trump's fault!\"YES. THEY ARE. The corona...","sentiment_score":-0.625}
{"full_text":"RT ANNOUNCEMENT : We are proud to announce that the first participant has been dosed in the Phase 1 study of mRNA-1644, our e...","sentiment_score":0.525}
{"full_text":"Current Conditions for #Sayre PATemp: 8.6FWind Chill: 0.7FHumidity: 76%Dew Point: 2.6F Barometer: 30.224 inHgWind: 4 mph from the WNWCorona Virus Weekly Stats:Cases: 629.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I posit the checkers player screaming \"crank\" at a chess match is the pigeon to all who spectateYears lost and how m...","sentiment_score":0.0}
{"full_text":"Ima hold you to that ","sentiment_score":0.0}
{"full_text":"RT How my father became willing to be placed on a ventilator, if necessary, in order to survive COVID.","sentiment_score":0.125}
{"full_text":"Multiple Greenwood entities are teaming up to provide a COVID-19 clinic on Tuesday.","sentiment_score":0.0}
{"full_text":" The suburb breakdown has been updated for Mackay, Isaac and Whitsunday's active Covid cases.  See where your suburb sits here ","sentiment_score":-0.1333333333}
{"full_text":"RT Gary Payton II: \"I want to stay in Golden State after this season, for multiple years until it comes to the decision where I...","sentiment_score":0.15}
{"full_text":"RT Rishi Sunak must be loving the fact that all the focus is on 'partygate' - and hardly anyone's talking the missing PSBI...","sentiment_score":0.0361111111}
{"full_text":"About bloody time...","sentiment_score":-0.8}
{"full_text":"RT Just revealed! X DEATHS OF WOLVERINE #3 Anime Variant by me. Think it's my first cover for a #Wolverine title(?), and so...","sentiment_score":0.25}
{"full_text":"RT #JusticeForArmyStudents Before corona period vacency was empty after 3 year of corona period,age of defence candidate...","sentiment_score":-0.1}
{"full_text":"RT Kimmel's comments leave little to assume -- it's very clear what he's trying to say about BTS &amp; it's exhaustingly disgusti...","sentiment_score":-0.1525}
{"full_text":"RT Sources since no one can type and use a search menu on Pfizer dot com.  Use all the links espec...","sentiment_score":0.0}
{"full_text":"RT Michele Bachmann says Sarah Palin should be commended for eating at a restaurant while having COVID","sentiment_score":0.0}
{"full_text":"The One Place Australian Blokes Can't Seem To Escape COVID -","sentiment_score":0.0}
{"full_text":"Central #Macedonia Looks to Attract More #Travelers from #Spain #Greece #Fitur2022 #travel #coronavirus #Covid19 #CentralMacedonia #ttot","sentiment_score":0.25}
{"full_text":"Great that you're vaxxed &amp; boosted...but people forgoing the vax because they might get tinnitus is not smart. I got tinnitus for no reason at all &amp; no change with my vax. I've had 3 friends die of COVID because they refused the vax...I miss them very much as do their families.","sentiment_score":0.3176190476}
{"full_text":"RT Last week when I was telling a coworker that I still can't visit my parents and family in China (the quarantine period is...","sentiment_score":0.0}
{"full_text":"Not from covid but still interesting to read How a Rare Brain Mutation Spread Across America - The Atlantic","sentiment_score":0.4}
{"full_text":"We are running an optimised schedule due to Covid-19 measures, please check here for our daily sailings :","sentiment_score":-0.0625}
