{"full_text":"Last year vachindi ga covid","sentiment_score":0.0}
{"full_text":"RT Lansing PSA: there are now mass testing sites at the health department on south Cedar, and at Spartan Stadium.","sentiment_score":0.0}
{"full_text":"RT Keep loading us with serum, it will get better! 2 weeks to flatten the curve, herd immunity will...","sentiment_score":0.625}
{"full_text":"P.E.I. reports 161 new COVID-19 cases, 995 active infections","sentiment_score":0.0015151515}
{"full_text":"RT My manager gone tell me \"it was kinda inappropriate\" to ask my colleague if that was a \"Covid cough or a Newport cough\" via...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"I HATE when people take these LIL ass kids on flights like bitch stay home !","sentiment_score":-1.0}
{"full_text":"This is pretty weird.I'm pretty sure that most of us would rather our federal taxes went towards RATs and public health initiatives (especially during a pandemic), than say nuclear subs, car parks, rights for non-existent water, fossil fuel subsidies etc etc.","sentiment_score":0.25}
{"full_text":"I'm sure the last two years of the pandemic hasn't helped","sentiment_score":0.25}
{"full_text":"RT This guy is a total fraud. The AMA should pull his license.","sentiment_score":0.0}
{"full_text":"RT My first wish of 2022:The nearly 150,000 Ontarians born in 2017 be made eligible for #COVID19 vaccination immediately (w...","sentiment_score":0.175}
{"full_text":"Premier Ford had ample time to source Covid Booster Shot vaccines. Where are they? No one can find Booster vaccine shot information online. Designated Covid Vaccine shot Pharmacies CAN'T get shipments of vaccine. Why? Again Premier Ford gets a 'F' Grade in leadership capability.","sentiment_score":0.0}
{"full_text":"#Malawi's COVID-19 Update, January 3, 2022,,,https:\/\/t.co\/JkopwFodUc","sentiment_score":0.0}
{"full_text":"RT I'm tired of it being insinuated that I don't matter because I am over 60 and have comorbidities. My 2022 New Year's Goa...","sentiment_score":-0.1318181818}
{"full_text":"The Navy SEALS are fucking pathetic and insanely overrated just because they killed a guy who may or may not have been Osama bin Laden. Delta Force is much cooler as far as insidious special forces go.","sentiment_score":-0.2571428571}
{"full_text":"A study on the efficacy of the #CovidVaccines using UK 2021 Data #COVID19#auspolhttps:\/\/t.co\/9KO09Vnitd","sentiment_score":0.0}
{"full_text":"He has predicted everything from the beginning. Never miss his podcast. Dr. Osterholm has taken heat for his forecasts because they painted a less rosy picture than other experts. In the end though, he's always right. One of my most trusted sources of Covid info fro the start.","sentiment_score":0.1235119048}
{"full_text":"RT 40\/40 Don't expect staff at big media to retweet this the way they do troll tweets by small time accounts who repeat","sentiment_score":-0.125}
{"full_text":"The dark money donors backing Trump's assault on democracy appear to be big on sunk cost fallacies.\"In for a penny, in for a pound\" delusions only work in the movies.The majority of Americans are fed up with the pandemic they're funding to prolong too.","sentiment_score":-0.05}
{"full_text":"RT Mfers on here will be like \"covid is stealing my 20s\" but were at a rave until 8am yesterday","sentiment_score":0.0}
{"full_text":"RT there's this bizarre take that somehow you are being anti big pharma by doing that and I'm like no you're hel...","sentiment_score":0.2}
{"full_text":"RT My family all agreed to take a Covid test before Christmas. My brother-in-law secretly lied about getting tested.Now I...","sentiment_score":-0.4}
{"full_text":"RT BREAKING REPORT: Federal Judge Grants Injunction to Navy seals requesting RELIGIOUS EXEMPTION from Federal Vaccine Manda...","sentiment_score":0.0}
{"full_text":"RT With the Omicron variant spreading rapidly and new restrictions coming into effect in several places across the country,...","sentiment_score":0.0681818182}
{"full_text":"RT Our new ad campaign, to help prevent #COVID19 deaths and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING--42%--Pandemic profiteering just increased the price of 2 rapid #COVID test kits from $14 to $19.88... by 4...","sentiment_score":0.0}
{"full_text":"RT By denying free RATs testing, has forced Australia into a privatised health testing regiment. He's used a gl...","sentiment_score":0.05}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Massive crowd outside a liquor shop in Malviya Nagar, New Delhi. No #COVID19 precautions taken. take thing...","sentiment_score":0.0454545455}
{"full_text":"RT 1,250 Ohio National Guard personnel have been ordered by Gov. Mike DeWine to help hospitals overwhelmed by COVID, joining...","sentiment_score":0.0}
{"full_text":"RT *155 new Omicron cases were confirmed today, of whom 36 are local and 119 are imported.Singapore: Sun, 02 Jan - Covid19...","sentiment_score":0.1787878788}
{"full_text":"RT We are extremely disappointed as this is always one of our favorite events of the year. Wartburg Wrestling has won...","sentiment_score":-0.125}
{"full_text":"RT BTS's RM And Jin Have Fully Recovered From Covid-19https:\/\/t.co\/rhZW5WO73W","sentiment_score":0.0}
{"full_text":"RT Stop taking tests and live your life. If you're sick, stay home. If you feel fine, go about your business. That had been...","sentiment_score":-0.0537518038}
{"full_text":"RT There's a cognitive bias I've seen again and again this pandemic: that the same behavior is equally risky at different times.Se...","sentiment_score":0.0}
{"full_text":"Millions have come close to you during your rallies you sanghi who all will isolate now You and the 56 inch think you are phantom that you won't wear a mask you little squeaky thugs","sentiment_score":-0.1875}
{"full_text":"RT I'm running for re-election.Why?To help bring an end to the pandemic and make sure the economy works for everyone. An...","sentiment_score":0.5}
{"full_text":"RT you mfs won't take covid serious til it takes one of your loved ones away. natural selection","sentiment_score":0.1555555556}
{"full_text":"RT Double vaccinated + a booster. Avoided gatherings and only saw my sister over Christmas who was asymptomatic. Now I'm si...","sentiment_score":0.0}
{"full_text":"RT Once again, if schools are closing, it is not due to staff shortages. It is DUE TO COVID. Staff shortages are BECAUSE O...","sentiment_score":-0.03125}
{"full_text":"RT B\/c Omicron is better at infecting people with higher immunity, symptom onset is happening earlier - BEFORE viral load...","sentiment_score":0.25}
{"full_text":"Exactly... I knew of any no one that had covid for almost  two yrs","sentiment_score":0.25}
{"full_text":"RT I have tested positive for Covid. Mild symptoms. Have isolated myself at home. Those who came in touch wid me in last f...","sentiment_score":0.1868686869}
{"full_text":"Take care guys ","sentiment_score":0.0}
{"full_text":"RT We went from \"No jab, no job\" to \"just wear a mask and show up to work if you're infected\" in record time.","sentiment_score":0.0}
{"full_text":"RT \"What one observes with the massHypnosis is that a large fraction of the population is completely UNABLE to process new s...","sentiment_score":-0.0497835498}
{"full_text":"RT It's rare for ANY vaccine to completely protect against infection or to eliminate transmission. But Covid vaccines and bo...","sentiment_score":0.2}
{"full_text":"Omicron Covid 19 America France UK Russia Italy cases statistics coronavirus updates","sentiment_score":0.0}
{"full_text":"RT Instagram influencers announcing they have Covid with rapid antigen test like they're pregnant is the weirdest shit man,...","sentiment_score":0.0666666667}
{"full_text":"RT Georgia's health department says it's unable to provide an update on COVID-19 \"due to a large amount of data overwhelming the...","sentiment_score":0.0223214286}
{"full_text":"RT If Mary Pat Christie had gone on a tropical Christmas vacation during a pandemic and then tested Covid positive 3 days la...","sentiment_score":0.2272727273}
{"full_text":"RT What?...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT \"More adults between 18 and 45 died of fentanyl overdoses in 2020 than COVID-19, motor vehicle accidents, cancer and suic...","sentiment_score":0.5}
{"full_text":"Hello why school guidelines are only released for government schools? I am in class 9th and 14 year old i risking my life and continuously going to school in this winter and everyone knows that covid is increasing again here our life doesn't matter's to gov?","sentiment_score":0.05}
{"full_text":"RT India reports 37,379 fresh COVID cases, 11,007 recoveries, and 124 deaths in the last 24 hoursDaily positivity rate: 3....","sentiment_score":0.2666666667}
{"full_text":"RT Our approach to the pandemic is a great example of why we cannot get past racism in America. We think it's all about pers...","sentiment_score":0.275}
{"full_text":"RT COVID-19 Update:- 146.70 Cr vaccine doses have been administered so far under Nationwide Vaccination Drive- 68.24 Cr...","sentiment_score":0.1}
{"full_text":"So fitting for Jonah. I'm sure with every mask mandate, every lockdown, every school closure, every city announcing vaccine passports, &amp; every jab he gets in his arm, he just thinks we're \"pursuing excellence\".","sentiment_score":0.5}
{"full_text":"Hell YES!","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis putting this guy into power was one of the coolest things he did. Completely right. Without getting ove...","sentiment_score":0.2857142857}
{"full_text":"Line cooks being a profession with one of the highest rates of covid deaths seems like at least one connection between dining and covid spread","sentiment_score":-0.3}
{"full_text":"RT Switch to remote until end of January. We know it is not safe for kids or staff to be in the build...","sentiment_score":-0.175}
{"full_text":"I have a friend who is very sick but still dealing with it at home, sounds like a lot like delta not omicron.","sentiment_score":-0.9285714286}
{"full_text":"RT Seems like Omicron hit Utah over the weekend.","sentiment_score":0.0}
{"full_text":"RT Wishing Kejriwal a speedy recovery. However, he has already infected 100s of people in his rallies with corona virus. Did...","sentiment_score":0.0}
{"full_text":"RT According to BigHit Music, RM and Jin have made full recoveries from COVID-19 and has concluded quarantine as of today, Ja...","sentiment_score":0.35}
{"full_text":"RT Oh wouldn't the end be nice?","sentiment_score":0.6}
{"full_text":"RT 1. Censorship of material that threatens the 'vaxx is safe &amp; effective narrative' is out of conrol. This video was removed...","sentiment_score":0.55}
{"full_text":"RT How many omicron cases do we really have in Indonesia?Health Ministry: 152GISAID: 164Jakarta's deputy Governor: 162 in...","sentiment_score":0.35}
{"full_text":"that was me when i has covid with peppermint pretzels, but i did in fact lose my taste when i had it","sentiment_score":0.0}
{"full_text":"Absolutely. Nothing else to do while I sit at home with covid, still waiting for my results 5 days on  #fuckingangry","sentiment_score":0.2}
{"full_text":"RT The problem with that statement is..The vaccine was said to prevent Covid and therefore pre...","sentiment_score":0.0}
{"full_text":"RT Court rules only 152 died of COVID-19 in Portugal, not 17,000","sentiment_score":0.0}
{"full_text":"RT We are knocking at your kind hearts. Any amount will be of big help Let's also pray for his fast recovery ","sentiment_score":0.2666666667}
{"full_text":"RT LIVE | 23 resident doctors of Delhi's Safdarjung Hospital have tested positive for COVID-19 in the last week.Follow for upd...","sentiment_score":0.1212121212}
{"full_text":"RT .@TelanganaCMO KCR garu wearing a mask is a rarity!During the recent engagements in my constituency,","sentiment_score":0.0}
{"full_text":"RT My friend, has been a tireless advocate for children her entire adult life. For her public stance that s...","sentiment_score":0.0333333333}
{"full_text":"RT The CDC website says, right this second, not to wear N95s, but everyone who goes in the same room with Joe Biden has to wea...","sentiment_score":0.0952380952}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Due to latest #COVID19 resurgence in #HongKong it \"will make sense\" if the reopening plan between HK and the mainland...","sentiment_score":0.1875}
{"full_text":"mom can you come pick me up oomf is covid positive and is posting at the club","sentiment_score":0.2272727273}
{"full_text":"RT NEW from The COVID positivity rate in Texas is now more than 1 in 3 -- obliterating the previous record","sentiment_score":0.1565656566}
{"full_text":"RT This government will dedicate millions of dollars to locking up a single family in detention, but draws the line at prov...","sentiment_score":-0.0714285714}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT LOCKDOWN IS SENSELESS WITHOUT CONTACT TRACING, MASS TESTING AND TREATMENT! WE DEMAND CONCRETE PANDEMIC RESPONSE.","sentiment_score":0.15}
{"full_text":"RT \"More adults between 18 and 45 died of fentanyl overdoses in 2020 than COVID-19, motor vehicle accidents, cancer and suic...","sentiment_score":0.5}
{"full_text":"RT There is no Omicron hospital \"surge\" in Florida People admitted for non-Covid reasons get tested If they test positive...","sentiment_score":0.2272727273}
{"full_text":"RT a barista on tiktok said they saw and went up to two people doing AT HOME COVID TESTS sitting in the store","sentiment_score":0.0}
{"full_text":"The PM is full of shit and always has been","sentiment_score":0.075}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Sewer water anyway.","sentiment_score":0.0}
{"full_text":"Which has saved me so many hassles while pandemic homeschooling. I love it.","sentiment_score":0.5}
{"full_text":"RT 54,760 Americans between 18-49 have died of covid since 2020.78,795 Americans between 18-45 have died of Fentanyl overd...","sentiment_score":0.0}
{"full_text":"RT You might not be worried about getting COVIDYou may do just fine if you do Problem is you may not do so well when surp...","sentiment_score":0.4166666667}
{"full_text":"RT The controller of exams, Prof Anurag Tripathi has  instructed colleges to adhere to #COVID19 guidelines while co...","sentiment_score":0.0}
{"full_text":"RT Omg how long does one little pandemic take!! I was using a fake id when this started ","sentiment_score":-0.2809895833}
{"full_text":"RT \"Everyone only with covid get tested\" \"How do I know if I've got covid?\"Get tested\" Great Government","sentiment_score":0.4}
{"full_text":"RT In the conference they explained that they're seeing deaths months after workers \"recovered\" from Covid from infection-rel...","sentiment_score":0.0}
{"full_text":"RT theyre doing their show remotely bc of covid while attacking remote schooling bc of covid","sentiment_score":-0.1}
{"full_text":"RT When do we start supporting and funding more equitable vaccines? Those that are shelf stable and in Pill form....","sentiment_score":0.375}
{"full_text":"RT To be clear, the standards which the CDC requires violate the WHO's International Guidelines for Coding of Covid-19 as a Ca...","sentiment_score":0.05}
{"full_text":"RT There is no Omicron hospital \"surge\" in Florida People admitted for non-Covid reasons get tested If they test positive...","sentiment_score":0.2272727273}
{"full_text":"My cousin died while under the care of an ABHS treatment facility in Spokane in 2020 during a covid outbreak there. Is this a trend with ABHS?","sentiment_score":0.0}
{"full_text":"RT In the US, 2,300 flights cancelled over weekend, worldwide some 3,900 flights.https:\/\/t.co\/JYFsZvz89q","sentiment_score":0.0}
{"full_text":"Been saying that for almost 2 years now. But piss shields are more important, I guess.","sentiment_score":0.45}
{"full_text":"I'd be inside my house waiting for it to be over because a 25%-100% death rate would be dangerous enough that it would actually justify a self inflicted house arrest. 0% risk.","sentiment_score":-0.1625}
{"full_text":"RT This guy is a total fraud. The AMA should pull his license.","sentiment_score":0.0}
{"full_text":"RT Personal responsibility is not a serious policy prescription during a pandemic. It's an abdication of a government's r...","sentiment_score":0.0833333333}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"When's the next college tour king","sentiment_score":0.0}
{"full_text":"RT PS. NY hospitals will report who is hospitalized with COVID versus because of it.\"With\" vs \"of\" used to be maligned a...","sentiment_score":0.0}
{"full_text":"RT YOONGI, NAMJOON AND JIN ARE NOW FULLY RECOVERED FROM COVID! ","sentiment_score":0.0}
{"full_text":"RT I want to wake up in a country which is willing to stay home for two weeks to stop the spread of a sci fi level contagion sw...","sentiment_score":0.25}
{"full_text":"RT Lo ji Biggest virus is virus infected, hope he gets well soon !","sentiment_score":0.0}
{"full_text":"RT 'A shambolic mess': the only example Australia is giving the world now is how not to manage Covid | Kerryn Phelps","sentiment_score":-0.0875}
{"full_text":"YAYYYYYY AM SO HAPPY!!!!","sentiment_score":1.0}
{"full_text":"RT With how easily this new COVID variant is jumping from person to person this definitely isn't Omarion. This is Tristan Thom...","sentiment_score":0.1898989899}
{"full_text":"RT They finally get it. T cells drive pathology in severe covid-19, as I wrote in Frontiers back in 2020","sentiment_score":0.0}
{"full_text":"RT Deaths in 2021:Abortion: 42,640,209COVID: 3,500,000","sentiment_score":0.0}
{"full_text":"RT Do Not Let Them Vaccinate You!On July 4, 2020, The Honorable Minister said it would be a declaration of...","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS SUGA's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"The FDA approved a third round of Pfizer's Covid-19 vaccine for children between the ages of 12 and 15. Crypto is in the crap right now. Bitcoin fell 2.54% and is bear flagging above $45,500. $HLTH hopped 9.4%, $VECO expanded 9%, and $PW popped 7.4%.","sentiment_score":-0.1428571429}
{"full_text":"Malaysian Medical Experts Say That Mixing COVID Vaccines For Booster Doses Are Not Harmful","sentiment_score":0.0}
{"full_text":"RT The Premier says 30-40% of #covid cases hospitalised are not fully vaccinated. He's urging more South Australians to...","sentiment_score":0.5}
{"full_text":"RT A key contributor to mRNA vaccine technology, Dr. Robert Malone - whose Twitter account has just been permanently suspende...","sentiment_score":0.0}
{"full_text":"RT The basis of Medicare is that essential medical care is provided on the basis of need, not affordability.That's how we have t...","sentiment_score":0.0}
{"full_text":"RT 1) if the variant that \"they\" are carrying is the same as the one you were recently infected with, your Immune System shoul...","sentiment_score":0.0}
{"full_text":"RT If the pandemic ended tonight I still don't think I would ever get over the two years of constant relentless exposure to the...","sentiment_score":0.0}
{"full_text":"RT In Illinois: All children must mask in school People must mask in all indoor places All colleges have vaccine\/t...","sentiment_score":0.0}
{"full_text":"RT This is remarkable. These are such wonderful times for aBsuRdiSTes.","sentiment_score":0.5833333333}
{"full_text":"RT Haven't been okay since news about him having Covid was released. Now I can breathe in relief.  All that matters is Seokjin'...","sentiment_score":0.5}
{"full_text":"RT Just pop in your postcode and adjust the map's view to find where RATs are in stock in your area:","sentiment_score":0.0}
{"full_text":"RT These graphs never fail to astonish.The COVID hospitalization risk is MORE THAN 10X higher for the unvaccinated--at every. si...","sentiment_score":0.3333333333}
{"full_text":"RT Why are journos just wishing him speedy recovery in comments instead of questioning his irresponsibility !!! Mild symptoms ha...","sentiment_score":0.3333333333}
{"full_text":"RT As much as I complain about the I struggle even more with the fact that there is still no committee investi...","sentiment_score":0.35}
{"full_text":"RT Two people I know with COVID:My mom: Age 75. Fully boosted. Masked. Has cold-like symptoms and feeling betterMy next-...","sentiment_score":0.0}
{"full_text":"RT Over 152.96 crore COVID vaccine doses have been provided to States\/UTs so far through Govt of India (free of cost channel) &amp; throu...","sentiment_score":0.25}
{"full_text":"RT Long Covid will likely be a massive drain on our health system and productivity for decades.","sentiment_score":-0.0166666667}
{"full_text":"RT 15 staff out of the building. Kids came while waiting on tests, then parents get their + test results and pick them up....","sentiment_score":0.0}
{"full_text":"RT There is a grief multiplier of 9, with parents, grandparents, siblings, husbands, wives, children. Over 70,000 Iowans in gr...","sentiment_score":-0.8}
{"full_text":"Uh, because it's a CCP bioweapon","sentiment_score":0.0}
{"full_text":"RT 2. I am now banned from YouTube for a week as this was my second strike following previous removal of my interview on LBC...","sentiment_score":-0.0555555556}
{"full_text":"RT I've been working on call at the Children's hospital here in New York this weekend, and literally every child we are o...","sentiment_score":0.1363636364}
{"full_text":"RT For the record, the pocket Constitution you carry does NOT qualify as a vaccine, a booster, or immunization record. #u...","sentiment_score":0.0}
{"full_text":"RT The reason Ford waited until today to announce restrictions has nothing to do with him underestimating omicron or failing to gr...","sentiment_score":0.0}
{"full_text":"RT #BTS's RM And Jin Recover From COVID-19","sentiment_score":0.0}
{"full_text":"Let's flatten the curve, hurry up and get vaccinated now!#HarFardKaKhayal #WearMask #FollowCovidSOPs #TheBankOfPunjab","sentiment_score":0.0}
{"full_text":"Tasty bits of bread did the trick for 700 sheep and goats to join Germany's drive aimed at encouraging more people to get vaccinated against COVID-19.https:\/\/t.co\/eAOvdqJuG5","sentiment_score":0.5}
{"full_text":"RT This from ABC News ... so NSW health acknowledges large portion of icu patients had Delta since mid December. BUT Perro and the...","sentiment_score":0.1071428571}
{"full_text":"#COVID19: 21 new containment zones notified in #Ahmedabad #coronavirus #Gujarat #TV9News","sentiment_score":0.1363636364}
{"full_text":"JUST IN: \"Betty died peacefully in her sleep at her home. People are saying her death was related to getting a booster shot three days earlier but that is not true.\"","sentiment_score":0.01875}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"3rd wave has started; 75% cases in Mumbai, Delhi and Kolkata are #Omicron: COVID Task Force chief#ThirdWave","sentiment_score":0.0}
{"full_text":"RT They Were the Pandemic's Perfect Victims: \"The pandemic killed so many dialysis patients that their total number shrunk f...","sentiment_score":0.325}
{"full_text":"The Makati City local government announced on Tuesday, that non-residents may now get their booster jabs against COVID-19 at any vaccination site in the city as the country faces a new wave of infection brought about by the Omicron and Delta variants.https:\/\/t.co\/eDtAotSKAb","sentiment_score":0.0681818182}
{"full_text":"RT  Day 15 update ATINY,Our current rise in views is +35,464We need to get 4K\/h if we want to reach our goal! Go...","sentiment_score":0.0}
{"full_text":"#MorningMinute: South Korea confirms first 2 deaths linked to Omicron variant.","sentiment_score":0.25}
{"full_text":"RT BREAKING: Betty White's agent debunks right-wing lies that her death was caused by a COVID-19 booster shot, says it's...","sentiment_score":0.0}
{"full_text":"RT With smoke-and-mirrors data on transmission now busted, what even is the basis for continued mandates?Overflowing hos...","sentiment_score":0.0}
{"full_text":"RT Boom!Federal judge: \"There is no COVID-19 exception to the First Amendment. There is no military exclusion from our Con...","sentiment_score":0.15}
{"full_text":"The Chinese mainland on Monday reported 108 new locally transmitted #COVID19 cases, the National Health Commission said on Tuesday. Of the new local cases, 95 were reported in Shaanxi, eight were reported in Zhejiang, and five in Henan, the commission said.","sentiment_score":0.0545454545}
{"full_text":"#Omicron-led surge of cases in metro cities: NTAGI chief urges people to not panic as #Covid19 tally soars.https:\/\/t.co\/zW8hA3KDm6","sentiment_score":0.0}
{"full_text":"We don't want your strep or flu either, Lula. If you can't test, act as if you are positive. Isolate and mask up. It's the responsible thing to do in a pandemic.","sentiment_score":0.2136363636}
{"full_text":"\"NONE OF YOUR BUSINESS LADY!\" That's why I #StayHome I'm just waiting for something to pop off but I'm old now can't run from the cops like in the day LMAO sorry that happened.","sentiment_score":0.0666666667}
{"full_text":"RT Very simple question, for those holding the \"Apocalypse\" position on COVID: why isn't everyone in Florida or Sweden de...","sentiment_score":0.0}
{"full_text":"RT Americans paid 12.8% more for meat in 2021 and the top four meat processing companies saw net margins up 300% during the pandemic....","sentiment_score":0.3333333333}
{"full_text":"Tasty bits of bread did the trick for 700 sheep and goats to join Germany's drive aimed at encouraging more people to get vaccinated against COVID-19.https:\/\/t.co\/A1a8B6XjlV","sentiment_score":0.5}
{"full_text":"Starbucks says its U.S. workers must be fully vaccinated by Feb. 9 or face a weekly COVID testing requirement.https:\/\/t.co\/FnBM6Rjg8B","sentiment_score":0.0}
{"full_text":"RT Over vaccines that don't even stop the spread of COVID. It's all madness.","sentiment_score":0.0}
{"full_text":"Michael (not his real name) was just about middle-aged. He had two conditions that could cause problems should he become infected with the SARS-CoV-2 virus, so he was diligent in his efforts to control them. Read more: #GLNROped","sentiment_score":0.35}
{"full_text":"PNP chief General Dionardo Carlos suspected that he has been hit by the highly infectious Omicron variant.Read more:","sentiment_score":0.2366666667}
{"full_text":"On the latest Show: Investigative Journalist John Solomon discusses the #Biden admin's mixed messaging on #COVID19, #masks and #testing.Full interview:","sentiment_score":0.25}
{"full_text":"The Ohio Department of Health, Ohio National Guard, and the Ohio Hospital Association will expand COVID-19 testing locations in nine cities across the state. ","sentiment_score":0.0}
{"full_text":"RT We thought the healthcare system was bad before the pandemic... Brace yourselves.","sentiment_score":-0.7}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"RT Omicron has caused a major spike in cases in Quebec &amp; across Canada. Today, we're announcing the deployment of up to 200...","sentiment_score":0.0625}
