{"full_text":"Irregardless is a word, ya.So is anti-vaxxer: \"...Opposes the use of vaccines\"Use of, and plural vaccinesNot \"against taking a vaccine\"taking, a, single vaccine.Your labeling of anti-vaxxers is not even close to the definition you cite. By Syntax alone, logic omitted.","sentiment_score":-0.0714285714}
{"full_text":"You're very good at generalizing. But not being specific. I used to follow you for your explanations. Now I'm just keeping a wary eye on you.","sentiment_score":0.1366666667}
{"full_text":"RT The CW productions delayed in Vancouver due to the increase in Omicron cases: #Riverdale: January 12#SupermanAndLois: Januar...","sentiment_score":-0.125}
{"full_text":"I flew at least 12 round trips last year on Southwest, 24 different aircraft\/crew.  As others have said, it totally depends on the actual flight crew.  Some are cool, some aren't.  But that was true pre Covid. LOL","sentiment_score":0.1111111111}
{"full_text":"RT Please maintain safe distance from both 'Omicron' and O'mitron' !","sentiment_score":0.625}
{"full_text":"RT The fight against the #COVID19 raises the political question: What class controls society? The capitalist class is figh...","sentiment_score":0.0}
{"full_text":"RT Gov't announcements on #LongCovid during #Omicron surge:Finland:-This will be a widespread chronic illness-Can affec...","sentiment_score":0.0}
{"full_text":"RT What if, and hear me out here, what if Sonia Sotomayor saying absolute batshit crazy and objectively false stuff was de...","sentiment_score":-0.2666666667}
{"full_text":"That's a lot of people 'with' covid","sentiment_score":0.0}
{"full_text":"Oh dear, you're denied expert advice on Covid now.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Our new statement on UO's COVID crisis urges GEs to use their right to refuse to work in unsafe environments and a...","sentiment_score":0.211038961}
{"full_text":"RT When processing several COVID samples at the same time, procedural failures can occur, and contaminations between sampl...","sentiment_score":0.0}
{"full_text":"RT 'As a professional scientist it's been absolutely obvious to me - by May 2020 - it's nothing like you've been told.'Dr Mike Y...","sentiment_score":0.05}
{"full_text":"Rand Paul has spread no vaccine misinformation.  You just believe liars.","sentiment_score":0.0}
{"full_text":"RT HAPPENING NOW: People take to the streets of Montreal, Quebec in protest against the covid mandates we are seeing across...","sentiment_score":0.0}
{"full_text":"RT To all the vaxxed people, this is very important. If you keep getting shots and taking shots at the unvaxxed, you are handin...","sentiment_score":0.52}
{"full_text":"RT This morning I tested positive for Covid  Retweet to send me some healing love  Cash app Reinadelmundo if you...","sentiment_score":0.3636363636}
{"full_text":"RT They're hoping their next insurrection lasts longer than 4 hours","sentiment_score":0.0}
{"full_text":"RT This doctor deserves a medal for speaking common sense. Sajid Javid would have 60,000+ NHS workers sacked for refusing v...","sentiment_score":-0.3}
{"full_text":"Protocols for healthcare workers include an exemption to allow close contacts to work if asymptomatic &amp; deemed essential. However Covid-positive workers ARE NOT EXEMPT. If positive to Covid-19 they are required to isolate &amp; not permitted to work until released from isolation","sentiment_score":0.1136363636}
{"full_text":"RT #COVID19 has highlighted controversies and unknowns about how respiratory pathogens spread between hosts. A 2021 #Scie...","sentiment_score":0.0}
{"full_text":"It shouldn't make any diff.  Congress created OSHA to resolve health issues, and Covid is the biggest health emergency the countries faced in a century.   But it's a conservative, political court.  I think the mandate for hospitals receiving Medicare funds will stand. So it goes","sentiment_score":0.0}
{"full_text":"What do you think the goal of a vaccine passport is? Tracking people who travel? That's what photo ids already do. If you fly anywhere, you have to provide a government issued photo Id.","sentiment_score":0.8}
{"full_text":"RT The definition of madness ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Cirsten Weldon, a QAnon star who said only \"idiots\" get vaccinated, is dead after contracting Covid.","sentiment_score":-0.3333333333}
{"full_text":"RT If UK government is really considering this (@scotgov certainly not signed up to it) it is utterly wrongheaded. Hard t...","sentiment_score":-0.049702381}
{"full_text":"RT HOLY SHIT","sentiment_score":-0.2}
{"full_text":"RT Archaeologists: Here's exactly how pandemics have played out in the past w 10 top examplesHistorians: Here's how the 19...","sentiment_score":0.1666666667}
{"full_text":"Megyn Kelly liking tweet not change facts that 30 percent are covid related and you guys think it's ok come one fear mongers who bullshits when minority group commits crime don't see saying only few are like that","sentiment_score":0.075}
{"full_text":"bollocks.  I have covid and I am fine.","sentiment_score":0.4166666667}
{"full_text":"RT If TV stations had broadcast that Hurricane Katrina was a hoax and everyone should continue with their picnic plans, we'd...","sentiment_score":0.0}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"People twist and pretend the last 200yrs of medical progress never happened.Only then can they squeeze the Vaccine into the \"Experimental\" moniker they think it belongs.The vaccine has been tested as any other mainstream has.Just instead of faffing for 5yrs, they did it in 1.","sentiment_score":-0.00625}
{"full_text":"Case in point!","sentiment_score":0.0}
{"full_text":"RT The Clarence Thomas led Supreme Court will declare the Biden vaccine mandate illegal early next week","sentiment_score":-0.1333333333}
{"full_text":"RT The White House has announced that it's distributing an additional $4.5 billion in funds to help low-income Americans cov...","sentiment_score":0.0}
{"full_text":"RT The story that Omicron is mild really doesn't ring true.","sentiment_score":0.2944444444}
{"full_text":"RT Just a heads up. Regarding \"Deltacron\" or the \"new variant\" out of Cyprus. Please be aware those sequences being report...","sentiment_score":0.1931818182}
{"full_text":"RT I have 4+ comorbidities that I live with daily. Does the think that #ChronicIllness means practically worthless? I he...","sentiment_score":-0.2212121212}
{"full_text":"RT Official figures now show over 150,000 dead from coronavirus.Let's remember when first deaths were reported in March 20...","sentiment_score":0.025}
{"full_text":"RT This man was educated at Yale &amp; Harvard.","sentiment_score":0.0}
{"full_text":"RT Had to double check this was serious.  What on earth is this government thinking?  Bad enough not to pay people properly...","sentiment_score":-0.2066666667}
{"full_text":"RT Covid vaccines DO disrupt menstrual cycles, study reveals","sentiment_score":0.0}
{"full_text":"The reality is the government FINALLY stopped paying people to stay home and now they are having to go back to work.","sentiment_score":0.0}
{"full_text":"RT This is a reminder that a THREE-vaccine regimen is highly protective against HOSPITALIZATION, whereas high quality MASKS, s...","sentiment_score":0.16}
{"full_text":"RT If everyone stopped for a second and looked out the front window of their houses and or workplaces, th...","sentiment_score":0.0}
{"full_text":"Trump lied many, many times about CoVid19. Here's  a small example.","sentiment_score":0.25}
{"full_text":"RT From what I've seen in Arkansas, it seems like \"learning to live with Covid\" looks a lot like \"continuing to live as if...","sentiment_score":0.1363636364}
{"full_text":"RT The CDC's new Covid guidelines in a nutshell","sentiment_score":0.1363636364}
{"full_text":"It's been known","sentiment_score":0.0}
{"full_text":"What does lack of safe ventilation during the COVID pandemic have to do with teachers refusing to teach? I hope you can figure that out.","sentiment_score":0.5}
{"full_text":"RT tumblr girl style is coming back 2 years into a pandemic because it's by and for girls who are rotting in their bedroo...","sentiment_score":0.0}
{"full_text":"This Ontario is eff!!! Is this omicron, delta and covid even a sars virus. The last sars back in 2003 people were dead once they contacted the virus.  This one you'll recover from it. ","sentiment_score":-0.0666666667}
{"full_text":"RT If I hear another MAGAt moron tell me that the vaccine is going to allow them to be tracked by the government... like asshole...","sentiment_score":-0.8}
{"full_text":"RT tumblr girl style is coming back 2 years into a pandemic because it's by and for girls who are rotting in their bedroo...","sentiment_score":0.0}
{"full_text":"RT Just a heads up. Regarding \"Deltacron\" or the \"new variant\" out of Cyprus. Please be aware those sequences being report...","sentiment_score":0.1931818182}
{"full_text":"RT Calling Omicron \"mild\" because it is possible that it may be less lethal than Deltais like calling Jeff Bezos \"poor\" because...","sentiment_score":-0.0583333333}
{"full_text":"RT When I got #LongCovid in March 2020, I was 38 and healthy. If you are anything like I was then, it is hard to understand how b...","sentiment_score":0.1041666667}
{"full_text":"RT Day 6 of breakthrough Covid. Still in bed. Still just as sick. Stay safe out there everyone! Wear N95's and stay home if...","sentiment_score":-0.0446428571}
{"full_text":"RT CDC releasing the report that COVID significantly increases risk of children developing diabetes *on Friday night* after lying t...","sentiment_score":0.375}
{"full_text":"RT Mississippi Free Press' reporter this 4 months ago: ","sentiment_score":0.4}
{"full_text":"RT Not even New York has peaked yet.  I can't even imagine what this looks like a few weeks out....","sentiment_score":-0.0318181818}
{"full_text":"RT CDC releasing the report that COVID significantly increases risk of children developing diabetes *on Friday night* after lying t...","sentiment_score":0.375}
{"full_text":"RT 45,222 people died of gunshot wounds in 2020 -- a 14% jump from 2019 and the largest year-over-year increase on record, ac...","sentiment_score":0.0}
{"full_text":"I've lost any sense of how to make everyday decisions at this phase of the pandemic.Who do you rely on? Or is everybody in a fog?","sentiment_score":-0.2}
{"full_text":"Well, our son has a scratchy throat and a fever.  At home COVID test came back negative, but we should test again tomorrow, right?","sentiment_score":-0.0047619048}
{"full_text":"So glad I just solved all my life problems by rearranging my room back to the way it was at the start of the first lockdown","sentiment_score":0.25}
{"full_text":"RT Attended the demonstration in Vienna today to take a stand against our third lockdown, as well as mandatory vaccination...","sentiment_score":0.0}
{"full_text":"Regarding waning of vaccine efficacy - I imagine boosters will be free for at risk people every year going forward, much like the flu jab.And of course, if you still feel a need to test, it'll still be very easy to pick them up - just with a small charge. Hope this helps ","sentiment_score":0.2283333333}
{"full_text":"RT Just a heads up. Regarding \"Deltacron\" or the \"new variant\" out of Cyprus. Please be aware those sequences being report...","sentiment_score":0.1931818182}
{"full_text":"RT What if we just did nothing about covid?","sentiment_score":0.0}
{"full_text":"\"Debbie Does Covid In Dallas\"","sentiment_score":0.0}
{"full_text":"Uh yeah people get tests all the time to find out if they're sick. Blood draws, colonoscopies, endoscopies, biopsies...why is this man so dumb?","sentiment_score":-0.5446428571}
{"full_text":"RT Scrapping lateral flow tests is a huge \"traffic accident deaths are down so we don't need seatbelts any more\" vibe","sentiment_score":0.2481481481}
{"full_text":"RT The federal government's failure to focus on COVID therapeutics nationwide has cost many lives. Here in Florida, we w...","sentiment_score":0.0916666667}
{"full_text":"RT From just before Pandemic, Poppers Jerk when I was on cycle.","sentiment_score":0.0}
{"full_text":"RT While our brave healthcare workers fight the fourth wave of COVID-19, it is important we provide all the necessary res...","sentiment_score":0.3}
{"full_text":"Leaky vaccines cause that...youre just making shit up at this point...https:\/\/t.co\/LGuXjsKUPZ","sentiment_score":-0.2}
{"full_text":"RT Anti-Vax Radio Host Who Got #COVID at #QAnon -Friendly Conference Dies'TURN FOR THE WORSE'Douglas Kuzma contracted th...","sentiment_score":-0.0125}
{"full_text":"RT Moderna has donated 2.7 million doses of coronavirus vaccine to Mexico as the country's official death toll topped 300,000.","sentiment_score":0.0}
{"full_text":"RT Justice Sotomayor during this oral arguments:- Claimed covid deaths are at an all time high- Claimed that Omicron has...","sentiment_score":0.16}
{"full_text":"RT  EXCLUSIVE: Free lateral flow tests face the axe under plans for living with Covid which Boris Johnson will announce w...","sentiment_score":0.4}
{"full_text":"RT Uncontrolled transmission leads to mass closures, but more chaotically and unpredictably than if we intentionally help peopl...","sentiment_score":0.1666666667}
{"full_text":"RT She died doing what she loved. Trying to get other idiots killed.","sentiment_score":-0.10625}
{"full_text":"Not exactly living with Covid. Living with passports.","sentiment_score":-0.125}
{"full_text":"If only they tracked the variants the way they track vaccine inoculations, they would seem more like a credible &amp; caring health informative agency. #Failure #Genocide","sentiment_score":0.1458333333}
{"full_text":"Having to wear a mask and be distant around my baby hurts :( I just wanna cuddle and snuggle and kiss him ","sentiment_score":-0.425}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"Those that are clinically extremely vulnerable were at risk before COVID and life went on.We have vaccines.Life should once again go back to normal.#ableg#COVID19AB","sentiment_score":-0.25}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"RT Dr McCullough went on The Joe Rogan Experience and told the world how our leaders intentionally hid Covid treatment so people...","sentiment_score":0.0}
{"full_text":"NSW statistics for Covid related matters should be listed under the \"Fiction\" column!","sentiment_score":0.0}
{"full_text":"RT I've been compiling a list of BS excuses that rich nations have been using to not share Covid vaccines or know-howWhat did...","sentiment_score":0.375}
{"full_text":"RT Not only are Brits the best of the best, it seems we've also got a ton of natural immunity too.","sentiment_score":0.525}
{"full_text":"RT I can't wait for the first successful lawsuit against Fox by those who can prove harm as a result of its lies...","sentiment_score":0.5}
{"full_text":"RT  The world faces an omicron 'tsunami' as a quarter of countries report record Covid infections@sneweyy","sentiment_score":0.0}
{"full_text":"RT Losing your teen years to strict parenting and your 20's to a pandemic is crazy. If global warming allows it, I'm getting my t...","sentiment_score":-0.2}
{"full_text":"RT If you've already bought or will buy VIRAL: The Search for the Origin of Covid-19, thank you very much for your support.Part...","sentiment_score":0.26}
{"full_text":"RT From a #FreeloaderRat who get his for FREE but doesn't trust the Australian citizen@Birmo Not fit to be an MP","sentiment_score":0.0666666667}
{"full_text":"RT Wasn't testing supposed to be a key part of learning to live with Covid?","sentiment_score":0.0681818182}
{"full_text":"RT Bad news for Covid fearmongers.https:\/\/t.co\/EvZZx7pPZN","sentiment_score":-0.7}
{"full_text":"Any chance we could follow ECDC guidance and reinstate contact tracing in schools on importance of contact tracing in schools:\"When positive cases are identified, the school should be informed, contact tracing should be initiated..\"https:\/\/t.co\/oeMN46G3A6","sentiment_score":0.2272727273}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"Is there anywhere in Charlotte that I can get a Covid test tomorrow?","sentiment_score":0.0}
{"full_text":"Got my #COVID19 booster last night. Today has been rough but very excited about having increased immunity!","sentiment_score":0.1697916667}
{"full_text":"RT Here's my running medals up to 2020...18 marathons, 25 ultras and various half maras. Since April 2020, my first covid jab,...","sentiment_score":0.0277777778}
{"full_text":"RT Its standing room only here again today.We have 122 covid-19 patients, 17 are in ICU, out of the 122, 39 are break through...","sentiment_score":0.0}
{"full_text":"RT if people need n95 masks to keep from catching covid....they should be free.","sentiment_score":0.5}
{"full_text":"PennDOT crews are out preparing for tonight's storm. Let's all get home safely! If you must drive, please give roadway workers plenty of room to work. Stay 6 car lengths behind an operating snowplow Avoid riding in their blind spots Use 511PA#PAWinter","sentiment_score":-0.0916666667}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"The Sto. Nino de Tondo Parish announced the new measure on Wednesday and will take effect from January 15 to 16.https:\/\/t.co\/8HiR2Qr1lu","sentiment_score":0.1363636364}
{"full_text":"Oh my gawd Mom betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"RT tumblr girl style is coming back 2 years into a pandemic because it's by and for girls who are rotting in their bedroo...","sentiment_score":0.0}
{"full_text":"RT NEW: Justice Sonia Sotomayor said during oral arguments today that \"we have over 100,000 children, which we've never had be...","sentiment_score":0.1363636364}
{"full_text":"RT With Omicron surging, is it still safe to fly, dine out or attend large indoor events? UC Davis virus expert Dr. Jonat...","sentiment_score":0.5047619048}
{"full_text":"RT Healthcare workers who still haven't gotten Covid:","sentiment_score":0.0}
{"full_text":"Schedule your COVID-19 vaccine, booster shot, or flu shot now. You can find the soonest available appointment near you by visiting:","sentiment_score":0.25}
{"full_text":"#WHO's COVID-19 technical lead said that #Omicron transmitted very efficiently between people due to a number of reasons","sentiment_score":0.025}
{"full_text":"New study reveals how COVID shutdowns and restrictions affected countries' electricity use","sentiment_score":0.1363636364}
{"full_text":"#COVID19 has worsened pollution by increasing the use of disposable PPE. To learn how the explosion of marine litter threatens Southeast Asian health and economies, read the new report by Amanda Ingram, and","sentiment_score":0.0681818182}
{"full_text":"Double vaccination, third shot, sanitised booths: How EC plans to ensure Covid-Safe elections.https:\/\/t.co\/dpxksdO8xO","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"#Germany to relax quarantine, tighten dining rules amid #Omicron spreadhttps:\/\/t.co\/UW27xk0sdO","sentiment_score":0.0}
{"full_text":"My husband could have authored this tweet.Meanwhile before the pandemic, I was at events at least 3 days a week and out with friends on the weekend. I miss people-ing. I am forever changed. Signed, EX-#extrovert? ","sentiment_score":-0.3}
{"full_text":"BCHL Bulletin  More COVID-19 disruptions Merritt adds a pair to its blueline Hit the link  for more BCHL-related news! | Brian Wiebe (@Brian_Wiebe) | #BCHL60 #BCHLNetwork #AHL #AJHL #ECHL #NCAA #WHL","sentiment_score":0.5625}
{"full_text":"Yeah, I did, when I thought I had strep or bronchitus. So did many sane people.","sentiment_score":0.5}
{"full_text":"RT With the prevalence of Covid in the community, schools may still be unsafe e...","sentiment_score":0.0}
{"full_text":"Sunday worship is a Saturday decision. Join us either on-campus or online at 10:30 AMOn-campus Attendees: wear a mask when entering and exiting the facility, and use the hand sanitizer station when entering and before exiting the facility","sentiment_score":0.0}
{"full_text":"PennDOT crews are out preparing for tonight's storm. Let's all get home safely! If you must drive, please give roadway workers plenty of room to work. Stay 6 car lengths behind an operating snowplow Avoid riding in their blind spots Use 511PA#PAWinter","sentiment_score":-0.0916666667}
{"full_text":"Only 0.0075% of u30 South Africans have died in 2 years of #COVID19 pandemic. Sadly, clinical managers, unlike manager Dr. Andrew Lynk  support NWO #VaccineMandate for this cohort.#JesusChrist cc:","sentiment_score":-0.25}
{"full_text":"The single day rise in #coronavirus infections was recorded at 1,41,986, taking India's total tally of COVID-19 cases to 35,368,372 which includes 3,071 cases of #Omicron reported across 27 states and UTs, according to the Union Health Ministry data.","sentiment_score":-0.0357142857}
{"full_text":"While some cities are still debating whether and how to extend outdoor seating options amid a surge of the omicron variant, Salinas is embracing outdoor seating.https:\/\/t.co\/T1asmuPsze","sentiment_score":0.0}
{"full_text":"PennDOT crews are out preparing for tonight's storm. Let's all get home safely! If you must drive, please give roadway workers plenty of room to work. Stay 6 car lengths behind an operating snowplow Avoid riding in their blind spots Use 511PA#PAWinter","sentiment_score":-0.0916666667}
{"full_text":"For the first time since the #coronavirus pandemic began, planned to have its employees return to in-person work after Labor Day in 2021.#HealthCareRead More:","sentiment_score":0.375}
{"full_text":"I am in Covid-19 protocol as a result of testing positive multiple times today. So, I will not be on tonight's broadcast from Glendale. and the 5th\/3rd Bank Nashville Predators' network will carry a simulcast (TV audio on the radio). Thankfully, I am asymptomatic.","sentiment_score":0.1136363636}
{"full_text":"RT Whatever your passion is, keep doing it. Umar studied, qualified as a doctor, became a national covid warrior and he's living hi...","sentiment_score":0.0}
{"full_text":"RT A Rhode Island hospital is dealing with a Covid-19 outbreak with patients after it asked staff who had tested positive, but we...","sentiment_score":0.2272727273}
{"full_text":"The soccer field has been a place of serenity for Pfc. Joel Ramirez since he was a young boy. Seeing the fields empty due to #COVID19, inspired Ramirez to create a place for young athletes to play again. Read More:","sentiment_score":0.095}
{"full_text":"\"The fact remains that the safe and highly effective #COVID19 vaccines widely available throughout the country offer our best opportunity to put this pandemic nightmare behind us.\" -- AMA president,","sentiment_score":0.42}
{"full_text":"RT Wasn't testing supposed to be a key part of learning to live with Covid?","sentiment_score":0.0681818182}
{"full_text":"Watch \"Transforming Health\" Thurs., Jan. 13 at 8pm, or on-demand via or the PBS Video app.During the COVID-19 pandemic, many put off routine healthcare. What are the lasting effects of this delay?","sentiment_score":0.25}
{"full_text":"This is where is playing tonight. The ARC at Valparaiso. SIU has everyone except Harvey (covid protocol). SIU starts Jones, Domask, Verplancken, Coupet and Muila. Rodney Watson and I on now.","sentiment_score":0.0}
{"full_text":"So the has #TheMads that people believe voting is serious &amp; important.. so the wants to PUNISH Texas Citizens for taking VOTING &amp; THEIR HEALTH seriously ","sentiment_score":-0.0166666667}
{"full_text":"PennDOT crews are out preparing for tonight's storm. Let's all get home safely! If you must drive, please give roadway workers plenty of room to work. Stay 6 car lengths behind an operating snowplow Avoid riding in their blind spots Use 511PA#PAWinter","sentiment_score":-0.0916666667}
