{"full_text":"RT 1. USA: Losing Covid-19 vaccination card has become an issue.2. Canada: 1000s of truckers have formed a convoy to protest...","sentiment_score":0.0}
{"full_text":"RT Mild.. They convinced people that it was mild ","sentiment_score":0.3333333333}
{"full_text":"RT Why couldn't video-call into his parliamentary commitments like dozens of other MPs (and millions of the public...","sentiment_score":-0.0625}
{"full_text":"RT The #HiSkoolKiromo is hosted by award winning media Personality, host of nbs youth voice, rapper and mtn pulse ambassador","sentiment_score":0.5}
{"full_text":"RT #Hridayam Opening Week Worldwide Estimates Rs28cr First Day Rs5.6crSecon Day Rs13.2crFirst Weekend Rs16.1crMonday &lt;Rs20...","sentiment_score":0.25}
{"full_text":"RT Some hospitals are denying service to the sick because patients don't want the #COVID vaccine. This isn't \"science.\" It's...","sentiment_score":-0.7142857143}
{"full_text":"RT Steve James, the doctor who challenged Sajid Javid over the NHS vaccine mandate, is launching a judicial review against the g...","sentiment_score":0.0}
{"full_text":"RT To the critics who said the president's plans fed inflation, the answer must be: not so fast. First, much of inflation is b...","sentiment_score":0.2166666667}
{"full_text":"Freedom doesn't matter if you're dead or get long covid.  I've been a nurse for 37 years, and a believer in science, medicine and vaccines.  I'm hopeful this virus will eventually become endemic vs pandemic, or if we're lucky eradicated, but now is not the time.","sentiment_score":0.0277777778}
{"full_text":"RT Under Noem's \"leadership\" a low population rural state, population density of 11 people per square mile,  has 1 in...","sentiment_score":0.0}
{"full_text":"RT Omicron is NOT *mild.* It can cause...- Long-term symptoms- 10s of 1000s of deaths- Severe disease in many- Healthca...","sentiment_score":0.1666666667}
{"full_text":"RT Delaying or postpone is the best way to support students in this third wave of pandemic, Government has to ensure the secur...","sentiment_score":0.5}
{"full_text":"COVID COVER-UP: Pfizer INTERFERES Just Days Before Massive FOIA Vaccine Data Drop, FDA Claims The Vaccine Manufacturer Must Help Review and Redact Documents Before Public Release via","sentiment_score":0.0}
{"full_text":"RT \"Only one of Australia's 23 approved at-home rapid antigen tests explicitly states it will detect Omicron, as the Therapeut...","sentiment_score":0.0}
{"full_text":"RT In the U.S. more people died of Covid in the past week than died of Ebola during the whole 2014-2016 West Africa epide...","sentiment_score":0.15}
{"full_text":"Doubts over timing of 's Covid testhttps:\/\/t.co\/7w6xNe4YTe via","sentiment_score":0.0}
{"full_text":"This is a video of a likely pre-pandemic round dance in Frog Lake, Alberta, Cree Country. There's no mention of truckers, they're just dancing and singing, but all of these FreeDumb crowd are so excited because the \"Algonquins\" are \"supporting them\"! Ugh","sentiment_score":0.121875}
{"full_text":"RT USS Montgomery (LCS 8) Independence-variant littoral combat ship heading to the fuel dock in San Diego - January 26, 2022 #...","sentiment_score":0.5}
{"full_text":"RT Reading Le Monde Covid article comments. In French instead of \"lol\" they say \"mdr\" for \"mort de rire\" which means \"dead of...","sentiment_score":0.2}
{"full_text":"RT That group of 10% truckers uses the excuse of \"Pro-Choice\" and \"freedom\" to push the Anti Covid &amp; Anti Vaccine agenda.","sentiment_score":-0.05}
{"full_text":"RT Sadly I will not be able to appear in STL this weekend.I've tested positive for Covid &amp; although I feel good, it's best to...","sentiment_score":0.3854545455}
{"full_text":"RT Israel's data completely blows Vaccine Passports and Vaccine Mandates out of the water.That's undeniable.","sentiment_score":0.1}
{"full_text":"Unfortunately we're all going through more trauma that we realize. It comes out in many forms, anger &amp; blame being the easiest way for a lot of people. Trying to comprehend the mindset is even more depressing.. Especially all the kids caught up in it https:\/\/t.co\/szNqpXPHwV","sentiment_score":-0.0428571429}
{"full_text":"RT Australia records deadliest day of Covid pandemic as 35 cases of BA.2 Omicron variant detected","sentiment_score":0.0}
{"full_text":"Way to finish off Bully on stream! Sending prayers for your Covid recovery! &lt;3","sentiment_score":0.0}
{"full_text":"Yup. Older NZ couple living in the US: wife had symptoms (headache, coughing, flu stuff), spent a week at home all good, husband no symptoms. 3 friends in Auckland &amp; their kids, either just a sniffle (this was alpha or delta variant) or no symptoms.","sentiment_score":0.2555555556}
{"full_text":"RT Neil Young almost died of polio as a kid. The vaccine didn't exist when he was bor...","sentiment_score":0.1}
{"full_text":"Church of the Latter Day Saints spreading the word of God and COVID.","sentiment_score":0.0}
{"full_text":"Not really, but if you factor in the \"with CV\" Death cert label, it's about the same as 2017. And we didn't mass test, People actually died of complications due to whatever malady.  Now.. allll CV  10000 less CVA,MI &amp;CA deaths.. 10000 new covid deaths. . Ya, ok.","sentiment_score":0.03495671}
{"full_text":"Surely this should be a priority and already actively happening in a global pandemic!! Scientists warn over 'reckless' lack of vaccines for poorer countrieshttps:\/\/t.co\/pXRSbaGakL","sentiment_score":0.1222222222}
{"full_text":"RT Scandalalous. Until we have cases at low levels and under control globally there is no way on earth we can...","sentiment_score":0.0}
{"full_text":"If people don't wish to be vaccinated then that's their choice to be respected, but they're not responsible for the continued spread of Covid, so demonising them is just nasty and divisive (and counter-productive). I'm fully vaxxed but I understand people's concerns with it.","sentiment_score":-0.55}
{"full_text":"RT [UPDATE] &lt;220127&gt; YG Entertainment confirm that #CHANWOO have tested positive for Covid-19. Our deepest thoughts and pra...","sentiment_score":0.2272727273}
{"full_text":"RT Covid has revealed the intellectual frauds and moral cowards of our times.  stands out even among them.","sentiment_score":0.15}
{"full_text":"I understand how people are nervous about the vaccine. It is new technology. I believe transparency in medical testing would alleviate some fears.  Hopefully new treatments can stem the numbers for those who are hesitant in getting the vaccine. I just want people to survive this.","sentiment_score":0.0909090909}
{"full_text":"RT This thread now has 15,000,000 impressions. If you didn't read it 6 months ago, please read it now.If you read it 6 mont...","sentiment_score":0.0}
{"full_text":"Sweden chose not to Lock itself Down.1 person in every 647 died 'with Covid' in SwedenUK chose LockDown1 person in every 441 died 'with Covid' in UKWhich made the better choice?","sentiment_score":0.5}
{"full_text":"RT 9) Virus researcher &amp; chief physician of Danish public health authority  says you can get infected with #BA2 subvar...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The World Health Organization thanks Neil Young for standing up against covid misinformation after he demand...","sentiment_score":0.15}
{"full_text":"RT Ontario's top doctor says it's time to learn to live with COVID-19","sentiment_score":0.3181818182}
{"full_text":"RT If Trudeau truly believed in his decisions, he'd face the truckers head on instead of cowering behind a false covid test...","sentiment_score":-0.4}
{"full_text":"RT I should add that in cases where these unjustly fired workers don't want to return to their former jobs, they should get...","sentiment_score":0.0}
{"full_text":"RT Pandemic of the vaccinated. Unfortunately  looks like this is gonna be the year of the 'vaccident'","sentiment_score":-0.5}
{"full_text":"RT LIVING WITH COVID, a Since covid isn't going away (thanks to a series of poor choices over the last 2 years), it's...","sentiment_score":-0.0666666667}
{"full_text":"RT Gonna go out on a limb and say that soon schools need to go from \"mask optional\" to \"masks not allowed\" for teachers. I...","sentiment_score":0.0}
{"full_text":"RT If Twitter didn't exist, how would anyone know there is a massive convoy of truckers protesting the Canadian government...","sentiment_score":0.0}
{"full_text":"RT The Feeling of Helplessness wen We served the Country during Pandemic &amp; losing family on the other.FAIR CHANCE TO ASPIRAN...","sentiment_score":0.0}
{"full_text":"RT 1. USA: Losing Covid-19 vaccination card has become an issue.2. Canada: 1000s of truckers have formed a convoy to protest...","sentiment_score":0.0}
{"full_text":"RT Following lifting of night curfew &amp; Sunday lockdown and the situation coming back to near normal, there will be a plethora of #T...","sentiment_score":0.0625}
{"full_text":"RT We're excited to be back. Season 4, back bigger&amp;better!Join us for this 4 part series that's kick starting our season 4 o...","sentiment_score":0.09375}
{"full_text":"RT #postponegate2022  my fan","sentiment_score":0.0}
{"full_text":"RT Tim Wilson plumbs the depths of obscenity.","sentiment_score":0.0}
{"full_text":"RT The NYT put out a misinformed and misguided piece of reporting and then thought it was cute to double down on how little...","sentiment_score":0.0392361111}
{"full_text":"#BorisJohnson &amp; Dominic Cummings  Carehomicide #SecondPeak #Secondwave #COVID19 #COVID19 #DominicCummngs #NotMovingOnTillDomIsGone #BORISJOHNSONFAILEDUK #BorisJohnsonFailedTheNation #DominicCummimgsMustGo #COVID19 #NotMovingOn #SackBorisAndDom 3","sentiment_score":0.0}
{"full_text":"RT Government that cant afford to make RATs free, finds spare $37k to let Tim Wilson go on holiday to skip lockdown","sentiment_score":0.4}
{"full_text":"RT Even Johnson's own fraud minister couldn't bear the stink of this government | Simon Jenkins","sentiment_score":0.6}
{"full_text":"RT customers really come up to me and ask \"when this whole covid thing gonna be over?\" Lmfao bro idk let me go ask my manager","sentiment_score":0.2}
{"full_text":"RT Same with bars and clubs, when we go to \"covid protocol\", they would have to close the dance floor and have people sta...","sentiment_score":0.0}
{"full_text":"RT Huge crowd here in Vaughan to support the convoy of truckers who are en route to Ottawa to protest vaccine rules for cross...","sentiment_score":0.2}
{"full_text":"RT The more I think about it, the more offensively ludicrous it is that the Supreme Court really said that Covid wasn't an *o...","sentiment_score":0.4}
{"full_text":"RT THIS makes me SO angry ","sentiment_score":-0.5}
{"full_text":"RT IDA  has supported countries through natural disasters, famine and pandemics and is committed to supporting countries as they...","sentiment_score":0.175}
{"full_text":"RT BREAKING NEWS: Prodecutors slap the anti-vaxxer husband and wife who used fake vaccine cards to get into the Buffalo B...","sentiment_score":-0.5}
{"full_text":"Check uitzending","sentiment_score":0.0}
{"full_text":"RT I'm so annoyed at how people are mislead about YB &amp; RW covid issue 1. YB is not antivaxx, his statement on vlive was tak...","sentiment_score":-0.4}
{"full_text":"RT NSW COVID: 36 COVID deaths in NSW in the 24 hours to 8pm last night. This is the largest number of COVID deaths in the stat...","sentiment_score":0.0}
{"full_text":"U can these this kind of lights everywhere near the lunar new year , not only big cities :) u should come &amp; visit when the pandemic is over ","sentiment_score":0.2227272727}
{"full_text":"RT New York Times Admits Unvaxxed People Have 'Lower Rates of Infection And Hospitalization' Of COVID-19 Than The Vaxxed....","sentiment_score":0.1363636364}
{"full_text":"RT Matteo will be flying over the Philippines, my home, sometime between 3:00 AM and 5:00 AM. I will stay up all night, track...","sentiment_score":0.0}
{"full_text":"RT Everyone is tired of our constant COVID-19 waves, especially high school students who are dealing with all kinds of chaos, con...","sentiment_score":-0.0266666667}
{"full_text":"RT No the number of people in hospital with Covid is NOT 16,510. Do some bloody journalism for a change.    It's...","sentiment_score":-0.8}
{"full_text":"RT I lost my grandparents to COVID last year. They were still waiting for their vaccines. I'm fortunate to have been double-vacci...","sentiment_score":0.2}
{"full_text":"RT Every 35 seconds, 1 American dies of COVID-19, according to the seven-day average","sentiment_score":-0.075}
{"full_text":"I uncertainly believe social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT And evidence from the UK also shows a drop in booster efficacy. Protection from admission after a Pfizer booster has falle...","sentiment_score":0.0}
{"full_text":"just extended my covid leave you also take leave ","sentiment_score":0.0}
{"full_text":"They urge the importance of following the test instructionshttps:\/\/t.co\/B14c7uGivP","sentiment_score":0.0}
{"full_text":"Former Alaska Gov. Sarah Palin was spotted dining out at a New York City restaurant two days after testing positive for the coronavirus.https:\/\/t.co\/u4Md2cFLgP","sentiment_score":0.1212121212}
{"full_text":"RT The PM says that Colbeck skipping the COVID Committee for the cricket \"doesn't pass the pub test\" - meaning that the average p...","sentiment_score":-0.15}
{"full_text":"Last year, discussed \"Uses and Misuses of Models in #Pandemic Policy Advice\" with us - catch his compelling talk here: #philsci #ethics #policy #academictwitter","sentiment_score":0.15}
{"full_text":"RT i think i've seen this film before and i didn't like the ending..","sentiment_score":0.0}
{"full_text":"Despite a recent fall in covid figures, Nicola Sturgeon warned Scots of the 'unpredictable' threat that the virus continues to pose.","sentiment_score":-0.0833333333}
{"full_text":"RT Owning a business is so damn hard.I literally started this thing as a side hobby when I lost my job due to COVID. And...","sentiment_score":-0.125}
{"full_text":"RT Virginia Tech engineering prof with expertise in aerosols.","sentiment_score":0.0}
{"full_text":"#Sport &amp; #Lifestyle Biz with &amp; on big wins &amp; top of his game@AlexisSpans becoming a USA #SoccerStar@mollyimogengolf back to #golf after Covid &amp; injury@YleniaPriest breaking into #football... ","sentiment_score":0.25}
{"full_text":"RT i think i've seen this film before and i didn't like the ending..","sentiment_score":0.0}
{"full_text":"This is impressively stupid. Who cares if people go to him because he's dumb. He talks about politics all the time and is very popular. He has an extremely negative influence. He's also spreading vaccine misinformation constantly","sentiment_score":-0.139}
{"full_text":"RT It's literally a published book by Klaus Schwab.","sentiment_score":0.0}
{"full_text":"RT These MCU actresses are brave for speakin foolish when the MCU is in the middle of a Multiverse saga and can be replaced...","sentiment_score":0.4}
{"full_text":"The Chinese mainland reported 39 locally transmitted #COVID cases. Zhejiang reported 16 cases, all in the provincial capital Hangzhou. Beijing announced on Thursday that it would upgrade the prevention and control measures in Fengtai district, where 7 cases were reported.","sentiment_score":0.0}
{"full_text":"Dr. Fauci claimed \"real card-carrying molecular virologists\" believe the evidence shows \"very very strongly\" that Covid \"is a natural occurrence.\"","sentiment_score":0.2877777778}
{"full_text":"Policies for informal workers in developing countries in the wake of the pandemic, on innovative measures including online platforms, databases, progress in digitalisation &amp; financial inclusion to help support vulnerable populations,","sentiment_score":0.0}
{"full_text":"All vaccines work against COVID-19 that's why Vee and Erika got jabbed!We hope more are staying informed about the importance of following health guidelines and ending vaccine hesitancy so we can all go back to a healthier, safer environment sooner.  #MagpabakunaNa","sentiment_score":0.1666666667}
{"full_text":"COVID-19 positive individuals and close contacts are allowed to be treated at home if requirements are met. We list them down as outlined in the Department of Health's circular.","sentiment_score":0.0358585859}
{"full_text":"The #HongKong government has requested Guangdong provincial authorities for assistance in hopes of ramping up testing capacities as the city is still grappling with the latest #COVID19 flare-up, Chief Executive Carrie Lam said Thursday.","sentiment_score":0.5}
{"full_text":"#TravelInsurance can cover #COVID hotel quarantine, but there's one major exception.","sentiment_score":0.0625}
{"full_text":"Are the kids really alright? This small study by found that #COVID19SA messaging may have scared some children into a fear response. So how can we improve the way we speak to kids about COVID? Find out in our #BhekisisaResource","sentiment_score":-0.025}
{"full_text":"Art Basel has delayed its Hong Kong edition from March to May amid a rise in Covid cases in the city","sentiment_score":0.0}
{"full_text":"As part of Taguig City's aggressive testing efforts in transitioning to New Normal and sustain a comprehensive response to COVID-19, the City Government expands its testing capabilities with Park 'N Test. #ilovetaguig","sentiment_score":0.1431818182}
{"full_text":"According to the latest figures More than 60,000 Peterborough residents have not had one dose of COVID vaccine. These are the vaccination rates for each city neighbourhood...https:\/\/t.co\/8VpQlQrdOv","sentiment_score":0.5}
{"full_text":"Learn more about the impact of #COVID19 &amp; how clinical microbiologists help Antimicrobial Stewardship programs in limited resource settings. Listen to this podcast supported by an educational grant from bioMerieux  #AMR","sentiment_score":0.2261904762}
{"full_text":"Conflict, political instability, #COVID19 &amp; climate change make for \"grim picture\" in central Sahel, said 15 million people in Mali, Niger and Burkina Faso will need humanitarian assistance this year.https:\/\/t.co\/KFRTMq6Jwhhttps:\/\/t.co\/KFRTMq6Jwh","sentiment_score":-0.3333333333}
{"full_text":"#WATCH: Prof Krause says nobody wants to get sick, but the good news is that if you are under 65, vaccinated &amp; boosted, without risk factors, then generally the odds of getting a serious illness from Omicron is low, Other questions answered here:","sentiment_score":-0.0318027211}
{"full_text":"#trends Value-driven content will become the norm in 2022. Compared to before the pandemic, customers now expect brands to speak authentically and with empathy.","sentiment_score":0.0}
{"full_text":"RT Like ask anyone anywhere running a workplace if Covid is something they have to deal with as an occupational issue?","sentiment_score":0.0}
{"full_text":"New #podcast! @rowhoop, and on: How covid affects brain function Start of the Anthropocene Glacier loss on Svalbard Hottest life on Earth Consciousness with David Chalmers ","sentiment_score":0.1704545455}
{"full_text":"Several cases of coronavirus disease 2019 (COVID-19) were logged in various hospitals here, workplaces and at the city hall this January.https:\/\/t.co\/HeJDxsiJpB","sentiment_score":0.0}
{"full_text":"More on these numbers in our bulletins on and this morning.LISTEN:","sentiment_score":0.5}
{"full_text":"RT Not a good signal--somehow in the original  epicenter of #Omicron, #BA2 subvariant has suddenly become dominant ~58% now,...","sentiment_score":0.0083333333}
{"full_text":"NEPAL: Authorities in Udayapur district have made Covid vaccination cards mandatory to get service from the government and financial institutions.https:\/\/t.co\/MimcFjG8AW","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 686 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT Fantastic","sentiment_score":0.4}
{"full_text":"Legendary Singer Lata Mangeshkar is doing better with treatment under the doctor's supervision at Breach Candy Hospital. #briflynews #LataMangeshkar #mumbai #COVID19 #pneumonia #BreachCandyHospital","sentiment_score":0.75}
{"full_text":"RT 2\/ On Jan 24 around 11am, a screenshot started to go viral among the 1,2 million citizens of Xiong'an: \"According to annou...","sentiment_score":0.0}
{"full_text":"Aging populations, epidemic chronic illnesses, and medical staff shortages are global #healthcare challenges. Discover how #5G connectivity and #data analytics could help bring patients better care, everywhere.  #Remarkable5G","sentiment_score":0.1666666667}
{"full_text":"How to Get a Covid-19 Booster Shot","sentiment_score":0.0}
{"full_text":"RT I'm 43.I've been off with covid for 9 days.Im exhausted.The longest period of time I have been absent in my entire w...","sentiment_score":0.0}
{"full_text":"RT This filtered build gives a nice visual display of how distant the Omicron family is from everything else, &amp; ho...","sentiment_score":0.1666666667}
{"full_text":"The Egyptian Ministry of Health and Population revealed the reasons for the surge in the number of daily infections with Coronavirus to more than 45 percent of the infections.https:\/\/t.co\/r1euUNXUGK","sentiment_score":0.25}
{"full_text":"Priyali Sur became the voice of millions of pregnant women to receive covid vaccination. She fought despite herself being heavily pregnant and won.#FrontlineWarriors #OnlyMyHealth #HealthcareHeroesAwards","sentiment_score":0.3333333333}
{"full_text":"RT Bloody queen via -  #digital #art #lockdown #bloody #power #NFT #SignArt","sentiment_score":-0.5333333333}
{"full_text":"Russia's single dose vaccine Sputnik Light can now be used as a booster shot regardless of primary vaccine, the Department of Health said Friday. #COVID19VaccinePH","sentiment_score":0.2428571429}
{"full_text":"RT The U.S. govt, the American people, &amp; our partners in India have stood together since the outset of the COVID-19 pandemic i...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 26.4FWind Chill: 26.4FHumidity: 67%Dew Point: 17.0F Barometer: 30.217 inHgWind: 2 mph from the SSWCorona Virus Weekly Stats:Cases: 564.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Some hospitals are denying service to the sick because patients don't want the #COVID vaccine. This isn't \"science.\" It's...","sentiment_score":-0.7142857143}
{"full_text":"RT 1. USA: Losing Covid-19 vaccination card has become an issue.2. Canada: 1000s of truckers have formed a convoy to protest...","sentiment_score":0.0}
{"full_text":"RT COVID outside the house inside the house So students should be#postponegate2022","sentiment_score":0.0}
{"full_text":"RT I'm telling you nobody had ever heard of a fever until Kylie came around, next thing you know a \"Fever\" is a sign of ca...","sentiment_score":0.0}
{"full_text":"RT Exactly sir #postponegate2022  break this silence and do justice","sentiment_score":0.25}
{"full_text":"ICYMI: Last month, we announced a significant expansion to help respond to future pandemics. The facility in Sheboygan, WI, will manufacture lateral flow membranes, a key component in many rapid tests, including tests for COVID-19. Read about it here:","sentiment_score":0.175}
{"full_text":"#NorthernLineCT Inbound - T2508 departed Belville station en-route Cape Town station. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Brave Girls' Yuna Diagnosed With COVID-19https:\/\/t.co\/LE2LMBzdlj","sentiment_score":0.8}
{"full_text":"This group has done more to undermine vaccine uptake than any  of the anti-vax brigade.","sentiment_score":0.5}
{"full_text":"RT many students travel from remote parts of india and indian colleges don't have any infrastructure. Also,...","sentiment_score":0.2}
{"full_text":"But Rogan won..he stays Neil is out","sentiment_score":0.0}
