{"full_text":"#Molulife is a cheap and sure fix for mild covid. Covid ko bhagaane ka aasan aur surakshit tareeka. Please share it with your friends.","sentiment_score":0.4111111111}
{"full_text":"RT Just heard the Met Police are investigating people partying outside Downing Street, dressed as Boris Johnson. This is becau...","sentiment_score":0.0}
{"full_text":"Humanity \/ integrity something this government lacks","sentiment_score":0.0}
{"full_text":"RT #BalajiMurugadoss always proud of you  You just clear our doubts in seconds while some creating chaos around.You are alwa...","sentiment_score":0.45}
{"full_text":"RT #bteuponlineexam2022   We students of not ready to give offline exams.Omicron is spreading and neith...","sentiment_score":-0.1}
{"full_text":"RT If we win our next match and Senegal gets disqualified, assuming that Malawi's camp is hit with Covid and fails to fulfill...","sentiment_score":0.1}
{"full_text":"RT COVID. Is. Not. Just. Respiratory. Aubameyang *and two of his teammates* found to have post-COVID \"cardiac lesions\"....","sentiment_score":-0.05}
{"full_text":"Hi mam,Still we can see many ppl without mask.Please consider strict rules for not wearing mask,restriction count for functions if possible Sunday lockdown until cases comes down to avoid more ppl getting infected and for the sake of healthcare workers as well.","sentiment_score":0.2111111111}
{"full_text":"RT If you said \"let's imagine the worst possible political optics\", wheeling a suitcase of booze into No.10, in the midst of a...","sentiment_score":-0.3333333333}
{"full_text":"RT The government is arguing in court that Novak Djokovic should be deported from Australia as \"he may risk lives and civil or...","sentiment_score":0.0}
{"full_text":"RT Amakabogera performance from the Dancefloor Sweetheart, Maymay! Gawing FUNalo ang stay at home party this Sunday kasama...","sentiment_score":0.0}
{"full_text":"RT The newly appointed Vice Chancellor Professor Pradeep Kumar Mishra said he is not in favour of offline exam espec...","sentiment_score":0.1363636364}
{"full_text":"Maybe. I did say BOTH questions need asked. Covid has been around for 2 years now though and only in recent months have we seen a real spate of these issues coming to light.Now, perhaps there's a reason for that (long covid complications), but a FIFA investigation is a must.","sentiment_score":0.0375}
{"full_text":"RT The Pokemon Company should have a gimmick where one of every 8192 plushes sold and shipped online is a shiny variant because t...","sentiment_score":0.0}
{"full_text":"RT South Africa already seeing omicron reinfections.","sentiment_score":0.0}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"That makes 2,500,000 total cases &amp; close to 32,000 deaths &amp; counting. Ohio reports 41,455 more COVID-19 cases as state catches up on previous underreporting from backlog: daily coronavirus update #Ohio #COVID19 #pandemic #coronavirus #GetVaxxed #Omnicron","sentiment_score":0.0833333333}
{"full_text":"RT And there you have it - post #Brexit Britain..!","sentiment_score":0.0}
{"full_text":"The cases of COVID-19 are increasing very fast every day.  It was a matter of concern but not anymore, because ever since Molulife has come, it is as if COVID  is saying that bhago yahan se#Molulife","sentiment_score":0.26}
{"full_text":"RT Odisha Youth Congress President President ji strongly demanded to postpone the Odisha Civil Servi...","sentiment_score":0.4333333333}
{"full_text":"RT Of the 20 people who died with Covid in the past 24 hours in NSW; 16 were fully vaccinated, and only 4 were unvaccinated.","sentiment_score":-0.125}
{"full_text":"'High confidence' Omicron is less severe in UK - so Jimmy cricket @NicolaSturgeon and the Welsh muppet @MarkDrakeford got it totally wrong \"again\". Wheres the scrutiny from the main stream media??   Why aren't you calling this out? ","sentiment_score":-0.085}
{"full_text":"RT Well, this was me in May 2020 during COVID pandemic lockdown. At work. As a Nurse. In the NHS. In A&amp;E. In PPE. No aircon....","sentiment_score":0.0}
{"full_text":"RT It's 3 months since something 'shifted' within the British media.The warnings had been there since the start of the p...","sentiment_score":0.0}
{"full_text":"RT Australians have been magnificent during the pandemic. They have done their job. The Prime Minister needs to do his.","sentiment_score":1.0}
{"full_text":"RT #bteuponlineexam2022 #bteuponlineexam Keeping the students in mind, the paper should be done online in view of Covid-19.","sentiment_score":0.0}
{"full_text":"RT #bteupexamonlineho #bteupexampostponedBecause covid cases are increasing every day, which is very harmful for studen...","sentiment_score":0.2}
{"full_text":"RT Just a daily reminder that the Tories are not just a party party. Judge them on foriegn aid cuts, criminalizing refugees, co...","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"RT It's funny how the American news media is able to create fear and extreme vigilance over Islamic terrorism that is a r...","sentiment_score":0.15625}
{"full_text":"RT Why government isn't listening students? Why they aren't rescheduling or taking exam online? Why they aren't taking thi...","sentiment_score":0.0}
{"full_text":"RT Scenes from the decline.","sentiment_score":0.0}
{"full_text":"RT Mild ist was anderes...","sentiment_score":0.3333333333}
{"full_text":"What does the #UN has to say about this? The leader of WHO engaging in misinformation campaign wedged   by a terrorist group? The #UN has become the breading ground of #WhiteCollarTerrorist s.","sentiment_score":0.4}
{"full_text":"RT Corona cases are rising and how you can say that offline exams are safe... #bteuponlineexam2022 #bteuponlineex...","sentiment_score":0.5}
{"full_text":"While one- or two-dose #COVID19 #vaccine regimens fail to induce anti-#Omicron neutralizing #antibodies, a homologous 3rd-dose #booster rescues neutralization function in a way that highlights the adaptability of #immune #memory, where recalled immune mem...https:\/\/t.co\/yOaWnPETM9","sentiment_score":-0.5}
{"full_text":"RT A church in Blacktown was fined a total of $36,000 a few months ago for breaching COVID rules. Why are police not applyin...","sentiment_score":-0.1}
{"full_text":"RT We have 2 CONFIRMED parties in Downing Street, one on the eve of Prince Philip's funeralPM admits attending at least...","sentiment_score":0.05}
{"full_text":"RT No one have the right to play with students health we dont want more pandemic situation like before. #bteuponlineexam20...","sentiment_score":0.3928571429}
{"full_text":"RT It's true that Piers Morgan never made the rules. However, he did hound MPs for stricter tougher restrictions, called for C...","sentiment_score":0.35}
{"full_text":"RT COVID-19 is linked to more diabetes diagnoses among kids, CDC study finds","sentiment_score":0.5}
{"full_text":"RT #bteuponlineexam2022Due to rise in COVID cases government must have to conduct online exam.","sentiment_score":0.0}
{"full_text":"Hi Liz Brexit is an absolute disaster. And what you never mention in your interviews over 150,000 people dying from Covid19 directly as a result of your Government totally disastrously handling the Pandemic. 150,000 &amp; counting you should be thoroughly ashamed.","sentiment_score":-0.1333333333}
{"full_text":"I still think Omicron is the master immunizer that saved us from Delta and will end the pandemic.","sentiment_score":0.0}
{"full_text":"RT \"Schools open means hospitals open\"??And full of covid sufferers!!#dickhead#auspol ","sentiment_score":0.1166666667}
{"full_text":"RT WV Gov Jim Justice on his Covid recovery: \"I've never been sick like that before. I felt great on Monday, and by Tuesday I...","sentiment_score":0.0428571429}
{"full_text":"For 1% of those infected there are long term health issues including fatalities.Out of 100 kids 1 is highly likely to be negativity impacted by covid.That's on average. Meaning more or less depending on comorbidity of the group.But do carry on and roll that dice.","sentiment_score":0.0266666667}
{"full_text":"RT Next level collab with New Breed of ASAP Singers and Asia's Soul Supreme, KZ! Gawing FUNalo ang stay at home party this...","sentiment_score":0.0852272727}
{"full_text":"RT Conditions in jail dire. No attendents, no COVID tests and a complete denial of basic rights. I spoke to  Nargis Saifi the...","sentiment_score":0.0}
{"full_text":"RT Fully Vaccinated Australians In Hospital For COVID-19 Surpass Unvaccinated","sentiment_score":0.0}
{"full_text":"RT Humour in Covid times!","sentiment_score":0.0}
{"full_text":"RT You forgot making a joke of the Union, destroying our international reputation and th...","sentiment_score":-0.1}
{"full_text":"RT Why all COVID-19 hospitals should have mental health professionals: Th... #HospitalsTalkToLovedOne...","sentiment_score":-0.1}
{"full_text":"RT JUST INThe Ministry of Health has updated quarantine guidelines for Covid-19 positive cases and close contacts effectiv...","sentiment_score":0.2272727273}
{"full_text":"Pretty much sums up the state of things doesn't it.","sentiment_score":0.225}
{"full_text":"Delhi health minitser is thinking that peak has arrived But look at the positivity rate 31%  less test conduct krke less case ayenge but iska mtlb yeh nhi ki peak aagyi peak ka ptha tab chelga jab TPR down hoga #DelhiCovid #COVID19 #Omicronindia","sentiment_score":-0.162962963}
{"full_text":"RT #bteuponlineexam2022some days before i donated blood. that's why i am not feeling good,i have cold and fever also.If...","sentiment_score":-0.6}
{"full_text":"RT Covid live news: pressure grows on Boris Johnson over lockdown parties; Djokovic to spend night in detention","sentiment_score":0.1363636364}
{"full_text":"RT Raise Your Voice For Conduct Examinations Online Because Corona(OMICRON) Cases Are Rising  Too Much Day By Day The Cond...","sentiment_score":0.2}
{"full_text":"RT Australia currently ranks 13th in the world for the highest rate of Covid infections at 346 per 100,000, placing above...","sentiment_score":0.0}
{"full_text":"RT \"It is not good enough to do what the law says. We need to be in the forefront of these [social responsibility] issues...","sentiment_score":-0.1055555556}
{"full_text":"RT Very interesting. The Omicron variant has been known for less than 2 months and in South Africa there are already people ge...","sentiment_score":0.2416666667}
{"full_text":"No, he is not a political prisoner. He is a law-breaker &amp; a #COVIDIOT Australians have suffered the restrictions &amp; the mandated vaccinations. We have done this for the community.Don't expect us to feel sympathy for any person who breaks the rules. We don't. #DeportNovak","sentiment_score":0.0}
{"full_text":"I think initially they closed there eyes on Djoko too but there was a massive revolt when it came out and goverment is now forced to apply the same law as for all. Maybe is the right thing to do afterall. Pandemic times are surreal times for all.","sentiment_score":0.0193877551}
{"full_text":"RT Why are we suddenly seeing Sage predicting a HUGE summer wave of Hospitalisations?..Because someone somewhere doesn't want re...","sentiment_score":0.2}
{"full_text":"RT We're in year three of this pandemic and we still haven't acknowledged the breadth of how disabling COVID is. 64 million Ameri...","sentiment_score":0.0}
{"full_text":"And up to 30% of hospital cases with Covid-19 are patients there for other reasons who have tested positive. Why did we not have these statistics from the start","sentiment_score":0.0511363636}
{"full_text":"RT YouTube has suspended and demonetized Dan Bongino's channel for spreading covid information.It's a bad time to be a bulls...","sentiment_score":-0.7}
{"full_text":"RT  damn that's some crazy authoritarian shit.","sentiment_score":-0.4}
{"full_text":"RT \"Never ever use a vaccine that cannot block transmission, when you are in the battlefield\" (example: during a pandemic)Vi...","sentiment_score":0.0}
{"full_text":"RT No one dies from covid, they die from doctors making a shit ton of money from killing them by not prescribing 3 cheap vitamins.","sentiment_score":0.1}
{"full_text":"Fuck yes!","sentiment_score":-0.5}
{"full_text":"RT To complete Phase 3 clinical trials and obtain full approval for compounds such as those in the mass rollout, subjects get...","sentiment_score":0.15}
{"full_text":"RT For the third day in a row, Arizona has broken the record for the highest reported number of new COVID-19 cases in one da...","sentiment_score":-0.0878787879}
{"full_text":"RT 5 day isolation is the same economy driven \"public health\" as the pingdemic. It just kicks the can down the road &amp; potent...","sentiment_score":0.0861111111}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT Just remember,the Queen was at Cornwell for the G7 maskless non social distancing extravaganza. Don't believe the sob s...","sentiment_score":0.0333333333}
{"full_text":"RT If you think that Australia is handling Covid in an appropriate matter, then you are part of the problem.","sentiment_score":0.5}
{"full_text":"RT ABC Sydney TV news treatment of Pacific tsunami was cursory and appalling. Seemed like they had some Year 10 work experie...","sentiment_score":-0.35}
{"full_text":"RT  Police Scotland *did* speak with CMO Catherine Calderwood in 2020 about pandemic rule breaking.That is another th...","sentiment_score":0.0}
{"full_text":"RT MIT's Stephanie Seneff: mRNA + DNA vector vaccines may be pathway to crippling disease in the future. Through prion-li...","sentiment_score":0.0}
{"full_text":"RT The lie took thousands of lives.","sentiment_score":0.0}
{"full_text":"RT SHOCKING: Canadian health officials forced to admit that they secretly accessed the cellphone location data of 87% of Canadi...","sentiment_score":-0.5666666667}
{"full_text":"The covid rulescwere just theatre. They never did any good and they knew it. The whole lot of them should be charged with crimes against humanity.","sentiment_score":0.45}
{"full_text":"RT #bteuponlineexam2022Due to rise in COVID cases government must have to conduct online exam.","sentiment_score":0.0}
{"full_text":"And I haven't been able to touch my boyfriend in days bc of Covid  hate it here!","sentiment_score":-0.25}
{"full_text":"'The Netherlands - Shops, hairdressers, and gyms will be allowed to reopen in the Netherlands. But bars, restaurants, museums, and theatres will remain closed until at least 25 January, the government said.'","sentiment_score":-0.2}
{"full_text":"RT Their covid laws will dieWhen we do not comply !End it by signing and sharing the Petition to have a Referendum on aboli...","sentiment_score":0.0}
{"full_text":"RT If there is one strapline that confirms whether your under the influence of #MassFormationPsychosis it's - 'I would ha...","sentiment_score":0.0}
{"full_text":"Sky-high COVID-19 cases in Wisconsin led the Department of Health Services to switch reporting systems to allow positive COVID-19 test results to be automatically imported into the system.https:\/\/t.co\/U7RwBxw2QN","sentiment_score":0.2272727273}
{"full_text":"Drs. Spiess and Necchi discuss launch of Global Society of Rare Genitourinary Tumors #urology #urologist #urooncology","sentiment_score":0.15}
{"full_text":" The NHS COVID Pass is available for free on the NHS App.  They never ask for bank details, so please be aware of suspicious emails or text messages. More info:","sentiment_score":0.3875}
{"full_text":"UK gross domestic product has risen above its pre-pandemic level of February 2020 for the first time, the latest official figures show.https:\/\/t.co\/enhLtzqP4m","sentiment_score":0.15}
{"full_text":"Individuals older than 18 years who received two doses of the Pfizer vaccine are eligible to receive a booster dose of the same vaccine after 180 days. Those who received the J&amp;J vaccine are eligible for a booster shot of the same vaccine after 60 days. #VaccinesSaveLives","sentiment_score":0.0555555556}
{"full_text":"RT Party overload with the hottest love teams! Gawing FUNalo ang stay at home party this Sunday kasama ang ASAP Natin 'To...","sentiment_score":0.625}
{"full_text":"RT #auspol #MorrisonFailure #LNPDeathCult #LNPfail  #MorrisonMustGo #ScoVid #scummo When the Government sa...","sentiment_score":0.0}
{"full_text":"RT Lately I've been seeing lots of people downplaying Omicron because it's \"literally a cold.\" It may seem like semantics but t...","sentiment_score":-0.45}
{"full_text":"#Argentina #Covid #Coronavirus Argentina's Health Ministry reported a record high of 139,853 confirmed cases of Covid-19 in 24 hours on Friday.https:\/\/t.co\/8bhWVQCH4S","sentiment_score":0.28}
{"full_text":"Welcome to the #BeijingOlympics|, where strict containment measures will aim to create a virus-proof \"bubble\" for thousands of international visitors at a time when #omicron is fueling infections globally.#Beijing #WinterOlympics","sentiment_score":0.4}
{"full_text":"State schools have more teachers off with Covid than private schools, poll suggests #ukedchat","sentiment_score":0.25}
{"full_text":"Would Jesus be vegan?Who would Jesus vote for?What would Jesus' covid strategy be?We've all got questions about Jesus.If you want a relaxed space to ask your questions - join our Alpha course! Starting this Weds (19th) at 7.30pm.Sign up at","sentiment_score":0.0}
{"full_text":"Safeguard yourself by getting fully vaccinated. Do not miss the second dose and precaution dose of your #COVID19. Surely We Will Win.#LargestVaccineDrive#FightAgainstCovid19#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia@DelhiVsCorona","sentiment_score":0.25}
{"full_text":"RT Of the 20 people who died with Covid in the past 24 hours in NSW; 16 were fully vaccinated, and only 4 were unvaccinated.","sentiment_score":-0.125}
{"full_text":"I tested positive for covid on 9th january. Im trying to get tested again but sehaty does not allow me to and displays a message to contact 937. Tried many times but there is no response. Please advise.","sentiment_score":0.3636363636}
{"full_text":"Citizens of The Hague took to the city's streets to decry COVID restrictions that are in place. At least one arrest was made as tensions rose by the end of the rally, with police using batons against protesters.Follow us on Telegram","sentiment_score":0.0833333333}
{"full_text":"NO SAME I CAN GO IDC BUT IM SCARED FOR MY PARENTS  and my mom already got covid last year and she fully recovered now but not vaccinated yet, so i dont wanna risk ","sentiment_score":0.0}
{"full_text":"They want to keep the control so they can re-instate it later with ?new variant?new virus","sentiment_score":0.0681818182}
{"full_text":"RT #bteuponlineexam2022 Omicron The infection is spreading fast, please do the online exam.","sentiment_score":0.2}
{"full_text":"RT The lesson we must learn from the tragic fall of Boris Johnson is that lockdowns never worked and that we should all have t...","sentiment_score":-0.75}
{"full_text":"HBS-FAMH-LANCET-20211130-the-overlooked-treatment-for-postpartum-haemorrhage-and-analysing-covid-in-brazil-36minutes-26seconds","sentiment_score":0.0}
{"full_text":"Unvaccinated pregnant women more likely to suffer complications from coronavirus: Studyhttps:\/\/t.co\/7dfnzs4c6l","sentiment_score":0.2777777778}
{"full_text":"RT Media scaremongering is the real virus. But there is a vaccine. Turn off your TV and don't read the newspaper.","sentiment_score":0.2}
{"full_text":"Farmers criticised for poor infection control during Britain's largest bird flu outbreak","sentiment_score":-0.4}
{"full_text":"RT Raise Your Voice For Conduct Examinations Online Because Corona(OMICRON) Cases Are Rising  Too Much Day By Day The Cond...","sentiment_score":0.2}
{"full_text":"RT Let me tell you about the time that I broke Covid rules.During the second lockdown, I was working in the vaccination clini...","sentiment_score":0.0}
{"full_text":"RT Ever considered that 'social' and 'distancing' are opposites?Abuse escalates in an abusive relationship.Turning around co...","sentiment_score":0.0333333333}
{"full_text":"COVID 19 Statistics for Scotland (15\/1\/2022) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"US man who faked death to evade rape charges found alive in UK after being hospitalised with COVID","sentiment_score":0.1}
{"full_text":"RT governments are playing cricket with student's life,they didn't think how students give exam in this critical wave of...","sentiment_score":0.0}
{"full_text":"From raising the issue of sexual abuse on campuses, to revealing poor data collection around COVID-19, Indonesian reporters are collaborating to investigate new issues daily.Read more here:","sentiment_score":0.1840909091}
{"full_text":"Parties across Government during Covid restrictions alleged so far#UKhttps:\/\/t.co\/62KNVU0so7","sentiment_score":-0.1}
{"full_text":"Hospitals across the U.S. are being overwhelmed by the increasing COVID-19 cases, with some hospitals now asking health care workers to come to work despite testing positive for COVID.https:\/\/t.co\/8x3lj5DtiY","sentiment_score":0.2272727273}
{"full_text":"Check the weather forecast before heading out. Be #WeatherReady for the cold, dress warmly, look out for vulnerable people &amp; remember to follow Covid-19 social distancing guidance.","sentiment_score":-0.1166666667}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"#US delivered 1.4 million Covid-19 vaccines to #Libya","sentiment_score":0.0}
{"full_text":"Many of those students described chaos in the classrooms, with Chicago students calling them \"COVID petri dishes.\"https:\/\/t.co\/Kd9Efn5viM","sentiment_score":0.5}
{"full_text":"Got a trip abroad planned? Make sure you check your travel insurance policy and understand which COVID-19 exemptions you're covered for. Don't get caught out! Click the graphic to learn more ","sentiment_score":0.375}
{"full_text":"46% Off!Google - Geek Squad Certified Refurbished Nest Smart Programmable Wi-Fi Thermostat - Snowhttps:\/\/t.co\/vv1jiuJGFD#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":0.2142857143}
{"full_text":"RT #bteuponlineexam2022 hello #bteup we aren't ready for offline examination , in our aera #COVID19 cases are increasing day...","sentiment_score":0.2}
