{"full_text":"RT Who politicized the pandemic? Heading into my last shift of this most unbelievable year of my 23 year career. Hoping for...","sentiment_score":0.0833333333}
{"full_text":"RT My NYE party is a 10am funeral in a small church where there will undoubtedly be unmasked and unvaxed folks celebrating...","sentiment_score":-0.25}
{"full_text":"No it's the same year y'all got Covid Part 3","sentiment_score":0.0}
{"full_text":"My sis-in-law shattered her finger in a rollerblading accident and had to get made up before going to emergency. Pre-Covid.","sentiment_score":0.0}
{"full_text":"\"This is my home,TORONTO is my home,after i retire from this industry i'm gonna come back here &amp; stay here\" - Deshbhakt","sentiment_score":0.0}
{"full_text":"RT Australia reports 35,326 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"I hope this isn't the first thing I put on your TL for the year but this is the exact same thing I was talking about. Things change. It's not bad that they do, sometimes it's for the better. Please try to see the best in things for these horrible times","sentiment_score":0.1928571429}
{"full_text":"I want to point out the possibility that omicron is spreading equally among both groups but it is causing severe enough symptoms in the fully vaxxed population for them to get tested whereas the unvaxxed are asymptomatic","sentiment_score":0.0}
{"full_text":"RT \"Covid zero is impossible with omicron, so what's the point in even trying to reduce\/slow transmission?\"My answer:  1\/","sentiment_score":-0.6666666667}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT NYE dispatch from the ER: Everyone has COVID. Even people you don't think have COVID...have COVID.  1st year ever our st...","sentiment_score":0.0}
{"full_text":"RT #stopCAApoliticsHindus and Muslims need more such LOVELY STORIES which bring Indians CLOSER-TOGETHER Respect to...","sentiment_score":0.3333333333}
{"full_text":"RT The spread of covid depends on the density of the population; some of the population is really dense.","sentiment_score":0.2}
{"full_text":"RT The United States is now reporting 355,991 new coronavirus cases per day, the highest seven-day average since the pandemic...","sentiment_score":-0.0068181818}
{"full_text":"RT social distancing icons","sentiment_score":0.0333333333}
{"full_text":"RT NYE dispatch from the ER: Everyone has COVID. Even people you don't think have COVID...have COVID.  1st year ever our st...","sentiment_score":0.0}
{"full_text":"RT Am I insane to not want to catch covid even if the symptoms are mild? I feel insane.","sentiment_score":-0.5555555556}
{"full_text":"How many of them were partying in Madh Island ?","sentiment_score":0.5}
{"full_text":"RT So very sorry you are having to deal with these losses. I'm sad that so many people just don'...","sentiment_score":-0.2166666667}
{"full_text":"RT  Covid-19 Recovery Token Airdrop  Task:           Up to $5 worth of COVDR Referral:    $50 worth of COVDR...","sentiment_score":0.3}
{"full_text":"RT I got a phone call today from the Linn County Jail from a person who is being housed in a unit for 24 people that is sleep...","sentiment_score":-0.1}
{"full_text":"RT happy new year gfrdtxt enjoyers !! i genuinely hope next year is going to be better for us whether its school work family...","sentiment_score":0.3826136364}
{"full_text":"plague you say?","sentiment_score":0.0}
{"full_text":"RT Double infection of COVID of infleuenza.Dem don come","sentiment_score":0.0}
{"full_text":"RT Before the onset of 2022, Let us all take a moment to pay tributes to the lives we couldn't save this year! My deepest c...","sentiment_score":0.0}
{"full_text":"RT Pierce the               the CDC   Veil                            I don't care if you're               contagious","sentiment_score":0.0}
{"full_text":"RT Unvaccinated Man Feeling Left Out As All His Vaccinated Friends Have COVID","sentiment_score":0.0}
{"full_text":"RT Happy new year &amp; not so happy variant ya'all !#HAPPYNEWYEAR #2022NewYear","sentiment_score":0.6454545455}
{"full_text":"There's already double covid","sentiment_score":0.0}
{"full_text":"RT Say at home, but go out as normal, isolate but not for too long, work from home but you still need to go to in to get paid,...","sentiment_score":0.05}
{"full_text":"RT SA Health says 10 children are among the 71 people in SA hospitals with Covid-19.","sentiment_score":0.0}
{"full_text":"RT so thankful for winner for choosing to stay together this 2021, thank you for being my home up until now can't wait for...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: #Israel records first case of #florona disease, a double infection of #COVID19 and influenza: Al-Arabiya","sentiment_score":0.125}
{"full_text":"RT me checking if bad bunny has covid","sentiment_score":-0.7}
{"full_text":"RT Just a reminder that since March 2020, not a single journalist has been allowed at the Union Buildings to ask questions w...","sentiment_score":0.0357142857}
{"full_text":"Congratulations what a start of year with good news","sentiment_score":0.7}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT It's so many people who literally just got over Covid posting they going out tonight. People are weird as fuck","sentiment_score":-0.1333333333}
{"full_text":"2022 oh how I pray Covid over soon! Tired...","sentiment_score":-0.4}
{"full_text":"During the COVID period, an amount of Rs1.28 lakh crore has been transferred to the bank accounts of farmers under #PMKisan scheme.@AgriGoI","sentiment_score":0.0}
{"full_text":"RT It's common knowledge around Macquarie St that The Boy Premier wilfully ignored the advice of the health experts when he...","sentiment_score":-0.3}
{"full_text":"RT Joe Biden knew there were early treatments for COVID and he  intentionally did not make them available or speak about th...","sentiment_score":0.25}
{"full_text":"Relevant in 2021 &amp; again in #NewYear2022 #Mulgrew #SELLOUT #DOYOURJOB #MichaelMulgrew #COVIDIOTS #SellOuts #SafetyFirst #Unvaccinated #ProtectTheKids #COVID19 #RemoteLearning","sentiment_score":0.4}
{"full_text":"RT Twitter on CoVid surge like:","sentiment_score":0.0}
{"full_text":"RT Great thread from one of the best on children &amp; COVID. Very relevant to Oz with what we have coming. Measured, informed....","sentiment_score":0.7733333333}
{"full_text":"The only people that should be vaccinate is those with a high risk of severe illness. The elderly and those with co morbidities. This push to force everyone into taking an experimental vaccine, which is what it is, is a push for more control.","sentiment_score":0.19}
{"full_text":"RT A novel virus variant which is only one-third as deadly as the last one but infects six times as many people WILL STILL HOSP...","sentiment_score":0.075}
{"full_text":"RT Why American's don't TRUST the Federal GovernmentGovernment shields Pfizer from liability--can't see data showing va...","sentiment_score":0.0}
{"full_text":"RT They have taken out Dr. Robert Malone the original inventor of mRNA and DNA vaccine technology. He  expressed ser...","sentiment_score":0.375}
{"full_text":"The Irish created the IRA in 1919 as a way for the people to band together and take back their country from the British tyranny.I cant not see the irony of covid hitting in 2019 and bringing together the patriots. The \"old IRA\" disbanded in 1922, maybe 2022 is the year we get -","sentiment_score":0.025}
{"full_text":"RT Everytime these 3 states!!! Do the CMs get jars of viruses from their Chinese masters like old Bollywood films?","sentiment_score":0.05}
{"full_text":"RT #khiladi also will postpone to summer Omicron cases will increase in Feb pakka I think it ill release in May","sentiment_score":-0.5}
{"full_text":"The ship smells like Covid","sentiment_score":0.0}
{"full_text":"RT The CDC says it's not omicron unless it comes from the Omicronne region of France. Otherwise it's just sparkling covid.","sentiment_score":0.0}
{"full_text":"RT Where is Biden? He's definitely not whining, golfing, grifting, lying or late night rage-tweeting like TFG. He's also...","sentiment_score":-0.15}
{"full_text":"Rick Grimes [to Carol Peletier]: If anyone gives me hope for how things can turn out, its you.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"The U.S. reported 2.49 million coronavirus cases in the last week, surpassing the previous record of 1.7 million cases from Jan. 3-9, 2021.","sentiment_score":-0.0833333333}
{"full_text":"How am I celebrating my new year with Corona, L on top of L  KMT Got me against the rope catching a few combos","sentiment_score":0.2590909091}
{"full_text":"happy new years from your mst friend !!! i hope the only negative thing in 2022 is covid test, ily all sm muah !!!","sentiment_score":0.1200994318}
{"full_text":"Today is the day! Radioactive Outbreak: Frostbite is out of beta and available to play for everyone!","sentiment_score":0.5}
{"full_text":"Novavax developed a protein vaccine, similar to shots used for years against other diseases and a strategy that might appeal to people hesitant to use COVID-19 vaccines made with newer technologies.https:\/\/t.co\/KNsb7eeFBQ","sentiment_score":-0.0083333333}
{"full_text":"Independent projections forecast that new COVID-19 cases may hit 4,000 on New Year's Day while the peak of this new spike in infections, which is suspected to be driven by the more infectious Omicron variant, might surpass the Delta wave.","sentiment_score":0.1818181818}
{"full_text":"amidst covid stay safe stay at home and participate in trendBINDAS KARAN LEADS BB15","sentiment_score":0.5}
{"full_text":"All I can say after reading alot of what you have to say is.... I hope you are correct on the vaccine for you and your family. I guess we will find out in years to come with all the children and unborn children And your health in the future.","sentiment_score":0.0}
{"full_text":"First match of 2022 GAA season falls victim to Covid as Sunday's Waterford v Clare McGrath Cup clash postponed","sentiment_score":0.0875}
{"full_text":"[scheduled tweet]HAPPY NEW YEAR!!What's the world like? Is covid still around?Has dream face revealed? Have tubbo and ranboo met up?What happened with the wilbur revival?I hope michael is happy in snowchester!","sentiment_score":0.5681818182}
{"full_text":"A Bahrain wedding turned into a super-spreader event after 31 people tested positive for the coronavirus (Covid-19) days afterhttps:\/\/t.co\/MtdgzKTq0j#Bahrain #Manama","sentiment_score":0.2272727273}
{"full_text":"Many Filipinos were drawn to the personal journeys of both prominent personalities and ordinary people as they slowly adjusted to the \"new normal\" brought about by the COVID-19 pandemic. These were our most talked-about lifestyle stories for 2021.","sentiment_score":0.1545454545}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"COVID vsNgty paalny kr praajy kll haekCOVID epidemic can be controlled and defeated Link 1  2  #srilanka #lka #gossip #hotnews #international #COVID19","sentiment_score":0.0}
{"full_text":"The Berjaya Makati Hotel, the hotel where a returning overseas Filipino was reported to have skipped her quarantine, on Saturday apologized for the incident, saying it was a \"very serious breach\" amid the COVID-19 pandemic.https:\/\/t.co\/PiWPkXFuuk","sentiment_score":-0.4333333333}
{"full_text":"Official COVID-19 update in ThailandSaturday, 1 January 2022* 2,226,446 people infected (+3,011)* 2,171,809 recovered (+3,315) * 32,929 receiving treatment* 21,708 deaths (+10)#newcases #coronavirus #covid19 #ministryofpublichealth #update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"#NewYorkCity welcomes the new year -- and bid good riddance to 2021 --as confetti and cheers spread across #TimesSquare as a #NewYear'sEve tradition returned to a city beleaguered by a global pandemic.https:\/\/t.co\/7UP1zjzJ0J","sentiment_score":0.2787878788}
{"full_text":"RT Australia reports 35,326 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT Covid be like 'New year, new me'","sentiment_score":0.1363636364}
{"full_text":"#Opinion | PM #Modi declared a lockdown that wasn't like 2020's and reminded Indians to be 'atmanirbhar,' or self-reliant, as the pandemic still had to be tackled. (@saliltripathi writes)","sentiment_score":0.0}
{"full_text":"My news report published in #HThttps:\/\/t.co\/EFFOnggH5B","sentiment_score":0.0}
{"full_text":"HAPPY NEWS YEARS BITCHES FROM THE PAST!NOW TELL ME IF COVID IS FUCKING GONE!!!(Scheduled Tweet March 14 2021)","sentiment_score":0.1}
{"full_text":"RT Florida is partying like it's 2019 tonight while Quebec is under a curfew and the rest of Canada still believes we're in...","sentiment_score":0.0}
{"full_text":"RT Unvaccinated Man Feeling Left Out As All His Vaccinated Friends Have COVID","sentiment_score":0.0}
{"full_text":"RT Emergency alert sent to phones across Quebec due to COVID curfew: \"It is forbidden to be outside your home or property between...","sentiment_score":-0.0625}
{"full_text":"Environment minister labels thousands of bird deaths the nation's 'deadliest wildlife disaster'; epidemiologist warns flu strain could jump to humanshttps:\/\/t.co\/oU4rdqMY8w","sentiment_score":0.0}
{"full_text":"&amp; Covid","sentiment_score":0.0}
{"full_text":"RT I fear with Omicron now getting hold in Vic once Andrews comes back they could be going into lockdown. He will never give...","sentiment_score":0.0}
{"full_text":"Faith communities have played an integral role in getting more people vaccinated against COVID-19. Now the COVID-19 Prevention Network Faith Initiative is hoping to help in a similar way to fight HIV.","sentiment_score":0.25}
{"full_text":"South Africa has lifted overnight curfew rules, with officials saying the country may have passed the peak of its fourth wave of #Covid19 infectionshttps:\/\/t.co\/gDM12dKKzs","sentiment_score":0.0}
{"full_text":"RT Wow Greg Abbott just cemented his status as the biggest hypocritical jerk in the countryMinutes ago he celebrated his win ag...","sentiment_score":0.4166666667}
{"full_text":"WATCH: Infectious disease specialist Dr Rontgene Solante says one Omicron case can infect up to 16 people. Watch the full #RapplerTalk interview on","sentiment_score":0.35}
{"full_text":"DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19.https:\/\/t.co\/diWk8ZnyfV#health #healthy #HealthyLiving #COVID #homedecor #kids #design #homedesign #healthcare #safety #Mindfulness #success #lifestyle #art","sentiment_score":0.4333333333}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 659 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"Only 8% of seats filled at Pattaya Countdown due to restrictive Covid-19 rules","sentiment_score":0.0916666667}
{"full_text":"RT The governor of the largest Republican state is begging President Biden to bail him out with federal resources because hi...","sentiment_score":0.0}
{"full_text":"Only those who are fully vaccinated with both doses will be allowed entry to bars, restaurants, clubs, wine shops and malls.https:\/\/t.co\/mKLqGDOg43","sentiment_score":0.0}
{"full_text":"Friction between humans, crows declines amid pandemic in Japan - The Mainichihttps:\/\/t.co\/Fwv5DUrEv2","sentiment_score":0.0}
{"full_text":"As athletes got used to life in bio-bubbles during #Covid19 pandemic, the definition of media changed drastically.Sports has propensity to take on the insurmountable odds and hence it's going to a real #HappyNewYear2022 for Indian fans@KoushikPaul1994https:\/\/t.co\/nXxAvwK4Y5","sentiment_score":0.2}
{"full_text":"#COVAXIN #Covid_19 'Allow Covaxin': Tennis legend urges US to approve India-made Covid vaccine","sentiment_score":0.0}
{"full_text":"I have a collection of 5 x Hawaii Photos on my CDC NFT profile  hoping to make some time to add more https:\/\/t.co\/DWNdyEBlRG","sentiment_score":0.5}
{"full_text":"If you invest $1000 in $GFY today at $16.29 per share, and the stock prices rebound back to pre-pandemic prices at $16.67, your investment would be worth $1023.33! That's 2% growth and $23.33 profit!  See more:  $RGEN $UZA $GSIT $CTB $UZC","sentiment_score":0.3229166667}
{"full_text":"She get it","sentiment_score":0.0}
{"full_text":"Rep. Ayanna Pressley Tests Positive For COVID-19 -","sentiment_score":0.2272727273}
{"full_text":"RT Please have a *safe* NYE. Get tested &amp; re-consider if you're going out tonight. That Omicron may be \"mild\" misses that...","sentiment_score":0.4166666667}
{"full_text":"2021 fucking sucked. I got covid, I got diabetes. I didn't play very many games or talk to very many people or make much of anything, but I'm still here. and I'm as ready for 2022 as I'll ever be. Starting the year pissed off and fed up and a little drunk and that's fine by me.","sentiment_score":0.0921296296}
{"full_text":"RT Florida's COVID death toll: 62,480Ron DeSantis's 2018 margin of victory: 32,463","sentiment_score":0.0}
{"full_text":"RT Mike Zimmer made multiple pleas to his team's star players to get vaccinated. Unvaccinated players have been around seven ti...","sentiment_score":0.0}
{"full_text":"RT Free at-home and in-person COVID-19 tests. Free N95\/KN95 high-quality masks. For every person in our country. For whenever th...","sentiment_score":0.4}
{"full_text":"TOP 20 COUNTRIES IN ASIA WITH MOST NEW COVID CASES #COVID19 #Omicron","sentiment_score":0.3787878788}
{"full_text":"RT Dr. Ding is my \"go to\" on Covid info, so yeah, I'm concerned. ","sentiment_score":0.0}
{"full_text":"Help us to save the world,GET VACCINATED!...#getvaccinated #sfbayarea #covidvaccine #covidtest #sfcovidsafe #oaklandcovidsafe #omicron","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 46.9FWind Chill: 46.9FHumidity: 99%Dew Point: 46.6F Barometer: 29.881 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 388.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"India's cumulative Covid-19 vaccination coverage exceeds 145.16 crore","sentiment_score":0.0}
{"full_text":"RT How about a mix of Flu &amp; and a Cough instead and we call it F'cough!","sentiment_score":0.0}
{"full_text":"RT If everyone would just stay home and treat like you had the flu, the 'science' couldn't add you to the statistic to ke...","sentiment_score":0.0}
{"full_text":"Happy New Year I hope 2022 is a prosperous and joyful year for everyone. From a selfish football perspective, I hope 2022 is the year that the Canadian Premier League  comes home to Calgary . Stay safe everyone.","sentiment_score":0.2340909091}
{"full_text":"RT JUST THIS WEEK:Biden: There is no \"federal solution\" to beat COVID-19CDC Director: \"PCR tests are unreliable\"Fauci:...","sentiment_score":0.0}
{"full_text":"RT The vaccinated can get Covid. The vaccinated can spread Covid.The vaccinated are Hospitalized. The vaccinated are Dy...","sentiment_score":0.0}
{"full_text":"RT Indian friends - Chief Scientist of WHO Dr. Soumya Swaminathan warns about global spread of Omicron. Be careful. Be sa...","sentiment_score":-0.05}
{"full_text":"RT \"Follow the money\"","sentiment_score":0.0}
{"full_text":"Morning one and all Remember Covid is airborne ... Fact. So mask up, distance and venterlate , venterlate and venterlate. #wearamask #savealife","sentiment_score":0.0}
{"full_text":"SSU PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #SaturdayThoughts #COVID19 #coronavirus #Educati","sentiment_score":0.1}
{"full_text":"RT Happy new year the one who kept my mind strong and feeling happy with her music after the loss of my grandp...","sentiment_score":0.5424242424}
{"full_text":"RT My toughest #COVID loss this week was a fully vaccinated+boosted pt my age (with young kids) who was immunosuppressed due t...","sentiment_score":-0.0125}
{"full_text":"RT So you can't smoke in most work places in Aus because you could give your colleagues cancer in the future. But you can...","sentiment_score":0.25}
{"full_text":"Stock market sinks to lowest value since 1929 as WHO chief optimistic about beating Covid in 2022 #wstbot #stonks","sentiment_score":-0.1}
{"full_text":"RT My former coworker who has been on ventilator for 10 days now with Covid passed away at 3:15 today.  Her organs started...","sentiment_score":0.0}
{"full_text":"RT Recommended viewing. They come off far differently than media portrayals. They support vaccines, but advocate prioritizing...","sentiment_score":0.05}
{"full_text":"RT Stop saying \"We're all going to get omicron, it's inevitable, so what's the big deal?\"The more it spreads, the more it...","sentiment_score":0.25}
{"full_text":"After 10 days of isolation, can a fully vaccinated person who tested positive for COVID will still be able to spread the virus even with a mask and maintaining social distancing??","sentiment_score":0.2535353535}
{"full_text":"Evaluate your post-vaccination immune responseCOVID-19 Antibody Tests available from 9 am to 9 pm, Saturday to Thursday*Terms &amp; Conditions ApplyFor more information,  please call 072074444#antivirus #antibodies #antibodytest #antisarscov2 #RAKHCares #RAKHospital","sentiment_score":0.45}
{"full_text":"This is excellent Honest, no over the top fear, facts etc.Acknowledges the concern but balances it.@BrentHodgson","sentiment_score":0.7}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Episode 42 of Tall And True Short Reads, The Spirit of Xmas, is available from the podcast website, or your favourite #podcast app. Dedicated to my family and other families who spent #Xmas separated or in isolation due to #COVID19. ","sentiment_score":0.0666666667}
{"full_text":"RT JUST THIS WEEK:Biden: There is no \"federal solution\" to beat COVID-19CDC Director: \"PCR tests are unreliable\"Fauci:...","sentiment_score":0.0}
{"full_text":"RT She's BIRACIAL!!!","sentiment_score":0.0}
{"full_text":"RT WOW WOW WOW","sentiment_score":0.1}
{"full_text":"If you were going to the Gaslamp on New Year's Eve, you may need to bundle up and prepare for some COVID restrictions.","sentiment_score":0.1363636364}
{"full_text":"WHO Chief: 2022 Can Mark The End Of The Pandemichttps:\/\/t.co\/xH7lab5uvV","sentiment_score":0.0}
{"full_text":"RT may the only negative things in 2022 be your covid tests","sentiment_score":-0.15}
{"full_text":"RT Are the judges really that worries about racism claims that they cannot apply the law correctly irrespective of ethnic...","sentiment_score":0.2}
{"full_text":"WFH entertainment 2020tooWe're gonna need it","sentiment_score":0.0}
{"full_text":"RT Excess death in Switzerland continues to increase, despite ~90% of 60+ population fully vaccinated, Covid-19 certificates...","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"What does it take for NSW TO OPEN ITS EYES?Your public hospital system was in shit shape before Covid.We cannot LiNP along with theImperialPlantArrangers any longer!https:\/\/t.co\/IWr9d635jQ","sentiment_score":-0.0666666667}
{"full_text":"How India's sequencing mess and laggard response led to the global spread of a deadly coronavirus variant","sentiment_score":-0.125}
{"full_text":"I've had COVID...people look at me like I have a third eye when I tell them...they say \"what was it like!?\"...I say \"have you ever been sick?!l...they say \"yah\"....I reply \"it's kinda like that\"...","sentiment_score":0.0}
{"full_text":"RT Put all this together? W Omicron, we may overrun children's hospital capacity unless we consciously act to decrease risk...","sentiment_score":0.1}
{"full_text":"I think it's because he's afraid of COVID-19.","sentiment_score":-0.6}
{"full_text":"RT The REAL Cure will spread far &amp; wide ... Heal the People &amp; THEN Arrest the demons who did this to all of them &amp; THEN msm f...","sentiment_score":0.0375}
{"full_text":"The people of Myanmar are facing an unprecedented political, socioeconomic, human rights and humanitarian crisis in #2022,  has warned, with needs escalating dramatically since the military takeover and a severe #COVID19 wave.https:\/\/t.co\/Tz5aBtZpok","sentiment_score":0.125}
{"full_text":"Sending positivity to the whole team! Your videos have meant so much this pandemic - Thank you. Here's to Festival of the Arts!!! Two weeks until I'm there!","sentiment_score":0.369140625}
{"full_text":"RT US govt hastily stops monoclonal antibody distribution declaring it ineffective against omicron.One week later we lear...","sentiment_score":0.0}
{"full_text":"It's just never ending at this point","sentiment_score":0.0}
{"full_text":"RT CDC has announced new PPE recommendations:Apple bottom jeans + boots with the fur.","sentiment_score":0.1363636364}
{"full_text":"RT I cannot emphasize the importance of reading and understanding this article. This is all about politics and greed - missing...","sentiment_score":-0.2}
{"full_text":"RT CDC this, CDC that, I just want her to C me D way I C her ","sentiment_score":0.0}
{"full_text":"He's praising City for god's sake. They are handling their situation well. Is it that hard to understand?","sentiment_score":-0.2916666667}
