{"full_text":"RT Given recent news, do you still believe Boris Johnson was seriously ill with covid?","sentiment_score":-0.25}
{"full_text":"RT Check out he is keeping a more reliable tally than the duplicitous \"government\".#auspol #LNPDe...","sentiment_score":0.5}
{"full_text":"Fuck off will cover it better. Enough of this shit.","sentiment_score":-0.025}
{"full_text":"Have been working 12 years in NHS and since the pandemic off sick 7 days ONLY for isolation. I will get Vax next week probably NO CHOICE. I am tired to resist, feel sad, alone,neglected. My freedom taken away. No one contest no one have critical judgement. Stay safe XXX","sentiment_score":-0.1591836735}
{"full_text":"RT The story I remember the most from those first dark days of Covid is the 13-year-old boy who died alone in a hospital in London...","sentiment_score":0.2}
{"full_text":"RT Why do you need to be vaccinated if you have had Covid and have natural acquired immunity?Especially when this immuni...","sentiment_score":0.1}
{"full_text":"RT Remind yourselves how the Met Police dealt with the women holding a vigil for someone abducted, raped, and murdered by one...","sentiment_score":0.0}
{"full_text":"RT Hundreds of kids walked out of Brooklyn Tech today to protest the continuation of in person school during the Omicron w...","sentiment_score":0.0}
{"full_text":"RT That video of the WA Premier with an indigenous interpreter would have to be the most cringeworthy thing I've seen during th...","sentiment_score":0.5}
{"full_text":"RT Novak Djokovic acknowledged that a travel document he presented to Australian border officials last week contained false infor...","sentiment_score":-0.1333333333}
{"full_text":"Australia prepared for bubble life amid Covid 'nervousness'","sentiment_score":0.0}
{"full_text":"RT Let me se If I understood: - \"to not let the journalist down\", you consciously decided to put his\/her lif...","sentiment_score":-0.0277777778}
{"full_text":"RT TUCKER: \"Never in American history--modern history in any case--has the federal government made it official policy to with...","sentiment_score":0.0}
{"full_text":"RT Repeated Covid Booster Shots May Disrupt Immune System: EU Regulators","sentiment_score":0.0}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_ho we are double doze vaccinated.. we are ready to come for Counselling with covid protocols.. D...","sentiment_score":0.1}
{"full_text":"\"The pandemic hasn't lasted long enough for the E.U.?\"  from  Quick reminder : less than 9% of people in low-income countries have gotten one jab.","sentiment_score":0.0291666667}
{"full_text":"RT A Christmas party, cheese and wine and now a BYOB invitation to Downing Street - we take a look at Boris Johnson's shifti...","sentiment_score":0.0}
{"full_text":"RT 370,000 Covid cases today in France  #They've had Vaccine Passports everywhere since the summer#Mask mandates#Hospita...","sentiment_score":0.0}
{"full_text":"RT BREAKING:Repeat Booster Shots Spur European Warning on Immune-System Risks'European Union regulators warned that f...","sentiment_score":0.0}
{"full_text":"RT 1. 100% vaccination2. Control rooms everywhere 3. Isolation centers all aroundAnd now in honour of Swami Vivekananda Ji a...","sentiment_score":0.0}
{"full_text":"RT 1 in 5 cases of #COVID19 is a child in #Quebec #Ontario #Alberta #BC 472,587 children have contracted Covid in these pr...","sentiment_score":0.0}
{"full_text":"RT After almost 20 years with I will be switching at to at renewal. Sorry to say good bye to but ro...","sentiment_score":0.1}
{"full_text":"RT #davvIt's humble request to #DAVV to postpone the exam or to conduct the exam in online mode which is from 18th..due to...","sentiment_score":-0.2}
{"full_text":"RT Why is Covid-19 Vaccination of Children an Unforgivable Sinhttps:\/\/t.co\/Ez9ivyuP47JOIN ME ON GETTR","sentiment_score":0.0}
{"full_text":"RT Dear ministers, we , the doctors in AP can treat COVID equal to doctors in other states.. Please consider us atleast now...","sentiment_score":-0.0625}
{"full_text":"RT Honourable High Court Judges Sir am a middle class person and i lost almost everything due to covid but just because of","sentiment_score":0.0116666667}
{"full_text":"\"Asymptomatic transmission does not exist\"? Righto. I'll let those of my family who caught covid over Christmas and were asymptomatic know that. I'm sure their in-laws who then went on to have covid with symptoms after meeting them would love to hear that too.","sentiment_score":0.5}
{"full_text":"#Mattei #Hancock #liar There is no #test for #COVID19 #virus  #Sign the #petition against the #scamdemic #DjokovicOut  #DowningStreetParties #Nuremberg2   ","sentiment_score":0.0}
{"full_text":"RT Half of Europe will have contracted the Omicron variant of COVID-19 within the next 6-8 weeks, the World Health Organisati...","sentiment_score":-0.0833333333}
{"full_text":"RT The social distancing could only be to protect those from the CO &amp; beyond. They're not part of the No 10 shared workspace...","sentiment_score":0.0166666667}
{"full_text":"RT i think my dumbass got covid im gonna frow up and draw spiderman len for shits n giggleslenmiku freebie","sentiment_score":0.0}
{"full_text":"RT Remind yourselves how the Met Police dealt with the women holding a vigil for someone abducted, raped, and murdered by one...","sentiment_score":0.0}
{"full_text":"WAM: #UAE announces 2,616 new #COVID19 cases, 982 recoveries and 4 deaths in last 24 hours.#Sharjah24","sentiment_score":0.0681818182}
{"full_text":"RT They absolutely believe that infect...","sentiment_score":0.2}
{"full_text":"But this article says it doesn't exist!!1https:\/\/t.co\/ey51YQrjbe","sentiment_score":0.0}
{"full_text":"RT Elections Will happen in covid but when there is matter of education then Covid will be big problem.All teacher candidate a...","sentiment_score":0.0}
{"full_text":"RT 7\/ Suddenly, overnight, there was again a sharp change in language in public discourse - MSM began to treat any criticism of...","sentiment_score":-0.0416666667}
{"full_text":"\"In fact, the good news is um, you know, uh, COVID ... isn't, you know, it's hard for kids to contract, transmit or get seriously ill from ... COVID; that's the good thing. Not all viruses are the same!\"#twmp 12\/12\/21","sentiment_score":0.1216666667}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_ho we want joining letter and third counselling .dieing with corona is preferable as compared to dieing...","sentiment_score":0.0}
{"full_text":"RT Before United Airlines' vaccine requirement went into effect, on average more than one employee died each week from Covid...","sentiment_score":0.175}
{"full_text":"RT Door to door Corona delivery.. see how lavnasur is coughing. ","sentiment_score":0.0}
{"full_text":"RT To ","sentiment_score":0.0}
{"full_text":"So, why is he still in Australia? #NovaxDjokovid","sentiment_score":0.0}
{"full_text":"Brilliant ! A legend who has turned into a legendary arsehead","sentiment_score":1.0}
{"full_text":"RT Yes,we should get the affirmation that we'd be allowed to appear for exams even in case we catch covid! Or else keeping the...","sentiment_score":0.0}
{"full_text":"RT The pandemic has deeply affected us all but its impact on young people has been especially heartbreaking.As leaders...","sentiment_score":0.0333333333}
{"full_text":"RT I'm Liam. I'm a GP and I'm triple jabbed  and I managed to get through lockdown without throwing a party for 100 people and...","sentiment_score":0.0}
{"full_text":"RT WHO says omicron is life threatening for unvaccinated, elderly and people with underlying conditions","sentiment_score":0.0}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_hoIf elections han be held during pandemic... Then why not Teacher's Recruitmen...","sentiment_score":0.0}
{"full_text":"RT I'm Liam. I'm a GP and I'm triple jabbed  and I managed to get through lockdown without throwing a party for 100 people and...","sentiment_score":0.0}
{"full_text":"RT Can we discuss the lucky streak of Novak Djokovic is. Not only did he catch asymptomatic covid at just the right time to apply...","sentiment_score":0.2063492063}
{"full_text":"Sanitization might work for COVID virus.But no amount of sanitization can destroy the Hate Virus that inhabits the BJP HQ.To eliminate the Hate virus, immunize yourself with Love.https:\/\/t.co\/ooOf3ajuU1","sentiment_score":-0.6}
{"full_text":"Some common sense prevails at last","sentiment_score":-0.15}
{"full_text":"RT #BiharFightsCorona Update of the day.  5908 more #COVID19 +ve cases have been reported so far on 11th Jan 2022....","sentiment_score":0.3}
{"full_text":"RT REMEMBER Boris didn't lockdown at Christmas &amp; now presides over (sort of) one of the least authoritarian countries lef...","sentiment_score":-0.3}
{"full_text":"If she was trying to run the country at the time I would be sickened but seen as she is a journalist why don't you pull your head out of your arse you fucking tosser.Tory SCUM.","sentiment_score":-0.45}
{"full_text":"RT #DAVVIt's humble request to #DAVV to postpone the exam or to conduct the exam in online mode which is from 18th..due...","sentiment_score":-0.2}
{"full_text":"RT To those snarky lockdowners who said we should have followed Europe...","sentiment_score":0.0}
{"full_text":"RT Our hospital team just cared for someone who caught COVID in hospital &amp; died.They should have never died from COVID. They...","sentiment_score":0.0}
{"full_text":"RT Still amazed by unbalanced &amp; uncontextualised Covid takes on here by many with large 'Covid expertise' platforms. Especial...","sentiment_score":0.3571428571}
{"full_text":"I am so furious at the ideologically driven fools that govern us in NSW and federally! An election loss is so much less than they deserve. #auspol","sentiment_score":-0.1666666667}
{"full_text":"With no confidence that the 2 doses of AZ in parallel with chemo \"took\", I am out here in front of a huge Omicron surge with a weak immune system &amp; a single Pfizer dose (only 3 months after chemo, so still iffy). For those not immunocompromised, this thread isn't for you.","sentiment_score":-0.0092857143}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_ho jab corona me election ho sakta h to concealing q nhi?????","sentiment_score":0.0}
{"full_text":"RT I just took a piss and I seen COVID coming out","sentiment_score":0.0}
{"full_text":"RT Fauci responds to Rand Paul's grilling by asserting that \"nearly 900k\" people have been killed by Covid. Didn't the CDC di...","sentiment_score":-0.05}
{"full_text":"RT Flirted with this man while in Lagos and found out he was Jamaican with a Nigerian Passport. I found the new covid variant","sentiment_score":0.1363636364}
{"full_text":"RT Has Covid-19 forced you to wear a mask and glasses at the same time? You may be entitled to condensation.","sentiment_score":-0.15}
{"full_text":"RT \"Arise! awake and stop not until the goal is reached\"On Swamiji's birth anniversary, Hon'ble AITC Gen. Secy. &amp; MP","sentiment_score":0.0}
{"full_text":"RT Through my foundation work I'm very lucky to have the opportunity to talk to--and learn from--experts in many different fields...","sentiment_score":0.3111111111}
{"full_text":"RT This tweet aged well x","sentiment_score":-0.1}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_hoIf elections han be held du...","sentiment_score":0.0}
{"full_text":"RT Sevilla are in talks to sign Jesus Corona from FC Porto. Personal terms agreed with Tecatito who was Sevilla target las...","sentiment_score":0.0}
{"full_text":"RT I'm a kidney doctor. I've studied how the kidneys make urine for 39 years.  Do not, I repeat do not, drink urine to treat CO...","sentiment_score":0.0}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_hoCovid is directly proportional to election and inversally proportional to Education","sentiment_score":0.1}
{"full_text":"RT I'm speechless. First good news about this whole coronavirus","sentiment_score":0.3833333333}
{"full_text":"RT And she would have been looked after by doctors and nurses who were unvaccinated. Did it make a difference, no of cou...","sentiment_score":0.0}
{"full_text":"everyday my mum has left something at the door for me to help me feel better while I have Covid - she really is such a gem","sentiment_score":0.075}
{"full_text":"RT aigoo only 1.4 mil views for this comeback?","sentiment_score":0.0}
{"full_text":"It really isn't a big issue. I do wear a mask in busy shops, but that is my personal choice based on my age &amp; medical condition. If I have someone unmasked come too close to me, I simply walk away.","sentiment_score":0.02}
{"full_text":"Surely that can't be his real trim, he's snuck into parliament to take the piss of Johnson","sentiment_score":0.35}
{"full_text":"When Are you going to leave your job Kay after breaking lockdown rules to party with fellow sky news presenters","sentiment_score":0.0}
{"full_text":"RT said that he took a PCR sample on December 17, 2021, and announced he was infected with covid via social medi...","sentiment_score":0.0333333333}
{"full_text":"RT The annoying part is that he did actually establish that board via executive order on his firs...","sentiment_score":-0.4}
{"full_text":"RT The Moroccan economy minister highlighted the government's readiness to help people that have been severely affected by C...","sentiment_score":0.0}
{"full_text":"Vaccine derived viruses and what that means for SARS-CoV-2https:\/\/t.co\/IDEdVinehA","sentiment_score":0.0}
{"full_text":"Surely enough to remove him from the tournament this is more an issue than any vaccine belief etc? But might be more craic to have him in and going mad at everyone. Welting umpires and pinning ball boys against the advertisement boards.","sentiment_score":0.09375}
{"full_text":" perhaps you may want to comment on this as it seems to have been swept under the carpet while you are all joining in the witch hunt for BJ. Just for a bit of balance you understand!","sentiment_score":0.0}
{"full_text":"Richard Cheng MD PHD cured covid with highdose vitamin C intravenousThomas Levy MD JD promotes this simple uncostly remedymentionedin ALIVE mag[[ canadian health food stores ]] 20  years agoDr Frederik Klenner protocol JAMA sept3 1949Zoltan Rona MD MSc","sentiment_score":0.05}
{"full_text":"RT | Taxi owners can now get R1.1bn in Covid relief - but they must be registered with SARS: Minis...","sentiment_score":0.0}
{"full_text":"RT I love how Gen Z really is the embodiment of \"fuck around and find out\"","sentiment_score":0.1}
{"full_text":"RT If only someone had told the PM that COBRA meetings were parties he probably wouldn't have missed 5 at the star...","sentiment_score":0.0}
{"full_text":"Already in process (hope sarcasm is obvious)","sentiment_score":0.0}
{"full_text":"COVID must be good for that business","sentiment_score":0.7}
{"full_text":"#ty_sheddyuul_pr_bhaalii_hoIf elections han be held during pandemic... Then why not Teacher's Recruitment... Don't reschedule 94000 teacher's recruitment.","sentiment_score":0.0}
{"full_text":"RT raassttriiy yuvaa abhyrthii shok divs This pandemic has tested and taken a lot from all of us. not take away...","sentiment_score":0.0}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_hoIf elections han be held during pandemic... Then why not Teacher's Recruitment... Don't resche...","sentiment_score":0.0}
{"full_text":"RT Corona Virus News: New #vaccine will give better protection against infectionhttps:\/\/t.co\/ybj6ig8C42 #latest_news","sentiment_score":0.3181818182}
{"full_text":"Not just those two governments the Victorian government is just as bad no planning put in place at all just lock out unvaccinatef and wear a mask that's it","sentiment_score":-0.7}
{"full_text":"Well this was a shocking....","sentiment_score":-1.0}
{"full_text":"im negative thats so sexy","sentiment_score":0.1}
{"full_text":"...long-term issues might be in store for them in the future. #COVID19 #Nursing #NurseTwitter","sentiment_score":0.0}
{"full_text":"RT BREAKING: DOH reports 32,246 new cases today, the 2nd highest single-day tally since the pandemic started !!The 45.7% pos...","sentiment_score":0.0681818182}
{"full_text":"It's crazy to me that there's Kpop fans that don't know that fan sites at the airport are completely normal and such a big thing like Covid really did a number on everything huh","sentiment_score":-0.05}
{"full_text":"RT So Djokovic admitted that he failed to isolate despite having Covid-19 while in his native Serbia, where that is an offence pun...","sentiment_score":-0.5}
{"full_text":"Washington, D.C. is our warning.https:\/\/t.co\/vgWMzCrg44https:\/\/t.co\/1YsLO8aR2J","sentiment_score":0.0}
{"full_text":"Strange that he manages to include the only success of this Tory government. (Vaccine rollout). Rollout start wasn't until at least Dec 2020. I thought the party was back in May 2020.","sentiment_score":-0.01}
{"full_text":"RT #ty_sheddyuul_pr_bhaalii_ho ..we are very upset with ups nd downs in this teacher recruitment..please complete this recruitmen...","sentiment_score":0.15}
{"full_text":"RT \"Is this allergic rhinitis or is this COVID?\"- Me every day for the past 2 weeks","sentiment_score":-0.25}
{"full_text":"I just want one Liberal voter to explain to me why they think taking medical procedures off Medicare during a Pandemic is a good thing for the Australian people. Just one of you, explain to me how that benefits Australians now and our kids in the future moving forward.","sentiment_score":0.175}
{"full_text":"Recognising &amp; supporting students' development in community\/home\/heritage languages &amp; offering the opportunity to sit exams in them is so important.Read the paper below for practical advice &amp; activities to do so https:\/\/t.co\/qwY76C0phX","sentiment_score":0.25}
{"full_text":"RT If they were really following the science, instead of vaccine passes they would ask for BMI, body fat percentage and co...","sentiment_score":0.0}
{"full_text":"SEC to implement zero face-to-face policy starting Jan. 13 due to COVID surge","sentiment_score":-0.075}
{"full_text":"Positive lateral flow test? Your isolation period starts immediately and you don't need a PCR.Remember to register your lateral flow test results online.Use a lateral flow tests if you do not have any symptoms. If you have coronavirus symptoms, you should book a PCR test.","sentiment_score":0.2272727273}
{"full_text":"If you need time off to care for someone because of coronavirus you might be able to get:  some or all of your pay time off without using your annual leaveCheck your rights https:\/\/t.co\/vUuOkKz59f","sentiment_score":0.5}
{"full_text":"RT This needs to be retweeted over and over again.","sentiment_score":0.0}
{"full_text":".@Matoxman and look at the continual growth and evolution seen in #CommericalLitigation finance despite initial fears in 2020 of dramatic disruption from the Covid-19 pandemic. #Law","sentiment_score":-0.2166666667}
{"full_text":"\"The mood may frequently be gloomy, but the songs uplift with positive message. Overall, the scripts spoke to young people about pressing issues that matter to their generation. \"Thank you, Fred Hawson of ABS-CBN News#ViuStilSerieshttps:\/\/t.co\/CdkAMKuzN9","sentiment_score":0.1068181818}
{"full_text":"Gov. Charlie Baker announced Tuesday morning that his administration had purchased 26 million new rapid antigen tests for COVID-19 that would be prioritized for K-12 schools and child care centers over the coming months.","sentiment_score":0.1363636364}
{"full_text":"RT Here is the Pfizer CEO clip saying his company's two dose covid vaccine provides \"limited, if any\" protection against omicr...","sentiment_score":-0.0714285714}
{"full_text":"From not knowing anyone with Covid I now know about six. All vaccinated none very sick so far. All isolating.","sentiment_score":-0.4142857143}
{"full_text":"RT NEW: United CEO says 3,000 employees have tested positive for COVID, but thanks to the company's vaccine mandate, ZERO...","sentiment_score":0.1878787879}
{"full_text":"CHED said the recommendation was made by the Public Health Services Team of the Department of Health \"given the surge in COVID-19 cases.\"https:\/\/t.co\/ocWLZRKbOa","sentiment_score":0.0}
{"full_text":"RT Revising schedule. Is not a solutionEvery thing is going normal exams, elections hope counselling and appointment will be...","sentiment_score":0.15}
{"full_text":"RT Very FIRST release post covid will be #AjithKumar's #Valimai.","sentiment_score":0.325}
{"full_text":"Grandad's 'long-Covid' turns out to be cancer - urgent warning over symptoms","sentiment_score":0.0}
{"full_text":"RT Thousands have died as a result of a decade of austerity; nothing happened.70+ died in Grenfell Tower as a result of cron...","sentiment_score":0.0}
{"full_text":"> CT Labs are hassle-free Covid-19 tests that are government-mandated from a UKAS Accredited lab listed on Guaranteed to be processed next day upon receipt of sample and are securely packaged Order today:  #covidtesting","sentiment_score":0.2}
{"full_text":"RT Forwarding a very emotional email from a suffering citizen.   ji. Could you...","sentiment_score":0.0}
{"full_text":"Branding is a big deal even for Covid vaccines.Say what you see: Novavax taps its own branding for latest COVID vaccine #branding #covid","sentiment_score":0.3666666667}
{"full_text":"Covid leading cause of death for police, driving dramatic rise in line of duty deaths","sentiment_score":-0.4333333333}
{"full_text":"Define \"works\"? Not at being a vaccine they don't. Which is why the CDC had to change the definition Excess deaths suggest otherwise. Convincingly.","sentiment_score":0.5}
{"full_text":"The number of pets surrendered to shelters due to caretaker health or death is up from 7.3% in 2009 to 10.2% during the pandemichttps:\/\/t.co\/gAZkTf6Fws","sentiment_score":-0.125}
{"full_text":"We're hosting a new webinar featuring and discussing how the pandemic has increased stress and burn-out. We'll look at how businesses can support their employees over the coming years, will you join us? Sign up for free here:","sentiment_score":0.2681818182}
{"full_text":"This study will be closing soon, your feedback is very much appreciated.To share your #experience working through the #Covid 19 #pandemic in a clinical or non-clinical role click this link or scan the QR code #COVID19 #wednesdaythought","sentiment_score":0.26}
{"full_text":"This is gonna be fun.","sentiment_score":0.3}
