{"full_text":"RT Irony... what the medical doctors are asking for now is tighter lockdowns to give our health care system some breathing r...","sentiment_score":0.0}
{"full_text":"RT thank you","sentiment_score":0.0}
{"full_text":"RT It looks like the government are considering removing public health measures in a political move to bolster support for B...","sentiment_score":0.0}
{"full_text":"RT Update: Switzerland now reports deaths by booster status.Compared to unvaccinated people, the COVID mortality rate is:* 9x...","sentiment_score":0.0}
{"full_text":"RT Inmates at a jail in Arkansas were given the anti-parasitic drug Ivermectin without their consent as a \"treatment\" to C...","sentiment_score":-0.1}
{"full_text":"RT Since the start of COVID-19, nearly 40K disadvantaged Thai children have disappeared from schools! Please support our Bi...","sentiment_score":0.125}
{"full_text":"RT We likely hit 850,000 US Covid deaths today, at roughly now 2,000 deaths per day, we could hit 900,000 deaths in early Febr...","sentiment_score":0.0}
{"full_text":"RT FranceUKGermany ItalyAustraliaNew ZealandCanadaUSASpainNetherlands Switzerland Austria...","sentiment_score":0.0}
{"full_text":"RT Difficult for PM to distract from #partygate given his policy delivery void \"Got Brexit Done\" (signed a bit of paper -...","sentiment_score":-0.5}
{"full_text":"Whatever happened to all those women who were shaking from the covid vaccine- I assume they've all succumbed to the shakes right?","sentiment_score":0.2857142857}
{"full_text":"RT NHS staff:#admitted and cared for 0.6m Covid cases#risked self and family#comforted thousands who died#traumatised...","sentiment_score":0.0}
{"full_text":"RT Every single pediatrician I know was first in line to immunize their children against #COVID19That should tell you somethin...","sentiment_score":0.0892857143}
{"full_text":"Save your head from the cold, and save yourself 20% on this beanie by using code \"SHUSKEY20\" at checkout! #beELITE #SwingJuice","sentiment_score":-0.75}
{"full_text":"RT Please conduct our examination online .We are not in condition to appear in offline examination. Recently i heard abou...","sentiment_score":0.0}
{"full_text":"RT I just saw someone meticulously sanitize a shopping cart with antiseptic wipes before walking into the grocery store with...","sentiment_score":0.0}
{"full_text":"RT The Czech tennis player Renata Voracova, who was deported from Australia after her visa was cancelled, says authorities str...","sentiment_score":0.0}
{"full_text":"RT Nico Montero wanted to get vaccinated but his parents wouldn't let him. Here's how he managed to do it anyway.","sentiment_score":0.0}
{"full_text":"For a bit, perhaps. But I suspect that the decreasing Omicron background infection rates, which are certainly a material part of the current census in ways that prior waves simply were not, will also help reductions in the coming weeks.","sentiment_score":0.0535714286}
{"full_text":"RT Canadian national security officials and\/or RCMP need to step up &amp; begin charging Justin Trudeau &amp; Canadian Premiers with...","sentiment_score":0.0}
{"full_text":"RT Tyra Grove Krause - the Chief Epidemiologist at Denmark's State Serum Institute - has said the Omicron variant is bringing...","sentiment_score":0.0}
{"full_text":"The coronavirus act should have failed when it wasn't voted on. Mire corruption","sentiment_score":-0.5}
{"full_text":"RT Oh you guys care about \"minority communities\" -- cool, stop blocking voting rights.","sentiment_score":0.35}
{"full_text":"RT COGNITIVE DISSONANCE UNDER SHOW SUPPORT FOR NURSES","sentiment_score":0.0}
{"full_text":"RT Starmer 'supporting' Tory Gov during covid instead of opposing their wrong-headed 'prioritising' of 'the economy' instea...","sentiment_score":0.25}
{"full_text":"Two foot a snow tpc","sentiment_score":0.0}
{"full_text":"The ones getting thrashed by covid are the unvaccinated. They refused after all the mandates, stop holding their hands","sentiment_score":0.0}
{"full_text":"RT Two teachers die, and a small Texas town rethinks masks | via #AbbottFailedTexasAgain","sentiment_score":-0.25}
{"full_text":"Corona struggling and looking 4 cells to infect because my body is 99% lymes disease from a different government project ","sentiment_score":0.0}
{"full_text":"RT Every reporter that interviews needs to ask him his position on Georgetown Prep's mask and vaccine mandates s...","sentiment_score":0.0}
{"full_text":"RT What about him taking money from the given their horrendous conduct of late.","sentiment_score":-0.3}
{"full_text":"RT if you've tested positive for racism at any time in the past 365 days, the CDC now recommends that you shut the fuck u...","sentiment_score":-0.1409090909}
{"full_text":"RT COVID-19 Financial SupportsDid you know you can access financial benefits and support during the COVID-19 pandemic? All Fir...","sentiment_score":0.0}
{"full_text":"When I tell people money is a completely human made thing &amp; it can be created &amp; debt can be wiped away with a touch of a button.You get some economist coming up with some verbose jargon to counter it.But here we have it, just like that 4.3bn all gone and no accountability! ","sentiment_score":0.0}
{"full_text":"RT Poll: What's the best treatment for mild-to-moderate #COVID19?@NEJM #MedTwitter #IDTwitter #GITwitter #CardioTwitter #COVID...","sentiment_score":1.0}
{"full_text":"Pfizer COVID treatment drug gets Health Canada nod via #Hamont #BurlON #Paxlovid #Pfizer #HealthCanada #COVIDtherapy","sentiment_score":0.0}
{"full_text":"RT Wait for the report","sentiment_score":0.0}
{"full_text":"The left thinks covid = hospitalization\/death. Most people that get covid stay home and have chicken noodle soup for a few days. Anyone that wants the jab at this point has already gotten it. And if it works, then don't worry about people that accept the risk of not taking it.","sentiment_score":-0.02}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT More than 800 people fined for breach of Covid rules in week of Downing Street party","sentiment_score":0.5}
{"full_text":"RT Please add the following 2 to the list of businesses to boycott. &amp; Vaccine mandates are discri...","sentiment_score":0.0}
{"full_text":"bruh I got it from my sisters gf on christmas day  was sick on the 27th. I think we had the omicron variant because it spread so quickly and symptomatic 48 hours after exposure.","sentiment_score":-0.1904761905}
{"full_text":"RT What's so special about T cells? They recognize the primary amino acid sequence of short peptides that bind to MHC-encoded...","sentiment_score":0.2523809524}
{"full_text":"RT The University of Minnesota says vaccines don't prevent its students from getting COVID, but it will \"probably\" require mo...","sentiment_score":0.0}
{"full_text":"RT He won't be able to enter the US without being vaccinated, so no US Open.","sentiment_score":0.25}
{"full_text":"RT In a win for personal freedom, Michigan judge rules against COVID restrictions on indoor dining | Just The News","sentiment_score":0.4}
{"full_text":"RT With Covid-19 infections surging due to the fast-spreading Omicron variant, doctors are now urging people to ditch cloth face mask...","sentiment_score":-0.125}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"So when will masks go?When will vaccine passports go?When will WFH go?When will you remove the vaccine mandate from NHS &amp; care home staff, or do you just prefer the vaccinated to spread Covid through the NHS &amp; care system?","sentiment_score":0.0}
{"full_text":"Oh my gosh, I'm not the only one! No vaxx, no masks, and I even nursed several others through their bouts with Covid. Still alive, kicking, and virus free. IT'S A MIRACLE! ","sentiment_score":0.15}
{"full_text":"RT I never thought it could've been possible for healthcare workers, scientists and teachers to be treated like they're the e...","sentiment_score":0.0}
{"full_text":"Truth ","sentiment_score":0.0}
{"full_text":"Low mood is something we all experience, and it's how we manage our #MentalHealth that is especially important in a world still feeling the impact of the pandemic. #Mindfulness is a great tool to fight off #lowmood.","sentiment_score":0.5333333333}
{"full_text":"RT BREAKING: Nation unclear why Rishi Sunak has not been arrested for writing off PS4.3 billion of \"Covid loans\" that he gave t...","sentiment_score":0.0}
{"full_text":" Covid vaccine fears and frustration | Letters#LETTERhttps:\/\/t.co\/dwNmxB4XzG","sentiment_score":0.0}
{"full_text":"RT  President Vladimir #Putin and Prime Minister of Pakistan had a telephone conversation.They discussed...","sentiment_score":0.0}
{"full_text":"RT To put it another way, that's substantially more than the PS3.2bn a year the BBC gets from its licence fee income.","sentiment_score":0.5}
{"full_text":"RT Inmates at a jail in Arkansas were given the anti-parasitic drug Ivermectin without their consent as a \"treatment\" to C...","sentiment_score":-0.1}
{"full_text":"RT Digitally inaugurated Oxygen Bottling Plants at Mahul and Mahalakshmi Race Course to fortify our medical system to...","sentiment_score":0.0}
{"full_text":"RT Sunak has decided to write off PS4.3b of the PS5.8b stolen by fraudsters from the emergency covid aid schemes.Imagine how diff...","sentiment_score":0.0}
{"full_text":"Pandemic is not going to end anytime soon. Resume FSW draws asap, please.","sentiment_score":0.0}
{"full_text":"RT The most difficult part of #MyLeaderRahulGandhi ji's endeavour is taking the first step, making the first decision, speaks...","sentiment_score":0.125}
{"full_text":"RT Well, here's the Day 1 2022 #OntEd Safety Report Card: Many high school classrooms unlikely to get HEPAs (ever) If yo...","sentiment_score":0.0533333333}
{"full_text":"RT As you read about Australia deporting Novak Djokovic for not getting vaccinated keep this in mind: Australia is a count...","sentiment_score":0.0}
{"full_text":"RT I CANNOT BELIEVE THAT SCHOOL BOARDS ARE RIPPING AWAY SNOW DAYS FROM CHILDREN! What on earth is wrong with you? Is the pandemi...","sentiment_score":-0.5}
{"full_text":"RT Chinese Cities On High Covid Alert As Lunar New Year Travel Season Starts","sentiment_score":0.0987878788}
{"full_text":"RT Toronto Police Service: \"If you can, please stay home and off the roadways. Today's snowfall has caused lots of challe...","sentiment_score":0.0}
{"full_text":"RT Meanwhile, the income of 99 percent of humanity dropped.","sentiment_score":0.0}
{"full_text":"Someone's parent at my niece's school thought it was a good idea to send their kid back to class one day after getting sick and guess who now has Covid again? But I'd be wrong for showing up to the school looking for that parent.","sentiment_score":-0.1285714286}
{"full_text":"RT Billionaire wealth has risen more since COVID-19 began than it has in the last 14 years combined! We MUST tax the enorm...","sentiment_score":0.25}
{"full_text":"This time of year half the Canadians are in Florida.  They are safe from the vaccine police there.","sentiment_score":0.1666666667}
{"full_text":"RT \"Australia has embarrassed itself in front of the world. The way it treated Djokovic was unfair and unnecessary. Turning...","sentiment_score":-0.45}
{"full_text":"RT It just keeps coming. Easy way to deal with this. A log of the PM movements is kept. No security risk to revealing past...","sentiment_score":0.0916666667}
{"full_text":"RT FRANCE - Parliament has approved a law banning the unvaccinated from all areas of public life including transport, app...","sentiment_score":0.0}
{"full_text":"RT 6he government has suspended COVID-19 testing at the Kenya-Uganda border to allow easy clearance of trucks stuck at the border....","sentiment_score":0.4333333333}
{"full_text":"post covid hair fall &lt;&lt;","sentiment_score":0.0}
{"full_text":"RT #ONStorm Toronto is a mess Stay Home ","sentiment_score":-0.175}
{"full_text":"RT COVID cases a...","sentiment_score":0.0}
{"full_text":"RT France has announced that people will need to get a booster after 4 months in order to keep their vaccine passport valid.","sentiment_score":0.0}
{"full_text":"RT  Exclusive Home Office staff 'mingled and drank prosecco' during lockdownPriti Patel has said she'd call the polic...","sentiment_score":0.0}
{"full_text":"RT If you have not gotten vaccinated, do it. Personal choice impacts all of us--our hospitals, our country. COVID-19 is one of...","sentiment_score":0.0}
{"full_text":"RT Inmates at a jail in Arkansas were given the anti-parasitic drug Ivermectin without their consent as a \"treatment\" to C...","sentiment_score":-0.1}
{"full_text":"RT And I repeat for the bajillionth time: COVID is also a neurological disease  and there is NO such thing as a \"mild\" vers...","sentiment_score":0.1666666667}
{"full_text":"If you want to see the deposition it is available here.","sentiment_score":0.4}
{"full_text":"Vaccinate whole world to end pandemic, UN chief tells Davos via","sentiment_score":0.2}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT Sorry for no videos, covid hit me pretty hard and even after 2 weeks and a negative test I was still tired all day I'm fina...","sentiment_score":-0.2483333333}
{"full_text":"RT To put it another way, that's substantially more than the PS3.2bn a year the BBC gets from its licence fee income.","sentiment_score":0.5}
{"full_text":"RT The covid-19 cases are decreasing but positivity rate is increasing. 1 out of 5 people has covid and there are cases who di...","sentiment_score":0.0}
{"full_text":"RT Please conduct our examination online . We are not in condition to appear in offline examination. Recently i heard abo...","sentiment_score":0.0}
{"full_text":"RT our girl covid dominating the charts since her debut","sentiment_score":0.0}
{"full_text":"RT Sorry for no videos, covid hit me pretty hard and even after 2 weeks and a negative test I was still tired all day I'm fina...","sentiment_score":-0.2483333333}
{"full_text":"RT Covid passes to remain in Wales as England moves towards scrapping themhttps:\/\/t.co\/jap5FcgP1r","sentiment_score":0.0}
{"full_text":"RT 'PS4.3 billion written off - too much hard work. Fleecing old ladies? Piece of cake! Fleecing people whose houses burned down? Not...","sentiment_score":-0.1074074074}
{"full_text":"COVID causes a lot of myocarditis, including in young males. COVID caused myocarditis is many times more common than vaccine myocarditis in every age group.","sentiment_score":0.2}
{"full_text":"RT Do you want to learn more about the factors that influence vaccine uptake by ethnic minorities and the strategies that ca...","sentiment_score":0.5}
{"full_text":"As they say on the streets \"no shit Sherlock\".How out of step and touch are the Welsh Conservatives with the Welsh people of Wales; it appears that their pollsters use echanomic migrants as there barometer?","sentiment_score":0.1}
{"full_text":"Omicron slamming S. American hospitals as workers fall ill - #international #slamming","sentiment_score":-0.1666666667}
{"full_text":"RT Stay the blazes home, if you can.","sentiment_score":0.0}
{"full_text":"Yeah, it's not like we're still in the middle of a pandemic or anything which would make being crammed into a large metal tube with a bunch of strangers whose vaccination status is questionable...","sentiment_score":-0.0952380952}
{"full_text":"RT We are still struggling with the pandemic. We are still fighting for social justice. We are still watching efforts to...","sentiment_score":0.0333333333}
{"full_text":"RT Shake off the medical fascists, Austrians.","sentiment_score":0.0}
{"full_text":"RT Headline should read ...Triple Vaxxed Biggest Incompetent Joke in Military History has COVID.","sentiment_score":-0.225}
{"full_text":"RT Lines long as Polk County opens new COVID-19 testing site","sentiment_score":0.0431818182}
{"full_text":"RT I be staying at home like I got COVID and the ppl who got COVID be going out like they ain't got it ","sentiment_score":0.0}
{"full_text":"RT Washington too.","sentiment_score":0.0}
{"full_text":"RT Sage scenarios vs actual: an updateWe've taken this out from behind the paywall: it's the first comprehensive assessment o...","sentiment_score":-0.05}
{"full_text":"... so, this dude is highlighting the increased transmission of new COVID variants as an argument *against* deporting foreigners who don't abide by country's mandates?\"Hi, more people are getting sicker quicker but don't worry about adding to virus spread! Just play tennis!\"","sentiment_score":0.4588068182}
{"full_text":"RT I'm curious....do you personally know anyone that has had an adverse reaction to the vaccine?I have not.  Almost my ent...","sentiment_score":0.0}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT The Ontario government is moving schools into in-person learning this week, despite the Omicron surge. Many students s...","sentiment_score":0.5}
{"full_text":"RT Looks like the public have made up their mind and it is going to be difficult to draw any meaningful equivalence betwe...","sentiment_score":0.0}
{"full_text":"RT #postponegate2022 #RescheduleGATE2022  it's a request to all the stakeholders, please don't le...","sentiment_score":0.0}
{"full_text":"Also, so their decision not to require hospitals to report deaths, is that also due to imperfect science? (Retirement of fields, 4th bullet) ","sentiment_score":-0.125}
{"full_text":"IIT KGP: Postpone GATE2022 exam date due to COVID-19 3rd wave - Sign the Petition! via","sentiment_score":-0.0625}
{"full_text":"RT When the hospitals are calling it out, who is left of with any credibility to keep on jabbing uselessly?","sentiment_score":-0.25}
{"full_text":"Due to the current COVID surge, we're only accepting reservations to view #ArtOfTheBlackExperience in private groups of 5 or less. Schedule your gallery tour with the link in our bio.","sentiment_score":-0.0583333333}
{"full_text":"RT Tax the billionaires. Invest in the working class.","sentiment_score":0.0}
{"full_text":"A Reply to Jordan Peterson's Pandemic Demands  via","sentiment_score":0.0}
{"full_text":"RT Yet they purged unvaccinated military men and women.","sentiment_score":-0.1}
{"full_text":"RT To illustrate the depths of the Republican Party's moral depravity on covid, Australia is freaking out bc they've hit...","sentiment_score":0.0}
{"full_text":"RT England Child Covid Cases 17th January0-9      1,059,260 a rise of  16,311  (+3052)10-14   1,163,922 a rise of     9...","sentiment_score":0.0}
{"full_text":"History will not be kind to the people who support and enforce \"vaccine\" passes and medical authoritarianism.","sentiment_score":0.3}
{"full_text":"RT BREAKING: Nation unclear why Rishi Sunak has not been arrested for writing off PS4.3 billion of \"Covid loans\" that he gave t...","sentiment_score":0.0}
{"full_text":"RT It looks like the government are considering removing public health measures in a political move to bolster support for B...","sentiment_score":0.0}
{"full_text":"Le covid variant influenceur","sentiment_score":0.0}
{"full_text":"RT Just to be clear, Bolsanaro definitely would tell people not to look up. No question.#DontLookUp","sentiment_score":0.05}
{"full_text":"Out of all my family and close friends only two have had Covid.One is triple jabbed. Minor cold like symptoms.One refused the booster. Took 4 days from symptoms to a positive test. Slightly worse than common cold. Took 10 days until a negative test.","sentiment_score":-0.2528409091}
{"full_text":"RT So the cunning plan to get Johnson off the hook is to send warships out to patrol the channel, let the pandemic run amok...","sentiment_score":0.0}
{"full_text":"RT Even if the 200-300 daily flu deaths figure were correct, it doesn't follow that we should be doing less to prevent co...","sentiment_score":-0.0833333333}
{"full_text":"RT Australian farmer Ben Jackson couldn't attend his Aunt's funeral due to Covid restrictions.So instead he laid out gr...","sentiment_score":-0.0625}
{"full_text":"RT COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 for th...","sentiment_score":-0.5}
{"full_text":"RATs don't enable proactive decision-making. They tell us if our child has COVID, &amp; it's obviously too late to focus on prevention. Contact-tracing, high-quality masks\/respirators (KN95, KF94, N95), and +++ ventilation are measures that improve safety. You've ignored these facts.","sentiment_score":-0.15}
{"full_text":"she's not wrong ","sentiment_score":0.25}
{"full_text":"S1\/H1 would destroy the republic, it would see a federal takeover &amp; the subsequent corrupting of the election process that we saw in many states that changed their constitutional laws to accommodate democrats Covid lockdowns, those lockdowns also unconstitutional.","sentiment_score":0.1}
{"full_text":"RT The world number one Novak Djokovic left Australia after the Federal Court upheld a government decision to cancel his visa, ca...","sentiment_score":0.0}
{"full_text":"RT #COVID cases are increasing day by day. In this difficult time we urge to postpone GATE 2022 fo...","sentiment_score":-0.5}
{"full_text":"RT #postponegate2022 #justiceforGate2022Aspirants #reschedulegate2022 don't take omicron lightly.POSTPONEMENT of GA...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Hawaii announces that it will soon require all visitors to have a COVID booster shot if they want enter...","sentiment_score":0.0}
{"full_text":"RT if you've tested positive for racism at any time in the past 365 days, the CDC now recommends that you shut the fuck u...","sentiment_score":-0.1409090909}
{"full_text":"RT The military mandated vaccines and yet the leaders in our military (Gen. Austin + Gen. Milley) have both gotten COVID. F...","sentiment_score":-0.1}
{"full_text":"RT Why do we still have any restrictions?Omicron ripped through the population and ICU continued to decline.Emergency is...","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"RT me getting negative covid tests when everyone around me is testing positive","sentiment_score":-0.0363636364}
{"full_text":"Partygate: Boris Johnson accused of more Downing Street lockdown breacheshttps:\/\/t.co\/mA7uVCgaN2","sentiment_score":0.5}
{"full_text":"Yeah you guys will not gonna bully neighbouring country because you unleashed covid virus!!! Shame on you.... And I want to congratulate China in this successful launching of Covid to the world!!","sentiment_score":1.0}
{"full_text":"Meet the inspirational business woman who has revived one of the most famous inns in the Yorkshire Dales. She says: \"I want my little girls to see that work is never a chore if you love what you do.\"https:\/\/t.co\/qOSZbiiLGE","sentiment_score":0.3625}
{"full_text":"Valentina, 9, is looking forward to one day travelling again when it's safe to do so. She received her COVID-19 vaccine in Calgary. \"It really is worth it,\" says her mom, Andrijana. #shotofhope","sentiment_score":0.4}
{"full_text":"OPINION: The public has become fed up with individuals who repeatedly refuse to get vaccinated and with governments and organizations that continually make excuses or accommodate them. #HamOnt #COVID19 #CovidVaccinehttps:\/\/t.co\/sAaFNkZ2wh","sentiment_score":0.0}
{"full_text":"RT Voted twice against giving PS170 million to feed vulnerable hungry kids at Christmas","sentiment_score":-0.5}
