{"full_text":"My favorite Christmas gift was this homemade Coronavirus cat toy from my mom ","sentiment_score":0.5}
{"full_text":"South  Africa Health have come out and said pandemic is over. Told Pfizer to shove there vaccine up there up arse as it doesn't work.  We need Australia made Spikeagan made the Old fashion way with no death or side effects last for 20years from 1 jab.","sentiment_score":0.05}
{"full_text":"RT NEW: 7-day average of daily coronavirus cases in the U.S. reaches 400,000, the highest since the pandemic began","sentiment_score":-0.0045454545}
{"full_text":"RT #Omicron and #delta you know are making babies all over this country. Delta didn't just stop the...","sentiment_score":0.0}
{"full_text":"Meanwhile...https:\/\/t.co\/BqCbJyy076","sentiment_score":0.0}
{"full_text":"RT Why isn't Rentagospel Scott Morrison flying around the country visiting every ICU &amp; laying his hands on people sufferi...","sentiment_score":0.0}
{"full_text":"RT Happy New Year! #2021, like 2020 had its challenges, made worse by Covid19, and for some the year represented difficul...","sentiment_score":0.1901515152}
{"full_text":"RT the only good thing that came out of the pandemic","sentiment_score":0.35}
{"full_text":"RT 2022 introduced Florona, a double infection of Influenza and Covid 19.The woman it was found in, was not vaccinated....","sentiment_score":0.0}
{"full_text":"RT How has he not dropped an EP called 'The Variant' and capitalized off all this random attention is beyond me . #OmarionThee...","sentiment_score":-0.5}
{"full_text":"RT This is how the movie \"The Thing\" started.","sentiment_score":0.0}
{"full_text":"Pretty sure Carlin would take a vaccine made-in-America &amp; approved by the FDA to protect him from a made-in-China virus. Why I know this is because he was a smart guy that wouldn't fall for any QANON fake conspiracy crap. He would wear a mask too. Again, he wasn't an idiot.","sentiment_score":-0.1892857143}
{"full_text":"Everyone is getting Covid...vaxed or unvaxed. EVERYONE....stop shaming.","sentiment_score":0.0}
{"full_text":"RT Greg Abbott is a horrible Governor. On the same day he asks for federal aid in fighting Covid, he boasts about \"beating\" B...","sentiment_score":-0.5}
{"full_text":"RT I want to see a letter signed by the 5000+ school boards saying they WILL report case counts within our schools #onpoli #cov...","sentiment_score":0.0}
{"full_text":"RT Can someone tell Hillary Clinton that COVID is going to testify against her so it can go away already?","sentiment_score":0.0}
{"full_text":"RT We've just reached the stage of even *emergency* care having to be rationed.One A&amp;E is now only seeing people with lif...","sentiment_score":0.0}
{"full_text":"RT virginia Woolf's 1931 new years resolutions : \"to be free &amp; kindly with myself [...] Sometimes to read, sometimes not to...","sentiment_score":0.3787878788}
{"full_text":"RT I went to a surgeon's office yesterday. None of the workers had masks on. I asked the doc why. He said \"masks aren't stop...","sentiment_score":0.0}
{"full_text":"Maybe they will COVID again.","sentiment_score":0.0}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"RT Shocking scenes in Scotland where  police sadly will lose respect of people by this heavy handed approach to daft useless...","sentiment_score":-0.55}
{"full_text":"The current monoclonals aren't working for omicron. This creep has blood on his hands.The last time Abbot got Covid it was Delta. He took the antibodies and prob thought he was home free. Plus repeated infections even with variants = more comorbidities.","sentiment_score":0.225}
{"full_text":"RT BREAKING: Florida is now reporting a 1000% increase in COVID-19 cases. The Governor has failed our State.","sentiment_score":-0.5}
{"full_text":"RT What is the point of a RAT when they are so unreliable?Typical disclaimer: \"Negative test results do n...","sentiment_score":-0.3}
{"full_text":"RT Brexit kicks in for real this week with big new obstacles to importing food from Europe (eg 85% of the UK's vegetables)....","sentiment_score":0.0715909091}
{"full_text":"RT \"Covid zero is impossible with omicron, so what's the point in even trying to reduce\/slow transmission?\"My answer:  1\/","sentiment_score":-0.6666666667}
{"full_text":"RT remember him.  the first hero of the covid war.","sentiment_score":0.25}
{"full_text":"RT NO to \"bubbles\"NO to testingNO to lockdownsNO to harassment to have a jabNO to Vaccine PassportsYES to 2022 being...","sentiment_score":0.0}
{"full_text":"RT Yet another study, this time from Austria, finds smokers much less likely to get Covid than nonsmokers.","sentiment_score":-0.0833333333}
{"full_text":"RT At least 39 of the 71 South Australians hospitalised with COVID are \"fully vaccinated\" (assume two doses). And before you...","sentiment_score":-0.3}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"RT Happy New Year Texans, from your idiotic governor. The same governor that pushed businesses away from being able to requ...","sentiment_score":0.1539393939}
{"full_text":"Yea I think that's what happens when you have no off-season and your entire season gets destroyed by covid. Yep, bubble is an even playing field and your team got embarrassed. How many times have we had the shortest off-season ever? Injuries happen yet it happened an","sentiment_score":0.25}
{"full_text":"RT I see London  I see France ... I see the world failing at #Omicron &amp; not pulling up our underpants. 's #COVID19 wave...","sentiment_score":0.0}
{"full_text":"I don't remember when it was now but I remember listening to an interview with her at one point during the pandemic and musing aloud that this is not an interview you give if you're hoping to attract customers to your business.","sentiment_score":0.0}
{"full_text":"RT Quebec: previous lockdown five months. Current lockdown \"indefinitely.\" Because why limit government power? What could...","sentiment_score":-0.0833333333}
{"full_text":"Oh no.","sentiment_score":0.0}
{"full_text":"RT psa: the covid vaccine(s) were never supposed to prevent you from getting covid- you can and still will get covid.the...","sentiment_score":0.0}
{"full_text":"To hype Omicron doesn't help anyone, it's going around like a regular flu and you know it. Most people and all people at risk are vaccinated. Stop the fear mongering","sentiment_score":0.25}
{"full_text":"My one word for 2022 is \"faith\". Faith that God will keep His promises and so on. I have a whole list of faith statements despite ending 2021 and starting 2022 with COVID. I have faith!","sentiment_score":0.1}
{"full_text":"RT Roman Reigns has tested positive for COVID-19, per sources.As a result, he won't be competing tonight at the WWE PPV, D...","sentiment_score":0.2272727273}
{"full_text":"The increase in overall bed use (which includes both covid positive and negative patients) implies additional load, likely from COVID. This is particularly pronounced in Western Mass, which not surprising given the underwhelming vax rate in Hampden County.","sentiment_score":-0.0365800866}
{"full_text":"RT Repetition is the mother of learning, which is why we have to keep repeating ourselves that being fully vaxxed and boosted...","sentiment_score":0.0}
{"full_text":"RT We are now in the eye of the hurricane. The front half of the storm has passed, it seems calmer and the covid narrative i...","sentiment_score":-0.1666666667}
{"full_text":"The other problem is that we were probably being hit with a large Delta wave before Omicron stormed the scene. In a weird way, the huge case numbers are a good sign as it suggests omicron has arrived. Data is increasing that it is less deadly even for unvaxxed.","sentiment_score":0.0460884354}
{"full_text":"RT USAID warns worsening humanitarian situation in Tigray with continued blockade and forced eviction in Western Tigray - Globe...","sentiment_score":-0.15}
{"full_text":"RT BREAKING: Florida is now reporting a 1000% increase in COVID-19 cases. The Governor has failed our State.","sentiment_score":-0.5}
{"full_text":"RT It already is untenable. When hospitals are effectively only caring for COVID patients and elective surgery...","sentiment_score":0.0}
{"full_text":"RT CDC this, CDC that, I just want her to C me D way I C her ","sentiment_score":0.0}
{"full_text":"RT Depressingly relevant New Years cartoon from exactly 100 years ago, at the end of our previous deadly pandemic.","sentiment_score":0.0839393939}
{"full_text":"RT Cdc this cdc that, lemme c dem titties","sentiment_score":0.0}
{"full_text":"RT h\/t Emerald Robinson:The pandemic is to force you to get the vaccine. The vaccine is to force you to get the vacci...","sentiment_score":0.0}
{"full_text":"I don't have Covid but I have a flu but I has all of the symptoms of Covid I can't taste nothing at all I can't smell nothing at all I've got a headache and my whole face hurts","sentiment_score":0.2}
{"full_text":"Is that the case for Covid also or just the existing flu shot clinics","sentiment_score":0.0}
{"full_text":"RT BREAKING: Florida reported a record-shattering number of new COVID-19 cases on Friday, with 75,962 more people testing...","sentiment_score":0.3181818182}
{"full_text":"RT Covid in BC is too dangerous for Judges. But not for children. #bcpoli #Omicron","sentiment_score":-0.6}
{"full_text":"only one truthful answer! These Jabs are spreading the virus after first infecting the inoculated!","sentiment_score":0.3125}
{"full_text":"T'as le Covid bg ?","sentiment_score":0.0}
{"full_text":"RT Dr. Robert Malone on exposing our government's response to Covid-19:\"They are lawless. They completely disreg...","sentiment_score":0.1}
{"full_text":"RT Colts officially activated QB Carson Wentz from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"Malone is a virologist. He is not an expert in any social science, history, or other discipline. He pushed ivermectin (self-administered) and hydroxychloroquine, which do not threat COVID-19 and have serious side effects. He has pushed medical disinformation about COVID.","sentiment_score":-0.10625}
{"full_text":"RT - Millions of people are disabled with long covid (a horrific illness)- This is going to be VERY expensive- There are bi...","sentiment_score":-0.475}
{"full_text":"RT If you're protesting Pfizer's COVID vaccine but still popping Viagra (made by Pfizer too) that makes you a hypocrite -- happ...","sentiment_score":0.0}
{"full_text":"RT I am happy to let everyone know that according to the PCR test I took 15 days ago and just got the results from, I did not...","sentiment_score":0.8}
{"full_text":"In some cases I'm sure it is against a religion. That said, I think there are cases such as a pandemic where that should be over ruled for the good of human kind. Which I believe God would care most about","sentiment_score":0.3833333333}
{"full_text":"RT Thoughts with each one of you. We are in this together and the other brave Musli...","sentiment_score":0.3375}
{"full_text":"Schwarzenegger on Covid and listening to experts. #coronavirus","sentiment_score":0.0}
{"full_text":"Loving all the replies and retweets from brain dead anti-vax conspiracists. As I already mentioned to one retweeter, this was an exacerbation of a preexisting condition - I first went to the hospital about this a full year before COVID was even a thing. Fuck yourselves.","sentiment_score":0.12}
{"full_text":"RT The CDC recommends leaving badmind in 2021","sentiment_score":0.0}
{"full_text":"That's Omicron more than anything else. Every state ( bar WA ) are seeing rapidly rising test positive rates.","sentiment_score":0.3636363636}
{"full_text":"RT This thread is kind of a must-read.","sentiment_score":0.6}
{"full_text":"RT My reserve of Six Nations only has a 49% vaccination rate. These communities also received early access. Many First Nat...","sentiment_score":0.2125}
{"full_text":"RT Isang Gwyneth Chua lang ang sisira sa matagal na pinaghirapan ng ating mga frontline workers; FLATTENING THE CURVE and keep...","sentiment_score":0.0}
{"full_text":"RT Liverpool have confirmed that Jurgen Klopp has tested positive for coronavirus.Get well soon ","sentiment_score":0.3136363636}
{"full_text":"RT These guys are holding the Olympics in 34 days","sentiment_score":0.0}
{"full_text":"RT I'm gonna ignore everything this Govt says about Covid in (2022) same as I did in (2021) .... who's with me...","sentiment_score":0.0}
{"full_text":"RT France is using covid passport. France has the highest infections since the pandemic began.Italy is using covid passpor...","sentiment_score":0.0}
{"full_text":"It's just weird so many people are hanging out in public places when we have a really contagious variant floating around. Just seems a bit reckless to me.","sentiment_score":0.05}
{"full_text":"RT The leader of the Ontario govt on paper is Doug Ford. The last time he updated us on covid was Dec 17th. At that time the nu...","sentiment_score":0.0}
{"full_text":"RT NYC admits prioritizing race in distributing COVID tests: leaked emailshttps:\/\/t.co\/oTEAUVq7x4","sentiment_score":0.0}
{"full_text":"I have a relative who if they get covid it will be very serious. Their doctor has said if they do to rush to the RAH where there is a specific treatment waiting for them and to do so regardless of symptoms. The policy to hospitalise like this artificially inflates the numbers","sentiment_score":-0.2583333333}
{"full_text":"RT She's BIRACIAL!!!","sentiment_score":0.0}
{"full_text":"RT CDC this, CDC that, I just want her to C me D way I C her ","sentiment_score":0.0}
{"full_text":"2022 but still led by a divisive figure whohelped the terrorist TPLF destroy the Amhara, Afar, and Tigray regions. Why not just quit your job and join the armed struggle on the ground?  Free Tigray from terrorist #tplf. Free from this fraud","sentiment_score":0.2}
{"full_text":"There not being saved  really , so many patients deaths ,yet covid on death certificate . Which is untrue ,","sentiment_score":0.5}
{"full_text":"RT December - Leicester boss Brendan Rodgers asks for support managing the COVID crisis at his clubJanuary - Leicester p...","sentiment_score":0.0}
{"full_text":"RT Come on folks... rise up, show up, lets end this thing. Doctors, nurses, please come to DC. They took over our health care sy...","sentiment_score":0.0}
{"full_text":"On whether post vaccine this is a crisis that deserves a wartime footing.  I think we should all be in good masks right now, but \"we have done worse in wartime\" is just going to make people dig in more.","sentiment_score":0.2714285714}
{"full_text":"RT Over 824,000 Americans, including over 62,000 Floridians, have died of Covid. We can stop this. Get vaccinated. Get boosted...","sentiment_score":0.0}
{"full_text":"RT I will do my part, on my local town, i will setup for them, for free, on all stores, you will see. I will not sit down!...","sentiment_score":0.0685185185}
{"full_text":"RT Asking *if* omicron is *going* to be bad while national guard are already being deployed to states to help keep hospitals runn...","sentiment_score":-0.7}
{"full_text":"You forgot to mention  Palmers 100ml doses of Hydroxychloroquine he tried 2 \"PALM\"(sic) off 2 this corrupt LNP cabal of a Gvt so as 2 protect our 26ml population against Covid-19","sentiment_score":-0.5}
{"full_text":"RT REJECTING THE CDC ISOLATION RULE--Taiwan's Central Epidemic Command announced it will not follow guidance on shor...","sentiment_score":0.0}
{"full_text":"RT As the situation in  develops over next few days, a reminder of what we said on 15th December","sentiment_score":-0.1}
{"full_text":"RT If you're protesting Pfizer's COVID vaccine but still popping Viagra (made by Pfizer too) that makes you a hypocrite -- happ...","sentiment_score":0.0}
{"full_text":"RT  New National Covid protocols released today. Designed to limit use of PCR. Nothing to do with reducing spread  The Gov...","sentiment_score":0.1363636364}
{"full_text":"RT Oshawa Centre Mall (North side, former Sears) in Oshawa [Durham health unit]73 3rd dose Moderna spots addedFirst available...","sentiment_score":0.1333333333}
{"full_text":"RT Canadian media REALLY needs to rid itself of their obsession with the term 'top doctor'.For one thing, it is wildly in...","sentiment_score":0.2666666667}
{"full_text":"I think many with mild symptoms will have not bothered to get tested as queues too long\/shut due to heat. Work places need to start preparing for long COVID. They also need to think about ventilation and spaces outside to reduce infection. Risk is out the window.","sentiment_score":0.1316666667}
{"full_text":"Rivaroxaban versus no anticoagulation for post-discharge thromboprophylaxis after hospitalisation for COVID-19 (MICHELLE): an open-label, multicentre, randomised, controlled trial - The Lancet","sentiment_score":0.0}
{"full_text":"RT Be in control of your life as much as you can but allow room to ride the wave of what the pandemic will bring. Don't b...","sentiment_score":0.2}
{"full_text":"Then quit giving it to people with the sniffles, sheesh.","sentiment_score":0.0}
{"full_text":"A couple old friends and I traded album recommendations every couple of days for a good month or so during the first lockdown - listening on our own and trading comments afterwards - and it was a great jumpstart for exploring and discovering albums I never would have listened to!","sentiment_score":0.53}
{"full_text":"eternally salty the pandemic made it so I could never experience the joy of sharing a room with a complete stranger to make it to a major.","sentiment_score":0.3208333333}
{"full_text":"RT Of course not! They could just as easily land on the side of loving your neighbor as a reason to get the vaccine but in...","sentiment_score":0.5166666667}
{"full_text":"RT Outside ED attending transferring a COVID patient to our MICU: \"He doesn't believe in COVID, but he'd like to be treated...","sentiment_score":0.0}
{"full_text":"Covid is main eventing","sentiment_score":0.1666666667}
{"full_text":"RT So as we cautiously open the door to 2022 let us FEAR NOTHING in HIS glorious name Quit fearing COVID Quit fearing each oth...","sentiment_score":0.0}
{"full_text":"RT The Chinese government publicly humiliates those that violated COVID restrictions. 1984 in 2021.https:\/\/t.co\/l8WlqfxVz2","sentiment_score":0.0}
{"full_text":"RT \"We've seen the treatment meted out to the original signatories of the Great Barrington Declaration.\" \"Scientists wh...","sentiment_score":0.5875}
{"full_text":"COVID-19 and Your Health via","sentiment_score":0.0}
{"full_text":"We've got to break their will. Governor Charlie Baker's (RINO) climate czar speaking to VT climate Nazis! Same thing they're doing with Covid:","sentiment_score":0.0}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"They're into serious overdrive, fear mongering on the Omicron. It's almost like The Cult Who Cried Another  VARIANT. OMG run for your life, wear 5 masks dammit, and order a hazmat suit. ","sentiment_score":-0.3333333333}
{"full_text":"CDC guidance says not to board cruise ships regardless of vaccination status. #KTVONews","sentiment_score":0.0}
{"full_text":"Dr. Fauci on new CDC isolation guidelines: \"We're trying to have a good balance of preserving and protecting the public health, at the same time that we don't have to have the draconian decision of shutting down the country.\"","sentiment_score":0.1361616162}
{"full_text":"Drag the bureaucracy!","sentiment_score":-0.125}
{"full_text":"RT Lisa has begun the New Year with a fighting statement. 2022 will be the year when the fight against the pandemic develo...","sentiment_score":0.1363636364}
{"full_text":"Kentucky mother pleas for double transplant for 17-year-old on ventilator","sentiment_score":0.0}
{"full_text":"HOT TAKES: Ted Cruz Rips Fauci Apart After He Makes an Important COVID Admission - ","sentiment_score":0.325}
{"full_text":"Feels more like a lull in the Ardennes","sentiment_score":0.5}
{"full_text":"RT Cdc this cdc that, lemme c dem titties","sentiment_score":0.0}
{"full_text":"NHS England data shows nearly a quarter of the 125,836 women eligible for cervical screening in Cumbria during 2020-21 did not attend an appointment.https:\/\/t.co\/ZQTMQP6qmP","sentiment_score":0.1}
{"full_text":"RT People should file a class action suit against Fox News. So many bought into their disinfo...","sentiment_score":0.3}
{"full_text":"RT The Saskatchewan Teachers' Federation wants a delayed start to the school year due to the growing concern of the Omicron...","sentiment_score":0.0375}
{"full_text":"RT Wouldn't the faster way to catch COVID be standing in line, for hours, with hundreds of people who think they have COVID?","sentiment_score":0.0}
{"full_text":"Sorrow for the dead and dying, fear of more infections to come and hopes for an end to the coronavirus pandemic were -- again -- the bittersweet cocktail with which the world said good riddance to 2021 and ushered in 2022.https:\/\/t.co\/xZLEZWuFnk","sentiment_score":0.3333333333}
{"full_text":"Children of 15 to 18 years will be jabbed only with Covaxin#vaccinate #COVID19 #Omicronhttps:\/\/t.co\/Pl4CKi0DtP","sentiment_score":0.0}
{"full_text":"RT the only good thing that came out of the pandemic","sentiment_score":0.35}
{"full_text":"COVID-19: Philippines tightens quarantine rules in capital over Omicron ","sentiment_score":0.0}
{"full_text":"R U afraid to retweet this bc he's been banned on Twitter for no reason.  U know it's the most lucid &amp; honest Covid reporting to date","sentiment_score":0.1666666667}
{"full_text":"If you're travelling a public transport, please always ensure to: Wear a mask; Be considerate of other passengers - cover your coughs and sneezes;  Keep your distance - try to sit at least 2 metres away from other passengers. #FijiNews #FijianGovernment #Fiji","sentiment_score":-0.1375}
{"full_text":"What is your New Year's resolution? If you are struggling to come up with one, here are some tips for a healthy and safe 2022. For more information, visit ","sentiment_score":0.4090909091}
{"full_text":"RT Roman Reigns has tested positive for COVID-19, per sources.As a result, he won't be competing tonight at the WWE PPV, D...","sentiment_score":0.2272727273}
{"full_text":"COVID-19 UpdateSat., January 1, 2022#DCHD 9 New COVID-19 Cases Today(7 Unvaccinated Cases)(2 Fully Vaccinated Cases)#4325 Total Known COVID-19 Cases#46 Known COVID-19 Deaths#292 Active &amp; Close-Contact Cases Monitored Today #douglascountyil_covid19_update","sentiment_score":0.001010101}
{"full_text":"Delhi and Mumbai - reported highest one-day rise in COVID-19 cases since May 2021#Delhi #Mumbai #COVID19","sentiment_score":0.0}
{"full_text":"STOP SAYING THAT YOU HAD IT, STOP SAYING YOU KNOW SOMEONE WHO HAD IT. #hoax #coronavirus","sentiment_score":0.0}
{"full_text":"They have ALWAYS said the vaccine prevents infection, they were proud of that fact too as it was clearly not working as advertised.","sentiment_score":0.375}
{"full_text":"RT Nearly two years into the pandemic, hospital workers are exhausted -- and losing hope.My dispatch from the COVID ICU...","sentiment_score":-0.15}
{"full_text":"RT In the UK, at the height of the early pandemic, citizens came to their windows and front doors at a set time every evenin...","sentiment_score":0.1}
{"full_text":"Three Bellevue teens are working hard to restart a composting program at their school after it was suspended in 2020 due to the Covid-19 pandemic.https:\/\/t.co\/T6QJEuHKue","sentiment_score":-0.2083333333}
{"full_text":"RT Repetition is the mother of learning, which is why we have to keep repeating ourselves that being fully vaxxed and boosted...","sentiment_score":0.0}
{"full_text":"RT This is also why the article's reference to the COVID-19 crisis is misguided. Yes, many countries changed legal rules, formal...","sentiment_score":0.35}
{"full_text":"RT Remember Cheryl Cole was fooled into thinking the Italians were singing Fight For This Love on their balconies in the he...","sentiment_score":0.5}
{"full_text":"RT As if the UK's handling of Covid-19 couldn't get any more farcical, arise...-Sir Chris Whitty-Sir Jonathan Van Tam-Dame Je...","sentiment_score":0.05}
{"full_text":"It was worth it to stay home and binge-watch Private Practice. An excellent start to the new year.","sentiment_score":0.3590909091}
{"full_text":"RT Words and phrases I don't want to hear in 2022:1. Surge2. Frontline3. Hero4. Randi Weingarten5. Woke6. Remote learnin...","sentiment_score":-0.1}
{"full_text":"We've been seeing COVID croup at my hospital as well","sentiment_score":0.0}
