{"full_text":"RT Literally everybodyI get bloodwork done at least 2x per year, each doctor's visit. What do you think that's for? People...","sentiment_score":-0.3}
{"full_text":"RT Those who saw this coming and wanted to warn everyone months ago were called crazy, conspiracy theorists, and even got ba...","sentiment_score":-0.6}
{"full_text":"The irony of comparing a vaccine to pregnancy and childbirth...","sentiment_score":0.0}
{"full_text":"Hey remember that time Trump lied that Covid is something the Democrats made up to make him lose an election?Well, at least he got one of those things right.","sentiment_score":-0.0071428571}
{"full_text":"RT The CDC after dropping the vaccine in taco bell chicken wings.","sentiment_score":-0.6}
{"full_text":"RT Tested negative and feeling much better now. Thanks for all the wishes!In spite of 2 doses of vaccine and booster, cons...","sentiment_score":0.1333333333}
{"full_text":"This is why we still have covid cause ppl can put on there mask right #covidisfake","sentiment_score":0.2857142857}
{"full_text":"RT I heard \"Tala\" for the first time in a looooong while tapos na-trigger ako? Because it reminded me of the month immediately p...","sentiment_score":0.25}
{"full_text":"RT COVID is kinda ruining the whole randomly meeting people who change your entire life as you do the things you love to do a...","sentiment_score":0.05}
{"full_text":"RT It used to be one of these prominent anti-vaxxers would die from covid each day. Now the numbers of these p...","sentiment_score":0.5}
{"full_text":"RT A very important study. Are we ok to expose young children to a virus that is being associated with a much higher risk of...","sentiment_score":0.3425}
{"full_text":"Wishing the young &amp; dynamic Home Minister of Gujarat and my dear friend Ji a very happy birthday. Stay blessed! Wishes &amp; prayers ","sentiment_score":0.3666666667}
{"full_text":"RT If you can wait in line for a covid test, you can wait in line to vote.","sentiment_score":0.0}
{"full_text":"RT \"I see another variant, it's called 'Gullible'\" ","sentiment_score":0.0}
{"full_text":"RT Wearing an N95 all day is challenging (yes, those are sores on my face because it's been a long week.)I am happy to do i...","sentiment_score":0.4166666667}
{"full_text":"RT All Uttar Pradesh universities &amp; degree colleges in Uttar Pradesh shall remain closed physically from January 10 (Monda...","sentiment_score":-0.05}
{"full_text":"The first picture is yours, it doesn't look like the vaccine did well to your mind","sentiment_score":0.25}
{"full_text":"RT I hope you're listening.","sentiment_score":0.0}
{"full_text":"You are looking at the Delta wave which was only starting to decline when Omicron came along. So a 3rd wave that never completely died.","sentiment_score":-0.0125}
{"full_text":"RT An approved vaccine exists for 5-11s, rolled out in the US since early November - more than 2 months ago....","sentiment_score":0.3}
{"full_text":"Can't fool Mother Nature!!","sentiment_score":0.0}
{"full_text":"RT Cuba just sent 120,000 doses of its Abdala Covid-19 vaccine to Syria, as an act of South-South solidarity with another...","sentiment_score":0.0}
{"full_text":"RT While was busy helping Floridians, and his administration of liars were letting a million criti...","sentiment_score":0.1}
{"full_text":"Excited to share this item from my #etsy shop: Organic Loose Leaf Tea #naturaltea #coldtea #covid #vegan #veggie #harvest #water #teas #detox #detoxyourbody","sentiment_score":0.1490384615}
{"full_text":"RT A goddess like me goes out on dates and shopping trips, whilst losers like you stay at home begging to fund it Find...","sentiment_score":-0.2}
{"full_text":"RT #COVID19 with the #Omicron variant is on the surge in many countries including India. We must stay safe by following t...","sentiment_score":0.3333333333}
{"full_text":"RT Pro-life is actually pro-fetus to them. They are FOR the death penalty, FOR arming themselves to the teeth, AGAINST life-p...","sentiment_score":0.0}
{"full_text":"The type of women that started the premature ejaculation epidemic","sentiment_score":0.0}
{"full_text":"RT PARENTS: The Federal Gov has $450\/wk support for you if you have to stay home to care for your child, as soon as you...","sentiment_score":0.0}
{"full_text":" omicron hai No party warty","sentiment_score":0.0}
{"full_text":"Why isn't Twitter account banned for misinformation like  Where is the 91.3% effective vaccine rate against Covid 19.  April 1st, 2021 press release must have been April Fools!","sentiment_score":0.75}
{"full_text":"RT Delhi reports 20,181 fresh COVID cases, 11,869 recoveries, and 7 deathsActive cases: 48,178Daily positivity rate: 19.6%Death t...","sentiment_score":0.3}
{"full_text":"RT People are tired of covid and got complacent over the holidays. Unfortunately covid isn't tired of u...","sentiment_score":-0.4333333333}
{"full_text":"RT This community was reeling from a mass shooting and several Covid-19 surges. Then a fire wiped out hundreds of homes","sentiment_score":0.0}
{"full_text":"RT Wearing an N95 all day is challenging (yes, those are sores on my face because it's been a long week.)I am happy to do i...","sentiment_score":0.4166666667}
{"full_text":"RT really love how we went from \"schools aren't a vector for covid\" to \"schools are a vector for covid but too fucking bad\"","sentiment_score":-0.1}
{"full_text":"Vogenesis 2020 - Refreshed For \"corona\" Economic Crisis - read the full article here -","sentiment_score":0.275}
{"full_text":"Cape Town South Africa 8 January 2022 1:45pm. No masks, no social distancing, no lockdowns. Covid where","sentiment_score":-0.0166666667}
{"full_text":"It seems he's being doing this the whole time...","sentiment_score":0.2}
{"full_text":"RT As a Covid-19 testing shortage compounds a burgeoning crisis of new hospitalizations, more states are racing to help hospitals and...","sentiment_score":0.3181818182}
{"full_text":"RT Do people realize that China's commitment to its Covid Zero policy is literally what's allowing the entire world to continue...","sentiment_score":0.0}
{"full_text":"So you get the vaccine then,  and you'll be \"fine\" Supposedly. But your vaccine is not keeping you from spreading it to me. But guess what, I'm ok with that. That's life. We live with viruses among us.","sentiment_score":0.351010101}
{"full_text":"RT \"How about a two week lockdown?\"\"No thank you. I'll take two years of constant disruptions and case surges\"","sentiment_score":0.0}
{"full_text":"Every single government seems to want to kill you to save their jobs. WE ARE ON OUR OWN!","sentiment_score":0.3392857143}
{"full_text":"What you gonna do if vaccine lowers your immunity to other diseases? What you gonna do if vaccine itself generates variants? Omicron is vaccine resistant. How did that happen?","sentiment_score":-0.125}
{"full_text":"RT Children who have recovered from Covid-19 appear to be at significantly increased risk of developing Type 1 or Type 2 diabetes...","sentiment_score":0.375}
{"full_text":"RT Holy Mother in Heaven a cheap vaccine and they're sharing the rights and manufacturing technique for free?!Who are the...","sentiment_score":0.4}
{"full_text":"RT BREAKING: Whatever Happened to Biden's Winter of Death? COVID fatality rates are half what they were one year ago today...","sentiment_score":-0.1666666667}
{"full_text":"RT It is misguided to allow uncontrolled spread of COVID to \"protect the economy.\"Uncontrolled spread ends up with businesses...","sentiment_score":0.0}
{"full_text":"RT I do not care if a customer of mine has had no jabs, one jab, two jabs or three..They could have ten for all I care.With app...","sentiment_score":0.0}
{"full_text":"RT Somebody is dealing with covid in his family - full time worried - comes online - spreads some laughter &amp; cheer! But inhuman...","sentiment_score":0.4375}
{"full_text":"Why don't ya'll in Texas, as the majority governing body, make it easier for all Americans to vote and get tests without waiting for hours?That's right, you don't care about either.","sentiment_score":0.2857142857}
{"full_text":"RT -Crime rising-Inflation skyrocketing-Gas prices up-Groceries expensive-Schools closing-Border chaos-Americans still s...","sentiment_score":0.0}
{"full_text":"RT Indian economy is showing signs of robust growth in the post-COVID era, with the first estimates of NSO estimating 9.2% growth...","sentiment_score":0.25}
{"full_text":"I was merely pointing out it's a real condition linked to vaccine and not to be down played.  Anyone suffering from heart pain after the jab should get themselves checked out with urgency.","sentiment_score":-0.1518518519}
{"full_text":"RT Delayed unemployment benefits. Slow disbursement of housing assistance. Expired tests. Either this is gross government...","sentiment_score":-0.15}
{"full_text":"RT More than 90% of adults in Scotland were vaccinated by September, and yet cases have now risen to record heights and t...","sentiment_score":0.5}
{"full_text":"Glad that that England didn't lock down like Europe, Australia and many parts of the US. Boris Johnson has listened to and is listening to the experts.Time to end this madness and get back to normal.","sentiment_score":0.1988888889}
{"full_text":"This is the end of my listening to #bbcaq as well. #BBCQT has been of my list for over three years. Reheating Brexit debate is deeply unhelpful and irrelevant in the midst of pandemic that was totally left out","sentiment_score":-0.1666666667}
{"full_text":"The rules are so bent, they are practically overcooked spaghetti at this point.","sentiment_score":0.0}
{"full_text":"RT Never forget 2021 was the year 60,000 Care Workers were unlawfully sacked for choosing body autonomy despite their serv...","sentiment_score":0.0}
{"full_text":"RT I've done nothing the CDC has recommended. I can't remember the last time I wore a mask. I am delightfully unvaccinated....","sentiment_score":0.5}
{"full_text":"RT Me: ok, I'll play why is thatHer: they have burned the parliament, are throwing politicians out of their homes and bur...","sentiment_score":0.5}
{"full_text":"According to its vaccine was supposed to \"end this pandemic for the global population.\"  Ban #DrFausi    for misinformation!","sentiment_score":0.0}
{"full_text":"this is how i feel doing my family's covid tests","sentiment_score":0.0}
{"full_text":"And since you don't have a grip on basic facts about the vaccine - why should your story matter to anyone? It's not an example of anything. It's a story, not data that demonstrates any truth.","sentiment_score":0.0}
{"full_text":"Brace yourself.","sentiment_score":0.0}
{"full_text":"RT Thousands of Americans are dying from Omicron each week. The good news is that most of these deaths are mild.","sentiment_score":0.5111111111}
{"full_text":"If one can wear a shirt and shoes to enter a business one can wear a mask.","sentiment_score":0.0}
{"full_text":"I he's good enough to work now, and through the pandemic he's hood enough to work. I'd happily let him treat me.","sentiment_score":0.375}
{"full_text":"This community was reeling from a mass shooting and several Covid-19 surges. Then a fire wiped out hundreds of homes","sentiment_score":0.0}
{"full_text":"And WHO's report in August 2020 said there were 250,000 to 500,000 Flu deaths. Gorsuch is correct. Only CNN parrots believe anything you say.","sentiment_score":0.0}
{"full_text":"Regardless of how SCOTUS rules, I will remain steadfastly unmasked, unvaccinated, unapologetic, and unafraid.","sentiment_score":0.4}
{"full_text":"RT Thread. &amp; I suspect the compulsion to ask this of someone in the process of losing family comes from, \"I want to know that i...","sentiment_score":0.0}
{"full_text":"Looking at her timeline, sadly not...a genuine covidiot.","sentiment_score":-0.05}
{"full_text":"Sen. Ted Cruz, R-Texas has introduced legislation to remove federal barriers to states purchasing coronavirus treatments amid concerns that his state and others are approaching shortages.We have been sounding the alarm over the Biden federal takeover of monoclonal treatment.","sentiment_score":0.0}
{"full_text":"RT The Victoria Government website is still telling overseas travellers entering Australia that prior Covid infection is...","sentiment_score":0.0}
{"full_text":"RT If I know I have Covid I'm not actively &amp; knowingly going around others. Yall different, trifling really.","sentiment_score":0.0888888889}
{"full_text":"It's literally been 2 years since covid and 1 year for the shots. Anything tangable would of happened by now.","sentiment_score":0.0}
{"full_text":"RT The civil war they stumble into is gonna be hella lit","sentiment_score":-0.05}
{"full_text":"RT Test positivity rate crosses 10% in Bengaluru with the City recording 7,113 cases today.Bengaluru continues to be t...","sentiment_score":0.0}
{"full_text":"RT This doctor has balls like King Kong.","sentiment_score":0.0}
{"full_text":"*But*, mining carried the state (as ever) and made hard borders possible. His negligent handling of the health system means that it's likely we'll see  lockdowns again, simply because the system is breaking with *no* Covid in the community.https:\/\/t.co\/ZflawPQm6z","sentiment_score":-0.0729166667}
{"full_text":"RT 5000 more people out of work... because of the PC Party and Doug Ford ... but trust them they say because they are \"for the...","sentiment_score":0.5}
{"full_text":"RT When it comes to dealing with ongoing COVID epidemics, there are two prominent sources of false hope that continue to b...","sentiment_score":0.05}
{"full_text":"RT There is zero justification for mandating this jab. Please stand up for TWO MILLION NHS workers faced with the sack in Ap...","sentiment_score":0.0}
{"full_text":"RT The decision to switch to in person learning during a pandemic was never about the children, it was about working class pa...","sentiment_score":0.0}
{"full_text":"RT kredditt gyaareNttii pthkN 1.5 koottl MSME udyoogaalnu kaapaaddiNdi CREDIT GUARANTEE SCHEME SAVES 1.5 CRORE MSME JOBSThis...","sentiment_score":0.0}
{"full_text":"RT Excellent! Well done my young friends. Let us continue this momentum. Urging everyone to follow all COVID-19 related...","sentiment_score":0.3666666667}
{"full_text":"RT This is NOT a pandemic of the unvaccinated. It's a pandemic of the working class. Had to: work with no PPE, laid off or...","sentiment_score":0.0}
{"full_text":"RT Canadian companies producing N95 masks, please commit as many of your resources as possible, to producing these masks so...","sentiment_score":0.25}
{"full_text":"RT Honey, where's the bread maker we're going back into lockdown.","sentiment_score":0.0}
{"full_text":"me to my 2022 concert tickets as covid surges again:","sentiment_score":0.0}
{"full_text":"RT This is NOT a pandemic of the unvaccinated. It's a pandemic of the working class. Had to: work with no PPE, laid off or...","sentiment_score":0.0}
{"full_text":"RT 7\/n Why the weird changes to how COVID cases are coded that MDs are complaining...","sentiment_score":-0.5}
{"full_text":"RT ...Please Pleez: Yo heart will thank Uuu .","sentiment_score":0.0}
{"full_text":"RT I found out today that I was exposed to Covid on Monday by my Oncologist!! FML!!So how long do I quarantine for? 10 day...","sentiment_score":-0.05}
{"full_text":"Covid Casuals ","sentiment_score":0.0}
{"full_text":"RT If you can wait in line for a covid test, you can wait in line to vote.","sentiment_score":0.0}
{"full_text":"RT That is not very good risk\/reward assessment. There were THREE fatal grizzly bear attacks in North America in 2021.","sentiment_score":-0.2692307692}
{"full_text":"RT can't read another \"time to upgrade your mask\" article and see another $50 ad for a 20 pack of n95s without getting hope...","sentiment_score":0.0}
{"full_text":"Very sad, indeed. I had read one article in facebook of a healthcare worker complaining that the compensation and pay raise was just not sufficient, for all his\/her efforts. Believe it or not, that got bashed. :-( #healthxph","sentiment_score":-0.7}
{"full_text":"Play, #artsed, #learning, #mentalhealth are inherently linked. #earlychildhooded #earlyarts #playmatters #artmatters #kidsmatter","sentiment_score":0.0}
{"full_text":"RT JIBS SBS News reported that Shin Ae Bock, Nuwemaru Merchant Committee's chairman in Jeju thanked Jimin for visiting Nuwema...","sentiment_score":0.0}
{"full_text":"RT If you can wait in line for a covid test, you can wait in line to vote.","sentiment_score":0.0}
{"full_text":"If I randomly 9ff myself during a zombie apoc you know why","sentiment_score":-0.5}
{"full_text":"RT We should definitely not take Omicron lightly because a fraction of patients with diabetes, bronchitis or asthma may become sick....","sentiment_score":-0.1047619048}
{"full_text":"RT The sheer arrogance of entering a hospital where visitors are restricted and then showing off about your abuse of power...","sentiment_score":0.0}
{"full_text":"Do not opt for #HDFCLIFE insurance. At the end they will not pay anything to Nominee  They eat death persons money.Even rejecting Covid death claims. Organised lisenced fraud by #HDFCLIFE. #Omicron #PMOIndia #health #coviddeath ","sentiment_score":0.0}
{"full_text":"RT I wrote about what this surge is doing to the healthcare system.It's bad. Though less severe, Omicron is spreading quickl...","sentiment_score":-0.4333333333}
{"full_text":"RT 43% of COVID patients currently hospitalized in New York we're hospitalized for a reason OTHER than COVID and just happe...","sentiment_score":0.0037878788}
{"full_text":"RT \"Just -- whatever!?\"","sentiment_score":0.0}
{"full_text":"RT Good lord II.","sentiment_score":0.7}
{"full_text":"HahahahahahahaWhen a safety issue is recognized for the vaccine, the FDA and vaccine manufacturer work together to find a solution depending on the safety concern, whether it be an issue with a specific lot of vaccines, manufacturing, or the vaccine itself.","sentiment_score":0.0}
{"full_text":"RT The sheer arrogance of entering a hospital where visitors are restricted and then showing off about your abuse of power...","sentiment_score":0.0}
{"full_text":"RT to prove this covid shit dont exist i did a lil sumn","sentiment_score":-0.2}
{"full_text":"I wonder if yet again, they're dropping hints about vaccine mandates, to get us used to the idea? I wonder what their backup plan is when they realize they're going to have to fight their own citizens to enforce it? #NoVaccineMandates #CrimesAgainstHumanity #BodilyAutonomy","sentiment_score":0.6}
{"full_text":"Kansas City reinstates mask mandate for K-12 schools amid COVID surge via","sentiment_score":0.0}
{"full_text":"You do know how they define fully vaccinated right? Most complications from the vaccine happen in the first 72 hours.","sentiment_score":0.3452380952}
{"full_text":"RT A 98 year-old lady tells me she would never again vote Labour in Wales \"after seeing what this pandemic turned them int...","sentiment_score":0.0}
{"full_text":"This Marathi version of \"Bella Ciao\" comes with a social message: Get vaccinated. Using the popular song to raise awareness about covid protocols and getting vaccinated, the artists of Khaas Re TV performed on this foot-tapping number in the streets of Pune. Source:","sentiment_score":0.3166666667}
{"full_text":"According to 588 brand name drugs have seen price hikes so far in 2022 - with an average increase of 5%. This marks #BigPharma's 4th major round of price hikes during the #COVID19 pandemic. Congress must act NOW to lower #RxPrices &amp; hold #BigPharma accountable.","sentiment_score":-0.046875}
{"full_text":"Political rallies, dharnas and demonstrations have been banned in poll-bound Uttarakhand till January 16 in view of the rising coronavirus cases, according to an official orderhttps:\/\/t.co\/vfC2EzOVJ2","sentiment_score":0.0}
{"full_text":"Can we all back unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"RT More than 90% of adults in Scotland were vaccinated by September, and yet cases have now risen to record heights and t...","sentiment_score":0.5}
{"full_text":"RT More than two dozen Hong Kong officials have been ordered to quarantine due to possible COVID-19 exposure","sentiment_score":0.125}
{"full_text":"12 to 17 year olds who are eligible to receive a second dose of the Pfizer vaccine should make arrangements to do so at any of the Trust vaccination hubs. In most cases, this should be 12 weeks apart.Find out more at:","sentiment_score":0.3333333333}
{"full_text":"HAPPENING TODAY: Free Pfizer vaccine and booster clinic for anyone age 5+ at the Madison Park Technical Vocational High School Gymnasium in Roxbury from 10AM - 4PM. UPDATE: Boosters available for those 12+ Preregister here:","sentiment_score":0.252}
{"full_text":"If your child needs a COVID test, we encourage using one of the many non-hospital testing options near you. However, if your child is ill, we are the kid experts, and we are always available when you need us.Find testing locations:","sentiment_score":0.125}
{"full_text":"RT Just got a $1700 bill from my miscarriage in August while  on day 8 of isolation due to Omicron. And honestly fuck this. Al...","sentiment_score":-0.2625}
{"full_text":"Barnsley, Doncaster and Rotherham have one - should Sheffield have a Covid memorial?","sentiment_score":0.0}
{"full_text":"A Global EffortThe fight against the COVID-19 virus will not be won by only one country-- it is a collective effort of nations and institutions sharing knowledge and resources in a race of time. Let's support our leaders by doing what we can.#FightCOVID19 #GlobalEffort","sentiment_score":0.0}
{"full_text":"Royal Caribbean pauses some cruise operations due to omicron concerns","sentiment_score":-0.125}
{"full_text":"RT COVID is terrible for everyone, but imagine the nightmare for young people who are having this instead of a normal childhoo...","sentiment_score":-0.25}
{"full_text":"Supermarkets have been struggling to keep #food fully stocked throughout the pandemic, and now #omicron is bringing the problem to a new level.https:\/\/t.co\/jOnHHy3nIt","sentiment_score":0.1363636364}
{"full_text":"RT Like hundreds of thousands of other Australians I have tested positive for covid. Symptoms moderate so far. Isolating...","sentiment_score":0.0505681818}
{"full_text":"#Mumbai logs 20,318 fresh #COVID19 cases and 5 deaths todayActive cases: 1,06,037 Bed occupancy: 21.4%","sentiment_score":0.3}
{"full_text":"Looking to book a Covid vaccine in the next few days? Vaccination sites across north east London have plenty of spaces. Book here: or find a walk-in here:","sentiment_score":-0.1}
{"full_text":"RT I remember when we were raging about freedom day:63 deaths\/day844 admissions\/day4.5k in hospitalNow we have:170 deat...","sentiment_score":0.0}
