{"full_text":"Musk trump and all the other rich people don't care about Americans you are all making them richer by letting Covid decimate our country over and over and over","sentiment_score":0.125}
{"full_text":"RT So you admit that vaccines and boosters don't actually vaccinate and you can still get Covid with them? Or are you just sp...","sentiment_score":0.0}
{"full_text":"RT Have noticed its mostly old people who say this, I think it's very selfish of you to force pe...","sentiment_score":-0.275}
{"full_text":"RT BRUSSELS: Protesters take to the streets to demonstrate against COVID mandates","sentiment_score":0.0}
{"full_text":"RT Wife aku amik booster Early Nov 2021.And masa our whole family +ve Covid-19 Mid Nov 2021 - Early Dec 2021 dulu, She's the o...","sentiment_score":0.1}
{"full_text":"How many U.K. ppl died of covid while your boss went to parties. At number 10 come on stop following a lost cause","sentiment_score":0.25}
{"full_text":"RT WA Trooper Robert LaMay, who famously gave himself a self pitying social media send off from his patrol car, and who tol...","sentiment_score":0.2666666667}
{"full_text":"Ok sweetie. Now how many unvaccinated people get Covid and recover without any medical attention needed?","sentiment_score":0.3333333333}
{"full_text":"RT Honesty and decency matter.After months of denials the Prime Minister is now under criminal investigations for breaking...","sentiment_score":-0.4}
{"full_text":"RT How many aged care residents were not classified as pallitive care until AFTER...","sentiment_score":0.2}
{"full_text":"RT UK government is set to scrap its plans to force healthcare workers to be vaccinated against Covid-19 yet here we are...","sentiment_score":0.0}
{"full_text":"RT Hypothetical question.If in a few year's time, it is confirmed by Western 'experts' that Africa had a medicine or two all...","sentiment_score":0.0666666667}
{"full_text":"RT This needs to be talked abt more. It's why so many don't think Covid is something to be worried abt bc this isn't talked ab...","sentiment_score":0.5}
{"full_text":"RT \"Millions of people took seriously a communications campaign, apparently designed by behavioural psychologists, to bully...","sentiment_score":-0.1416666667}
{"full_text":"RT If you made a dollar every second of the day, it would take you 4,780 years to make as much money as Elon Musk did just ov...","sentiment_score":0.1}
{"full_text":"RT Here's David Leonhardt in April, complaining about people's \"irrational COVID fears.\"","sentiment_score":0.0}
{"full_text":"RT Not even Dr. Fauci is willing to defend his misguided Covid policies, instead blaming others, claiming he just followe...","sentiment_score":0.25}
{"full_text":"RT In daily #COVID19 hospital counts, one group is missing: patients who've been discharged from acute care but are too sick t...","sentiment_score":-0.0785714286}
{"full_text":"RT This is why it's so important to realize: at the heart of censorship resides *hubris*, the belief that you are immune from...","sentiment_score":0.4}
{"full_text":"RT jimin was diagnosed with appendicitis and covid, he went through surgery and is currently recuperating","sentiment_score":0.0}
{"full_text":"Why we never hear about Canada, we gotta learn to be like them lol they haven't been on the news in a while, saw Trudeau has covid but haven't heard a peep in a while... thanks for reading my thoughts today","sentiment_score":0.5}
{"full_text":"RT Covid-19 Death Rate in SA is just over 95 000, thus in the past 24 months we have lost 7917 people per year, 660 people per m...","sentiment_score":-0.25}
{"full_text":"RT The U.S. is likely to pass the very grim official milestone of 900K covid deaths this week.  The actual number is probabl...","sentiment_score":-0.3333333333}
{"full_text":"RT To Us  Legends who haven't even tested for Covid since it began","sentiment_score":0.0}
{"full_text":"RT But CNN told me it was only effective as a \"horse dewormer\".","sentiment_score":0.3}
{"full_text":"RT Johnson is making a big mistake in pretending COVID is over. That would mean that Brexit is now exposed as the main cause of...","sentiment_score":-0.0486111111}
{"full_text":"Is he spitting Covid all over that microphone? Is he trying to murder people? ","sentiment_score":0.0}
{"full_text":"The CDC now says that sharing is contagious.","sentiment_score":0.0}
{"full_text":"RT I woke up to several more articles from liberals about how we have to get back to normal, and also slew of texts from frie...","sentiment_score":0.1625}
{"full_text":"And yet every single one of his decisions throughout the pandemic suggests otherwise.","sentiment_score":-0.0714285714}
{"full_text":"I had Covid 9 months ago, currently waiting for testing on a lump in my breast. I'm very curious whether the spike protein (from virus OR vax) is causing cancerous growths. I imagine the source of the protein is irrelevant.","sentiment_score":-0.21}
{"full_text":"RT Check out my new article!https:\/\/t.co\/xffHMd5TNG","sentiment_score":0.1363636364}
{"full_text":"RT People followed the rules, making extraordinary sacrifices - not hugging relatives for months, not being at the bedside of...","sentiment_score":0.3333333333}
{"full_text":"RT David Leonhardt, April 19, 2021: If you're vaccinated you're more at risk from a car trip than COVID.David Leonhardt, Janu...","sentiment_score":0.5}
{"full_text":"RT \"[W]e know that this disease has not always been mild in children, and we've seen some kids suffer severe illness, both i...","sentiment_score":0.3333333333}
{"full_text":"RT Impact of #COVID19 on Undergraduate #Nursing Education: Student Perspectives: #MedEd","sentiment_score":0.0}
{"full_text":"He has used the pandemic and the vaccine as a weapon against Canadians. He is divisive, arrogant,and untruthful. It is quite plain to see who the real fascist is ...it's YOU","sentiment_score":-0.0071428571}
{"full_text":"RT I went to an ANTI-VACCINE Rally with We tried our best to blend in, did we do it right?","sentiment_score":0.6428571429}
{"full_text":"RT 2) this is such a huge screw up for which syndicates to hundreds of smaller outlets that pick up their reporting,...","sentiment_score":0.1333333333}
{"full_text":"I woke up and realized I probably got that same Variant Trudeau has.  I feel fine and have no symptoms. I probably should isolate at an undisclosed location just to be safe. You can be sick without knowing you're sick. It is that New Variant called Pussicron.","sentiment_score":-0.0625901876}
{"full_text":"RT Absolutely bizarre situation we're in now where the answer to the PM allegedly breaking the law\/Covid regulations is, we ar...","sentiment_score":0.15}
{"full_text":"For Naddershttps:\/\/t.co\/4DFowEKI1l","sentiment_score":0.0}
{"full_text":"RT BREAKING: It never was.","sentiment_score":0.0}
{"full_text":"RT On Day 1 as Governor of New York next January, I will fire Alvin Bragg as Manhattan DA for his refusal to enforce the law, e...","sentiment_score":0.0681818182}
{"full_text":"RT grown man just threw a whole ass tantrum bec I asked him to wear a mask in the storegoing on abt how hes \"so sick of...","sentiment_score":-0.2571428571}
{"full_text":"RT I know this pandemic is frustrating. It's frustrating that, after two years, we're not done fighting COVID-19. But over...","sentiment_score":-0.4}
{"full_text":"I'm still stuck at home fighting covid, but amazingly no symptoms for the unvaxxed little one yet. Class 1 - half recorded, half live to answer questions Class 2 - all live (fort and iPad FTW)Class 3 - all recorded \/ asynch #academicmama #pandemicparenting","sentiment_score":-0.0913510101}
{"full_text":"RT Help out a Tamil trans woman who's just recovered from the panini, if you can; exchange rate makes your dollar go pretty fa...","sentiment_score":0.25}
{"full_text":"you support the blue? Eh?https:\/\/t.co\/A6IkFBxw55","sentiment_score":0.0}
{"full_text":"RT This also makes the case of Pakistan registering GDP growth of 5.37%, in the same financial year, even more stronger. PTI Go...","sentiment_score":0.1666666667}
{"full_text":"RT But CNN told me it was only effective as a \"horse dewormer\".","sentiment_score":0.3}
{"full_text":"RT In the early 90s, the CDC had a $2.6M budget dedicated to gun violence research.In 1992, studies showed weapons in hou...","sentiment_score":0.1}
{"full_text":"RT Another admission that the Covid narrative has failed. Here - UK drops mandatory jabs for NHS staff. How much more impetus d...","sentiment_score":0.0}
{"full_text":"LET'S GOOOOOOO!!","sentiment_score":0.0}
{"full_text":"RT Justin Trudeau, who's had 3 jabs, is preaching to truckers about SciENcE while he literally has COVID. ","sentiment_score":0.0}
{"full_text":"RT We have PH &amp; politicians pushing medieval masks, PH and politicians treating experimental shots as therapeutics thinking i...","sentiment_score":0.05}
{"full_text":"RT Here's California governor Gavin Newsom, unmasked indoors at the NFC championship game in LA. But today every kid in his st...","sentiment_score":-0.4}
{"full_text":"RT Denmark Prime Minister Ends COVID Restrictions, Other Scandinavian Countries to Follow","sentiment_score":-0.125}
{"full_text":"RT Both hospitalizations and admits falling sharply in Florida.  Remember more than half of these people didn't even go to the h...","sentiment_score":0.0694444444}
{"full_text":"RT A sad milestone to report with  today's snapshot of #COVID19 activity in Wisconsin. Since the start of the pandemic, 11,000 peop...","sentiment_score":-0.5}
{"full_text":"RT I am sorry if my tweets let you down,participated in megha trend from hospital bed while fighting covid 2nd tim...","sentiment_score":-0.25}
{"full_text":"this is v good","sentiment_score":0.7}
{"full_text":"RT Tested positive for Coward-21 is more like it!","sentiment_score":0.4261363636}
{"full_text":"RT They were happy to tell his story when it was a useful foil against vaccine mandates. Fox viewers heard the hosts they trust...","sentiment_score":0.55}
{"full_text":"RT We revised the paper and not only are #covid19 cases who got 2 #vaccine doses reporting much less #longcovid symptoms than...","sentiment_score":-0.0833333333}
{"full_text":"Praying and lighting a candle for your recovery. Pre-existing conditions are why everyone must #GetVaccinated #GetBoostedNow","sentiment_score":0.0}
{"full_text":"RT Here's David Leonhardt in May, saying COVID is in retreat.","sentiment_score":0.0}
{"full_text":"This pandemic will never be over.","sentiment_score":0.0}
{"full_text":"RT Literally get fkd","sentiment_score":0.0}
{"full_text":"RT The lack of judgement demonstrated by this lot should see then banned from standing for political office.Boris is DO...","sentiment_score":0.0}
{"full_text":"RT Not only am I a progressive, Bernie Sanders fan, but I wrote 2 books about how to reform drug regulation &amp; medicine to im...","sentiment_score":0.0}
{"full_text":"No, athletes aren't dropping dead on the field after getting the COVID vaccine","sentiment_score":-0.2}
{"full_text":"RT Spread the word folks!!! Keep up this momentum, people are realising every day that this is one of the biggest scams in hum...","sentiment_score":0.0}
{"full_text":"Protestors forcing Ottawa lockdown.","sentiment_score":0.0}
{"full_text":"RT Not even Dr. Fauci is willing to defend his misguided Covid policies, instead blaming others, claiming he just followe...","sentiment_score":0.25}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":"Current vaccines teach T cells to fight Omicron","sentiment_score":0.0}
{"full_text":"Do you really want Justin to get well  from COVID?","sentiment_score":0.2}
{"full_text":"I need this so desperately I am sick with Covid and can't work this week I'm self employed so I don't get paid please help! $swgomez","sentiment_score":-0.8928571429}
{"full_text":"Jagmeet Singh is a puppet. Ottawa Right now is the safest place in North America!Tell him to stay home and rock his baby to sleep in his ethical breech.","sentiment_score":0.2428571429}
{"full_text":"they booty as hell, just wasting money","sentiment_score":0.0}
{"full_text":"RT Them: The COVID-19 vaccines don't work. The majority of hospitalizations are fully vaccinated.Me: Base Rate Fallacy w...","sentiment_score":-0.8}
{"full_text":"RT How about for the people who are vaxxed but their family or friends won't follow suit or refuse the booster...","sentiment_score":0.0}
{"full_text":"RT This will be one of the defining speeches of these times and is well watching. Boris Johnson took us all for fools, shows n...","sentiment_score":0.0}
{"full_text":"RT The convoys end when all vaccine passports and all vaccine mandates are gone.","sentiment_score":0.0}
{"full_text":"Trump disbanded NSC pandemic unit that experts had praised | AP News","sentiment_score":0.0}
{"full_text":"The vaccine will never bring things back to normal. It's meant for you to comply to the rules and stay in lockdown with the restrictions. The government knows Canadians will keep comply while the rest of the world is wide open.","sentiment_score":0.0125}
{"full_text":"I have a bad case of corona but I am spending it reading your book tips and building my own financial dashboard with python. Thank you for inspiring me to learn and be productive ","sentiment_score":0.1}
{"full_text":"RT Fox News wanted viewers to hear an anti-vax trooper's story - until he died of COVID. The network has yet to mention Rober...","sentiment_score":0.0}
{"full_text":"RT Excited to share our new preprint defining the substrate envelope of the SARS-CoV-2 main protease (Mpro)!https:\/\/t.co\/syH...","sentiment_score":0.226010101}
{"full_text":"If only there was a vaccine to prevent office chair unsecured armrest-related neck fractures.","sentiment_score":0.0}
{"full_text":"You claimed that \"the protest isn't a protest\" and that the CDC \"lies\" and you call me the fool? ","sentiment_score":0.0}
{"full_text":"RT The convoys end when all vaccine passports and all vaccine mandates are gone.","sentiment_score":0.0}
{"full_text":"RT \"15 days to flatten the curve,\" they told us 686 days ago.","sentiment_score":0.0}
{"full_text":"RT Was The Irish Government Lockdown Party More Craic Than Downing St Party? We Investigate","sentiment_score":0.25}
{"full_text":"RT COVID-19 Transparency and Accountability Project (CTAP) phase 1 was a huge success in 2021, tracking over $50b in cash an...","sentiment_score":0.35}
{"full_text":"RT I've long been in favour of a Prime Minister's Office. But the idea that all these parties, piss-ups and criminal breac...","sentiment_score":-0.225}
{"full_text":"Would really help get back on track after Covid ran through my home $alexisphoebe","sentiment_score":0.1}
{"full_text":"RT \"This morning the Conservative Party in Scotland issued a press release and it stated, and I quote: 'the pandemic see...","sentiment_score":0.0}
{"full_text":"Imagine being so \"peabrained\" you think covid is seasonal despite cases being high even in Summer. Imagine being so \"peabrained\" you think a lockdown doesn't stop a virus that is literally spread via person-to-person contact.","sentiment_score":0.16}
{"full_text":"RT who made coughing in public so awkward like bro i don't have covid it's this weed","sentiment_score":-0.3}
{"full_text":"RT \"I think after Pakistan came to England during COVID, helped out the ECB massively, so for them to cancel that tour made ze...","sentiment_score":0.0}
{"full_text":"If the fact that he allowed and joined parties during a pandemic wasn't enough of an indicted of Johnson then you becoming a minister surely is.I'm getting long in the tooth and can honestly say this cabinet has been the least talented in my life.","sentiment_score":0.2714285714}
{"full_text":"RT Boris Johnson's position is now completely untenable. The Prime Minister is guilty of breaking lockdown rules and mi...","sentiment_score":-0.2}
{"full_text":"Long COVID stats from UK  point \"This analysis was based on data to 30 November 2021, and longer follow-up time is needed to assess the impact of booster doses and the Omicron variant\"","sentiment_score":-0.05}
{"full_text":"It actually was. Everything we have seen--and the data backs-- is that America's healthcare system runs across deep racial lines that give advantage to white not Black Americans.across the board, more people of color dying from Covid,more Black children dying.","sentiment_score":0.0694444444}
{"full_text":"FYI for Utah County people: Target in American Fork has TONS of the $7.99 flowflex Covid tests!","sentiment_score":0.0}
{"full_text":"You have  gotten what you want \/you should do!Stupid strategy for the Pandemic all the time! I have not gotten any shot but I am still great in my normal life because I do ISALTING = Isolating plus Salting!I followed Zhang's Early Salt Intervention \/ Salt'n Saliva Remedy","sentiment_score":0.35}
{"full_text":"Could I get some help? I have to be off work bc I got Covid-19 and my work place does not pay for days missed. Please help me $ChaoticAnarch","sentiment_score":0.0}
{"full_text":"STAYHOME #flattenthecurve and #GetVaccinatedAndBoosted  do your part so we can all get through this! #SHUTDOWN #LOCKDOWN#SHUTDOWN #SHUTDOWN #LOCKDOWN #SHUTDOWN","sentiment_score":0.0}
{"full_text":"How exactly does that work?   Doesn't MBL recognize glycans that are made in non-human cells?  (prokaryote, yeast?)... Or do SARS-CoV-2 infected cells express Spike carrying high mannose glycans?","sentiment_score":0.205}
{"full_text":"RT Nuremberg, Germany protests against COVID law today.","sentiment_score":0.0}
{"full_text":"RT 54% of Canadians now agree \"it's time to end restrictions and let people self-isolate if they're at risk\"","sentiment_score":0.0}
{"full_text":"remember all those dwarves that Disney fired from Snow White?They were granted asylum in Canada and now they follow Trudeau around doing little odd jobs and driving him crazy cause they always 'whistle while they work'.except Sneezy.He's covid +.","sentiment_score":-0.3180555556}
{"full_text":"RT \"ONLY MILD\": NSW's Omicron super-outbreak death toll has exceeded that of its 2021 Delta outbreak -- in NSW alone. Both outbrea...","sentiment_score":0.1666666667}
{"full_text":"RT \"15 days to flatten the curve,\" they told us 686 days ago.","sentiment_score":0.0}
{"full_text":"RT Amazing data: \"The average weekly chance that a boosted person died of Covid was about one in a million during October and...","sentiment_score":0.225}
{"full_text":"RT School closures continue to add to the anxiety and stress that today's students are facing. With an entire generation...","sentiment_score":0.0}
{"full_text":"This. My son is too young to really grasp the risks of Covid. Some of my older family are \"eh, I'm not going to worry too much about myself\", which is their prerogative. You're damned right I worry about them.","sentiment_score":0.1904761905}
{"full_text":"Today is the first day I have been to see my doctor. Mentioned I had Covid last year. The entire conversation and he didn't ask me if I had taken the vax or ask me if I wanted the vax. He will be remaining my doctor!","sentiment_score":0.0833333333}
{"full_text":"Ah well Nadders I guess you'll be on the ministerial gravy train for a few more days after Johnson has gone.","sentiment_score":0.15}
{"full_text":"Not uneducated it's laughable that after covid lockdowns etc with most clubs having to watch what they spend #afcb are out spending millions to hopefully secure future parachute payments.","sentiment_score":0.1}
{"full_text":"RT Why did Fauci actively suppress the \"lab leak\" theory at the beginning of COVID? What was he trying to HIDE? We WILL fi...","sentiment_score":-0.1333333333}
{"full_text":"RT Be part of a safe return to campus: Learn how to protect yourself and your community and find out what we are doing to keep th...","sentiment_score":0.5}
{"full_text":"lacking in decency - as for getting outraged at IB telling the truth about #JohnsonLiedPeopleDied then laughing at #COVID19 deaths\/bereaved &amp; the rest of us, with #JohnsonOutToday &amp; raab pulling faces at each other like a pair of overgrown schoolboys, disgusting","sentiment_score":-0.675}
{"full_text":"RT Here's David Leonhardt in October, saying COVID is in retreat.","sentiment_score":0.0}
{"full_text":"RT Them: The COVID-19 vaccines don't work. The majority of hospitalizations are fully vaccinated.Me: Base Rate Fallacy w...","sentiment_score":-0.8}
{"full_text":"Little by little, the rulers want to cut off freedoms and essential rights in many countries, nothing that happens is by chance or due to the pandemic.  It is a great plan of assault on the populations. ","sentiment_score":0.1333333333}
{"full_text":"RT Revised directions for containing the spread of COVID","sentiment_score":0.0}
{"full_text":"Both the before and after dramatically overstate COVID deaths, especially at the younger end, by including incidental\/\"with\" deaths.","sentiment_score":0.0}
{"full_text":"RT Today, an average of 2400 Americans die every day of COVID.WEAR A MASK.","sentiment_score":-0.15}
{"full_text":"Same","sentiment_score":0.0}
{"full_text":"RT  BREAKING: Just sent a letter to the CDC Director demanding she explain the nonsensical guidance that forces kids into m...","sentiment_score":0.0}
{"full_text":"I am an introvert I cant get Omicron ","sentiment_score":0.0}
{"full_text":"RT Sajid Javid says vaccine mandate is 'no longer proportionate' for NHS staffhttps:\/\/t.co\/YbXTkUGzy4","sentiment_score":0.0}
{"full_text":"RT Sometimes, having COVID makes you feel like you just got hit by a truck.","sentiment_score":0.0}
{"full_text":"RT In preparation for job numbers to be released, Psaki makes it clear that 9 million people called out sick because of omicron at...","sentiment_score":-0.3071428571}
{"full_text":"Pharmadrug multiple shots on goalMassive upside potential OTC: $LMLLF CSE: $PHRX #COVID19 #CovidVaccine #Psychedelics Watch the full video belowhttps:\/\/t.co\/mHmN8tjHSt","sentiment_score":0.1166666667}
{"full_text":"* Congressional Progressive Caucus asks President Biden to publicly clarify whether he supports TRIPS waiver proposal for COVID-19 vaccines. * USPTO issues order for sanctions against Abtach Ltd., 360 Digital Marketing LLC, and Retrocube LLC.","sentiment_score":0.0}
{"full_text":"RT Our national story about Covid is one of a country that stood up when it was tested. But that will forever be tainted b...","sentiment_score":0.0}
{"full_text":"I have been making cookies for friends who get Covid.Making a lot of cookies now. Some for people I made them for already.","sentiment_score":0.0}
{"full_text":"The move comes after artists, spearheaded by Neil Young, demanded the streaming service remove their music or drop podcaster Joe Rogan after a call from medical professionals to prevent Rogan from promoting \"several falsehoods about Covid-19 vaccines.\"https:\/\/t.co\/AeM5k71RQ7","sentiment_score":0.0333333333}
{"full_text":"RT covid finally caught me.last night was nightmarish with a fever of 41 degrees at one point (106 for you 'muricans)My body...","sentiment_score":0.0}
{"full_text":"RT Realme GT2 Pro Black color variant This looks dope Comments? #Realme #RealmeGT2Pro","sentiment_score":-0.1666666667}
{"full_text":"Canadian Prime Minister Justin Trudeau tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Covid. Day 7. Now ICU. Last intervention prior to the tube.  I'm miserable &amp;!scared. Was told would've died without the...","sentiment_score":-0.3333333333}
{"full_text":"Help to stop the spread of Covid by washing your hands regularly.#COVID19","sentiment_score":0.0}
{"full_text":"Due to the global pandemic, actress Sally Tonge found herself out of work and out of income.Undefeated, she re-trained to help vaccinate the nation. JABS explores the ins &amp; outs of her stint as a Covid vaccinator.See it at The Core on Tue 5 April. :","sentiment_score":-0.0625}
{"full_text":"\"No longer proportionate\" = would not stand up in Court. Well done all those involved in the legal case. People in other countries should take from this that there is no evidence of the vaccinations being capable of suppressing transmission.","sentiment_score":0.0916666667}
{"full_text":"The Ask the Doctors column is back! In this roundup, Elizabeth Ko, MD, and Eve Glazier, MD, cover questions about the side effects of the COVID-19 booster and clarify the difference between vaccines having FDA approval versus emergency use authorization. Click below for details.","sentiment_score":0.0}
{"full_text":"The findings of the investigation relate to just four of the 16 events held at 10 Downing St. while Britain was under strict lockdown. The other 12 events are being investigated by police.https:\/\/t.co\/cGn3hvxmkb","sentiment_score":-0.125}
{"full_text":"RT Simply false. The most vaccinated parts of the country are also the areas most hardcore masking kids.","sentiment_score":0.2}
{"full_text":"New Yearbook on developments in investment #law and #policy in 2020 including the impacts of the #COVID-19 pandemic on investment flows and governance. Here: #law #policy #investment #international #covid19 #pandemic","sentiment_score":0.0681818182}
{"full_text":"Schedule pinned graphic will be out tonight! I'm going to be going live going back to Volt White for the Brycen split right around 5:30 pm PST!I need to force myself to play something else tonight - but I'll be back to Hisui for some Outbreak hunts and 100% dex entries on Wed!","sentiment_score":0.0703463203}
{"full_text":"#Retention is the biggest concern for modern-day employers. Here is some information from on how you can #Retain talent during the pandemic.https:\/\/t.co\/G6057ROgkw","sentiment_score":0.0}
{"full_text":"Frontline care  workers thrown under the covid no 19 bus while financially shielded and unionised national corona service employees are exempted levelling up don't make me laugh","sentiment_score":0.15}
{"full_text":"Gov. John Carney issued a third revision to Delaware's State of Emergency declaration on Monday.https:\/\/t.co\/0Y7WYjuMCu","sentiment_score":0.0}
