{"full_text":"RT Florida: DECLINE  in hospitalizations and ICU could foreshadow peak occurring later this week, one week earlier than I would...","sentiment_score":0.0}
{"full_text":"Covid cases worsening day by day in Chennai, still exams and classes are being conducted in physical mode in colleges and universities. #tamilnadu #covid_19 #omicron #closethecolleges #chennaihighcourt #chennaicovid ","sentiment_score":0.0}
{"full_text":"Boris Johnson 'attended BYOB drinks party in No 10 garden during first lockdown' - The Mirror. Another day, another laugh in the face of the public by Johnson and his Cabinet. While they are scaremonger and robbing the treasury with their Tory Donor Club","sentiment_score":0.1833333333}
{"full_text":"But you don't lock down the world over it","sentiment_score":-0.1555555556}
{"full_text":"Parent of a young adult man with severe non verbal autism, intellectual developmental disability, mood disorders, epilepsy, chronic GI disorders...plenty of nightmare stories even pre covid about his life not being valued and society wishing eugenics on him.","sentiment_score":0.1666666667}
{"full_text":"RT Thousands who answered HSE's 'Be on Call for Ireland' initiative must apply again for vaccinator rolesJust 330 out of the 7...","sentiment_score":0.0}
{"full_text":"RT Is *anyone* living \"Covid normally\"?Everyone I know is either:A. In isolation B. Positive C. Doing their own versio...","sentiment_score":0.3257575758}
{"full_text":"RT 1\/ Why is there such EXTREME RESISTANCE by and IPC(*) to clearly state that COVID-19 is a dominantly AIRBORN...","sentiment_score":0.05625}
{"full_text":"RT #NoVaccineMandates - it's time to put an end to these mandates that do not stop the spread of COVID and force people out o...","sentiment_score":0.0}
{"full_text":"RT CDC releasing the report that COVID significantly increases risk of children developing diabetes *on Friday night* after lying t...","sentiment_score":0.375}
{"full_text":"RT tumblr girl style is coming back 2 years into a pandemic because it's by and for girls who are rotting in their bedroo...","sentiment_score":0.0}
{"full_text":"I just want to stay home and cuddle with my cats. Just one whole day of cuddling","sentiment_score":0.2}
{"full_text":"RT Northern Ireland Daily Coronavirus (COVID-19) Report * Sunday 9th January.3,760 new cases (people positive) reported,...","sentiment_score":0.1212121212}
{"full_text":"Yeah, \"before covid 19\" exactly.","sentiment_score":0.25}
{"full_text":"RT Sacrificing Children to Covid Vaxxines","sentiment_score":0.0}
{"full_text":"\"There's an uncomfortable tension in how political leaders &amp; employers reacted to the challenges of working during a pandemic.\" They say workers are heroes, but cut their pay. Now they're making them work with COVID. My take in","sentiment_score":-0.25}
{"full_text":"He preg test was false negative, he soon goon give birth to baby rippy Feed it milk","sentiment_score":-0.35}
{"full_text":"RT fuck test results and senseless requirements, \"I'm sick and I might have COVID\" AND just \"I'm sick\" should be enough for any...","sentiment_score":-0.4571428571}
{"full_text":"Dear uni admin playing Covid Chicken,Please decide (and circulate) a clear plan for the entire semester BEFORE the course drop date. Students have a right to know how their course will be delivered before it is too late for them to get a refund. (or change the drop date).thnx","sentiment_score":0.0214285714}
{"full_text":"RT Es ist ganz simpel: Wann es vorbei ist, entscheidet die Politik. \"The new system could mean free tests being provided only...","sentiment_score":0.0559659091}
{"full_text":"RT I am pro-vaccines.I am vaccinated.I am against vaccine mandates and vaccine passports. They are immoral, and based on...","sentiment_score":0.0}
{"full_text":"RT A new #coronavirus variant nicknamed \"#Deltacron\" has been discovered in #Cyprus, local media reported on Saturday.htt...","sentiment_score":0.0681818182}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"RT To be fair to Johnson, there's at least one commitment that he's kept. Over 150,000 #COVID19 deaths now.","sentiment_score":0.2}
{"full_text":"RT Putting aside just how sad it is that people are killing themselves with covid, have any statisticians done a study on...","sentiment_score":-0.5}
{"full_text":"RT Female doctors allege manhandling and Abuse by male policemen.Protesting resident Doctors removed forcefully by Delhi...","sentiment_score":0.0}
{"full_text":"RT 1 in 5 people in London has covid.Not had.Has.","sentiment_score":0.0}
{"full_text":"RT Me whenever seeing corona cases #CloseTNSchools","sentiment_score":0.0}
{"full_text":"RT Not solving the Covid puzzle:Drives big business profits while killing small businessBig corporations are big dono...","sentiment_score":-0.0833333333}
{"full_text":"I believe the protocol doesn't change due to a flimsy,  test result. The recommendations are the same, regardless. I see people deciding which mask(s) to wear. Surgical or Kn95.I can almost swear Dr. Fauci said we should be wearing BOTH AT THE SAME TIME back in 2020.??","sentiment_score":-0.03125}
{"full_text":"I'm fascinated how fellow physicians have completely discarded the evidence we had before Covid on masking as if it doesn't exist.","sentiment_score":0.1}
{"full_text":"RT AIDS pandemic: blame the sick, stigmatize gays, fearmongering, ignore the poor, slow with treatments, NIAIDs FauciCO...","sentiment_score":-0.4714285714}
{"full_text":"The critically endangered Philippine eagle is also known as the monkey-eating eagle for its ability to carry off monkeys and other large prey. Rescues of rare #Philippineeagles soar during the pandemic via","sentiment_score":0.0973214286}
{"full_text":"Time to send one more reminder to god dear #Covid","sentiment_score":0.5}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"RT To all those banging the drum to open schools as they are #UnsafeSchools","sentiment_score":0.0}
{"full_text":"RT I am a consultant in ICU and anaesthesia. I have been vaccinated and boosted. So have my whole family. Most of the ICU covid pa...","sentiment_score":0.35}
{"full_text":"Surely the time is now or v soon for BoJo to seize the moment, actually be bold and push for England (if not UK) to be first country to scrap restrictions, masks etc and LIVE with Covid. Shift gear, pessimistic to optimistic. Please!","sentiment_score":0.3134469697}
{"full_text":"RT Free tip: everyone in pediatrics is on edge. This isn't the time for non-medical people to tell their pediatrician friends...","sentiment_score":0.4}
{"full_text":"RT #hyderabad #transplantationVani2 units A+ve\/O+ve\/O-ve #platelets NEEDEDKIMS Hospital, Secunderabad9491719910\/9701812...","sentiment_score":0.0}
{"full_text":"RT How are Biden's vaccine mandates an overreach but TX abortion laws aren't?","sentiment_score":0.0}
{"full_text":"So update on being sickIt might be covid","sentiment_score":0.0}
{"full_text":"RT On Day 3 of COVID isolation. Trudging through it.Feeling so much appreciation and gratitude for all the scientists and me...","sentiment_score":0.2}
{"full_text":"RT The reason Covid drags on is entitled white people refuse to comply. Yet they'll be the FIRST to say an unarmed black man \"sho...","sentiment_score":0.0277777778}
{"full_text":"RT Very good thread. Common sense has flown out the window.  I lost my dad to COVID. I am fully vaxed. But I also see...","sentiment_score":0.305}
{"full_text":"RT This all boils down to the following chain:People can't get tested for COVID &gt; Florida official COVID...","sentiment_score":-0.0777777778}
{"full_text":"Be sold to Johnson's cronies cut price n Johnson will get a brown envelope n his car done out.Oxford vaccine and research centre worth PS200m could be sold -","sentiment_score":0.3}
{"full_text":"I just heard about the diabetes report yesterday--waves of fury toward everything but especially the \"Covid is mild for kids so let's all do whatever we want\" camp.","sentiment_score":0.1666666667}
{"full_text":"this ridiculous testing Bs is driving the fraud pandemic","sentiment_score":-0.3333333333}
{"full_text":"RT Current status: Pediatrician working full-time, type 1 diabetes, immune-suppressed (multiple meds for RA), living ND, w...","sentiment_score":0.0}
{"full_text":"Pray for me, about to go for my COVID booster. Last two times I had the worst arm ache I am not looking forward to the next couple days ","sentiment_score":-0.3333333333}
{"full_text":"10,000 new cases were reported throughout Scotland today, for the first time in nearly two weeks!","sentiment_score":0.1704545455}
{"full_text":"I didn't read article BUT they should all be arrested for spreading disinformation.","sentiment_score":0.0}
{"full_text":"RT As we continue to fight #COVID19, it's important not to overwhelm our Health Care System. The #Guelph Health Care system is...","sentiment_score":0.4}
{"full_text":"US State Population Distribution by County  For WV   2022-01-07:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"#PM #Modi highlighted the need ensure effective #mask usage &amp; #SocialDistancing measures as the new normal in order to curb the spread of #COVID19. He emphasized on the need for effective implementation of home isolation for mild\/asymptomatic cases.","sentiment_score":0.3715909091}
{"full_text":"You left out the key words *at peak infection.*Which is shorter in vaccinated people and also less likely to happen at all.Nothing different from every other vaccine ever.","sentiment_score":-0.0486111111}
{"full_text":"TequilaTeddy.. your kids go to private school, right? They require updated vax records. Public schools have required vax records since I was a child.. I'm GenX.  States like NY can stop you from enrolling in college if you aren't vaxxed. You're full of shit and you know it. ","sentiment_score":0.0871428571}
{"full_text":"More on point to your \"I'm not a Republican\" - good for you. When people parse CDC comments as you have, it follows the same pattern used by the MAGA tribe.","sentiment_score":0.4}
{"full_text":"RT Thought this was a parody.  Me: \"Adam, there is no way the real Jim Banks tweeted this given his position on covid etc.\"...","sentiment_score":0.2}
{"full_text":"RT Idc what the CDC said about quarantine. If you tested positive 5 days ago get the fuck away from me","sentiment_score":-0.0863636364}
{"full_text":" The numbers of patients in critical care in England's beds at the moment is lower than any of the 4 years leading up to the 'Covid' \"pandemic\".On 02 January 2022.2022 - 3,0552021 - 3,9112020 - 3,0752019 - 3,0642018 - 3,2702017 - 3,101","sentiment_score":0.0}
{"full_text":"RT I hope they make a movie about the people who think Viagra can cure COVID, and I hope they call it Die Hard.","sentiment_score":-0.2916666667}
{"full_text":"RT My medical assistant who is home now with COVID-19 was told to quarantine at work the week before due t...","sentiment_score":-0.0625}
{"full_text":"RT In the whole of WW2 70,000 civilians lost their lives in the U.K thats across 6 years; a rate of 480 a week compared to 1442...","sentiment_score":0.2}
{"full_text":"RT Nearly 8,000 people die a day in the US. Over the last 2 years, that's  5.8 million+ deaths that would have occurred over...","sentiment_score":0.05}
{"full_text":"RT Hey why is allowed to sell counterfeit N95\/KN95 masks?","sentiment_score":0.0}
{"full_text":"As so many of us know and have said previously, there are no quick fixes to the NHS' workforce challenges. Workforce planning needs a 10 year horizon with 10 year funding commitments. Not easy with 5 year parliamentary terms &amp; 1 year cash injections...","sentiment_score":-0.0125}
{"full_text":"RT WATCH: A massive crowd of Parisians united against Emmanuel Macron and his Covid mandates chants \"Liberte! Liberte! Libert...","sentiment_score":0.0}
{"full_text":"I would rather choose death due to corona rather than daily dying mentally in lockdown","sentiment_score":-0.075}
{"full_text":"RT \"Mass formation psychosis,\" an unfounded theory spreading online, suggests millions of people have been \"hypnotized\" into...","sentiment_score":0.0}
{"full_text":"RT Retweet if you or someone you know has COVID right now.","sentiment_score":0.2857142857}
{"full_text":"There is more to this story Dig deeper. Disruption of a woman's menstrual cycle is very significant","sentiment_score":0.49375}
{"full_text":"RT I'm a Consultant in Anaesthesia &amp; Intensive Care Medicine. I'm vaccinated, so are my family &amp; friends. It's is the sin...","sentiment_score":0.0}
{"full_text":"RT Oh ffs. We all knew it was coming. Who are the first to be ignored? The elderly, and the disabled. Our lives fucking matter...","sentiment_score":-0.1833333333}
{"full_text":"comes to learning and studying. We all know that our world turns literally 360 degrees and the next thing you know is that everything that you are used to be doing is not really the same case anymore since the pandemic hit our country. Especially in learning, from traditional","sentiment_score":-0.02}
{"full_text":"RT Reports show that 72 percent of unvaccinated workers will leave their jobs if they are required to get vaccinated. No Biden vacc...","sentiment_score":0.0}
{"full_text":"RT #MyDisabledLifeIsWorthy why should we not care if people who are dying were \"unwell to begin with\"? I am unwell. my frien...","sentiment_score":0.0}
{"full_text":"RT This is totally true but misses the point.The power to decide what enters a person's body must rest with them. Bodily...","sentiment_score":0.175}
{"full_text":"RT Florida Republican Ron DeSantis allowed a state stockpile of more than 1 million rapid coronavirus tests to expire.","sentiment_score":0.5}
{"full_text":"RT Tak payah nak cakap pasal lockdown lah. People have no savings anymore. Salaries have declined. The income distribution...","sentiment_score":0.0}
{"full_text":"RT Hey why is allowed to sell counterfeit N95\/KN95 masks?","sentiment_score":0.0}
{"full_text":"RT New CDC policy just dropped","sentiment_score":0.1363636364}
{"full_text":"Honestly vaccinated people need to take a chill pill! Saying non vaccinated should not be allowed hospital treatment! So overweight, drinkers, smokers, drug addicts should also be turned away? Think about it. Dangerous line to cross this! #COVID19 #antivaxxers #COVIDIOTS","sentiment_score":0.1125}
{"full_text":"RT Leg injury Covid positive Brother death Stay Strong Anna ","sentiment_score":0.3303030303}
{"full_text":"Really illustrative article in NyTimes this morning. Yes, omicron is milder (especially w\/ previous immunity)But no, the record case counts are not \"decoupled\" from hospitalizations &amp; deaths, these #'s come w\/ real strain on our weakened infrastructure.https:\/\/t.co\/pnggcLmmwB","sentiment_score":0.0222222222}
{"full_text":"RT Thousands protest covid-tyranny in Montreal, Canada! ","sentiment_score":0.0}
{"full_text":"RT CRACKDOWN: Macron's forces are now using tear gas and beating Yellow Vest protesters at anti-vaccine passport demonstrati...","sentiment_score":0.0}
{"full_text":"They track deaths.  Omicron is a cold...just like here.","sentiment_score":0.0}
{"full_text":"RT Thought this was a parody.  Me: \"Adam, there is no way the real Jim Banks tweeted this given his position on covid etc.\"...","sentiment_score":0.2}
{"full_text":"RT I'm still waiting on a medical expert to explain to me why kids are suddenly more susceptible to covid after two years o...","sentiment_score":0.25}
{"full_text":"Omicron resistant to most monoclonal antibodies but neutralized by a booster dose via","sentiment_score":0.5}
{"full_text":"RT Some thoughts after Prof. Jimenez' tweets:1. Do people know that COVID is airborne?2. Do people understand what airb...","sentiment_score":0.0}
{"full_text":"idk but im sure ill get it because we go back to school tomorrow  and covid is really bad in spain rn so","sentiment_score":-0.175}
{"full_text":"Where is this \"untested vaccine\"?","sentiment_score":0.0}
{"full_text":"RT A french study of 27,000 long covid claimants found that 96% had never even had covid ","sentiment_score":-0.025}
{"full_text":"RT Thought this was a parody.  Me: \"Adam, there is no way the real Jim Banks tweeted this given his position on covid etc.\"...","sentiment_score":0.2}
{"full_text":"All it took for it not to be an insane wait at Wildberry was to require vaccine cards. It's crazy it's empty in a place that usually has a 45 min wait.","sentiment_score":-0.4875}
{"full_text":"RT That's right baby. Sound it out!","sentiment_score":0.3928571429}
{"full_text":"RT Trumpanzees: \"We don't trust Pfizer's vaccine, but we're enjoying their Viagra.\"","sentiment_score":0.5}
{"full_text":"RT Do people realize that China's commitment to its Covid Zero policy is literally what's allowing the entire world to continue...","sentiment_score":0.0}
{"full_text":"RT Jude died from the flu. Most loved ones kids lose from #COVID19 aren't their brothers and sisters, but parents, grandparen...","sentiment_score":0.6}
{"full_text":"RT 77,737 doses of #Covid-19 vaccine administered to eligible persons in #Telangana on Sunday. 4,90,90,420 doses given since...","sentiment_score":0.0}
{"full_text":"Laurie and I have had the 3 pfizer shots. After the booster a sore arm and I felt like shit for 1 day. I will agree that I'm not sure if the vax works or not because ever since covid hit, people who got it didn't all have the same outcome.","sentiment_score":-0.15}
{"full_text":"RT I've tested Covid19 positive this morning. Lucky to have mild symptoms. Have been in precautionary isolation for the last we...","sentiment_score":0.2234848485}
{"full_text":"RT Es ist ganz simpel: Wann es vorbei ist, entscheidet die Politik. \"The new system could mean free tests being provided only...","sentiment_score":0.0559659091}
{"full_text":"RT Guys please take care of yourself n your family members health any symptoms of headache, body ache or cold n cough imm...","sentiment_score":-0.6}
{"full_text":"RT Vaccine and Appropriate Behaviour are the ways to fight Covid.PM Shri Ji today further emphasised on these....","sentiment_score":0.25}
{"full_text":"California went from mandating vaccines to forcing COVID-positive health care employees to workhttps:\/\/t.co\/jEBffmp1YZId say ","sentiment_score":0.0}
{"full_text":"RT I'm not anti-vaccine. I just don't want *this* one. For obvious reasons.","sentiment_score":0.0}
{"full_text":"RT 'Labour did NOT want a lockdown', Nadhim Zahawi caught out by BBC host - Express","sentiment_score":0.0}
{"full_text":"RT All right we found another local COVID case! This is the closest I've come to lockdown since March 2020 so will try and...","sentiment_score":0.1428571429}
{"full_text":"RT Watching The National: why are people walking out of their vaccine appointments because they can't get Pfizer? I'd take...","sentiment_score":0.0}
{"full_text":"RT 1\/6 Important new study from Japan finds that with Omicron, infectious viral loads peak 3-6 days after symptom onset\/d...","sentiment_score":0.2681818182}
{"full_text":"RT The NYT says the big problem with keeping schools open in England stems from \"staff illnesses.\"But many newspapers &amp; l...","sentiment_score":0.1666666667}
{"full_text":"Same here. Between the pandemic and breast cancer, my priorities are sorted and the order looks nothing like it used to.","sentiment_score":0.0}
{"full_text":"'Think Twice Before You Vaccinate Your Kids,' Dr. Robert Malone Warns Parents on COVID-19 Shotshttps:\/\/t.co\/b1pye6Qfw1","sentiment_score":0.0}
{"full_text":"The school in me died during pandemic ","sentiment_score":0.0}
{"full_text":"RT Respected sir daily cases of covid 19 has crossed 6200 and still exam is being conducted offline. Instead of that plea...","sentiment_score":0.0}
{"full_text":"RT China says the Omicron variant came from mice, yet they have NO idea where COVID came from.","sentiment_score":0.0}
{"full_text":"RT Brutal and Necessary:\"Sotomayor went off the rails\" with a \"wildly incorrect,\" \"absurdly high\"claim about COVID and kids, pe...","sentiment_score":-0.15375}
{"full_text":"RT Best Covid Chronicles - A man comes in. He has a place here but is from Texas. He says that it drives him crazy when...","sentiment_score":0.2}
{"full_text":"As COVID-19 is spreading rapidly throughout the #Dana auto parts plant in #FortWayne, the USW union is working hand in glove with management to keep workers on the job, in many cases even if they are positive and exhibiting symptoms #COVID19https:\/\/t.co\/XGlu8UK8k4","sentiment_score":0.3636363636}
{"full_text":"Here's how journey times are changing and what it means for you.","sentiment_score":0.0}
{"full_text":"\"We need an international fight against COVID!\"Teachers and students in Germany support #ChicagoTeachers' fight for remote learning#COVID19 #COVIDisAirborne #edsafety","sentiment_score":-0.05}
{"full_text":"In a major relief to the realty sector hit by Covid slowdown and spiraling cost of raw materials, the State government on Saturday issued a GO fixing the cost of river sand to be sold at sand quarries at Rs 1,000 per unit.https:\/\/t.co\/2WVyxkb40T","sentiment_score":-0.0841346154}
{"full_text":"RT It is important when returning to physical activity following a #COVID19 diagnosis that one takes precautions &amp; progresses sl...","sentiment_score":0.1333333333}
{"full_text":"#LifeSmarts Word and Question of the Day: Word - Food security; Question - Due to the effects of the coronavirus pandemic, Approximately how many people in the US experienced food insecurity?","sentiment_score":0.19375}
{"full_text":"RT Also \"learning to live with covid\" would actually involve some learning. For instance creating safer environments through m...","sentiment_score":0.0681818182}
{"full_text":"CBC Windsor brought some of your COVID-19 questions to an expert, Dr. Fahad Razak.https:\/\/t.co\/ueympIw9C6","sentiment_score":0.0}
{"full_text":"His position has always been that the vaccine has a better risk profile versus COVID19 for the older population. I agree that's a questionable assumption, but he's being consistent. Also voicing the depopulation agenda is not going to win hearts and minds.","sentiment_score":0.2433333333}
{"full_text":"RT Some want to shut down discussions on child Covid vaccinations, yet we have main stream media articles on the potential risks,...","sentiment_score":0.0037037037}
{"full_text":" Our #NHS &amp; social care services in #Lancashire are under pressure because of #COVID19.You can help protect them:  Get vaccinated &amp; boosted. Wear a face-covering, when required. Work from home if you can. Test &amp; self-isolate if positive.#LetsDoItForLancashire","sentiment_score":0.0333333333}
{"full_text":"You are reprehensible. Data has shown Omicron has a harder time infecting the unvaccinated. Maybe sitting beside us 'pricks' is actually safer than sitting beside your crazy vaccinated zealots! Oh yes - Go to Hell Vicki!","sentiment_score":-0.3458333333}
