{"full_text":"RT Remedesivir is also the drug used for covid treatment. Latar WHO accept it for wrong trea...","sentiment_score":-0.5}
{"full_text":"RT Many developed countries are showing ever stronger resolve to vaccinate their public against #COVID19. To end the pandemic,...","sentiment_score":0.2}
{"full_text":"RT A Dangerous, Careless Idea:\"Omicron is so contagious that everyone will get it. No point trying to prevent it. It's the...","sentiment_score":-0.55}
{"full_text":"RT Number of active COVID-19 cases in #Ptbo 'could be in excess of 10,000'. Local medical officer of health says confirmed 1,...","sentiment_score":0.0666666667}
{"full_text":"Though tbh they'll just mandate n95 masks rather than the sensible thing and stop requiring them at all","sentiment_score":0.0}
{"full_text":"RT Just held an emergency press conference to address the secret stockpile of about one million COVID tests Ron DeSantis didn'...","sentiment_score":-0.4}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT I've taught 3.5 pandemic semesters now. 2.5 of them were fully online. 1 was hybrid (student's choice of how to attend). All...","sentiment_score":0.0}
{"full_text":"RT Direct quote from today's The NY Times\"In The New York Times, an epidemiologist predicted that cases would rise in Septe...","sentiment_score":0.1181818182}
{"full_text":"every day, i hear of another person in my life that has covid. i feel like i'm playing russian roulette atp.","sentiment_score":0.0}
{"full_text":"RT So now you see how the new CDC guidelines will be used by American businesses. Walmart cuts paid COVID sick leave in half to...","sentiment_score":-0.1861471861}
{"full_text":"RT CONVINCING SCHOOLS TO PUT IN A #corsirosenthalboxCR Boxes are a cheap, quick and effective way to increase filtration. The...","sentiment_score":0.4583333333}
{"full_text":"RT In case anyone else wants to know:","sentiment_score":0.2}
{"full_text":"RT It looks like they just took the CDC fifteen minute contact definition and multiplied it by the filtration percentages and called...","sentiment_score":0.0}
{"full_text":"Shame you didn't 'learn' this well known reality months ago- before you started poo pooing common sense health measures and talking about being in a 'post vaccine' world, and basically echoing right wing denialists?","sentiment_score":-0.0071428571}
{"full_text":"Given the time all corona viruses mutate indefinitely. That's why there's no vaccine for the common cold. A vaccine for the cold would be as futile and insane as vaccinating new people for Omicron. Even a cold vaccine would save lives, it's just the numbers never worked.","sentiment_score":-0.4939393939}
{"full_text":"RT Revive Therapeutics Clarifies Status of Its Phase 3 Clinical Trial for Bucillamine in COVID-19Learn more:","sentiment_score":0.5}
{"full_text":"RT Please go buy some n95 masks today.  You can find them at Home Depot, Lowe's, online at Costco, and online at","sentiment_score":0.0}
{"full_text":"RT take care the covid is still ehtra us!","sentiment_score":0.0}
{"full_text":"179 acknowledged cases.Because there's no testing, there's no way to know if there's more, but even beside that, there is at least one shelter-hotel that has been in outbreak for weeks that has yet to be updated on this list...","sentiment_score":0.1}
{"full_text":"Fascinating that identical discussions are taking place around the world -","sentiment_score":0.7}
{"full_text":"RT Breaking News: Six advisers to President Biden's transition team urged him to change his Covid strategy to address the \"new no...","sentiment_score":0.1363636364}
{"full_text":"I'm guessing they also took off their masks to eat and drink on the plane too.","sentiment_score":0.0}
{"full_text":"RT \"lungs that feel packed in flour, brain fog that feels more like dementia &amp; fatigue unlike anything ever experienced. I jus...","sentiment_score":0.65}
{"full_text":"RT If \"living with COVID\" means that the two biggest Australian states need to cancel all but urgent and emergency operative c...","sentiment_score":0.0}
{"full_text":"RT I feel near tears after doing my show. I started doing what I do out of a passion for financial justice &amp; providing solut...","sentiment_score":0.05}
{"full_text":"STAY AWAY SICK BITCH  idgaf if I am vaccinated ! i got kids","sentiment_score":-0.8928571429}
{"full_text":"Nothing to say he hasn't had the vaccine, but keeping quiet about it; after being vocally anti-vax, admitting he had the vaccine would be like a vegan admitting to eating a rump steak.","sentiment_score":0.0}
{"full_text":"RT Good news from South Africa \"A month since cases began in , numbers show an incredibly fast spike followed by an eq...","sentiment_score":0.45}
{"full_text":"SCIENTISTS MYSTIFIED, WARY, AS AFRICA AVOIDS COVID DISASTER. &amp; many more won't report on such. I won't point out employees, as they generally report as they're instructed.","sentiment_score":0.11}
{"full_text":"RT While the rest of Canada focuses on tackling the OMICRON crisis, focuses on keeping his anti-vaxx caucus h...","sentiment_score":0.0}
{"full_text":"RT Britain reports more than 200,000 daily #COVID19 cases for first time","sentiment_score":0.25}
{"full_text":"You might to address the elephant in the room. The continually denial and refusal of Andrew Kim and his board refusal to put into place any r safety or mitigation for Covid. No quarantining required for Covid if the individuals doesn't have a fever.","sentiment_score":0.0}
{"full_text":"RT #include&lt;stdio.h&gt;void main(){printf{#AI #PatriotsUnite #DeVir #study #Omicron #VaccineSideEffects}getch()#http #fo...","sentiment_score":0.0}
{"full_text":"RT Parts of Australia is putting the unvaccinated under lockdown. They can't go out to excersice.And they are banned fro...","sentiment_score":0.0}
{"full_text":"RT Petition: Prohibit employers from requiring staff to be vaccinated against Covid-19","sentiment_score":0.0}
{"full_text":"Covid stinks prayers for you and your girl and family","sentiment_score":-0.6}
{"full_text":"RT We do not support termination of unvaccinated nurses and health-care professionals for the very reason that is becoming...","sentiment_score":0.325}
{"full_text":"RT We stand with our frontline and healthcare colleagues.@fordnation i...","sentiment_score":0.0}
{"full_text":"RT The CDC is now concluding that all dogs are good dogs.","sentiment_score":0.7}
{"full_text":"\"Blonde Louise, who shot to fame in 2020 after she filmed herself licking a toilet seat in a bid to catch Covid\"This sentence from the article should be enough for anybody to stop reading. It was for me.","sentiment_score":-0.0111111111}
{"full_text":"Idem","sentiment_score":0.0}
{"full_text":"So schools open with unhealthy conditions are \"just reality,\" but the \"harm\" that closed schools would inflict is an unacceptable optional thing.","sentiment_score":-0.1666666667}
{"full_text":"See? Over &amp; over again this BDG is proving that they can't even handle implementing their own laws &amp; SOPs effectively. How could they govern right now is the biggest wonder in this world #KerajaanGagal","sentiment_score":0.4952380952}
{"full_text":"Here even fauci is saying how this is dishonest with hospitalizations as well","sentiment_score":-0.3}
{"full_text":"That's terrible. Whoever decided to use live virus vaccine should be punished. The danger of live virus polio vaccine has been known for decades.What does this have to do with covid virus?","sentiment_score":-0.2424242424}
{"full_text":"Dear friends &amp; colleagues I'm sorry but I think I have covid-19, grab your vitamins","sentiment_score":-0.5}
{"full_text":"RT There's audio of Trump admitting he withheld information about Covid. There's audio of Trump trying to intimidate official...","sentiment_score":0.0}
{"full_text":"Really sick of bad omicron takes. Especially the one from ","sentiment_score":-0.4714285714}
{"full_text":"I said this mid 2020, but the response was \"It's not the same.\"","sentiment_score":0.0}
{"full_text":"RT The pathetic failure of Labour to even vaguely try to understand the issues surrounding covid, or to provide any meaningful...","sentiment_score":-0.3291666667}
{"full_text":"RT As expected, COVID-19 cases are rising in Montana with the arrival of the omicron variant. While more contagious than p...","sentiment_score":0.2}
{"full_text":"RT In this great thread, one of the best undergraduate students I've ever had the pleasure of teaching--and later teaching wi...","sentiment_score":0.6}
{"full_text":"RT Chile to become first country in Latin America to offer fourth COVID shot","sentiment_score":0.125}
{"full_text":"RT Demands we should be making loudly together: Free healthcare, including COVID tests, for everyone. Loan forgiveness. Fre...","sentiment_score":0.25}
{"full_text":"RT In his 4th press briefing this year, Florida Governor Ron DeSantis finally got asked the question I wanted to ask at the 1s...","sentiment_score":0.0}
{"full_text":"RT It is lunacy that double-vaccinated people will almost certainly soon be classed as unvaccinated for the Government's vac...","sentiment_score":0.2142857143}
{"full_text":"RT Well I've been saying this for nearly two years now, but hey better late than never I guess","sentiment_score":0.1}
{"full_text":"RT On day one, a serious president would have given emergency grants to states to build more hospitals and more ICU beds; r...","sentiment_score":0.2222222222}
{"full_text":"RT i couldn't help but wonder... with the cdc lowering her standards... was it time i started lowering mine??","sentiment_score":0.0}
{"full_text":"RT Just held an emergency press conference to address the secret stockpile of about one million COVID tests Ron DeSantis didn'...","sentiment_score":-0.4}
{"full_text":"RT 80% of Florida will have caught COVID-19 by end of omicron wave, UF report says","sentiment_score":0.0}
{"full_text":"RT Sadly  DHSC\/ report the death of another child 0-4 with Covid, it was a little girl.England  1...","sentiment_score":-0.34375}
{"full_text":"Galloway lost one of their most faithful saints yesterday to covid pneumonia. She had won the battle against cancer more than once but this was too much. RIP Shirley Mann","sentiment_score":0.4}
{"full_text":"RT Any unvaccinated people out there who've had covid more than once?","sentiment_score":0.5}
{"full_text":"RT update: he died","sentiment_score":0.0}
{"full_text":"RT In Navi Mumbai, if anyone is Covid Positive, quarantined and need any help, groceries, food, medicines, let me know. Will ensur...","sentiment_score":0.2272727273}
{"full_text":"RT With Covid-19 infections surging due to the fast-spreading Omicron variant, doctors are now urging people to ditch cloth face mask...","sentiment_score":-0.125}
{"full_text":"RT Scotland recorded 1,900 covid cases per 100,000 in week to December 31. This is higher than England's 1,600 per 100,000....","sentiment_score":0.25}
{"full_text":"\"It was worse than WW2, 9\/11, and the Holocaust with Covid laced HIV.\" NYT 1\/6\/22","sentiment_score":-0.4}
{"full_text":"RT NAChristakis \"Beautiful follow-up paper on spatiotemporal waves of COVID19 via HawreJalal15, KE Lee &amp; PittsDon Highly structured geographical and temporal patterns, with (typical) annual repeti","sentiment_score":0.2811111111}
{"full_text":"RT Long COVID is why millions of people are not ready to accept they must get this virus eventually. We all know people suffering...","sentiment_score":-0.075}
{"full_text":"I suppose we should wait until there are a million COVID deaths in the U.S. before we announce that COVID is just another respiratory illness.","sentiment_score":0.0}
{"full_text":"RT Anyone who thinks this is ok is totally and utterly brainwashed      and needs help!!! This is a variant of a virus th...","sentiment_score":0.1666666667}
{"full_text":"Here's the CDC's statement","sentiment_score":0.0}
{"full_text":"RT #Scrap75percentforJee2022   Please remove 75 % criteria for jee mains 2022Specially for droppe...","sentiment_score":0.0}
{"full_text":"RT Bayshore mall line for rapid tests again this morning. Is there a better way to do this? #onpoli #covid19","sentiment_score":0.5}
{"full_text":"RT covid got more strains than weed at this point","sentiment_score":0.5}
{"full_text":"RT Knowing  you have Covid but still willingly to get on a plane with other passengers is disgusting and inconsiderate of other peo...","sentiment_score":-0.25}
{"full_text":"Many countries had success with that treatment. So that article is dead. Think real hard about how a third world country, during a pandemic, faced higher death counts than others.","sentiment_score":0.06875}
{"full_text":"RT It won't get as much attention as the NHS Covid crisis but the social care staffing shortage is a scandal. The reality i...","sentiment_score":0.1166666667}
{"full_text":"RT BREAKING NEWS: The Oregon State gymnastics team will no longer compete in the Collegiate Challenge in Anaheim, CA this weeke...","sentiment_score":0.0}
{"full_text":"Remember this, remember when they deny that they tried this in the future. This will not end well.","sentiment_score":0.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT No HEPA filters. No N95 masks. No contact tracing. No reporting to parents if their child was sitting next to another stude...","sentiment_score":0.0}
{"full_text":"\"sane individual who follows the constitution?\"Are you kidding? How many examples of \"unconstitutional\" do you want? Like the unprotected borders, vaccine mandates, allowing dem mayors &amp; DA's to not hold up the law, holding people in jail from Jan 6 for a year w\/o charges? More?","sentiment_score":0.225}
{"full_text":"RT update: he died","sentiment_score":0.0}
{"full_text":"RT \"Based on excess mortality calculations, @TheEconomist estimates that the true number of #Covid19 deaths in #China is not...","sentiment_score":0.35}
{"full_text":"RT Our new ad campaign, to help prevent #COVID19 deaths and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"RT I feel near tears after doing my show. I started doing what I do out of a passion for financial justice &amp; providing solut...","sentiment_score":0.05}
{"full_text":"RT Just held an emergency press conference to address the secret stockpile of about one million COVID tests Ron DeSantis didn'...","sentiment_score":-0.4}
{"full_text":"RT If the vaccine manufacturers didn't know that any efficacy from their product would be gone after 5 months, how would the...","sentiment_score":0.0}
{"full_text":"Experts saying that vaccination is protecting against Delta long Covid and most fully recover by 12 months anyway. We don't yet know if Omicron will lead to long Covid at all. It's important to look for the positives in all of this too.","sentiment_score":0.2}
{"full_text":"The CDC Has Not Tracked the Comorbidities of the  Children 17 and Under Who Died of COVID","sentiment_score":0.0}
{"full_text":"RT The Stop-The-Spread COVID-19 Testing locations at Holyoke Community College and the War Memorial will be C...","sentiment_score":0.0}
{"full_text":"RT The 'Live With It' plan is a total failure. It's an empty slogan like 'Brexit means Brexit'. Globally it's been sold as...","sentiment_score":-0.0560606061}
{"full_text":"Broke: \"fact checking\" government misinformationWoke: muting the whole teamBespoke: giving up on Covid discourse and just following #genuary instead","sentiment_score":0.1}
{"full_text":"RT This is quite a chart - red bars are unvaccinated, blues vaccinated. Vaccines are working very well against Omicron for...","sentiment_score":0.1}
{"full_text":"RT 6 yo just brought into ER with Covid.  Has arrested x2. Pray hard for this poor baby and his family.  #Getvaxxed damn it!","sentiment_score":-0.3958333333}
{"full_text":"RT It is past time to get LOUD.","sentiment_score":-0.075}
{"full_text":"Carl Barat going ahead with Revive Live UK tour despite rising COVID cases","sentiment_score":0.1363636364}
{"full_text":"RT Hamish how dare u criticise the Victorian government for reintroducing density limits when shops are closing down anyway beca...","sentiment_score":-0.1555555556}
{"full_text":"RT Our fixture with Saturday has been postponed due to the host having a number of positive covid cases within the squad....","sentiment_score":0.0511363636}
{"full_text":"RT  in all his wisdom thought it was a good idea to lift ALL restrictions!Now we're wa...","sentiment_score":0.7}
{"full_text":"RT On my way to to join to talk about the fact that Covid is over just like said.","sentiment_score":0.0}
{"full_text":"Omicron","sentiment_score":0.0}
{"full_text":"Reporter, Twin Cities community activist Mel Reeves dies from COVID-19 via","sentiment_score":0.0}
{"full_text":"The covid vax is not a vaccine.  I know  you weirdos think this is misinformation and conspiracy...but its simple fact. Its gene therapy.  And it's not tested fully. And something very bad may happen , far worse than fudged death figures from a cold\/flu further down the road","sentiment_score":-0.2275925926}
{"full_text":"RT We need to stop worrying about America's Covid problem and start worrying about The President's Alzheimer's problem.","sentiment_score":0.0}
{"full_text":"ALL VACCINATORS ARE DOING THE GREATER HARM BY VACCINATING ! CAN YOU NOT SEE YOU ARE SPREADING COVID EACH TIME A BOOSTER COMES OUT ??? Not to mention DESTROYING YOUR OWN IMMUNITY AND RISKING HUMANITIES ABILITY TO EVER RECOVER FROM A VIRUS AGAIN ! PLS STUDY HUMAN IMMUNITY &amp; WISE UP","sentiment_score":0.375}
{"full_text":"Freedom to get COVID-19 and die state.","sentiment_score":0.0}
{"full_text":"This is the big news in So Cal today. ","sentiment_score":0.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"Most exciting two minutes in January.","sentiment_score":0.4}
{"full_text":"RT COVID patients are short of breath, again.  I'm looking at the same damn chest x-rays, again.They tell me this is a m...","sentiment_score":0.0}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT \"The number of inpatients coming in with COVID has seemed to plateau, we're not seeing a downturn yet, but we're not s...","sentiment_score":0.0}
{"full_text":"RT \"We have become a nation of death-eaters. We can consume the tragedy of losing 826,063 men, women &amp; children to this disease an...","sentiment_score":0.0}
{"full_text":"Been using N95s for a long time now but also still doing other important stuff like lateral flows to see people outside a small circle, and shopping at off peak hours, and not eating in restaurants. We're still in the thick of it.","sentiment_score":-0.0541666667}
{"full_text":"RT psa: we are clearly in a surge in the pandemic. we are SHORT STAFFED EVERYWHERE. Everyone is TIRED. If you go out to eat, sh...","sentiment_score":-0.1}
{"full_text":"RT Tech founder steps down after claiming #COVID shot is extermination ploy by Jews","sentiment_score":-0.1555555556}
{"full_text":"RT This is a farce.  But, the not-so-funny part is that impacted residents -- core transit riders who are also mostly essentia...","sentiment_score":0.05}
{"full_text":"How COVID-19 is Accelerating Internet of Things in Commercial Real Estate #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/JKiUPVDkcU","sentiment_score":0.1}
{"full_text":"It's just conservative govts calling Omicron mild.It's to sell the idea of economic mobility.\"Living with COVID\" is great if you're disconnected from illness and working in public places #auspol","sentiment_score":0.3333333333}
{"full_text":"RT Studies are emerging that cloth masks are not effective in preventing the spread of COVID. ","sentiment_score":-0.3}
{"full_text":"RT Dear media, while you are reporting on #Djokovic being detained at the Park Hotel Prison can you please also mention the 33 refu...","sentiment_score":0.0}
{"full_text":"RT Thread. Long haul covid and its effects on children...","sentiment_score":-0.05}
{"full_text":"RT Thank you so much and This is a amazing and humbling video, a community of conscience and a world...","sentiment_score":0.4}
{"full_text":"RT Lt Col (retd) David Redman has been trying to get the premiers to listen to common sense for nearly 2 years. Why are they...","sentiment_score":-0.1}
{"full_text":"RT Omicron is highly transmissible but a mild variant. It is not as problematic as the Delta variant but we still need to be careful....","sentiment_score":0.1311111111}
{"full_text":"RT The \"shhh\" got me screaming. Yeah we never getting out this pandemic I fear ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Covid-19 - Top Hong Kong gov't official to be quarantined after 100-person birthday party for Chinese official","sentiment_score":0.25}
{"full_text":"Vaccinated people can still have covid and be asymptomatic and spread it to you. Then being vaccinated doesn't protect you more. If you are vaccinated and wear a mask, then that's the best you can do.","sentiment_score":0.75}
{"full_text":"RT I feel near tears after doing my show. I started doing what I do out of a passion for financial justice &amp; providing solut...","sentiment_score":0.05}
{"full_text":"I took a COVID test at work today. (Negative) It occured to me that the last time I shoved something up my nose in front of other people was probably first grade.","sentiment_score":-0.04375}
{"full_text":"RT 6 yo just brought into ER with Covid.  Has arrested x2. Pray hard for this poor baby and his family.  #Getvaxxed damn it!","sentiment_score":-0.3958333333}
{"full_text":"RT Imagine if Julian Assange were free, and had been releasing all of the secret info about the COVID regime, t...","sentiment_score":0.0}
{"full_text":"RT Supporting a quick interview for with our Chief Medical Officer at Derek Sandeman, explaining how...","sentiment_score":0.1944444444}
{"full_text":"RT You thought yesterday's #COVID19 numbers in Utah were bad? I'm told today are anticipated to be EVEN WORSE. #utpol h...","sentiment_score":-0.55}
{"full_text":"RT if you don't come out of this pandemic anti-capitalist, pls reflect ","sentiment_score":0.0}
{"full_text":"I profoundly support because of the COVID-19 pandemic, unsung COVID-19 heroes.","sentiment_score":0.0833333333}
{"full_text":"Franny Lou's Porch is staying afloat during the pandemic by sticking to their mission and cultivating a relaxed space.\"...Our mission before the pandemic mess: to rest and be kind to one another and really value each other. It's more important now.\"","sentiment_score":0.2}
{"full_text":"RT Wonderland Lockdown Road to 100M #ATEEZ #AtinyFigthing Only 465,839 left to go Atiny we got this let's keep fi...","sentiment_score":0.0}
{"full_text":"Coca-Cola is tapping into the canned cocktail craze with a boozy version of its Fresca soda.In a partnership between Corona brewer Constellation Brands and Coke, the companies will launch Fresca Mixed, a spirit-based cocktail, later this year.https:\/\/t.co\/rNzzrfhzpA","sentiment_score":0.0}
{"full_text":"RT Not even a pandemic could stop Biden from cementing his legacy of targeting the poor while letting his rich donors off...","sentiment_score":-0.0125}
{"full_text":"Free COVID-19 TESTINGFriday, January 7, 1pm-4pmSt. Paul AME Church Knoxville400 Orchard PlPre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"On today's episode of The Candice Malcolm Show, examines the data to show that Trudeau is dead wrong in blaming the unvaccinated for the latest surge of omicron, the lockdowns and the impact on our socialized healthcare system. #cdnpoli","sentiment_score":-0.0666666667}
{"full_text":"RT I suspect this episode will lead to serious reforms to FDA and CDC in the futureChecks must be placed on expert organiz...","sentiment_score":-0.3333333333}
{"full_text":"Vidant Health endures staff shortages &amp; high positive test rate as Omicron rageshttps:\/\/t.co\/S4KjjzWbIY","sentiment_score":0.1936363636}
{"full_text":"RT Complain all you want about Australia refusing to allow unvaxxed Djokovic into the country, and how invasive and futile...","sentiment_score":0.0}
{"full_text":"RT On my way to to join to talk about the fact that Covid is over just like said.","sentiment_score":0.0}
{"full_text":"With more than half the country fully vaxxed and the #OmicronVariant causing mostly mild cases, are case counts the most valid metric to determine where we are in the pandemic? Infectious disease expert Dr. discusses. #WeLoveOurSpeakers","sentiment_score":0.2916666667}
{"full_text":"As the Omicron Covid-19 variant continues its rapid spread internationally, putting pressure on health and testing systems across the globe, overseas health experts say New Zealand can learn from the mistakes of other countries.@stacey_knott_ reports.https:\/\/t.co\/r5zxEp0QyT","sentiment_score":0.0037878788}
{"full_text":"Omicron Is Milder Than Delta But Nothing to Sneeze At","sentiment_score":0.0}
{"full_text":"ICYMI: SA's public and private sectors went back and forth for months to set up deals for SA's #COVID19 peak. Here's what they learned. #NHI #UHC","sentiment_score":0.0}
{"full_text":"For many infectious diseases, naturally acquired immunity is known to be more powerful than vaccine-induced immunity and it often lasts a lifetime.","sentiment_score":0.35}
