{"full_text":"RT  - 'The terrible misinformation being spread...which is blatant lies. We know the overwhelming majority of p...","sentiment_score":-0.3333333333}
{"full_text":"RT More &amp; more coming out each day! Johnson can't survive it much longer! We don't want another Tory PM either! Liars, Cheats, t...","sentiment_score":0.4791666667}
{"full_text":"The eerie silence and noise of sirens are hounding again. When you think the world has seen enough there is something worse.I hope we all survive and we could hug again all the faces we have cared for and loved. Take care!#Covid_19 #ThirdWaveOfCorona #Omicron #COVID19","sentiment_score":0.0666666667}
{"full_text":"RT 10 posts to work on your self-development during a lockdown with a chronic illness #chronicblogs","sentiment_score":0.0}
{"full_text":"RT In a boost to the healthcare challenges in Manipur, a COVID-19 hospital will be inaugurated. To boost urban infra, projec...","sentiment_score":0.0}
{"full_text":"RT A classic strategy for AIDS denialism was arguing that deaths from AIDS were \"overcounted\" and that other, less preventab...","sentiment_score":-0.0416666667}
{"full_text":"RT The students have already faced a lot of problems till now in this pandemic. Classes were held online so the exams sho...","sentiment_score":0.0}
{"full_text":"RT If your child is wearing masks in schools, highly recommend valveless FFP2\/N95\/KN94 masks which are much more effective th...","sentiment_score":0.42}
{"full_text":"RT AOC pictured dining maskless in Miami Beach as Omicron cases soar","sentiment_score":0.0}
{"full_text":"RT The Omicron variant poses a significant risk. We must continue to do everything we can to keep Wales safe.Please get...","sentiment_score":0.375}
{"full_text":"RT  - 'The terrible misinformation being spread...which is blatant lies. We know the overwhelming majority of p...","sentiment_score":-0.3333333333}
{"full_text":"RT It seems \"dying WITH COVID and not FROM COVID\" is the new anti-public-health talking point. As someone who fills out death cert...","sentiment_score":0.1363636364}
{"full_text":"Lots of negative news about COVID in the world so I have been looking for an antidote and found this:","sentiment_score":-0.3}
{"full_text":"RT Over 152.96 crore COVID vaccine doses have been provided to States\/UTs so far through Govt of India (free of cost channel) &amp; throu...","sentiment_score":0.25}
{"full_text":"RT Double vaccinated + a booster. Avoided gatherings and only saw my sister over Christmas who was asymptomatic. Now I'm si...","sentiment_score":0.0}
{"full_text":"RT Memo to You didn't know Thursday Dec. 30\/21 that Ontario was going to heck in a handbasket re COVID? You discov...","sentiment_score":0.0}
{"full_text":"RT Interesting how it was set to expire January 2nd, and voila! Omicron is a disaster for Canada, and Canada only ","sentiment_score":0.1666666667}
{"full_text":"(2021\/12\/31) Activity of convalescent and vaccine serum against SARS-CoV-2 Omicron | nature","sentiment_score":0.0}
{"full_text":"RT Starbucks will require U.S. workers to get vaccinated against COVID-19 or undergo weekly testing to comply with federa...","sentiment_score":0.0}
{"full_text":"RT Hiding in the bathroom for a 1 minute deep breath break because the Emergency Department is absolutely bursting at the...","sentiment_score":0.1}
{"full_text":"RT Hospitalisation rises 15% in last four days in Mumbai, hospitals rush to add Covid beds","sentiment_score":0.0}
{"full_text":"RT I was proud to lead an amicus brief in support of service members seeking a religious exemption to Biden's vaccine mandate. Th...","sentiment_score":0.2666666667}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"They are also a symptom of the Chinese closing down entire ports and factories after just s few covid cases...","sentiment_score":-0.0888888889}
{"full_text":"RT #Omicron: I HAVE MY ARMYWE HAVE OUR WEAPONSFollow #COVIDAppropriateBehaviour >Always wear a mask>Sanitize\/...","sentiment_score":0.0}
{"full_text":"RT Praying for your speedy recovery Shri ji.","sentiment_score":0.0}
{"full_text":"61k?! What is this fresh hell now? ","sentiment_score":0.3}
{"full_text":"Are these scientists from the Omicronn region in France? Otherwise it's just sparkling #COVID","sentiment_score":0.0}
{"full_text":"RT Delhi CM have been tested positive for Covid. He has isolated himself at home. He was addressing election r...","sentiment_score":0.2272727273}
{"full_text":"RT How come the same people who blame the Ontario government as the root of all evil when it comes to COVID-19, never mention t...","sentiment_score":-0.5}
{"full_text":"ScotRail's reduced timetable has come into effect.  Hundreds of staff are off work due to Covid sickness and isolation. ScotRail boss Alex Hynes told about 8% of services are being cut until 28 January, to improve reliabilityhttps:\/\/t.co\/69ze8Q1Pnx","sentiment_score":-0.125}
{"full_text":"RT Navy SEALS Achieve Stunning Victory in America's Fight Against Vaccine Mandates","sentiment_score":0.5}
{"full_text":"RT Crazy scenes in UP's Bareilly during this marathon for girls organised by a local leader. No regard for c...","sentiment_score":-0.3}
{"full_text":"RT NEW COVID-19 CASES NOW AT 5,000; HIGHEST SINCE OCTOBER 23The DOH logs 5,434 new COVID-19 cases. The total reported case...","sentiment_score":0.0909090909}
{"full_text":"RT The Chief Minister of Delhi, seen maskless in the video, has now tested positive for #Covid.","sentiment_score":0.2272727273}
{"full_text":"RT the CDC               rupaul                                                      \"good luck and don't fuck it up\"","sentiment_score":0.15}
{"full_text":"RT Quarantine - 'that's a matter for the states'Vaccines - 'it's not a race, it's not a competition'Rapid Tests - 'can't ju...","sentiment_score":0.0}
{"full_text":"RT In the conference they explained that they're seeing deaths months after workers \"recovered\" from Covid from infection-rel...","sentiment_score":0.0}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT Having the \"flu\" is not \"mild\".","sentiment_score":-0.1666666667}
{"full_text":"Sir, Please take urgent action on this. The crowds in the state could act as superspreader.","sentiment_score":0.1}
{"full_text":"RT Reminder: Arvind Kejriwal called the Tabligi Jamaat \"highly irresponsible\" for conducting an event on their own premis...","sentiment_score":0.38}
{"full_text":"RT Cost? What cost? Just print more money. Bitcoin fixes this.","sentiment_score":0.5}
{"full_text":"RT PM Ji will today inaugurate &amp; lay the foundation stone of various development projects in Manipur, inclu...","sentiment_score":0.0}
{"full_text":"RT If you think #COVID19 cases in hospitals aren't a *thing*, come &amp; shadow meSit with a family while i have the \"#COVID +...","sentiment_score":0.0}
{"full_text":"Indian Navy is looking for 26 fighters (18 single-seat and 8 two-seat).Rafale M doesn't have a two-seat variant.","sentiment_score":0.0}
{"full_text":"RT Japan had a short Delta wave. Omicron optimists cry: \"That's their genes.\" South Africa seems to have had a quick Omi...","sentiment_score":0.1666666667}
{"full_text":"RT \"You're not going to get Covid if you are vaccinated.\" - Joe Biden, July 2021","sentiment_score":0.0}
{"full_text":"RT [Notice] BTS RM and Jin's Full Recovery from COVID-19 ","sentiment_score":0.35}
{"full_text":"All caused by govt covid testing , policy and restrictions, brought to you by the SNP","sentiment_score":0.0}
{"full_text":"RT  #China's Zhengzhou Announces Partial Lockdown After Covid Cases - StatementZhengzhou, capital city of central province o...","sentiment_score":-0.05}
{"full_text":"RT Hmmm I don't like China's covid numbers, I'll make up my own","sentiment_score":0.6}
{"full_text":"Netizens are against lockdown as #NoMoreLockdowns trends on social media. There is an exponential rise in #Covid_19  cases due to the spread of a new variant of covid #omicron but people no more want lockdown as it will lead to a financial crisis for many! #lockdown","sentiment_score":0.0699494949}
{"full_text":"RT No.Test MORE.Produce MORE tests. Distribute for free.Ideally, everyone should have enough tests in their house to test be...","sentiment_score":0.25}
{"full_text":"RT BREAKING: India's capital Delhi announces weekend lockdown due to surge in COVID cases - PTI","sentiment_score":-0.125}
{"full_text":"RT Memphis, Pedri and Ansu are training with the group. Alves and Alba, who have recovered from coronavirus, are also back. [...","sentiment_score":0.0}
{"full_text":"RT [WEVERSE] 220304 BTS RM and Jin's Full Recovery from COVID-19 Notice (+ENG\/JPN) (https:\/\/t.co\/ZXLJ6kHhUZ) h...","sentiment_score":0.35}
{"full_text":"RT More than 1 million people in the U.S. were diagnosed with Covid-19 on Monday. The omicron variant drove U.S. cases to...","sentiment_score":0.5}
{"full_text":"RT I've learned two things about Rachel Johnson in the last week. A. She thinks all children should get covid. B. She feels...","sentiment_score":0.0}
{"full_text":"Soo my dad got the results back and he's positive :( covid","sentiment_score":-0.1742424242}
{"full_text":"RT India reports 37,379 fresh COVID cases, 11,007 recoveries, and 124 deaths in the last 24 hoursDaily positivity rate: 3.24%Acti...","sentiment_score":0.15}
{"full_text":"RT Take care AK! Get well soon. Praying for your health.","sentiment_score":0.0}
{"full_text":"RT  The latest AAP data was released this evening, showing a record 325,340 child infections in the US last week, their la...","sentiment_score":0.25}
{"full_text":"RT Good morning. Here's the front page of The Telegraph for you. Read more at https:\/\/t.co\/vvOWWc6Re5#unputdownable #telegrap...","sentiment_score":0.6}
{"full_text":"RT If you're going to trust anyone to know the real cost of #COVID19 in terms of deaths, trust life insurance companies. I wa...","sentiment_score":0.2}
{"full_text":"Covid testing is so overwhelmed right now in our hospital that i had to dig through BUCKETS that hold over 100 swabs for 1 that was missing b\/c we RAN OUT of normal racks that track\/ hold the swabs..didn't even have time to count how many buckets we had as they were making more","sentiment_score":0.2471428571}
{"full_text":"RT #ElectionCommission called in important emergency meeting on #Corona #guidelines for #elections in 5 electoral states. Discu...","sentiment_score":0.4}
{"full_text":"RT 8) thank you to everyone who have stayed with me all these years... let's all help each other stay safe. ","sentiment_score":0.2916666667}
{"full_text":"RT Kelly Ernby, former Orange County GOP state Assembly candidate and deputy D.A., dies of COVID-19https:\/\/t.co\/gtWCnfYyvX","sentiment_score":0.0}
{"full_text":"sighhh","sentiment_score":0.0}
{"full_text":"RT Elon Musk became $32,600,000,000 richer TODAY and $279,000,000,000 richer during the pandemic, but the corporate media t...","sentiment_score":0.0}
{"full_text":"RT MM: I want to go Malaysia too. If Covid disappears...COVID ","sentiment_score":0.0}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"RT #Thirdwave of #covid19 #pandemic has officially begun.Metros like #Kolkata, #Delhi, #Mumbai together account for 75% of...","sentiment_score":0.0}
{"full_text":"RT Cost? What cost? Just print more money. Bitcoin fixes this.","sentiment_score":0.5}
{"full_text":"RT Rapid antigen tests should be free of charge and readily available for those who need them. #saparli #covid19 #RATs","sentiment_score":0.4}
{"full_text":"824K dead in US from #COVID19 .#GetVaccinatedNow #GetBoosted #WearAMask #DontSpreadMisinformation","sentiment_score":-0.2}
{"full_text":"Didn't turn his back on vaccine research &amp; now leads a vaccine research grouphttps:\/\/t.co\/V76X61RDtT","sentiment_score":0.0}
{"full_text":"Son of a b--- ","sentiment_score":0.0}
{"full_text":"RT  #NFTGiveawayMy Life Before Pandemic #NFT Follow me RT + Tag friendsAnnounced in 48HGood luck!!#nf...","sentiment_score":0.0}
{"full_text":"this is my 3rd show i'm watching today! Most i have seen at one time since pre pandemic!","sentiment_score":0.3125}
{"full_text":"RT NEW FRENCH VIRUS VARIANT EMERGES12 victims discovered, with 46 unique mutations.","sentiment_score":0.1704545455}
{"full_text":"RT Kids have been wearing masks in Scotland, Wales, Northern Ireland. It seems to have made things worse. Well, well...","sentiment_score":-0.4}
{"full_text":"RT It means within two days mumbai is going to be locked #upscmains","sentiment_score":0.0}
{"full_text":"Middle East respiratory syndrome coronavirus (MERS-CoV).MERS is still a thing.With a 30% case fatality rate.","sentiment_score":0.0}
{"full_text":"In Ontario we were paying $40 for one rapid test that had to be done at one pharmacy chain and now we can't even get they. The gov took away all testing from us and we can't even know if we have covid","sentiment_score":0.0}
{"full_text":"RT My 9yo just had a positive home COVID test. He's symptomatic, with a cough, lethargy, &amp; a low grade fever. He's also fully vaxed...","sentiment_score":0.1136363636}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"I'll go and listen that later cuz I can't rn  I'm going to do my covid test ","sentiment_score":0.0}
{"full_text":"Samsung Galaxy S21 FE launched globally.6.4-inch 2340x1080 120Hz AMOLEDSD8884,500mAh batteryEUR749\/PS699 for the 8\/128GB variantWhite, Graphite, Lavender, Olive color variants.#Samsung #SamsungGalaxyS21FE","sentiment_score":0.0}
{"full_text":"RT This grieving father is so articulate and moving.  Not \"only\" x amount of people dead.  Each one special and important...","sentiment_score":0.1392857143}
{"full_text":"RT As the laptop class is now getting infected with Covid, it is nice to hear more voices arguing against shaming the sic...","sentiment_score":0.55}
{"full_text":"new year, new variant.","sentiment_score":0.1363636364}
{"full_text":"call for free tests, central register for cases from RATS, vaccine supply transparency and please acknowledge people are anxious and scared but don't make that a political point. Just show empathy. That's what most of us need right now.","sentiment_score":0.155952381}
{"full_text":"RT How has last year's foolhardiness of conducting election rallies amidst a covid surge been forgotten?","sentiment_score":0.0}
{"full_text":"RT If they didn't know the efficacy of the vaccine wouldn't last long term, how did they know it wouldn't cause long term ef...","sentiment_score":-0.0333333333}
{"full_text":"RT Stop taking tests and live your life. If you're sick, stay home. If you feel fine, go about your business. That had been...","sentiment_score":-0.0537518038}
{"full_text":"RT Public health message #37- extended version posted @LinkedIn Discusses both Racism &amp; COVID-19 issues. @PublicHealth...","sentiment_score":0.0}
{"full_text":"\"We need to change public messaging urgently to save lives as half of people with cold-like symptoms now have Covid.\"https:\/\/t.co\/7qGc3jRaAX","sentiment_score":-0.0833333333}
{"full_text":"RT \"When a mayor has swagger, the city has swagger. We've allowed people to beat us down so much, that all we did was wallow i...","sentiment_score":0.0222222222}
{"full_text":"covid is a bitch and as soon as i thought i was feeling better i actually then just started to feel worse","sentiment_score":0.0333333333}
{"full_text":"RT #coronavirus is a deadly virus . Putting exams in such a crisis violates students right to life #article21 #justiceforpa...","sentiment_score":0.0285714286}
{"full_text":"RT Rules do not apply","sentiment_score":0.0}
{"full_text":"RT In a boost to the healthcare challenges in Manipur, a COVID-19 hospital will be inaugurated. To boost urban infra, projec...","sentiment_score":0.0}
{"full_text":"RT Orange County, California, Deputy DA Kelly Ernby, who spoke at a rally against COVID-19 vaccine mandates last month, has died...","sentiment_score":0.0}
{"full_text":"Russell Martin is hopeful Swansea City will return to action against Southampton on Saturday after a Covid-19 outbreak which saw the Swans close their training ground ","sentiment_score":0.1}
{"full_text":"Unfortunate news for I-League followers! The league is said to be suspended for the forthcoming weeks till the 13th of February due to rise in cases! What are your thoughts on this development? Image Credits: I-League Media#COVID19 #Ileague #IndianFootball","sentiment_score":-0.2604166667}
{"full_text":"RT I have tested positive for Covid. Mild symptoms. Have isolated myself at home. Those who came in touch wid me in last f...","sentiment_score":0.1868686869}
{"full_text":"RT Mask up and stay safe everyone. This COVID variant is spreading like wildfire.","sentiment_score":0.5}
{"full_text":"Readers have been sharing their experiences of the virus as the Omicron variant continues to spread","sentiment_score":0.0}
{"full_text":"Ayo Got my First Vaccine Less go ","sentiment_score":0.0416666667}
{"full_text":" It's a year today since the UK became the first country to administer the Oxford\/AstraZeneca #COVID19 vaccine Since then, around 2.5 billion doses have been given globally, saving lives and fighting the pandemic around the world ","sentiment_score":0.125}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT This was predictable- everyone knew it including   &amp; his feuding Govt BUT instead of putting in mitigations, t...","sentiment_score":-0.2}
{"full_text":"RT Another lockdown in January 2022 when the main symptoms Omicron are runny nose and a cough? This should really tell you...","sentiment_score":0.1833333333}
{"full_text":"RT He should be behind bars #Covidwal","sentiment_score":-0.4}
{"full_text":"RT Every time you comply, this is the world we edge closer to.","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"Sharing data from many sources necessitates the protection of privacy. Ensure your community's privacy by offering a feature to lockdown BuddyPress Component and asking users to log in to check the profile or other protected detailshttps:\/\/t.co\/vivk5OIc3Z#wordpress #plugins","sentiment_score":0.1875}
{"full_text":"Interesting article about Dr. Robert Malone sounds the alarm #covid19 #DrRobertMalone #spikeproteins#vaccination#VaccinePassportshttps:\/\/t.co\/ffDseDZqFy","sentiment_score":0.5}
{"full_text":"Social media is meant to be where we are always connected, but away from her screen, Danielle Konsky says she was in a far lonelier place.","sentiment_score":0.0666666667}
{"full_text":"RT I am yet to understand - #nightcurfew logic. Is #Covid virus out on the roads only at night? I remember a song - Jab a...","sentiment_score":0.0}
{"full_text":"RT Scott Morrison did a full week of press events for ordering submarines that won't be in the water for 20 years. But he goe...","sentiment_score":0.35}
{"full_text":"After being home this past December, which of these will become treasured memories? Always keep in touch with those closest to you, with Talk360. Download the app and stay connected:","sentiment_score":-0.25}
{"full_text":"RT The NYC gap between unvaccinated and vaccinated COVID case and hospitalization rates, which had been running 10-to-1, is beco...","sentiment_score":0.0}
{"full_text":"RT Well done and thank you to everyone involved in the setting up of the test centre and all of the arrangements that underpin it...","sentiment_score":0.0}
{"full_text":"In the round-up:* Mercedes turns to F1 team to halve size of battery in latest electric vehicle* Pandemic could force more calendar changes - Domenicali* Hamilton 'hasn't responded' to new FIA president's messageshttps:\/\/t.co\/mzPeR207xf#F1","sentiment_score":0.3787878788}
{"full_text":"The KR DELTA Hygienic robot is the hygienic machine variant for handling &amp; picking small parts in various industries, including food, #pharmaceuticals &amp; #electronics. Explore more here: #foodmanufacturing  #robotics #ukmfg #automation #electronicsindustry","sentiment_score":0.0833333333}
{"full_text":"RT Sa totoo lang when i open my account, i just wanna see tweets about Sarah Geronimo and other idols.It fcking ruins my...","sentiment_score":-0.0916666667}
{"full_text":"RT Important interview on PM this evening - for those at home with suspected COVID, who can't get it confirmed (yep, there's...","sentiment_score":0.4}
{"full_text":"\"The #COVID19 #pandemic accelerated the inevitable process of #digital transformation.\"Narek Mkrtchyan, Minister of Labour and Social Affairs, Armenia , speaks on #tech for development.#CyFy2021 #digitalisation #Armenia #technology","sentiment_score":0.0111111111}
{"full_text":"[pp] Hello  We're ready to give the best service for you!               KING HOSPITAL We Serve :   Psychology Control   USG  Give Birth   Baby's VaccineCP:               We Love, We Care https:\/\/t.co\/1ov9xc2HKS","sentiment_score":0.5666666667}
{"full_text":"RT Is it just me or is it blowing anyone else's mind that essentially the Government is saying to teachers: \"We know you're all...","sentiment_score":0.0}
{"full_text":"Hundreds of staff are off sick with patients being treated on a 'one in, out out' basishttps:\/\/t.co\/GKUPWVpXei","sentiment_score":-0.7142857143}
{"full_text":"My experience of a Covid-19 booster","sentiment_score":0.0}
{"full_text":"Government offices will also be able to work from home, with the exception of vital services.","sentiment_score":0.3}
{"full_text":"RT Kelly Ernby, who opposed vaccines, was a speaker at a Turning Point USA rally Dec. 4, talking about the need for freedom over v...","sentiment_score":0.0}
{"full_text":"#Florida #COVID-19 #coronavirus #omicron #variant incidences rise by 948% ... | #SARSCoV2 | #mutant | #disease | #pathogen | #infections | Via","sentiment_score":0.0}
{"full_text":"RT Even after getting vaccinated, you still need to wear a mask and follow other #COVID19 protocols.Get vaccinated today! ht...","sentiment_score":-0.15625}
{"full_text":"RT Well done Young India! Over 40 Lakhs between 15-18 age group received their first dose of #COVID19 vaccine on the...","sentiment_score":0.1875}
{"full_text":"BREAKING: The Philippines logs 5,434 additional coronavirus infections on Tuesday, January 4.Total now at 2,861,119, with 29,809 active cases18 new deaths; 51,604 total611 new recoveries; 2,779,706 totalMore #COVID19 updates here:","sentiment_score":0.0464646465}
{"full_text":"Caught between pleas from teachers fearful of infection and parents who want their children in class, school districts find themselves in a difficult position midway through the academic year because of the super-contagious omicron variant..https:\/\/t.co\/cCgoJDFZZp","sentiment_score":-0.4666666667}
{"full_text":"COVID-19: Pupils in England required to wear face masks and get tested as they return to school today.https:\/\/t.co\/Tur1uShdgU","sentiment_score":0.0}
{"full_text":"5,434 NEW COVID-19 CASESBREAKING: The Department of Health reported 5,434 additional cases of COVID-19 on Tuesday, January 4, 2022, bringing the total number of cases in the Philippines to 2,861,119. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"RT Communist China covered up the release of Covid. We've known this since April 2020. Joe Biden called Donald Trump a...","sentiment_score":0.0}
