{"full_text":"Do you remember eHealth Ontario? $8B of tax payer money invested and lost. Ontarians still lack integrated health record &amp; are unable to book vaccines or have reliable pandemic data.The worst part: those behind the scandal (eg, Matt Anderson) are now leading the system","sentiment_score":-0.6333333333}
{"full_text":"Bro just tell covid no","sentiment_score":0.0}
{"full_text":"RT Proudly joining in his 2022 New Year's resolution: I too stand for #VaccineEquity!Only way out of #COVI...","sentiment_score":0.4681818182}
{"full_text":"RT Here's the complete story:","sentiment_score":0.1}
{"full_text":"RT Two years into adults destroying children's lives over covid, a virus that poses kids virtually no danger, has dis...","sentiment_score":-0.2}
{"full_text":"You know what virtually all comorbidities of COVID have in common? They cause low Vitamin D blood serum levels either directly (obese\/diabetes) or indirectly (heart disease because people don't go out and be in the sun) 1\/2","sentiment_score":-0.0666666667}
{"full_text":"good morning chimers!!! I have just gotten out of the hospital from having COVID. At one point of time I thought I was going to die. I am now back home and I am hit with a 7,000 back rent....anything from $1-$20 will help $betterlife2024 not a scam.","sentiment_score":0.3333333333}
{"full_text":"RT Vijay actually postponed Master when cases were increasing and only released during the down trend. Ajith is releasing...","sentiment_score":-0.0518518519}
{"full_text":"RT .@RepMTG is correct. The government response to COVID has been a DISASTER. One blunder after another piled on a bunch of...","sentiment_score":0.0}
{"full_text":"The pandemic has really given a spotlight to the GOP obsession with attempting to use unearned\/undeserved \"power\" when they are expected to follow a rule\/law\/mandate.","sentiment_score":0.05}
{"full_text":"RT NEWS from Israel, OMICRON 2022. Prof G Rahav, Head of Infectious Unit at Sheba Hospital, transduced:1. \"The Green Passpor...","sentiment_score":-0.2}
{"full_text":"RT With things marginally improving in London but dramatically deteriorating in the less interesting parts of the country, t...","sentiment_score":0.1666666667}
{"full_text":"RT Excellent thread","sentiment_score":1.0}
{"full_text":"RT Two weeks ago there were 7k patients with Covid in hospitals in England.Now there are over 15k.It's no wonder hospit...","sentiment_score":0.0}
{"full_text":"RT Guys , there is full pressure on us and on our parents to send their student to campus wch turned into covid hotspot these...","sentiment_score":0.35}
{"full_text":"RT Some immunocompromised people can receive a 4th Covid shot, CDC says via","sentiment_score":0.0}
{"full_text":"When did the CDC say that the PCR test confuses influenza with SARS-CoV-2? I can't find any evidence that they ever said that, and I have really looked.","sentiment_score":0.2}
{"full_text":"RT My partner, an ICU nurse, just tested Covid+ after being exposed at work. Nurses are being told to work Covid+ (w\/o fever)...","sentiment_score":0.0}
{"full_text":"RT Just curious. Were there any shelf-stackers, till checkout people, delivery drivers or warehouse workers honoured in th...","sentiment_score":-0.1}
{"full_text":"RT If hospitals are struggling because we don't have enough staff why don't we recruit more people  because we will be stuck wit...","sentiment_score":0.25}
{"full_text":"RT For all to understand that covid measures  is not a matter of health but money and conf...","sentiment_score":0.0}
{"full_text":"RT #SaketGokhale isn't the first case. Lots of crowdfunding scam happened during second COVID wave in India. Lot happens...","sentiment_score":0.125}
{"full_text":"#N95sForAll If the gov won't supply N95s, maybe we just can. Five N95s cost $10.00 &amp; can get an in-person worker through the pandemic. Pass them out to anyone that will take one, explain the need to anyone that will listen. Praxis.","sentiment_score":0.0}
{"full_text":"18 Covid-19 death figures were reported today January 04, 2021, after being confirmed by the Director-General of Health Services.#srinews #SriLanka #lka","sentiment_score":0.4}
{"full_text":"RT On an INDIVIDUAL basis, Omicron may be roughly as severe as influenza &amp; much less for those up to date on vaccinations. B...","sentiment_score":-0.0888888889}
{"full_text":"RT The 1976 swine flu vaccine was discontinued after 49mil Americans received it. According to news accounts, the incidence...","sentiment_score":0.0}
{"full_text":"I had to take my daughter to hospital with a swollen heart from covid so maybe more common now","sentiment_score":0.1}
{"full_text":"RT Lancashire tidal wave of Omicron on way warn public health bosses","sentiment_score":0.0}
{"full_text":"Who will stand up for kids and families in 2022? Who will say no to sacrificing our kids' education, mental health &amp; well-being? Politicians who defend children &amp; families will get my vote and so many others.","sentiment_score":0.2}
{"full_text":"RT More than 1 million Americans were diagnosed with COVID on Monday. Which is the global record.","sentiment_score":0.25}
{"full_text":"RT  The NY Times writer continues by saying COVID school closures are dumb, and social distancing in the classroom has l...","sentiment_score":-0.1708333333}
{"full_text":"Seems around nowhttps:\/\/t.co\/JwWlul6AWG","sentiment_score":0.0}
{"full_text":"fat americans reproduce challenge (Difficulty: Impossible)","sentiment_score":-0.6666666667}
{"full_text":"RT *CDC SHORTENS PFIZER BOOSTER INTERVAL TO 5 MONTHS FROM 6 MONTHSwhat is this in EBITDA terms?","sentiment_score":0.0}
{"full_text":"RT Dear kindly arrest for roaming in public without mask while he was Covid positive (which was teste...","sentiment_score":0.0590909091}
{"full_text":"RT The real pandemic is an opioid one.Covid looks like a joke when compared to the death caused by bigpharma's painkiller...","sentiment_score":0.2}
{"full_text":"RT Maryland reports 14,494 New Covid cases.48 additional deaths.3057 hospitalized.     51 are kidsPositivity: 27.44%...","sentiment_score":0.1363636364}
{"full_text":"He doesn't make a law because he can't enforce it. And you wonder where his crime plan has been for 7 years...","sentiment_score":0.0}
{"full_text":"RT USA Hits 1 Million New #COVID19 Cases Yesterday #Omicron","sentiment_score":0.1363636364}
{"full_text":"RT First-team training cancelled at Kirkby today #LFC","sentiment_score":0.0}
{"full_text":"RT  new cases per 100,000 in my area today: 2,994. Positive rate: 21.4% Schools opening with...","sentiment_score":0.1818181818}
{"full_text":"RT Remember how all the haters blamed Trump for all the covid deaths and the huge numbers of daily infections in America? Well A...","sentiment_score":0.2}
{"full_text":"Quebec reduces COVID-19 isolation period to 5 days for fully-vaccinated people | CBC News","sentiment_score":0.0}
{"full_text":"RT Getting vaccinated is the best way to protect yourself and those you love from getting seriously ill with Covid. It is n...","sentiment_score":0.3333333333}
{"full_text":"RT A pack of KN95s that I got for $15 a month ago is now $50 on Amazon. Right before children are being forced back to sc...","sentiment_score":-0.0047619048}
{"full_text":"I'm smelling burnt toast even though there's no food or appliances nearby. It's an unpleasant unexplained sensation but at least this means I don't have COVID","sentiment_score":-0.3333333333}
{"full_text":"RT Ignoring this pandemic situation...","sentiment_score":0.0}
{"full_text":"Some of these EU countries and USA, with soaring Omicron cases... they must've lied about the variant's  initial discovery surely.","sentiment_score":0.25}
{"full_text":"RT Individuals cannot be trusted to maintain social distancing in confined spaces. Not only is it difficult (if not impossible)...","sentiment_score":-0.0333333333}
{"full_text":"RT STATE OF EMERGENCY --Citing a recent 500% spike in COVID-related hospitalizations, Governor Larry Hogan has deployed the Nati...","sentiment_score":0.0}
{"full_text":"RT As four hospitals in Lincolnshire declare a major incident due to staffing levels and covid, and classes are being asked to...","sentiment_score":-0.03125}
{"full_text":"RT In 2020, #Lockdown was used as a tool to control the Pandemic, since vaccines were not available..In 2022, #Lockdown is s...","sentiment_score":0.0}
{"full_text":"pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT One of the saddest things about this pandemic is that children are paying a hefty price (both emotionally and physically) for t...","sentiment_score":0.0}
{"full_text":"lmfaoo","sentiment_score":0.0}
{"full_text":"RT Excellent thread","sentiment_score":1.0}
{"full_text":"#GetVaccinated #WearAMask #Duval Numbers are up.  ITS TIME TO MASK UP DUUUUVALLLLLL!!@CityofJax","sentiment_score":0.0}
{"full_text":"The first case of Covid\/Flu infecting the same individual has been discovered and means there are millions of cases already.  Every freaking asshole out in public without a mask should be shunned and arrested as well for endangering the lives of others with malice of forethought.","sentiment_score":0.0625}
{"full_text":"RT How the hell did Joe Biden screw up the Covid-19 response so badly when he had the vaccine and Trump didn't The incomp...","sentiment_score":-0.7}
{"full_text":"Oly banglore","sentiment_score":0.0}
{"full_text":"RT There were 15,044 people in hospital in England with Covid-19 as of 8am today - up 58% from a week earlier and the highest...","sentiment_score":0.0}
{"full_text":"RT If you make a Fake Vaccination Card for Canary of all people and you get busted, it's on you.","sentiment_score":-0.5}
{"full_text":"RT California Deputy DA Who Fought Vaccine Mandate Dies Abruptly After Falling Ill With COVID at Age 46","sentiment_score":-0.3125}
{"full_text":"RT An uber driver lost his car due to the pandemic. He kept driving, got a few days behind on his rental car payments, so...","sentiment_score":-0.2416666667}
{"full_text":"RT Thousands in jail including former mla er langate and human rights defender khurram . Jamia masjid in locked down from last 3...","sentiment_score":-0.0511111111}
{"full_text":"I tried to go back...... got Covid instead ","sentiment_score":0.0}
{"full_text":"RT 1 vial of sotrovimab (monoclonal antibody to treat #COVID19) is $2,500 (CDN). Treating ~16 persons $40,000 prevents 1 hospit...","sentiment_score":0.0}
{"full_text":"RT covid started when i was 21. i'll be 37 this year.","sentiment_score":0.0}
{"full_text":"RT BIG BREAKING !!!World's first VACCINE MURDER case against Bill Gates, Adar Poonawalla filed in India's High Court.https:...","sentiment_score":0.1366666667}
{"full_text":"RT That's like \"hospitals are paid more if they say the patient has covid\"  - person completely &amp; bl...","sentiment_score":0.3}
{"full_text":"Halfway down the page:https:\/\/t.co\/ZjPCvUWNUmIn Oct, unvaccinated people had 20x the risk of dying from Covid than vaccinated. So I think Rachel would have been more correct in saying 950 out of every 1000 were unvaxxed.","sentiment_score":0.1722222222}
{"full_text":"RT The U.S. tops 1 million Covid infections in 24 hours, doubling the figure from just four days ago and setting a global...","sentiment_score":0.0}
{"full_text":"There were over 10k new cases in my state of Covid after the holiday weekend. Some of y'all would rather die or risk someone else's life just so you can watch fire works for a night and drink  some of y'all need to be round up and put on an island away from others.","sentiment_score":-0.0318181818}
{"full_text":"At least having COVID means I get to attempt to watch Wrestle Kingdom live. I fell asleep last night but I'm determined to make it tonight.","sentiment_score":-0.0545454545}
{"full_text":"Looking forward to discussing our report Scholarly Communication in Times of Crisis in next week's webinar","sentiment_score":0.0}
{"full_text":"RT $1.9T COVID relief package, 62% of Americans fully vaccinated, $1T infrastructure bill, 6 million jobs added, 40 Biden ju...","sentiment_score":0.0}
{"full_text":"Honestly I only really got into PC building pre pandemic, the graphics card availability is so disheartening","sentiment_score":0.1}
{"full_text":"RT \"unexpected Omicron variant\"Literally the LEAST unexpected thing conceivable was the emergence of a new, highly trans...","sentiment_score":0.0493939394}
{"full_text":"RT VIRUS PARTICLE = 1 MICRON VIRUS PARTICLE ON H20 DROPLET = 62 MICRON THE OPENING ON THE BEST N95 MASK=80...","sentiment_score":1.0}
{"full_text":"RT Kelly Ernby, an attorney and political newcomer, who ran for an Orange County state Assembly seat two years ago as a R...","sentiment_score":0.0}
{"full_text":"RT Texas Republican Lt. Gov. Dan Patrick tested positive last week for COVID-19 but didn't tell Texas right away.https:\/\/t....","sentiment_score":0.170995671}
{"full_text":"RT Lockdowns are for societies who fail to identify and isolate infectious individuals....","sentiment_score":-0.5}
{"full_text":"RT Hollywood Blvd, Saturday, 11:22 AM:ANTI-VAXX PROTESTER: Do you see all of these homeless people around. Are they dea...","sentiment_score":0.0}
{"full_text":"RT ateez using castanets to the fans to chant because of the pandemic, audience still not allowed to chant and scream. kq is a...","sentiment_score":0.0}
{"full_text":"RT New Variant of COVID: IHU, identified in France.","sentiment_score":0.1363636364}
{"full_text":"Robby Soave: The Era Of Covid Karens Is OVER- Omicron Is Coming For Ever... via","sentiment_score":0.0}
{"full_text":"RT ICYMI, here is a key article in from early 2021 that unearths the historical scientific mistake that became an articl...","sentiment_score":0.0333333333}
{"full_text":"RT Devastating numbers for Biden per a new CNBC poll: - 72% disapprove of his handling \"of the price of everyday goods\" (in...","sentiment_score":-0.3545454545}
{"full_text":"So doctors are just like the rest of us. Well besides being sorcerers","sentiment_score":0.0}
{"full_text":"RT Important piece by Ambassador on the urgent need for sharing available #COVID19 vaccines with at-risk count...","sentiment_score":0.4}
{"full_text":"Thank you MPhA member Steve Wienner for bringing this issue to the fore and sharing with the public. We look to MDH to put a moratorium on these types of audits so that pharmacists can continue to  provide much-needed COVID vaccinations and boosters:","sentiment_score":0.0}
{"full_text":"RT Many grasped it long ago. \"Kids are resilient\" isn't an answer. I got resilient kids, they went through some sh*t bf a pandem...","sentiment_score":0.225}
{"full_text":"RT Mask-wearing is the single most effective public health measure at tackling Covid-19, according pioneering global study whi...","sentiment_score":0.2057142857}
{"full_text":"RT Hi your channel reported this on 3 November 2021. Don't trust ?","sentiment_score":0.0}
{"full_text":"RT Lizzo posted a video to Instagram in order to celebrate the fact that she GAINED even more weight.Media, culture &amp; cele...","sentiment_score":0.5}
{"full_text":"RT Our new ad campaign, to help prevent #COVID19 deaths and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"Love too live in \"an society\"","sentiment_score":0.3181818182}
{"full_text":"To curb the rising cases of corona lock down should have been imposed in bihar immidetely","sentiment_score":-0.1555555556}
{"full_text":"RT \"Absenteeism\" is not a word anyone should be using in the time of COVID. This word choice is a calculated slap on the face o...","sentiment_score":0.0}
{"full_text":"|Home Abode||Priya Ahuja Rajda| Watch #TMKOC 's #PriyaAhujaRajda  give a sneak peek into her homeThe entire fun video will be out on Jan 5 on ETimes TV's YT channel. Stay Tunedhttps:\/\/t.co\/ElUyDBBK0H#HomeAbode #TaarakMehtaKaOoltahChashmah #RitaReporter #MalavRajda #Ardaas","sentiment_score":0.15}
{"full_text":"RT Omicron now estimated to make up 95% of new cases in US, CDC says:","sentiment_score":0.1363636364}
{"full_text":"RT My No. 1 Fireball says it all! I'm with her all the way.","sentiment_score":0.0}
{"full_text":"RT It's certainly busy in the NHS at the moment, with a combination of winter pressures and reduced staffing. Are any intensive...","sentiment_score":0.1}
{"full_text":"RT BREAKING: U.S. reports more than 1 million new coronavirus cases as many states dump holiday backlogs","sentiment_score":0.3787878788}
{"full_text":"RT Good morning to everyone except hysterical people who have made COVID their new religion.","sentiment_score":-0.0545454545}
{"full_text":"Rodgers seems to be doing well, naturally immune to covid with no vaccine side effects and going to win a second MVP in a row. It seems a lot of his detractors are much more \"unable to deal with the real world\"","sentiment_score":0.1833333333}
{"full_text":"More Workers Quit Than Ever in November as U.S. Job Openings Remain Near a Record. - The New York Times","sentiment_score":0.2454545455}
{"full_text":"Dont be silly it would be that old variant ' Man Flu '","sentiment_score":-0.2}
{"full_text":"Omicron Is increasing fast day by day. You should extend Holidays. #NCOC #ShafqatMahmood","sentiment_score":0.2}
{"full_text":"RT BREAKING: India's capital Delhi announces weekend lockdown due to surge in COVID cases - PTI","sentiment_score":-0.125}
{"full_text":"7th pay commission: Ban on DA and DR of government employees due to Omicron? Know what the Modi government said","sentiment_score":-0.125}
{"full_text":"RT This sounds like a great idea.  Hey buddy you won't be able to breathe in this thing but that's ok as long as you follow...","sentiment_score":0.4375}
{"full_text":"RT Wild that people are still having a hard time getting tested for covid 2 years into a pandemic in the richest country in the his...","sentiment_score":-0.0958333333}
{"full_text":"When will this shlt fvcking end","sentiment_score":0.0}
{"full_text":"RT Retuning home and reality sinking in. My boys' sports cancelled for the foreseeable future, tons of neighbors sick, &amp;...","sentiment_score":-0.3571428571}
{"full_text":"Thank you Teresa ... actually I decided to stay home with mum, curled up on the sofa next to her.  I'm sure she appreciated my company ","sentiment_score":0.175}
{"full_text":"RT if this omicron surge means i can't see jackass forever in a month i stg","sentiment_score":-0.5}
{"full_text":"Thread of \"truths\"","sentiment_score":0.0}
{"full_text":"Are they reporting higher total hospitalizations or just COVID associated hospitalizations?","sentiment_score":0.125}
{"full_text":"RT The govt could have mailed each person a 48 pack of top ramen and told us to stay inside all winter and it still would...","sentiment_score":0.5}
{"full_text":"Covid microchip developer says there's no stopping roll-out: 'Whether we like it or not!'","sentiment_score":0.0}
{"full_text":"RT 4 month old Grayson Perry is one of 279 children in Texas hospitalized for COVID. On Christmas Day, 93 children in Texas...","sentiment_score":0.1}
{"full_text":"RT Back to work today after the Xmas break.47 out of 156 staff off for #Covid-related reasons.Supply chain disruption b...","sentiment_score":0.0}
{"full_text":"RT .@fordnation and didn't put ON and QC into lockdown despite omicron being mild, but becuase it's mild...","sentiment_score":0.3333333333}
{"full_text":"RT covid may be an airborne pathogen but it's a vascular disease that also attacks other organs and brain and i really wish pu...","sentiment_score":0.0375}
{"full_text":"RT Would there be a mask mandate in Maryland, if Gov. Hogan wasn't running for the GOP nomination?Majorities support vaccine...","sentiment_score":0.0}
{"full_text":"RT  Only3% believe Nicola Sturgeon has got Omicron measures most right.","sentiment_score":0.3928571429}
{"full_text":"RT Just saw someone panic tweet about a new variant... for clarity Omicron is the last Covid variant I will recognise. I was...","sentiment_score":0.0681818182}
{"full_text":"The Health Ministry must issue a recommendation ASAP. The drug is too expensive and may not work against Omicron.","sentiment_score":-0.5}
{"full_text":"Because cdc will give them utility ","sentiment_score":0.0}
{"full_text":"FUREY: Our healthcare generals are failing us. Maybe it's time to get some of them off the field, end this unjustified lockdown and get in people who can rise to the occasion. via","sentiment_score":0.0}
{"full_text":"RT A pack of KN95s that I got for $15 a month ago is now $50 on Amazon. Right before children are being forced back to sc...","sentiment_score":-0.0047619048}
{"full_text":"RT Covid in 2020, 2021 and 2022:","sentiment_score":0.0}
{"full_text":"RT #janeygodleyvoiceover Brilliant! #vaccine #COVID19 #COVID19Vic #VaccineHesitancy","sentiment_score":1.0}
{"full_text":"I hope this year will be much better for all of us in financial and also project progress. Its been hardtime due to Covid situation but this year will be massive for you $HIFI0xc6f1312351EA3dBfb4241076428E276A20e119D8","sentiment_score":0.09375}
{"full_text":"RT From a patient care technician: \"We have a Covid+ nurse taking care of newborns. Yes my hospital is following new CDC g...","sentiment_score":0.0681818182}
{"full_text":"RT *Sees this**Sees everyone still just go about their lives like the last two years didn't happen*","sentiment_score":0.0}
{"full_text":"RT Athletic Events for 1\/4\/225:15 pm - JV Boys vs St. Charles West6:30 pm - V Boys vs St. Charles WestJV\/V Girls games v...","sentiment_score":0.0}
{"full_text":"IT and Cybersecurity Lessons from the Coronavirus: We draw upon some of the resilience lessons we see from our federal, state, and local governments and apply them to your town or city's IT and cybersecurity.","sentiment_score":0.0}
{"full_text":"RT covid started when i was 21. i'll be 37 this year.","sentiment_score":0.0}
{"full_text":"Clearly, Scott Morrison is a failure as a leader of Australia and of his party. It would be interesting to see if he will still be leader of Libs if he loses in #Election2022  . #AusPol #LNPfail #AusVotes #COALitionFail #COVID19 #RATs #ScottyMustGo #ScottyDoesNothing #LibSpill","sentiment_score":-0.0041666667}
{"full_text":"RT David please help share this message!! #COVID19","sentiment_score":0.0}
{"full_text":"Today marks the 1 year anniversary of when the UK went into a third lockdown","sentiment_score":0.0}
{"full_text":"11,029 Americans have died of covid *in the past week.* That's 3.6812 9\/11s. Where's the $700+ billion budget for this ongoing threat?","sentiment_score":-0.25}
{"full_text":"RT Crystal mushrooms available https:\/\/t.co\/2UO4oN2uAl","sentiment_score":0.4}
{"full_text":"Have an iPhone? Here's how to store your COVID vaccine card in Apple Wallet - CNET via","sentiment_score":0.0}
{"full_text":"RT School newsletter mentioned that 6 members of staff are off with Covid atm and could we all wear masks when collecting our...","sentiment_score":0.0}
{"full_text":"How does anyone not see what a joke (on everyone but the elites) these restrictions are? Nothing against Djokovic, good for him to be able to do what he loves to do and what he does best. But the rulers who impose double standards on the rest must be overthrown","sentiment_score":0.55}
{"full_text":"Rise in COVID-19 cases puts health service under pressure","sentiment_score":0.0}
{"full_text":"RT Navy SEALS Achieve Stunning Victory in America's Fight Against Vaccine Mandates. The Navy SEALS are taking the fight to Am...","sentiment_score":0.5}
{"full_text":"RT Stay safe out there...#OmicronVarianthttps:\/\/t.co\/CJYQOCeVGL","sentiment_score":0.5}
{"full_text":"  I dont post often clothes link but here is a leather jacket link ! # Available in pink also !# #Mistress #jacket  #fetish #MyTwistedMind00","sentiment_score":0.1375}
{"full_text":"To help stop new Covid strains spreading, please continue to work from home when possible.","sentiment_score":0.0681818182}
{"full_text":"A new surge in #Covid-19 infections has forced a number of testing facilities to close operations in #Australia, as the number of cases increases by the day.","sentiment_score":-0.0818181818}
{"full_text":"Are you a renter\/landlord with financial hardship due to COVID-19?  You may qualify for rent\/utility assistance through a statewide program. RentReliefRI now accepting applications for eligible Rhode Islanders. 855-608-8756https:\/\/t.co\/JyjMMmBxM5","sentiment_score":-0.0625}
{"full_text":"The Council of Ministers reiterated the need to strictly comply with all precautionary measures and preventive protocols against coronavirus.https:\/\/t.co\/AN9Kcrmg4L","sentiment_score":0.0}
{"full_text":"We're responding to the pandemic, and the City is also looking ahead to what our community needs to bounce back and thrive in the future.Where we need your help: deciding what long-term efforts are most important to Fort Collins.Share your feedback:","sentiment_score":0.3}
{"full_text":"RT CDC deciding what today's COVID rules are:","sentiment_score":0.0}
{"full_text":"The newly-finished West Virginia Capitol rotunda isn't the only thing unmasked for the upcoming legislative session.https:\/\/t.co\/y2KdE6LR4N","sentiment_score":0.0}
{"full_text":"This Toyota robot butler is helping the elderly in Japan to stay at home!#AI #MachineLearning #Robotics #5G #CES2022  ","sentiment_score":0.0}
{"full_text":"\"As tears rolled down my cheeks I felt honoured to witness this true, pure and human love at its most precious.\"In our final newsletter of 2021, shares a profound memory from working in A&amp;E in the midst of #Covid19.Read it here:","sentiment_score":0.221340388}
{"full_text":"A record 4.5 million American workers quit their jobs in November, a sign of confidence and more evidence that the U.S. job market is bouncing back strongly from last year's coronavirus recession.https:\/\/t.co\/iliNKwaKmw","sentiment_score":0.1866666667}
