{"full_text":"Can freeze surplus RBC, but my state has very little fresh or frozen. COVID disrupted the usual collection drives and supply chains.My SO currently getting blood\/platelets for leukemia donated 15-20 GALLONS over 40 years. He timed it to donate before major blood-using holidays.","sentiment_score":-0.02625}
{"full_text":"Join  for a true one-off, hilarious, and entertaining event, The Covid-19 Variations on 8 &amp; 9 February 2022. What's more, a free drink is included with each ticket to toast to a brighter, better 2022!Tickets on sale now at","sentiment_score":0.4583333333}
{"full_text":"RT I'm vaccinated for ME &amp; I wear a mask for YOU!!! No, I don't know \"what's in the vaccine!! Neither this nor the ones I ha...","sentiment_score":0.0}
{"full_text":"RT More than 16,000 COVID cases reported in Pune yesterday. So, we've decided not to re-open schools in the Pune district for the nex...","sentiment_score":0.5}
{"full_text":"RT Did you know that catching the flu this year does not make me immune to next year's flu strain. That's why the flu vaccin...","sentiment_score":0.3}
{"full_text":"RT * Tonight, 4 blocks in Kwai Chung Estate will be under additional lockdown and test for 12 hours. (not all in red, only...","sentiment_score":0.0}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year'. You...","sentiment_score":-0.6}
{"full_text":"Lol!! Oh dear, you can't admit it. Well I'm not surprised. One day you might drop the ego.No alternative future, ramping is at it's worst right here in WA (the Covid free state for the past two years).","sentiment_score":0.0551020408}
{"full_text":"RT Assam: Students from multiple Institutions have taken out on Twitter, seeking online mode of classes and examinations amids...","sentiment_score":0.0}
{"full_text":"RT In addition this selfish decision to scrap masks and social distancing, puts vulnerable people such as those...","sentiment_score":-0.2416666667}
{"full_text":"RT Agreed-Deitch had \"no issues\" during Art Basel Miami Beach &amp; will b exhibiting at Frieze Los Angeles in Feb. \"The pandemic i...","sentiment_score":0.0}
{"full_text":"A la \"created jobs after ending lockdowns\", the \"stop testing to eliminate Covid\" is Bidens great plan to end the virus","sentiment_score":0.8}
{"full_text":"RT \"We've spent two years being dictated to by the sort of insufferable jobsworths who delight in telling others how to li...","sentiment_score":-0.1}
{"full_text":"RT and where Sunak writes off PS4.8bn of corrupt Covid payments.","sentiment_score":-0.5}
{"full_text":"The problem is those leading are giving a very different message. We have the worst crisis for decades. Not just COVID but poverty that has killed thousands. But the response by the labour leadership is to proudly claim to be the party of business and celebrate tories joining.","sentiment_score":-0.1}
{"full_text":"RT Pretty certain this is a very well understood consequence of this \"policy\", which appears to have been categorically dism...","sentiment_score":0.2214285714}
{"full_text":"RT I honestly think people who are not parents of school (esp. primary school) and nursery age kids are just living in a comple...","sentiment_score":0.5}
{"full_text":"RT Why are so many people fighting to keep this pandemic going?? ","sentiment_score":0.5}
{"full_text":"RT Write down your goals, lock in, achieve them, and then life will slowly reveal to you what you really want out of it","sentiment_score":-0.0851851852}
{"full_text":"RT This is so WICKED.","sentiment_score":0.0}
{"full_text":"RT #Tripura Reports 954 New COVID-19 cases, Four Fatalitieshttps:\/\/t.co\/jZjAuoKuF6","sentiment_score":0.1363636364}
{"full_text":"RT Pls help here ....","sentiment_score":0.0}
{"full_text":"RT The official who wrote the Covid rules has admitted to having a boozy leaving bash in yet another parties scandal.","sentiment_score":0.0}
{"full_text":"RT CANADA - You will not hold thoughts the Government doesn't agree with.\"Power is in tearing human minds to pieces and...","sentiment_score":0.0}
{"full_text":"RT What do people actually mean when they argue (colloquially) that COVID is \"endemic\"?They're not making any argument about...","sentiment_score":-0.3125}
{"full_text":"RT The UK has had 15.6 Million cases of covid &amp; 153,000 Covid Deaths This is MORE Than ANY Country in Europe ! One of the...","sentiment_score":0.625}
{"full_text":"RT  Grand Giveaway 1. Follow 2. Tweet 1 word on hearing 'Covid in 2022'3. Tag 3 friendsYou can win - O...","sentiment_score":0.65}
{"full_text":"RT Texas judge blocks Biden's federal vaccine mandate.UK government backing away from NHS jab mandate.Czech Republic u-t...","sentiment_score":0.0}
{"full_text":"RT What, exactly, is there to prepare for when it's a hard NO?!? Individual bodily autonomy isn't negotiable.","sentiment_score":-0.0286458333}
{"full_text":"RT BREAKING Will the UK go into another lockdown in 2022?: Omicron variant of coronavirus led to huge spike in cases over...","sentiment_score":0.4}
{"full_text":"RT Perspective: Delta was 2 times more transmissible than the original Wuhan strainOmicron is 4 times more transmissible...","sentiment_score":0.4583333333}
{"full_text":"RT When I finally get covid and I'm stuck inside while everyone else who already got it is outside living their best life","sentiment_score":0.3333333333}
{"full_text":"RT Meanwhile, the only SARS-CoV-2 conjugate-vaccine, designed thinking about children, the only one authorized 2-5 y\/o and...","sentiment_score":0.0}
{"full_text":"Don't panic relax and buy this dip #buythedip #marketcrash #HODL","sentiment_score":0.0}
{"full_text":"Because we are still in a pandemic and the Scottish government are not clairvoyant","sentiment_score":0.0}
{"full_text":"RT Business floating the idea that the government should lock everyone down again so we can be rebooted into properly behavin...","sentiment_score":-0.0777777778}
{"full_text":"RT the last time someone made a live-action adaptation about cats it literally started a pandemic","sentiment_score":0.0}
{"full_text":"Could you please run a campaign for the Govt to make public the full terms of the agreement with the World Bank. Shouldn't we return this money considering the amount of debt we already are in?? How do we not know that we have key infrastructure as collateral??","sentiment_score":0.1166666667}
{"full_text":"RT Texas judge blocks Biden's federal vaccine mandate.UK government backing away from NHS jab mandate.Czech Republic u-t...","sentiment_score":0.0}
{"full_text":"A delay?.... No way.... Vaccine mandates? NO! Let's settle this once and for all. NOW #NoVaccineMandate","sentiment_score":0.0}
{"full_text":"We'll only know the pandemic is truly over when the wine expert on Saturday Kitchen is finally allowed out of the plasma they've been living in for two years.","sentiment_score":0.0}
{"full_text":"I believe this 100% I say it everyday man ","sentiment_score":-0.2}
{"full_text":"RT No 10 offered HM the Queen an exemption to Covid restrictions for the funeral, so that they would not h...","sentiment_score":0.0}
{"full_text":"RT The highest value in liberal culture is censorship.They prattle on endlessly about protecting the sanctity of democracy w...","sentiment_score":-0.125}
{"full_text":"RT Very powerful short video clip of Professor Peronne, vaccine\/epidemiology expert , Parliamentary Hearing in Luxembourg whic...","sentiment_score":0.195}
{"full_text":"RT I just did a media interview and looked up the public health data. In the most recent 24 hour period the number of pp...","sentiment_score":0.1666666667}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! Thanks to #omicron #aryankhan","sentiment_score":0.1359375}
{"full_text":"RT Tokyo daily #Covid19 cases hit record for 4th straight day","sentiment_score":0.1}
{"full_text":"This must happen &amp;","sentiment_score":0.0}
{"full_text":"I wish the Tories would stop braying about what a great job they did with the vaccine The Underfunded NHS and it's dedicated volunteers did and still are doing an amazing job, just like every year with the Flu jab they get the job done So Boris and your gang of Spivs can fuck off","sentiment_score":0.3333333333}
{"full_text":"Up to 65% Increase in Deaths Among 18-49 Year Olds in the U.S. During 2021, the Year of the Experimental COVID \"Vaccines\"","sentiment_score":0.1}
{"full_text":"RT Recently, I saw a number of people making the same, obviously false claim along the lines of \"only 10% of covid deaths are ac...","sentiment_score":-0.1}
{"full_text":"RT Finally its 6 days today ....Out from Covid phase ....Omicron is not bad as delta but first three days are horrible ....","sentiment_score":-0.1}
{"full_text":"RT VP Leni: Covid? Oh my!!#JessicaSohoInterviews","sentiment_score":0.0}
{"full_text":"RT She *has* to be kidding.https:\/\/t.co\/mdI1I3nFjm","sentiment_score":0.0}
{"full_text":"RT Did lockdown sceptics get it right? I spoke after so there's a lot I didn't need to say! But were lockdow...","sentiment_score":0.3571428571}
{"full_text":"RT Must see: full English translation of the January 12 debate in the Luxembourg parliament. Testimonies of David Georgiu,...","sentiment_score":0.175}
{"full_text":"RT More and more people are seeing through the fear propaganda. It doesn't matter how long it takes you to see it, eventu...","sentiment_score":0.2125}
{"full_text":"RT Like we careYou can get lost#BoycottBollywood Corona Kapoor khan aunty \" Tum ja rahe ho na movie dekhne..TO...","sentiment_score":0.0}
{"full_text":"RT The failure of the Sun to publish this story suggests that the newspaper cares more about protecting its deputy editor or...","sentiment_score":0.0916666667}
{"full_text":"RT Biden brain trust is very very very stupid about immigration. being near maximally hawkish *and* quiet about it has zero...","sentiment_score":-0.3}
{"full_text":"RT I'm going to keep saying it until the journalists make the connection. The people currently dying 'with underlying condit...","sentiment_score":0.0}
{"full_text":"RT There is so much to say about Pres Biden's presser. The thing that sticks w\/ me is that he took responsibility for mistakes...","sentiment_score":0.2}
{"full_text":"RT I honestly think people who are not parents of school (esp. primary school) and nursery age kids are just living in a comple...","sentiment_score":0.5}
{"full_text":"Free COVID-19 TESTINGTODAY, January 22, 9am-12pmEastminster Presbyterian Church250 N Highland AvePre-register here: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"The pandemic is not just a matter of cases.COVID-19 has caused Kenyan fishers' to lose 50% of their income.#EndThePandemic and its #Aftershockshttps:\/\/t.co\/2rcmFNt6Z6","sentiment_score":0.0}
{"full_text":" More than 1\/3 of countries with humanitarian crises haven't vaccinated 10% of their population.At least 1 billion doses are still needed to meet goal of 70% vaccine coverage by mid-2022. Learn more","sentiment_score":0.2333333333}
{"full_text":"RT The richest 10% in Ireland own 53% of the wealth. But half the country only owns 2% of the wealth. Ireland has a major ineq...","sentiment_score":0.1239583333}
{"full_text":"RT Japan Has Extended Its Travel Ban Through February 2022 #Japan #JapanTravelhttps:\/\/t.co\/XkbDCQBT40","sentiment_score":0.0}
{"full_text":"RT University of Florida came out with an astonishing study.  Benadryl and Lactoferrin cut virus replication by 99%. Add...","sentiment_score":0.5}
{"full_text":"RT Singer #LataMangeshkar is still in the ICU ward but there has been a slight improvement in her health today: Dr Pratit Sa...","sentiment_score":-0.1666666667}
{"full_text":"The pandemic has been tough on our creativity. Here's an honest story about how one woman got her creativity back","sentiment_score":0.0703703704}
{"full_text":"This tweet and the replies are completely unhinged... ","sentiment_score":0.1}
{"full_text":"The world-famous Carnival festivities in #Rio de Janeiro have been postponed to late April rather than the final weekend of February, as the number of #coronavirus cases in Brazil spikes and the #omicron variant spreads across the country.https:\/\/t.co\/EWzMa9uMXW","sentiment_score":-0.15}
{"full_text":"WEEKEND READINGWith Omicron still with us, this article looks at the unexpected effects the variant has had on the economy.https:\/\/t.co\/WKjP7h6uZB #reading #covid #economy","sentiment_score":0.1}
{"full_text":"RT S. Javid,responsible for the health of the nation has decided Covid is just like the flu.Tell that to the families of t...","sentiment_score":0.0}
{"full_text":"Croydon, are you ready for more of this? returns to next month and we can't wait - here's a clip from his lockdown concert with us and honestly how incredible is he?!","sentiment_score":0.46}
{"full_text":"And then make a whole documentary with another enby as the star. The worst part? The same person very likely gave me COVID, so an insulting 2-for-1 deal!","sentiment_score":-0.3}
{"full_text":"Transparency is still needed about Covid vaccines; as against polyomelitis for instance, vaccination shall always be evaluated in terms of vaccine-associated benefits and risks, more especially in the case of Covid according to age and health condition.https:\/\/t.co\/Mnnqn9Y2Lz","sentiment_score":0.25}
{"full_text":"Even though vaccine rules are strict for the upcoming Olympics, a few unvaccinated athletes will still be taking part. #7NEWS","sentiment_score":-0.2}
{"full_text":"It's ended already!! As soon as it was published that only 17000 fir and healthy people died of covid and now the jabbed are more likely to be infected ... it was over","sentiment_score":0.25}
{"full_text":"If you invest $1000 in $C today at $63.27 per share, and the stock prices rebound back to pre-pandemic prices at $78.79, your investment would be worth $1245.30! That's 25% growth and $245.30 profit!  See more:  $TNAV $DCOMP $RTTR $AMOT $SSI","sentiment_score":0.3229166667}
{"full_text":"ARTICLE COVID assistance worldwide - Part I Author: Anastasia Primakoff","sentiment_score":0.0}
{"full_text":"Protect yourself and those around you with the COVID-19 booster and a flu vaccine. #vaccine #BoosterJab","sentiment_score":0.0}
{"full_text":"Bureau of Quarantine: Some 300 Pinoys arriving daily test positive for #COVID19https:\/\/t.co\/bZkmtFzlXq","sentiment_score":0.1136363636}
{"full_text":"RT I am covid positive again after 2 months and taking part in this trend because my ship is KARPHYBB15 TROPHY AWAITS KARAN","sentiment_score":0.2272727273}
{"full_text":"\"As you #grow older, you will discover that you have #two #hands -- one for helping #yourself, the other for helping others.\" -- Audrey Hepburn #COVID19 #COVID #COVID19India #CovidVaccine","sentiment_score":0.0208333333}
{"full_text":"RT Israel :The only quadruple-vaxxed country in the worldMask mandates and Covid passports fully enforced Currently th...","sentiment_score":0.0}
{"full_text":"'More people will die': #COVIDFears for clinically vulnerable as England axes plan B  In England, 3.7 million people fall in the clinically extremely vulnerable (CEV) category. ","sentiment_score":-0.1666666667}
{"full_text":"Veterans across the United Kingdom have been volunteering to support the booster rollout  #ProudToBeAVeteran #GetBoostedNowhttps:\/\/t.co\/dvYAQ1Tfap","sentiment_score":0.0}
{"full_text":"\"Teen suicides are spiking, children in poverty are falling off the radar, schools are forcing students to eat outside in the cold, kids with cancer are being kicked out the Ronald McDonald House.\" And that's not all.","sentiment_score":-0.2}
{"full_text":"Beti Bachao Beti Padhao... will not be succeed if opportunity snatched from them. CSE WOMEN ASPIRANTS#UPSCExtraAttempt@priyankagandhi     .","sentiment_score":0.0}
{"full_text":"Very helpful social story developed by AsIAm Board member, Amanda McGuinness on getting the Covid-19 Vaccine. This useful resource and many others are available to download below! https:\/\/t.co\/yVX7PwKCiZ","sentiment_score":0.2722222222}
{"full_text":"RT There was a time when a school shooting would make the national news for days. Now, a few hours after a student was shot...","sentiment_score":-0.2}
{"full_text":" \"When it comes to recovering economically from the Covid-19 #pandemic, the Latin America and the Caribbean region has more work to do than most,\" writes Jose Siaba Serrate, economist at the University of Buenos Aires.@JSiabaSerrate #economy","sentiment_score":0.4333333333}
{"full_text":"#Industry | Europe last year ground 1.46 million tons of cocoa beans into butter and powder for confectionery products, which is a 6.1% rise, the most in data that goes back to 1999https:\/\/t.co\/YlCCzCYmuX","sentiment_score":0.1666666667}
{"full_text":"RT Harley Quinn #14 also has an amazing 1:25 variant cover by that is just too freaking cool. ","sentiment_score":0.475}
{"full_text":"Tucker (Swanson Food heir) Carlson that never could succeed at nothing but making Shit Pies for Fox Fake News.","sentiment_score":-0.35}
{"full_text":"That's a LOT of money in fines https:\/\/t.co\/FCupdo9UXy","sentiment_score":0.0}
{"full_text":".@Emirates closes A380 on-board lounges to curb Covid-19 spread#covid19 #airline #emirates #omicronhttps:\/\/t.co\/AqTobvH1GK","sentiment_score":0.0}
{"full_text":"If things weren't so crazy with this pandemic, I'd be down . I'd be ready for","sentiment_score":-0.1851851852}
{"full_text":"\"Over the course of the pandemic, the hospitality sector has shown remarkable resilience and adaptability, responding to new customer and societal demands.\"https:\/\/t.co\/izHXtM1gfc","sentiment_score":0.4431818182}
{"full_text":"Starting today, Apple will phase out Covid procedures which meant almost every customer had to book a time slot to visit one of its stores in the UK.https:\/\/t.co\/cduh8Hh3Mt","sentiment_score":0.0}
{"full_text":"Winchester sees rise in Covid-19 case rates as numbers falls in all other areas of Hampshirehttps:\/\/t.co\/x0NcqFQ69M","sentiment_score":-0.125}
{"full_text":"Very busy Saturday #bbcgms with &amp; this morning. From Ukraine and #PartyGate to Covid and Meat Loaf + much more. Catch up on the highlights https:\/\/t.co\/bBrtlPUBbt","sentiment_score":0.315}
{"full_text":"Children who were aged 2 or 3 before 1 September 2021 are eligible for a free flu vaccine. It's just a quick and painless nasal spray.","sentiment_score":0.2111111111}
{"full_text":"Claire Litton is our Deputy Stage Manager!Claire trained in Stage Management &amp; Technical Theatre Plays, operas, musicals &amp; pantos, Claire has worked it all! While theatres were closed, she worked in a hospital as a patient covid tester &amp; admin assistant.","sentiment_score":-0.05}
{"full_text":"Big cats caged in zoos are at risk from catching Covid-19 from their keepers, a study said Tuesday.","sentiment_score":0.3}
{"full_text":"Need any support with #covid19 or isolation issues? Give us a call. Our helpline is open today from 2-5PM #lgbt #lgbtq #homeless #covid #Covid_19 #isolation #loneliness #mentalhealth","sentiment_score":0.0}
{"full_text":"Withdraw of Fund from EPF account related to COVID","sentiment_score":0.0}
{"full_text":"Heading overseas?Plan ahead and read up on your destination's entry requirements and COVID-19 rules.Check travel advice for all the latest information ","sentiment_score":0.5}
{"full_text":"RT I wish I was in Perth where they can do things... Meanwhile in the covid-ridden Melbourne  #AusOpen","sentiment_score":0.0}
{"full_text":"RT China's success taming virus could make exit strategy harder","sentiment_score":0.1}
{"full_text":"1\/2 #COVID has inarguably shaken up the status quo of our education system. How can we make the most of it? #MIHealthyMind #TeamWellnessCenter #backtoschool #VirtualLearning #DistanceLearning #DPSCD","sentiment_score":0.5}
{"full_text":"But 21 days for quarantine. Absolute Spoofers.","sentiment_score":0.2}
