{"full_text":"This is cool! I like this!","sentiment_score":0.546875}
{"full_text":"RT So the good news is I didn't have covid 41 days ago ","sentiment_score":0.7}
{"full_text":"RT Logically speaking we are much scared for our parents' health than ours.They are old and less immune to covid. We are not...","sentiment_score":0.0958333333}
{"full_text":"RT A shortage of hospital staff will outlast omicron. Exhaustion, low pay and poor conditions have pushed nurses and doctors t...","sentiment_score":-0.2}
{"full_text":"RT Don't dismiss \"mild\" COVID. \"parents of children who had COVID-19 in the previous four to eight weeks should seek care...","sentiment_score":0.0833333333}
{"full_text":"RT Pfizer CEO Albert Bourla said in an interview that two doses of the Pfizer-BioNTech shot offered \"very limited protection...","sentiment_score":-0.0928571429}
{"full_text":"Just the entire population of New Zealand....","sentiment_score":0.0681818182}
{"full_text":"RT When a high school in Korea becomes ground zero for a zombie outbreak, the students who are trapped inside must fight their wa...","sentiment_score":-0.02}
{"full_text":"RT Twitter says this is misleading. So I'm sharing it here because I wouldn't want people to be misled . I got u twitter.","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update: Cases and hospitalizations at record-high, deaths rising- New cases: 908,916- Average: 791,803 (+27,457)...","sentiment_score":-0.0068181818}
{"full_text":"RT Novak Djokovic will be deported from Australia pending an almost certain appeal after Immigration Minister Alex Hawke conf...","sentiment_score":0.2142857143}
{"full_text":"If they had this many parties during a pandemic what's a 'normal' week like at No 10? Are any of them ever sober? #PartyGate","sentiment_score":0.25}
{"full_text":"RT [Mekedatu Padayatra] No rallies, dharnas, political gatherings should be permitted during COVID: Karnataka High Court#Me...","sentiment_score":0.08}
{"full_text":"RT No, not all of us have had covid. No, not all of us are resigned to getting it. No, not all of us are expecting a 'mild'...","sentiment_score":0.3333333333}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"RT The people that got to 2022 without catching COVID","sentiment_score":0.6}
{"full_text":"RT I just talked with a 30+ lady who had a stroke after vaccine, then another one and still dealing with blood cl...","sentiment_score":0.0}
{"full_text":"RT I got covid so I'm gonna live tweet from my bedroom for my 7 followers until I either forget or they unfollow me. List...","sentiment_score":0.1363636364}
{"full_text":"RT Anyone who gets banned for 'COVID misinfo' can now use this clip in court to show the tech companies are censoring at beh...","sentiment_score":0.0}
{"full_text":"RT You know what to do.","sentiment_score":0.0}
{"full_text":"RT There are people in USA who are waiting 3 days in line for a Covid test.Long lines as test kits have run outImagine i...","sentiment_score":0.0}
{"full_text":"RT Okay pi BAZINGA MAINSTAY BBHTS@SB19Official #SB19#SB19TopsBillboardHTS#Bazinga_SB19 is my hype song!","sentiment_score":0.625}
{"full_text":"RT Apparently not just business purchases that are redirected by\/to the Fed Govt.Pharmacies, retailers s...","sentiment_score":-0.025}
{"full_text":"RT All school children fully vaccinated, all teachers boostered, HEPA air cleaners in every school room, free RAT testing e...","sentiment_score":0.4}
{"full_text":"RT [TOP STORY] WHO: Omicron currently the dominant COVID variant in Nigeria | TheCable","sentiment_score":0.25}
{"full_text":"COVID19 is dangerous","sentiment_score":-0.6}
{"full_text":"We are going to see a LOT of COVID one way or another. It's the deaths that really matter, not case count. Just sayin'...","sentiment_score":0.2}
{"full_text":"RT The highest court in the nation made it clear: Biden's vaccine mandates are unlawful.","sentiment_score":0.1}
{"full_text":"RT It looks like we might be moving from the Pandemic to Endemic phase of Downing St apologies, and will just have to learn to...","sentiment_score":0.0}
{"full_text":"feeling: In an outbreak ","sentiment_score":0.0}
{"full_text":"RT #Covid19 has taken lives of more than 5.5M globally. The man responsible to lead the fight against this global pandemic...","sentiment_score":0.175}
{"full_text":"RT Nothing says taking a pandemic seriously like buying a suitcase of booze from the co-op and breaking your boss's son's sw...","sentiment_score":-0.3333333333}
{"full_text":"RT 7 things we learned at the HSE Covid briefing via","sentiment_score":0.0}
{"full_text":"And I forgot to mention, I taught online classes from my office at the college I work at on Thursday for another class. Unfortunately, a student tested positive for Covid - all the students in that class had to stay home and get tested. We continue working - no test required...","sentiment_score":-0.1363636364}
{"full_text":"RT #cancelboardexams2022 No sir majority of students want offline exam as you can see Corona has increased 27% as we comp...","sentiment_score":0.0}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"RT NOWe should just lock the unvaccinated people in jailThey can leave anytime as soon as they get the vaccineThis way we a...","sentiment_score":0.0}
{"full_text":"5,567 new cases and 36 new deaths in Georgia [7:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"Mandating vaccines on healthcare workers that are not effective against Omicron is moronic!","sentiment_score":-0.375}
{"full_text":"It's become an issue since the advent of Omicron and case numbers like we've never seen before, leading to the collapse of verifiable testing. Not sure I can blame positive cases not wanting to work, though I don't dispute there would also be shirkers out there.","sentiment_score":-0.0113636364}
{"full_text":"RT Here's a two-minute explainer from SCOTUSblog's TikTokker-in-residence, on the pair of vaccine decisions t...","sentiment_score":0.0}
{"full_text":"RT You are no longer required to isolate if a family member tests positive for Covid, as long as you are fully vaccinated....","sentiment_score":0.0886363636}
{"full_text":"RT My friend,who is giving UPSC Mains 2022(last attmpt)has got COVID with high fever,running nose.He cannot stand properly...","sentiment_score":0.08}
{"full_text":"Amazing. So many much loved players went during the pandemic. Not so much Fraser though eh.","sentiment_score":0.5}
{"full_text":"RT Former CM MGR's 105th birth year; SP Velumani advises party to host celebrations in #Coimbatore adhering to Covid-19 nor...","sentiment_score":0.0}
{"full_text":"RT For those playing along at home they owe us each $44,000","sentiment_score":0.0}
{"full_text":"RT At this point, if you still believe there's a deadly virus for which you have to hand over your freedoms to the government...","sentiment_score":-0.2}
{"full_text":"RT There are 10M+ healthcare workers still under the thumb of Biden's COVID mandates.The fight to support them is just...","sentiment_score":0.0}
{"full_text":"Can say this about the snp been in power for 14 years on something and brought Scotland down to a 3rd world country. Destroyed our NHS acting like paeophiles with there sick questions killed 1000s people threw covid but let's worry about a daft party in WM #BlameWestMinster","sentiment_score":-0.213968254}
{"full_text":"Do they not matter? When Biden put a eugenicist on his covid task force, he basically said they don't","sentiment_score":0.0}
{"full_text":"If possible, can you help Washington and\/or Oregon?  Nursing home needs covid meds. See below please.","sentiment_score":0.0}
{"full_text":"RT THE  GOVERNMENT EMPLOYEES #MEDICALSCHEME is #racist &amp; #incompetent https:\/\/t.co\/A4aiXtzluX@GEMS_Number1 #CMScares4...","sentiment_score":-0.35}
{"full_text":"RT Only 5% of low-income countries fully vaccinated.The vaccine inequality and divide is a human-made disaster of a sho...","sentiment_score":0.0}
{"full_text":"Yup. But i guess that's what i get for wearing an N95 mask and using sanitizer every time I'm forced to go out.","sentiment_score":-0.3}
{"full_text":"RT The government breaks the rules - and not just over the lockdown parties. It unlawfully handed out PPE contracts using a...","sentiment_score":0.0}
{"full_text":"RT Reminder: Saturday January 15, 1 PM EST, Covid-19 NDEr and multiple NDE\/STE Experiencer Lewis Brown Griggs - \"The Gifts...","sentiment_score":0.0}
{"full_text":"Can you get a vaccine without an ID?","sentiment_score":0.0}
{"full_text":"RT I want everybody to remember that the Supreme Court has said the government doesn't have the authority to make people wear a m...","sentiment_score":0.0}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"I thought these looked cool idc ","sentiment_score":0.35}
{"full_text":"Awwwwww! That episode was an emotional one! Covid hits differently pag close to home talaga. Glad you like our show! Dont forget to share and rate the pod! ","sentiment_score":0.2604166667}
{"full_text":"according to the corona warn app i had one increased risk encounter so im gonna get tested outside of school today lets hope fpr the best","sentiment_score":0.5}
{"full_text":"RT If the Supreme Court striking down the vaccine\/testing requirements for large employers infuriates you, wait until this summ...","sentiment_score":0.1862433862}
{"full_text":"RT Justice Breyer in dissent says the decision \"stymies the Federal Government's ability to counter the unparalleled threa...","sentiment_score":0.0}
{"full_text":"None of those things are likely to have any real effect on you catching Covid . This makes like 100th story I've read where someone says the same misinformation,  and are dead from covid a month later, get vaccinated,  you can still do all that other stuff too ,but get the shots","sentiment_score":0.0678571429}
{"full_text":"RT India imported more from China in 2021 (a record $97.5 billion) than the entire two-way trade in pre-pandemic 2019 ($92...","sentiment_score":0.25}
{"full_text":"RT It looks like we might be moving from the Pandemic to Endemic phase of Downing St apologies, and will just have to learn to...","sentiment_score":0.0}
{"full_text":"RT #cancelboardexam2022Corona is rising but varsha gaikwad is acting like she is blind #varshagaikwad","sentiment_score":-0.25}
{"full_text":"True!","sentiment_score":0.4375}
{"full_text":"RT And yet, during the darkest days of the second wave, Modi admin refused aid from UN because most of it was manufactured...","sentiment_score":0.25}
{"full_text":"N95 Mask #Prices Skyrocket As CDC Mulls New Recommendation For Omicronhttps:\/\/t.co\/0noMkqekub","sentiment_score":0.1363636364}
{"full_text":"RT Downing Street has failed to deny reports that two parties took place at Number 10 the night before Prince Philip's COVID-rest...","sentiment_score":-0.5}
{"full_text":"RT I have unfortunately tested positive for coronavirus. My symptoms are mild so far and I feel fine. Hopefully with some...","sentiment_score":0.1154545455}
{"full_text":"RT Every time we take another bad loss in the Supreme Court, it reopens the wound of 2016 when some of us were begging peop...","sentiment_score":-0.7}
{"full_text":"RT Chennai test positive rate continues to raise currently approx 23-24%, previous 2nd wave peak was 27.7%. Continue to foll...","sentiment_score":0.0151515152}
{"full_text":"RT Classic catches and Covid celebrations Cya soon, #TeamGreen","sentiment_score":0.1666666667}
{"full_text":"You've had Covid haven't you ???","sentiment_score":0.0}
{"full_text":"That sucks love  prayers to you","sentiment_score":0.1}
{"full_text":"RT Irans Raafe motor enables an  MGM-134 MidgetmanAlbeit a less sophisticated but also less expensive equivalentMass: 23...","sentiment_score":-0.0833333333}
{"full_text":"RT A bit on the nose that a slaughterhouse would force covid positive staff back to work.","sentiment_score":0.1136363636}
{"full_text":"RT 2 years into this pandemic and I think we can all agree that it's a huge policy failure that it's not raining free N95...","sentiment_score":0.1611111111}
{"full_text":"Yes this Covid Sh*t!!!!!","sentiment_score":0.0}
{"full_text":"RT We get the longitudinal data we need on the viral load trajectory of Omicron... from the NBA. I'll take it. Takeaway: even in t...","sentiment_score":0.0}
{"full_text":"RT It looks like we might be moving from the Pandemic to Endemic phase of Downing St apologies, and will just have to learn to...","sentiment_score":0.0}
{"full_text":"RT Last time I saw a Rolling Stone Covid story it was pushing the FAKE story about a Hospital turning away gunshot victims cuz...","sentiment_score":-0.25}
{"full_text":"RT COVID deaths are surging, per NYT stats. Now averaging more than 1,800 per day. ~1 every 48 seconds.\"Milder\" is a term...","sentiment_score":0.5}
{"full_text":"RT Why does the media never report on how well Western Australia is managing COVID? Instead of constantly focusing on the pr...","sentiment_score":0.0}
{"full_text":"RT \"The court is eviscerating the very ability of the federal government to protect Americans,\" said Lawrence Gos...","sentiment_score":0.2}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"RT Bejing Barry so far- Accepted PS500,000+ In Chinese state funding .- Broke lockdown to attend protests. - Discuss...","sentiment_score":0.05}
{"full_text":"Building on the council's Progressive Procurement Strategy commitments, we are developing a directory of local small and medium enterprises, to direct developers and anchor institutions towards local businesses, initially within the construction sector.https:\/\/t.co\/OVkCBZs3ZP","sentiment_score":-0.03}
{"full_text":"If you're heading out today, taking a COVID-19 lateral flow test before you go can help stop the spread. Tests are free from the Government website: Thank you for keeping our community safe #FlowBeforeYouGo","sentiment_score":0.45}
{"full_text":"'KEY TO REOPENING SCHOOLS AND EASING RESTRICTIONS' Children aged five to 11 can get immunized against COVID-19 during a \"mini rollout\" that will be conducted in the first week of February, the head of the country's vaccination strategy said.READ:","sentiment_score":0.05}
{"full_text":"RT me and the homies engaging in covid research","sentiment_score":0.4}
{"full_text":"India reports 264,202 new coronavirus infections in past 24 hours","sentiment_score":-0.0568181818}
{"full_text":"When your fed goverment is more concerned about a Tennis player than a rogue premier openly discriminating &amp; oppressing the citizens you were elected to govern &amp; protect, means your nothing more than an impotent embarrassment","sentiment_score":0.3333333333}
{"full_text":"Bore da bawb! Change is afoot today, as the First Minister is set to announce a return to Alert Level Zero.","sentiment_score":0.25}
{"full_text":"1st results of an early trial of a multivariant COVID19 vaccine booster, launched in Manchester in Sept, has shown it is driving a comprehensive immune responseThe study is being conducted at NIHR with Prof Andrew Ustianowski as Chief PIhttps:\/\/t.co\/QmubxObOog","sentiment_score":0.1}
{"full_text":"As India reports #COVID19 infection in children like other countries, considering the importance of the topic, an interactive webinar session on 'Managing Children with Covid-19' is being organised by the Union Health Ministry","sentiment_score":-0.125}
{"full_text":"Delta reports that more than 95% of its staff is vaccinated.https:\/\/t.co\/usgaKskLE6","sentiment_score":0.5}
{"full_text":"While the world has celebrated the arrival of highly effective vaccines against #COVID19, new work shows that even unrelated #vaccines could help reduce the burden of the pandemic.","sentiment_score":0.3621212121}
{"full_text":"LFT supplies are limited across the countryhttps:\/\/t.co\/6PcKTQWKJS","sentiment_score":-0.0714285714}
{"full_text":"Tory is looking for assurances every Lanarkshire pupil can sit national school exams this year (story via #Exams #schoolexams #schools #education #COVID19","sentiment_score":0.0}
{"full_text":"Last December NHSX awarded a PS391,000 contract to Answer Digital for 'Software Development Services' for the COVID Pass.https:\/\/t.co\/OZ6jKe8ARohttps:\/\/t.co\/67k6IborJS","sentiment_score":0.0}
{"full_text":"India reports 264,202 new coronavirus infections in past 24 hours","sentiment_score":-0.0568181818}
{"full_text":"As PM Modi announced a sudden lockdown giving people just 4 hours to prepare themselves, thousands of migrants were forced to make their way home- mostly on foot. Many died. But when confronted about their sufferings, the BJP govt said they had \"no data\".#bhaane_nhiiN_jvaab_do","sentiment_score":0.175}
{"full_text":" \"Even without symptoms\" - Klopp blames Covid for sluggish Liverpool displayhttps:\/\/t.co\/MVBwls9UQY","sentiment_score":0.0}
{"full_text":"After almost four weeks in lockdown, the Netherlands is expected to relax Covid-19 measures, according to media reports","sentiment_score":-0.1}
{"full_text":"Who does Rep. Marjorie Taylor Greene think is entirely \"responsible\" for the coronavirus pandemic? Dr. Fauci.","sentiment_score":0.2}
{"full_text":"Now everyone who is aged 12 or over can get their #CovidVaccines. You can book online If you have a #LearningDisability you can book with your GP","sentiment_score":-0.1}
{"full_text":"RIP Valentina Boscardin. #ValentinaBoscardin #COVID19","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:The fight is still on, it's time to defeat #Omicron.Wear a mask properly and unite to fight O...","sentiment_score":0.0}
{"full_text":"A 14-year-old Syrian is using art to tell the world what life in a displacement camp is like during the pandemic.","sentiment_score":0.0}
{"full_text":"Don't miss WOJNAROWICZ at Antenna.  A fiery, stirring portrait of queer artist and activist David Wojnarowicz, who waged war against the establishment's indifference to the AIDS epidemic in 1980s New York. Info: Premiere 4 &amp; 11 Feb #Antenna10","sentiment_score":0.1363636364}
{"full_text":"RT There's something sinister about this push to a digital\/AI world whilst our physical selves are in need of so many resourc...","sentiment_score":0.0}
{"full_text":"31% Off!WD - easystore 14TB External USB 3.0 Hard Drive - Blackhttps:\/\/t.co\/9nPCIFnctW#BwcDeals #Dogecoin #BreakingNews #Covid19 #clearthelist #Deals","sentiment_score":-0.1458333333}
{"full_text":"Bye Bye #Djokovic. Well done ... #auspol #Covid19 #AusOpen  #AO2022  #COVIDIOTS #australia #AustralianOpen #australia","sentiment_score":0.0}
{"full_text":".@HealthZA's Nicholas Crisp says the #COVID pandemic proved collaboration is possible between public and private health providers. Catch up on the key takeaways from our #BhekisisaWebinar: Pandemic lessons for the #NHI. #BhekisisaResource.","sentiment_score":0.05}
{"full_text":"Quebec to fine the unvaccinated against Covid-19 without medical exemption.Over $1.2M raised by ABS-CBN Foundation for Philippine victims of super typhoon Odette.@myxglobal raises $21,000 for Odette victims. #TFCNewsWATCH:","sentiment_score":0.25}
{"full_text":"Yes, distraction for the US citizens from the real US covid19 problem.","sentiment_score":0.2}
{"full_text":"RT If your job won't give you PTO if you get COVID you can apply for unemployment for those days. Depending on the state you'l...","sentiment_score":0.0}
{"full_text":"RT #ad I'm sure you are familiar with the saying, \"Having a baby changes everything.\" It really does! See how","sentiment_score":0.375}
{"full_text":"5,753 Total #Omicron cases detected so far; an increase of 4.83% since yesterdayDaily positivity rate (14.78%)Weekly Positivity Rate (11.83%)69.90 cr Total Tests conducted so far; 17,87,457 tests conducted in the last 24 hours","sentiment_score":0.04}
{"full_text":"Ekurhuleni District updated weekly vaccination sitesThe easing of restrictions means that more people are socialising and therefore the risk of transmissions remains high. Let us remain vigilant as COVID-19 is still in our midst.#IChooseVaccination #VaccinesSavesLives","sentiment_score":0.33}
{"full_text":"All vaccines work against COVID-19!Kyle &amp; Kate encourages everyone to consider ending their vaccine hesitancy.Get vaccinated when it's your turn so we can all go back to a healthier, safer environment sooner. #MagpabakunaNa","sentiment_score":0.0}
{"full_text":"Stay safe at home  and get your #GoldilocksPH favorites delivered!We deliver! Order now via  8888-1-999 GrabFood: foodpanda:","sentiment_score":0.625}
{"full_text":"EU Drug Regulator Warns Against Overuse of COVID Booster Shotshttps:\/\/t.co\/9wn3iaP3Rn","sentiment_score":0.0}
{"full_text":"#Breaking Novak Djokovic's visa has been cancelled once again, putting his status for the Australian Open in jeopardy #AusOpen #GetUpDC","sentiment_score":0.0}
{"full_text":"RT it'd be cool if liberals were half as outraged at politicians who are withholding healthcare from tens of millions of people...","sentiment_score":-0.2388888889}
{"full_text":"RT \"Omicron's mild. Let it rip.\" One month later: \"Why isn't my trash getting picked up? Where's the produce at the grocery...","sentiment_score":0.1666666667}
{"full_text":"Supporting Hospital Staff During COVID-19: Early Interventions","sentiment_score":0.175}
{"full_text":"RT the usa: worst covid hotspots in the world, new single day record of caseskpop companies:  US TOUR  US TOUR","sentiment_score":-0.3116883117}
{"full_text":"RT Breaking: Novak Djokovic's visa has been cancelled for a second time by the Australian governmentImmigration Minister Ale...","sentiment_score":0.0}
{"full_text":"#Lebanon's central bank governor says a judge leading one of several investigations against him is biased and should be removed from the case, after she imposed a travel ban on him this week.https:\/\/t.co\/AM5onZNnEu","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT To say that Covid-19 is \"not an occupational hazard\" is an outrageous logical contortion.https:\/\/t.co\/Rg3DlHpxBG","sentiment_score":-0.375}
{"full_text":"Chief Justice Alexander Gesmundo ordered the physical closure of all courts in areas under Alert Level 3 until the end of January amid the continued surge in coronavirus infections.https:\/\/t.co\/jZYZK6JSAd","sentiment_score":0.0}
{"full_text":"COVID is an occupational hazard - just not for the classes of people the Conservaturd just-usses care about (poor, and\/or working class, and\/or PoC, and\/or eSsEnTiAl wOrKeRs).","sentiment_score":-0.2}
{"full_text":"RT War on Woke: If you think woke tyranny hasn't got a grip you only have to note the lack of Djokovic\/Covid jokes in Au...","sentiment_score":0.0}
{"full_text":"With Omicron's milder symptoms, some experts are suggesting that we let it run its course to \"get it over with\". explains that this situation could quickly spiral out of control leading to many preventable deathsTune in for the full episodehttps:\/\/t.co\/M4vVzEC8zM","sentiment_score":0.3944444444}
{"full_text":"Expert analysis of trending issues In-depth analysis of the extractive industry Up-to-date Covid-19 dashboard You'll find these and more in our Governance Report .Browse for more information.#TheBiggerPicture #Governance #Africa","sentiment_score":0.5}
{"full_text":"RT Putting today's Covid data for NSW into context - NSW had 63,018 cases for an approx population of 8M whereas the UK had 10...","sentiment_score":0.0}
{"full_text":"Department of Health &amp; Family Welfare, Punjab till 13 January, 2021, a total of 5,95,090 Covid-19 patients were discharged.: #propunjabtv #CoronaUpdatesInIndia #coronaupdatespunjab #charanjeetsinghchanni #NavjotSinghSidhu #Congress","sentiment_score":0.0}
{"full_text":"RT kind of wild how little I see this talked about in normal news. I guess lack of catastrophe feels like a non-event?do pe...","sentiment_score":0.165625}
