{"full_text":"RT If you invite me to a party during a pandemic im going to assume you do not like me and you want me to die. And tbh it is that...","sentiment_score":0.0}
{"full_text":"Good job! Second one kicked my ass for a day but still better than covid.","sentiment_score":0.4583333333}
{"full_text":"RT \"sex work is degrading and immoral, get a real job\"\"okay\"\"no, not like that\"these people really don't want sex workers t...","sentiment_score":0.3}
{"full_text":"Thank you. After many hours of trying, on different days over the past few weeks, I was finally able to get my husband an appt for the Covid vaccines.We're relieved, but we're also well aware that not everyone has the luxury of being able to sit by their laptop.Please fix!","sentiment_score":0.2035714286}
{"full_text":"Agreed, and sad. More spread allows more mutations, too. There should be a world market where money doesn't buy a country the vaccine, public health compliance does. Shameful.","sentiment_score":0.125}
{"full_text":"RT Covid is evolving in weeks and months the way flu evolves in years. Ominous.","sentiment_score":0.0}
{"full_text":"RT The thing about gun addicts is they're too obsessed with gun scenarios to be able to perceive actual threats. They think...","sentiment_score":0.0}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"Pandemic tales: every time I put on shoes I try to remember the last time I put on shoes. It's usually been a while.","sentiment_score":-0.125}
{"full_text":"RT New article I'm seeing about using hydrogen peroxide to prevent Covid-19Can this be trusted?Cc:","sentiment_score":0.1363636364}
{"full_text":"RT Some destinations -- including the Seychelles, Cyprus and Romania -- have already lifted quarantine requirements to visitors able...","sentiment_score":0.5}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT We must administer every 2nd shot of Pfizer vaccine in 21 days &amp; Moderna's in 28 days. Otherwise, we will...","sentiment_score":0.0}
{"full_text":"I knew #BidenAdministration would destroy our country. I never thought he'd do in less than a week.  #AmericaLast","sentiment_score":-0.1833333333}
{"full_text":"we want to thank you for entertaining us #pandemic #BlessedAndGrateful #blessedsaturday","sentiment_score":0.5}
{"full_text":"Dr. Wolf's Biden Regime regret is my favorite. #lockdown","sentiment_score":0.5}
{"full_text":"When the Covid compliance police armed with clipboards approach your car as you pull into the car park at Pontcanna Fields.","sentiment_score":0.0}
{"full_text":"RT In only 48 hours, Biden:- Killed around 50,000 jobs - Made us less energy independent- Committed $2 trillion to clima...","sentiment_score":-0.0916666667}
{"full_text":"RT \"once covid is over\" is beginning to sound a lot like \"when kathy merrick returns to emmerdale\" ","sentiment_score":0.4}
{"full_text":"Everybody should watch this story of unbridled UK Government corruption by the Tory Party.","sentiment_score":0.0}
{"full_text":"Lockdown day 76 - RapunzelGalaxycon was the highlight, I'm so happy it happened. Certainly on my list of improvements since Corona took hold on our little planet. Didn't do much else today but some cooking. However, made progress on my novel. It's such a thrill.Loads of stars","sentiment_score":0.2053571429}
{"full_text":"We're really going through a whole pandemic..","sentiment_score":0.2}
{"full_text":"RT Starting Jan 26th: Before you fly to the US from a foreign country, get tested for COVID-19 no more than 3 days before travel....","sentiment_score":0.10625}
{"full_text":"Piers making Larry King's death about him and Bryan co-signing because he has no idea why people would be upset lol","sentiment_score":0.8}
{"full_text":"Yea it's definitely the cruelest thing about this pandemic. I'm sure he knew how much you love him and hopefully he had really good nurses around him to comfort him. ","sentiment_score":0.38}
{"full_text":"I hope they'll find the cure Covid! Doctors are working hard! ","sentiment_score":-0.3645833333}
{"full_text":"RT Under Bernie's Make Billionaire's Pay Act, Jeff Bezos would owe $52 billion more in taxes and would still be $35 billion...","sentiment_score":0.5}
{"full_text":"RT Biden says 'nothing we can do' to change pandemic 'trajectory' in coming monthshttps:\/\/t.co\/BUWIP6nLRF","sentiment_score":0.0}
{"full_text":"RT idk if anyone agrees but it's been really difficult to stay motivated for work this lockdown. having whole days of lesson...","sentiment_score":-0.15}
{"full_text":"Roblox has already created a \"2020 Story\" where players have to run from forest fires, evade a pandemic, collect hand sanitizer and masks, run from Karen (!!!!!!), and choose between social outings vs. sacrificing their pod friends' lives... I just...","sentiment_score":0.0333333333}
{"full_text":"RT So much piss gone to waste since lockdown.So many gallons that could've been shared with others.Can't wait for to...","sentiment_score":0.1666666667}
{"full_text":"Smug Gretchen Whitmer Tells State To Lockdown &amp; Stay Home While She Parties In DC - (Video)","sentiment_score":0.0}
{"full_text":"I thought this already came out at the very start of lockdown what the fuck??","sentiment_score":-0.1}
{"full_text":"RT We've gone from a man ramming thru Operation Warp Speed creating a vaccine &amp; saving lives to this fool, two days into hi...","sentiment_score":0.0}
{"full_text":"RT WATCH : Dhammika Bandara speaks about Health Minister testing positive for Covid","sentiment_score":0.2272727273}
{"full_text":"RT 2 million deaths from Covid and destroying the world's economy wasn't enough for China so they're flying bombers over Ta...","sentiment_score":-0.1}
{"full_text":"RT Unmasked.","sentiment_score":0.0}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT I guess Frank Spencer is busy...","sentiment_score":0.1}
{"full_text":"RT PARENTS! TEACHERS! We at believe it is a national tragedy our children have been denied their education due...","sentiment_score":-0.125}
{"full_text":"What did Trump do to try and stop the spread? Nothing. Even Trump himself caught covid. Stop talking out of your ass. Cancer isn't contagious. Neither are heart issues.","sentiment_score":0.0}
{"full_text":"RT \"The last thing Brussels wants to acknowledge in the first month of Brexit is that, thanks to its new-found independence,...","sentiment_score":0.1625}
{"full_text":"RT Data shows: Miami-Dade's WEALTHIEST ZIP codes are also the MOST VACCINATED for COVID-19.Florida's strained vaccinati...","sentiment_score":0.5}
{"full_text":"RT .@andrewcuomo is an odd gov. He doesnt lead; he scolds. Listen to him &amp; you think every Covid death is the fault of NYers w...","sentiment_score":-0.1666666667}
{"full_text":"RT Where is the Media outrage of this police brutality?  The Canadian Prime Minister said a few months ago t...","sentiment_score":-0.2}
{"full_text":"RT Gov. Newsom is refusing to release the ICU data for his stay-at-home order because it would \"confuse\" the public, once ag...","sentiment_score":0.0}
{"full_text":"You can't there is covid","sentiment_score":0.0}
{"full_text":"Health is wealth! I know we are in the middle of a pandemic, but find a way to keep yourself healthy and eating clean. This regimen is our first line of defense. #elevationisobligation #thatwork","sentiment_score":0.2791666667}
{"full_text":"RT 2 days to go !!!Be part of the Impactfield Voice of Covid19 Generation by clicking the link below:","sentiment_score":0.0}
{"full_text":"RT Hello Guys..@bigbanj_ has got covid 19 test kits for sale.A pack of test kits cost 160k &amp; they contain 20-25 strips...","sentiment_score":0.0}
{"full_text":"RT Top Spanish general resigns after claims he received COVID-19 vaccine ahead of others","sentiment_score":0.1833333333}
{"full_text":"The success or (depending on your standards) failure of online piano lessons during lockdown... Moonlight Sonata first movement Solo by of course me (obviously not me, unless of course a shocking metamorphosis has occurred)https:\/\/t.co\/kxkQ6stc9q via","sentiment_score":-0.1533333333}
{"full_text":"i knew a girl who caught both strains when her man who wasn't her man caught it from somebody else. he told her his doctor told him it's not contagious if there isn't an active outbreak. I'm a nurse. I told her sis he's LYING that is FALSE. she didn't listen.","sentiment_score":-0.2666666667}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"RT Dr. Cara Christ on AZ passing the 400,000 mark for #COVID19 vaccine doses administered: \"Now the federal government has to step...","sentiment_score":0.0}
{"full_text":"RT Picture on the left is the scene in #HongKong, the right is #Beijing. See the similarities?When voluntary #Coronavirus t...","sentiment_score":0.1428571429}
{"full_text":"RT And finally, our most-read, non-COVID article of 2020 covers identification of bacteria using microscopy, growth charac...","sentiment_score":0.0}
{"full_text":"RT Low-income families impacted by #COVID19 need help. That's why we matched the most recent federal stimulus with our Golden...","sentiment_score":0.2666666667}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT Texas doctor charged with stealing coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT For 2 yrs Democrats control all federal government. Biden has made it clear that social justice is the number 1 concern-...","sentiment_score":0.0666666667}
{"full_text":"3 Questions And The Emerging Answers About COVID-19 Vaccine Protection ","sentiment_score":0.0}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT Our food produce workers wanted a $1 raise after risking their lives in COVID. They were denied, asked to pay more for healthcare,...","sentiment_score":0.5}
{"full_text":"RT Shock Government Statistics! 67,998,652 (99.998%) Brits did not die 'with Covid' todayJust 1 person in every 50,000 (...","sentiment_score":0.0}
{"full_text":"RT This is a message to anyone who's had COVID-19: if you are able pls make appointments at the cardiologist, nephrologist...","sentiment_score":0.5}
{"full_text":"Got to find ways to keep busy during lockdown! ","sentiment_score":0.125}
{"full_text":"Enough ventilation, or air filtration, will diminish the amount of virus-carrying aerosols to such extent that the space becomes coronaproof.This is the case in airplanes, as well as most likely in most supermarkets and other stores; just look up: ventilation tubes everywhere.","sentiment_score":0.1458333333}
{"full_text":"RT \"Biden didn't ban fracking he just ended fracking permits!\"\"Biden didn't invade Syria he just reassigned a military con...","sentiment_score":-0.1}
{"full_text":"RT As usual the @nytimes promotes the work of the CCP. ","sentiment_score":-0.25}
{"full_text":"RT I have a friend whose cancer is now terminal, following months of lack of diagnosis and treatment 'because covid'. Will...","sentiment_score":0.0}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"RT Lockdowns impact mental health &amp; hard for those struggling with alcohol addiction.I've written for about my p...","sentiment_score":-0.1958333333}
{"full_text":"Indian Farmers are in problems but   Modiji worried About Brazil and the Covid-19","sentiment_score":0.0}
{"full_text":"RT Pres. Biden addresses the U.S. Conference of Mayors, focusing on COVID-19 and economic growth: \"We also have to act now, with...","sentiment_score":0.2}
{"full_text":"RT McConnell killed the filibuster for Neil Gorsuch but want use it to make sure the pandemic and the economic crisis it's causing...","sentiment_score":0.1666666667}
{"full_text":"RT Massachusetts is still last in New England for percentage of vaccine shots actually used, per Bloomberg tracker #mapoli","sentiment_score":0.0454545455}
{"full_text":"RT I wish hair didn't have anything to do with cervical health, trust me, but sadly almost 3 in 5 women avoided goi...","sentiment_score":-0.5}
{"full_text":"RT can we actually follow directions and end the pandemic this year? i'm sick of this sh!t","sentiment_score":-0.3571428571}
{"full_text":"RT Republicans with healthcare are attacking Democrats with healthcare using accusations that Democrats are trying to get the...","sentiment_score":0.0}
{"full_text":"RT FaceTiming today from work with my 78-year-old father and his wife who both got their #COVID19 vaccines two days ago....","sentiment_score":0.0}
{"full_text":"I wonder if requires their people to wear masks when delivering inside a business. Based on today's delivery FedEx people do what they want, siting company policy. And why am I typing my name into their device now? Pandemic over?","sentiment_score":0.0}
{"full_text":"I like a lot of what you say but talking shit here. I despise lockdowns but voted remain. So did many I know. The view that all remainers are somehow lockdown lovers is way off the mark","sentiment_score":0.15}
{"full_text":"RT 1.Take the exact amount that you spent last year in lawsuits challenging the Governor--what was it, something like $500K--...","sentiment_score":0.1625}
{"full_text":"RT Were you there yesterday?? Arts by J-town creatives during the #endsars and #lockdown period..pain can inspire!","sentiment_score":0.0}
{"full_text":"RT Fewer people died of covid in China in a year than did in the US in the last 36 hours.","sentiment_score":0.0}
{"full_text":"No chance of people being hungover, the pubs are shut since we're in a lockdown, road closures and plus since it close to the WCML, there no trains running","sentiment_score":0.0}
{"full_text":"RT 'John Wick: AstraZeneca'#JohnWick #COVID #AstraZeneca #keanureeves #nhs #frontlineworkers","sentiment_score":0.0}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"RT I have no tears left. Yesterday, a friend- who had an 18 day hour of Covid and could not be around during all the funer...","sentiment_score":0.0}
{"full_text":"What happens to price if there is a patent filed for it's use in covid-19? There is a patent on its use for CAD held by the same group.","sentiment_score":0.0}
{"full_text":"RT I know I keep tweeting this Covid Onboarding doc but so many people I know are sick right now. Hoping this can be helpf...","sentiment_score":0.0238095238}
{"full_text":"Kano govt to set up Covid-19 Marshals as death toll rises to 73","sentiment_score":0.0}
{"full_text":"wasn't lying naku sizakwenziwa muncu kle Eastern Cape How are they gonna train qualified nurses on how to inject the COVID vaccine  when they inject other vacancies or meds on a daily basis EC is always looking for opportunities to tenderise everything mk","sentiment_score":-0.0625}
{"full_text":"RT Deportations in Canada Spike During Pandemic Under Left-Wing Trudeau","sentiment_score":0.0}
{"full_text":"RT They've added me to my church youth group and the men there are discussing marriage. I'm talking people less than 35 o....","sentiment_score":-0.1666666667}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep","sentiment_score":0.0}
{"full_text":"RT that is what you deserve for going to dubai during a pandemic tbh","sentiment_score":0.0}
{"full_text":"RT Larry King slams Dave Rubin for his ridiculous COVID-19 pandemic take.","sentiment_score":-0.3333333333}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"When do you think normal travel will resume? Take our survey here #RestartTourism #Travel #tourism #COVID19 #TravelBanhttps:\/\/t.co\/lX5TygIiop","sentiment_score":0.15}
{"full_text":"The winter season, paired with the ongoing pandemic, can be tough on your mental health. That's why we've put together Mental Health Toolkit lists for you to build your very own kit at home.Click here to learn more! #mentalhealth #wellness","sentiment_score":0.1632222222}
{"full_text":"The federal government promised to deliver the vaccine to nursing home residents. But the rollout in the Valley has been a mess. We need to speed this up and get clear timelines from CDC.","sentiment_score":-0.0375}
{"full_text":"Health Commissioner Mark Levine is in quarantine, after an exposure to #COVID19 at two recent press briefings. That means he will be launching the second phase of #Vermont's vaccine rollout next week from home. VPR's spoke with him about what's on his mind ","sentiment_score":0.0}
{"full_text":"Chicago-area restaurants can now reopen for indoor dining","sentiment_score":0.0}
{"full_text":"Rio Grande Valley siblings who lost father to COVID-19 respond to Biden's coronavirus planhttps:\/\/t.co\/Ngyg5hcP8D","sentiment_score":0.0}
{"full_text":"One positive of the pandemic has been the chance to take part in virtual events that might not have been logistically possible to attend in person. We round up some virtual garden lectures over the next few months.               #gardeningtips","sentiment_score":-0.0345454545}
{"full_text":"#COVID19  Lower your risk, make safe choices !!and don't forget to wash your  with  and .","sentiment_score":0.78125}
{"full_text":"#Consumer buying behavior and preferences changed significantly during the pandemic, especially when it comes to at-home consumption. Will we see more of the same throughout 2021?","sentiment_score":0.21875}
{"full_text":"Although efforts have been made to bring #COVID19 testing to farmworkers, the issue of trust still stands.https:\/\/t.co\/UPPTqlNuv3","sentiment_score":0.0}
{"full_text":"#COVID19 has highlighted the #HealthInequalities within #Healthcare. #Investors can address #ethnic and unconscious #racism in #engagement activities across healthcare sector, says Laura Ahmadi from Read more about it here:","sentiment_score":0.5}
{"full_text":"The emergence of \"participatory disinformation\" -- in which supporters echo false claims being relayed to them -- has proven to be tougher to counter than other forms of disinformation.https:\/\/t.co\/2LdxsY5A65","sentiment_score":-0.2625}
{"full_text":"Are the Jesuits fully international in character? Accepting applicants from anywhere there are Catholics?","sentiment_score":0.0}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"Wrap up warm during #coldweather and try to keep your home heated to at least 18C if you can. Check on older people and neighbours whilst following COVID-19 guidance #HandsFaceSpaceFor more tips on how to #StayWellThisWinter visit","sentiment_score":0.1933333333}
{"full_text":"As vaccine confidence among Filipinos is at critical low level, Health Secretary Francisco Duque III on Friday said he will try his best to persuade President Rodrigo Duterte to get COVID-19 vaccine.https:\/\/t.co\/vIT0OSU7HZ #DoktorNews","sentiment_score":0.3333333333}
{"full_text":"pandemics are horrible to us and something we will never wrap our heads around, but are they beneficial to our wildlife? lack in tourism has encouraged people to see animals as an asset rather than a threat.  #SLCGENE24W21","sentiment_score":-1.0}
{"full_text":"This is the CDC being partly captured by CRT cult. That's the danger of CRT: it's a bs conspiracy theory embedded in the academy.","sentiment_score":0.0}
{"full_text":"Prime Minister Justin Trudeau warned his government could impose stricter restrictions on travellers at any moment in response to new, likely more contagious variants of the coronavirushttps:\/\/t.co\/7qA6XcPx60","sentiment_score":0.2121212121}
{"full_text":"Got questions about why God lets things like dementia, death and a global pandemic happen? Hear what has to say on the matter... #suffering","sentiment_score":0.0}
{"full_text":"'Sadly, the pandemic has long outlived the capacity of Scotland's political parties to keep their tribalistic instincts in check' \/\/ Caitlin Logan (@_CaitLogan)https:\/\/t.co\/BslwiYxbss","sentiment_score":-0.1833333333}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"Please respect those who can't wear a face covering - they may be unable to wear one because of a health condition. Please respect them by wearing one","sentiment_score":-0.5}
{"full_text":"RT Covid swab  burn inside of mouth 2 different times on reheated cinnamon roll   good morning","sentiment_score":0.35}
