{"full_text":"RT And now he's degrading Americans in the midst of a deadly pandemic. You are trash","sentiment_score":-0.2}
{"full_text":"RT Yeah, we should totally obey the lib elites and their apparatus of financial control. Hedge funds picking at the bones of c...","sentiment_score":0.0}
{"full_text":"Superstore did this a bit","sentiment_score":0.0}
{"full_text":"RT This is a fascinating insight into why the UK is well ahead in the vaccine race. It seems plain that our independence made...","sentiment_score":0.2428571429}
{"full_text":"RT \"Well done.\"Well done and her administration, they have achieved this honor for New Mexico despite the fact th...","sentiment_score":0.1363636364}
{"full_text":"Thousands of Anne Arundel residents could benefit from President Joe Biden's executive orders to reduce hunger during the pandemic.","sentiment_score":0.0}
{"full_text":"RT JUST IN: President Biden is expected to impose travel ban Monday for most non-US citizens traveling from South Africa, 2 White...","sentiment_score":0.1333333333}
{"full_text":"RT His father didn't die in a nursing home thanks to his son ordering Covid positive patients into their facility.","sentiment_score":0.2136363636}
{"full_text":"RT WATCH LIVE: New Brunswick Chief Medical Officer of Health Dr. Jennifer Russell provides an update on COVID-19:","sentiment_score":0.0909090909}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"I don't disagree with the limited options sentiment, but he has been at the helm with a disastrous Covid strategy. He has delivered a Brexit that delivers none of the promised advantages just to appease the 17.4m who are probably significantly less in number now.","sentiment_score":-0.3126984127}
{"full_text":"RT Cuomo blaming everyone else again for his executive order to put Covid patients into nursing homes despite AG report yester...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: COVID-19 Deaths Among New York Nursing Home Residents RISE BY 40 Percent...AND THE EMMY GOES TO ANDRE...","sentiment_score":0.1363636364}
{"full_text":"RT Seconded.","sentiment_score":0.0}
{"full_text":"#COVID19vaccine makers prepare response as coronavirus #mutations raise alarms #coronavirus #COVID19 #CovidVaccine #COVID19vaccines #variants #COVID19variants #mutation #COVID19variants #publichealth #COVID19mutations #COVID19mutation","sentiment_score":0.0}
{"full_text":"RT Mexico's said he had #Covid on Sunday. A week has gone by, we haven't seen a single video of him, unusual...","sentiment_score":0.0642857143}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"Only if they fly in rather than drive. Because Covid only travels by air.","sentiment_score":0.2666666667}
{"full_text":"RT Got my Covid vaccine shot today! :)","sentiment_score":0.5}
{"full_text":"RT THREAD: Amazon worker Poushawn Brown, 38, was made to COVID test other workers for several months. She was not given N-...","sentiment_score":-0.0625}
{"full_text":"RT Any cause of death in yet in Hank Aaron's death?","sentiment_score":0.0}
{"full_text":"They won't wear a mask or stay home despite soaring Covid infections\/deaths &amp; yet protest against the lockdown. How dumb can people get?","sentiment_score":-0.375}
{"full_text":"RT Read this folks!  It's amazing how often the ties between development industry and Ford govt seem to pop up. Here we have hu...","sentiment_score":0.6}
{"full_text":"RT A bear, however hard he tries,Grows tubby without exercise.Our Teddy Bear is short and fat,Which is not to be wondered at....","sentiment_score":-0.1458333333}
{"full_text":"RT eat out to help out. schools staying open. borders staying open. no testing at airports. masks only mandatory from july....","sentiment_score":0.0}
{"full_text":"RT If you are Muslim and need a reliable and trust worthy source for information on #CovidVaccine please check out ","sentiment_score":0.3333333333}
{"full_text":"#askjames whats something good you can rescue to all of this corona-thing?","sentiment_score":0.7}
{"full_text":"Whoopshttps:\/\/t.co\/eoYxWYXe69","sentiment_score":0.0}
{"full_text":"ngl, i'm very sad about canada's new travel restrictions, but also very happy. conflicted would be the word. i miss my sweetheart. we haven't seen each other since late march. but i'm also thankful that canada is smart and strong enough to attempt to curb the spread of covid.","sentiment_score":0.0886228355}
{"full_text":"One spectacular benefit of Brexit next to 100 absolute messes that could have been smoothed out with a 6 month implementation period.","sentiment_score":0.2666666667}
{"full_text":"6\/  Introverts are struggling, too.Research suggests that pandemic isn't the boom for introverts we'd expect. ","sentiment_score":0.0}
{"full_text":"Never too late to join UKMT Lockdown Problems. Enjoy!!!","sentiment_score":0.240625}
{"full_text":"I feel similarly, but I expect the public service announcements will continue for a while, because the number of people who intend to get the vaccine ASAP is still &gt;50%.","sentiment_score":0.0}
{"full_text":"RT BREAKING--Novavax says its #COVID19 vaccine is 90% effective, but likely only 50% against the #B1351 variant found in South...","sentiment_score":0.2}
{"full_text":"RT Reminder that the GOP used the filibuster-proof budget reconciliation process to give tax breaks to the wealthy and ram th...","sentiment_score":0.5}
{"full_text":"RT The Trump\/Kushner response to COVID was a genocide.","sentiment_score":0.0}
{"full_text":"Let's do it for our GWH","sentiment_score":0.0}
{"full_text":"RT On #TalkingPoint of hosted by good friend talked about Indian Vaccine Diplomacy and its gift o...","sentiment_score":0.7}
{"full_text":"RT Our #Covid19 Income Support Helpline is open today until 5pm: 1890-800-024The Pandemic Unemployment Payment remains avail...","sentiment_score":0.0}
{"full_text":"RT It is with great sadness we announce that Dr Malinda Dissanayake has sadly died after testing positive for COVID-19. Co...","sentiment_score":0.1757575758}
{"full_text":"RT BREAKING--Single-shot Johnson &amp; Johnson vaccine was 72 % effective at protecting against moderate to severe illness in US, 6...","sentiment_score":0.3}
{"full_text":"RT NEW: A #coronavirus outbreak among bus drivers and transportation staff has forced Bloomington Public Schools to abruptly...","sentiment_score":-0.0721590909}
{"full_text":"Sending positive vibes","sentiment_score":0.2272727273}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"Yet...Florida is 26th in deaths per capita and has the 5th highest median age. Seems to me he's doing a damn good job.https:\/\/t.co\/R2UVLjr7iO","sentiment_score":0.7}
{"full_text":"I am a homebody so I will take which ever becomes available at my doctor's office. I'll continue to wear a mask and social distance.","sentiment_score":0.2166666667}
{"full_text":"RT This is phenomenal news. It's getting a little taken for granted because the initial data from mRNA vaccines was so crazy go...","sentiment_score":-0.071875}
{"full_text":"RT Hey y'all so since covid hit it's been hard for my dad to find a consistent job to provide for the family. He's been makin...","sentiment_score":-0.0208333333}
{"full_text":"RT .@NMalliotakis: We need answers from Cuomo on COVID deaths and we need them now","sentiment_score":0.0}
{"full_text":"As usual, an inaccurate statement.. there were isolated cases months before January, but no-one took them seriously enough. BBC News - Coronavirus: How the UK dealt with its first Covid casehttps:\/\/t.co\/tbYhuz4FdL","sentiment_score":0.0}
{"full_text":"Missing the point - highly contagious diseases do not go away. International travel means that any local outbreak can become a pandemic. Coronavirus has already mutated more contagious strains, and if we don't contain it soon, our vaccines won't work and we're back to square one.","sentiment_score":0.0766666667}
{"full_text":"RT When an autocratic president like Tanzania's John Magufuli undermines the democratic checks and balances on his power, he make...","sentiment_score":0.0}
{"full_text":"Hope I'm not to late to Wish Y'all a FANTASTIC FRIDAY!!  Been super busy this morning gettin ready to head to the Island as soon as the Parents get home from work  Wishing EVERYONE Stay Safe n please Take Great Care  For  YOU ARE LOVED  Muchly ","sentiment_score":0.3697916667}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"Wow. That face.","sentiment_score":0.1}
{"full_text":"RT Autonomous Killer Robots, HedgeHogs &amp; New Tool Against Lockdown (Conspiracy Against Rights) Statute","sentiment_score":0.2681818182}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT A national poll conducted by showed that two in three #farmers\/#farmworkers (66%) say the #COVID-19 #pandemic...","sentiment_score":0.0}
{"full_text":"RT My staff just update me. It is not few staff but it's actually 20 freakin staff has tested positive Covid! Yikes.","sentiment_score":0.128030303}
{"full_text":"Y'all.","sentiment_score":0.0}
{"full_text":"I didn't know that is the job of the executive branch. But I suppose we only have one branch now","sentiment_score":0.0}
{"full_text":"Unlike will you be mentioning the COVID outbreak?","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"Mass vaccination clinics to play key role in ending COVID pandemic","sentiment_score":0.0}
{"full_text":"Bradford City report 0 positives of Covid for a sixth round running, with 49 players &amp; club staff tested #bcafc","sentiment_score":-0.2}
{"full_text":"RT Many questions about squeezing that last drop of #COVID19 vaccine from Pfizer vials.Goal - get a 6th dose from vials ini...","sentiment_score":0.25}
{"full_text":"#BaldEagle spotting, outdoor public art tours... floating hot tubs? Check out the many cool and COVID-safe Seattle winter ideas from","sentiment_score":0.275}
{"full_text":"What I did over my pandemic \"pause':\"Orphan is the New Orange: Part 2020\"- 1 Actress, 13 Characters, NO CREW and One Crazy-Eyes Year.A sequel to the popular #fanfilm, a #MASHUP #parody based on &amp;","sentiment_score":0.3681818182}
{"full_text":"RT \"If we lose trust in international collaboration through #COVID19 vaccine nationalism, we will all pay the price in terms of a pro...","sentiment_score":0.0}
{"full_text":"Ster-Kinekor enters business rescue as cinema sector reels under pandemic via","sentiment_score":0.0}
{"full_text":"RT Will tomorrow (Sat) also ask view of when CPC leader joins us.  - Travellers to pay 'more than $2K' for ne...","sentiment_score":0.5}
{"full_text":"RT Reminder that the GOP used the filibuster-proof budget reconciliation process to give tax breaks to the wealthy and ram th...","sentiment_score":0.5}
{"full_text":"RT Apparently, it's wrong for the Prime Minister of the United Kingdom to visit parts of the United Kingdom in the middle of a pa...","sentiment_score":-0.25}
{"full_text":"RT With every thing we've learned, Cuomo is on TV right now lying once again and blaming others for the mass death brought...","sentiment_score":0.2857142857}
{"full_text":"Poor people can't afford a 14-days stay-at-home quarantine with 0 revenues. Just like the CHSLD employee covidiot who came to work anyway, was low on cash, infecting 2 floors of residents...","sentiment_score":-0.2}
{"full_text":"Friday's COVID-19 update: Guilford documents 11 new deaths and over 600 new cases, according to state data via","sentiment_score":0.1363636364}
{"full_text":"Guess what? If you aren't vacationing right now (which, let's face it, no one should be doing during a pandemic), then the new restrictions placed in Canada today won't affect you. So quit-yer-bitchin'. #ItsAPandemic #StaycationOnly #Covid #QuitYerBitchin","sentiment_score":0.211038961}
{"full_text":"Backstabbing is not a leadership skill.","sentiment_score":0.0}
{"full_text":"Getting the FUCK","sentiment_score":-0.4}
{"full_text":"Europe has another COVID vaccine, on which the U.S. remains undecided -- news at noon.","sentiment_score":0.0}
{"full_text":"RT \"The biggest failing .. has been .. the idea that the best and only way to protect [those] that are extremely vulnerab...","sentiment_score":0.2916666667}
{"full_text":"chooses to cherry-pick the data! &amp; are the \"leaders\" of #COVIDSecondWave! Their incompetence is criminal! The numbers are in: Canada's COVID-fighting efforts are among world's worst -","sentiment_score":-0.75}
{"full_text":"RT Murderer tried to cover up his crimes","sentiment_score":0.0}
{"full_text":"wasn't gonna have any wine tonight but fuck it it's friday and we're still in lockdown xx x","sentiment_score":-0.4}
{"full_text":"It's racist to not want students, support staff, and teachers to get sick and die","sentiment_score":-0.7142857143}
{"full_text":"Concerned for the health and safety of your employees during the pandemic? Help mitigate your risk with on-site testing for your employees! Connect with us today to get started! ","sentiment_score":0.0}
{"full_text":"RT Bezos has accumulated so much wealth during the #pandemic that he could give every employee $105,000 &amp; still be as rich...","sentiment_score":0.2875}
{"full_text":"Maybe this makes sense to roll out to people in the 40-59 age group -- as they're less likely to die from Covid ?? #johnsonandjohnson","sentiment_score":-0.0833333333}
{"full_text":"Pardon? ","sentiment_score":0.0}
{"full_text":"RT Your rollout of the vaccine has been a confusing disaster and your failure to advocate for Texas has left us 49th in per c...","sentiment_score":-0.2055555556}
{"full_text":"RT The patois made me spit out my drink","sentiment_score":0.0}
{"full_text":"RT JUST IN: Ster-Kinekor Theatres is entering voluntary business rescue. This is an attempt to restore the company as it cont...","sentiment_score":0.0}
{"full_text":"RT Covid comes out at 10:01 pm","sentiment_score":0.0}
{"full_text":"RT A Syrian friend of mine who lived in Lebanon all his life is now facing deportation if he doesnt get residence in Leban...","sentiment_score":0.0}
{"full_text":"And while restaurant workers are not vaccine priority despite the new covid strains being hyper contagious.","sentiment_score":0.1363636364}
{"full_text":"As we start to learn more about new #COVID19 strains, it's more important than ever to: keep wearing masks stay 6ft apart from others!! avoid crowds get vaccinated as soon as possible","sentiment_score":0.3522727273}
{"full_text":"U.S. handling of American evacuees from Wuhan increased coronavirus risks, watchdog finds - The Washington Post","sentiment_score":0.0}
{"full_text":"RT A highly contagious COVID-19 variant first identified in South Africa has been reported in the U.S. for the first time,...","sentiment_score":0.22}
{"full_text":"My Uncle lost his battle with Covid last night.  Please help if you can.  Share...https:\/\/t.co\/db5uepEcQO","sentiment_score":0.0}
{"full_text":"Prime Minister Justin Trudeau announced Friday that Air Canada, WestJet, Sunwing and Air Transat are suspending all service to all sun destinations, including the Caribbean and Mexico, beginning on Sunday until Apr. 30.","sentiment_score":0.0}
{"full_text":"Like I was imagining meeting up with a friend I hadn't seen for a while but then the friend told me that they'd had COVID and because of that their lower body had become that of a giant crab and I looked down and yup, they were right","sentiment_score":0.0433862434}
{"full_text":"A lot of the support for business closures come from people who would support business closures even without Covid","sentiment_score":0.0}
{"full_text":"Oh dear, here comes the first one.Didn't I warn you all not 10 minutes ago to expect a load of crap from covidiot bots. This vaccine is a game changer, how they will hate it.Thanks for proving me right so quickly Hedge. First out of the starting blocks.","sentiment_score":-0.1101190476}
{"full_text":"My sense is that once you are at 95% (assuming for Covid with symptoms), going beyond that will get very demanding \/ resource intensive to calculate so regardless if is it 95% of 97%, safer to just give one number - 95%.","sentiment_score":0.2}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"Neighbours, reach out &amp; connect this Saturday to help overcome seniors' social isolation!  Info and registration details are below.@RiverWardRiley","sentiment_score":0.0416666667}
{"full_text":"An Introduction to a Bayesian Analysis of the Laboratory Origin of SARS-CoV-2 | Zenodo","sentiment_score":0.0}
{"full_text":"RT The Amputee Coalition joined w\/ other partners to encourage the incoming Biden administration to open a special enrollment...","sentiment_score":0.0773809524}
{"full_text":"Vaccines for 65-plus for Sumner County residents are Wednesday, Thursday. Appointments only...","sentiment_score":0.0}
{"full_text":"RT Funny how, when it comes time to hold trump accountable for inciting a failed election, Republicans all of...","sentiment_score":-0.125}
{"full_text":"RT \"It's something real that might be a sign of the better things to come. It's not just words, it's a real thing, and tha...","sentiment_score":0.3}
{"full_text":"RT They were illegally staying in Saudi Your govt brought you back, ok quarantine  You are protesting  Just arrest all of...","sentiment_score":-0.0125}
{"full_text":"RT Keep a close eye on the narrative. When it becomes Covid &amp; climate and then more climate, be afraid. Be very afraid.","sentiment_score":-0.2933333333}
{"full_text":"RT Cuomo attempts to blame Trump administration for COVID deaths, quickly gets mocked online","sentiment_score":0.3333333333}
{"full_text":"Not seeing anything yet about Covid vaccine availability in this part of Wayne County, just that the hospitals don't have any. Lots of promises tho'","sentiment_score":0.0}
{"full_text":"Serves to practice all the languages during the pandemic ","sentiment_score":0.0}
{"full_text":"RT *PFIZER CEO WARNS AGAINST EXPORT BANS FOR COVID-19 VACCINES","sentiment_score":0.0}
{"full_text":"RT Murderer tried to cover up his crimes","sentiment_score":0.0}
{"full_text":"RT Stefanik: NY AG report on COVID nursing home deaths show 'massive corruption' in Gov. Cuomo's office | Just The News h...","sentiment_score":0.0}
{"full_text":"Of the 159 deaths added to Pennsylvania's covid-19 count today, 1\/29:* 146 occurred in January* 13 occurred in DecemberRunning total:* 3,666 in January* 6,293 in DecemberTotal deaths in Pa.: 21,462","sentiment_score":0.0}
{"full_text":"Oh you are so wrong it's not even close.. if this Covid vaccine isn't 150% effective than it's an absolute travesty to the American people!!! I won't stand for anything less!!","sentiment_score":0.0079166667}
{"full_text":"Bravo to these two gentlemen. The pandemic has shown us just how far brilliant young people in the UK will go to serve our communities!#greatwork","sentiment_score":0.3666666667}
{"full_text":"RT *PFIZER CEO WARNS AGAINST EXPORT BANS FOR COVID-19 VACCINES","sentiment_score":0.0}
{"full_text":"RT Elon Musk's Tesla factory covered up worker injuries and pressured doctors not to report. No one was allowed to call 91...","sentiment_score":0.0}
{"full_text":"\"The consequences then and now I think are the same in terms of flying blind.\" - Emily Zylla, Senior Research Fellow at  via","sentiment_score":-0.25}
{"full_text":"Missed seeing the top recommendations, #pandemic response news, and future directions for healthcare with of and Moderated by Watch now: #IHPS2021","sentiment_score":0.25}
{"full_text":".@USCSchPharmacy staff and students, alongside other healthcare students, are on the front lines working alongside city organizations to roll out vaccines to those eligible. Read more on how their efforts are influential in ending the pandemic.","sentiment_score":0.1875}
{"full_text":"RT We're finally getting the national COVID-19 response we needed a year ago.","sentiment_score":0.0}
{"full_text":"\"MIS-C is rare. Less than one and 1.5 percent of all kids who get COVID will get MIS-C,\" said Dr. Aimee Sznewajs, medical director of the Pediatric Hospital Medicine Program. Caleb is home after being treated at for MIS-C:https:\/\/t.co\/wHQ4uPmL4e","sentiment_score":0.0444444444}
{"full_text":"The SK govt. will begin inoculating 50,000 healthcare professionals who are treating COVID-19 patients in early February. The objective is to vaccinate 70% of the population and achieve herd immunity by November, reports.","sentiment_score":0.05}
{"full_text":"RT Ster-Kinekor announced on Friday afternoon that its board of directors opted to commence with voluntary business rescue on Wedn...","sentiment_score":0.0}
{"full_text":"The incident earlier this month has highlighted a very human weak point in New Zealand's #COVID19 elimination procedures. #9Newshttps:\/\/t.co\/NwqWxqLpsK","sentiment_score":-0.0596590909}
{"full_text":"Questions or concerns regarding any Town of #NewTecumseth programs or services?  Our Customer Service team are able to assist callers at 705-435-3900 or 905-729-0057 or email info@newtecumseth.ca. Mon.-Fri. 8:30am-4:30pm. Learn more at","sentiment_score":0.5}
{"full_text":"RT An Ottawa nurse says he received his second dose of the COVID-19 vaccine on Jan. 8. On Jan. 20, he tested positive for the...","sentiment_score":0.1136363636}
{"full_text":"After the COVID-19 pandemic prevented minor league teams from playing last year, there are some changes in store for the Amarillo Sod Poodles who are billing 2021 as \"Restarting the Ruckus.\"@KVIIDrew has the story.https:\/\/t.co\/CJuchiQjuA","sentiment_score":-0.025}
{"full_text":"Pippa O'Connor shares her 'biggest regret' - after admitting she's finding this lockdown 'the hardest'","sentiment_score":0.0}
{"full_text":"Eateries in Moorpark are permitted to resume patio dining--the way it used to be last fall before the surge in virus put a strain on hospitals and sent infection rates soaring.","sentiment_score":0.0}
{"full_text":"The New Jersey Department of Health released updated COVID-19 guidelines for schools last weekend.","sentiment_score":0.0681818182}
{"full_text":"We are happy to have provided our client with a tablet to help her stay online and connected with loved ones during #lockdown. Visit our website to see how we can help you #BeAWinterFriend #AgeUKLancashireHeroes","sentiment_score":0.75}
{"full_text":"Earlier in November, a fire in an intensive care unit of a hospital in the Romania's northeastern town of Piatra Neamt killed 15 people being treated for Covid-19https:\/\/t.co\/Gblyw5fGZp","sentiment_score":-0.1}
{"full_text":"If your college's head athletic trainer selflessly expanded her role and led the innovation &amp; collaboration needed for COVID-19 testing &amp; screening of all students, you might just be  #ClarkeHeroes","sentiment_score":0.0}
{"full_text":"#WHO team visits #Wuhan hospital where early #COVID cases were treated#WorldHealthOrganisation #China #coronavirus #COVID19","sentiment_score":0.1}
{"full_text":"There's a dangerous myth that young people are immune to COVID-19. This woman's lasting symptoms prove that wrong.","sentiment_score":-0.25}
{"full_text":"Data obtained by the BBC showed that there were more than 500 confirmed or suspected Covid-19 outbreaks in offices in the second half of 2020 - more than in supermarkets, construction sites, warehouses, restaurants and cafes combined. What are your thoughts on this? ","sentiment_score":0.2466666667}
{"full_text":"Did anyone else's online shopping habits go way up when corona started? For today's #FridayFun, we want to know - what's the most random thing you've bought online during quarantine?","sentiment_score":0.0}
{"full_text":"The Biden Administration won't need any new coronavirus vaccines approved by the FDA to fulfill its plan to purchase 200 million additional doses by the summer.","sentiment_score":0.1363636364}
{"full_text":"perhaps he doesnt mean not safe from covid","sentiment_score":-0.28125}
{"full_text":"\"The critical question is do these variants make the virus more contagious, more virulent, and most importantly...have these variants evaded recognition by vaccine-induced immune response?\" - of on new #COVID19 variants","sentiment_score":0.3272727273}
{"full_text":"The EU's drugs regulator has approved the use of the Oxford-AstraZeneca Covid vaccine for people aged over 18.The European Medicines Agency (EMA) said the AstraZeneca vaccine was about 60% effective in the trials on which it based its decision. #COVID19 #COVIDSecondWave","sentiment_score":0.1666666667}
{"full_text":"As students face hour-long lines in dining halls, those with dietary restrictions are facing even more obstacles due to COVID-19 cutshttps:\/\/t.co\/LycmwBZYel","sentiment_score":0.1083333333}
{"full_text":"Last weekend GMP issued 180 FPNs to people breaching COVID-19 regulations. Around half of all the fines issued were for house parties. Chief Inspector Natasha Evans talks about the impact house parties are having on her and her officers in this video.https:\/\/t.co\/P8gH1ZR54l","sentiment_score":-0.0833333333}
