{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"White people were the least likely of any race to wear a mask consistently, with just 46% reporting that they wear on...","sentiment_score":-0.0125}
{"full_text":"RT #MasterFilm was destined to become a mega blockbuster and nothing was ever going to stop it. With 50% occupancy, coron...","sentiment_score":0.0}
{"full_text":"RT Residents in Tonghua, Jilin, China are desperately asking for help. They are sealed inside their homes (due to #COVID19...","sentiment_score":-0.3625}
{"full_text":"RT Ronnie one of the few pandemic puppies to have been handed in. His elderly owner could not cope with this lively full on p...","sentiment_score":0.075}
{"full_text":"the amount of support my family got to give my aunt and her husband a proper burial during this pandemic makes me so emotional God is so good ","sentiment_score":0.2333333333}
{"full_text":"RT Oh my heart  #Humanity","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when twoset uploads the assumptions video\"","sentiment_score":0.2}
{"full_text":"RT In Wuhan, China, the first city in the world to be devastated by the coronavirus, the long months of lockdown have now faded f...","sentiment_score":0.1}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"Agree. And those who are hyper-aware of the differences between $2000 in split payments,  $2000 once, $2000 monthly as COVID relief, and a $2000 monthly as a #UniversalBasicIncome. ","sentiment_score":0.0}
{"full_text":"RT During the #COVID19 pandemic, teachers have: Shown resilience   Adapted teaching methods Spoken up for their rights...","sentiment_score":0.0}
{"full_text":"RT Everyone needs to listen to this man. He's been right since this pandemic started. Enough fake information. Listen to the...","sentiment_score":-0.0714285714}
{"full_text":"RT The neoliberals on Biden's team know their policies are economy-killers so they're using a two-track strategy to distract...","sentiment_score":0.0}
{"full_text":"RT There is nothing Joe Biden is willing to do to change the trajectory of the pandemic in next several months.","sentiment_score":0.0833333333}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Vive Israel!!","sentiment_score":0.0}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"US applauds 'true friend' India for gifting COVID-19 vaccine to several countries@DrJitendraSingh #indiavaccine #VaccineMaitri #vaccinediplomacyhttps:\/\/t.co\/WAHSXsGzy8","sentiment_score":0.175}
{"full_text":"RT For those who feel that being asked to wear a mask means tyranny, no, this  is tyranny.","sentiment_score":0.0}
{"full_text":"RT Excess deaths.  One or two actuaries I know are so obsessed with 'principles', they lose sight of reality.","sentiment_score":-0.5}
{"full_text":"RT Brown points out the contradiction between Cawthorn saying he has issues with changes to election rules in Wisconsin when his...","sentiment_score":0.0}
{"full_text":"RT 1 year &amp; 1 day ago now, a Texas manufacturer offered to convert his facility to manufacture millions of N95 masks. Masks mad...","sentiment_score":-0.625}
{"full_text":"RT Fact Check: This is FALSE.Our country was on track to deliver 100 million doses over the next 100 days well before Bi...","sentiment_score":0.0}
{"full_text":"RT Interesting in-depth interview with Christian Drosten, one of the world's leading virologists, on the risk posed by variants...","sentiment_score":0.25}
{"full_text":"RT New Zealand health officials said they were investigating what they said was probably the country's first community coro...","sentiment_score":0.1931818182}
{"full_text":"RT AGAIN DO NOT BE SATISFIED WITH THE GAP. AS LONG AS WE DON'T DO SOCIAL DISTANCING (IN TERMS OF PERCENTAGE), WE WILL NEVER BE S...","sentiment_score":0.1611111111}
{"full_text":"RT #GravitasPlus with | Dominica sent an SOS letter to India. UK,Belgium want to procure Indian vaccines. India's #Vac...","sentiment_score":0.0}
{"full_text":"RT I wish it was more stuff for young black people in OKC to do. Like we don't have no hookah lounges, no turnt brunch places...","sentiment_score":0.1444444444}
{"full_text":"Some of the things kungoda attention for nothing.If kana usiri essential service gara mumba.Give us V11 rekwaunoshanda then we will judge who was wrong between the 2 of u.lets respect the laws #mask up,sanitize,stay at home","sentiment_score":-0.25}
{"full_text":"Source for Hong Kong Flu death total in the US:","sentiment_score":0.0}
{"full_text":"RT 535 cases have been recorded since Sept at the DVLA Swansea offices, where employees claim people with symptoms were enc...","sentiment_score":0.0}
{"full_text":"RT Is it strange that after Biden took office some of these states are starting to open back up? Is the pandemic over or....","sentiment_score":-0.0125}
{"full_text":"RT Australia's Victoria logs 17 days with no community COVID cases","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"The latest Dentimes ! Thanks to #coronavirus #covid19","sentiment_score":0.4125}
{"full_text":"RT Biden said \"things are going to continue to get worse before they get better\" and it will take eight months before a majority of...","sentiment_score":0.05}
{"full_text":"RT We welcome suspending 1 of #Iran's Khamenei's accounts. But this is not enough. Khamenei incites hate, violenc...","sentiment_score":0.0}
{"full_text":"B.C. dentists ask province to vaccinate them sooner than pandemic plan calls for","sentiment_score":0.0}
{"full_text":"RT Florida reports 12,311 new COVID-19 cases, 153 more resident deaths","sentiment_score":0.3181818182}
{"full_text":"RT Meanwhile, between Dec 27 and today 1,346 Ontarians lost their lives to COVID-19. #onpoli","sentiment_score":0.0}
{"full_text":"RT NSW has now recorded a 6th day in a row of zero local Covid-19 cases.Recall the #IStandWithDan numpties begged Gladys Bere...","sentiment_score":0.0}
{"full_text":"RT In addition to being the most locked down state in the country, California ranks dead last, 50 out of 50, in administering...","sentiment_score":0.0361111111}
{"full_text":"RT I just saw someone's car get repossessed and it just mad me sad  mannnnn like can they do that during COVID? I could neve...","sentiment_score":-0.5625}
{"full_text":"RT \"He scaled the wall of the hospital to get to the second floor. He spent most of his day there, observing his mother's condi...","sentiment_score":0.1333333333}
{"full_text":"RT These  are facts simple and pure,On COVID we know it for sure,It was a downward spiral,after the Drag...","sentiment_score":-0.05}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"For those who wants to join or if u know someone you may still register!! ","sentiment_score":0.3125}
{"full_text":"Coronavirus was the reason for mail in votes. Don't need the rona anymore","sentiment_score":0.0}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"Yassin Dabeh, 19-year-old teen, who worked at Middlesex Terrace LTC in Delaware, Ontario, died of COVID-19","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Remember when bts appeared on KBS News how Taehyung suggested a challenge to write down\/draw what we want to do 1st thing whe...","sentiment_score":0.0}
{"full_text":"Senate Bill 939, COVID-19, and Break Lease Deals #CRE #COVID #Leasing#TenantTips #CorporateRealEstatehttps:\/\/t.co\/mzaqxO8848","sentiment_score":0.0}
{"full_text":"RT if you've ever tried the chocolate fountain at golden corral, don't worry about what's in the covid vaccine","sentiment_score":0.3}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT If Donald Trump had lied by declaring 80% - 98% fewer \"cases\" of the Covid Flu, every single news and Nooze publisher woul...","sentiment_score":-0.0714285714}
{"full_text":"Qatar has witnessed a stabilization of the COVID-19 outbreak for several weeks and there has been no second wave of the virus, said Her Excellency the Minister of Public Health Dr. Hanan Mohamed Al Kuwari.#QatarLiving","sentiment_score":0.0}
{"full_text":"[PHOTO] Hong Kong imposes 48-hour lockdown in Kowloon neighborhood #COVID19Quarantine","sentiment_score":0.0}
{"full_text":"Y COVID.","sentiment_score":0.0}
{"full_text":"Life has largely returned to normal in Wuhan, the city of 11 million, even as the rest of the world grapples with the spread of the virus' more contagious variants.","sentiment_score":0.2880952381}
{"full_text":"#ICYMI: Here's what we know about AstraZeneca's COVID-19 vaccine so far, and how it stacks up against Pfizer's and Moderna's.https:\/\/t.co\/cRXEi2easo","sentiment_score":0.1}
{"full_text":"Prime Minister Boris Johnson is reportedly facing pressure from some members of the cabinet to close the border completely, in an effort to protect against further mutant strainshttps:\/\/t.co\/OGIj0RLkFO","sentiment_score":0.05}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Reality cannot be denied. As COVID-19 has shown us, reality can be pretty unpleasant. And, as the reality of climate cha...","sentiment_score":-0.2}
{"full_text":"RT BREAKING NEWS!On March 19-21st, #SIB2021 is changing the grassroots game, and your safety matters!Thanks to our sponsor,...","sentiment_score":-0.4}
{"full_text":"#NationalGirlChildDayOne crore secondary school girls may have dropped out during pandemic: Report by member .Read more on policy brief here on #FightInequality in Indian school education.@FightInequality","sentiment_score":0.0666666667}
{"full_text":"Jimmie Rodgers died from kidney disease on Jan. 18 in Palm Desert, California, and had also tested positive for COVID-19, publicist Alan Eichler said Saturday, citing family.","sentiment_score":0.2272727273}
{"full_text":"This customer service ! The manager of a Chick-fil-A in the Carolinas is receiving praise from the town's mayor after lending a hand at a COVID vaccination site following a computer glitch.","sentiment_score":0.0}
{"full_text":"RT Under new management.","sentiment_score":0.1363636364}
{"full_text":"Regret. Ah, huh.All the evidence right before your eyes and you REFUSE to read it.This new British variant now targets kids.And we won't be free of CoVID-19 until sometime in 20*23*.Not everything is done like in the movies in 2hrs!","sentiment_score":0.2305194805}
{"full_text":"This will mark the second time that Fiesta Oyster Bake has been canceled since the start of the coronavirus pandemic in the early months of 2020.","sentiment_score":0.05}
{"full_text":"Earlier this week the government closed all of the UK travel corridors until at least 15 February, which allowed arrivals from an approved list of countries to enter the UK without having to quarantinehttps:\/\/t.co\/yJg273pSwU","sentiment_score":-0.1333333333}
{"full_text":"Throughout the pandemic, millions of people have felt relief after recovering from COVID-19. But for some, the feeling is short-lived as new symptoms appear or old ones linger.","sentiment_score":0.1181818182}
{"full_text":"total death 909 since the pandemicUK total death = nearly 100,000JUST GET IT DONE PLEASE IMMEDIATELY PLEASE JUST DO IT!! Australian style quarantine","sentiment_score":0.0390625}
{"full_text":"During the pandemic that millions of children experience remote learning, we continue to work for children to make the most of their education and adapt to new circumstances. #MayaVakfi #UluslararasiEgitimGunu #InternationalDayofEducation #travmayaduyarliokul","sentiment_score":0.1787878788}
{"full_text":"We have the latest information on the most recent Covid-19 community case. Find out more in the AM.#TheAMShowNZ - weekdays from 6am | |","sentiment_score":0.375}
{"full_text":"RT PLEASE SHARE: someone very close to me just lost their father to Covid, and is now left to look after his family and a mor...","sentiment_score":0.1}
{"full_text":"In case it needs to be said again: masks can save lives #Thailand #KE","sentiment_score":0.0}
{"full_text":"Goes back to 'it's literally been less than a week'.  And taken collectively the executive orders affect millions currently on unemployment and those who may become unemployed or who are currently choosing between risking covid or quitting.","sentiment_score":-0.0416666667}
{"full_text":"One in 11 teachers were absent from Peterborough schools due to coronavirus on just one day in the run up to Christmas, latest figures have revealed...https:\/\/t.co\/dkCVRKfiUh","sentiment_score":0.1875}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"Today is #InternationalEducationDay Every child - including refugees - deserves the opportunity to access education. Switzerland re-affirms its commitment towards this year`s theme: Recover &amp; Revitalize Education for the #COVID19 Generation. Watch:","sentiment_score":0.0}
{"full_text":"\"She had promoted the syrup, manufactured by a shaman who claimed it worked as a life-long inoculation against the virus.\"","sentiment_score":0.0}
{"full_text":"Many dogs are now looking for new homes after their families are no longer able to take care of them and surrendered them to local animal organizations.https:\/\/t.co\/7w8UpRDQui","sentiment_score":0.2840909091}
{"full_text":"RT Every day since November 3rd, the U.S. has posted a DAILY new COVID-19 case count (173,913 yesterday) higher than the E...","sentiment_score":0.0965909091}
{"full_text":"Children attend a class at a park ahead of the International Day of #Education in #Islamabad, capital of #Pakistan on Jan 23. The International Day of Education will be observed on Jan 24 under the theme \"Recover and Revitalize Education for the #COVID19 Generation.\"","sentiment_score":0.0}
{"full_text":"One in 11 teachers were absent from Peterborough schools due to coronavirus on just one day in the run up to Christmas, latest figures have revealed...https:\/\/t.co\/3Qf6EHBRe0","sentiment_score":0.1875}
{"full_text":"RT This is a helpful account again","sentiment_score":0.0}
{"full_text":"Week 206- Pre Corona Vibes#aselfieaweek#tillidie #selfportrait #emotiveportrait #portraiture #hyderabaddairies","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"Taking flights and public transport is still unsafe, so people are increasingly travelling by road to break the tedium of staying home, writes #roadtrip #travelhttps:\/\/t.co\/bm7TVxtiCE","sentiment_score":0.0}
{"full_text":"DOH advises all inbound travelers to undergo COVID-19 test twice","sentiment_score":0.0}
{"full_text":"What will it take to convince Indians to roll up their sleeves?","sentiment_score":0.0}
{"full_text":"Are you amongst the 69% of surveyed corporate directors who accelerated their digital business initiatives following #COVID19 disruption? Read more here. #DigitalBusiness #GartnerSYM","sentiment_score":0.125}
{"full_text":"Prime Minister Boris Johnson is reportedly facing pressure from some members of the cabinet to close the border completely, in an effort to protect against further mutant strainshttps:\/\/t.co\/CMFeEVrEjj","sentiment_score":0.05}
{"full_text":"RT OS HA MENTIDO, pinpines de blandiblu...There is nothing we can do to change the trajectory of the pandemic in the next...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 24\/01\/2021 11:30Total Cases: 10655641 [+199]Active: 181355Recovered: 10316472 [+376]Deaths :153378 [+1]Total Tests: 190.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Sor... pre... sa...","sentiment_score":0.0}
{"full_text":"Larry King, the iconic TV host has died at the age of 87","sentiment_score":0.5}
{"full_text":"Stone Theatres, a movie theater in North Carolina, has been closed for months. It reopened this week as a coronavirus vaccine site, which given the local hospital space to vaccinate over 1,300 people a day instead of a few hundred","sentiment_score":-0.1}
{"full_text":"Spain's chief of the defense staff resigned on Saturday, the armed forces said, after a row over him getting the coronavirus vaccination despite not being on a priority list.#Spain #COVID19 #vaccinehttps:\/\/t.co\/ZiMicdIBxg","sentiment_score":0.0}
{"full_text":"RT Is your cloth #mask giving you the best protection against #COVID19? Find out what is recommended from","sentiment_score":1.0}
{"full_text":"Current Conditions for #Sayre PATemp: 19.8FWind Chill: 15.9FHumidity: 73%Dew Point: 12.6F Barometer: 30.377 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 151.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT If U.S. states were nations, here's the global ranking of covid deaths per capita:1 New Jersey2 New York3 Massachusett...","sentiment_score":0.0909090909}
{"full_text":"These couples embody the old adage \"If there is a will, there is a way\" ","sentiment_score":0.1}
{"full_text":"\"The goal should then be, in partnership with Black people, to create forums for conversation and opportunities to have questions answered in nonjudgmental ways by trusted messengers.\"Thanks","sentiment_score":0.0166666667}
{"full_text":"RT PLEASE SHARE: someone very close to me just lost their father to Covid, and is now left to look after his family and a mor...","sentiment_score":0.1}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT North Carolina State Board of Elections - not the legislature - extended the state's deadline for when mail-in ballots could b...","sentiment_score":0.0}
{"full_text":"RT WHO warns of 'false positives' in COVID tests, says some patients might not be 'truly infected' | Just The News","sentiment_score":-0.4}
{"full_text":"RT Almost a #COVID19 tragedy...3 out of 4 family members had COVID -- could not smell the fire in the house.4th person who...","sentiment_score":0.0}
{"full_text":"RT #MasterFilm was destined to become a mega blockbuster and nothing was ever going to stop it. With 50% occupancy, coron...","sentiment_score":0.0}
{"full_text":"RT After a big breakfast at a Colorado restaurant, a generous customer left employees a $1,400 tip and a message that said \"COVID Suc...","sentiment_score":0.0}
{"full_text":"RT 'How is anyone to run a business in this kind of environment?' - Chris Hattinghhttps:\/\/t.co\/AyDqFc4UqQ via","sentiment_score":0.6}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"was the cost by human waste and HIV and restaurants in our ocean and Water contamination in Supplies throughout the world. This what cost the covid 19.","sentiment_score":-0.1}
{"full_text":"In the face of COVID-19, colleagues have maintained an excellent commitment to performance for our clients both individually and in campaigns, reveals Cathy Kalamaras, People Director. #SouthAfrica #PeopleFirst #COVID19","sentiment_score":0.5}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"RT Again Mexico demands a genocide trial for","sentiment_score":0.0}
{"full_text":"I've been attracted to men with dead eyes and look like they'd like to eat my body parts recently, so i think corona finally got to me and i need a therapist","sentiment_score":-0.0666666667}
{"full_text":"RT Good news bear?","sentiment_score":0.7}
{"full_text":"RT 1) We have not had the vaccines in use for 10 years, so we don't know the long-term effects2) I will go for t...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Canada's COVID-19 case numbers show early positive signs","sentiment_score":0.1636363636}
{"full_text":"RT I am still looking for those Ghanaian doctors who made us believe that corona virus cannot survive in the sweet heat and...","sentiment_score":0.35}
{"full_text":"Turning to tech: Small businesses find new ways to stay viable during pandemic - Crain's Detroit Business","sentiment_score":-0.0568181818}
{"full_text":"RT For those of you who know him and don't know already, iconic Asian American community photographer Corky Lee has been hos...","sentiment_score":0.1666666667}
{"full_text":"RT This #EducationDay, the #Ehsaas reaffirms its commitment to enhance access to education in the #postCOVID recovery throug...","sentiment_score":0.0}
{"full_text":"RT What happens when you don't wear a mask.","sentiment_score":0.0}
{"full_text":"COVID-19 Attack On Brain, Not Lungs, Triggers Severe Disease In Mice via","sentiment_score":0.0}
{"full_text":"RT Under new management.","sentiment_score":0.1363636364}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Under new management.","sentiment_score":0.1363636364}
{"full_text":"#TodayInHistory Inspiration He that never changes his opinions, never corrects his mistakes, and will never be wiser on the morrow than he is today. - Tryon Edwards#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.0}
{"full_text":"RT Glad that the COVID-19 vaccines are here? So am I. But I know it's still important to mask up, stay at least six feet apart fro...","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"I think retweeted this so it would show up on my timeline ","sentiment_score":0.0}
{"full_text":"Bid to boost nurse staffing in hospitals ahead of coronavirus failed, NHS report revealshttps:\/\/t.co\/DDxzZuSbyQ","sentiment_score":-0.5}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"Tell us about your quarantine routine, what did you do in lockdown? #HumAhang #COVID19 #CoronaVirus #Pandemic #HumAhangInCrisis #Covid19Pakistan #StayHome #StaySafe #Corona #Pakistan #CoronaVirusinPakistan #Sanitize #flattenthecurve #lockdown #socialdistancing #secondwave","sentiment_score":0.0}
{"full_text":"RT Portugal's top player says he will not be able to travel to Melbourne for the despite ret...","sentiment_score":0.5}
{"full_text":"RT After a big breakfast at a Colorado restaurant, a generous customer left employees a $1,400 tip and a message that said \"COVID Suc...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"During #COVID19, India has shown new normal and a great thrust in tech entrepreneurship. We have noticed how the world has...","sentiment_score":0.3621212121}
{"full_text":"RT The Japanese government denies reports that the postponed #Tokyo2020 Olympics are cancelled. BUT there are a dizzying...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT There are occasions when I wholeheartedly agree with I wonder at times why we spend so much time bickering...","sentiment_score":0.2}
{"full_text":"RT This is bad--Berlin has just put an entire hospital under quarantine lockdown &amp; diverting all patients after *20 patients &amp;...","sentiment_score":0.0}
{"full_text":"Creating a Post-Covid Business Plan","sentiment_score":0.0}
{"full_text":"Stop believing what you're told. Covid is in those countries as well","sentiment_score":0.0}
{"full_text":"Y'all probably still hooking up with each other randomly, picking up leftover drinks, accepting random drugs, I know y'all are still rolling up, all the worst pandemic activities like stop","sentiment_score":-0.53125}
{"full_text":"RT \"once covid is over\" is starting to sound like \"when my back stops hurting\"","sentiment_score":0.1333333333}
