{"full_text":"Please don't do thishttps:\/\/t.co\/ONttsUnnK0","sentiment_score":0.0}
{"full_text":"RT COVID Vaccine Adverse Reactions Are 50 Times Higher Than the Flu Shot.","sentiment_score":0.25}
{"full_text":"Please off the mic,most of them don't really understand governance,they only know politics ","sentiment_score":0.1}
{"full_text":"Biden didn't get covid either. I see a pattern.","sentiment_score":0.0}
{"full_text":"RT With new variants emerging around the world it's extraordinary that the PM is only now planning to introduce testing for peo...","sentiment_score":0.1565656566}
{"full_text":"RT GA was possible because of the grassroots organizing and people's power built by the orgs on the ground. Thank you to the can...","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT we're on only draw large groups of dragon age companions lockdown until further notice i guess","sentiment_score":0.0714285714}
{"full_text":"Guys, we are opening again tomorrow at 10am. We implore you to stay home unless you have something that needs fixing. Anything else we can deliver \/ have delivered to you. We need to protect each other, and I need to protect my staff.","sentiment_score":-0.125}
{"full_text":"RT Also: How is it possible that a member of Ontario's COVID-18 science advisory table could be on a *weeks* long international va...","sentiment_score":-0.0166666667}
{"full_text":"RT Oh pur-lease. They haven't changed the Royal Family one iota - they've just exploited their royal titles in an unprecedent...","sentiment_score":0.0}
{"full_text":"COVID IS 100% REAL. PLEASE WEAR YALL MASK AND FOLLOW THE GUIDELINES. IF YOU HAVE IT PLEASE INFORM EVERYONE YOUVE BEEN AROUND !","sentiment_score":0.25}
{"full_text":"RT I've never seen more people who don't wear masks than I have at this Trump rally near the Capitol I'm at. Thousands of people...","sentiment_score":0.3}
{"full_text":"RT Kent County Council leader says they've \"worked hard to produce a budget that protects the services that are...","sentiment_score":-0.2916666667}
{"full_text":"RT trump did this and republicans let him","sentiment_score":0.0}
{"full_text":"Why does Chipotle me to enter the restaurant to get my birthday reward during pandemic time?  The app wouldn't add it and at the drive up window the cashier showed me where it says I have to go into the store!","sentiment_score":0.0}
{"full_text":"RT I detest anti-Vaxxers. They are anti-science, conspiracy theory nut jobs. And dangerous. But a free society should not be prose...","sentiment_score":-0.1}
{"full_text":"RT It's honestly mind blowing that people are abusing NHS staff. They have worked and are still working tirelessly to help...","sentiment_score":0.6}
{"full_text":"RT Astonished to view a Car Manufacturer's representative on talking about the collapsed market for new cars in the UK....","sentiment_score":0.1363636364}
{"full_text":"HARRY WEAR A MASK","sentiment_score":0.0}
{"full_text":"There's no inherent conflict between health care &amp; food service on the same block. There's a primary care clinic a few doors to the left of that photo; hospitals have cafeterias; etc. COVID-19 has low risk of transmission outdoors with usual precautions (masks, distance, etc.).","sentiment_score":-0.0083333333}
{"full_text":"RT Some pretty sobering statistics today:30,074 patients in hospital with Covid (39% higher than the April peak)1041 Co...","sentiment_score":0.25}
{"full_text":"'We need a #PeoplesVaccine against #COVID19, not a profit vaccine.' - ","sentiment_score":0.0}
{"full_text":"RT I am in the Capitol and our staff are sheltering in place in our office as adjacent buildings are being evacuated. Thank you...","sentiment_score":0.0}
{"full_text":"HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK","sentiment_score":0.0}
{"full_text":"RT .@CDCgov corruption update....","sentiment_score":0.0}
{"full_text":"Millions will die as a result of lockdowns. Average age of death from Covid is 82. Average age of lockdown deaths will be much lower. As for long covid, the symptoms are suspiciously like psychosomatic disorders resulting from stress. Demographics of patients similar too.","sentiment_score":-0.03}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT Labour leader Sir Keir Starmer says the government has \"serious questions\" to answer around its handling of the #COVID19 pande...","sentiment_score":-0.3333333333}
{"full_text":"HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASK","sentiment_score":0.0}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"Holy shit. Meanwhile the National guard is still deployed in Kenosha.","sentiment_score":-0.2}
{"full_text":"HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK HARRY WEAR A MASK HARRY WEAR A MASK","sentiment_score":0.0}
{"full_text":"RT | \"HARRY WEAR A MASK\" is trending at #21 Worldwide.  Please follow the proper health guidelines and restrictions in this h...","sentiment_score":0.0}
{"full_text":"So far 2021 isn't much different than 2020.- Tr*mp supporters are rioting- Tr*mp is having his own inauguration which is fake and horrific? - and now Kanye is having an affair with Jeffree????- oh and we're still in a pandemic","sentiment_score":-0.16}
{"full_text":"RT The president sent a mob to Capitol Hill, now buildings are being evacuated and elected lawmakers are sheltering in their...","sentiment_score":0.0}
{"full_text":"About to hear from on Covid-19 trends and next steps by the state","sentiment_score":0.0}
{"full_text":"RT has infected #USA democracy #COVID19, and now their #democracy is struggling to breath. #Trump","sentiment_score":0.0}
{"full_text":"I'll still be in Lockdown next week so will have to wait for the $100 #LINK in Feb to get mine...","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT The EU #vaccine debacle is set 2 engulf #Macron as French arrogance &amp; self interest over the failed Sanofi #COVID19 vac po...","sentiment_score":-0.25}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT Choosing funeral hymns. Recalling this poignant tribute to health and carer workers who died in service of Covid-19. R...","sentiment_score":0.0}
{"full_text":"My new favourite show, John Penisman. Just in time for lockdown3https:\/\/t.co\/nPCWnLHYo5","sentiment_score":0.1363636364}
{"full_text":"RT Let me clarify, none of us are upset about the stunt, we are upset about the fact that he is not wearing a mask in a sta...","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT \"COVID is real guys \" yeah girl we been knew...","sentiment_score":0.2}
{"full_text":"can register for the coronavirus vaccine here.","sentiment_score":0.0}
{"full_text":"RT If you receive a letter from the NHS or your GP stating that you're clinically extremely vulnerable, it's vital that you begin s...","sentiment_score":-0.2}
{"full_text":"RT Will be uploading a lockdown football mini quiz every other day or so on my YouTube channel - give it a go and sub to...","sentiment_score":-0.125}
{"full_text":"WEAR. A. MASK. AND. SOCIAL. DISTANCE","sentiment_score":0.0333333333}
{"full_text":"RT Surveys show some Americans are skeptical about COVID-19 vaccines and therapeutics being tested in clinical trials. Her...","sentiment_score":-0.5}
{"full_text":"RT Epidemiologists are warning that reopening elementary schools on Monday as planned, at a time when COVID-19 transmissions...","sentiment_score":0.3}
{"full_text":"RT Democrats, stay home and stay safe.","sentiment_score":0.5}
{"full_text":"Tokyo reports daily record of coronavirus cases as government prepares to declare emergency","sentiment_score":0.0}
{"full_text":"RT | \"HARRY WEAR A MASK\" is trending at #21 Worldwide.  Please follow the proper health guidelines and restrictions in this h...","sentiment_score":0.0}
{"full_text":"Well I must admit I believe T and the Rs have gerrymandered, refused to pass legislation to support voting during a pandemic and found creative ways to prevent Ds from voting. But we have a process to fix the problem. It is called Governing. It's the Ds turn now.","sentiment_score":0.5}
{"full_text":"RT Gov. Cooper and members of the Coronavirus Task Force will share updates on COVID-19 at 2 PM. Watch live here:","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING--One hospital in Los Angeles County has begun care rationing by initiating \"Crisis Standards of Care\", says NBC New...","sentiment_score":0.1363636364}
{"full_text":"RT Jim Jordan is claiming that the election should be overturned due to the size of the crowds that Trump brought in, versus...","sentiment_score":-0.125}
{"full_text":"I'm actually proud of him","sentiment_score":0.8}
{"full_text":"RT Nigeria increased tariff","sentiment_score":0.0}
{"full_text":"RT LaSalle County COVID-19 Update - 1\/6\/2021The LaSalle County Health Department (LCHD) was notified of two additional n...","sentiment_score":0.0}
{"full_text":"RT 1041 deaths from Covid today, the first time we've topped a thousand.What a heart-rending, desperate and unforgivable...","sentiment_score":-0.175}
{"full_text":"RT I am in the Capitol and our staff are sheltering in place in our office as adjacent buildings are being evacuated. Thank you...","sentiment_score":0.0}
{"full_text":"RT Also, once you get vaccinated, they should provide you with this link that you'll put your info in and I'm assuming a bot wil...","sentiment_score":0.0}
{"full_text":"RT \"It's been one of the worst shifts of my entire life\"The BBC has been given exclusive access to a London hospital to see how...","sentiment_score":-0.5}
{"full_text":"RT LA County reports 10% ICU capacity available. Perhaps that's seasonally normal &amp; not too bad given the peak of the COVID surge...","sentiment_score":-0.05}
{"full_text":"Grammy Awards postponed due to \"deteriorating\" COVID-19 situation in Los Angeles","sentiment_score":-0.125}
{"full_text":"RT Palestinians excluded from Israeli #Covid19 vaccine.\"Israel transports batches of the Pfizer\/BioNTech vaccine deep i...","sentiment_score":0.0}
{"full_text":"RT UK paid way over the odds for vaccine because it inexcusably didn't want to partake in EU procurement. So not only would...","sentiment_score":0.0}
{"full_text":"RT \"COVID is real guys \" yeah girl we been knew...","sentiment_score":0.2}
{"full_text":"Blame","sentiment_score":0.0}
{"full_text":"Where were you MSM?","sentiment_score":0.0}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT New, extreme precautions urged for L.A. County residents because COVID is \"everywhere, looking for a willing host.\" \"Keep in...","sentiment_score":0.0871212121}
{"full_text":"Also HARRY WEAR A MASK because you have to set an example for your fans, and others.","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT UK Parliament: 2nd Covid Vaccine should be 21 \/28 Days NOT 12 Weeks. Challenge the U . K. Government! - Sign the Petition! ht...","sentiment_score":0.0}
{"full_text":"could I ask why you are in the studio during this lock down but during the first lockdown you were at home?? Can you no longer work from home?","sentiment_score":0.0472222222}
{"full_text":"harry nooo WEAR A MASK!!","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT What a shameful &amp; embarrassing display:1) That the president of the USA is holding another super-spreade...","sentiment_score":0.0}
{"full_text":"RT SAFE ACCOMMODATION FOR HOMELESS PEOPLE NOW","sentiment_score":0.5}
{"full_text":"RT Covid-19 Update, 5 January 2021: 36 patients are due for discharge. 54 samples returned positive out of 436 analysed. The ne...","sentiment_score":0.0511363636}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT If there ever was a series to escape to...enter the 1800s regency era where there's romance, lavish balls and scandal. Thanks f...","sentiment_score":0.2}
{"full_text":"RT ... featuring the Tory Party in the role of your dad when you wanted to stay home sick from school...","sentiment_score":-0.7142857143}
{"full_text":"RT At 4.30pm on 7 Jan our Sian Davies and Steve Broach are giving a *free* webinar on care and support for disabled and elder...","sentiment_score":0.1}
{"full_text":"RT #Valimai Release Date Depends on pandemic ..Release date won't be decided until pandemic comes under control .#Thala #A...","sentiment_score":0.0}
{"full_text":"Ye im good man be better after lockdown","sentiment_score":0.6}
{"full_text":"RT I am in the Capitol and our staff are sheltering in place in our office as adjacent buildings are being evacuated. Thank you...","sentiment_score":0.0}
{"full_text":"RT #HEROES L.A. based artist #AlizaNisenbaum met NHS staff over zoom &amp; created a series of portraits capturing their stories....","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Chris O'shea the CEO of Centrica, owner of British gas, is paid a base salary of PS755,000 a year.In the middle of a...","sentiment_score":-0.2666666667}
{"full_text":"RT Nigeria is expected to get its first batch of COVID-19 (Pfizer-BioNTech) vaccines by the end of this month as part of its...","sentiment_score":0.075}
{"full_text":"(spam)HARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASKHARRY WEAR A MASK","sentiment_score":0.0}
{"full_text":"RT Parents of Blaenau Gwent please can you keep your children at home. We are in lockdown, you can NOT meet with persons f...","sentiment_score":0.0}
{"full_text":"RT Mayor Spearman continues to encourage residents to keep following guidelines as Lethbridge drops below 100 active cases of...","sentiment_score":-0.0666666667}
{"full_text":".@lindsayarnold people are only being \"negative\" because we don't want Sage or you to get sick. You've been very ignorant about this pandemic and aren't setting a good example to your fans and daughter","sentiment_score":-0.0228571429}
{"full_text":"RT Hello! It's a new day!Who's ready to PUSH? Ready to PUSH for retroactive COVID relief? And to PUSH for studen...","sentiment_score":0.1787878788}
{"full_text":"some more info on house moves xx","sentiment_score":0.5}
{"full_text":"It's a shame trump didn't put as much effort into being a president for all Americans and into acknowledging and fighting Covid as he has whining and protesting his election loss. #TrumpFailedAmerica","sentiment_score":0.2}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT 5\/6 Stay-at-home restrictions, more economic and interpersonal stressors, and diminished...","sentiment_score":0.35}
{"full_text":"This feels momentous!  State opens vaccinations to people over 65, front-line essential workers via","sentiment_score":0.0}
{"full_text":"RT This isn't an original thought but Mike Pence is no victim, nor does he face a \"hard choice.\" He faces no choice. The const...","sentiment_score":0.0402777778}
{"full_text":"RT I am in the Capitol and our staff are sheltering in place in our office as adjacent buildings are being evacuated. Thank you...","sentiment_score":0.0}
{"full_text":"RT Astonishing fact the UK has suffered more Covid deaths in 24 hours (1,041) than Australia has since the START OF THE PANDE...","sentiment_score":0.5}
{"full_text":"RT \"bear in mind the age group of retail workers, restaurant staff etc\" well said, one of the few journalists\/media commenta...","sentiment_score":-0.2}
{"full_text":"RT | \"HARRY WEAR A MASK\" is trending at #21 Worldwide.  Please follow the proper health guidelines and restrictions in this h...","sentiment_score":0.0}
{"full_text":"The word 'tier' is ruined for me now. Only context I will ever accept it in relation to this pandemic. It's has no other meaning","sentiment_score":0.03125}
{"full_text":"I think the lockdown being possibly in place until 31st March just gives me very little hope  I think April will be a much better month for you! ","sentiment_score":0.1270833333}
{"full_text":"RT Jim Jordan is claiming that the election should be overturned due to the size of the crowds that Trump brought in, versus...","sentiment_score":-0.125}
{"full_text":"You voted for them","sentiment_score":0.0}
{"full_text":"RT Roussel's third year with #Canucks. Due to injury &amp; COVID, still hasn't played a game back in Dallas where he started #NH...","sentiment_score":-0.13125}
{"full_text":"RT Everybody has malaria in Lagos. Lol. Sho ni covid, tell us.","sentiment_score":0.8}
{"full_text":"I've barely seen anything bc of covid but I was looking for a nice area to chill at for an Airbnb maybe like on a lake or something","sentiment_score":0.325}
{"full_text":"RT trump did this and republicans let him","sentiment_score":0.0}
{"full_text":"harry wear a mask","sentiment_score":0.0}
{"full_text":"Ok, live coverage.Trump gave his RABID base an ORDER to March. And marching (waddling) they are, toward The Capitol.Damn!DC is on Lockdown! Nat'l Guard &amp; Cops. Some buildings evacuated.Trump's crowd is a creepy lot &amp; things are getting tense.","sentiment_score":-0.2393939394}
{"full_text":"The show was shot in a more exclusive location on the other side of the country because of the coronavirus pandemic. Here's where.","sentiment_score":0.1875}
{"full_text":"RT The last-ditch pro-Trump rally in downtown DC began with a speaker encouraging Trump fans to spread Covid to each other. Reall...","sentiment_score":-0.125}
{"full_text":"RT My brother is a baker for a large supermarket, he never was furloughed or had the opportunity to stay safe at home, nev...","sentiment_score":0.3571428571}
{"full_text":"RT Clapping for the carers can only be an insult in the face of what is happening in this country no...","sentiment_score":0.0}
{"full_text":"RT Very sad - first time since April more than a 1000 deaths with COVID reported on daily count","sentiment_score":0.025}
{"full_text":"I admit it: I did not have \"de Blasio as the good guy in a fight with the NYC teachers unions\" in the pool for this or any other year.","sentiment_score":0.2875}
{"full_text":"RT I am in the Capitol and our staff are sheltering in place in our office as adjacent buildings are being evacuated. Thank you...","sentiment_score":0.0}
{"full_text":"HARRY WEAR A MASK, please","sentiment_score":0.0}
{"full_text":"RT Jim Jordan is claiming that the election should be overturned due to the size of the crowds that Trump brought in, versus...","sentiment_score":-0.125}
{"full_text":"RT As we continue to keep our communities safe, it's essential to continue to wear a mask and maintain social distancing....","sentiment_score":0.1777777778}
{"full_text":"Have you or a family member been directed by a health care provider to quarantine or self-monitor at home? Follow these 10 tips. Learn more: ","sentiment_score":0.5}
{"full_text":"Many of us are working from home due to COVID-19. During this time we're asking you not to overload sockets and to always charge devices on hard surfaces and always unplug before bed. Help us help you by reducing the threat of fire in your home. ","sentiment_score":0.0277777778}
{"full_text":"DKE Hair Studio Closed. Three Clients have tested Positive for COVID-19.","sentiment_score":0.0636363636}
{"full_text":"We Can Stop Covid-19 #ProudToBeProtected #PGCCOVID19","sentiment_score":0.0}
{"full_text":"I can't wait for the next Twitchcon once COVID is fully over.I've gotten to know so many cool people over the past year and I want to meet as many of them as possible.And to see the others I've met in past years.*inb4 you don't go outside comments*","sentiment_score":0.1214285714}
{"full_text":"RT 1\/ In August, a Texas man was sent to stand trial while he had the coronavirus. The man, the court and jurors didn't know...","sentiment_score":0.0}
{"full_text":"Retired nurses all over Long Island are answering the call to return to the frontlines and help administer COVID-19 vaccines","sentiment_score":-0.05}
{"full_text":"RT The Cabinet on 5 January 2021 approved the extension of the period of the enforcement of the Declaration of an Emergency S...","sentiment_score":0.0}
{"full_text":"Possibility of normal graduations gets boost as first Colorado educators get COVID-19 vaccinehttps:\/\/t.co\/IadD8os5Ie#Jeffco","sentiment_score":0.2}
{"full_text":"#Odisha: Covid-19 Vaccination Not Mandatory For Health Workers","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT If you can see through the hysteria of reaction to the PCR results and look for the pandemic in other data - symptoms,...","sentiment_score":-0.125}
{"full_text":"FUCK J*FF FOR FEELING THE NEED TO DO THIS FUCKING STUNT IN THE MIDDLE OF A FUCKING PANDEMIC","sentiment_score":-0.4}
{"full_text":"No complaints in Abu Dhabi! Top seeds &amp; more outline their off-season adjustments as the 2021 season gets underway.https:\/\/t.co\/8JYnAB4iW9","sentiment_score":0.5}
{"full_text":"'Covid food poverty is going to get worse in Oxfordshire'https:\/\/t.co\/9pXyQh7Qal","sentiment_score":-0.4}
{"full_text":"Slough's MP scolds the Prime Minister over \"last-minute U-turns\" during lockdown debate. ","sentiment_score":0.0}
{"full_text":"#Germany intends to stick to recommendations by #BioNTech and #Pfizer regarding the administration of a second dose of their #COVID19 vaccines rather than delaying it, Health Minister Jens Spahn said on Wednesdayhttps:\/\/t.co\/BdFC8oWjzK","sentiment_score":0.0}
{"full_text":"This may be the great scientific meta-experiment of the 21st century.  \"If they can get you asking the wrong questions, they don't have to worry about answers.\" -- Origin of the #CoronaVirus #COVID19https:\/\/t.co\/Eryn40Si82","sentiment_score":0.1}
{"full_text":"If pregnant, here are steps to protect from #COVID19Wash's often, mask up&amp; stay 6ft apartGo to prenatal care appointmentsGet recommended vaccinesHave 30day supply of medshealthcare provider if sick, depressed or haveQsIf no provider,contact a health center","sentiment_score":-0.1603174603}
{"full_text":"Everyone in every country needs to be vaccinated. They need to open up all biopharmaceutical to manufacturing the vaccines. Otherwise covid will not be irradicated.","sentiment_score":0.0}
{"full_text":"Today's research: discusses a new modeling study in Annals of Internal Medicine Should 2nd #COVID19doses be reserved for those who received the 1st? Or should more people be vaccinated now? Check it out here:","sentiment_score":0.1590909091}
{"full_text":"why did we trend wear a mask? \/neg","sentiment_score":0.0}
{"full_text":"RT | \"HARRY WEAR A MASK\" is trending at #21 Worldwide.  Please follow the proper health guidelines and restrictions in this h...","sentiment_score":0.0}
{"full_text":"2021 what're you doing to us!?https:\/\/t.co\/RoxFpxpuJx","sentiment_score":0.0}
{"full_text":"RT the fact that harry wear a mask is trending is so pathetic cause we have been in this pandemic since march  there are lite...","sentiment_score":-1.0}
{"full_text":"Questions have been asked of the Health Secretary:https:\/\/t.co\/HXjCoAigAz","sentiment_score":0.0}
{"full_text":"If you catch Coronavirus or require medical treatment whilst travelling, Our policies will cover for emergency and necessary treatment #coronavirus #covid19","sentiment_score":0.0}
{"full_text":"Turkey listed at bottom of COVID-19 transparency ranking of 100 states#COVID19tr","sentiment_score":0.0}
{"full_text":"COVID-19 has made a huge impact on digital transformations in business, from remote working to effective AI use.We've put our top insights from 2020 into one place. Read here ","sentiment_score":0.28}
{"full_text":"ICYMI: As we enter into the 11th month of COVID-19, Howard Chang, MD, medical director of the ED at Ascension Via Christi St. Francis, recently provided some helpful tips and debunked myths about recovering from COVID-19 at home.","sentiment_score":0.0}
{"full_text":"I can not wait to donate as much money as I possibly can to unseat #GymJordan when he is up for re-election. #GOPSeditiousTraitors #GOPCorruptionOverCountry #JointSession #Arizona","sentiment_score":0.1}
{"full_text":"News from #Thailand | A new outbreak threatens to put Thailand back months in its pandemic battle amid fears daily cases could rise to more than 10,000 by later this month.","sentiment_score":0.1272727273}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation. #MDOT","sentiment_score":0.0}
{"full_text":"RT Readout of President-elect Biden's briefing on COVID-19 response and vaccination strategy:","sentiment_score":0.0}
{"full_text":"Here is the latest guidance from supermarkets amid the ongoing coronavirus restrictions.https:\/\/t.co\/Wo3pZldLRv","sentiment_score":0.5}
{"full_text":"ICYMI, here's the recording from discussion on \"Indigenous Survival: Traditional Knowledge and Leadership in Pandemic Times\" -","sentiment_score":0.0}
{"full_text":"The concept of doing more with less with a boutique wedding has always been en vogue, even before COVID. Let us handle all the details of your intimate event! #salemweddingvenue #boutiquewedding #safewedding","sentiment_score":0.1944444444}
{"full_text":"Every job has dignity.  When someone denigrate any job and any worker they've shown themselves to be entitled and part of the problem.  If the pandemic taught us anything, it should be that every job has value.  Sometimes more than you think.","sentiment_score":0.5}
{"full_text":"Join us today, Wed. Jan 6 for FREE COVID-19 Testing at our new location.When:  Wednesday, Jan 6, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"RT Michigan is moving into phase 1B &amp; 1C which means seniors 65+ and some frontline essential workers (police officers, fir...","sentiment_score":0.0}
{"full_text":"South Korean fisherman Yun Jong-su was abducted in the 1970s and forced to live in North Korea for 33 years.He escaped in 2009, but his daughter was left behind.Despite years of searching, Yun died of COVID-19 this week without seeing her again.https:\/\/t.co\/quxUa7pHWd","sentiment_score":-0.0545454545}
{"full_text":"RT 1. Prison health is public health. 2. Canada does not have death penalty; Covid should not be death sentence...","sentiment_score":0.0}
