{"full_text":"RT Does neuroinvasion of the brain by #SARSCoV2 happen? Not just in mice, but in *humans*? The clear answer in this study is y...","sentiment_score":0.1}
{"full_text":"Nah I don't think so we like him he's staying. You however can let the door hit you on your Covid testing site on your way out.","sentiment_score":0.0}
{"full_text":"RT In other words, let's bow down to the teachers unions once again.","sentiment_score":-0.1402777778}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"The data from Israel re B.1.1.9 is worrisome, 31% of the population vaccinated (one dose), 8% confirmed 2x-3x of that actual infections, so call it 50% immuned. And yet they had 0.1% of population infected today. Still zero evidence of problems with Vaccine efficacy","sentiment_score":0.2}
{"full_text":"RT Ontario's long-term care crisis requires immediate action to address critical staffing and care shortages, unsafe condit...","sentiment_score":0.05}
{"full_text":"Hey timb22, what's up? The thread is compiled, don't hesitate to share it. Have a good read:  #COVID19","sentiment_score":0.7}
{"full_text":"RT My husband just called his university hospital's Covid vaccine appointment line. Estimated wait time to talk to someone a...","sentiment_score":0.0}
{"full_text":"RT At risk of upsetting people, I need to address why I think teachers should feel very safe going to in-person learning af...","sentiment_score":0.65}
{"full_text":"This is online domination clip.Somebody want to see with English caption?I'm considering to make it if somebody want to!!","sentiment_score":0.0}
{"full_text":"RT Let's face it - self care has long been seen as weakness in medicine.It's taken an epidemic of physician suicide and bur...","sentiment_score":-0.05}
{"full_text":"And he can't wear a mask properly... he's the typical ahole with the nose uncovered","sentiment_score":-0.0833333333}
{"full_text":"RT Marco Rubio is lying. Our union has been talking about reopening since April, in fact I published an OpEd on it this week....","sentiment_score":0.0}
{"full_text":"U.S. handling of American evacuees from Wuhan increased coronavirus risks, watchdog finds - The Washington Post","sentiment_score":0.0}
{"full_text":"RT Bernie's Wall Street speculation tax would raise $2.4 trillion - enough to make public colleges tuition free and cancel...","sentiment_score":0.1333333333}
{"full_text":"RT India's central role in pulling the world out of the Covid crisis is now establishedUN Secretary General: \"I think tha...","sentiment_score":0.025}
{"full_text":"RT Bussing MIQ returnees across Auckland for exercise 'stupid', by and Troels Sommerville (https:\/\/t.co\/XdMXnEmb3d)","sentiment_score":-0.8}
{"full_text":"RT The SNP is condemned by the Tories for discussing Independence during a pandemic.  The Tory Leader comes to Scotland, disob...","sentiment_score":0.0}
{"full_text":"RT Want to end the pandemic? Lets marshal global manufacturing effort to make lots of vaccine quicklyAnd vaccinate everyon...","sentiment_score":0.0}
{"full_text":"RT Breaking WaPo: An investigation overseen by the Office of Special Counsel has found that the Trump admin's handling of na...","sentiment_score":0.3571428571}
{"full_text":"RT This is what it looks like today in a country that is Covid-free (knock on wood) because of a collective sacrifice for the gre...","sentiment_score":0.0}
{"full_text":"RT CNN: 432,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT Let me comment on this since I'm in NZ and I had a chat with someone who's in the education field. How NZ made it during lockdo...","sentiment_score":0.0}
{"full_text":"Sorry bro ","sentiment_score":-0.5}
{"full_text":"RT California Considers Reprioritizing COVID-19 Vaccine Rollout #DisabilityRightsNews","sentiment_score":0.0}
{"full_text":"RT In Clark County, Nevada, there have been 18 student suicides during the nine months of COVID closure - double the nine s...","sentiment_score":0.0}
{"full_text":"I can because unlike the millions laid up on there sofa  some of us have a job to go to each day and have done through out this pandemic ","sentiment_score":0.0}
{"full_text":"RT YESTERDAYBoris Johnson:\"Nothing will stop us remembering the unique horror of the Holocaust and recommitting to root...","sentiment_score":0.375}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Once again, left it to the general to deliver the bad news about cuts to vaccine shipments. He was too busy...","sentiment_score":-0.1375}
{"full_text":"RT [BREAKING] The #Novavax #Covid19 vaccine, trialled in South Africa, is the first to demonstrate clinical efficacy again...","sentiment_score":0.25}
{"full_text":"RT A member of congress thinks there is a Jewish Laser beam to clear space or something for high speed rail and on Sunday TV...","sentiment_score":0.0866666667}
{"full_text":"Covid-19: Novavax Vaccine Shows 89% Efficacy In UK Trials","sentiment_score":0.0}
{"full_text":"Germany plans entry restrictions over COVID variants","sentiment_score":0.0}
{"full_text":"RT Global health experts call for urgent action amid fears smog can increase risk of Covid-19 and heart disease","sentiment_score":0.05}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT Gov Cuomo underreported COVID nursing home deaths by a whopping 50%","sentiment_score":0.0}
{"full_text":"better to stay home, watch something or rest ","sentiment_score":0.5}
{"full_text":"Agreed!!! But watch out.... they're going to try to force us to get it. It's not for covid, it's for control.","sentiment_score":0.0}
{"full_text":"RT The movement of low cost technology being produce by Indian entrepreneurs, the govt or the private sector was the reason as t...","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo undercounted COVID-19 deaths in New York nursing homes by as much as 50%.I think now would be an appropriat...","sentiment_score":0.1681818182}
{"full_text":"RT Florida Gov. on his state's success:\"Lockdowns don't cure anything ... they haven't worked to stop the sp...","sentiment_score":0.3}
{"full_text":"RT 7 restaurant staff forced to stay in their restaurant since 7pm yesterday during the govt's sudden lockdown in North Point have...","sentiment_score":-0.15}
{"full_text":"Noooo the pandemic is supposed to keep your mind off the election fraud, the SECOND impeachment, (as he's already left the office) is to distract you as all your rights are taken away ","sentiment_score":0.0}
{"full_text":"Headlines tomorrow:\"Recent spike in COVID-19 cases...\"","sentiment_score":0.0}
{"full_text":"RT We are fighting the pandemic in India and strengthening the global efforts against COVID-19. #DavosAgenda","sentiment_score":0.0}
{"full_text":"RT A member of congress thinks there is a Jewish Laser beam to clear space or something for high speed rail and on Sunday TV...","sentiment_score":0.0866666667}
{"full_text":"RT See where misinformation can bring you?Willie Revillame's fans risked their lives, went out of their homes to line up...","sentiment_score":0.0}
{"full_text":"#15SecsOfLocalMusic brings to you 's Lock down reflectionsListen to 15 Seconds of Nceku _ Umsindo NkiiWatch Like and Subscribe :https:\/\/t.co\/GzElN905p5","sentiment_score":-0.1555555556}
{"full_text":"RT As the papa of two wonderful four-year-olds this story absolutely terrifies me. Please #StayAtHome if you can and if you...","sentiment_score":0.6}
{"full_text":"RT India reports 18,855 new #COVID19 cases, 20,746 discharges and 163 deaths in last 24 hours, as per Union Health MinistryTotal ca...","sentiment_score":0.0681818182}
{"full_text":"RT The rollout of the COVID Vaccine is so important -- it needs to be free of the Prime Minister's spin.#auspol #COVID19 #Vacci...","sentiment_score":0.4}
{"full_text":"RT Had a warm telephone conversation with my friend Sheikh Thanked him for his personal attention to the w...","sentiment_score":0.3}
{"full_text":"Anger over Cuomo's Covid vaccine rules after reports of doses being thrown out, left unused due to lack of eligible recipients                    ","sentiment_score":-0.275}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT #COVID19 and #UrbanHome Flight: #GTA Cities That Were Winners and Losers via #guelphwellingt...","sentiment_score":-0.2}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/by0hESFGRT","sentiment_score":0.0}
{"full_text":"While the pandemic is nowhere near \"over\", the world as we know it has been changed and will continue to change our daily lives.","sentiment_score":0.05}
{"full_text":"RT CORONAVIRUS: Pfizer vaccine found to be 92% effective in Israel, with those vaccinated eleven times less likely to be i...","sentiment_score":0.1444444444}
{"full_text":"RT Last week Germany made medical masks mandatory on public transit and in stores. Officials said that as new variants emerge...","sentiment_score":0.0340909091}
{"full_text":"RT Covid is the biggest respiratory pandemic in a century, but it's hardly the only hazard. Anthrax, SARS, H5N1, H1N1, MERS, Ebo...","sentiment_score":-0.1458333333}
{"full_text":"Covid vaccine ah MFDA in huhdha dhinee WHO ge mingandah fetheythee","sentiment_score":0.0}
{"full_text":"RT North America's largest cemetery struggles to cope with COVID deaths","sentiment_score":0.0}
{"full_text":"Madison County to receive 4X their usual COVID-19 vaccine shipment","sentiment_score":-0.25}
{"full_text":"The difficulty in persuading young adults to upend their lifestyles to prevent #COVID19's spread has challenged countries across the globe.","sentiment_score":0.1}
{"full_text":"A Montgomery County health official is documenting his experience getting vaccinated to instill confidence in the coronavirus vaccine within Black and brown communities.","sentiment_score":-0.1666666667}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Covid-19 infection may reduce fertility in men: studyhttps:\/\/t.co\/nDQ2gxrWI0","sentiment_score":0.0}
{"full_text":"RT We went from \"two weeks to flatten the curve\" to \"wear three masks and get your anus swabbed.\"","sentiment_score":0.0}
{"full_text":"There are increasingly dire indications that the time away from the classroom is taking a toll on students academically, socially and harming their mental health.https:\/\/t.co\/re2VMBzWNs","sentiment_score":-0.0333333333}
{"full_text":"Two best friends embarking on a cross country journey raising awareness for breast cancer are discovering even in the midst of a pandemic the kindness of strangers lives on.@Alejandro_SNN MORE:","sentiment_score":0.5}
{"full_text":"Emails asking the public to register for the vaccine have been sent out - but this isn't necessaryhttps:\/\/t.co\/4ibgeoJZ2y","sentiment_score":0.0}
{"full_text":"As mentioned last year, Southeast Asia seems set for a post-pandemic boom. Malaysia, Indonesia, Cambodia, Brunei and Laos in particular are worth watching. Palm oil, crude oil, gold and manufacturing are some sectors of note.https:\/\/t.co\/VJ9eQgzfEd","sentiment_score":-0.0583333333}
{"full_text":"ain't no virus hindering me of getting these taehyun pc back off covid","sentiment_score":0.0}
{"full_text":"RT Since the start of #COVID19, we've been working to address the rise in hate crimes, harassment and discrimination against A...","sentiment_score":-0.8}
{"full_text":"No extension: Philippine travel curbs vs new #COVID19 variant to end Jan. 31","sentiment_score":0.1363636364}
{"full_text":"\"One person I can constantly lean on for exceptional work. When he says he's going to do something, you know it's going to happen and you know it's going to be done right,\" Reeves said. ","sentiment_score":0.3174603175}
{"full_text":"Pre-departure testing offers an additional layer of protection to 's existing multilayered strategy to prevent the introduction and spread of #COVID19 . To learn more, please visit:","sentiment_score":0.3}
{"full_text":"RT It's time for our leaders in Government to step up and remove Marjorie Taylor Greene from Congress. She's claiming a \"...","sentiment_score":0.0}
{"full_text":"Cardi B is dropping some serious cash to make sure she and her team stay COVID-free!https:\/\/t.co\/c4xzK3Lok2","sentiment_score":0.0833333333}
{"full_text":"The Pandemic Baby Boom Is REAL- find out which ingredients you should avoid- and which nurture your glowy pregnancy skin- here:","sentiment_score":0.2}
{"full_text":"RT Want to end the pandemic? Lets marshal global manufacturing effort to make lots of vaccine quicklyAnd vaccinate everyon...","sentiment_score":0.0}
{"full_text":"Artists continue to create art, despite the COVID-19 pandemic. Here's a list of 5 Yakima Valley artists to watch in 2021, courtesy of at","sentiment_score":0.0}
{"full_text":"RT 'COVID itself has been a moment of reflection. And while you see the horrible impact around the world, you also see the role technology plays in how the economy is still functioning around the world.' CEO ...","sentiment_score":-1.0}
{"full_text":"Stay connected with friends and family through Gumzo. Gumzo brings you new ways to celebrate every moment remotely and it is now FREE! Get started here-","sentiment_score":0.1787878788}
{"full_text":"The Catholic Action Center's director says clients who are 70 and up and suffer from heart, lung and kidney problems got the vaccine.","sentiment_score":0.0}
{"full_text":"Taking certain medications before getting the COVID-19 vaccine can lessen your immune response to it.","sentiment_score":0.2142857143}
{"full_text":"Public condemnation is growing over a wealthy Vancouver couple who allegedly flew to a remote Indigenous community in Yukon Territory to get vaccinated for the coronavirus.--&gt;&gt;","sentiment_score":0.075}
{"full_text":"Covid19 may damage sperm quality and reduce fertility in men, according to a new study based on experimental evidence.READ:","sentiment_score":0.1181818182}
{"full_text":"Jeffrey Dean Morgan's #Negan gives coronavirus the middle finger in a behind-the-scenes photo from #TheWalkingDead's new Season 10 episodes:","sentiment_score":0.0681818182}
{"full_text":"US jobless claims drop to still-high 847,000 as pandemic rages","sentiment_score":0.0}
{"full_text":"Covid-19 may damage sperm quality and reduce fertility in men, according to a new study based on experimental evidence.#COVID19 #men #infertilityhttps:\/\/t.co\/I8PNFCgQ1r","sentiment_score":0.1181818182}
{"full_text":"CDC officials say schools are safe to return to in-person learninghttps:\/\/t.co\/FzCLgVt0P9","sentiment_score":0.5}
{"full_text":"Reserve your study room! ","sentiment_score":0.0}
{"full_text":"Can you get the COVID-19 Vaccine in any countyhttps:\/\/t.co\/w1GThlzH9R","sentiment_score":0.0}
{"full_text":"#DigitalTech has been key to keeping people connected during COVID-19 &amp; we must ensure the digital revolution leaves no one behind. reflects on the the potential of digitalization to create new learning &amp; work opportunities for ppl on the move.","sentiment_score":-0.0527272727}
{"full_text":"RT 4,101 Americans died of coronavirus yesterday.This is Jim Jordan's idea of a coronavirus respo...","sentiment_score":0.0}
{"full_text":"Learn how ADB's theme bonds--water, gender, and health--are promoting sustainable development and combating COVID-19 in Asia and the Pacific:","sentiment_score":0.0}
{"full_text":"RT Officials were told to remove protective gear when meeting with Wuhan evacuees to avoid \"bad optics,\" and days after thos...","sentiment_score":-0.7}
{"full_text":"Aww damn...","sentiment_score":0.3}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Fauci says Biden's push to reopen schools in 100 days 'may not happen'","sentiment_score":0.0}
{"full_text":"RT Keep in mind they could have avoided this whole mess by paying people any amount of actual money for Covid relief","sentiment_score":0.0083333333}
{"full_text":"RT If this lockdown continues bras will be completely eradicated by the end of 2021.","sentiment_score":0.1}
{"full_text":"Today is Friday January 29, 2021. Americans, even in a pandemic, still do not have healthcare.","sentiment_score":0.0}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"Does she even realize how much #DOGE she could've bought with that?","sentiment_score":0.2}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 16.2FWind Chill: 14.9FHumidity: 85%Dew Point: 12.6F Barometer: 30.332 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 144.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"just thinking. since schools have been closed and stay at home order was announced. ontario's covid cases shrunk. me thinks schools stay closed","sentiment_score":-0.1}
{"full_text":"New sequences from Poland (6), Spain (16), Switzerland (2), and the United Kingdom (4356) can be found on to Hospital Ramon y Cajal,","sentiment_score":0.1363636364}
{"full_text":"RT Heartbreaking week for #AAJAfamily. We lost two beloved members to covid: Corky Lee &amp; David Ibata. Corky made sure history do...","sentiment_score":0.6}
{"full_text":"RT Mexico's COVID-19 death toll surpasses India, becomes world's third highest","sentiment_score":0.0}
{"full_text":"thread","sentiment_score":0.0}
{"full_text":"Ethiopian Airlines &amp; CemAir partner an interline agreement that will allow passengers to travel seamlessly with a single ticket between points within the carriers' networks. Ethiopian Airlines has committed to keeping its scheduled flights to SA, even through the pandemic.","sentiment_score":0.0142857143}
{"full_text":"Nigeria: Fears That Pandemic is Fuelling Child Abuse At Almajiri Schools","sentiment_score":0.0}
{"full_text":"Comelec putting up fast lanes for COVID-19 frontliners during voters registration","sentiment_score":0.2}
{"full_text":"RT It's not last day working that's the problem. Problem is lack of planning of due dates and not considering the #Covid imp...","sentiment_score":-0.0625}
{"full_text":"Philadelphia severs ties with Covid testing and vaccine organization after losing 'trust in them'","sentiment_score":0.0}
{"full_text":"Americans owe nearly $1 trillion in credit card debt, an all-time high, according to the Federal Reserve. Much of that debt was piled on over the last half of 2020 when many people on unemployment lost the CARES Act's $600 supplemental.","sentiment_score":0.1322222222}
{"full_text":"To all mps, during lock down the most vulnerable people in society who need disabilities benifits, even during lock down are having to do telephone assessments with atos or capita to prove they are ill. This is so wrong.  Stop paying captia and atis 600 million ","sentiment_score":-0.2185185185}
{"full_text":"29\/1\/2021: India has lowest cCFR &amp; no's in COVID19 global count. Wear a mask &amp; promote vaccination. @TimesNow @RShivshankar @navikakumar @PMOIndia","sentiment_score":0.0}
{"full_text":"The benefits of pandemic-era cloud migrations","sentiment_score":0.0}
{"full_text":"RT COVID is real please don't joke with it.","sentiment_score":0.2}
{"full_text":"RT  Wait! What?https:\/\/t.co\/I7LgfQOgoL","sentiment_score":0.0}
{"full_text":"Beijing Uses Anal Swabs To Detect COVID-19 Strains","sentiment_score":0.0}
