{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"RT The truth is out there for all to see! NO COVID, NO PANDEMIC NOT EVEN AN EPIDEMIC! We are being lied to...","sentiment_score":0.0}
{"full_text":"RT #NewYear2021: As the #pandemic played spoilsport in 2020, celebs say they will complete their pending #NewYearResoluti...","sentiment_score":0.1}
{"full_text":"RT Next Republicans will be blaming Joe Biden for the disastrous COVID19 response and vaccine distribution debacl...","sentiment_score":-0.35}
{"full_text":"RT Friends who test negative together spend positive time together!  Nothing like a get together at home with friends in a saf...","sentiment_score":-0.0079545455}
{"full_text":"RT As we head into the New Year, please continue to protect yourself and the people around you from this virus. Wear a ma...","sentiment_score":0.1363636364}
{"full_text":"No blackboard teaching please during #Covid19 shut down","sentiment_score":-0.1555555556}
{"full_text":"Covid-19: Oxford-AstraZeneca vaccine approved for use in UK","sentiment_score":0.0}
{"full_text":"Twitter is now censoring medical journals https:\/\/t.co\/tHvaMhid2P","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden has warned of a \"dark winter\" for our nation. But the dark winter we're facing is not due just to #COVID19,...","sentiment_score":-0.0791666667}
{"full_text":"RT New Covid-19 based govt website. This one is for people who have recieved treatment for Covid who wish to:\"Report sus...","sentiment_score":0.1363636364}
{"full_text":"RT 2020 &amp; 2021 being the same because people still aren't being smart in a pandemic","sentiment_score":0.1071428571}
{"full_text":"RT We are no longer able to put in the daily effort without hurting other priorities (like family). We will do updates and cha...","sentiment_score":0.125}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"There is no covid patients in any of the hospitals in hull. You can check for yourselves and no one in hull has covid fact there is no such thing as covid virus.i have spoken with top scientists on the internet. Our government is lieing.","sentiment_score":0.25}
{"full_text":"RT In May, many lockdowns around the world begun to ease--but in places where they didn't, some anti-lockdown protesters star...","sentiment_score":0.5}
{"full_text":"RT Dear People who traveled for Christmas and went out for New Year's...","sentiment_score":0.1363636364}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Just finished a really distressing phone call with my mum, begging me not to go back to school on Monday.  She's already lo...","sentiment_score":0.1}
{"full_text":"RT 2020 was a tough year for us &amp; for people across the world bec of Covid19. But by the grace of God we fared far better th...","sentiment_score":0.0703703704}
{"full_text":"RT 2020 was a year of grieving, loss and mentally draining. We saw ramadan and both eids through lockdown, many of us lost our lo...","sentiment_score":0.2}
{"full_text":"Two things can be true at the same time.Many hospitals are under intense pressure with Covid patients.Forcing schools &amp; businesses to shut &amp; making it a criminal offence for families &amp; friends to meet do little or nothing to help, whilst causing huge economic &amp; social damage.","sentiment_score":0.0744791667}
{"full_text":"RT I'm off for four days and I'm spending it in Cali lockdown. Stay out my mentions. I ain't got nothing but time today! ","sentiment_score":0.0}
{"full_text":"RT I am newly self employed and am ineligible for Covid Support. Please support treasury committees recommendati...","sentiment_score":0.1363636364}
{"full_text":"RT Let this sink in--A 41 year old GOP congressman-elect has just died of #COVID19. Doctors also say Letlow did **NOT** h...","sentiment_score":0.1}
{"full_text":"RT This point needs to again be reiterated. #WearAMask","sentiment_score":0.0}
{"full_text":"I'm not gonna lie. I was glad to see the ice. People here were not smart enough to do the right thing and stay home b\/c of a pandemic...but an icy Oklahoma street scares em every time. The ice saved lives.","sentiment_score":0.1157142857}
{"full_text":"Florida , they got it all ! #RonDeathSentance , Trump , Pedis and covidDaily Mail: Cops arrest Florida pedophile who had secret underground bunker.https:\/\/t.co\/5OzDmR0Mkh","sentiment_score":-0.225}
{"full_text":"If it's 100% at a COVID facility, I'd be surprised if it was lower than 65-70% nationally among medical personnel.How many fast food workers eat where they work? Some do, but not a lot. Same principal applies. Once you see how things work, you tend to stay away.","sentiment_score":0.16}
{"full_text":"RT Happy to have written this article with my 2020 Princeton Senior Thesis student Justinas Mickus! Sizing up the competit...","sentiment_score":1.0}
{"full_text":"RT Proud that the UK is taking over the 2021 Presidency of the G7 today. Hosting both the G7 Summit and will make thi...","sentiment_score":0.8}
{"full_text":"Based on a UK COVID vaccine calculator whch takes into account the UK Govt. priority list, it seems I'll be fully protected between Jan-Jun 2022.So there's that.","sentiment_score":0.0}
{"full_text":"RT Good evening. Adenovirus-based anti-CoVID (Astra Zeneca) #OxfordVaccine gets clearance in India.","sentiment_score":0.7}
{"full_text":"RT Coronavirus overshadows Japan's New Year's Day festivities","sentiment_score":0.1363636364}
{"full_text":"Pandemic woes: which cultural occasions can we stay up for in 2021? | Tradition| Arts, music and life-style reporting from Germany | DW","sentiment_score":0.1}
{"full_text":"RT Hi Pi network members.Hope you All are well in these Corona times .Remember to push the button in the app every 24...","sentiment_score":0.0}
{"full_text":"RT Covid-19 1 year anniversary coming up....","sentiment_score":0.0}
{"full_text":"RT Welcome to 2021, the year we crush Covid! Happy new year everyone!","sentiment_score":0.6568181818}
{"full_text":"Getting it wrong on #Covid #MassVaccination #Schools #Hospitals and the #Economy. The #ClusterFcuk is on you!","sentiment_score":-0.625}
{"full_text":"Simple home remedies for various health problemsMust watch  and stay safehttps:\/\/t.co\/41myq8Cgrm","sentiment_score":0.0}
{"full_text":"RT Just cus it's 2021 doesn't mean corona disappeared , where ur damn mask","sentiment_score":-0.3125}
{"full_text":"RT OMG. We epidemiologists just want to scream:~20%-40% of Los Angeles County front-line workers declined #COVID19 vaccine....","sentiment_score":0.0}
{"full_text":"You all praising 2021 like its gonna make the covid disappear","sentiment_score":0.0}
{"full_text":"RT The geographical &amp; age distribution suggests that although the the UK pandemic is in a critical state now, there's real po...","sentiment_score":0.1}
{"full_text":"RT Modi ji is known for good management of Corona pandemic and Mamata Banerjee is known for mis- management of Corona pandemic #T...","sentiment_score":0.7}
{"full_text":"RT Dolly Parton, the 74-year-old legend who in 2020 released a Christmas album AND a book about songwriting, AND a Christma...","sentiment_score":0.0}
{"full_text":"RT Please think of others in the New Year. Keep wearing your mask. Continue social distancing. Get vaccinated when it's your...","sentiment_score":0.0848484848}
{"full_text":"i would still honestly like to know what places more stress on our hospitals ICU and critical care capacity, covid patients or gun shot\/stabbing victims","sentiment_score":0.3666666667}
{"full_text":"RT Meeting of Subject Expert Committee (SEC) of the national drug regulator is still going on. SEC will make appropriate recommendati...","sentiment_score":0.0333333333}
{"full_text":"RT 1) COVID: I'm bullish about the vaccine rollout in the UK and expect 20m to have at least a first dose by March with all adults...","sentiment_score":-0.025}
{"full_text":"RT Yes, why?  He resigned.  Now ask about her extensive travelling during the last lock down and fin...","sentiment_score":-0.0518518519}
{"full_text":"RT They don't have you, and your friends.","sentiment_score":0.0}
{"full_text":"RT Biden inaugural committee planning national covid unity and remembrance event on January 19: \"inviting cities and towns around...","sentiment_score":0.0}
{"full_text":"RT It's late. I've had some wine. I am thinking about that 40-something #covid19 patient who told me that he \"can't die lik...","sentiment_score":-0.3}
{"full_text":"RT Visual approximation of US government support and planning for #covid19 vaccines to date","sentiment_score":0.0}
{"full_text":"2020 taught me that I just flow with what I can since the planet has other plans such as the covid","sentiment_score":-0.0625}
{"full_text":"50\/50 (for me at least new British strain of COVID in colorado so yay ;(","sentiment_score":-0.0545454545}
{"full_text":"RT Trump's Report CardAdded $8 trillion to national debt (42%)Reversed 80 EPA regsWithdrew from 13 in...","sentiment_score":0.0}
{"full_text":"RT China in Focus (Dec. 31): The Ongoing CCP Virus Pandemic: Recap via","sentiment_score":0.0}
{"full_text":"Adding one more last minute thing to my list of New Years resolutions:  Do not even think about reading any of Slavoj Zizek's books about the pandemic","sentiment_score":0.2121212121}
{"full_text":"RT WOW: Doctors were FIRED &amp; reprimanded for speaking out against lockdowns, showing how the data was being manipulated for...","sentiment_score":0.1}
{"full_text":"RT Ladies and gentlemen, bienvenu en 2021","sentiment_score":0.0}
{"full_text":"RT RECOUNT in South Carolina. LG's was NOT a righteous  win and he knows it. Mask-defiant as he c...","sentiment_score":0.8}
{"full_text":"Just molest and manipulate everything","sentiment_score":0.0}
{"full_text":"RT Mysterious Disappearance Of Flu In San Diego Prompted Call For Audit Of COVID Records","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"PM Netanyahu with the millionth Vaccinated!An Arab!#Israel #vaccine #Covid19 #Covid19vaccine","sentiment_score":0.0}
{"full_text":"Etihad Airways offers complimentary Covid-19 test for passengers","sentiment_score":0.2}
{"full_text":"RT Una McGurk, who sits on an asylum appeals tribunal has claimed she only got a \"slap on the wrist\" for her attendance at a...","sentiment_score":0.0}
{"full_text":"Nah, Trump COVID Day was pretty great too","sentiment_score":0.525}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT People began using their free time due to lockdown to crochet mini sofas for their cats #LockdownArt #CreativeSurvival htt...","sentiment_score":0.1375}
{"full_text":" long but definitely a MUST- WATCH !!        Catherine Austin Fitts | Full Interview | Planet Lockdown via","sentiment_score":0.1}
{"full_text":"RT 44 people who attend Christmas church gathering test positive for COVID-19https:\/\/t.co\/KXg28Dubtw","sentiment_score":0.2272727273}
{"full_text":"RT Who cares what Johnson says? This is the same deluded dickhead who told us it would be the best year ever in January 2020...","sentiment_score":0.5}
{"full_text":"RT If you think the COVID situation is bad now, remember that we're looking at numbers for how it really was a week ago, if not mo...","sentiment_score":-0.25}
{"full_text":"RT India Means Business: PM ji's New &amp; Resurgent India has emerged as oasis for Foreign Direct Investment durin...","sentiment_score":0.0371212121}
{"full_text":"RT God help Florida. Holy F are you going to need it.","sentiment_score":0.0}
{"full_text":"RT 'Did someone die with COVID19, of COVID19 - or did it have absolutely nothing whatsoever to do with COVID19? Who knows? I...","sentiment_score":0.2}
{"full_text":"The Farce and Diabolical Agenda of  A \"Universal Lockdown\" via   grtvnews  *","sentiment_score":-0.2}
{"full_text":"RT Many hospitals are now going to contingency care, in which staffers work longer hours and wards are reconfigured to take more...","sentiment_score":0.5}
{"full_text":"RT Tana apologizing for going to parties during a pandemic this past summer only to fly to Miami with jake paul for new years...","sentiment_score":0.1715909091}
{"full_text":"Just in - announces reopening of #Theatres in #Kerala from January 5 ! All #covid19 related health measures should be taken with only 50% of seating capacity.","sentiment_score":0.0}
{"full_text":"I've no technical knowledge.Could the new way of giving the vaccine lead to vaccine resistance?","sentiment_score":0.0681818182}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Thank you for fighting against covid-19...!!It's not easy at all to get out risking your life &amp; fight aga...","sentiment_score":-0.2166666667}
{"full_text":"RT JUST IN: World Health Organisation reports almost 14,000 deaths yesterday, making it the deadliest day of the pandemic...","sentiment_score":0.0}
{"full_text":"RT we did it joe! covid is over!","sentiment_score":0.0}
{"full_text":"RT Don't worry about the NHS coping with Covid. From tomorrow it starts getting PS350million per week extra. #BrexitDisaster #...","sentiment_score":0.0}
{"full_text":"RT Good to speak to on today. The decision to delay the second dose of Pfizer Covid-19 vaccine from 3 we...","sentiment_score":0.35}
{"full_text":"RT We are delighted that Prof has been awarded a CBE for predicting the mental health impact of the pandemic on health...","sentiment_score":0.3}
{"full_text":"RT Black Man Wrongfully Detained By Maskless Police Officer Tests Positive For COVID-19 Days Later","sentiment_score":0.0202020202}
{"full_text":"RT 2021. covid, vaccines, and our path forward for the rest of this decade. Claiming back our lives rests in our own hands.#M...","sentiment_score":0.3}
{"full_text":"\"That typical gym experience is gone.\" How fitness-related resolutions could look different this January.","sentiment_score":-0.0833333333}
{"full_text":"RT You were not forced to 'tell people how to live their lives.' Imposing a lockdown was your choice. You said 3 weeks. It was...","sentiment_score":0.1431818182}
{"full_text":"Read in detail on #India #Science #Technology and #Innovation Portal #ISTIportal!!! \"#COVID-19 #vaccine: Roll-out plan in India\"Link: #IndiaFightsCorona","sentiment_score":0.0}
{"full_text":"\"The first branches will go to protect healthcare workers and will have no effect on the population as such.\"  #Covid19InSA #covid19secondwave #covid19 #CovidVaccine","sentiment_score":0.125}
{"full_text":"Let it be on record Nigeria security operatives has kill more Nigerians than HIV,AIDS,EBOLA ,COVID has killed combined together","sentiment_score":0.15}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"President Trump delivered a year-end video message after returning early from vacation, highlighting his administration's work to rapidly develop a vaccine against COVID-19.https:\/\/t.co\/pxeF00QQPR","sentiment_score":0.1}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":" | 2020 in Catalonia was the year of Covid-19, but also of Storm Gloria, a single Spain-Catalonia talk on the independence issue, Quim Torra's disqualification, the end of an era for Barca, and more | Find out more:","sentiment_score":0.3095238095}
{"full_text":"The pandemic proved to be a blessing in disguise- decided to #learntocode Started by attending a #masterclass by Scaler. I enjoyed it, my issues were being immediately attended to during the session &amp; I ended up joining their Edge program.-Mohitpal Singhhttps:\/\/t.co\/byN4BSHxxN","sentiment_score":0.5}
{"full_text":"Now Broadcasting on node :PLACARD 2021 : .The World Fuse. - .Wuhan Telex Sofa. - (+) - (https:\/\/t.co\/l2Oeco7dbP)Listen on","sentiment_score":0.0}
{"full_text":"I told my family yesterday that the tree is staying up until next Christmas. 1) It brings me joy 2) It will save me the time and trouble of taking it down and 3) The way folk are acting we'll be on lockdown til then anyway","sentiment_score":0.0888888889}
{"full_text":"On the 8th day of Christmas the halow family gave to Kate the chance to join sessions. \"Covid stopped me from seeing my boyfriend, friends, family and my dog. halow stayed open and I loved being able to participate in sessions and still see my friends over zoom.\" Kate","sentiment_score":0.4}
{"full_text":"Take a look at all our Covid-19 advice and guidance in our dedicated advice hub    #BehindEveryMusician","sentiment_score":0.0}
{"full_text":"#Hungary to focus on EU, Chinese coronavirus #vaccine purchases","sentiment_score":0.0}
{"full_text":"What should Nigeria be doing to recharge the economy? \"Businesses in Kano State which closed down at the peak of the coronavirus pandemic are yet to recover from the impact and return to normal businesses... Nura Faggo Bashir #Covid19RealityCheck","sentiment_score":-0.0351851852}
{"full_text":"Can I trust the safety of a #COVID vaccine? Can I wait for 6 months, and see its effects on other people before I decide on #vaccination? Experts answer.","sentiment_score":-0.125}
{"full_text":"The Cleveland Browns were unable to practice on Thursday after two more players tested positive for COVID-19.","sentiment_score":0.0757575758}
{"full_text":"Black And Latina Mothers Are Losing Jobs At Higher Rates During Pandemic.","sentiment_score":0.0416666667}
{"full_text":"RT Maybe it wasn't a good idea, in 2016, to elect this person President of the United States.","sentiment_score":0.75}
{"full_text":"The World Health Organization has listed Pfizer and BioNTech's COVID-19 vaccine for emergency use, in a move seeking to speed access in the developing world.https:\/\/t.co\/RBEizYCcNi","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 01\/01\/2021 18:30Total Cases: 10286790 [+461]Active: 252509Recovered: 9882403 [+617]Deaths :149021 [+3]Total Tests: 173.11MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Happy New Year from our crew to yours! Celebrate responsibly with your 3Ws - wear a mask, wait 6 ft apart, wash your hands #ncmmspt #wearwaitwash #ncdhhs #newyears","sentiment_score":0.3901515152}
{"full_text":"Around 1 in 3 people with Covid-19 have no symptoms. You could be spreading it without knowing it.Remember: Hands, Face, Space Continue to follow government guidelines#StayAlert #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"The global coronavirus pandemic hit Terrebonne Parish in March, wreaking havoc on every facet of life. ","sentiment_score":0.0}
{"full_text":"#BestofNatMetab2020 | # 02 - CITEDCholesterol metabolism in cancer: mechanisms and therapeutic opportunities | Chenqi Xu, Binlu Huang (CAS) &amp; Bao-liang Song (Wuhan U)https:\/\/t.co\/lxgYYkDCUr","sentiment_score":0.0}
{"full_text":"You can keep up to date on current guidance, local tiers and advice by visiting where you can find information on a wide range of topics, from business and travel advice to information about getting tested.","sentiment_score":-0.0333333333}
{"full_text":"This pandemic has taken a significant toll on the mental health of not just those who already are in treatment for mental health challenges, but folks who are new to feelings of worry and sadness, or new to it being intensified.https:\/\/t.co\/vWFLfhbyb5","sentiment_score":0.0895454545}
{"full_text":"Earlier this week, the US Food and Drug Administration, an agency within the Department of Health and Human Services, charged each of the distilleries a $15,000 fee, according to a senior HHS official.","sentiment_score":0.0}
{"full_text":"Another wave of COVID has much of the country on lockdown, but there's still plenty of fun to be had online until we're pandemic-free Here are some of the events we're most looking forward to in Virtual New Orleans this weekend:","sentiment_score":0.2840909091}
{"full_text":"Here's a *cute* explainer for how scientists created the #coronavirus vaccines.","sentiment_score":0.5}
{"full_text":"When on #Luas, please respect other passengers and Luas staff, who have been working throughout the pandemic to help keep you safe while travelling with us. Play your part by wearing a face covering, which is required by law. See for more info.","sentiment_score":0.2916666667}
{"full_text":"COVID-19 understandably dominated headlines in #Caledon this year. But, it wasn't the only significant #news event of the year. Here are some of the other top stories of 2020.","sentiment_score":0.1875}
{"full_text":"Pandemic! What pandemic?","sentiment_score":0.0}
{"full_text":"In the past I've done my take on the New Years Honours list some years I couldn't be arsed this year I'd like to say thanks to those who checked in on me during lockdown but the only honour goes to MrsB &amp; her colleagues who stood firm in the frontline #ForeverInTheirDebt","sentiment_score":-0.0227272727}
{"full_text":"\"It's a very special day, myself and the players are all aware of that - but I would ask all our fans to stay away. I know that's tough but we also have to pay respect to the situation we're all in at the moment and stay safe at home.\"","sentiment_score":0.2063492063}
{"full_text":"A Simple Process For When Something Is Required &amp; Mandatory But You Don't Want To Do It #spiritualawakening #spiritualgrowth #personalgrowth #personaldevelopment #manifestation #manifesting #EmotionalIntelligence #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"West Midlands Hunt Saboteurs: Over 100 riders met at the Warwickshire Hunt for what was their final meet before entering tier 4. There was no social distancing, no face masks and no respect for our NHS.","sentiment_score":-0.0083333333}
{"full_text":"As we enter a new year, #Unifor looks to the future with a plan to #BuildBackBetter from the pandemic. Read our Road Map for a Fair, Inclusive and Resilient Economic Recovery.","sentiment_score":0.2590909091}
{"full_text":"When could you potentially receive the COVID-19 vaccine? Use this interactive tool for an estimate:","sentiment_score":0.0}
{"full_text":"Confetti fluttered on to #FrontlineWorkers scattered across #TimesSquare after fireworks burst above eerily quiet landmarks from Sydney Harbour Bridge to Copacabana beach, as the world ushered in the #NewYear with muted celebrations.","sentiment_score":0.0}
{"full_text":"UNICEF appeals for a record US$2.5 billion to respond to children's humanitarian needs and the COVID-19 pandemic in the Middle East and North Africa.  https:\/\/t.co\/XWPxfgCk4S #mande #humanitarian #dataforgood #womenindata #NGOs #data","sentiment_score":0.0}
