{"full_text":"RT Jenae Welch and the team at Dandurand Drugs have been working hard getting ready to help administer the COVID-19 vaccine....","sentiment_score":-0.0458333333}
{"full_text":"Facts RC, I work on a grocery store since covid they just literally throw paper towel they used to clean their cart and wipes. Keep in mind, the paper towel wipes and sanitizer are from us. They are bunch of savages man, and they fckin complain why there are trashes in the cart","sentiment_score":0.3666666667}
{"full_text":"Orange County's coronavirus case rate dives after new year highs","sentiment_score":0.1363636364}
{"full_text":"Washington man who injected people with unproven COVID-19 vaccine arrested","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when the Leafs win the Stanley Cup\"","sentiment_score":0.4}
{"full_text":"RT ELITES CUTTING LINE FOR COVID VACCINE: Some Hollywood elites and other wealthy people are trying to skip the line and get...","sentiment_score":-0.075}
{"full_text":"RT I feel the way I do about American democracy right now the way I felt about Covid on March 1st.","sentiment_score":0.1428571429}
{"full_text":"RT LIVE NOW: Coronavirus vaccines and COVID common sense. The Breakdown is live with &amp;","sentiment_score":-0.0090909091}
{"full_text":"Agreed! My family and many friends have already bought into an overkill need, but want Mike AND MyPillow to prosper the same as Goya after the Left called for a boycott on them!!! ","sentiment_score":0.1666666667}
{"full_text":"I'm all about masks. One of the reasons I choose fabric masks is because I already had the fabric to make the masks. I live on 528 a month SSI. Many have lost their jobs because of covid or natural disasters. How much do these cost? Is there anyway to clean them and reuse them?","sentiment_score":0.2606060606}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT .@SMaurizi one of the world's most important investigative journalists. Rarely do you find such determination and princip...","sentiment_score":0.3}
{"full_text":"On making #COVID19 #vaccines a #publicgoodIn our context, the vaccines are to be provided to as many global citizens as possible, especially in developing countries, by the Chinese government.https:\/\/t.co\/KYwBc8IFsj","sentiment_score":0.1}
{"full_text":"RT These hideous people.","sentiment_score":0.0}
{"full_text":"RT Excited to be a co-panelist with Dr. Robert Fullilove for a virtual Town Hall discussion on Feb 18th  on the topic of...","sentiment_score":0.375}
{"full_text":"RT Paul Godfrey wanted to show gratitude to the doctor who saved his COVID-stricken wife last month, so he asked if there was a...","sentiment_score":0.0}
{"full_text":"RT Throughly gobsmacked that SA has not seen any real anti-lockdown protests.","sentiment_score":0.2}
{"full_text":"RT Jared Kushner, who served as Acting President from 1\/20\/17 to 1\/20\/21, is responsible for all the current problems with vacc...","sentiment_score":0.0666666667}
{"full_text":"RT The only Senator refusing to wear a mask as he signs the oath is former doctor @RandPaul. An embarrassment to the Senate...","sentiment_score":0.0}
{"full_text":"In the hands of Pelosi, Schumer, Biden and Harris, this is indelibly true. In the wake of a questionable mail-in fraud election, yes, our Republic is very much in jeopardy - if not already lost.","sentiment_score":0.0366666667}
{"full_text":"RT Today I received my second dose of the COVID-19 vaccine during a visit to When it becomes available to you, don't wait -- get...","sentiment_score":0.2}
{"full_text":"RT All you ungrateful people saying social media interaction with him is nothing special.Don't y'all forget in this pandemic...","sentiment_score":0.0333333333}
{"full_text":"RT Go Trudeau go!","sentiment_score":0.0}
{"full_text":"RT Have you registered for our International Research Webinar on Employee #Wellbeing Before &amp; During #Covid19 in #Finland feat...","sentiment_score":0.0}
{"full_text":"Senate Majority Leader Charles Schumer (D-N.Y.) told Democrats on a conference call on Tuesday that they could vote as soon as next week on a budget resolution that would pave the way for coronavirus legislation to pass the chamber with a simple majority.","sentiment_score":0.0}
{"full_text":"So... you'll bring Rainforest Cafe back to the Franklin Mills Mall?","sentiment_score":0.0}
{"full_text":"RT Many circulating this wonderful story from Washington Post and CDC data that spread doesn't occur in schools.  May not c...","sentiment_score":0.75}
{"full_text":"RT 'Everything he could.' Just think about that. The man who boasted about shaking Covid patients' hands, skipped the early meeti...","sentiment_score":0.1}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Breaking News: CDC officials are urging a return to classroom instruction as soon as possible, citing evidence showing it is s...","sentiment_score":0.0}
{"full_text":"We are happy to be offering both Rapid COVID-19 Antigen and PCR Tests providing highly accurate same day results! Schedule your appointment with us today!","sentiment_score":0.4}
{"full_text":"RT Six days after President Trump leaves office. Of course.","sentiment_score":0.0}
{"full_text":"yeah no there are hundreds of people in this country who were fucked over by COVID but they managed not to commit treason. you don't just go for a stroll and accidentally join a white sumpremacist group bent on overthrowing the government and executing people.","sentiment_score":-0.3}
{"full_text":"RT #California is now under the rules and framework of the Blueprint for a Safer Economy and color-coded tiers that indica...","sentiment_score":0.0}
{"full_text":"RT BS article. Mexico - like the US - comprises states (31) &amp; a federal district. Each one decides its own COVID policy.In Y...","sentiment_score":0.6}
{"full_text":"Amazing how useful the pandemic was to aid social control. Cancelling elections, limiting movement. A gift. #hongkong #covid","sentiment_score":0.3111111111}
{"full_text":" Hi! Yes, I've hit the wall.","sentiment_score":0.0}
{"full_text":"RT He's right. Too bad he doesn't realize he's talking about himself.","sentiment_score":-0.2071428571}
{"full_text":"RT One of tragedies of Peru's political turmoil is that now, just as Covid second wave is hitting the country like a ton of b...","sentiment_score":0.0}
{"full_text":"Senator Paul the Gutless Obstructionist Party is a sham no integrity no morals read your #OathOfOffice you work for #WeThePeople not standing up for democracy instead of #TrumpCrimeFamily you are all party to Jan 6th &amp; the 425K+ covid-19 deaths that you let Don The Con lie about","sentiment_score":-0.2}
{"full_text":"RT LIVE NOW: Coronavirus vaccines and COVID common sense. The Breakdown is live with &amp;","sentiment_score":-0.0090909091}
{"full_text":"RT China kills 2 million with Covid, destroying the world economy then flies bombers of over Taiwan and tells their navy to...","sentiment_score":-0.2}
{"full_text":"A lock down without ??? Nah yc","sentiment_score":-0.1555555556}
{"full_text":"RT Please amplify:The trump admin used FEMA to seize PPE, tests, &amp; other supplies\/ materials critical to COVID response. I...","sentiment_score":-0.0625}
{"full_text":"RT Media must be allowed to show the ravages of #COVID19. Quebec's major media outlets issue a public for more access to h...","sentiment_score":0.1875}
{"full_text":"RT The UN called on Israel to help Palestinians access #COVID19 vaccines.Israel has vaccinated over 25% of its population, but n...","sentiment_score":0.0}
{"full_text":"RT Hot damn!A President who gives a speech based on facts.I'd almost forgotten that was possible.Fact-checking 7 statistic...","sentiment_score":0.25}
{"full_text":"RT Democrats are workin' hard tryin' to stop the spread of COVID and get relief for the American worker.Republicans are work...","sentiment_score":-0.1458333333}
{"full_text":"RT In this #Dementia Care During #Covid minute from Gincy Heins, she advises; apologize, forgive yourself, and move on.","sentiment_score":0.0}
{"full_text":"RT It turns out suffocation is the answer. You can't spread or contract a virus if you can't breathe. #science #facts #covid #...","sentiment_score":0.0}
{"full_text":"RT Yes. Great Phone Zap to Legislate #PaidSickDays. Left min of ed &amp; labour messages! Both Ford phone lines were...","sentiment_score":0.4}
{"full_text":"RT Analysis: White people receiving coronavirus vaccine at higher rates than Black, Latino Americans","sentiment_score":0.0277777778}
{"full_text":"PUA CLAIMANTS in Pa. have trouble filing for unemployment benefits","sentiment_score":-0.2}
{"full_text":"RT Pleased to be speaking about this important movement I joined with fellow Ontario providers to jolt change in #LTC in Ontari...","sentiment_score":0.45}
{"full_text":"RT Analysis: White people receiving coronavirus vaccine at higher rates than Black, Latino Americans","sentiment_score":0.0277777778}
{"full_text":"The way I am obsessed with the Vikings series, after lockdown I'm going to Norway just to see everything in the flesh","sentiment_score":-0.5}
{"full_text":"Here's one of an Asian-American family grocery shopping in your state and having their 6 and 2-year-old children getting stabbed by someone quoted saying he \"thought the family was Chinese and infecting people with the coronavirus\".","sentiment_score":0.0}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT I hand-punched Shake It Off into this strip of card because lockdown","sentiment_score":0.0}
{"full_text":"RT \"I managed a daycare for over 25 years before COVID hit. Getting the #vaccine today means that I can get back to doing what I...","sentiment_score":0.0}
{"full_text":"RT The only Senator refusing to wear a mask as he signs the oath is former doctor @RandPaul. An embarrassment to the Senate...","sentiment_score":0.0}
{"full_text":"Yikes! He has no idea that he's condemning himself, does he? ","sentiment_score":0.0}
{"full_text":"Go to the 3m website and read the information that they have regarding surgical and N95 mask.","sentiment_score":0.0}
{"full_text":"RT COVID-19 claims lives of two more South Okanagan care home residents","sentiment_score":0.5}
{"full_text":"Union Budget 2021: Auto industry optimistic about recovery from pandemic; expects cut in GST rates - India News , Firstpost","sentiment_score":0.0}
{"full_text":"RT Just pretend your face is the sexual abuse of minors and cover it up","sentiment_score":0.5}
{"full_text":"RT A useful counterfactual:Had things gone differently in 2019, and Jeremy Corbyn was the Prime Minister, do you think that t...","sentiment_score":0.15}
{"full_text":"\"Stay home. Stand in yuh house. Stan round yuh yard,\"New curfew from February 3.What do you think about this move?https:\/\/t.co\/Wvobuaa9Ah","sentiment_score":-0.0318181818}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT BREAKING: More than 100,000 people in the UK have died within 28 days of testing positive for coronavirus since the pandemic...","sentiment_score":0.3636363636}
{"full_text":"Holocaust deniers, Sandy Hook deniers, Covid deniers, all the same motivation. The use of violence to solve political problems and attack enemies is good. The use of science, reason, observation and deduction is bad. The violence can be stochastic, or organized.","sentiment_score":2.775557562e-17}
{"full_text":"RT Heavy heart today..We lost a good brother to Covid.Sekou Smith of and was a brilliant an...","sentiment_score":0.4666666667}
{"full_text":"RT The Biden White House releases a memo \"condemning and combating racism, xenophobia, and intolerance against Asian Amer...","sentiment_score":0.0}
{"full_text":"RT Doug Ford held way more news conferences than any other premier, yet spent less on #COVID19 measures than most of them...","sentiment_score":0.1216666667}
{"full_text":"RT Senate Majority Leader Chuck Schumer says now that he will bring budget resolution as soon as next week -- paving the way fo...","sentiment_score":0.0}
{"full_text":"RT Bali immigration deported a Russian social media influencer back to Moscow for having a party that broke #COVID19 restr...","sentiment_score":0.0111111111}
{"full_text":"RT The protests are about the fair treatment of India's farming community, and it's also about more than that, too. The pandemic...","sentiment_score":0.6}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"Help out a fellow Nurse and her family if you can. I am sobbing after reading this gofundme. Fundraiser by Steven Kay : Help Kristin Kay Fighting For Her Life From COVID","sentiment_score":0.0}
{"full_text":"Lockdown got me taking the most random short naps","sentiment_score":0.0}
{"full_text":"RT What a great idea if this was a month ago.","sentiment_score":0.8}
{"full_text":"RT We must take an intersectional and equitable approach that centres racialized women who have been the most marginalized dur...","sentiment_score":0.5}
{"full_text":"Wisconsin pharmacist who tried to spoil 500 COVID-19 vaccine doses pleads guilty to federal tampering charges via","sentiment_score":-0.5}
{"full_text":"RT People living with disabilities are desperate and they are being deliberately ignored. Allies and accomplices speaking...","sentiment_score":-0.6}
{"full_text":"RT Did a recall cure COVID in California?","sentiment_score":0.0}
{"full_text":" Irish Honey Badger - Where can I bring my wife for COVID-19 Shots?","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT The UN called on Israel to help Palestinians access #COVID19 vaccines.Israel has vaccinated over 25% of its population, but n...","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS UPDATE: Missouri reports nearly 1,100 new cases; Arkansas adds nearly 2,500 cases: ","sentiment_score":0.1121212121}
{"full_text":"A new WalletHub study determined the states with the fewest coronavirus restrictions. Here's where California ranks. -","sentiment_score":0.1363636364}
{"full_text":"RT He's right. Too bad he doesn't realize he's talking about himself.","sentiment_score":-0.2071428571}
{"full_text":"#TrudeauVaccineFail Fancy socks don't count in #covid","sentiment_score":0.0}
{"full_text":"Please think about good of our country after violent mob incited by Trump, GOP, &amp; Fox News station lies. Stop ads on Fox.\"When you think about Fox News's role in 400,000 U.S. lives lost to pandemic &amp; in disastrous attack of Jan. 6, it's even fair to call it deadly.\" -Wash Post","sentiment_score":-0.06}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT Biden announces weekly supply of COVID vaccine doses to states, tribes and territories will increase to 10 million -- up from 8...","sentiment_score":0.0}
{"full_text":"RT My mom called today to tell of 2 more deaths in our circle of family&amp; friends.That's a total of 8 in the past few month...","sentiment_score":0.0125}
{"full_text":"RT Heads up:Republicans are going to claim that Biden isn't \"unifying\" the country because they are going to vote against...","sentiment_score":0.0}
{"full_text":"Ten years of aging decline. This is not good. Please wear a mask.","sentiment_score":-0.175}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson, 3\/2\/20:\"coronavirus will trigger a panic and a desire for market segregation that go beyond what is medicall...","sentiment_score":0.0}
{"full_text":"Vaccine rollouts will help raise global GDP, according to the IMF. Get the latest pandemic-related insights from  ","sentiment_score":0.25}
{"full_text":"RT Breaking: Covid relief fraud in California Potentially up to $30 Billion. EDD is looking to see if the fraud number is clo...","sentiment_score":0.0}
{"full_text":"RT Extreme environments are not simply about pain. They also lead to personal growth, a sense of accomplishment, an increase in se...","sentiment_score":-0.0416666667}
{"full_text":"RT #HankAaron's tragic death is part of a wave of suspicious deaths among elderly closely following administration of #CO...","sentiment_score":-0.375}
{"full_text":"RT Documents tabled in the House show PM and his government knew about problems with the CanSino vaccine out o...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Biden furious at Gavin Newsom for lifting stay-at-home order. Thinks he is only doing it out of re-election fea...","sentiment_score":0.0}
{"full_text":"RT Breaking: This isn't news and has been common knowledge for months.","sentiment_score":-0.3}
{"full_text":"RT \"FEMA ... will mobilize thousands of clinical and nonclinical staff and contractors who will work hand-in-glove with the N...","sentiment_score":0.0}
{"full_text":"RT I have unfortunately had to write too many of these types of letters, within the last year or so. But this one for me...","sentiment_score":0.0}
{"full_text":"RT ELITES CUTTING LINE FOR COVID VACCINE: Some Hollywood elites and other wealthy people are trying to skip the line and get...","sentiment_score":-0.075}
{"full_text":"RT A racist white man ignored a epidemic, fumbled debates, ruined the economy, lied constantly, defunded social programs, man...","sentiment_score":0.0111111111}
{"full_text":"RT Did a recall cure COVID in California?","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Did I call it?  The #ButtPlugVirus is officially here.  Chine is anal swabbing for the coronavirus \/ Covid-19...","sentiment_score":0.0}
{"full_text":"RT \"That's the question that I was going to ask you or if somebody knows something I don't know?\" Christina told me when I...","sentiment_score":0.0}
{"full_text":"RT They should have picked Grittyhttps:\/\/t.co\/rl1cqczWWZ","sentiment_score":0.0}
{"full_text":"RT ERLINDA MORENO, a 56 of Glendale, Arizona died of COVID on Dec. 13. \"Lynn made sure everyone knew how proud she was of...","sentiment_score":0.65}
{"full_text":"RT Bernie Sanders is pushing a new proposal as part of the stimulus bill that would give everyone free health care during the...","sentiment_score":0.2681818182}
{"full_text":"Delete your account bro! What would it feel like if you got covid during a gathering.  You're a fool as well.","sentiment_score":0.0}
{"full_text":"RT Kind reminder: you cannot protect Ontario from B.1.1.7 that is already here by shutting down borders. Instead, focus should...","sentiment_score":0.2222222222}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT I don't feel safe with Kenney &amp; the UCP in power. They've used COVID-19 as a cover to underhandedly pass legislation tha...","sentiment_score":0.5}
{"full_text":"RT Relief for renters SHOULD NOT be conditional on landlords. this compromise will only further put tenants in debt to landlords, b...","sentiment_score":0.0}
{"full_text":"On Tuesday, the Wisconsin Department of Health Services reported an additional 1,301 new confirmed COVID-19 cases. The state has averaged 1,545 new cases per day in the last week.https:\/\/t.co\/jU9z60Mars","sentiment_score":0.1681818182}
{"full_text":"Countries around the globe have now reported a combined total of more than 100 million COVID-19 cases","sentiment_score":0.25}
{"full_text":"Cast Copper Minec. 190012 miles from Lincoln.#tuesdayvibe #COVID19 #COVIDVaccination","sentiment_score":0.0}
{"full_text":".@paulabadosa opens up on isolation after positive COVID-19 test, with no definitive end date given.\"It is depending [which strain] that I have five days or nine days more of isolation.\"https:\/\/t.co\/qF585F6Qp7","sentiment_score":0.3636363636}
{"full_text":"RT I'd laugh so hard at them!!!","sentiment_score":-0.1348307292}
{"full_text":"RT Today I received my second dose of the COVID-19 vaccine during a visit to When it becomes available to you, don't wait -- get...","sentiment_score":0.2}
{"full_text":"The U.S. is purchasing an additional 100 million doses each of the two approved coronavirus vaccines for delivery this summer.https:\/\/t.co\/tMDpVl4hT5","sentiment_score":0.0}
{"full_text":"ICYMI: Here are the latest COVID-19 stats for Milton, Halton, and Ontario.#MiltonON","sentiment_score":0.5}
{"full_text":"\"I was elated when the first Covid-19 vaccine was shown to be effective...my joy was cut short when richer Western nations began buying up the vaccine doses. As a result, Covid-19 vaccines will not likely be widely available in Africa until 2022 or 2023.\"","sentiment_score":0.2416666667}
{"full_text":"RT Did China tell him that?","sentiment_score":0.0}
{"full_text":"Thousands of people marched in Melbourne's CBD for an Invasion Day rally yesterday, despite the wet weather and COVID-19 concerns.OUR REPORT: #AusPol #AusDay #AustraliaDay #InvasionDay #ChangeTheDate #KeepTheDate","sentiment_score":-0.1}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"Relatives of COVID victims ask to meet WHO experts in Wuhan - saying they are being muzzled by the Chinese government","sentiment_score":0.0}
{"full_text":"On the first day of expanded delivery of COVID-19 vaccines for people 65 and older, three-quarters of the those eligible -- about 250,000 people -- were in the pipeline to get the first of their two shots, Gov, Chris Sununu said. ...https:\/\/t.co\/AAktuUwwEF","sentiment_score":0.2222222222}
{"full_text":"RT Six days after President Trump leaves office. Of course.","sentiment_score":0.0}
{"full_text":"VA Loma Linda Healthcare System is working to schedule COVID-19 vaccination appointments for eligible veterans.https:\/\/t.co\/xOEjfDRqYG","sentiment_score":0.0}
{"full_text":"RT ICU capacity is improving in the bay bc COVID patients are dying. Let that sink for a moment as stay at home orders are li...","sentiment_score":0.0}
{"full_text":"World on verge of defeating pandemic, says Harsh Vardhan at WHO meet","sentiment_score":-0.2}
{"full_text":"How did EDD fraud become widespread?The Pandemic Unemployment Assistance program was aimed to quickly help self-employed and contract workers, but self-certification made exploitation easy for scammers. More from","sentiment_score":0.4222222222}
{"full_text":"ICYMINevadans have grown increasingly frustrated over the past few days at the fact that the Silver State is both receiving and administering fewer doses per capita than almost every other state in the nation. explores why.https:\/\/t.co\/Oc6T6Pk6VA","sentiment_score":-0.31875}
{"full_text":"Philly hospitals have started vaccinating their patients against COVID-19. Here's how it works |https:\/\/t.co\/ZbbsCIK0cy","sentiment_score":0.0}
{"full_text":"RT #COVID19 has given neo-Nazis and white supremacists new opportunities to target ethnic, religious and other minorities....","sentiment_score":0.0028409091}
{"full_text":"RT So, somehow, this study from Biden's CDC will be dismissed by teachers, and another excuse will be used. Right?Because th...","sentiment_score":-0.05}
{"full_text":"RT over 100,000 covid-19 deaths and not a single resignation from those in charge with all that blood on their hands is sickening","sentiment_score":-0.4321428571}
{"full_text":"Remember going to concerts?","sentiment_score":0.0}
{"full_text":"'Hopefully the state legislature realizes we need to take action' - on his new proposed statewide mask mandate policy. It would require Oklahomans to wear a mask in public &amp; face up to 1,000 if they don't. :","sentiment_score":0.0787878788}
