{"full_text":"RT Y'all want covid to be gone so bad but won't stop partying ... pick one lol","sentiment_score":0.05}
{"full_text":"People are dying from covid and Matt talks Twitter.  What a sad person.  Expel him","sentiment_score":-0.5}
{"full_text":"\"The Senate has previously used a majority vote.\" Of course, this wouldn't prevent him for running for Florida Governor in 2022...The Disqualification Question","sentiment_score":-0.1666666667}
{"full_text":"RT Lol why would you think you won't catch COVID because you're on a yacht Is corona a joke to you ?","sentiment_score":0.8}
{"full_text":"RT This is the photo the folks at thought was appropriate to use after announced she has COVID.I used...","sentiment_score":0.5}
{"full_text":"RT #inners note that the Republicans refusing masks all voted to object to certify Biden's election results. They will also...","sentiment_score":0.0}
{"full_text":"Joni, it's the outcome you helped create.  No interest in investigating the first impeachment facts further, participating in the disinformation activities of the Republican senate, lying about Covid seriousness,  you created this.","sentiment_score":0.125}
{"full_text":"RT I think we are too tired to panic.Frustration, cynicism and fatigue has displaced any feelings of anger and fear. We are tired...","sentiment_score":-0.5}
{"full_text":"RT After 10 months... why are we still in the warning phase?","sentiment_score":0.0}
{"full_text":"RT In 2020, as families battled both a pandemic &amp; severe economic hardship, our multi millionaire Chancellor* raised th...","sentiment_score":0.2}
{"full_text":"RT ...................good morning","sentiment_score":0.0}
{"full_text":"RT President-elect Biden is absolutely right. $600 is not enough for working class Americans who are struggling to pay the...","sentiment_score":0.1428571429}
{"full_text":"They be sending maria taylor into all the covid zones... lol","sentiment_score":0.8}
{"full_text":"CDC doesn't. WHO said last week there's some limited data saying ok to up to 6 weeks \"six weeks, because this is the maximum time period for which at least some clinical data are available\"","sentiment_score":0.1057142857}
{"full_text":"RT This is the photo the folks at thought was appropriate to use after announced she has COVID.I used...","sentiment_score":0.5}
{"full_text":"Now On Air Last Sunlight - Music For The Soul 49126. &amp; Feat. Kim Kiona - Walk On My Own (Beat &amp; Voice Remix) Live!!! #stayathome #quedateencasa #trancefamily","sentiment_score":0.2887784091}
{"full_text":"if indeed another  disaster occurs by the means of Trump not being de-throned, I picture de-throning towards republicans seats in congress. The high stakes gambling with Coronavirus of your party will be small compared to citizens creating changes in congress","sentiment_score":-0.045}
{"full_text":"I wish masks were mandatory in enclosed spaces nationwide. If people can't maintain distance, and they won't stay home when they're obviously sick, they should at the very least have to wear a mask.","sentiment_score":-0.5521428571}
{"full_text":"I think another reason is watching leaders who decided vacations were more important than public health.It still bugs me when I think about it.","sentiment_score":0.3}
{"full_text":"RT How would you manage this case of acute pulmonary embolism &amp; right ventricular thrombus in a 71 yo who is #COVID19 positi...","sentiment_score":0.4428571429}
{"full_text":"RT New cover-up fears as Chinese officials delete critical data about the Wuhan lab with details of 300 studies vanishing","sentiment_score":0.0454545455}
{"full_text":"RT No matter how desperately #NewsCorpse &amp; the LNP politicians they own try to push the line that QLD, WA &amp; VIC COVID-control m...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Yang di-Pertuan Agong has declared an emergency is in place until 1 August 2021 to contain the spread of COVI...","sentiment_score":0.0}
{"full_text":"RT First, Democrats support government shutting down small business during #COVID19. Now, Democrats support big business shu...","sentiment_score":-0.0388888889}
{"full_text":"RT BREAKING: The Yang di-Pertuan Agong has declared a state of emergency in Malaysia until 1 August or earlier to control the spr...","sentiment_score":0.0}
{"full_text":"RT United States4% of World Population \/ 20% of Global COVID-19 Deaths2072 dead in 24hrsCoronavirus Cases:23,119,068Deaths:...","sentiment_score":-0.1}
{"full_text":"I've always rooted for Camden.","sentiment_score":0.0}
{"full_text":"I've seen probably about 10 jam packed parties on IG stories this week alone... these Covid spikes ain't going nowhere","sentiment_score":0.0}
{"full_text":"RT President-elect Biden is absolutely right. $600 is not enough for working class Americans who are struggling to pay the...","sentiment_score":0.1428571429}
{"full_text":"RT The Brandon School Division just recorded its first case of COVID-19 in the new year, revealing that someone in a Grade...","sentiment_score":0.1931818182}
{"full_text":"jmhamiltonpublishing: How many Americans have really died from COVID-19?","sentiment_score":0.35}
{"full_text":"I was tying terrorist attacks directly to him plus the pandemic. Parkland is only one of the mass shootings on his watch, Las Vegas, too.","sentiment_score":0.05}
{"full_text":"RT Stay vigilant and stay informed. The Crusader Publication presents a brief report of the Coronavirus Disease 2019 (COVI...","sentiment_score":0.0}
{"full_text":"RT Nope, we don't have the capacity to take on another dataset, but we're publishing about the state of t...","sentiment_score":0.0}
{"full_text":"RT Please. Stay. Home.","sentiment_score":0.0}
{"full_text":"RT While sheltering, Rep. Lisa Blunt Rochester offered masks to Republicans Marjorie Taylor Greene, Markwayne Mullin, Andy Big...","sentiment_score":0.0}
{"full_text":"If this is your primary concern the great news is that neither of the two currently approved COVID-19 vaccines (Pfizer &amp; Moderna) used fetal cell lines in the development process. Happy to link to resources if interested?","sentiment_score":0.45}
{"full_text":"RT JUST IN: Nearly 9,000,000 Americans have been given their first Covid-19 vaccination dose as of Monday, the U.S. CDC says, as st...","sentiment_score":0.175}
{"full_text":"RT A lot of anger on the Dem Caucus call that 75-year-old got Covid after being in a room with maskless Republican...","sentiment_score":-0.7}
{"full_text":"RT Today D.C. opened up COVID-19 vaccination appointments for residents 65 and older. On the website now: \"All 6,700 of the...","sentiment_score":0.1666666667}
{"full_text":"RT ASU Women's Basketball: The Sun Devils announced on Monday night that they will be postponing their home games against...","sentiment_score":0.0}
{"full_text":"RT I've never been to this restaurant but now I need to go. Post-pandemic road trip?","sentiment_score":0.0}
{"full_text":"Panic buying item # 1 arrived today ","sentiment_score":0.0}
{"full_text":"RT The Live-Dead qRT-PCR problem, the testing industrial complex and its impact on society.I never thought the work I di...","sentiment_score":-0.3}
{"full_text":"RT What should Ontario announce tomorrow? Whatever the province does, it's time to treat Covid with true seriousness: to tak...","sentiment_score":0.35}
{"full_text":"I know it does.  ONS hasn't released the full report for 2020 yet.  There hasn't been 30-40,000 deaths in Dec.  Just go on the UK Government website.https:\/\/t.co\/baMXcG15VqDeaths 2020 (excluding Dec) Total: 496,206Deaths 2019 Total: 530,841Deaths 2018 Total: 541,589","sentiment_score":0.0875}
{"full_text":"RT Me with my friends post Covid","sentiment_score":0.0}
{"full_text":"Why didn't do more to protect democracy? Whiny servant of trump. You deserve expulsion just for being a shameless brown-noser. Pathetic twit.#GOPBetrayedAmerica #GOPComplicitTraitors #ImpeachandRemove #ArrestThemAll","sentiment_score":-0.25}
{"full_text":"You wear a mask to protect others, but wish death on those that disagree with you. Must be nice to be an irrational hypocrite!","sentiment_score":0.75}
{"full_text":"RT Leadership.","sentiment_score":0.0}
{"full_text":"RT Pls do spare few mins to watch the video covering special events done by RHA Wagholi chapter in 2020. Many Thanks to al...","sentiment_score":0.2142857143}
{"full_text":"RT lockdown was so much easier when you were out getting a tan everyday and drinking cider not in ur jammies with the pishin...","sentiment_score":0.0}
{"full_text":"RT So what about the people who've lost their fucking homes to the flood. Stay at home bitch WHAT HOME","sentiment_score":-0.6}
{"full_text":"A national study finds heart attacks rose sharply this spring during the pandemic surge, amid concerns that the ongoing pandemic may kill thousands indirectly because they delay or forgo needed care:","sentiment_score":0.2375}
{"full_text":"Lock down Bruce twice a year, happy birthday Richmond","sentiment_score":0.3222222222}
{"full_text":"RT Look at Murdoch's #CourierFail crying crocodile tears over workers being unable to earn weekend penalty rates because of Covid...","sentiment_score":-0.35}
{"full_text":"RT Less than 24 hours for the Mega Premier of #Master.. It will enter Top 5 highest grosser in TN Day 1 during Covid 19 pandemic, 5...","sentiment_score":0.1666666667}
{"full_text":"Florida government declares college football more important than COVID vaccine via","sentiment_score":0.45}
{"full_text":"RT Julia Thomas, 71yo RT and Instructor, Gulf Coast State College, FL, died of #covid19  12\/17.  Some of her former students woul...","sentiment_score":0.0}
{"full_text":"RT i just dont trust this government. silap-silap, instead of announcing lockdown, dia pegi bantai buat darurat. anjing tersepit,...","sentiment_score":0.0}
{"full_text":"RT \"During the Capitol attack, when we were all together in lockdown, took his mask off and screamed at a Capitol...","sentiment_score":0.0}
{"full_text":"RT BOVID-19 is real AF. Wear a mask, bover up.","sentiment_score":0.2}
{"full_text":"RT News flash:DARURAT COVID-19The Yang di-Pertuan Agong has consented for the government to make a proclamation of EM...","sentiment_score":0.0}
{"full_text":"RT First, Democrats support government shutting down small business during #COVID19. Now, Democrats support big business shu...","sentiment_score":-0.0388888889}
{"full_text":"RT Shout-out to TLC for finding us a fresh batch of trainwrecks to feast on in a pandemic. #90DayFiance?","sentiment_score":0.3}
{"full_text":"Why is there a need for an emergency when MCO can help curb the covid numbers? We dont need a dictatorship we need democracy!","sentiment_score":0.0}
{"full_text":"Very interesting about blood type info from earlier this year. Also that white men over 65 with heart problems die most often if admitted to ICU. Watch out  #MAGA dudes.Studies contradict earlier findings on blood group and COVID-19 severity, mortality","sentiment_score":0.23}
{"full_text":"that was my first thought too, but they're closed. like, for the pandemic duration closed, only accepting donations.so i gave them 25. lol","sentiment_score":0.17}
{"full_text":"RT \"I do think it can make a difference. This is the first time that I have been able to say that.\" #SonomaCounty educators, sc...","sentiment_score":0.375}
{"full_text":"A new year and renewed convictions to get back to a more normal functioning life!  Hoping this catches on and spreads worldwide!","sentiment_score":0.2176846591}
{"full_text":"RT This is the photo the folks at thought was appropriate to use after announced she has COVID.I used...","sentiment_score":0.5}
{"full_text":"RT There are now 2 arguments for 'elimination' (zero COVID in the community). One is the scientific one (that I sup...","sentiment_score":0.0}
{"full_text":"Today is my nephew's 1st birthday and she really loves tata and chimmy  Low budget celebration bcs we are in pandemic :(Happy birthday Annasya ","sentiment_score":0.0625}
{"full_text":"RT Europe's tough new measures -- like closing restaurants -- appear to be slowing the spread of the virus. In the U.S., resta...","sentiment_score":-0.1262626263}
{"full_text":"RT Unforgiveable that ten months in, as finds, the first week of the January 2021 lockdown, just 10% of teache...","sentiment_score":0.125}
{"full_text":"RT Another lawmaker tests positive, after sheltering with colleagues Wednesday who did not wear masks.","sentiment_score":0.2272727273}
{"full_text":"ahhh i know how it feels. I was slowly losing touch with my only bff before quarentine and covid just sealed the deal I havent spoken to her since the lockdown started. Its the worst feeling.","sentiment_score":-0.4333333333}
{"full_text":"RT This is the photo the folks at thought was appropriate to use after announced she has COVID.I used...","sentiment_score":0.5}
{"full_text":"So there you have it. Vaccine by the beginning of June for all Canadians or else the economy is in trouble. Wonder if this gets the liberals moving? Your investments Canada will suffer........","sentiment_score":-0.2}
{"full_text":"Covid pls be gone na :(","sentiment_score":-0.75}
{"full_text":"RT Britons furious as 'deluded' Tony Blair plots comeback - 'He just will not go away!'","sentiment_score":0.0}
{"full_text":"The Lawsuit That Could End Covid-1984 with Dr. Pam Popper.https:\/\/t.co\/YPn42HtJ0W","sentiment_score":0.0}
{"full_text":"RT Over the holidays several ppl wrote to us asking where they could get tested for COVID. Many wrote again to ask how they...","sentiment_score":0.25}
{"full_text":"social distancing daw","sentiment_score":0.0333333333}
{"full_text":"The city government plans to start vaccinating residents against the coronavirus disease (COVID-19) in May this year.https:\/\/t.co\/2h7FK4LAaG","sentiment_score":0.0}
{"full_text":"Co-WIN app will ensure that people get the second dosage of the vaccine on time. The app will generate a certificate after the first dosage of vaccine and the final certificate will be issued after the second dosage: PM Modi .https:\/\/t.co\/N0vUqH3PG7","sentiment_score":0.0625}
{"full_text":"State officials say providers now able to begin filling COVID-19 vaccine appointments for those in Phase 1B age 75+. News 8's has the details &gt;&gt;","sentiment_score":0.5}
{"full_text":"RT I can't stop thinking about this. These Republican members who refused to wear masks because...why, honestly?...may well lea...","sentiment_score":0.0}
{"full_text":"A new podcast all about the business of the media, episode one of Making the Media is now available on all your favourite podcast platforms. I talk Covid, remote working and the future of news with from Al Arabiya - all the info is here.https:\/\/t.co\/x0Zb3QMNng","sentiment_score":0.1090909091}
{"full_text":"Stumbling blocks must be removed in the procurement of vaccines for COVID-19, senators stressed, citing delays on the part of the Department of Health in negotiating with the manufacturers. | via","sentiment_score":0.0}
{"full_text":"Vaccination clinics have opened in Salem, Hillsboro and Portland to speed up Oregon's COVID-19 vaccine rollout.https:\/\/t.co\/9BCFistVAZ","sentiment_score":0.0}
{"full_text":"So many people are adopting pets to get them through their social isolation, that shelters are running out of animals.","sentiment_score":0.2666666667}
{"full_text":"COVID-19 putting a damper on your sex life?Need to bust? Don't wanna wait? #XXXpediteYourPleasureHigh-quality sex toys, DVDs, massage products, masturbators, dildos, underwear &amp; more. NOW OPEN #ShopTheBreed.","sentiment_score":0.25}
{"full_text":"Are you wondering where you are in the line to get the vaccine? We are currently at 1A.","sentiment_score":0.0}
{"full_text":"Forecast map for this evening . Southern snow and ice        Maps and Radars found at                 #wx #weather #index #wave #coole #hail #wind #flooding #traffic #flood #rain #Forecast #local #news #humid #storm #radar #Monday   #lockdown","sentiment_score":0.0}
{"full_text":"[#COVID19 prevention guide] In this infographic, there is helpful knowledge about how to prevent the spread of COVID-19. We won't let our guard down, and we'll fight this outbreak together.","sentiment_score":-0.1555555556}
{"full_text":"\"It was a difficult year for everybody but in terms of my job, I absolutely had a brilliant year.\" How the coronavirus crisis made one librarian's work even better. #chsreads","sentiment_score":0.275}
{"full_text":"\"Around the world, COVID-19 has disrupted learning for most college students. They have been forced to turn online for their studies, but this does not apply to all students worldwide.\"Read more here:","sentiment_score":0.2333333333}
{"full_text":"'She says this struggle can stem from the expectations we set for ourselves.'","sentiment_score":0.0}
{"full_text":"I took a look at my prior post - 10 Ideas that Could Fix Healthcare and thought:How might COVID impact them? #pophealth #SDoH #healthinsurance #COVID19","sentiment_score":0.0}
{"full_text":"\"While most industries have felt the impact of the COVID-19 pandemic, one area that isn't hurting are criminal enterprises,\" writes \"Among them, human trafficking, which garnered its moment in the spotlight last summer.\"https:\/\/t.co\/C4DpJS11cl","sentiment_score":0.025}
{"full_text":"Jack and Jane Faigle have always been by each other's side and today they received the vaccine at the Sunrise Senior Living Center in East Setauket.https:\/\/t.co\/mTLlsDwcIg","sentiment_score":-0.1125}
{"full_text":"know what's easy and good?. get cans of any low salt chunky, stew-like soup.. pour over hot steaming baked potato.. ad salad with low cal dressing... that's a good wintertime dinner.. whole can soup .. chili even better.. dollop sour cream.. maybe 750cal.. not too bad for dinn","sentiment_score":0.1933333333}
{"full_text":"Researchers say it can still be difficult - or even impossible - to predict which COVID-19 patients will go on to develop lasting symptoms based on the degree of severity of their infection.","sentiment_score":-0.3888888889}
{"full_text":"RT BOVID-19 is real AF. Wear a mask, bover up.","sentiment_score":0.2}
{"full_text":"RT The fact that we're not getting texts from the government telling us how to register for a Covid vaccine is absurd to me.","sentiment_score":-0.5}
{"full_text":"RT BREAKING: The Yang di-Pertuan Agong has declared a state of emergency in Malaysia until 1 August or earlier to control the spr...","sentiment_score":0.0}
{"full_text":"Taiwan has removed Lithuania from its list of countries free of avian flu and banned live poultry imports from the country after an outbreak was confirmed at a local poultry farm, the Cabinet-level Council of Agriculture said Monday.https:\/\/t.co\/VvzWtBkDOL","sentiment_score":0.2340909091}
{"full_text":"The #pandemic has served as a catalyst for companies to embrace the #business benefits of #ArtificialIntelligence (#AI) via","sentiment_score":0.0}
{"full_text":"Worrisome but important analysis","sentiment_score":0.4}
{"full_text":"Kailangan niyo bang magregister sa SSS?  Stay safe, stay calm, and stay home because you can do everything online. Here's a complete guide to SSS Online Registration via the My.SSS Portal https:\/\/t.co\/APsl41Q2vk","sentiment_score":0.3}
{"full_text":"In Bay County, senior citizens are waiting until the county receives more doses of the COVID-19 vaccine. But until then, many seniors say they are becoming increasingly frustrated and anxious with the registration process for the vaccine.","sentiment_score":0.1}
{"full_text":"PuC\/C\/Y still FREE of COVID19!!!","sentiment_score":0.78125}
{"full_text":"New post: Let's All Give Thanks That College Football Didn't Give In To Deranged Coronavirus Lockdowners","sentiment_score":0.1681818182}
{"full_text":"The CDC will send $3 billion to the states to boost a lagging national COVID-19 vaccination program, officials announced, as only 30% of the more than 22 million doses of vaccine distributed in the U.S. has been injected into Americans' arms.","sentiment_score":0.25}
{"full_text":"Have any of the Congress raised children - I mean SUCCESSFULLY raised them? Because I'm  flummoxed about this absurd silence re GOP Congress refusing to wear masks ! So here's an idea : make a rule that masks must be worn for insurance purposes. Those who refuse may stay home.","sentiment_score":-0.0625}
{"full_text":"RT We've now surpassed 23,142,500 confirmed #COVID19 cases in the United States.The death toll climbs to 385,282*273,3...","sentiment_score":0.4}
{"full_text":"Thailand's Plane-Less Aircraft Carrier Loses 273 Crewmen to Covid-19 Quarantine - via","sentiment_score":-0.3}
{"full_text":"thank god it was a present but as soon as this pandemic is over im gonna buy a new one and hit pan on all the shades fr","sentiment_score":0.0681818182}
{"full_text":"RT Our paper, \"An evidence review of face masks against COVID-19\", written by a cross-disciplinary team of 19 international...","sentiment_score":0.0}
{"full_text":"State lawmakers met to prepare for the 2021 session, which officially starts Jan. 19, and among speeches calling for unity, they found partisan disagreement on the rules that will govern the upcoming session.","sentiment_score":0.0}
{"full_text":".@GovSisolak said the strict measures to combat COVID-19 cases will remain in effect for 30 days. He also said those 70 or older will now be eligible for vaccination.","sentiment_score":0.1666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 30.6FWind Chill: 30.6FHumidity: 90%Dew Point: 28.0F Barometer: 30.225 inHgWind: 3 mph from the WSWCorona Virus Weekly Stats:Cases: 225.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Several gorillas at the San Diego Zoo Safari Park have tested positive for the coronavirus in what is believed to be the first known cases among such primates.","sentiment_score":0.1193181818}
{"full_text":"Ochsner Lafayette General is expanding the list of people it is inviting to receive COVID-19 vaccination following a busy first weekend administering shots to non-healthcare personnel. See who's next on the list.  https:\/\/t.co\/UiLNu1SxOB","sentiment_score":0.08}
