{"full_text":"Let me get this straight, you're saying it's hard to make money sitting at home taking photos of yourself and posting them online? In the late 2000s, people posted nudes for free, just to get profile views. #hi5","sentiment_score":0.0020833333}
{"full_text":"RT Republicans are assholes, exhibit 1 million:","sentiment_score":0.0}
{"full_text":"RT \"That's a bit of a kick in the teeth really, after the year we've had.\"@leicspolice confront people breaking #COVID19 rules....","sentiment_score":0.2}
{"full_text":"RT  Government 'out of touch' over financial support@TracyBrabin launches motion in the HoC to fill gaps in financial...","sentiment_score":0.0}
{"full_text":"RT It's quite incredible that some people still seem to think Covid is 'just like flu'.This is the reality: 85,000 excess de...","sentiment_score":0.9}
{"full_text":"RT Sen. Nan Orrock (D-Atlanta) said a Georgia lawmaker is absent today due to contracting COVID-19 (does not name)...","sentiment_score":-0.125}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT \"lockdown won't be that long\"the lockdown:","sentiment_score":-0.05}
{"full_text":"RT It is a national disaster that in the pandemic we have a Prime Minister who takes decisions as late as possible, cannot ant...","sentiment_score":-0.15}
{"full_text":"It's not the pandemic.  A pandemic would increase jobs needed for cleaning.  It's the lockdown that's doing that.","sentiment_score":0.0}
{"full_text":"Apparently this was part of the Biden team's plan to, which makes me a little more comfortable (since I assume he has, y'know, actual scientists or whatever on his team), but there still seems to be some uncertainty around it.","sentiment_score":0.1525}
{"full_text":"UK coronavirus deaths pass 100,000 after 1,564 reported in one day","sentiment_score":0.0}
{"full_text":"RT Biden covid stimulus plan coming *tomorrow* (what we would all be focused on if there wasn't an armed insurrection and imp...","sentiment_score":0.0}
{"full_text":"RT Today, DHEC announced 4,673* new confirmed cases and 96* new probable cases of COVID-19, 42* additional confirmed deaths and 9*...","sentiment_score":0.2681818182}
{"full_text":"RT Peter Lawwell saying Celtic are more affected by the pandemic than any other club in Scotland. Just after they dipped into...","sentiment_score":0.1875}
{"full_text":"That's exceedingly difficult to disagree with, frankly.","sentiment_score":-0.5}
{"full_text":"RT Another 1,564 #coronavirus deaths have been reported in the UK - the highest daily figure since the pandemic began following t...","sentiment_score":0.0}
{"full_text":"RT Jason Manford has a dig at anti-vaxxers as he drives locals to have COVID-19 vaccinations ","sentiment_score":0.0}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":"RT So depressing to hear PM try to justify constantly acting too late on #Covid\"Keeping measures under review\" is another...","sentiment_score":-0.3}
{"full_text":"RT Great news ... now let's get the teachers vaccinated &amp; get the kids back to school ","sentiment_score":0.4}
{"full_text":"RT Service will be patchy today. Am spending a couple of days at a major London hospital. Full piece to come but spending t...","sentiment_score":0.20625}
{"full_text":"RT On the day 1564 people died of COVID, we have a Prime Minister who is talking to MPs about the world beating great job...","sentiment_score":0.8}
{"full_text":"Ontario addresses confusion about new stay-at-home rules. These are the answers to top questions#COVID19Ontariohttps:\/\/t.co\/ZwsQa6UnF2","sentiment_score":0.3181818182}
{"full_text":"Tricia Gilby, leader of Chesterfield Borough Council, says the use of the Winding Wheel as a vaccination site is a 'huge step forward in our fight against the virus' - but stresses we must all continue to observe the lockdownhttps:\/\/t.co\/hQ79GLTpk8","sentiment_score":0.4}
{"full_text":"RT Beautiful Rosie- please let's help her xx","sentiment_score":0.85}
{"full_text":"Mexico to invoke labour rule to ensure provision of coronavirus vaccine to illegal migrants in U.S.","sentiment_score":-0.5}
{"full_text":"RT Zero US states fare well on all three Covid-19 health metrics, suggesting no state has its outbreak under control right now....","sentiment_score":0.2857142857}
{"full_text":"RT Maybe now we're broke from Covid and Brexit we can quietly cancel HS2 because, we can't afford it and we've learnt how...","sentiment_score":0.0}
{"full_text":"RT Also 381,000 covid deaths. Pro life GOP ","sentiment_score":0.0}
{"full_text":"RT This is horrific beyond words. The government must strain every sinew to give out the vaccines 24-7, 7-days-per-week. T...","sentiment_score":-1.0}
{"full_text":"RT Must read, Amid #COVID19 and Air Pollution Crisis Many Iranians Contract Hepatitis-A Due To Regime's Inhumane Policies","sentiment_score":-0.175}
{"full_text":"RT This is covid-19 disease.Covid doesn't care if you believe in it.It only cares about destroying your lungs, and other o...","sentiment_score":-0.1083333333}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"What you need know if you are required to stay home due to COVID-19, mandatory isolation or to care for a family member #ableg","sentiment_score":-0.125}
{"full_text":"RT UK records 1,564 new fatalities. The UK now has one of the worst Covid mortality rates in the world, at 151 per 100,000...","sentiment_score":-0.4318181818}
{"full_text":"RT 1564 covid deaths today. That's literally the same as the number who died on the Titanic. Why aren't the media all over t...","sentiment_score":0.0}
{"full_text":"RT THE UNITED STATES JUST SURPASSED 392,000 CORONAVIRUS DEATHS ","sentiment_score":0.0}
{"full_text":"Nazi plot foiled again ","sentiment_score":0.0}
{"full_text":"RT \"Lockdown won't be that long\"The Lockdown:","sentiment_score":-0.05}
{"full_text":"Never compares it to my brother-in-law who's in I think PT\/OT (?) or my other sister who is an EMT in a very rural area. But even then, it's still not a fair comparison bc, working on the boarder of Detroit, I've been exposed to COVID wayyyyy more than the 3 of them combined.","sentiment_score":0.00625}
{"full_text":"RT Zero US states fare well on all three Covid-19 health metrics, suggesting no state has its outbreak under control right now....","sentiment_score":0.2857142857}
{"full_text":"RT This is Deno. He really doesn't want to get up from his comfy bed. You're going to have to go to him. Meet Deno at our shelter...","sentiment_score":0.2}
{"full_text":"RT The Government needs to do more than just tell people to 'stay at home'.Many simply can't afford toAll workers, exce...","sentiment_score":0.25}
{"full_text":"RT Community and voluntary groups can apply from tomorrow for a grant from our new PS50k Community Revenue Fund. This can...","sentiment_score":0.1363636364}
{"full_text":"RT Imagine working in a place where colleagues refused to wear masks indoors in close quarters during a pandemic, who spread l...","sentiment_score":0.0}
{"full_text":"RT New peer-reviewed study by eminent Stanford Profs of medicine, ID epidemiology, PH \"fails to find strong evidence supporting...","sentiment_score":0.0799242424}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT just read the news that dustin's execution was halted until march because of a covid diagnosis. feels heavy thinking about how...","sentiment_score":-0.2}
{"full_text":"RT THE TEN COMMANDMENTS:1. Thou shalt never short $TSLA2. Thou shalt never short $BTC3. Thou shalt always buy the dip4...","sentiment_score":0.0}
{"full_text":"I thought people were people hyperbolic with the #FordfailedOntario hashtag but, like, no the correct thing to do would have been a stay-at-home order starting BEFORE Christmas, instead of a sequence of ineffective half-measures.","sentiment_score":0.0}
{"full_text":"RT if anyone in LA needs a covid test the Slauson swap meet has a pop up testing site this week from 9am-3pm, i went today...","sentiment_score":0.0}
{"full_text":"RT Elected officials proudly not wearing masks as we'll likely surpass WW2 deaths in the coming days. They call for unity w...","sentiment_score":-0.2}
{"full_text":"RT It's Wednesday, January 12th. Today Doug Ford is doing everything possible to fight this pandemic except using any of...","sentiment_score":0.0}
{"full_text":"RT Couldn't agree more about telling friends about local businesses! I've discovered lots of bu...","sentiment_score":0.25}
{"full_text":"RT I've never seen a group of people less able to wear a basic face mask properly than the House Republicans voting against...","sentiment_score":0.0833333333}
{"full_text":"Battle with the latter daily at work","sentiment_score":0.0}
{"full_text":"Note: Shirkey mistakenly reported his last day in Lansing as Dec. 18, when it was Dec. 21.","sentiment_score":0.0}
{"full_text":"RT The govt strategy on COVID-19 appears to be to \"allow the disease to circulate in younger people where it's not causing mu...","sentiment_score":0.0}
{"full_text":"RT Feminists. This video, this attitude, this sighing tutting response from is sexism.@YvetteCooperMP shoul...","sentiment_score":0.0}
{"full_text":"Just happened outside my home in DC: a shirt-less &amp; shoe-less Black teenager dragged out of a home, screaming that are harming him. In the midst of a pandemic, in the middle of the winter, this is what the police do...(1\/2) #BlackLivesMatter","sentiment_score":-0.0555555556}
{"full_text":"Republican members of Congress refuse masks during riot lockdown via","sentiment_score":0.0}
{"full_text":"RT This is shocking: Ashford truck stop today with drivers queuing for up to 8 hours to get their border paperwork cleared...","sentiment_score":-1.0}
{"full_text":"It's just a game to almost all of them. On both sides, most of us are just deplorables and plebs. Months to come up with ways to help Americans with covid relief &amp; hours to come up with a plan for impeachment. This is all about them. Not you or me.","sentiment_score":0.05}
{"full_text":"RT This guy NAILS it!! ","sentiment_score":0.0}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT OnlyFans, a platform that allows people to sell explicit photos of themselves, has boomed during the pandemic. The sit...","sentiment_score":0.0}
{"full_text":"RT Imagine being locked down in a Capitol Hill office with a 75 year old cancer survivor who asks you to don a mask because she f...","sentiment_score":-0.0277777778}
{"full_text":"RT  Government Official Reveals the UK Still Pursuing 'Ridiculous' Herd Immunity Strategy reports on startlin...","sentiment_score":-0.3333333333}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"RT You have to love these \"chin-strappers,\" grown-ass adults who wear a mask improperly, like toddlers who are determined to...","sentiment_score":0.5}
{"full_text":"RT The \"gig economy\" is inherently flawed. It's a race to the bottom with participants carrying massive social and personal cost fo...","sentiment_score":-0.1166666667}
{"full_text":"RT INMO calls for all private hospitals to be nationalised","sentiment_score":0.0}
{"full_text":"Seatbelt laws are State laws.  A federal seatbelt law is unconstitutional.  From the beginning, Trump's administration said he will leave it up to the States to how they approach Covid, which is how is should be.","sentiment_score":0.0}
{"full_text":"RT Rep. Ayanna Pressley says her husband has tested positive for COVID-19. He was with her in the Capitol during the Januar...","sentiment_score":0.2272727273}
{"full_text":"RT All the COVID-related Christmas movies. I love that trash.","sentiment_score":0.5}
{"full_text":"RT A Guard leader currently at the Capitol sent me this note saying they're tired of lawmakers talking with their soldiers w...","sentiment_score":-0.2}
{"full_text":"RT Many are thinking about the covid vaccine in terms of life before getting the shot, and life after the shot. advis...","sentiment_score":0.5}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"one viral hate dua tweet abt covid after another if only she stayed her ass at home","sentiment_score":-0.4}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"RT Andy Biggs, the same man who helped launch the insurrection and refused to wear a mask during lockdown, is asking Dems to go e...","sentiment_score":0.0}
{"full_text":"RT @uofsandiego faculty &amp; staff colleagues - please review the COVID-19 testing protocols for working on campus ","sentiment_score":0.0}
{"full_text":"RT We are significantly increasing efforts to get vaccines out. One way is through mass distribution sites for priority grou...","sentiment_score":0.375}
{"full_text":"RT In case it wasn't clear already, there are a LOT of members quarantining amid the \"safe room\" Covid-19 outbreak 72 memb...","sentiment_score":0.3}
{"full_text":"#didyouknow that #childcare and #k12 are seeing financial recovery? We collected data from our customers.And you won't believe that there's even been some growth - higher than pre-covid. Click here to read all about it. #education #growthhttps:\/\/t.co\/QV4rdm2SS1","sentiment_score":0.125}
{"full_text":"RT There were 1,564 covid deaths in the UK today. A record high.How many in New Zealand? 0.Vietnam? 0.Australia? 0.T...","sentiment_score":0.3181818182}
{"full_text":"So basically no influenza no flu just covid - 19 ! Now why does that surprise me.","sentiment_score":0.0}
{"full_text":"RT It's Wednesday, January 12th. Today Doug Ford is doing everything possible to fight this pandemic except using any of...","sentiment_score":0.0}
{"full_text":"RT .99 cents! \"I want to go to Heaven, Mom\". Five years old. What would you say? #ASMSG #SNRTG    #...","sentiment_score":0.1}
{"full_text":"RT Andy Biggs, the same man who helped launch the insurrection and refused to wear a mask during lockdown, is asking Dems to go e...","sentiment_score":0.0}
{"full_text":"RT Inbox: Rep. Ayanna Pressley's husband has tested positive for COVID-19. Pressley's husband was with her during the Capito...","sentiment_score":0.2272727273}
{"full_text":"RT LISTEN NOW: Heritage Foundation exposes the COVID-19 hypocrisy of public officials | Just The News","sentiment_score":0.0}
{"full_text":"RT Andy Biggs, the same man who helped launch the insurrection and refused to wear a mask during lockdown, is asking Dems to go e...","sentiment_score":0.0}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"RT Yesterday, I called for fines to be levied on every Member who cruelly and recklessly refuses to wear a mask in the Capitol...","sentiment_score":-1.0}
{"full_text":"RT As a journalist, activist, and diplomat, I've seen the world-changing impact of At this critical moment, I feel...","sentiment_score":0.0}
{"full_text":"RT Important article by explaining the unfolding political crisis in #Italy, and what's at stake.#crisidigoverno #crisi...","sentiment_score":0.2}
{"full_text":"Hi there! So sorry about the issue. Did you manage to email customer service? Our website is new since the first lockdown and gift cards just a month old. Please forgive our mistakes, as we aim to fix the issue. Thanks Team Tarquin's","sentiment_score":0.0372727273}
{"full_text":"RT #BREAKING California is immediately allowing residents 65 and older to get scarce coronavirus vaccines","sentiment_score":0.1666666667}
{"full_text":"RT 'I've discovered a Sea World with loads of room where the whales and dolphins are happy. It's called the sea.'","sentiment_score":0.8}
{"full_text":"RT Nigga got covid lmao","sentiment_score":0.6}
{"full_text":"Mayor Bill de Blasio says 100,000 New Yorkers have received the first dose of the coronavirus vaccine in the city.https:\/\/t.co\/0JcBoVcOPl","sentiment_score":0.1931818182}
{"full_text":"During lockdown she's learned the word 'toast' as she awakes from whatever deep kip she's in to follow us into the kitchen.","sentiment_score":0.0}
{"full_text":"RT !!! update on dustin higgs !!! but also don't stop talking about him and keeping up with the situation because the courts...","sentiment_score":0.0}
{"full_text":"US COVID-19 deaths hit daily record; Japan, China tighten virus curbs","sentiment_score":0.0}
{"full_text":"RT Our GOP colleagues proudly enabled the outgoing president when he:- Colluded w\/ Russia- Locked kids in cages - Teargassed A...","sentiment_score":0.8}
{"full_text":"I'm sure bioethicists have an exquisitely just distribution plan with thoughtfully constructed phases, but I suspect the most effective strat will end up being: allocate enough doses for healthcare workers, then dump the rest on Walgreens &amp; CVS, first-come, first-served.","sentiment_score":0.5}
{"full_text":"Martin Barkley, who runs the Mid Yorkshire Hospitals NHS Trust, said he believed the actions of those denying the existence of the virus online were \"inexcusable\".https:\/\/t.co\/Th0LZnYAaJ","sentiment_score":0.0}
{"full_text":"It started as a tearful conversation between sisters - one working on the front lines of Oxford County's largest COVID-19 outbreak.https:\/\/t.co\/mzW9qi9cdN","sentiment_score":0.0}
{"full_text":"In one hour, Temple University Fellow will be interviewing Chancellor live about the state of racism, COVID-19, and more on college campuses. RSVP for free:","sentiment_score":0.3454545455}
{"full_text":"The PS20 a week uplift to #UniversalCredit has been a vital lifeline for many families during the pandemicWith under 3 months left until the uplift is set to end, it's vital the government commits to #KeepTheLifeline ","sentiment_score":0.175}
{"full_text":"Kerry doctors report drop in rate of community transmission of COVID-19","sentiment_score":0.0}
{"full_text":"Wear a mask! Wash your hands!Mnaadendan gibi-maadiziwin - Respect your lifeMnaadenim kwiiji-bimaadiz - Respect your fellow being","sentiment_score":0.0}
{"full_text":"Tonight on Educate at 8 we'll be answering your questions with two special guests: Howard University Pres. Dr. Wayne Frederick, who will discuss coronavirus vaccines, &amp; Senator Paul Pinsky, who will discuss the beginning of the General Assembly session.","sentiment_score":0.2035714286}
{"full_text":"None of them stay during this process.  They have an aid in there ready to call them back when it's time to vote.  Votes can even be by proxy now due to Covid. The decisions are made this is gamesmanship. Our nation is a reality show","sentiment_score":0.025}
{"full_text":"North Korea leads the annual ranking of the 50 countries where Christians face the most persecution for their faith for the 20th straight year.https:\/\/t.co\/AfakvxUFF6","sentiment_score":0.2333333333}
{"full_text":"RT Davido Appreciation Medley for Your #Covid19 Lockdown tinz. God Bless Africa. #lockDownS...","sentiment_score":0.0}
{"full_text":"Those who stayed in the Grand Chancellor when there was a COVID breach now must re-do their 14-day quarantine and those who have already left and returned to NSW and Victoria have to get tested and isolate immediately. #9Newshttps:\/\/t.co\/yNwQ5PdUa0","sentiment_score":0.25}
{"full_text":"#BruceWillis was reportedly kicked out of a Rite Aid in Los Angeles after refusing to put on a mask","sentiment_score":0.0}
{"full_text":"Reminder: hosts a webinar January 19 on jumpstarting your 2021 ad sales with Nancy O'Brien! Learn 5 tactics that have delivered ad sales results during the pandemic. There's still time to register online:","sentiment_score":0.0}
{"full_text":"INTERVIEW: We got an update on the coronavirus vaccine and solar field projects in Putnam County from Commissioner John Schlumbohm.https:\/\/t.co\/wmodaTEQiR","sentiment_score":0.0}
{"full_text":"RT No. You wear a face mask \"forever\" if you want to. But human beings have faces and we need human interaction. We need to be a...","sentiment_score":0.0}
{"full_text":"Keep soaring high dear but please use a face mask. Covid 19 is real!","sentiment_score":0.205}
{"full_text":"WHO warns second year of fighting Covid-19 could be 'even tougher' than the first -- RT World News","sentiment_score":0.125}
{"full_text":"\"As well as the cost of running Covid-19 care, we also have the cost in human and financial terms of delaying non-Covid-19 care as well.\"https:\/\/t.co\/ykiS0FPCoi","sentiment_score":0.0}
{"full_text":"RT Boris Johnson was grilled by Labour MP Yvette Cooper on why the UK has not immediately introduced a travel ban on Brazil.It come...","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"Mayo Clinic Q and A: Childhood vaccinations during the COVID-19 pandemichttps:\/\/t.co\/8F2CPigEjA","sentiment_score":0.0}
{"full_text":"Now available to watch at #BiotechShowcase, a film selection from The Disorder Channel: Unfixed - Covid: How We're Affected as part of the RARE Beyond the Square program. Learn more&gt;&gt; ","sentiment_score":0.35}
{"full_text":"The COVID-19 vaccine will, in time, be available to everyone who wants it and is able to get it. High-risk groups are being prioritized. As more vaccine supply becomes available, more priority groups will be identified and clinics will expand. #CovidBC","sentiment_score":0.4166666667}
{"full_text":"Two of our infectious disease experts describe the #COVID19 vaccines, how they work, and why they're safe:","sentiment_score":0.5}
{"full_text":"The impact the COVID-19 pandemic is having on emotional and psychological well-being is staggering.  This is certainly a stressful and uncertain time affecting our livelihood and well-being #Mindfulness #mentalhealth #therapy","sentiment_score":0.0714285714}
{"full_text":"The alarming truth about lockdown exercise at homehttps:\/\/t.co\/gcQWwM7cGq #TheTruthAboutGettingFitAtHome","sentiment_score":-0.1}
{"full_text":"We would like to make you aware of local authority based #COVID19 Community Call Forum HelplinesYou can call &amp; they can help you to avail of some practical supports such as shopping &amp; prescription collectionAll the relevant numbers here:  #KeepWell","sentiment_score":0.1625}
{"full_text":"In Covinsanity, we focus on the not-so-serious stories coming from the outbreak. We've gathered the funniest and strangest news from around the world that we guarantee will put a smile on your face.","sentiment_score":0.3}
{"full_text":"RT In one of his last acts as President, Donald Trump is set to declassify 'bombshell' evidence linking the Wuhan Institute...","sentiment_score":0.0}
{"full_text":"When the pandemic hit, #ATTCybersecurity stepped up to help #network customers.Our VP, shares how we supported our customers in a time of need:","sentiment_score":0.0}
{"full_text":"RT The third deadliest day in U.S. history was yesterday, January 12, 2021. 4,254 Americans died from COVID.10 of the top...","sentiment_score":0.25}
{"full_text":"RT Yankee Stadium next in line to become COVID-19 vaccination mega-site, Mayor's press secretary says","sentiment_score":0.0}
{"full_text":"RT Inbox: Rep. Ayanna Pressley's husband has tested positive for COVID-19. Pressley's husband was with her during the Capito...","sentiment_score":0.2272727273}
{"full_text":"Many North American consumers feel supported by their #insurers during the pandemic, but what about those who don't?","sentiment_score":0.25}
