{"full_text":"That is great news, Laura.#COVID19 #vaccine","sentiment_score":0.8}
{"full_text":"RT Large clinical trials showed that the mRNA vaccines are very effective at preventing COVID-19.Both vaccines using this...","sentiment_score":0.4971428571}
{"full_text":"RT Just heard great news on #nursinghomes Per 957K\/1.3 million (~75%) of US Nursing Home Patients vaccinated agains...","sentiment_score":0.8}
{"full_text":"It takes 2 shots,  so actually they have secured only 135 mil doses","sentiment_score":0.0}
{"full_text":"Exactly who the country deserves after voting Boris over Corbyn, and after being mercilessly propagandised by the media to do so. So of course the health minister mocks them as their children starve in the middle of a pandemic and economic crisis.","sentiment_score":-0.0625}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"This is annual magh mela and not Kumbh or Mahakumbh.And the tents are no where in large numbers. And please... Covid has been very well tamed in UP. Come to any teir 2 city and see for yourself.","sentiment_score":0.2071428571}
{"full_text":"Covid-19 is primarily affecting the poor- also in Switzerland","sentiment_score":0.0}
{"full_text":"RT Nigel Farage: \"If we're going to go on with this lockdown mentality than the cure will prove to be worse than the disease.\"...","sentiment_score":-0.4}
{"full_text":"RT Sweden: \" 2019 and 2020 added together had fewer deaths than 2017 and 2018 added together.\" htt...","sentiment_score":0.0}
{"full_text":"COVID-related article in Labor Law 'no longer effective', says Saudi ministry","sentiment_score":0.6}
{"full_text":"RT #Shafqatmehmood The ratio of cases again starts rising. I hope so that all educational ministries took a responsible step...","sentiment_score":0.225}
{"full_text":"RT Hancock:\"I know we're criticised for acting too fast\"Patel:\"We've consistently been ahead of the curve\"In unrelat...","sentiment_score":0.15}
{"full_text":"RT Prisons are potential hotbeds for COVID outbreaks, vaccines are about preventing disease, not used as a reward or punishm...","sentiment_score":0.0}
{"full_text":"When I tested positive last month I had 26 texts in one hour with 5 different references. Repeated phone calls from 8am. They investigated and said there was a glitch. The whole track &amp; trace has been a shambles","sentiment_score":0.1068181818}
{"full_text":"RT Explainer: What's behind varying efficacy data for Sinovac's COVID-19 vaccine?","sentiment_score":-0.4}
{"full_text":"RT Prisons are potential hotbeds for COVID outbreaks, vaccines are about preventing disease, not used as a reward or punishm...","sentiment_score":0.0}
{"full_text":"COVID-19: Circus star Gerry Cottle dies of coronavirus aged 75https:\/\/t.co\/MoWwQ5KSXm","sentiment_score":-0.1}
{"full_text":"RT Watch and read the thread...","sentiment_score":0.0}
{"full_text":"RT A coronavirus surge has Tokyo medical facilities struggling to cope. Hospitals are at breaking point and public health c...","sentiment_score":0.0}
{"full_text":"I sometimes wonder if Ian Jack shouldn't change his byline photo to make him look more serious - this is a proper work of art in words, and sounds prophetic...https:\/\/t.co\/nYPSEojr1b","sentiment_score":0.0555555556}
{"full_text":"RT Smalam sales kedai less than 10% pre-COVID-19. Harini so far macam less than 5% je. Thank you, TSMY.","sentiment_score":-0.0777777778}
{"full_text":"RT Why did the Government refuse the offer from the European Commission to extend transition up to two years to deal with pandem...","sentiment_score":0.0}
{"full_text":"RT We continuously update our global COVID vaccination data so that you can use our 'Data Explorer' to track the campaigns...","sentiment_score":0.0}
{"full_text":"RT SurulereEti OsaAjeromiMushinAmuwo OdofinThese areas in Lagos have been declared as high burden areas for COVID19....","sentiment_score":0.16}
{"full_text":"RT It may seem counterintuitive but health officials say that even after you get vaccinated against COVID-19, you still need to pract...","sentiment_score":0.0}
{"full_text":"Great!!!But what about the other 80% of Africans?","sentiment_score":-0.125}
{"full_text":"RT 'We are almost a year on from identifying #COVID19 and still not testing anyone arriving into the country. Why?'Victoria Atk...","sentiment_score":0.0}
{"full_text":"RT Are patients once again being discharged to care homes without a #COVID19 test? If this is confirmed it is absolutely sho...","sentiment_score":0.3}
{"full_text":"Respected sir as a head of such a kind of words is not suitable for your employees rather respect their demands based on their work in #COVID. #4600_GP_For_Pharmacist #gujraat_aarogy_mhaasNgh_greddpe_lddt #nivedn_paachuN_lo","sentiment_score":0.1083333333}
{"full_text":"I think the Delta State Government  should follow what Plateau  State Government  is doing. Those disputing COVID19  get then arrested and leave them at isolation centres to see what is happening. Any who gets infected pay for his her treatments.","sentiment_score":0.0}
{"full_text":"FFP2 ahead in #Hamburg!https:\/\/t.co\/3KhrL1qxil","sentiment_score":0.0}
{"full_text":"RT Once the COVID-19 pandemic has passed, will you be more or less enthusiastic about patronising your local pub (should it s...","sentiment_score":0.2333333333}
{"full_text":"The top 5  supplements you must take for good healthLearn more..https:\/\/t.co\/Ub1iM9za1X#Lucas #seojun #Trump #TEAMWANG #SaudiArabia #MakarSankranti #FridayLivestream #Bitcoin #Nets #Biden #Money #Mumbai #Covid #Minecraft #Jack #europe #Democrats #Bitcoin #SbH_lkhyr #Root","sentiment_score":0.6}
{"full_text":"COVID19 PRECUATION IN IGBO FROM THE ROTARY CLUB OF VI","sentiment_score":0.0}
{"full_text":"#CES2021 showcases #tech to fight back against #COVID19 #CES #StaySafe","sentiment_score":0.0}
{"full_text":"You and me both, I'm pretty sure it is some kind of insane life skill (or they're all on lockdown and have time to clean)","sentiment_score":0.1433333333}
{"full_text":"Historic heart of Los Angeles on life support from #COVID19 Debbie Briano, a fourth-generation owner of Mexican restaurant, El Rancho Grande, looks at her Christmas decorations in her restaurant on Olvera Street in downtown Los Angeles, Wednesday, Dec. 16, 2020.","sentiment_score":0.0}
{"full_text":"So would until I have taken the time to read the facts. She is but one of many who have repeatedly proved their data disingenuous AT BEST! He dose not provide fact for lockdown, he shows selected data to justify lockdown. They've been wrong with predictions almost constantly","sentiment_score":0.25}
{"full_text":"PM Modi to launch Covid-19 vaccination drive on January 16 | In Hindi.","sentiment_score":0.0}
{"full_text":"Make I go earn 2k for site. Please #Corona is real. Stay safe out there and wear a mask.","sentiment_score":0.35}
{"full_text":"RT #COVID19 has highlighted the link between health, wellbeing, social protection, and the economy. Come to learn how we can a...","sentiment_score":0.0333333333}
{"full_text":"106 year old lady on TV this morning.  GMB claiming she's beaten Covid twice, why are they not warned for spreading MISINFORMATION?","sentiment_score":0.1}
{"full_text":"RT First class comedy from Lawwell. Refutes any charge of arrogance then in the next sentence states that Covid has affecte...","sentiment_score":0.125}
{"full_text":"RT Infecting your colleagues with covid during a violent coup you inspired certainly seems like grounds for expulsion","sentiment_score":-0.2928571429}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT \"Pantami decided it would be sensible to give a nation of 150 million people 4weeks to register at Govt offices not set...","sentiment_score":0.0}
{"full_text":"RT 1564 Covid deaths in a day:New variant\/people ignoring the rules to blameEmpty supermarket shelves:EU to blameA L...","sentiment_score":0.0}
{"full_text":"RT I can't believe I've lived thru 3 impeachments, 3 major recessions, 9\/11, the normalization of school shootings, a major pandemi...","sentiment_score":0.0625}
{"full_text":"RT My eyes only focus on this... Now, tell me what is social distancing??#ekhmmuk #ekhmhaswiir #mukdaanrinthrraks #bw...","sentiment_score":0.0166666667}
{"full_text":"RT You literally had one job the fuck","sentiment_score":-0.4}
{"full_text":"RT You still have the chance to be featured in our mosaic. Share your breakthrough story which happened during the lock down per...","sentiment_score":-0.1555555556}
{"full_text":"RT The single most important action we can all take is to stay at home to protect the NHS and save lives.","sentiment_score":0.2321428571}
{"full_text":"RT The international team of 13 scientists examining the origins of the virus that causes #COVID19 arrived in Wuhan, #China, today....","sentiment_score":0.0}
{"full_text":"This is an extremely important issue. Doctors\/ nurses\/ physics and other staff caring for patients out with ICU also need adequate protection.","sentiment_score":0.2027777778}
{"full_text":"RT Exercising during the first lockdown was a lot easier when the sun was up at around 4-5AM and went down after 9PM","sentiment_score":0.0472222222}
{"full_text":"Recent history tells us Polls Mean Absolutely Nothing...They are only useful for Media Outlets that are Struggling against the Big Boys.","sentiment_score":0.03125}
{"full_text":"RT As vaccinations continue to 'protect the vulnerable', when should we start to throw off the LockDown's repressive shackle...","sentiment_score":-0.5}
{"full_text":"RT Trump defended himself from impeachment the same way he defended us all from COVID.","sentiment_score":0.0}
{"full_text":"What another great Tory idea! Give international arrivals time to prepare, by delaying proof of a negative Covid-19 test till Monday, thus giving them enough time to come before then, some with the new mutation. Have any of you learnt anything from your mistakes?","sentiment_score":0.1672727273}
{"full_text":"More study is needed, of course, but the E484K mutation has been predicted to evade neutralising antibodies Expect more of these. This is why it is *crucial* to vaccinate as many people as possible, as soon as possible #Covid19","sentiment_score":0.25}
{"full_text":"RT A record 1,564 people have died in 24h in UK. That's the highest number reported in any 24h during the pandemic, Dr","sentiment_score":0.0}
{"full_text":"During lockdown my only job is to go to the shops to stock up on ma luxchas","sentiment_score":0.0}
{"full_text":"RT You literally had one job the fuck","sentiment_score":-0.4}
{"full_text":"RT This is shocking: Ashford truck stop today with drivers queuing for up to 8 hours to get their border paperwork cleared...","sentiment_score":-1.0}
{"full_text":"Peer threatens Government with legal action over vaccine delay","sentiment_score":0.15}
{"full_text":"RT Global markets in Risk-On mood as reflation trades rages after a report suggested President-elect Joe Biden plans Covi...","sentiment_score":0.0}
{"full_text":"A few more days to apply #befriending #olderpeople","sentiment_score":0.15}
{"full_text":"As we become accustomed to everyday life without travel, it is easy to question why we should go back to traveling at all. Our new blog post explores 3 of the many reasons we should keep traveling after COVID-19.https:\/\/t.co\/XbuQHqItds","sentiment_score":0.1739393939}
{"full_text":"RT All incarcerated people should receive the COVID-19 vaccine now or as soon as possible. It is almost impossible to take p...","sentiment_score":-0.3333333333}
{"full_text":"RT SurulereEti OsaAjeromiMushinAmuwo OdofinThese areas in Lagos have been declared as high burden areas for COVID19....","sentiment_score":0.16}
{"full_text":"RT Lemme hush and mark it on my  post Covid calendar.........","sentiment_score":0.0}
{"full_text":"RT #BREAKING  China reports first virus death in eight months","sentiment_score":0.25}
{"full_text":"RT OK. Going to put this out there. I've been pitching for food to supplement the curriculum during lockdown to TV compan...","sentiment_score":0.5}
{"full_text":"Northlands city.fully aware bro.","sentiment_score":0.25}
{"full_text":"Happy #Corona ","sentiment_score":0.8}
{"full_text":"RT Can somebody please enlighten me why is everything #Boris and governments fault! Food poverty for one? Does he have to ove...","sentiment_score":0.0}
{"full_text":"RT The Malaysian Health Coalition has urged Putrajaya to stop politicising the country's health services, and to deliver a long-t...","sentiment_score":0.0}
{"full_text":"I'll say this again...If not for a BJP\/NaMo Govt, this pandemic would've become a bigger disaster of un-imaginable levels in India...https:\/\/t.co\/pzIg0yeuAt","sentiment_score":0.0}
{"full_text":"How COVID-19 is changing packaging... ","sentiment_score":0.0}
{"full_text":"RT Hancock:\"I know we're criticised for acting too fast\"Patel:\"We've consistently been ahead of the curve\"In unrelat...","sentiment_score":0.15}
{"full_text":"If you haven't visited the teamLab: Life exhibition at DDP yet, stop by to check it out now! They follow strict COVID-19 safety measures for a safe experience.https:\/\/t.co\/Q0ETm5v0CS","sentiment_score":0.5}
{"full_text":"Where will household incomes be as we emerge from the pandemic? How will removing PS20 a week from UC impact poverty? And what will make the most difference in raising living standards in coming years? Sign up for our event with &amp;","sentiment_score":0.5}
{"full_text":"Primavera Sound held a concert in Barcelona that required the DJs and attendees to undergo a COVID-19 test. Results were available in 15 min. There were no infections among the 463 attendees. The aim of the event was to determine if events could resume with precautions in place.","sentiment_score":0.4}
{"full_text":"#LockdownUK has given many of us an idea of what life is like to not see or speak to anyone for days or even weeks. For a million older people, this is what their life is like normally. Donate to help keep an older person company #LondonTogether #StayHome","sentiment_score":0.2458333333}
{"full_text":"Am honoured to have started a new role this week as a government officer\/key worker. Have a fantastic #Thursday, everyone.  #WearAMask","sentiment_score":0.2681818182}
{"full_text":"New lab-on-chip infection test could give cheaper, faster portable diagnostics via #innovation #technews #science","sentiment_score":0.1363636364}
{"full_text":"RT You said you're going to use your influence to \"mess with her life\" because she's giving...","sentiment_score":-0.175}
{"full_text":"While are temporarily closed for browsing, they still have the fantastic:   Click, Call, Collect service with Covid-secure measures. i online content including e-books + e-audio books. i  #MyStokeStory","sentiment_score":0.15}
{"full_text":" Straight from the UK, it's Ep. 11 of #WFOZ! @eeshferguson chats with and about life in the Netherlands, the COVID outbreaks, their thoughts on Matildas Coach Tony Gustavsson and more!  Stream here ","sentiment_score":0.4375}
{"full_text":"Tax is a relationship business, stretching far beyond dealings with #tax authorities. As #COVID19 pushes the global economy online, our Global Vice Chair - Tax, shares how tax leaders can sustain relationships and build trust. #FutureOfTax","sentiment_score":0.0333333333}
{"full_text":"All care home residents to receive jab within 10 dayshttps:\/\/t.co\/v2JqiOk9Du","sentiment_score":0.0}
{"full_text":"RT Jack thought a cosy, isolated Norfolk village would be the perfect place to sit out a pandemic.Wrong....~ T H E   V I...","sentiment_score":1.0}
{"full_text":"RT 'No vaccine, no service:' How vaccinations may affect travel plans in the future #COVI...","sentiment_score":0.0}
{"full_text":"Philippines books 17 million COVID-19 vaccine doses so far from UK's AstraZeneca","sentiment_score":0.1}
{"full_text":"The safety of our staff and patients is our top priority, which is why we offer video consultations where possible whilst we are in lockdown.To book your appointment please click the link below:https:\/\/t.co\/b0p9bpf8hB.#LondonSpineCare #VideoConsultation #BackPain #Scoliosis","sentiment_score":0.25}
{"full_text":"Since March 2020 we have supported the delivery of Nightingale and NHS hospital projects in the fight against COVID-19.We supplied safe, resilient power supplies to ensure there is adequate life support in critical care areas to treat patients.https:\/\/t.co\/i6Dbjsk3ZQ","sentiment_score":0.2777777778}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am - 5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest and easiest way to apply is online via #MyWelfare#PUP","sentiment_score":0.2}
{"full_text":"New IT Support Company? Here are 18 Questions to Ask any IT Support Company If you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs! #SwitchToUs #lockdown #ITsupport","sentiment_score":0.2060606061}
{"full_text":"RT Uplifting in these dark times.","sentiment_score":-0.15}
{"full_text":"At 1.15pm today we're going live on Facebook with 4 of our reporters to talk about journalism during the coronavirus pandemic. If you've got any questions reply to this tweet and we'll try and answer them later on","sentiment_score":0.0681818182}
{"full_text":"How Covid has changed the global real estate industryWearing a face covering and using hand sanitiser has quickly become the norm and each house-showing or open house event is made as sanitary as possible.https:\/\/t.co\/7ih09vx5TM","sentiment_score":0.1333333333}
{"full_text":"experts due to arrive in China this week for origin tracing probe via","sentiment_score":-0.125}
{"full_text":"RT Two scientists are still in #Singapore completing tests for #COVID19. All team members had multiple negative PCR and antibody test...","sentiment_score":-0.15}
{"full_text":". has received more than PS1m as it develops a Covid-19 detection systemhttps:\/\/t.co\/H96EUtURv9 #coronavirusuk","sentiment_score":0.5}
{"full_text":"RT You cannot catch coronavirus from the COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Coughing, sneezing, a runny nose, fever... is it the seasonal influenza or possibly COVID-19?While the symptoms of both respiratory diseases may be similar and overlap, it is important to always consult your doctor. Read more here:","sentiment_score":0.225}
{"full_text":"It's time to stand up and fight.We will get through this.Businesses, there is a simple way of #contacttracing to help your business reopen safely and stay open.Check it out here https:\/\/t.co\/PBz0ZooWRU #COVID19 #pandemic #help","sentiment_score":0.25}
{"full_text":" #COMPETEFORCHANGE 4. The latest workout and refueling lockdown challenge is brought to you by Carlos' Carbonara Carlos' Catch Challenge #Empower","sentiment_score":0.5}
{"full_text":"You have a right to be safe at work -- no matter whether you work full-time, part-time or are on a zero-hours contract If you're worried about working because of #Coronavirus, our advice can help","sentiment_score":0.3928571429}
{"full_text":"Vaccines and masks: #Biden plan aims to break pandemic cycle","sentiment_score":0.0}
{"full_text":"COVID-19 has changed how we work, how we live &amp; how we connect to each other. Our tech &amp; innovation experts explore how virtual reality &amp; #SpatialComputing can help us reimagine how we work together &amp; maintain those connections. #NextGenUNDP #DigitalUNDP","sentiment_score":0.0056818182}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"There's no doubt the pandemic has transformed the way we work, but remote and flexible working were on the rise well before 2020.Do you think we'll return to an office based 9-5 after coronavirus, or is the new normal here to stay?","sentiment_score":0.0621212121}
{"full_text":"High street pharmacies will begin rolling out Covid vaccineshttps:\/\/t.co\/XQEdhe85r3","sentiment_score":0.16}
{"full_text":"With Switched On's Single Trip insurance, you'll have 3 levels of cover to choose from, free gadget cover, emergency medical expenses cover, and cancellation and enhanced Covid-19 cover. #holiday #vacation #travel #trip #break","sentiment_score":0.1095238095}
{"full_text":"'Urgent' Premier League meetings to take place today over Covid protocols #mufc","sentiment_score":0.0}
{"full_text":"More Americans are now eligible to get a COVID-19 vaccine but they may still face a wait for their first shot even as supplies increase.https:\/\/t.co\/LLvTNQ6Rkr","sentiment_score":0.375}
{"full_text":"\"The countryside is a welcoming place which has invaluable benefits for people's mental and physical wellbeing, especially during the current pandemic,\" says CLA President following an increase of visitors to rural areas. Read the story here","sentiment_score":-0.0166666667}
{"full_text":"RT Three industry experts offer their opinion on whether grocers are doing enough to enforce Covid safety guidelines #retail #...","sentiment_score":0.0}
{"full_text":"RT And you thought lockdown was bad....","sentiment_score":-0.7}
{"full_text":"RT One in five people with Covid still present with less common symptoms that dont get on the official PHE list - such as skin...","sentiment_score":-0.1166666667}
{"full_text":"Time: 09:00 * Temp: 5.9degC * Wind: NNW 0.0 to 2.0mph * Pressure: 1011.5hPa * Rain: 10.6mm * Hum: 99% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:37 * Sunset: 16:27 * Cloudbase: 160ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Latest NEWS LIVE: Over 8000 Health Workers to Be Vaccinated In Delhi: Arvind Kejriwal - NDTV #India Minority Report #DesiNews","sentiment_score":0.3181818182}
{"full_text":"RT Some of the major issues in World Report 2021 Australia chapter:1. Persistent First Nations inequality &amp; disadvan...","sentiment_score":0.15625}
