{"full_text":"RT One year ago today Matt Hancock gave his first parliamentary statement on Covid.He claimed then \"the UK is always well...","sentiment_score":0.25}
{"full_text":"RT \"A complaint received by Public Health Wales's outbreak control team claims DVLA workers were asked to turn off their test-an...","sentiment_score":-0.15}
{"full_text":"My aunt was on the charter line at Tuskegee University. She lived for 94 beautiful years. Unfortunately Covid was too much . May she rest peacefully in her pearls. ","sentiment_score":0.2}
{"full_text":"RT One year later, this is life in Wuhan, the first \"post-pandemic\" city. ","sentiment_score":0.125}
{"full_text":"I've wondered if some folks will choose caution going forward, after COVID-19 is mostly in the rearview mirror.When I've seen people wearing masks in the past, I guessed they had immune system issues. Perhaps some were simply watching out for others, including in their care.","sentiment_score":0.0833333333}
{"full_text":"RT During the pandemic, he carried our message of compassion, solidarity and unity. Minister Mthembu was at the forefron...","sentiment_score":0.0}
{"full_text":"RT talked about the effects from these policies long ago.  No one in policy ever talks of the deat...","sentiment_score":-0.05}
{"full_text":"The sad part is that this was predictable and avoidable.#openschools  #saferinschool","sentiment_score":-0.35}
{"full_text":"And then they put us into lockdown 1 on the 23 March ","sentiment_score":0.0}
{"full_text":"How did I miss this? put the federal money meant for COVID into deficit reduction. Is that even legal? Fuck this government. People are dying.","sentiment_score":-0.1}
{"full_text":"RT ..We see cases where after the first dose people still get the coronavirus..Signs show they are less ill after the first...","sentiment_score":-0.0416666667}
{"full_text":"If you think you caught Covid from CES last year, you are likely mistaken. We would have seen people die by the truck loads after CES with clear traceability to CES.  Though it is possible you got SARS (COV-1) which may give you some immunity.","sentiment_score":0.025}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Under new management.","sentiment_score":0.1363636364}
{"full_text":"RT Chairman I commend India's efforts to help its neighbors by providing them with free #COVID19 vaccines....","sentiment_score":0.4}
{"full_text":"Parents need to tell the schools to scratch and say we aren't sitting on the computer all day-the kids are going outside!","sentiment_score":0.0}
{"full_text":"\"Give me a break\" it's been 3 days...","sentiment_score":0.0}
{"full_text":"RT Data as of Jan. 23: Missouri has vaccinated the lowest percentage of its population as compared to all other states...  #MOL...","sentiment_score":-0.125}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT DUQUE: This pandemic can be a blessing in disguise. It has exposed the weakness of our health system.SOTTO: While we may h...","sentiment_score":0.0}
{"full_text":"RT In my experience, usually *pays* outside speakers to participate in \"debates\" at law schools (but not the profes...","sentiment_score":-0.125}
{"full_text":"Texas-based anti-vaccine group received federal bailout funds in May as pandemic raged via","sentiment_score":0.0}
{"full_text":"From the guy who told America NOT to wear a mask?!","sentiment_score":0.0}
{"full_text":"We have all been unwillingly entered into a trial to which we have not consented.","sentiment_score":0.0}
{"full_text":"RT They voted for it, and they're going to get it.","sentiment_score":0.0}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT Our families coffin are wrapped ngathi take away echitheka isobho while they didn't even die from Covid-19 yet Jackson who...","sentiment_score":0.0}
{"full_text":"RT And finally commits some real journalism with a devastating indictment of the human cost to students of school c...","sentiment_score":-0.2}
{"full_text":"RT what happened at the airport today is really upsetting and disappointing and as a fan you need to know your boundaries. we're...","sentiment_score":-0.2}
{"full_text":"Several madnesses do not make a sanity","sentiment_score":0.0}
{"full_text":"RT I am Blessed. Trying to bounce back from Covid. ","sentiment_score":0.0}
{"full_text":"Life in Wuhan, one year later after pandemic began","sentiment_score":0.0}
{"full_text":"Covid: Vaccinated people may spread virus, says Van-Tam - BBC News","sentiment_score":0.0}
{"full_text":"No I won't wear a mask. Stop selling a bullshit narrative, and using the death off an innocent to sell it.... Shame on you","sentiment_score":0.5}
{"full_text":"Joe is just telling people to wear masks. It's not enough. The federal government should be mailing out free Premium Masks to the public.","sentiment_score":0.1333333333}
{"full_text":"RT Hey and Where is your Chinese Virus scoreboard? It's a handy resource to see how many Americans the illegitima...","sentiment_score":0.3666666667}
{"full_text":"Can you give link to data for UK as you say data is there? There isn't any re:infection after 1st dose that I know of. Pfizer might reduce transmission:https:\/\/t.co\/d7EDvouPoY","sentiment_score":0.0}
{"full_text":"RT The UK is a 'long, long, long way' off being able to lift Covid-19 restrictions, the health secretary has saidhttps:\/\/t.co\/1...","sentiment_score":0.0875}
{"full_text":"\"Back to normal\" is starting to feel like last March","sentiment_score":0.0375}
{"full_text":"RT He's immersing himself in the role with fifteen hour handshaking stints in Guy's and St Thomas'.","sentiment_score":0.0}
{"full_text":"If you want to dig into something interesting, take a look at the number of countries that have hit their covid case peak on or very close to Jan 10, including Canada and US and the world average as well. There is nothing from here that can stop the trend of falling rates.","sentiment_score":0.1833333333}
{"full_text":"#IDFCFIRSTBank  2% of loan under restructuring. That means 2000 Cr. 2000 Cr covid provisioning already done. GNPA-2% maxNNPA-1% max","sentiment_score":0.0}
{"full_text":"RT New border controls went into force in France on Sunday as part of a massive effort to contain the spread of Covid-19 and avoid an...","sentiment_score":0.0681818182}
{"full_text":"RT #GravitasPlus with | Dominica sent an SOS letter to India. UK,Belgium want to procure Indian vaccines. India's #Vac...","sentiment_score":0.0}
{"full_text":"RT There were studies published last year that already said this, specifically one involving T-cells out of Singapore. But...","sentiment_score":0.0}
{"full_text":"RT  South Korea, coffee shop 27-person cluster linked to ceiling mounted air-conditioning in coffee outlet \"4 mask-wea...","sentiment_score":0.0}
{"full_text":"RT COVID sceptics\/deniersClimate changeBrexit\/LeaveLiars all.","sentiment_score":0.0}
{"full_text":"RT The never ending pandemic. The freedom thieves have no plans to ever let us out.  \"Lockdown until SEPTEMBER: Boris face...","sentiment_score":0.0}
{"full_text":"\"Once COVID is over\" starting to sound a lot like \"when black college athletes leave white women alone\"","sentiment_score":0.0583333333}
{"full_text":"RT we have been saying since last June.","sentiment_score":0.0}
{"full_text":"I needed $2000 in September, November, December, &amp; now &amp; forver.#UBI has been shown &amp; proven to be the answer to most everyone's problems. Before, during, &amp; after the pandemic.","sentiment_score":0.5}
{"full_text":"RT On Day 2 Biden Says \"There's Nothing We Can Do\" About COVID.","sentiment_score":0.0}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT  Extended deadline, bigger budget &amp; flexibility over start dates - have updated their Return to Play S...","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT Joe Biden killed 70,000 good paying union jobs with the stroke of a pen within hours of setting foot in the Oval Office;...","sentiment_score":0.25}
{"full_text":"Brother sister duo become the latest victims of heart attack in ganderbal district, can't believe there is no research or effort to find out the reason behind an alarming increase in deaths of youngsters due to cardiac arrest in recent months, is it to do with covid or something.","sentiment_score":-0.0321428571}
{"full_text":"RT Snow getting heavier down south. Photo shows Pride Park at 1445hrs. Meanwhile further up north in Shirebrook it is holdi...","sentiment_score":-0.0777777778}
{"full_text":"can yall imagine it's 2021 and our ministers are still in discussion of a \"stricter lockdown\" we are fucked","sentiment_score":-0.6}
{"full_text":"RT Scoop: Senior Pentagon officials denied an early December request by 2021 inauguration event planners to vaccinate the Natio...","sentiment_score":0.1}
{"full_text":"RT More men in critical condition in hospital with coronavirus who are in their 30s than in their 80s.Government's messaging &amp;...","sentiment_score":0.25}
{"full_text":"Oh, I forgot to mention: Covid death rates are lower in France - ours are the highest in Europe.","sentiment_score":0.0}
{"full_text":"RT Biden senior adviser Cedric Richmond to last night on Covid vaccine distribution: \"The sad part is the last adm...","sentiment_score":-0.1666666667}
{"full_text":"  brother you want corona to kill me Ohh,, I no want again  ","sentiment_score":0.0}
{"full_text":"RT So their plan is no plan at all...Typical Joehttps:\/\/t.co\/y5Xq4ebSYr","sentiment_score":0.0}
{"full_text":"\"once covid is over\" is starting to feel a lot like my one time hookups saying \"I'll text you when I get home\"","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when yttd 3b comes out\"","sentiment_score":0.2}
{"full_text":"Travel journal: No social distancing at the airportCrammed together on the planeNo temperature checkNo questions about health #science","sentiment_score":-0.0166666667}
{"full_text":"RT Important Notice to Passengers: As of tomorrow, Sunday, 24th January, Zan Mitrev Laboratory starts with rapid antigen te...","sentiment_score":0.4}
{"full_text":"RT i think ppl has forgotten that WE ARE STILL IN A FCKING PANDEMIC and the audacity for them to crowd wayv to the point where...","sentiment_score":0.0}
{"full_text":"RT If someone was presenting Trump with false data on COVID, it seems important that we know who that was -- and what decisions we...","sentiment_score":-2.775557562e-17}
{"full_text":"RT Dr. Deborah Birx on #Covid19 #disinformation inside the #Trump White House: \"I saw the president presenting graphs that...","sentiment_score":0.0}
{"full_text":"RT The life and death of an anti-Vaxxer - Me in on a Covid conspiracist killed by a virus he said was a \"hoax\"","sentiment_score":-0.2}
{"full_text":"RT Outdoor play is so important especially during the current lockdown Check out our Active Play Games booklet for som...","sentiment_score":0.0666666667}
{"full_text":"RT Covid 19 Death.","sentiment_score":0.0}
{"full_text":"RT yarr i swear they are just following covid protocols. ","sentiment_score":0.0}
{"full_text":"RT This is not correct. SARS-CoV-2 is nothing like influenza virus from a virological or evolutionary standpoint. A sho...","sentiment_score":0.0}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"Damming indication of Michelle Mone using her influence to benefit her Tory pals with quite frankly dodgy deals Watch this clip and share #ShameaTorytodayhttps:\/\/t.co\/7p6z6ILCsP","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT COVID-19 has devastated an already beleaguered live music scene in Toronto. Can it recover?","sentiment_score":0.1363636364}
{"full_text":"RT So when I said there is no exit strategy and no end to the lockdown, and that the vaccine rollout won't change that, which pa...","sentiment_score":0.0}
{"full_text":"RT BREAKING: In his first week in the Oval Office, Pres. Biden yielded high approval ratings for his response to the coronavirus (69%...","sentiment_score":0.205}
{"full_text":"[Germany Breaking news]https:\/\/t.co\/roKRB25YAx","sentiment_score":0.0}
{"full_text":"RT Let me understand this: Republicans are fine giving rich people a trillion and a half dollar tax cut, but oppose Biden's cov...","sentiment_score":0.2083333333}
{"full_text":"RT #postpone_biharboardexam_2021; Because 80% students have note completed their syllabus due to lockdown. Please extend...","sentiment_score":-0.125}
{"full_text":"I think other deejays are getting money from somewhere ,how come everyone is quiet about our situation of no income caused by lockdown","sentiment_score":-0.0625}
{"full_text":"i'm finding the hardest part about lockdown is that everyday feels the same. the days don't feel different, weekends are irrelevant and i have nothing to look forward to","sentiment_score":-0.175}
{"full_text":"RT \"I would've help you with the robbers but, I was holding hot coffee\"","sentiment_score":0.25}
{"full_text":"RT Biden senior adviser Cedric Richmond to last night on Covid vaccine distribution: \"The sad part is the last adm...","sentiment_score":-0.1666666667}
{"full_text":"RT This Sunday on 90 minutes of #CarteBlanche: the second #COVID19 wave is putting severe pressure on #oxygen supplies. No...","sentiment_score":0.0}
{"full_text":"RT Biden wasted no time killing an economy during a pandemic.","sentiment_score":-0.2}
{"full_text":"We got some more black masks coming if you all need it. Hit my DMs to let us know. https:\/\/t.co\/w5bDUNzwyB","sentiment_score":0.1666666667}
{"full_text":"RT #GravitasPlus with | Dominica sent an SOS letter to India. UK,Belgium want to procure Indian vaccines. India's #Vac...","sentiment_score":0.0}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"This about sums up how I feel about the pandemic.","sentiment_score":0.0}
{"full_text":"RT I am not surprised that these policies are fairly popular---Biden ran on doing things that the median voter would like an...","sentiment_score":0.325}
{"full_text":"The left hated the President so much that they endangered the public simply to discredit Trump.  They have blood on their hands.","sentiment_score":-0.14}
{"full_text":"Hoping I catch Covid so I can get my PS500 and can also buy myself one ticket and one drink!","sentiment_score":0.0}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"RT crowding idols at airports is never okay but to do so in a literal pandemic and risk everyones safety is just beyond sick. res...","sentiment_score":-0.4821428571}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"First, Miami Heat used dogs to help fight COVID. FIU will soon use them too.","sentiment_score":0.25}
{"full_text":"RT The laundromat in Tuluksak, Alaska burned down yesterday, leaving the Native village without their primary source of w...","sentiment_score":0.1222222222}
{"full_text":"RT Out-Of-Touch Susan Collins Says She Doesn't See The Need For More COVID Relief-This Politician has been &amp; continues to be oc...","sentiment_score":0.5}
{"full_text":"RT Why the Covid Vaccine Rollout Is Not Enough to Curb Infections ","sentiment_score":0.0}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"This rips my heart out.","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"monday i'll start eating healthier\"","sentiment_score":0.2}
{"full_text":"RT Joe Biden killed 70,000 good paying union jobs with the stroke of a pen within hours of setting foot in the Oval Office;...","sentiment_score":0.25}
{"full_text":"What Tenants Should Expect from Their Landlords Right Now #CRE #NewNormal #COVID-19 #TenantTips   ","sentiment_score":0.2857142857}
{"full_text":"RT Deniers? How odd. Nobody denies that lockdowns are happening. Are you trying to imply that lockdown sceptics share the sam...","sentiment_score":-0.1666666667}
{"full_text":"Amin","sentiment_score":0.0}
{"full_text":"\"Dwight K Shrute\" ","sentiment_score":0.0}
{"full_text":"RT MUST WATCH! For anyone who still doesn't realise how this corrupt Govt has exploited COVID to line the pockets of its ma...","sentiment_score":-0.5}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Love you Matt Can't imagine how hard it is being the health secretary during a pandemic. You have not give...","sentiment_score":0.1041666667}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT just found out soothouse will be returning after covid and i had to leave my seat and walk around my room a bit to take th...","sentiment_score":0.0}
{"full_text":"Jan. 24, 2021:As of today, we received $4.86\/day to get through this pandemic.That's 486 pennies per day.","sentiment_score":0.0}
{"full_text":"RT Biden COVID response approval:- 69\/29 (+40)SUPPORT FOR EXECUTIVE ORDERS:- fed mask mandate: 81\/17 (+64)- restoring D...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like","sentiment_score":0.2}
{"full_text":"Researchers are developing color-changing stickers for masks to detect COVID-19","sentiment_score":0.0}
{"full_text":"Would you have a Covid vaccine in the early hours of the morning if it was offered to you?https:\/\/t.co\/L2Sq4PxeN2","sentiment_score":0.1}
{"full_text":"Do lockdowns cause more deaths than they save? Well no.......","sentiment_score":0.5}
{"full_text":"RT bought a new shirt in an unending pandemic","sentiment_score":0.1363636364}
{"full_text":"Columbia Gas Bill AssistanceIf you're having difficulty paying your bill during COVID-19, please contact them to take advantage of payment plans &amp; assistance.Call 1-800-344-4077 or send a message on Facebook or Twitter.","sentiment_score":0.0}
{"full_text":".@Patriots and Revolution owner Robert Kraft is hoping for a return to normalcy amid the ongoing COVID-19 pandemic.https:\/\/t.co\/mlPXs323ZT","sentiment_score":0.0}
{"full_text":"How difficult is it for families with disabled children in lockdown?Crime-writer Ian Rankin has been unable to hold his son for nearly a year now.This is his story. @alexisconran |","sentiment_score":-0.275}
{"full_text":"Spanish word of the year - pandejo, a portmanteau blending the Spanish word for pandemic &amp; the vulgar Spanish insult pendejo.Watch my linguistics video on the pandemic - Could Speaking English Spread COVID-19 More than Other Languages? ","sentiment_score":-0.0464285714}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"#spiritchat A8 Trusting  blessings of the universe as I stopped working on the only project I had in covid crisis ... knowing its not my truth n not saying the truth wasn't an option! . N also knowing I am all fine  n im always safe n happy now n forever .","sentiment_score":0.4291666667}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? -  #hotelrecovery #hotelbounceback #hotelmarketing #hotelnews","sentiment_score":0.0}
{"full_text":"Israel has become one of the first countries in the world to begin vaccinating teens against Covid-19 as authorities say a quarter of residents have now received a first jab","sentiment_score":0.25}
{"full_text":"Sri Lanka's health minister, who endorsed herbal syrup to prevent Covid, has tested positive for the virus.https:\/\/t.co\/4Wn7jK9P7Z","sentiment_score":0.2272727273}
{"full_text":"RT From the people currently bringing you the highest Covid death rate in the world...","sentiment_score":0.0}
{"full_text":"Government Medical Officers' Association cautioned on the spike in #COVID19 positive cases reported from January 1#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #coronavirus #COVIDSecondWave","sentiment_score":0.1136363636}
{"full_text":"RT The two friends sat down with Men's Health to talk all things lockdown, building muscle at home and the importance of kee...","sentiment_score":-0.1555555556}
{"full_text":"Canadian expert's research finds lockdown harms are 10 times greater than benefits #convid19 #GreatReset","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 24\/01\/2021 20:30Total Cases: 10660477 [+5035]Active: 181576Recovered: 10321005 [+4909]Deaths :153457 [+80]Total Tests: 190.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Before lockdown I was increasingly perturbed by the % of patients...","sentiment_score":0.0}
{"full_text":"\"None of the neighbours would even look at us, let alone talk or smile. Even after taking all precautions, our neighbours simply shut their doors on me when I returned from duty.\"#Tamilnadu #COVID19 #frontlineworkers ","sentiment_score":0.15}
