{"full_text":"Covid has exposed how incompetent the British state is, from top to bottom | Simon Jenkins","sentiment_score":0.05}
{"full_text":"RT Florida reported 11,256 new COVID cases &amp; 103 new deaths today","sentiment_score":0.1363636364}
{"full_text":"RT I was I had the energy for anger. To tell you that Covid is no hoax, masks will save your life, and that the people who...","sentiment_score":-0.7}
{"full_text":"RT Yesterday Boris Johnson said \"schools are safe\".Today he said they were \"vectors for transmission\".His Government's...","sentiment_score":0.5}
{"full_text":"The hound has expressed her delight at lockdown 3 by puking everywhere. ","sentiment_score":0.0}
{"full_text":"RT So what about those without a home??? Guidance needed NOW on homeless people...  ","sentiment_score":0.0}
{"full_text":"RT I can't believe how long coronavirus has been going on for though, if i wanted to waste my 20's i'd have joined a pyramid s...","sentiment_score":-0.125}
{"full_text":"RT Every single failure during this pandemic was a policy choice. What we ignored, what we previously underfunded, and wh...","sentiment_score":-0.1849206349}
{"full_text":"If your so science minded you'd have been talking about the fact China lied for nearly 3 months obout the virus &amp; how it and many other Asian countries suffered from a weaker strain... But nope like the media you are clueless.","sentiment_score":0.11875}
{"full_text":"RT Dr. Bonnie Henry, provincial health officer, and Adrian Dix, Minister of Health, provide an update on COVID-19 in BC.#Covi...","sentiment_score":0.0}
{"full_text":"RT So as supts start to celebrate the funding they will get from new COVID relief package, reality sets in that the $ they are...","sentiment_score":0.1363636364}
{"full_text":"This is what the whole debate is about, it's completely ridiculous. They reckon people who have Covid will do their exams with the people who are resitting in June but why on earth it can't just be pushed back or cancelled for us all I don't know ","sentiment_score":-0.0444444444}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"\"Boris Johnson introduces national lockdown across England\" ","sentiment_score":0.0}
{"full_text":"CAN EVERYONE WEAR A MASK SO WE CAN GO TO CONCERTS","sentiment_score":0.0}
{"full_text":"Make sure #SchoolGate does not reopen to anyone showing respiratory or any covid symptomDestroy the popular myth that children don't transmitDon't repeat the airport mistake of Feb 2020 in schools Feb 2021Stop #CovidpiggybackingWake up #CovidUK","sentiment_score":0.55}
{"full_text":"RT So, to be clear, we just sent 3 million children into primary school FOR ONE DAY, so they could all mix around the viru...","sentiment_score":0.25}
{"full_text":"RT My friend didn't wear a mask because he believed the lies from our leaders. Now, he's close to being intubated. He aske...","sentiment_score":0.0}
{"full_text":"RT I'm on a packed Southwest flight right now with every seat taken.Have any restaurants sued over this? Why can plan...","sentiment_score":0.2857142857}
{"full_text":"RT While you read about the new Google union, pitch in here for a different set of tech workers in monopoly land:","sentiment_score":0.0681818182}
{"full_text":"RT Why are student healthcare professionals still the ones paying our UKGOV for the privilege...","sentiment_score":0.0}
{"full_text":"RT NYE party goers tryna blend in with lockdown outrage? Adonbilivit","sentiment_score":0.0}
{"full_text":"RT Why is covid test 50k here?","sentiment_score":0.0}
{"full_text":"Seven Saskatoon flights with COVID-19 cases recorded in last two weeks","sentiment_score":0.0}
{"full_text":"RT All this talk of lockdown 2021 is making me feel nostalgic for the January lockdowns of 2017 and 2018 when we had similar dea...","sentiment_score":-0.25}
{"full_text":"This is absolutely lipservice and the pretense of consequence without actually doing anything. MUCH like his whole approach to the pandemic and certainly vaccinations. A CLEAR FUCKING PATTERN.#ResignJasonKenney #FiretheUCP #BetterOffWithRachel","sentiment_score":0.0448979592}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT It is an outrage that over 1 million workers who lost jobs during the pandemic haven't received the benefits they earned an...","sentiment_score":0.0}
{"full_text":"I'm praying for another lockdown in March","sentiment_score":0.0}
{"full_text":"BONUS OF THE DAY!Get a $10 Free Chip at Red Stag Casino!No deposit required.Details and bonus code at #FreeChips #Bonus #OnlineCasino #StayHome","sentiment_score":0.2}
{"full_text":"RT This is part of NBA's return-to-play process and protocol amid the coronavirus pandemic -- with certain people (players,...","sentiment_score":0.2142857143}
{"full_text":"Total Number of People Initiating Vaccination (1st Dose Received) Reported to the CDC by State\/Territory. As of 9:00 AM today, #Alabama is among the 7 lowest states in number of persons per 100,000 receiving first dose of vaccine.","sentiment_score":0.125}
{"full_text":"Guna roll out of lockdown ","sentiment_score":0.0}
{"full_text":"RT A reminder that the British government has not at any point even required a negative Covid test for people to fly into the U...","sentiment_score":0.1666666667}
{"full_text":"RT KD is expected to quarantine for seven days due to 'contact tracing\/exposure to COVID-19,' per","sentiment_score":-0.1125}
{"full_text":"Hi Carol. That message is in error. Your flight is delayed because of a closure for Covid-19 cleaning procedures at the FAA air traffic control facility in Jacksonville, which is impacting flights to and from Florida. ^AD","sentiment_score":0.0}
{"full_text":"RT #Lockdown I'm reposting these UK numbers, which are always here to help:Samaritans116 123Domestic Abuse UK0808 200...","sentiment_score":0.0}
{"full_text":"RT so you're tryna tell me that harry couldn't spend christmas with his own mother because of the pandemic, but he could go to...","sentiment_score":0.6}
{"full_text":"RT 1\/ I thought I'd write about my experience re-entering South Korea, where I reside, during this global pandemic. It wasn'...","sentiment_score":0.0}
{"full_text":"RT To think we were all told this year was gonna be so much better, no even a week in and we have lost two young chaps far f...","sentiment_score":0.2333333333}
{"full_text":"RT So, to be clear, we just sent 3 million children into primary school FOR ONE DAY, so they could all mix around the viru...","sentiment_score":0.25}
{"full_text":"RT Israel is currently lapping the rest of the world in administering the COVID-19 vaccine to its citizens. In this thread, I...","sentiment_score":0.0}
{"full_text":"RT This is utterly devastating.The new lockdown is only necessary because the government has failed to ensure that life ou...","sentiment_score":-0.0727272727}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT That's the thing. I'm not in South Africa, you are!!!! No lock down or alcohol ban where I am.","sentiment_score":-0.1555555556}
{"full_text":"RT Cuomo:  \"I will fine any doctor one meeee-lion dollars for daring to administer a Covid vaccine to anyone who the government d...","sentiment_score":0.4166666667}
{"full_text":"RT Important point.","sentiment_score":0.4}
{"full_text":"Omo 6 weeks lockdown, na to comot this city kpa o","sentiment_score":0.0}
{"full_text":"RT Remember when you could get banned for saying coronavirus was from a lab?","sentiment_score":0.0}
{"full_text":"RT Just an idea for the UK government - why don't we close our borders. Like New Zealand did a day after getting their Covi...","sentiment_score":0.1363636364}
{"full_text":"RT Burlington Hydro is proud to have donated the electrical services &amp; equipment needed to power Jo Brant Hospital's temp...","sentiment_score":0.8}
{"full_text":"RT Can you imagine if we were entering a third national lockdown in bleak mid-winter with school closures and no time limit...","sentiment_score":-0.5}
{"full_text":"It doesn't fit the narrative.","sentiment_score":0.4}
{"full_text":"RT One of the reasons Asians and Middle Easterners are suffering less from Covid is because obesity isn't an epidemic in those...","sentiment_score":-0.0833333333}
{"full_text":"Regrettably, I fear that,at best, 2021 will be the 2nd most shitty year this century so far. #incompetence #COVID19","sentiment_score":0.4}
{"full_text":"I argued against \"thinking errors\" and the virus for months ago. And had heaps of mud thrown at me since, just as my fellow Martin here says. His whole thread is the antidote to the herd thinking that is destroying lives everywhere now.","sentiment_score":0.0}
{"full_text":"RT No do your friend Justin Trudeau. Invisible for two weeks in the middle of a pandemic. Silent over the killing of a Calgar...","sentiment_score":0.0}
{"full_text":"RT To recap, during a pandemic and economic catastrophe, the GOP is:1) Anti-sick leave2) Anti-universal health care3) Anti-ha...","sentiment_score":0.2}
{"full_text":"RT Welcome back to national lockdown, on your left you'll find Tiger King and on the right you'll find banana bread...please make...","sentiment_score":0.2714285714}
{"full_text":"RT While I appreciate this lockdown is bad news for a lot of people, it feels particularly harsh on those of us who are force...","sentiment_score":-0.45}
{"full_text":"RT Note that Trump has Tweeted about himself over and over this morning. Not one word about how Trump's COVID vaccination e...","sentiment_score":0.0}
{"full_text":"\"Testing before Turkey\" Does that statement finally make you feel stupid? You care nothing about SC! STOP COVID SPREAD NOW! What is it going to take??","sentiment_score":-0.5}
{"full_text":"Liar. You support Biden's stolen votes. How much is your Chinese handlers paying you?","sentiment_score":0.1}
{"full_text":"RT There must be full financial support alongside the national lockdown.'Stay at home' won't work if people can't afford...","sentiment_score":0.175}
{"full_text":"RT Brexit will be meaningless when England is destroyed from within by unscientific lockdown measures and restrictions on pe...","sentiment_score":-0.5}
{"full_text":"RT This is horrific. Prayers to Los Angeles.I also pray you get a new Mayor.@MayorOfLA is too blame for so much of this....","sentiment_score":-0.2212121212}
{"full_text":"RT i was a 22 year old college student when covid started and ill be a 24 year old dust mite when it ends..","sentiment_score":-0.1}
{"full_text":"RT REMEMBER THE LOCKDOWN RULES: 1. If death rates go down, that means the lockdown is working2. If death rates go up, that m...","sentiment_score":-0.1555555556}
{"full_text":"RT As we're heading back into #lockdown, please remember: it's ok not to be ok and you're never alone.  Samaritans  11...","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING: U.K. Prime Minister Boris Johnson orders a new lockdown for England amid a rapid spread of a new variant of the co...","sentiment_score":0.1363636364}
{"full_text":"RT If we are very worried about the South African variant, why are we not testing people on arrival at our airports?  Because...","sentiment_score":0.1}
{"full_text":"RT As we're heading back into #lockdown, please remember: it's ok not to be ok and you're never alone.  Samaritans  11...","sentiment_score":0.3333333333}
{"full_text":"RT Want to know something sinister?Every teacher I've spoken to today says their school provides the Departments for Educat...","sentiment_score":0.0}
{"full_text":"By the summer he said","sentiment_score":0.0}
{"full_text":"RT Really sorry that we have had to close and hoping that there will be a University communication soon to place this in the...","sentiment_score":-0.5}
{"full_text":"SEVERE -STORM OUTLOOK for rest of the  night.   Radars and updated maps at            #wx #news #weather #hail #winds  #severe #storm #windy   #tornado  #tornado #damage #storms #thunder #Flooding #cloud  #tonight #Sunday     #lockdown","sentiment_score":0.0}
{"full_text":"RT Is there ANYONE on the BBC or Sky News or any other mainstream media who is NOT calling for a lockdown and for schools to be...","sentiment_score":-0.125}
{"full_text":"RT In difficult times, we and others are here to help. | 0800 678 1602 | 0300 222 5800 | 030...","sentiment_score":-0.5}
{"full_text":"Feel like I got COVID Jr.","sentiment_score":0.0}
{"full_text":"What's the Covid vaccine made from?","sentiment_score":0.0}
{"full_text":"RT NEW: will participate in the National Day of Service on #MLKDay as part of its festivities ahead of Presi...","sentiment_score":0.1363636364}
{"full_text":"RT The rabid focus on Andrews government and DHHS is POLITICAL. Morrison started the anti-Victorian covid narrative and Murd...","sentiment_score":0.0}
{"full_text":"RT 300,000 + people have died from Covid in the US, LA area hospitals are over capacity and people are being turned away for...","sentiment_score":0.0}
{"full_text":"RT New York: Now is not the time to let our guard down.Be smart. Wear a mask. Save lives.","sentiment_score":0.1753246753}
{"full_text":"Guess she won't be smiling, when covid knocks her a$$ out.","sentiment_score":0.0}
{"full_text":"i just mean lucky that your govt can pass a lockdown order without citizens comparing them to hitler and taking their powers away  i hate it hereeeeeee","sentiment_score":-0.2597222222}
{"full_text":"Stay home. Everyone just stay home.","sentiment_score":0.0}
{"full_text":"Make them lockdown abeg","sentiment_score":0.0}
{"full_text":"RT Lockdown till March is too depressing for words.","sentiment_score":-0.6}
{"full_text":"And Canvey Island, Hednesford or FC United fans in the league below might say exactly the same thing. Only they're not allowed to play\/watch and have to stay at home.Anyone can catch the virus but as long as the 'elitist' are okay... that's what seems to be 'essential'.","sentiment_score":0.1166666667}
{"full_text":"1 dead, 44 emergency staff at San Jose hospital infected with COVID-19, inflatable Christmas costume may be to blame via","sentiment_score":-0.2}
{"full_text":"RT What I tell people on testing as a qualifier is:Using a COVID test to travel, socialize or...","sentiment_score":0.0}
{"full_text":"RT For Sky or BBC to announce that 58k plus people have contracted COVID-19 in the past 24 hours is such a useless statistic...","sentiment_score":-0.25}
{"full_text":"RT It it ok to both realize a lockdown is needed to suppress COVID and protect health services, as well as despair at being i...","sentiment_score":0.5}
{"full_text":"RT I remember Boris Johnson telling parents to send their children to school regardless of covid fears like it was yester...","sentiment_score":0.0}
{"full_text":"Haha my wanger's heard that a few times since lockdown - doesn't need a special announcement!  I think Boris is determined to scupper any chance of me getting someone else to play with it though!","sentiment_score":0.1860119048}
{"full_text":"Covid-19: Schools in North to move to remote learning for an 'extended period'via","sentiment_score":-0.1}
{"full_text":"RT I have tested positive for Covid-19. What a way to begin this beautiful year of victory. We move.","sentiment_score":0.5386363636}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT Stay Home, Save Lives, Protect the NHS ","sentiment_score":0.0}
{"full_text":"I want to be excited that Indiana is hosting the NCAA tourney but we are so garbage at COVID control I can just see it being canceled again :\/","sentiment_score":0.0625}
{"full_text":"RT From Tuesday 5 January, people in England have been told to stay home, in the latest Covid lockdownHere's what you need to k...","sentiment_score":0.5}
{"full_text":"RT JUST IN: New York reports first case of coronavirus mutation that was discovered in the UK","sentiment_score":0.1931818182}
{"full_text":"Having one of your closest mates in lock down again is fucking tough. Let's get this year off to a better start!","sentiment_score":0.0268518519}
{"full_text":"RT BUT excited for next year. For a covid free football season &amp; hopefully our post season eligibility won't depend on an...","sentiment_score":0.2583333333}
{"full_text":"RT JAN 2018 64.000 people died, over 15.000 a week. In the previous month, Dec 2017, 45.000 died, tha...","sentiment_score":-0.1666666667}
{"full_text":"RT It takes extraordinary courage to speak truth to power. has been an indefatigable supporter of the truth. He...","sentiment_score":0.3333333333}
{"full_text":"RT the one where you post videos alone inside your apartment without breaking covid guidelines while our ci...","sentiment_score":0.0}
{"full_text":"This New York man makes it, what, at least 9 reported variant cases in the U.S. so far?","sentiment_score":-0.0212121212}
{"full_text":"RT The latest is a paper from on lung ultrasounds that was previously subjected to an ex...","sentiment_score":0.1666666667}
{"full_text":"RT wayne county icu beds are almost completely full so please stay the fuck home","sentiment_score":-0.025}
{"full_text":"RT I am becoming very boring\/irritating on devolution, I know.But it matters to the people of  &amp; Northern Irela...","sentiment_score":0.325}
{"full_text":"Stay home and ORDER EDDIES!We deliver through ALL the delivery apps AND through our website: Eddie's for a delicious night! Eddies Calzones Columbia","sentiment_score":1.0}
{"full_text":"Saguache County is currently in COVID Vaccination Phase 1B.We are vaccinating healthcare workers and first responders.Soon, we will incorporate county residents age 70+.  When that time comes, we will provide next steps for county residents age 70+.","sentiment_score":0.0833333333}
{"full_text":"Covid ","sentiment_score":0.0}
{"full_text":"my grandpa died waiting for a bed 2 weeks ago, he didn't have covid. so yeah","sentiment_score":0.0}
{"full_text":"RT A full Cabinet meeting on Wednesday will decide the reopening date for schools via","sentiment_score":0.35}
{"full_text":"RT U.K. airports being open this entire time is the wildest part of this whole pandemic.","sentiment_score":0.0666666667}
{"full_text":"\"#NewFrontierData reported in November that 42% of current #cannabis consumers in the U.S. reported having increased their overall weed use during the #pandemic.\" -@TheGrowthOphttps:\/\/t.co\/Jl36KARcOU#StrengthInNumbers #COVID19 #ConsumerBehavior","sentiment_score":0.0}
{"full_text":"RT Covid-19 Vaccine Side Effects World Maphttps:\/\/t.co\/3ScvfZSGvr","sentiment_score":0.0}
{"full_text":"\"Still nowhere near post-Covid, consumers' continuing need for reassurance will make 2021 the optimum year to back omni-channel, contact-lite experiences\"https:\/\/t.co\/WwHanQDgkY","sentiment_score":0.2666666667}
{"full_text":"RT Husband of famed couple with Down syndrome in 25 year marriage dies of COVID-19","sentiment_score":-0.1555555556}
{"full_text":"RT South African scientists seek to understand new Covid-19 variant","sentiment_score":0.0681818182}
{"full_text":"RT In line with tonight's government announcement all community rugby activity must now be suspended. Further information wi...","sentiment_score":0.0}
{"full_text":"RT Things absent from the government measures:- full furlough and sick pay- no evictions- holistic support for childr...","sentiment_score":-0.1821428571}
{"full_text":"RT Wisconsin pharmacist who intentionally spoiled COVID-19 vaccines believed they were \"unsafe\"","sentiment_score":0.0}
{"full_text":"RT Touch of Grey.  Grateful Dead","sentiment_score":-0.125}
{"full_text":"It's not only our politicians who are dreadful and totally lacking integrity.","sentiment_score":-0.3333333333}
{"full_text":"Got a cracked screen?#newyear #MMPR #covid19 #covid20 #phonerepair#iphone #samsung #oppo #huawei #iphonerepair#repair #cellphonerepair#mobilerepair #apple #screenrepair #plus#ipad #phone #melbourn #screenreplacement#phonerepairshop#microsoldadura #iphone11 #phoneservice","sentiment_score":0.0}
{"full_text":"\"Meanwhile, the larger story of the substance abuse deaths that arise not from Covid but from the lockdown policies that they advocate gets lost amid the press's hectoring of young people with exaggerated claims about the severity of pandemic deaths\"@aierhttps:\/\/t.co\/tQFKfD1Rmu","sentiment_score":-0.1333333333}
{"full_text":"Covid is real! ","sentiment_score":0.25}
{"full_text":"RT Well we are in lockdown again but I couldn't be happier tonight!!#SOTLIV 1-0 ","sentiment_score":0.0}
{"full_text":"RT Anyways jokes aside. Check on your friends during this lockdown because this shit really fucks people up, including me","sentiment_score":0.0}
{"full_text":"Mothers are the ultimate caretakers. We must not forget to encourage them to take care of themselves as well. #moms #mentalhealth","sentiment_score":0.0}
{"full_text":"Chicago is well renowned for its music scene.  Keep it going by supporting local venues! #ChicagoStrong ","sentiment_score":0.125}
{"full_text":"Florida Is Using Eventbrite for COVID-19 Vaccine Slots and It's Not Going Well","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine Factshttps:\/\/t.co\/ZSbsq5vYCr","sentiment_score":0.0}
{"full_text":"Some of our School-Age Programs may be on hold, but we are still here for you! Check out some online resources to keep our youth engaged.https:\/\/t.co\/cW4IQr53Yi  #ArmyMWRCares #CYS #YouthPrograms #Resources","sentiment_score":0.0}
{"full_text":"LISTEN: More people in long-term care died of #COVID19 in December than during any other month. The situation only adds to the urgency of getting the vaccine to these communities. reports.","sentiment_score":0.125}
{"full_text":"The past year has highlighted health inequities among many communities. Take a look back at our 21 Prioritizing Equity panels featuring experts discussing how factors such as #COVID19 and systemic racism affect minoritized groups.","sentiment_score":0.0625}
{"full_text":"That's the logic of the \"unthinkers\".","sentiment_score":0.0}
{"full_text":"Schools caught out by government Covid U-turn on closure via","sentiment_score":0.0}
{"full_text":"Are you or a loved one being affected by skyrocketing drug prices when you expected a break? You are not alone. Let us hear from you!https:\/\/t.co\/ebkBSBxL9K","sentiment_score":0.3}
{"full_text":"It is all apart of a global eugenics program. Abort your children, obesity is healthy, wear the mask, get the vaccine, watch the porno, GMO food, poison in the drinking water, etc. We have the option to not give our consent.","sentiment_score":0.25}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"Cancer patients, especially those on active therapy must be prioritized to receive the #COVID19 vaccine. Cannot be emphasized enough.","sentiment_score":-0.0444444444}
{"full_text":"Lumalaki ulit ang utang! Gordon says PRC COVID testing to stop if PhilHealth almost 1 billion debt remains unsettledhttps:\/\/t.co\/6jaliqwcFt","sentiment_score":0.0}
{"full_text":"I reckon we will be a lockdown loop forever now.","sentiment_score":0.0}
{"full_text":"Happy New Year to all of our #Jabdu followers! Please kick off the new year with us by joining our COVID-19 vaccine discussion next week.Reply here with your vaccine questions for our panelists to answer.","sentiment_score":0.2767045455}
{"full_text":"RT Just now watching Sir David King the former Chief Scientific Advisor to uk government on news:-Interviewer: \"Sir Davi...","sentiment_score":0.0}
{"full_text":"To get back to our favorite activities, we need to wear a mask, keep our distance, and get tested. That's how we #GetBackMass. Learn more at #MaskUpMA #GetBack #covid19MA","sentiment_score":0.3333333333}
{"full_text":"Always closing schools with no way to assist teachers earn a living. You are quick to take action on lockdown and not quick to make the citizen's life better.","sentiment_score":0.1916666667}
{"full_text":"It's all fun and games til a mf on a fast break and pass tf out, I get it but just stop it","sentiment_score":0.25}
{"full_text":"Amarillo businessman Joseph Robert \"Joe Bob\" McCartt died on Dec. 28, 2020, from COVID-related complications, according to an obituary published in the Globe-News. He was 73. #Amarillo","sentiment_score":0.0}
{"full_text":"RT I thought this from the start but while lockdown 1 might be seen as a panicky error made in ign...","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 85,979,076 cases, 1,858,813 deaths.A 2.16% fatality rate.","sentiment_score":0.5}
{"full_text":"More like the whole year we need a lockdown","sentiment_score":0.35}
{"full_text":"RT Georgia's Republican Senator Perdue fought against direct #COVID19 relief payments all year until it was too late, then fli...","sentiment_score":-0.1}
{"full_text":"RT #COVID19 is the direct result of our malignant #AnimalAbuse.Unless we stop our barbaric crimes against other earthlin...","sentiment_score":-0.0125}
{"full_text":"RT Mo Williams recently tested positive for COVID and won't coach tonight against his hometown team, Jackson State. Associ...","sentiment_score":0.1136363636}
{"full_text":"What a crazy year! COVID has rocked the world. How do we heal and rebuild our social connections? Recovering our relationships will feel odd. As Winston states \"it is the courage to continue that counts\". #rebuildoursocialconnections","sentiment_score":-0.2944444444}
{"full_text":"RT  Should pts w #cancer get the #COVID19 vaccine? Learn more about this important issue on our new resource page ","sentiment_score":0.3454545455}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT Mick, a father of five children, breaks down in tears while describing the strain the pandemic restrictions are putting on h...","sentiment_score":-0.1555555556}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"Anecdotally the anti-lockdown libertarian eugenicists are imploding in real time ... they just lost the crucial internal Tory battle...","sentiment_score":0.0666666667}
{"full_text":"RT On December 28, 2019 there were over 7,000 recorded flu cases in the USA.On December 28, 2020 there were 36.Congratu...","sentiment_score":0.0}
{"full_text":"RT we're listing places you can donate laptops and tablets for kids and students who need them at home during lockdown.if you...","sentiment_score":0.0}
