{"full_text":"RT NEW: releases scathing report on New York State Nursing Homes. Among the findings is that UNDERRE...","sentiment_score":-0.1090909091}
{"full_text":"RT Both Australia and Canada have suddenly lost access to vaccines they were depending on from the EU. They are innocent...","sentiment_score":0.25}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Got any of that day old vaccine","sentiment_score":0.1}
{"full_text":"RT Today's cover: COVID-19 deaths in NY nursing homes were 50 percent higher than claimed: probe","sentiment_score":0.25}
{"full_text":"that's horrible :((is it covid? may she rest in peace","sentiment_score":-0.875}
{"full_text":"RT Our friend wanted to escape from hospital due to the bad treatment that she got where sh...","sentiment_score":-0.4125}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Owner of a private equity firm... Has donated PS10k to Matt Hancock Has donated PS700k to the Tories Works with Di...","sentiment_score":-0.1}
{"full_text":"It is the EU not Europeans, but is this the action of a fair and balanced (non elected) bunch of bureaucrats?","sentiment_score":0.4}
{"full_text":"RT Doesn't matter,  perception is policy. The left controls the media, therefore they set the policy!! How abt...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"One of them is less likely to get COVID. ","sentiment_score":-0.0833333333}
{"full_text":"forget the me before pandemic, i have changed.","sentiment_score":0.0}
{"full_text":"Let's assume rather generously that the Recovery fund doesn't hinder recovery. the resulting debt will have to be repaid by growth, OVER AND ABOVE the numbers the EU thought it could do before COVID. (\/)","sentiment_score":0.0}
{"full_text":"Scientists liken long Covid symptoms to those of Ebola survivors. ","sentiment_score":-0.05}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT UK COVID cases (per 1 million of population)New with positive test:Jan 29\/21Wales:              546\/3...","sentiment_score":0.2272727273}
{"full_text":"RT Okay aku dah start emosi dengan dunia ni. Tbh my level of empathy is luar biasa tinggi. I can absorb negative emotions ju...","sentiment_score":0.1}
{"full_text":"RT Very rich people just don't think like the rest of us. 55-year-old rich dude &amp; his 23-yr-old wife posed as motel worker...","sentiment_score":0.43125}
{"full_text":"RT Our  friend Maya wanted to escape from the hospital due to the bad treatment that she got","sentiment_score":-0.4125}
{"full_text":"RT \"People are dying of hunger,\" says a Japanese man who's been pushed into poverty because of the pandemic. 500,000 people have...","sentiment_score":0.0}
{"full_text":"RT Remember, it's *shared air* that spreads Covid-19, not being less than 6 feet away. Could you smell it if they were sm...","sentiment_score":-0.1666666667}
{"full_text":"RT Many people won't remember individual MPs' actions during this pandemic. But we will. Every single time we've run an MP b...","sentiment_score":0.1428571429}
{"full_text":"RT Poll: Should Nicola Sturgeon be replaced in briefings?","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Public health doctors neglected to the point of collapse 12...","sentiment_score":0.0}
{"full_text":"At the fed up stage of lockdown where I'd happily spend an entire morning at soft play with the kid just for something different to do.","sentiment_score":0.225}
{"full_text":"Well said enough is enough #LateLateShow #needabreak","sentiment_score":0.0}
{"full_text":"Apologies lack of updates on BP meds under covid as agreed as emails just kept bouncing. A recent publication by John McMurray in our Institute seems definitive there is no increased risk and are safe. (PMID:33337478)","sentiment_score":0.25}
{"full_text":"RT Will Nicola Sturgeon agree that with regard to Covid 19 vaccination Scotland is better off in the U.K?, or would she prefer 2...","sentiment_score":0.5}
{"full_text":"What's your point? Health spend per head comparable with any country in Europe. Each devolved administration has its own Covid response and intentionally diverged in how metrics would be recorded as to not allow for easy comparison with England. The English jab rollout has been..","sentiment_score":0.3444444444}
{"full_text":"World first: Greek village drive-thru donkey covid rapid tests","sentiment_score":0.125}
{"full_text":"RT My client, a victim of torture, having fled the civil war in Darfur is not being 'accommodated' - he is being detained in...","sentiment_score":-0.075}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Why do you think numbers are now stabilising if not for lockdown?","sentiment_score":0.0}
{"full_text":"Brexit is doing nothing to the country -  the EU are dangerous that why we wanted out - plus we in a world pandemic or have you missed that ?","sentiment_score":-0.6}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT Johnson &amp; Johnson single-dose vaccine shown to be 66% effective against COVID-19 -- roughly same as #AstraZenica in 2 doses, k...","sentiment_score":0.3}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT 1 year ago today, declared that the outbreak of #COVID19 constituted a Public Health Emergency of International Concern,...","sentiment_score":0.0}
{"full_text":"RT This is not the period you should smoke cigarettes.This is not the period you should stress yourselfThey reduce your...","sentiment_score":0.0}
{"full_text":"RT Okay aku dah start emosi dengan dunia ni. Tbh my level of empathy is luar biasa tinggi. I can absorb negative emotions ju...","sentiment_score":0.1}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT And just shows how hollow johnson and his Tory chums are. Pretending to support all sides at the same time#ToryLies","sentiment_score":-0.05}
{"full_text":"RT 1 year after sounded the .  Some countries heard this and reacted immediately.  Others did not.  1\/n","sentiment_score":0.0}
{"full_text":"RT Okay aku dah start emosi dengan dunia ni. Tbh my level of empathy is luar biasa tinggi. I can absorb negative emotions ju...","sentiment_score":0.1}
{"full_text":"RT The WHO, now aligning with the CDC's stance, says pregnant women may receive Covid-19 vaccines safely: \"We don't have any spec...","sentiment_score":0.4166666667}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"could you tell me how it is Tom Jones has received both vaccinations for Covid when so many vulnerable are still waiting for their first?","sentiment_score":0.0833333333}
{"full_text":"RT It rained, and it rained, and it rained. Pooh splashed to his door and looked out... \"This is serious,\" he said. \"I must have...","sentiment_score":-0.3333333333}
{"full_text":"RT Last time he listened to lockdown sceptics, he ended up opening schools *for a single day*. If he's really \"doing his best\",...","sentiment_score":0.2821428571}
{"full_text":"RT Sitrep: situation report. This is what we call our daily briefings right now. Here's mine. We are now fairly confident w...","sentiment_score":0.2619047619}
{"full_text":"Of what, the lies around Covid-19?","sentiment_score":0.0}
{"full_text":"RT Murdoch's SkyNews forced to apologise for spreading dangerous misinformation about masks &amp; lockdowns. Six months too late, and...","sentiment_score":-0.4}
{"full_text":"If Lockdown 3 &amp; a dose of the Rona has taught me anything, it is that l am, again, craving a trip to the races.  This is unrelated to the nearly PS470 worth of Rewards4racing points I have sitting there, calling out to me.","sentiment_score":0.2}
{"full_text":"RT These are disused ex military buildings. They are now decrepit. Dormitories of up to 28 people, shared bathrooms w\/ at le...","sentiment_score":-0.1}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"RT There is not a single politician Ramaphosa has fired. Stella broke lockdown rules, Gwede apparently took money, Mahlobo...","sentiment_score":0.0428571429}
{"full_text":"I think it was before corona but now     nara","sentiment_score":0.0}
{"full_text":"RT OK I'm laying it out. We are doctors. We need to make a lot of noise to hold the government to accountWe can't hold a...","sentiment_score":0.5}
{"full_text":"RT Okay aku dah start emosi dengan dunia ni. Tbh my level of empathy is luar biasa tinggi. I can absorb negative emotions ju...","sentiment_score":0.1}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT 'I'm in awe of teachers' commitment...in the latest lockdown.' The NCETM Director gives examples of how teachers are overcoming th...","sentiment_score":0.5}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Happy JillDay!!! And many happy returns.Roses are Red. Violets are Blue. Lockdown's rubbish. Unlike you!!!","sentiment_score":0.46}
{"full_text":"RT  Germany bans travel from 7 countries with dangerous coronavirus mutations. Travel from U.K., South Africa, Brazil, Portugal...","sentiment_score":-0.6}
{"full_text":"RT TONIGHT: shocking Channel 4 News report reveals how hundreds of overseas students have become destitute in the UK during...","sentiment_score":-1.0}
{"full_text":"RT It was the highlight of my day to virtually drop in on the Year 6 class of St Joseph's Catholic Primary School, Upminster...","sentiment_score":0.2}
{"full_text":"RT Yesterday was an utterly disastrous day for the EU. They invoked Article 16, which placed a hard border to NI. They comp...","sentiment_score":-0.4958333333}
{"full_text":" are open for care including in Dorking!Book an eye test online to have in-store or at home and find additional information about their services during lockdown.","sentiment_score":0.0}
{"full_text":"#Covid19 is now spreading up to 70% faster than at its peak in 2020.Please stay at home and only go out if it's absolutely essential.If you have to leave home, remember:>Wash your hands >Cover your face >Keep your distance","sentiment_score":0.1}
{"full_text":"Today starting at noon, snag a free \"travel healthy kit\" from to promote that you continue to ride safely as you continue to ride trains and buses. Here are location details. #ChicagoTraffic","sentiment_score":0.35}
{"full_text":"'These assessments of the spike protein have informed the rational design of vaccines that have literally moved from bench to bedside in less than a year' - We've learned a lot about Sars-CoV-2 in a yearhttps:\/\/t.co\/5V6BMb4a1w","sentiment_score":-0.1666666667}
{"full_text":"Ma Kellys' KitchenAt the last Finance and Audit Meeting, a  Grant was passed from Cllr Julie Adams, to provide further support to Ma Kelly's Kitchen. The money will enable them to provide more food parcels and keep that lifeline going for many who have been hit hard by Covid.","sentiment_score":0.1416666667}
{"full_text":"Discouraged by the job market? The coronavirus has complicated hiring immensely, but people have had to find work during previous crises. Download our career toolkit for help in navigating the job market amid the pandemic:","sentiment_score":-0.2222222222}
{"full_text":"Are you an essential worker? If you're not showing any symptoms, you can book a free COVID-19 test. It's quick and easy - just book, swab, finish, and result - all within an hour. Testing for COVID-19 helps stop the virus from spreading.https:\/\/t.co\/DRQOzihFwe.","sentiment_score":0.2916666667}
{"full_text":"TODAY at around 16.00 GMT, I will be playing and streaming by ETS 2 Hauling Covid-19  Vaccines event on my channel #NMS@SmallStreamersC ","sentiment_score":0.0}
{"full_text":"Changes to the tongue, the hands, or the soles of the feet could give an early indication of #COVID19 infection, a study showed.https:\/\/t.co\/USVMjiwpfS","sentiment_score":0.1}
{"full_text":"As if the situation wasn't bad enough. #engineering #COVID #men","sentiment_score":-0.35}
{"full_text":"\"We need the Government to provide a strategy for dealing with its consequences\"","sentiment_score":0.0}
{"full_text":"'Schools and families can also request free mobile data increases for students without broadband and\/or those who can't afford extra data for devices.'   For more advice and information, click here:","sentiment_score":0.3}
{"full_text":"#COVID19 continues to spread across the country.Please #StayHome and only go out if it's absolutely essential.Every action countshttps:\/\/t.co\/qCwrWmuGXg","sentiment_score":0.1}
{"full_text":"Councillor Dave King said the move gives \"West Lothian's schools a high-quality museum service throughout the pandemic and into the future.\"https:\/\/t.co\/ksWn1y7Naf","sentiment_score":0.0}
{"full_text":"Atrium Health officials said they expect to vaccinate nearly 20,000 people at North Carolina's largest-ever COVID-19 vaccine clinic.","sentiment_score":0.1}
{"full_text":"A new, dedicated section of the Wakefield Council website seeks to dispute these sources by providing information on vaccinations, infection rates, scam calls and more.https:\/\/t.co\/Zo9sRlvaQE","sentiment_score":0.1363636364}
{"full_text":"Emergence of positive tests in previous COVID patients might not mean reinfection, expert says","sentiment_score":0.0722853535}
{"full_text":"RT \"If you can smell someone's cigarette smoke, you're inhaling air carrying not just the smell of the smoke, but any virus th...","sentiment_score":0.0}
{"full_text":"About 2\/3rds of the deaths have been in over 80s. Respiratory illness accounts for a lot of deaths at this time of year every year, so let's not get carried away with hysteria. Fact up to &amp; including 22\/01\/21 less than 200 people under the age of 65 died with COVID since March 20","sentiment_score":-0.1666666667}
{"full_text":"If you have COVID-19 symptoms please contact your GP out of hours service by phone immediately to arrange a free test.#StaySafe COVID-19 symptoms:","sentiment_score":0.4}
{"full_text":"An additional 6,620 police officers have been recruited as part of Operation Uplift. With an aim of attracting 6,000 new recruits in England and Wales by April 21, figures show that the total uplift is already 6,620 despite the challenges of COVID-19","sentiment_score":0.0681818182}
{"full_text":"RT Funny, that the wind can blow in two directions in the same time at They have continuously reported evidence that...","sentiment_score":0.125}
{"full_text":"#IOA president Narinder Batra along with his family received #CovishieldVaccine#Sportshttps:\/\/t.co\/0UHm9thmLV","sentiment_score":0.0}
{"full_text":"Please #StayHome and only go out if it's absolutely essential this weekend.Every action counts ","sentiment_score":0.0333333333}
{"full_text":"There are 18 vaccination sites across Somerset and we are joining forces with transport providers to help vulnerable residents get to their Covid vaccination appointments.Find out everything you need to know here  ","sentiment_score":-0.5}
{"full_text":"#COVID19 VACCINE:  Johnson &amp; Johnson's long-awaited vaccine appears to protect against COVID-19 with just one shot.  ","sentiment_score":0.0}
{"full_text":"RT #AtIssue: How the COVID-19 vaccine got so political #cdnpoli","sentiment_score":0.0}
{"full_text":"3 things you never knew about RNA with vaccine expert Dr #vaccine #covid19","sentiment_score":0.0}
{"full_text":"A new, dedicated section of the Wakefield Council website seeks to dispute these sources by providing information on vaccinations, infection rates, scam calls and more.https:\/\/t.co\/SZWjOkHARn","sentiment_score":0.1363636364}
{"full_text":"Where would we be without our NHS https:\/\/t.co\/kyYOXclLXY","sentiment_score":0.0}
{"full_text":" The #LSEFestival is happening between the 1-6 March! Registrations are open now.https:\/\/t.co\/bFIayc6nkT","sentiment_score":0.0}
{"full_text":"It's a toy almost as popular with adults as it is children and the demand for Lego has surged over the past 12 months. Lockdown gave young fans plenty of time to hone their skills - today they were put to the test. #7NEWS","sentiment_score":0.15}
{"full_text":"\"Science has a PR problem.\" Why? Read the story to find out morehttps:\/\/t.co\/ZsQvOjaXNr.","sentiment_score":0.0}
{"full_text":"RT TONIGHT: shocking Channel 4 News report reveals how hundreds of overseas students have become destitute in the UK during...","sentiment_score":-1.0}
{"full_text":"RT Here's why I believe, 1. Trump should be arrested NOW but 2. I recognize that building a strong seditious conspiracy c...","sentiment_score":0.4333333333}
{"full_text":"Stay safe at home and order your PSA certificates online.Visit to see our new service features!","sentiment_score":0.3352272727}
{"full_text":"The housing market remains open during the 3rd UK lockdown, which means we are too! #mortgagebroker #mortgageadvice #uttoxeter #Staffordshire","sentiment_score":0.0}
{"full_text":"Want to prepare for #COP26? Tune in to the new #COP26Universities Network podcast to hear and discuss our briefing paper on a net zero emissions recovery from #COVID19: #TheClimatePapers #COPIn","sentiment_score":0.0681818182}
{"full_text":"Coronavirus Crisis - Impact Of COVID-19 on Healthcare Industry. #npjscilearn","sentiment_score":0.0}
{"full_text":"Florida developing plan to get COVID-19 vaccine to homebound seniorshttps:\/\/t.co\/2mHBHR54Pw","sentiment_score":0.0}
{"full_text":"Extra weight makes it harder to fight against diseases - including #COVID19Making simple changes to add #HealthyEating options can make a big difference#WestMidlands people can find support on how to get in #BetterHealth online:https:\/\/t.co\/J3clM7qz1n","sentiment_score":-0.025}
{"full_text":"What does the Covid vaccine actually do?It tips EU over the edge.#Article16","sentiment_score":0.0}
{"full_text":"A full implementation of the National ID system may be just what the doctor ordered for an economy weakened by the COVID-19 pandemic, Sen. Panfilo Lacson said Saturday.https:\/\/t.co\/mVU3D4lbi1#PolitikoNews","sentiment_score":0.35}
{"full_text":"As part of the COVID-19 Revitalisation Programme, are providing one-off capital grants to community groups, charities, social enterprises and business collaborations. Applications close Monday 01 February&gt;&gt;https:\/\/t.co\/TE71qpYK9p","sentiment_score":0.0333333333}
{"full_text":"From a towering backlog to the painstaking audit of COVID-19 funds, Nancy Gathungu assumed the Office of Auditor General with an overflowing in tray. Six months later, she delves into a stock take with NTV Kenya on #AuditorGeneralSpeaks this Sunday at 9:00pm.#COVID19Millionaires","sentiment_score":0.025}
{"full_text":"The quarterly was 870% improvement.  I want it out of lockdown already.","sentiment_score":0.0}
{"full_text":"RT Not a repeat of an old story, this is a new one","sentiment_score":0.1181818182}
{"full_text":"Home Secretary has announced new border measures to help reduce the spread of Covid-19 ","sentiment_score":0.1363636364}
{"full_text":"RT Just a reminder; the reported cases are the ones that they screen only. The latest SOP from KKM is that they won't screen...","sentiment_score":0.25}
{"full_text":"'Covidiots' fined after being caught getting haircuts in Amesbury! There is NO excuse for this, the #Covid19 rules are very clear. Thanks to member of the public who called  #StayHome #SaveLives #ProtectTheNHS #CovidFines :","sentiment_score":0.08875}
{"full_text":"Consumers feel more positive about British agriculture following a year of major change, according to a new report by &gt;&gt;https:\/\/t.co\/mgqvyNGUHO#coronavirus #BackBritishFarming","sentiment_score":0.1543560606}
{"full_text":"RT \"What's the long term impact?\"\"Do they work on the new strains?\"\"Are they vegan?\"You had loads of questions about #Cov...","sentiment_score":0.0431818182}
{"full_text":"Current Conditions for #Sayre PATemp: 15.1FWind Chill: 9.2FHumidity: 81%Dew Point: 10.3F Barometer: 30.423 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 131.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT More than PS1.7 million has already been distributed to help businesses that struggled during the November lockdown.App...","sentiment_score":0.5}
{"full_text":"I feel for so sorry for you guys in the UK. The only way to beat Covid was to close the borders, lock down the entire population &amp; then set up MIQ facilities for overseas arrivals. Eliminate it! We trashed our massive tourism industry... but we had no other choice.","sentiment_score":-0.0988425926}
{"full_text":"The Thornwood Bar - keeping people sane since the beginning of lockdown ","sentiment_score":0.0}
{"full_text":"You may be able to register for your covid vaccine as soon as next week #Egypt #TL","sentiment_score":0.25}
{"full_text":"Is sympathy from the desired outcome of these tweets?#Capeindependence","sentiment_score":0.0}
