{"full_text":"57,725 new false positives or positives without illness?","sentiment_score":-0.1318181818}
{"full_text":"These folk showing more passion than the Motherwell players","sentiment_score":0.5}
{"full_text":"This nigga definitely went to a New Years party like a dumbass","sentiment_score":0.0681818182}
{"full_text":"Wuhan, CHINA New Years Eve 2021. Who is living FREE, &amp; WHO is living under TOTALITARIAN LOCKDOWN???","sentiment_score":0.2681818182}
{"full_text":"RT Fantastic news, as the next stage of the #COVID19 vaccination roll out across the borough has begun at the Phoenix Cen...","sentiment_score":0.2}
{"full_text":"Its funny how its Sanders fault that Trump won but there is no such thing as progressive according to you lot now. But I am betting good money that if the progressive stay home in 2022 and the Dems lose the midterms, it will suddenly be their fault again. Funny how that works.","sentiment_score":0.24}
{"full_text":"RT Y'all screaming \"my body, my choice\" about COVID vaccines should realize that we're spiraling into \"my ER, my choice\"...","sentiment_score":0.0}
{"full_text":"RT Now do the other 49 states + DC.It's now a felony in Illinois to assault a retail worker who is enforcing face mask rules htt...","sentiment_score":-0.125}
{"full_text":"RT [Recap] Covid or covert? How Beijing concocted an election delay to reshape Hong Kong's legislaturehttps:\/\/t.co\/MZArgNzxn7","sentiment_score":0.0}
{"full_text":"RT Fun Fact! 652 Americans Have More Wealth Than 162,679,376 Americans  Combined! The Same 652 Earn More Than $1Trillion Durin...","sentiment_score":0.375}
{"full_text":"Way to provide resources for the fight against #covid19 in Converse, Texas!","sentiment_score":0.0}
{"full_text":"RT Virginia state Sen. Ben Chafin dies from COVID-19 complications","sentiment_score":0.0}
{"full_text":"I know Twitter culture is really more about recreational outrage these days, but...Here are some snaps of planty projects that I am making whilst in lockdown, just in case you needed some light relief.(More on instagram, where I'm too.)#horticulturalhappypill","sentiment_score":0.45}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"RT RATIONING CARE has begun in Southern California w\/ 0% ICU beds in many hospitals. This is from a Pasadena, CA hospital dec...","sentiment_score":0.25}
{"full_text":"RT BBC just reported 616 died of the virus yesterday.This is not correct. 616 people died yesterday after having a positive Covi...","sentiment_score":0.2272727273}
{"full_text":"RT Worrisome new data--new B117 variant is not only more infectious, it's potentially more infectious in children 0-9 (+24%) a...","sentiment_score":0.2840909091}
{"full_text":"RT Dr. Drew, Who Once Called COVID a 'Press-Induced Panic,' Gets COVID","sentiment_score":0.0}
{"full_text":"RT Very few numbers of Palestinian worshipers prayed at Al-Aqsa Mosque under the closure imposed by the occupation,But hundre...","sentiment_score":-0.26}
{"full_text":"RT when the lockdown started, we lost all our event and below-the-line business. we shifted to webinars and fb live. hind...","sentiment_score":0.1363636364}
{"full_text":"RT Reopen our college. Do not play with our career. Who will hire an engineer without any field experience. Open our colleg...","sentiment_score":0.0}
{"full_text":"RT LA has stopped transporting heart attack and stroke victims to hospitals because there are no beds due to covid overload...","sentiment_score":-0.125}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"Maybe because children are at virtually zero risk from COVID.","sentiment_score":0.0}
{"full_text":"From Time Lord to Hipster Lord with this Lockdown Look!  #Staged","sentiment_score":0.0}
{"full_text":"Surge in Deaths, New Cases and Hospitalised. Cases, deaths, Hospital admissions, ventilator use. Daily New Coronavirus Covid cases in the UK.  Daily updated statistics - Saturday 2 January 2021. Latest Government numbers for #COVID19  INCLUDING - People vaccinated","sentiment_score":0.1545454545}
{"full_text":"RT My dad and I tested positive for Covid-19. We are both experiencing heavy symptoms and there is no room for admissions in an...","sentiment_score":0.0136363636}
{"full_text":"RT India grants its first COVID-19 vaccine authorization to AstraZeneca","sentiment_score":0.25}
{"full_text":"RT 57,725 new positive cases and 445 deaths within 28 days of a positive test, have been reported today across the UK. This includ...","sentiment_score":0.196969697}
{"full_text":"RT LA has stopped transporting heart attack and stroke victims to hospitals because there are no beds due to covid overload...","sentiment_score":-0.125}
{"full_text":"RT Nice job","sentiment_score":0.6}
{"full_text":"RT When I tweeted this, a whole minister (Won't name because it was DM) said \"I don't agree with assertion that Covid soared b...","sentiment_score":0.2}
{"full_text":"Clearly he doesn't understand the resistance. We all waited and marched for 4 years. We voted Trump out, and yes, I'm proud to have voted for who takes the pandemic seriously and doesn't need super spreaders events to feed his ego like the narcissistic sociopath.","sentiment_score":0.225}
{"full_text":"BCOZ PPL ARE \"STUPID!!! ","sentiment_score":-1.0}
{"full_text":"RT Blunt force trauma, COPD and cancer but COVID listed as the cause of death. Now do you understand why they're reporting...","sentiment_score":0.0}
{"full_text":"RT The missing flu riddle: 'Influenza has been renamed COVID,' maverick epidemiologist says | Just The News","sentiment_score":-0.2}
{"full_text":"Zakaria: China Has 'Essentially Vanquished the Virus Without a Vaccine'","sentiment_score":0.0}
{"full_text":"Edward Cartwright (he\/him) is an actor who lives on a boat. He has spent his pandemic working with the award winning Zoom theatre company CTRL-ALT-REPEAT and will be working with in the new year.","sentiment_score":0.1787878788}
{"full_text":"The West doesn't have the will to do what China did to get there. People were literally sealed in their houses to enforce isolation in some cases. Which democracy could do this?","sentiment_score":0.0}
{"full_text":"It's ludicrously late in the day to fault Dr. Fauci for spinning the public. Official lying about things large and small has been a staple of Covid politics, writes ","sentiment_score":-0.0839285714}
{"full_text":"RT So you're telling me that China, the world's most populated country and the cradle of the pandemic hasn't begun vaccina...","sentiment_score":0.5}
{"full_text":"Reading a good book. Covid-19 is similar to driving a car, it is particularly safe at 5 mph, but we accept a death rate to drive at greater speeds. #HSE","sentiment_score":0.425}
{"full_text":"RT Generations Church drive-thru food distribution continues from 9am-11am in Independence. I'm told the need for help has...","sentiment_score":0.0}
{"full_text":"RT Pandemic profiteer is trying to monopolize the shortcut fast PCR test for the B117 #SARSCoV2 variant--&amp; arroga...","sentiment_score":0.2}
{"full_text":"A NEW YEAR &amp; A NEW WAY TO SHOP!  - The lock-down continues &amp; so does our curb-side pick-up service! Visit to continue to get everything you need.","sentiment_score":0.1747159091}
{"full_text":"RT PM Sh. ji ranks no 1 among global leaders in these challenging times of COVID pandemic. It is proud mome...","sentiment_score":0.4333333333}
{"full_text":"RT Bajans so sick that this man will never be able to plan another event not even a dinner for two.Person 1: \"not me and he bo...","sentiment_score":-0.1071428571}
{"full_text":"RT Anyone is social distancing on US iTunes pls keep buying we need to extend the gap and have stability. we need to get him...","sentiment_score":0.0333333333}
{"full_text":"12th Foster Farms poultry worker in CA Central Valley dies of COVID-19, as community leader cites meatpacker's \"callous lack of concern.\" At least 193 plant workers recently test positive. By","sentiment_score":-0.0181818182}
{"full_text":"A coworker went into self quarantine because his mom had covid. He said he didn't have covid he's come back to work about twenty pounds lighter looking like a skeleton. Like what the fuck cover up is this? Dude hundred percent had covid.","sentiment_score":-0.2}
{"full_text":"RT How has Wuhan achieved this without a vaccine? Anyone?","sentiment_score":0.0}
{"full_text":"RT Dear friends, thank you for all your help. I ask that you keep Kuda Musasiwa in your prayers. Please stay safe,COVID is no...","sentiment_score":0.0}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"RT Vaccines are THE MOST tested drugs in the world. The covid vaccine had THE LARGEST field study in world history. Vaccines are...","sentiment_score":0.5}
{"full_text":"RT Who is in intensive care and where are they?  A thread.The Intensive Care National Audit &amp; Research Centre ha...","sentiment_score":0.0}
{"full_text":"The social distancing tide","sentiment_score":0.0333333333}
{"full_text":"RT 57725 Covid cases today. A new record We are still waiting for you to lock the country down, announce a r...","sentiment_score":-0.0095959596}
{"full_text":"RT This is an important #civics lesson for students on role of government in a crisis.Ask your students: what is the rela...","sentiment_score":0.4}
{"full_text":"It's also called \"SMART\" ... something the MAGA and Q morons will never, ever understand.","sentiment_score":-0.2928571429}
{"full_text":"RT Dudley George. Walkerton. Adams Mine. Kimberly Rogers. The highway 407 privatization scheme.And now he's the king...","sentiment_score":0.0}
{"full_text":"RT I literally loathe anyone who's whining about tone right now. You people are criminal. There's a PANDEMIC on and you've...","sentiment_score":-0.0571428571}
{"full_text":"Please do. I will greet you at the border and bring you 2 to my place 5 minutes from the bridge.","sentiment_score":0.0}
{"full_text":"RT Have found a new set of anti-lockdown accounts aligned with COLRICHARDKEMP AlfieDixon2021 is one. Started a...","sentiment_score":0.1363636364}
{"full_text":"RT I've been the on call consultant in a london children's hospital this week - this is simply not true, and irresponsible in...","sentiment_score":-0.175}
{"full_text":"And fast. This is absolutely ridiculous!","sentiment_score":-0.1083333333}
{"full_text":"RT Covid denial, ignoring the needs of local schools and a refusal to co-operate in the interests of the people of #WestCum...","sentiment_score":0.0}
{"full_text":"RT The silence &amp; lack of leadership on the part of the Minister of Health are deafening:1. What contingency plan exists...","sentiment_score":0.0}
{"full_text":"RT And what will they do in the US if this happens? Probably the same.So the UK has scenarios like this to help professionals...","sentiment_score":0.0}
{"full_text":"Dont eat any thing from zomato...rotten food served here...i suffered food poisoing ..i lost 3000 rs in medicine ..and zomato is so much irresponsible..taken no action..so in covid time ..unused food will be served to u..and u may face my consequences ..dont order from zomato","sentiment_score":0.2}
{"full_text":"RT 4.4% positivity rate for last 2 days","sentiment_score":0.0}
{"full_text":"RT I'm also not saying children do not get covid, nor that the new strain may not be more easily spread (we don't know for su...","sentiment_score":0.3565656566}
{"full_text":"RT So you're telling me that China, the world's most populated country and the cradle of the pandemic hasn't begun vaccina...","sentiment_score":0.5}
{"full_text":"I own RE: CVX as part of a PS2 bundle with RE4 and RE: Outbreak (bundle is \"Resident Evil: The Essentials\"). I enjoyed my blind playthrough, but I also remember it being a bit of a slog. Would definitely love to revisit it as a remake!","sentiment_score":0.045}
{"full_text":"RT For COVID deniers outside St Thomas' Hospital this from an ICU doctor inside: \"Situation is worst I've seen in 30 years....","sentiment_score":-0.5}
{"full_text":"RT Close schools. National lockdown.  Universal Basic Income until the virus is in retreat. Massive subsidies and stakes to...","sentiment_score":0.0}
{"full_text":"It is all designed to use the pandemic as cover to shovel cash to friends and donors. They are ambivalent at best about pensioner deaths, especially those who are ill and\/or in care, as it saves money and frees up capital. Nosferatu Cummings' fingerprints are still on it all.","sentiment_score":0.1666666667}
{"full_text":"RT Surprising? Not to me. So many have been compromised by the CCP. Don't forget the world is still suffering from a virus star...","sentiment_score":0.6}
{"full_text":"Me completely fine staying home all the time with no plans vs me when my covid apps tells me I have to stay home and can't make plans","sentiment_score":0.4166666667}
{"full_text":"BEST - Biden's winWORST - The pandemic and everything connected to it","sentiment_score":1.0}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"RT Asking a silly question how can the Dorset FA allow cup games to be played today, but they have suspended their league...","sentiment_score":-0.5}
{"full_text":"RT South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super-spre...","sentiment_score":0.0}
{"full_text":"#GeorgiaHeroesForDemocracy #Georgia please dont let us down on Tuesday!! GET OUT &amp; VOTE!!! This is for #democracy and for the #AmericanPeople struggling during the #covid19 #pandemic   #GeorgiaPeach","sentiment_score":-0.4747178819}
{"full_text":"Yes very much my feeling - pretty much work from home if you are able, major restrictions on movement, no social life, just waiting to be called for a vaccination if you are in most vulnerable groups - #tier4 #lockdown #Covid19UK","sentiment_score":0.1569791667}
{"full_text":"RT Taiwan's Central Epidemic Command Ctr isn't messing around. I missed their daily morning text asking if I'm showing covid...","sentiment_score":0.0}
{"full_text":"Liberal mass gatherings aka riots, is why Covid spiked. And why President Trump couldn't get a handle on it. Liberals deliberately undermined anything he and the CDC recommended for months. Creating this mess. PERIOD.","sentiment_score":-0.175}
{"full_text":"RT JFC. Who the F*** allows '1st come, 1st serve' for a vaccine during a pandemic? More importantly, who...","sentiment_score":0.45}
{"full_text":"RT From hurricanes to climate pressures, oil producers faced a host of challenges that weren't created by the coronavirus -- and can't...","sentiment_score":0.0}
{"full_text":"\"To further capitalize on the pandemic-accelerated e-commerce boom that seems destined to result in a sea change of consumer behavior, announced a $290 million growth equity round.\" #InnovationLivesHere #Floridahttps:\/\/t.co\/IBPfvgdrEn","sentiment_score":-0.1}
{"full_text":"RT Based on what I see in videos and timeline, we will not have a fun summer either! Stay home and mask up. Americans are the...","sentiment_score":0.375}
{"full_text":"RT The tampon furore is doing a great job of distracting from deaths from Covid &amp; the vaccine debacle.As it was meant to","sentiment_score":0.8}
{"full_text":"Shithouse trick this please let people know.","sentiment_score":0.0}
{"full_text":"RT Why are people blatantly breaking Covid restrictions putting our #NHS at breaking point and risking so many lives?Why c...","sentiment_score":0.0}
{"full_text":"450 cars don't matter, it's the best year, if COVID wasn't there,  this would've been a far better year and a quarter.","sentiment_score":0.5333333333}
{"full_text":"RT What would help in this pandemic is for drug companies to immediately...","sentiment_score":0.0}
{"full_text":"RT My whole family has covid make dua please","sentiment_score":0.2}
{"full_text":"RT we stand in solidarity with teachers and education workers  it's not safe for them to work in packed classrooms, schools...","sentiment_score":-0.25}
{"full_text":"RT With HS and MS buildings closed, Mulgrew and de Blasio think they have sufficiently divided the staff to keep elementary sch...","sentiment_score":0.1}
{"full_text":"RT How on Earth is this allowed? Distressing for staff and patients and in breach of all Tier 4 rules","sentiment_score":0.0}
{"full_text":"RT COVID-19: UK records 57,725 new coronavirus cases - its highest ever daily total","sentiment_score":0.0454545455}
{"full_text":"RT Yesterday I was hospitalized for COVID. Today has been a really bad day. The nurses are amazing and working in hellish circums...","sentiment_score":-0.05}
{"full_text":"Jose Mourinho speaks out on Covid break as he admits 'private lives can't be controlled'","sentiment_score":0.0}
{"full_text":"The Cleveland Browns have closed their facility for the second time this week after a coach tested positive for COVID-19.https:\/\/t.co\/SSkIcCaWA9","sentiment_score":0.0424242424}
{"full_text":"I'm calling it now. \"New COVID 2021 vaccine only available in microchip!\"","sentiment_score":0.2121212121}
{"full_text":"#Britain reported more than 50,000 positive virus cases for a fourth successive day as a new variant of #COVID19 spreads across the country ","sentiment_score":0.2159090909}
{"full_text":"ICYMI: The newly proposed vaccine passport could also act as a pass to get into movie theaters, music concerts, restaurants, bars and shopping malls.https:\/\/t.co\/oRi8UW5tCv","sentiment_score":0.1363636364}
{"full_text":"India's drugs experts approve AstraZeneca, local COVID vaccines","sentiment_score":0.0}
{"full_text":"RT MEXICO SENDING SICK PATIENTS WITH COVID OVER THE BORDER TO BE CARED FOR. WHY OUR ICU'S ARE FILLED TO CAPACITY. ASK ANY H...","sentiment_score":-0.1571428571}
{"full_text":"have helpline for any inquiries regarding Covid-19 &amp; your maternity care; 01695 656604 &amp; it is available 24 hours per day, seven days a week.If you test Positive for Covid-19, just let your midwife know before your appt; you can still access antenatal care!","sentiment_score":0.3420454545}
{"full_text":"RT I've been the on call consultant in a london children's hospital this week - this is simply not true, and irresponsible in...","sentiment_score":-0.175}
{"full_text":". cancels MCAT exams based on local stay-at-home orders.  Do you know what that means for students in places like Florida? They will be expected to enter a high-risk indoor test center this month. #WaiveTheMCAT #MedTwitterhttps:\/\/t.co\/e8gFYIfN6z","sentiment_score":-0.0666666667}
{"full_text":"#NewYork residents are showing up in large numbers to get tested for #COVID19 after the holidays.https:\/\/t.co\/kycWh5LGx6","sentiment_score":0.2142857143}
{"full_text":"RT Our 2021 shortlist:1. Getting COVID-19 vaccines to everyone who needs them 2. Fighting food insecurity3. Dispelling mis...","sentiment_score":0.0}
{"full_text":"Me watching the rest of world roll out the COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT So you're telling me that China, the world's most populated country and the cradle of the pandemic hasn't begun vaccina...","sentiment_score":0.5}
{"full_text":"The #Coronavirus pandemic has seen an increase in 'Return Mobility'.Throughout the pandemic, EURES has been helping European citizens returning home Find real stories from returnees on the EURES Portal ","sentiment_score":0.1}
{"full_text":"Join us today, Sat. Jan 2 for FREE COVID-19 Testing at our new location.When:  Saturday, Jan 2, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"Looking back on the 190 episodes of our #COVID19 updates, we thank our 400+ expert guests who took the time to share their knowledge and expertise about how to keep ourselves and others safe from COVID-19.https:\/\/t.co\/yKrwsT0T4q","sentiment_score":0.25}
{"full_text":"RT Teachers were told buildings would close at 3%.  Now they're being told they'll never close no matter how many people are sick...","sentiment_score":-0.1071428571}
{"full_text":"The City of Johannesburg Finance MMC, Jolidee Matongo reflected on the year that was 2020 and admitted that Covid-19 had put their plans in limbo.https:\/\/t.co\/Ei9JIxVjUP","sentiment_score":0.0}
{"full_text":"Stay safe to protect your health, Stay at home!  Stay safe to prevent retina damage, Use Reticare! The only scientifically proven eye protection against blue light.            ","sentiment_score":0.33}
{"full_text":"RT 2nd wave of corona is more dangerous  then 1st wave.  So in this pandemic  situation physical  exam is not possible. Promote...","sentiment_score":-0.02}
{"full_text":"Coronavirus Victoria: State records spike in infections via","sentiment_score":0.0}
{"full_text":"RT For COVID deniers outside St Thomas' Hospital this from an ICU doctor inside: \"Situation is w...","sentiment_score":0.0}
{"full_text":"RT Meanwhile...Taiwan praised for highly effective #Covid19 responseTaiwan with 24 million citizens has had only...","sentiment_score":0.3}
{"full_text":"RT The UK has said they will now allow mixing-and-matching of COVID-19 vaccines.You can get your first shot with one vacc...","sentiment_score":0.25}
{"full_text":"BEWARE. If you've been contacted to say that your #COVID-19 vaccine will be delivered at home+asked for a home address\/date\/time to do this, please ignore! Scammers are ringing elderly residents. No vaccines will be done in private homes, and you will not be contacted in this way","sentiment_score":0.0}
{"full_text":"Alabama schools dishing out bonuses during coronavirushttps:\/\/t.co\/JP5E4dlpo7#Jeffco","sentiment_score":0.0}
{"full_text":"A fatal fire in downtown Las Vegas and the global pandemic dominated the news and the Review-Journal's investigative efforts in 2020.","sentiment_score":0.0}
{"full_text":"Scientists have outlined steps on safely receiving the second dose of the therapeutic in individuals who develop a reaction to their first dose.https:\/\/t.co\/mIW2vY3r4t","sentiment_score":0.25}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"Our thoughts and prayers are with all those who lost loved ones due to #coronavirus. May the victims' memories be a blessing always. ","sentiment_score":0.2875}
{"full_text":"West Lancashire moves into Tier 4 after rise in coronavirus cases &gt;&gt;https:\/\/t.co\/fdkGHQ5G7Z #ChampNews","sentiment_score":0.0}
{"full_text":"The latest #COVID19vaccines give you the best protection against #CoronavirusThe #NHS will let you know when it's your turn to have the #COVID19 vaccine These newly approved vaccines have met strict standards of safety, quality and effectiveness set out by","sentiment_score":0.5454545455}
{"full_text":"RT This is how they celebrate the New Year in Wuhan, where the virus originated. Meanwhile, millions of Americans are still...","sentiment_score":0.1363636364}
{"full_text":"RT The US now ranks 7th in the world for coronavirus cases per 1 million population - our worst so far.  There are no large...","sentiment_score":-0.3357142857}
{"full_text":"Coming back to work after lockdown was a huge lift to everyone's spirits. Despite new rep and social distancing, it was a heartening experience for all. Here are members of the and Principal Conductor Paul Murphy enjoying their first rehearsal for many months.","sentiment_score":0.25995671}
{"full_text":"Arkansas is projected to harvest 214,000-215,000 deer this year, with flooding, a freeze and COVID-19 all playing a huge role&gt;&gt;","sentiment_score":0.4}
{"full_text":"The Covid 19 vaccine is already being administered, but do you have the right to refuse or accept a vaccine on behalf of elderly relatives? Find our more about how a Lasting Power of Attorney (LPA) can help with the welfare of a venerable loved one.https:\/\/t.co\/oJbw8BCmEf","sentiment_score":0.3714285714}
{"full_text":"\"@GeorgeWill's gracious response exemplified the sort of person I want to be, the sort of person with whom we all want to interact. In a year in which civility seems to be losing ground ... we are all craving niceness these days,\" writes.https:\/\/t.co\/tSpusMDtqO","sentiment_score":0.0}
{"full_text":"The collapse of Florida basketball player Keyontae Johnson has spurred conversation about how to detect myocarditis in athletes who have had COVID-19.","sentiment_score":0.0}
{"full_text":"RT NEW: Britain records more than 50,000 Covid-19 cases for the fifth day in a row as hospital deaths from the virus dip t...","sentiment_score":0.3181818182}
