{"full_text":"RT The horse has bolted, took out a mortgage, bought a two bedroom terraced house, met a nice lady horse, had three horselet...","sentiment_score":0.6}
{"full_text":"RT It's understandable that Covid slows things down but it is now 9 years late.","sentiment_score":-0.2277777778}
{"full_text":"RT BREAKING: The United States has determined that the Wuhan Institute of Virology engaged in classified research, including...","sentiment_score":0.0}
{"full_text":"Any details for India?","sentiment_score":0.0}
{"full_text":"RT Dont call me roadside economist again o. I am a real economist. Passed all my papers (macroeconomics, microeconomics, fi...","sentiment_score":0.2}
{"full_text":"RT #WATCH | AIIMS Director Dr Randeep Guleria receives COVID-19 vaccine shot at AIIMS, Delhi.","sentiment_score":0.0}
{"full_text":"RT Mumbaikars following COVID guidelines is a cherry on top to our collective efforts towards #MissionZero#NaToCorona","sentiment_score":0.25}
{"full_text":"RT First show post-Covid imma be in the crowd like  i am overstimulated due to the lack of socialization over the pas...","sentiment_score":0.0625}
{"full_text":"I don't think it wouldn't have changed if there was anybody else in charge. The thing is most Western nations tried to follow the same measures China applied to stop COVID on their territory, such as lengthy lockdowns, social distancing and face masks everytime you went out ","sentiment_score":0.1066666667}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT #I always told my father that under the leadership of Shri ji I am sure that India will provide covid19...","sentiment_score":0.5}
{"full_text":"Because booze is illegal during lockdown?","sentiment_score":-0.5}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT My beautiful mum passed away today from #COVID, after only 5 days. She was 51. I was lucky to be allowed onto critical...","sentiment_score":0.2958333333}
{"full_text":"RT It Totally  Injustice  All Educational Heads And Ministers Conducted An Online Meeting To Protect Themselves From Corona...","sentiment_score":0.125}
{"full_text":"Agreed.","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT UPDATE: QC Mayor Joy Belmonte says the city has traced 143 contacts of the COVID 19 patient with the UK variant. |","sentiment_score":0.8}
{"full_text":"RT Khan continues to rip off tax payers to pay for HIS gross mismgt. But while he demands a car fre...","sentiment_score":0.0}
{"full_text":"RT Applauding the efforts of our frontline warriors- doctors, nurses, health workers, security forces, police officials,  ci...","sentiment_score":0.0}
{"full_text":"let's save our wildlife","sentiment_score":0.0}
{"full_text":"RT Guys COVID doesn't care if you're at the hospital or not. I personally know abantu who didn't go to  the hospital but st...","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Because the COVID catastrophe, the economic disaster that followed, the human rights abuses at our borders, the damage done...","sentiment_score":0.1}
{"full_text":"RT India ready to do everything possible for a healthy planet: PM thanks Bhutan counterpart. |#IndiaGetsVaccinate...","sentiment_score":0.225}
{"full_text":"Ya see why I don't wanna do lockdown in penang","sentiment_score":0.0}
{"full_text":"Big Happy 36th Birthday to Mr H. A flash back of his happy place! A lockdown birthday keeping safe and looking forward to happier, healthier times ahead  #StaySafe #IceHockey #happyplace","sentiment_score":0.46}
{"full_text":"You're missing his point entirely. He's suggesting many people may have died because of their underlying illness, not covid. Covid is the disease. The PCR tests for sars cov 2 virus so someone may die after testing positive without necessarily having covid.","sentiment_score":0.1054545455}
{"full_text":"when covid is over i am going on as many holidays as i possibly can","sentiment_score":0.25}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT In the presence of B. Pushpa Kumari, a sanitation worker was the first to receive the #COVID19...","sentiment_score":0.25}
{"full_text":"RT Am not a typical \"Bhakt\" but God am I grateful that a BJP govt headed by Modi was in place during the pandemic. Imagine the...","sentiment_score":0.0833333333}
{"full_text":"There was still a lot of social distancing back then...But was about Class  , not a virus ! ","sentiment_score":0.0166666667}
{"full_text":"RT The entire country is proud of the stellar leadership of Hon'ble PM Sh Ji which has been instrumental to...","sentiment_score":0.35}
{"full_text":"RT If you try to shake hands in the pandemic ima take it as a threat.","sentiment_score":0.0}
{"full_text":"RT Leading from the front  AIIMS Director Dr Randeep Guleria receives COVID-19 vaccine shot at AIIMS, Delhi.","sentiment_score":0.0}
{"full_text":"RT Lockdown's got a lot to answer for.","sentiment_score":0.0}
{"full_text":"RT Germany is set to put COVID dissidents who repeatedly fail to properly follow the rules in what is being described as a '...","sentiment_score":-0.25}
{"full_text":"RT unfortunately I was correct months ago in thinking you are a disgrace to your former profession as a medical do...","sentiment_score":-0.1666666667}
{"full_text":"RT Smooth &amp; Painless!Honoured to be vaccinated against COVID-19.","sentiment_score":0.4}
{"full_text":"RT I always enjoy periodically retweeting this.","sentiment_score":0.4}
{"full_text":"And out of interest, on what possible basis are you concluding I am a \"Covidiot\"?","sentiment_score":0.0}
{"full_text":"RT Our corona warriors made the unthinkable &amp; the undoable happen by their perseverance,patience &amp; passion.Sincere thank...","sentiment_score":-0.05}
{"full_text":"RT Spoke to Dr Ballal, chairman, after he received a vaccine shot. Also with Dr Jayanthi, director and Dean...","sentiment_score":0.0}
{"full_text":"RT Shorter days, British weather and #lockdown restrictions can take their toll on our mood, so getting on your bike this...","sentiment_score":0.0}
{"full_text":"Congratulations India for the landmark  launch of nationwide #COVID19 vaccination drive  today  nd created  History .Thank you Pm ji #LargestVaccineDrive","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona Dr V K Paul, Member gets ready to recieve the #Covid19 Vaccine at AIIMS, New Delhi #Larges...","sentiment_score":0.1681818182}
{"full_text":"RT Read this. Send this to other people so they can read it. And then print out a copy and save it. It's that good and impor...","sentiment_score":0.2875}
{"full_text":"RT Film 1st Day vallaki Lucky aina Theatre lo valla Hero(s) Films ni All Shows Housefull cheskoleni oka Senior Hero Fans, ee Pan...","sentiment_score":0.3333333333}
{"full_text":"If I think back, Janta curfew was the best way to prepare people for the lockdown. Well thought out strategy helps and reduces confusion. This becomes challenging when communicating with 137Cr people. #VaccineForIndia #vaccination","sentiment_score":0.5}
{"full_text":"RT BREAKING: The U.K. variant of the coronavirus has been found in a Chicago patient.This strain appears to spread more ea...","sentiment_score":0.5}
{"full_text":"RT I would like to congratulate PM and the people of India for the landmark launch of nationwide COVID-19 vaccinat...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT Hon'ble CM visits LNJP Hospital to inspect the vaccination drive by Delhi Govt as phase 1 of the COVID v...","sentiment_score":0.0}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"If the insurance companies would have stepped up to their responsibilities back in March we would have continued to have a proper lockdown and the Government wouldn't have had to start listening to various sectors about loosening lockdown for economic reasons and rise in cases","sentiment_score":0.05}
{"full_text":"RT #Master - Crosses the  crore mark worldwide in just 3 days, despite the limitations in theatres and the lack of a complet...","sentiment_score":0.0}
{"full_text":"RT #JanataCurfew was a test of the restraint &amp; discipline of our society against Corona,in which our countrymen succeeded.Th...","sentiment_score":0.0}
{"full_text":"RT GhanaCovid numbers are going upCovid centres are fullNot a plan in sight for the vaccine But sure let's open schools.....","sentiment_score":0.25}
{"full_text":"RT Saddest bit about COVID is that you can obey all the protocols and still get infected because somebody else didn't.","sentiment_score":0.0}
{"full_text":"Are we gonna...?","sentiment_score":0.0}
{"full_text":"RT JUST IN: India launches world's largest vaccination drive against COVID-19","sentiment_score":0.0}
{"full_text":"RT Viable virus detected in aerosols collected in a car driven by infected person. Pre print research article ","sentiment_score":0.0}
{"full_text":"RT I am not sure we are sufficiently conscious of this acceleration of Covid19 deaths across the world","sentiment_score":-0.075}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"I knew it was inevitable, but seeing the news that the highly transmissible UK variant of COVID19 (B.1.1.7) has now been found in Portland is a real punch in the gut. I hoped we'd have more time in Oregon to get more people vaccinated. #PDX #UKvariant","sentiment_score":0.272}
{"full_text":"RT Prime Minister Narendra Modi flagged off the first phase of the pan-India Covid-19 vaccination drive on today through...","sentiment_score":0.25}
{"full_text":"RT Big fella probs hasn't stopped grafting over the past 12 months, long shifts, late nights all during a pandemic, god forbid...","sentiment_score":-0.15}
{"full_text":"RT Khan continues to rip off tax payers to pay for HIS gross mismgt. But while he demands a car fre...","sentiment_score":0.0}
{"full_text":"Sorry I just said you answer me now so sorry bb you had covid ? I didn't know","sentiment_score":-0.5}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT Robert R &amp; Syed H from d forensic dep received Covinshield 2day in #Madikeri. They have packed dead bodies of 81 COVID-19 vi...","sentiment_score":-0.2}
{"full_text":"RT Cheese and Piccalilli scones and they are simply delicious a real treat to eat buttered warm from t...","sentiment_score":0.6}
{"full_text":"Thanks for the inspiration, I'll add the curses of my Ghanaian voodoo dolls to my pandemic story mix.","sentiment_score":0.2}
{"full_text":"RT May Allah protect all Muslims from Covid19.","sentiment_score":0.0}
{"full_text":"AWESOME news! Honore said attack looked like \"complicity\" so this won't be a whitewash. I tweeted DOJ must bring GOP perps to justice, no fake \"unity\" passes, he saw and it. Katrina hero, no BS. Wish he'd run Covid vax ops!Review of Capitol security","sentiment_score":0.625}
{"full_text":"RT Rahul Gandhi raised doubts on govt's effort to roll out Covid vaccine.But on a day when India undertakes the #LargestVac...","sentiment_score":0.0}
{"full_text":"RT Wear a maskWash and sanitize your handsAvoid crowdsBut it is not enough.You have to make sure your family and clos...","sentiment_score":0.5}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT The situation of Corona is getting worse day by day and the are forcing us to give physical exams.#NumliansReject_OnCamp...","sentiment_score":-0.2}
{"full_text":"RT Beyond the enormous economic interests that motivate the promoters of the Great Reset, the imposition of the vaccination...","sentiment_score":0.3333333333}
{"full_text":"RT I would like to congratulate PM and the people of India for the landmark launch of nationwide COVID-19 vaccinat...","sentiment_score":0.0}
{"full_text":"I think the answer is to put down his controller and leave his bedroom and there's a good chance he might meet fans of lots of teams, ours included.  It's amazing who you can meet in the real world.  Post COVID of course, stay safe.","sentiment_score":0.3688888889}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Yes, I think it's intuitive that containment is setting us up for a worse pandemic in future. Not sure I understood what he said about mRNA vaccines and cross-reactivity though.","sentiment_score":-0.2166666667}
{"full_text":"RT People's Chief Minister Sir will be observing the vaccination drive which starts today. Close to 5 lakh vaccin...","sentiment_score":0.0}
{"full_text":"RT Some facts about the COVID-19 vaccine as the #LargestVaccineDrive in the world begins today.","sentiment_score":0.0}
{"full_text":"Nailed it, as ever","sentiment_score":0.0}
{"full_text":"RT Just to sum up some of today - Fed gov confesses they have yet to even place an order for Covid #vaccine, China bans #PIA...","sentiment_score":0.0}
{"full_text":"RT Am not a typical \"Bhakt\" but God am I grateful that a BJP govt headed by Modi was in place during the pandemic. Imagine the...","sentiment_score":0.0833333333}
{"full_text":"What am I doing!!! Lockdown is sending me crazy.... and where's the snow!! ","sentiment_score":-0.9375}
{"full_text":"Masks help prevent the #COVIDSpread from the person wearing the mask to others. But masks alone do not protect you against #COVID19 and should be combined with physical\/social distancing and hand hygiene.#COVIDAwareness #COVIDSecondWave","sentiment_score":0.0}
{"full_text":"\"In the wake of the second surge in Covid-19 infections, the revelation that Gauteng has an inadequate mortuary capacity, coffin shortages and burial space underlines the stress funeral practitioners are working under.\"https:\/\/t.co\/Zayjdl8kDP","sentiment_score":0.0}
{"full_text":"Anyone can spread coronavirus. Even you.Not everyone with coronavirus has symptoms.#StayHome #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Over the winter period one of our clients, Noreen, was lucky enough to have play to her in the comfort of her back garden - she had a brilliant afternoon singing along to some of her favorite songs! #lockdownuk #COVID19","sentiment_score":0.3716666667}
{"full_text":"Health authorities confirmed on Saturday that two positive #COVID19 cases emerged from a charter flight from #LosAngeles carrying tennis players and officials to #Melbourne ahead of the #AustralianOpen2021#Tennis","sentiment_score":0.3136363636}
{"full_text":"As we rebuild from the pandemic and return to normal, let's make sure it's a better normal.Lace up with CAFOD and get ready to change your life &amp; transform someone else's, by walking in solidarity with those who don't have access to water. #WalkForWaterhttps:\/\/t.co\/DUXY3WoCNu","sentiment_score":0.3375}
{"full_text":"RT We must all do our part to reduce the spread of #COVID19.  With an estimated 1 in 50 people infected and 1 in 3 not showing...","sentiment_score":0.0}
{"full_text":" The Iron's official calendar for 2021 is available to order online for just PS5 at now  note, there will be slightly longer delivery times due to reduced staffing\/Covid-19 restrictions.#UTI #IRON","sentiment_score":0.0361111111}
{"full_text":"RT Karl-Anthony Towns announces he's tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Our #SLTSurvey about how #COVID19 has affected your access to therapy closes in 20 DAYS! If you are having speech &amp; language therapy, we want to hear from you. You can access the survey here: Thank you!","sentiment_score":0.0}
{"full_text":"RT Boris Johnson acts quickly to ensure all travellers to the country should be tested immediately from Monday, just 363 d...","sentiment_score":0.3333333333}
{"full_text":"Anyone can spread coronavirus. Even you.Not everyone with coronavirus has symptoms.#StayHome #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Robert Lee's tapped into his retirement, sold some of this things in order to keep his Seabrook Jiu-Jitsu studio open during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Hailing from a small village of Umb village in Una, Ram Kumar, a customer attendant at our Chandigarh retail outlet volun...","sentiment_score":-0.025}
{"full_text":"The singer, 87, shared a Facebook post, where he received a shot this week at a drive-through facility in Texas, CNN reported.","sentiment_score":0.0}
{"full_text":"RT #Emirates has suspended flights to #Australia three largest cities as the country further restricts international arrival...","sentiment_score":0.0}
{"full_text":"It struck me as odd last night that the PM twice reiterated Covid transmission by  \"handling things others have touched.\" And not to \"just get fixated on exhalations.\"","sentiment_score":-0.0833333333}
{"full_text":"Happy Saturday #womenwhoworcs! What have you got planned for your lockdown weekend?Any online events we should be joining and sharing?#womenwhoworcs","sentiment_score":1.0}
{"full_text":"Stuck for something to read during lockdown? Check out our Author Platforms and #bookreviews.@anne_obrien  #booktwitter #histfic","sentiment_score":0.0}
{"full_text":"If you have a Covid-19 vaccine appointment please arrive on site at the time specified, not before.  Don't worry, everyone who has an appointment will be seen. #covid #coronavirus #covidvaccine","sentiment_score":0.0}
{"full_text":"SOCIAL DISTANCING. We don't have to be near to each other to be close to one another. A simple message can gather hearts, change someone's day, and put a smile on people's faces. Why not message someone you've been missing and haven't had the opportunity to see?#socialdistancing","sentiment_score":0.0180555556}
{"full_text":"Politics:\"White House task force warns some Covid-19 strains 'may have evolved into a more transmissible virus'\"https:\/\/t.co\/ywBV4QIjbf via (Shared via COVID-19 topic)","sentiment_score":0.25}
{"full_text":" If you need to go shopping for essential items during lockdown and ...People are not maintaining a two-metre distance People are not wearing face coverings People are not using sanitising equipment provided Don't go in there, protect yourself and your family.","sentiment_score":0.0}
{"full_text":"The UK's Covid-19 vaccination programme has started very well, but focusing attention on highly ambitious targets creates risks, says","sentiment_score":0.225}
{"full_text":"Nothing like the slam of a stable door to the sound of hooves galloping into the distance.","sentiment_score":0.4}
{"full_text":"RT BREAKING: The U.S. government has reason to believe that several researchers inside the WIV became sick in autumn 2019, be...","sentiment_score":-0.3571428571}
{"full_text":"Tanya Bardsley is feeling 'really good' from ditching booze and working out after lockdown triggered anxietyhttps:\/\/t.co\/DqfpLW0wVc","sentiment_score":0.7}
{"full_text":"A story I wrote For The Herald-News.Edward Hospital answers your questions about COVID-19 vaccinesGet the facts on availability, safety, efficacy and more","sentiment_score":0.5}
{"full_text":"RT PM Shri has launched the world's largest vaccination drive in India today. The country will soon successfully...","sentiment_score":0.75}
{"full_text":"Great response to #bestshot campaign to have #COVID19ireland vaccines available in local pharmacies in #donegal #StaySafe","sentiment_score":0.4}
{"full_text":"Budget 2021 run-up: Green shoots galore, agri stands out in the year of the pandemic #RxForGrowth #BudgET2021 #BudgetWithET","sentiment_score":-0.2}
{"full_text":"The Wrexham site has confirmed further employees have tested positive for the virus following an outbreak last summer.","sentiment_score":0.1254545455}
{"full_text":"RT #LargestVaccineDriveThe world's biggest vaccination drive against COVID-19 begins in India. In this first phase, 3 cro...","sentiment_score":0.25}
{"full_text":"RT In a period of extreme uncertainty and crisis when leaders like Trump, Boris Johnson and Bolsonaro have confused and compl...","sentiment_score":-0.2625}
{"full_text":"\"Our best chance of staying safe from #COVID19 is to have vaccines, diagnostics and treatments that are available for ALL. No-one is safe from COVID-19 until everyone is safe,\" writes","sentiment_score":0.58}
{"full_text":"Had a clothing clear out during #lockdown? Your pre-loved items could help us make sure that nobody faces cancer alone.Selling your items online is simple when you know how. Get in touch with our fundraising team on fundraising@tenovuscancercare.org.uk for our top tips!","sentiment_score":0.30625}
{"full_text":"Failure to provide ambulance workers with the highest grade protective equipment is putting lives at risk, a London paramedic has told Socialist Worker. #ppe #nhs #COVID19 ","sentiment_score":-0.3166666667}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT I wish India &amp; Sri ji great success in launching the world's largest COVID vaccination roll-out. It bring...","sentiment_score":0.55}
{"full_text":"Around 450 to 500 people are said to work at the warehouse","sentiment_score":0.0}
{"full_text":"New restrictions are in place to stop the spread of #COVID19. You may not leave your home without a reasonable excuse. Visit for advice#StayHome","sentiment_score":0.0954545455}
{"full_text":"A greener tourism for a greener recovery.You can minimize #tourism's impact on nature by checking out #UNWTO's:One Planet Vision for a Sustainable Recovery.Recommendations for the tourism sector to continue taking action on plastic pollution.https:\/\/t.co\/KN3ZR9Gu5d","sentiment_score":0.1}
{"full_text":"Lockdown archive day 2: Soon to be a sight of the passed, 170504 passing Smethick GB on a service to Birmingham.This unit always seems to following me around, Usually seeing it every morning heading to Hereford while I'm waiting for my train.","sentiment_score":-0.125}
{"full_text":" Due to national lockdown restrictions, all weekend services are not operating.","sentiment_score":-0.125}
{"full_text":"Teachers: has #lockdown changed the way you teach languages? Join the next Education Exchange webinar on 20 January to hear how a global panel of educators have adapted to teaching languages remotely.https:\/\/t.co\/J4uXZ2vcs7 #EduExch2021 #BritishCouncilEurope","sentiment_score":0.0}
{"full_text":"RT In a few minutes from now, the World's #LargestVaccineDrive shall be rolled out across India.Hon'ble PM Shri","sentiment_score":-0.2}
{"full_text":"On The Media Dialogues, President and former Head of Walt Disney &amp; Star TV Uday Shankar (@ushanx) talks about key challenges before the media &amp; entertainment industry in a post-COVID world with here:","sentiment_score":0.0}
{"full_text":"Getting out for some exercise is a really good way to look after your fitness and wellbeing. But please help to reduce your risk of catching or spreading coronavirus by exercising safely and on your own, or with one other person at a distance.","sentiment_score":0.455}
{"full_text":"Sign up today and get Long Road to the top of the national leaderboard! part in the Lunar Challenge and look after your physical and mental health during Lockdown 3! #LunarChallenge #AoCSport #CollegesLunarChallenge","sentiment_score":0.1125}
{"full_text":"Happy birthday #CreativeEurope MEDIA! The MEDIA programme has been supporting European films and the audiovisual industry for 30 years.MEDIA is now bigger than ever, supporting a sector which has been hit particularly hard by the pandemic.#WeAllLoveStories","sentiment_score":0.2013888889}
{"full_text":"Immune Memory and the Coronavirus Part II: How do cells remember? via","sentiment_score":0.0}
{"full_text":"RT Corona virus ---- New Black Plague","sentiment_score":-0.0151515152}
{"full_text":"Travelers from the United Arab Emirates (UAE) and Hungary are temporarily barred from entering the Philippines to halt the spread of a more infectious variant of the Covid-19, Malacanang announced on Friday. #travelban #covid19phhttps:\/\/t.co\/Lxo5PoGK84","sentiment_score":0.5}
{"full_text":"Please don't be complacent this weekend. The message still stands: #StayAtHome  Don't meet up with family and friends.  Avoid non-essential travel.  Choose to #StayAtHome instead and #ReducetheRisk.  #StayAtHome #ProtecttheNHS","sentiment_score":0.0}
{"full_text":"Solidarity is at the heart of EU values.We support civil organisations such as  providing meals to people in need as their number unfortunately grows due to the COVID-19 pandemic. #UnitedAgainstCoronavirus","sentiment_score":-0.2083333333}
{"full_text":"The communities in Wales with the highest coronavirus rateshttps:\/\/t.co\/QQy7UOK3Cz","sentiment_score":0.0}
{"full_text":"Are you missing visiting #Yorkshire's fantastic distilleries? Why not pop by to today from 12-6pm for contactless covid-secure window service so you can purchase a bottle or gift-set from the distillery shop.Visit their website here:","sentiment_score":0.1}
