{"full_text":"RT an update: corey johnson's and dustin higgs'  executions are scheduled for TONIGHT and TOMORROW, respectively. lawyers won...","sentiment_score":0.0}
{"full_text":"It would be nice if America took #Covid19 this seriously, imagine if EVERYONE had just sheltered at home for 2-3 weeks it would have all been over!  394,000 dead Americans vs 17,000 Canadians, mostly due to the selfish #Covidiots over here.","sentiment_score":-0.1283333333}
{"full_text":"oneinthreehttps:\/\/t.co\/g97STNA6KV","sentiment_score":0.0}
{"full_text":"RT This won't be the last health crisis. We need to start planning now.Join us at the #TortoiseHealthSummit as we grapple with...","sentiment_score":0.0}
{"full_text":"RT \"No confidence threat in Prime Minister unless lockdown lifted\"Bizarre.  We have the vaccines now.  Millions have had the...","sentiment_score":0.4}
{"full_text":"How #CCP Sways US media Chinese group sways US media with paid trips; 30 million under virus loc... #ChineseCommunistParty #censorship #Communism #CovidVaccine                           via","sentiment_score":0.0}
{"full_text":"RT Now this doc is touching on how sensationalized the \"crack baby\"\"epidemic\" was in American media. It was based on ONE study wi...","sentiment_score":0.25}
{"full_text":"Boots and Superdrug start dishing out Covid vaccines via","sentiment_score":0.0}
{"full_text":"Confirmation that unpaid carers will be in priority group 6 in the first phase of Covid vaccination in line with JCVI advice Read more about what we know:","sentiment_score":0.3166666667}
{"full_text":"RT After the COVID dust settles, Albertans will pay higher taxes. And despite not having explicitly said so, our provincial g...","sentiment_score":0.25}
{"full_text":"RT Keep up to date with the latest business news in Hartlepool at our dedicated #InvestHpool website here:","sentiment_score":0.5}
{"full_text":"RT During COVID, PM Modi sent directly to 20 crore women Rs 1,500 each for three months, giving a mighty example of women empow...","sentiment_score":0.25}
{"full_text":"RT Stop treating covid patients and suspected cases like criminals.Nobody wants to be infected. And the virus can infect a...","sentiment_score":0.2}
{"full_text":"RT \"Only by vaccinating the people most vulnerable to Covid-19 can we move closer towards an equitable post-pandemic future,\"...","sentiment_score":0.0}
{"full_text":"RT One Canadian out of every 100 has received a COVID a vaccine. In the USA it is 3 out of every 100. In the UK 4.5 and in Is...","sentiment_score":0.0}
{"full_text":"RT When did I lose all hope that logic might prevail during the Covid-19 hysteria?That day when Public Health said my childre...","sentiment_score":0.0}
{"full_text":"RT an update: corey johnson's and dustin higgs'  executions are scheduled for TONIGHT and TOMORROW, respectively. lawyers won...","sentiment_score":0.0}
{"full_text":"Who is this guy?He's the guy who locked down the world on faulty data then made his married mistress trek across London during the lockdown for shagging sessions. That's who.","sentiment_score":0.0472222222}
{"full_text":"For God sakes- Arizona can make 24\/7 vaccination centres available and Ontario can't! Come on #onpoli","sentiment_score":0.5}
{"full_text":"RT It's crazy! Between the carbon tax, increases property tax, no income fines to homeless people, fines to unemployed people...","sentiment_score":-0.75}
{"full_text":"Because you can't even tell me what job you've had  because you don't work and you project your failings onto the pandemic. Because you want everyone to feel sorry for you. Because you want to feel relevant when nobody gives a fuck about your feelings.","sentiment_score":-0.1666666667}
{"full_text":"RT He took covid vaccine a week ago.... he is from the Bahamas and is a very real person :(https:\/\/t.co\/Q0fTw...","sentiment_score":-0.245}
{"full_text":"RT My piece on how Boris Johnson's flag-waving optimism is deflecting blame for his terrible pandemic failings","sentiment_score":-1.0}
{"full_text":"RT Vaccine tourism. Canadians and wealthy Latin Americans are heading to Florida to get their Covid vaccines. Some are reside...","sentiment_score":0.5}
{"full_text":"RT Since the pandemic began, other cities have enabled live video and call-in comments for public meetings, but New Orlean...","sentiment_score":0.0369318182}
{"full_text":"RT What objective evidence shows that Democrats would have handled the coronavirus situation more effectively than Trump did?","sentiment_score":0.3666666667}
{"full_text":"RT If not now...when? critics' lockdown challenge, from Tolstoy to Stockhausen, Scott Walker to Van Eyck.","sentiment_score":0.0}
{"full_text":"Kindly view the following link for Lockdown Regulations:  ^cd","sentiment_score":0.3}
{"full_text":"RT 96% of Ontario's #COVID-19 deaths are among its 60+.They lead our Hospitalizations, ICU Admissions + Deaths.This is w...","sentiment_score":0.0}
{"full_text":"RT an update: corey johnson's and dustin higgs'  executions are scheduled for TONIGHT and TOMORROW, respectively. lawyers won...","sentiment_score":0.0}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"RT The head of TN theatre owners association Tirupur Subramaniam says all the shows for #Master across Tamil Nadu are house...","sentiment_score":0.0}
{"full_text":"RT great essay from on the current crisis in italian politics","sentiment_score":0.2666666667}
{"full_text":"RT #BREAKING UK to ban all arrivals from South American countries, Portugal over Brazil coronavirus strain, starting Friday: govt htt...","sentiment_score":0.0}
{"full_text":"im risking my life when i work for hours handing ignorant people like you your food","sentiment_score":0.0}
{"full_text":"RT Aldi and Deliveroo have teamed up to make the delivery of Aldi groceries free from today to February 11 as the Government call...","sentiment_score":0.4}
{"full_text":"RT WHO experts arrive in Wuhan to investigate the origins of the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"that's only if i can fikm my final scene if we come out of lockdown ","sentiment_score":0.0}
{"full_text":"Kemp says he will use $10 million in federal aid to reimburse parents\/guardians for pandemic related K-12 educational expenses. Unclear what this means. #gapol #gaedu","sentiment_score":0.125}
{"full_text":"RT 2019: im at the impeachment 2020: im at the pandemic2021: im at the combination impeachment and pandemic","sentiment_score":0.0}
{"full_text":"RT asks everyone to thank educators and school staff \"who faced COVID-19 with heart, passion, and perseverance.\"...","sentiment_score":0.0}
{"full_text":"RT an update: corey johnson's and dustin higgs'  executions are scheduled for TONIGHT and TOMORROW, respectively. lawyers won...","sentiment_score":0.0}
{"full_text":"RT Read in Full: Steve Baker's Leadership Threat to Boris if he Doesn't Lift Lockdown Soon","sentiment_score":0.35}
{"full_text":"RT #PutSouthAficansFirst Minister you said this in Day 29 of the Lockdown, we are now in Day 294. 265 days of...","sentiment_score":0.0}
{"full_text":"RT This is awful. People in non-essential jobs are being forced to go into work, despite the soaring infection and death rat...","sentiment_score":-0.65}
{"full_text":"RT this is really disturbing. House tours canceled even by members because of covid, so she was shocked to see groups of people wa...","sentiment_score":-0.6}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"RT My friend is in bits, her friend caught covid in the summer she died today after all her organs failed 37 marathon runner...","sentiment_score":-0.5}
{"full_text":"RT ***Gov. Cuomo Refuses To Permit Vaccinations at Prisons, Local Jails Even as COVID-19 Claims More Lives of People in Custo...","sentiment_score":0.25}
{"full_text":"RT Stop treating covid patients and suspected cases like criminals.Nobody wants to be infected. And the virus can infect a...","sentiment_score":0.2}
{"full_text":"Fuck you. How many Republican votes did you get for Obamacare? ZERO.","sentiment_score":0.05}
{"full_text":"RT So this is where we are as a country. About to execute two men with COVID-19 complications in the last days of an impeached...","sentiment_score":0.0}
{"full_text":"RT \"This global pandemic has brought to the fore India's national character for the entire world to behold, as a resilient a...","sentiment_score":0.0}
{"full_text":"RT It's fine to open schools they said.Kids don't get sick they said.Meanwhile a study published in JAMA indicates Utah had a...","sentiment_score":-0.0992063492}
{"full_text":"RT THE SUN SAYS: If Wuhan research lab did unleash Covid the world must stand against China -- unified and unflinching","sentiment_score":0.0}
{"full_text":"RT Throwback COVID-19 2020","sentiment_score":0.0}
{"full_text":"RT Just like the first impeachment last January, people are more worried about food, rent and their health. This time, over...","sentiment_score":0.25}
{"full_text":"In a global pandemic, only a government would think to starve innocent children.  that video is fab","sentiment_score":0.1666666667}
{"full_text":"RT Here we go again.What is WRONG with them?!","sentiment_score":-0.625}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"RT The Hungary Helps Program has provided support for over 100,000 people around the world so far. Now we are calling for vo...","sentiment_score":0.1}
{"full_text":"RT US CAPITAL HAS BEEN CLOSED TO PUBLIC SINCE MARCH, DUE TO COVID.  Video footage shows the 5th of JAN certain GOP members gav...","sentiment_score":-0.0026785714}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"Big thank you to Richard, Mohammed and everyone working so hard to save lives during this pandemic","sentiment_score":-0.1458333333}
{"full_text":"RT Congress is moving 1000x faster to impeach a president leaving office in 7 days than they were to send out stimulus checks...","sentiment_score":0.0}
{"full_text":"Donald #Trump has been #impeached more times than I've seen my family since the start of #COVID19.","sentiment_score":0.5}
{"full_text":"RT Johnson &amp; Johnson says it plans to have data from advanced, Phase 3 trials of its coronavirus vaccine by the end of the month.He...","sentiment_score":0.4}
{"full_text":"You must apologize to them not just retract your fake letters. Khaya Dlanga should too. PS is he being paid to broadcast covid info?","sentiment_score":-0.5}
{"full_text":"RT What's on the minds of advocates for Nevada's half-million children heading into the #nvleg session?Among other thin...","sentiment_score":-0.2625}
{"full_text":"RT One Canadian out of every 100 has received a COVID a vaccine. In the USA it is 3 out of every 100. In the UK 4.5 and in Is...","sentiment_score":0.0}
{"full_text":"But at least we got blue passports, rotting fish, shortage of fruit and veg, a covid catastrophe and #FunBoris#ToryBritain","sentiment_score":-0.15}
{"full_text":"Need to travel before the shit really hits the fan","sentiment_score":0.0}
{"full_text":"RT As the UK tragically hits a record number of Covid-19 deaths, Covid-sceptic-in-chief appears to have delete...","sentiment_score":0.0}
{"full_text":"RT Millennials...1998: Impeachment2000: Recession2007: Recession2019: Impeachment2020: Pandemic Recession202...","sentiment_score":0.0}
{"full_text":"RT Meeting others unnecessarily could be the link in a chain of transmission that has a vulnerable person at the end.Please, st...","sentiment_score":-0.45}
{"full_text":"RT The arrival of 2021 was celebrated by most of the world as a turning point. #Iran's regime has spent the beginning of thi...","sentiment_score":0.25}
{"full_text":"RT If y'all weren't aware, chakascams Tiffany H and a few other C list celebs launched a smear campaign against a Ph.D. stu...","sentiment_score":-0.025}
{"full_text":"RT an update: corey johnson's and dustin higgs'  executions are scheduled for TONIGHT and TOMORROW, respectively. lawyers won...","sentiment_score":0.0}
{"full_text":"Thanks Su! Stay safe and wear a mask please!","sentiment_score":0.4375}
{"full_text":"RT As the UK tragically hits a record number of Covid-19 deaths, Covid-sceptic-in-chief appears to have delete...","sentiment_score":0.0}
{"full_text":"RT Ramaphosa lied about Marikana.He lied about Bosasa Donation.He Lied about CR17 donors. He lied about Eskom loadsheding....","sentiment_score":0.0}
{"full_text":"Attention TY Future Leaders - why not get involved in some #FLlite activities while we are all learning from home  #mcslearning #mcsfutureleaders #mcstys","sentiment_score":0.0}
{"full_text":"RT A man viciously kicks a random 56 year old woman planting flowers in Seattle. She was hit so hard she suffered 10 fractures...","sentiment_score":-0.4229166667}
{"full_text":"RT From public records:-In-N-Out outbreak may have begun on opening day-The company did not quarantine the out-of-state worker...","sentiment_score":0.0}
{"full_text":"RT His Majesty King Abdullah II, and Their Royal Highnesses Prince El Hassan bin Talal and Crown Prince Al Hussein receive the COVI...","sentiment_score":0.0}
{"full_text":"RT On why Monroe County doesn't report covid deaths daily or in a consistent way: \"It's because they want to wait til they h...","sentiment_score":0.125}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT A tooth falls out with no warning. A fever won't go away. Debilitating fatigue. Vision loss. This is what life is like fo...","sentiment_score":0.0}
{"full_text":"RT Currently, his net worth is 30.1bn dollars. So, in one year, his net worth has doubled. Is this even realistically poss...","sentiment_score":0.12}
{"full_text":"RT Defense attorney Stolar and I talk about Assange case and what changes re extradition  to expect under a new DOJ.. and ab...","sentiment_score":0.1363636364}
{"full_text":"The original Flint water preliminary exams dragged out for nearly two years in an overwhelmed Flint court system. Proceeding expeditiously during a pandemic with more manslaughter charges filed against Lyon and Wells promises to make this a lot longer legal process.","sentiment_score":0.29375}
{"full_text":"RT A THIRD 'more infectious' Covid strain that is similar to British and South African variants is found in Brazilhttps:\/\/t.c...","sentiment_score":0.1}
{"full_text":"RT Y'all ready for this... A school wants to suspend a student for telling a teacher \"he could learn more from an app.\"...","sentiment_score":0.3}
{"full_text":"RT How did the Covid virus originate? A U.S. interagency group of scientists is divided.* 70% of its members believe the viru...","sentiment_score":0.0}
{"full_text":"Vaccine = ZERO effect on protecting against COVID?!","sentiment_score":0.0}
{"full_text":"RT .@SuPriyoBabul teaching us how to be a perfect hypocrite!Remember how your promised free vaccine just bef...","sentiment_score":0.7}
{"full_text":"RT Working mums need far more support from the gov:# 90% said their stress levels had increased during this lockdown# 71% w...","sentiment_score":0.3}
{"full_text":"#China Exports Boom to Record Year, While #Covid19 Ravages Global #Economy ","sentiment_score":0.0}
{"full_text":"Serious argument here, for massively increasing the parameters in social distancing guidelines.","sentiment_score":-0.1}
{"full_text":"RT Important tweet from","sentiment_score":0.4}
{"full_text":"RT This news confirms what we expected:  great apes  can be infected by humans with COVID-19. We do not yet have proof tha...","sentiment_score":0.35}
{"full_text":"Mass testing has helped bring cases down in other parts of the countryhttps:\/\/t.co\/wUjQW5Z1wW","sentiment_score":-0.1402777778}
{"full_text":"THE YEAR OF COVID-19 {THE SILVER LININGS}: #pandemicliving #seethebest #silverlining","sentiment_score":0.0}
{"full_text":" | Can you get 100% in today's latest Lockdown Quiz? #CelticFC ","sentiment_score":0.5}
{"full_text":"All City offices, courts, community centers, libraries, and the Visitor Center will be closed on Jan. 18 in observance of #MLKDay. There will be no changes to trash or recycling collection schedules. City facilities will return to their COVID-19 operating schedules on Jan. 19.","sentiment_score":-0.1}
{"full_text":"Congrats and in #ArlingtonMA for receiving grants from &amp; Cultural Org Economic Recovery Grant Program!In total, orgs received $10M to support economic recovery from losses sustained by the #COVID19 pandemic.Read more: ","sentiment_score":0.2}
{"full_text":"COVID-19 has forced organizations to rethink compensation for CEOs. How should leadership be rewarded in a time of crisis?","sentiment_score":-0.3}
{"full_text":"EU close to announcing deal for Covid-19 vaccine being produced in Livingston","sentiment_score":0.0}
{"full_text":"Blind social media star and Radio 1 presenter Lucy Edwards has said she may face years of waiting for a new guide dog, due to delays linked to Covid-19. She described the delays as like losing her \"eyesight all over again\".","sentiment_score":-0.1138257576}
{"full_text":"This geopolitical risk firm assesses at the start of each year what will be the top global risks of the year to come. This year it's the coronavirus pandemic, climate change, cyber conflict &amp; the political climate in the US","sentiment_score":0.075}
{"full_text":"The VA Pittsburgh Healthcare System (VAPHS) will host walk-in COVID-19 vaccine clinics on Sat. 1\/16 &amp; Mon. 1\/18 from 8 a.m. to 4:30 p.m. at its University Drive campus in Oakland, located at University Drive C.More info by calling 866-482-7488.","sentiment_score":0.0}
{"full_text":": How can businesses model for #COVID19 when they don't understand the underlying forces driving the spread of the virus? Ugur Koyluoglu shares 6 key factors to focus on via #economy","sentiment_score":0.0}
{"full_text":"REMINDER: Free COVID testing is available to DPS students and staff through thanks to generous funding and support from and to learn more: and staff can sign up for a free test here:","sentiment_score":0.38}
{"full_text":"RT Vaccine tourism. Canadians and wealthy Latin Americans are heading to Florida to get their Covid vaccines. Some are reside...","sentiment_score":0.5}
{"full_text":"Just after Christmas, two elders of the Taken Alive family were buried on the frozen North Dakota prairie: Jesse and Cheryl, husband and wife, died a month apart.https:\/\/t.co\/c53rKRdcr9","sentiment_score":0.1}
{"full_text":"Keep a look out for our episode on the Covid-19 Vaccine as we discuss pros and cons with an industry expert.  What questions do you have? Drop your questions below regarding vaccines or e-mail them to hello@2percentmilf.com. #COVID19 #CovidVaccine  #Health #podcast  #2percentmilf","sentiment_score":0.0}
{"full_text":"Wine of the Week:Zinfandel, Lodi Old Vines, California - with grape skinsPrivate ReserveReady in 6-8 weeksSweetness: Dry | Body: Full | Oak: MediumCall to order 416-693-94632208 Queen St. East (#SocialDistancing required)#BeachWinery #wine #winelover #cheers","sentiment_score":0.1277777778}
{"full_text":"\"Don't Let Yesterday Take Up Too Much Of Today.\" - Will Rogers#digitalart #freelancing #model #love #freelance  #webdesign #fashion #graphic #logodesigner #covid #instagood #remotework #marketingdigital","sentiment_score":0.2333333333}
{"full_text":"Don't forget we have a page dedicated to answering any questions you may have about the ongoing pandemic.https:\/\/t.co\/Sh4k0SYjJk","sentiment_score":0.0}
{"full_text":"Education leaders grappled with how to start the school year amid #COVID19. In our focus group project w\/ district leaders discussed challenges, shared successes, and examined strategies to deal with the reopening of schools and more:","sentiment_score":0.5}
{"full_text":"Need some help getting that lockdown exercise? Check out our client IGTV workouts, led by some of the brand's favourite fitness influencers, on it's channel: #FreyaActive","sentiment_score":0.0}
{"full_text":"Impax Environmental Markets fund manager Jon Forster has taken profits on soaring renewables as green investments take centre stage in the Covid-19 crisis@mmcgagh","sentiment_score":-0.2}
{"full_text":"This Teixeira take is a strawman. Who exactly is proposing that Trump be held accountable but COVID\/economic relief NOT be addressed?","sentiment_score":0.25}
{"full_text":"This work is aimed at making it easier for us to use bridleways and footpaths for our lockdown exercise:https:\/\/t.co\/zlMX2sfGfV","sentiment_score":0.0}
{"full_text":"The VA Pittsburgh Healthcare System (VAPHS) will host walk-in COVID-19 vaccine clinics on Sat. 1\/16 &amp; Mon. 1\/18 from 8 a.m. to 4:30 p.m. at its University Drive campus in Oakland, located at University Drive C.More info by calling 866-482-7488.","sentiment_score":0.0}
{"full_text":"RT I know it's probably hormones but something stings a lot more about getting stiffed when the people verbally acknowledge t...","sentiment_score":0.5}
{"full_text":"RT the only moods during lockdown","sentiment_score":0.0}
{"full_text":"It's understood the five-time Australian Open runner-up Andy Murray remains hopeful that he can still compete by travelling to Australia at a later date. #9Newshttps:\/\/t.co\/FvMyVc9boX","sentiment_score":0.0}
{"full_text":"RT #MentalHealthMatters  Lockdown is hard on us all, but please don't suffer alone. There is support available to you ","sentiment_score":0.0541666667}
{"full_text":"Starting Jan. 26, all incoming United States passengers must provide a negative COVID-19 test.https:\/\/t.co\/J3fGAAHVXq","sentiment_score":-0.15}
{"full_text":"The trip comes as China moves to snuff out fresh clusters of the virus.https:\/\/t.co\/B2zNs2V5eq","sentiment_score":0.3}
{"full_text":"Canadian Federation of Independent Business discusses new stay at home orders for Ontario.https:\/\/t.co\/m9hbuB2qNo","sentiment_score":0.0681818182}
{"full_text":"Touchless technologies that digitize supply chains enable distributors and retailers to overcome the COVID-19 crisis and reap several spin-off benefits. Find out how.https:\/\/t.co\/rSfGUYauRQ#supplychain #supplychainmanagement #supplychains #SupplyChainConsulting #logistics","sentiment_score":0.0}
{"full_text":"A new coronavirus lockdown in Ukraine has been met with skepticism and even opposition. The government delayed it until after Orthodox Christmas, allowing believers to congregate -- and spread the virus. President Zelenskiy was recently pictured at a ski resort without a mask.","sentiment_score":-0.0212121212}
{"full_text":"The opening of the first ever \"Super Mario\" theme park has been delayed again as Japan battles a surge in coronavirus cases.https:\/\/t.co\/IpAji3lmip","sentiment_score":0.2916666667}
{"full_text":"Experience #StormTheArena festival w\/ if COVID is just a memory. Lost In The Waves LP will be released February 26th #MetalMusic","sentiment_score":0.0}
{"full_text":"It's easier than you might think!#SocialDistancing #SupportLocal","sentiment_score":0.0}
{"full_text":"California COVID-19 vaccine tracker.","sentiment_score":0.0}
{"full_text":"NEWS: COVID-19: Record number of people waiting for NHS treatment in England","sentiment_score":0.0}
{"full_text":"The fee increase will start in Aprilhttps:\/\/t.co\/vSlF91NSDx","sentiment_score":0.0}
{"full_text":"Cases are falling following a spike after Christmashttps:\/\/t.co\/LBmeLLhW17","sentiment_score":0.0}
