{"full_text":"RT If making sure people get vaccinated and have healthcare during a global pandemic is considered a #RadicalLeftistAgend...","sentiment_score":0.25}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"We need to transition our healthcare business into a healthcare system in this country. The pandemic has exposed further this disconnect in our country--it's why the roll out of vaccine distribution has been so slow. ","sentiment_score":-0.15}
{"full_text":"Today's a party dress and red lipstick kind of day (even if a mask will be covering it up indoors!)  We are thrilled to welcome back our dear clients by appointment! Abiding by all covid provincial guidelines to safely serve you!  #shoplocalmb #smallbusinesseveryday","sentiment_score":0.4625}
{"full_text":"My thoughts exactly! It's people like the ones we've seen that are going to keep us in lockdown longer! X","sentiment_score":0.390625}
{"full_text":"Government school\/ private school= I don't know..????What Is the Best school for us this time...covid-19 crash all studying ....Now all we need is a well-educated environment...","sentiment_score":0.5}
{"full_text":"RT \"Young people and wealthy, white Canadians were more likely to travel overnight over the holidays despite provincial loc...","sentiment_score":0.22}
{"full_text":"RT Keeping your home free from outside visitors is an important way to limit the spread of COVID-19, but sometimes you may need...","sentiment_score":0.2666666667}
{"full_text":"RT The Silence of the Trams: Barcelona commuters told not to talk to avoid spreading coronavirus | Euronews","sentiment_score":0.0}
{"full_text":"RT What is going on--why are so many places out of #covid19 vaccines while millions of distributed doses are yet to be administ...","sentiment_score":0.5}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT Canadians were able to access RSP funds for housing down payments at one time perhaps it is time to allow the use of RSP...","sentiment_score":0.1722222222}
{"full_text":"RT Dolly Parton turned 75 this week.This year alone she funded a Covid vaccine, starred in a Christmas movie, launched a boo...","sentiment_score":0.0}
{"full_text":"Covid-19: Blackpool Winter Gardens to become vaccine centre - known for shows and conferences, the venue will be one of the UK's biggest vaccination hubs.BBC NewsNewsATW","sentiment_score":0.0}
{"full_text":"RT So, all my life I've been fighting. The AIDS epidemic in the US, then South Africa, elsewhere. Then TB. HCV. Then Trump...","sentiment_score":0.0}
{"full_text":"RT As ministers consider paying out PS500 for a positive Covid test, Boris Johnson road-tests new slogan:","sentiment_score":0.1818181818}
{"full_text":"This decision shows that we're living in extremely hard times in terms of mental side. In sport, in everyday life, in family life etc. A few months of pandemic and it will only get worse. All the best ","sentiment_score":-0.0273809524}
{"full_text":"RT It's absolutely unacceptable that a healthcare Mecca like Massachusetts currently ranks 29th in vaccine distribution. We...","sentiment_score":0.1}
{"full_text":"RT Much appreciation goes to everyone who has been coming through with donations for  the orphaned &amp; vulnerable children a...","sentiment_score":-0.15}
{"full_text":"RT The United States is now averaging 184,957 new coronavirus cases per day, the lowest seven-day average since December 4, ac...","sentiment_score":-0.0068181818}
{"full_text":"RT Serious question, why are you so against doctors and nurses working on Covid wards getting the doses as recommended ?","sentiment_score":-0.3333333333}
{"full_text":"RT Covid: 'More deadly' UK variant claim played down by scientists","sentiment_score":0.0481481481}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT Trump asked in January about whether or not he's worried about a pandemic: \"No. Not at all. And we're -- we have it tot...","sentiment_score":0.0}
{"full_text":"RT \"Put another way, there are more male CEOs named Michael at Canada's largest publicly traded corporations than there are f...","sentiment_score":0.1666666667}
{"full_text":"RT It seems eminently reasonable the Manitoba PC government could come up with something similar to this...Rather than playing...","sentiment_score":0.1}
{"full_text":"She has that extra special kind of stupid.","sentiment_score":0.0392857143}
{"full_text":"RT 1 year &amp; 1 day ago now, a Texas manufacturer offered to convert his facility to manufacture millions of N95 masks. Masks mad...","sentiment_score":-0.625}
{"full_text":"no way rip :(","sentiment_score":-0.75}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT Germany building detention camps for lockdown refusers.Let that sink in...https:\/\/t.co\/abnpCsApcL","sentiment_score":0.0}
{"full_text":"RT Biden: 'The virus is surging.'https:\/\/t.co\/v6x2tGqkwD","sentiment_score":0.0}
{"full_text":"RT All they do is lie .. anyone that believes their nonsense is in for a rude awakening #ImpeachBidenNow","sentiment_score":-0.3}
{"full_text":"Pandemic Reset: Biden Moves On Masks and Workplace Safety While Fauci Zi... via","sentiment_score":0.0}
{"full_text":"RT  Scotland coronavirus:Vaccinated with 1st dose:  380,667  (+22,213)Approx 6.96% Scotland population.","sentiment_score":0.0}
{"full_text":"RT Here's why you shouldn't try to offer your Covid-19 vaccine to someone else who seems to be more in need, medical ethicist Art Cap...","sentiment_score":0.25}
{"full_text":"Wtf... no matter the circumstances that's a lot of death and blood on hands! This is manslaughter - the lie and knowing the results before making such a decision is what makes the situation criminal. #Covid19UK","sentiment_score":-0.3416666667}
{"full_text":"RT going to work in the epicenter of a pandemic","sentiment_score":0.0}
{"full_text":"RT Please wear a mask. COVID IS REAL!!!!!!!","sentiment_score":0.9536743164}
{"full_text":"RT ON Superior Court Justice Goldstein upholds constitutional right to free speech\/expression:\"If Mr Skelly wishes to use socia...","sentiment_score":0.4619047619}
{"full_text":"RT The Chinese government has pressed people across the country to race into the future, and play down, if not forget, the pandem...","sentiment_score":-0.0518518519}
{"full_text":"You couldn't make this up we are doomed!!!!","sentiment_score":0.0}
{"full_text":"It's just Monopoly money now.","sentiment_score":0.0}
{"full_text":"'Jagruk neta' in Modiji has forgotten how to wear a mask.","sentiment_score":0.0}
{"full_text":"Service Update 16:00 -  Only travel for work if essential or for other legally permitted reasons. Engineering works &amp; other updates here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":-0.01}
{"full_text":"I.just.can't.....So so soooo many needless tragedies, travesties, losses so deep, pain so vast. It's all so...I just can't. 36-Year-Old Mother of 10 Kids Killed by COVID via","sentiment_score":-0.04}
{"full_text":"RT Last week a team from the World Health Organization arrived in Wuhan, China, where the coronavirus was first identified. Bu...","sentiment_score":0.125}
{"full_text":"Like it or not, we are all in this together. The whole world. If we don't put a major effort into getting everyone, everywhere vaccinated, #covid19 variants will continue to appear and wreak havoc across the globe. Taking care of all of us matters.","sentiment_score":0.13125}
{"full_text":"RT That so many ~polio~ infections are asymptomatic should have been part of the science communications around COVID-19 ea...","sentiment_score":0.5}
{"full_text":"Biden spoke with AMLO yesterday.The two leaders agreed to work closely to stem the flow of irregular migration to Mexico and the U.S, as well as to promote development in the Northern Triangle.AMLO, a surprising Trump ally, was one of last world leaders to congratulate Biden","sentiment_score":0.35}
{"full_text":"RT Senate to-do list:1. Abolish the filibuster and pass COVID-19 relief for our communities.2. Convict Trump.3. Legislate lik...","sentiment_score":0.0}
{"full_text":"RT Looking forward to this collaboration.","sentiment_score":0.0}
{"full_text":"#stayathome save lives but go for a walk around the city centre and buy some takeaway coffee ","sentiment_score":0.0}
{"full_text":"RT Niagara COVID-19 cases may have peaked: Hirji via","sentiment_score":0.0}
{"full_text":"RT 1 year &amp; 1 day ago now, a Texas manufacturer offered to convert his facility to manufacture millions of N95 masks. Masks mad...","sentiment_score":-0.625}
{"full_text":"RT Please follow and retweet. We need more of this in our debates over Covid policy.","sentiment_score":0.5}
{"full_text":"RT I dreamt I was taking a geometry final but was super sick &amp; ran out of time. Then realised my ma was the teacher. She wa...","sentiment_score":-0.126984127}
{"full_text":"RT Kudos to ji for always leading from the front and effective execution. You always make all Rajasthani's p...","sentiment_score":0.6}
{"full_text":"RT WHO Chief Thanks India, PM Modi For \"Support To Global Covid Response\" - NDTV","sentiment_score":0.1}
{"full_text":"RT Drug dealers taking over communities and you don't see the police for love nor money. Covid regs and cost is no barrier","sentiment_score":0.5}
{"full_text":"RT Passengers on public transport systems should avoid talking to one another or on the phone in order to minimise the ris...","sentiment_score":0.0}
{"full_text":"RT I have said it a thousand times already and will keep saying it.There is NO such thing as a \"pandemic\" that is over 90%...","sentiment_score":0.0}
{"full_text":"COVID's dramatic impact on #retail and #consumer behavior during 2020 is difficult to overestimate. We spoke with Michael Klein at to get the latest data on shopping during this past year and what to expect in 2021. Check it out:https:\/\/t.co\/h0KEgNTcvb","sentiment_score":-0.1708333333}
{"full_text":"Nope, I'm not saying I'm right, I'm asking for proof of other people's assertions. I haven't made any concrete claims, I'm saying don't just say things with no evidence because that has an impact. Proof of that is Covid denial &amp; QAnon, just for two examples.","sentiment_score":0.1035714286}
{"full_text":"RT So disingenuous. He followed CDC guidelines and he followed his own mandate's guidelines. He was alone, not near others....","sentiment_score":0.275}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"\"There is nothing we can do to change the trajectory of the pandemic in the next several months.\" - #BidenLies #CampaignPromises","sentiment_score":0.0}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT The Senate must pass COVID relief, confirm cabinet nominees, and run an impeachment trial. If you think that's juggling t...","sentiment_score":0.0}
{"full_text":"RT The two also pledged a \"shared commitment\" to defeat coronavirus, discussed climate change and defense security in the Ar...","sentiment_score":0.0}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"RT For children who lose a parent to Covid, the virus has stolen not just their mom or dad, but future memories, too: a father...","sentiment_score":0.0}
{"full_text":"Colchicine reduces the risk of COVID-19-related complications","sentiment_score":0.0}
{"full_text":"It would have been helpful if you noted that Dr. Fauci changed his opinion quite quickly in January 2020, not 5 months into the pandemic. Regardless, thanks for all your relentless work on illuminating what matters in a fact based way.","sentiment_score":0.2666666667}
{"full_text":"RT Biden's 1M shots-a-day COVID-19 'goal' was already reached -- by Trump","sentiment_score":0.0}
{"full_text":"RT \"Work on SKMT Karachi basement proceeding at a good pace after a slowdown during the Covid crisis. This will inshaAllah...","sentiment_score":0.7}
{"full_text":"RT An internal audit states that the agency has been left \"without the needed breadth and depth of experience to lead complex...","sentiment_score":-0.1}
{"full_text":"Unbiased experts advise cautionhttps:\/\/t.co\/ijlvMxxcXT","sentiment_score":0.0}
{"full_text":"RT \"Have you noticed something missing from the home page of your local news outlet in the last couple of days? COVID-19 has...","sentiment_score":-0.0666666667}
{"full_text":"Stay home corona","sentiment_score":0.0}
{"full_text":"Can you beautiful people help us reach our goal ","sentiment_score":0.85}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT Snake Venom Must Be Removed At The Scene or Counteracted With An Antidote.In The Midst Of #COVID Relief While Dowsing...","sentiment_score":0.0}
{"full_text":"RT President Rouhani: Iran to begin coronavirus vaccinations in coming weeks","sentiment_score":0.0}
{"full_text":"Your latest Pod Cast Gays over COVID with Boomer Banks was super ! !","sentiment_score":0.5104166667}
{"full_text":"RT President Rouhani: Iran to begin coronavirus vaccinations in coming weeks","sentiment_score":0.0}
{"full_text":"RT Last year we launched the podcast and we Foster engagement around the fight of covid19 in Cameroon Bringing more people, e...","sentiment_score":0.25}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when hunter x hunter returns from hiatus\" ","sentiment_score":0.2}
{"full_text":"RT This linkup with the anti lockdown, far right funded group, Time for Recovery is very worrying.Links to Fa...","sentiment_score":0.1952380952}
{"full_text":"RegentAtlantic Associate Wealth Advisor Eric Chen, discusses how retirees are re-evaluating their life priorities and #financialindependence when thinking about #retirement amid the #COVID19 pandemic. #retirementplanning #financialplanning","sentiment_score":0.0}
{"full_text":"RT When it comes to ending the pandemic, growing the middle class, fighting climate change, and creating good jobs for peop...","sentiment_score":0.35}
{"full_text":"RT Yesterday a 40yr old man volunteered at a local #COVID19 #vaccination centre. The man was #vaccinated despite thousands...","sentiment_score":0.05}
{"full_text":"And they already were wearing masks on a daily basis pre-COVID lmao","sentiment_score":0.3}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when red velvet release new music \" ","sentiment_score":0.1340909091}
{"full_text":"RT I will subtracting 2 years from my age in honor of my lost pandemic year plus damages.","sentiment_score":0.0}
{"full_text":"RT Beloved Florida professor infected with COVID-19 dies: report","sentiment_score":0.7}
{"full_text":"RT What is going on--why are so many places out of #covid19 vaccines while millions of distributed doses are yet to be administ...","sentiment_score":0.5}
{"full_text":"RT I Miss Nelly MI know uTata would take 27 years of lockdown for the country!","sentiment_score":0.0}
{"full_text":"Americans Are Misusing Household Cleaners Against Coronavirus, Survey Finds","sentiment_score":0.0}
{"full_text":"People wondering why Tom Cruise is stressing physical distancing &amp; masks on set? He already saved the world from an engendered deadly virus 20 years ago in Mission Impossible II. I'd be fired up too. #COVID","sentiment_score":-0.2888888889}
{"full_text":"The two vaccines currently being injected among UK's priority groups, Pfizer\/BioNTech and Oxford\/AstraZeneca, both require a booster shot a few weeks laterhttps:\/\/t.co\/02MvlTLC55","sentiment_score":-0.1}
{"full_text":"RT 2 churches in are COVID-19 vaccination centres in Codsall &amp; Brierley Hill. Privilege to be part of life-s...","sentiment_score":0.0}
{"full_text":"#AusOpen  #Covid19 Sousa withdraws from due to strict COVID-19 protocols Read:","sentiment_score":-0.125}
{"full_text":"Reminder to #WearAMask","sentiment_score":0.0}
{"full_text":"RT Gov. Newsom is refusing to release the ICU data for his stay-at-home order because it would \"confuse\" the public, once ag...","sentiment_score":0.0}
{"full_text":"The #COVID19Vaccine is covered for all beneficiaries regardless of your plan, however, #MTFs across the MHS may be in different phases of administering the vaccine. Talk to your doctor if you think you may be at high risk for severe illness from #COVID19.","sentiment_score":0.08}
{"full_text":"Want to keep up to date with Cheshire's COVID-19 vaccination programme? More here:","sentiment_score":0.5}
{"full_text":"Don't miss yesterday's #Covid19 roundup: With reports over slowed distribution of the Pfizer\/BioNTech vaccine and threats of lawsuits dangling, the European Commission is planning to ask the company for a clarification over delivery timelines.https:\/\/t.co\/ezfTwOTkwi","sentiment_score":0.0}
{"full_text":"In case you missed it, the had a great story about three Rhode Island World War II Navy Veterans, ages 100 and 105, getting their initial COVID-19 vaccinations on the same day at the Providence VAMC. Read more...","sentiment_score":0.325}
{"full_text":"ICYMI: LISTEN as talks to about the most recent #COVID19 lockdown in Ontario","sentiment_score":0.25}
{"full_text":"Edmundston Region (Zone 4) to enter 14-day lockdown at 11:59 p.m.https:\/\/t.co\/XMofMS4Bgi","sentiment_score":0.0}
{"full_text":"New England guidance on dog walking in lockdown","sentiment_score":0.1363636364}
{"full_text":"Most of us may be in some stage of lockdown at the moment, but remember hopes and dreams cannot be locked down!  Join our virtual open day on Saturday, 13 February at 4.00pm (Portuguese time) and see why it pays to dream big!  Register here:","sentiment_score":0.0763888889}
{"full_text":"Can you help the Lake Co Health Department fight COVID-19? They're looking for folks to help with vaccination sign-ups and for qualified medical professionals to administer the vaccine.There are both volunteer and paid positions available! #NWIndiana","sentiment_score":0.25}
{"full_text":"GLOBAL NEWS: \"Alberta's NDP is calling for more action from the provincial government on how it will manage the COVID-19 variants initially detected in the U.K. and South Africa if they begin spreading locally.\"#ableg #cdnhealth #covid19ab #abpolihttps:\/\/t.co\/u2cVMEPwX3","sentiment_score":0.12}
{"full_text":"Pandemic or not, The Salvation Army of Waterloo\/Cedar Falls is there for the most vulnerable in our community.Help us be there for them. https:\/\/t.co\/Ox6NKPkQj5","sentiment_score":0.0}
{"full_text":"\"The additional challenge, which is in some ways my worst nightmare, is the B.1.1.7 strain that's impacting the U.K. and Ireland so hard right now. It could take the pandemic to a whole new level.\"","sentiment_score":-0.1339177489}
{"full_text":"State coronavirus task force chief Caleb Cage said Friday that Nevada's vaccine allocation from the federal government has been \"low, slow and weekly\" and \"is not enough to meet our needs or our capacity.\"https:\/\/t.co\/4hh047AvbV","sentiment_score":-0.1}
{"full_text":"The parade, which had been scheduled for March 14 and is the largest event held in Woodbridge, has been running since 1974.","sentiment_score":-0.25}
{"full_text":"North Carolina's General Assembly gathered last Wednesday to launch the 2021 session. The first day of a new session is typically more ceremonial than productive, but this year's lacked much of the event's traditional pageantry thanks to COVID-19.https:\/\/t.co\/qOilAm4SWJ","sentiment_score":0.154040404}
{"full_text":"Alabama's unemployment rate fell to 3.9% in December, the lowest point since the coronavirus pandemic began ravaging the state's economy, the state said Friday.","sentiment_score":0.0}
{"full_text":"#Listenback #ICYMI  'Long Covid' can affect people even with mild initial symptoms - according to a recent study. Are you suffering from long covid symptoms? Did you have covid-19 &amp; are you taking months to recover? hears from listeners","sentiment_score":0.0466666667}
{"full_text":"The pandemic has provided a lens into the #futureofwork. Organizations are now embracing the 'art of possible' rather than focusing on automation for substitution. Read more on the #CapitalH blog.","sentiment_score":0.25}
{"full_text":"Bought last year but is pretty brand new due to covid and not being able to get out on it","sentiment_score":0.1522727273}
{"full_text":"Venezuelan opposition says Maduro government violated COVID response agreement","sentiment_score":0.0}
{"full_text":"Maryland will receive a grant to help pay for medical supplies purchased to protect health care workers and first responders during the early part of the pandemic last year.","sentiment_score":0.0875}
{"full_text":"Coronavirus is circulating quickly in Wales. If you have a cough, high temperature or loss of taste and smell, don't put it down to a \"usual winter cold\". Get a test to be sure ","sentiment_score":-0.002037037}
{"full_text":"Nearly one year after the first official COVID-19 diagnosis in the U.S., medical professionals remain on the front lines of a seemingly never-ending pandemic.","sentiment_score":0.1166666667}
{"full_text":"Edmundston Region (Zone 4) to enter 14-day lockdown at 11:59 p.m.https:\/\/t.co\/OBWBEJEcxI","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 23\/01\/2021 21:30Total Cases: 10646417 [+5871]Active: 180580Recovered: 10308072 [+8009]Deaths :153329 [+108]Total Tests: 190.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The committee also approved the 2021-22 Operating Plans and Budgets for the UTM Service Ancillaries.","sentiment_score":0.0}
{"full_text":"We still don't know how many fans the NFL will allow inside Raymond James Stadium for Super Bowl LV. ","sentiment_score":0.4166666667}
{"full_text":"Do lockdown roads feel busier?An analysis of RAC data confirms suspicions that car use by drivers in the UK has not fallen to the same extent as it did during the first coronavirus lockdown in March 2020.Read more:","sentiment_score":0.25}
{"full_text":"ACTIVE | Keep your kids active and safe during lockdown with #SuperkicksWith a hub full of challenges and activities we'll make sure your super kids are never bored whilst stuck at home. Get involved now.   ","sentiment_score":0.2380952381}
{"full_text":"We are so impressed by the creativity of our Central Ohio nonprofits continuing to bring people together in support of their causes, despite the pandemic. Here's Alvis' recent drive-up event","sentiment_score":0.3333333333}
{"full_text":"Recommendations have not changed &amp; has stated during #COVID19 it is still important for babies to receive their vaccines.Vaccines should be given on time or as close as possible for best protectionhttps:\/\/t.co\/WrdGGLwdSv #KeepVaccinating","sentiment_score":0.4666666667}
{"full_text":"Not in lockdown then? No local restrictions? Think our government are worst government in world for corona, other than trumps. They had all the signs in november of what would happen, but still took us out of lockdown, now things are really bad here, espeicially my area.","sentiment_score":-0.45625}
