{"full_text":"I got back here and wore mask outside and these people are looking at me funny talmabout how there is no covid here I don't like to breathe well love, leave me alone fgsss.","sentiment_score":0.1875}
{"full_text":"This is why critical thinking is so important. Trump supporters, who lack the ability to form critical thoughts, would look at this and be like \"damn, he's got a point!!\"","sentiment_score":0.1333333333}
{"full_text":"RT Hank Aaron got vaccinated against COVID-19 in Georgia, hoping to send a message to Black Americans that the shots are safe...","sentiment_score":0.1666666667}
{"full_text":"RT COVID-19 Vaccines: Combating MisinformationFree Webinar by &amp; from","sentiment_score":0.0}
{"full_text":"RT why the fuck would you mob wayv to the extent where TEN FELL DOWN!!! we're in the middle of a fcking pandemic ppl the least...","sentiment_score":-0.2007638889}
{"full_text":"For example, about 2 weeks before the fall of the covid. Analysts said the decline is coming. People thought they were crazy.","sentiment_score":-0.6}
{"full_text":"RT Did really just claim the PM \"has shown great personal leadership\" in tightening border controls?And did #...","sentiment_score":0.3333333333}
{"full_text":"RT Matt Hancock says he's not lifting lock down until there's \"no new variants.\" New variants emerge every day. Last coun...","sentiment_score":-0.0218434343}
{"full_text":"This Int'l #EducationDay, let's pause to honor the efforts of our passionate, dedicated, creative, resilient, student-centered educators. Teaching through a global pandemic with countless challenges, they have evolved overnight to continue to serve their learners. #teacherheroes","sentiment_score":0.1125}
{"full_text":"RT A list of excuses on mandatory quarantine- pathetic. Worth pointing out NPHET recommended it on May 8th of last year . You c...","sentiment_score":-0.2333333333}
{"full_text":"RT It's completely heartbreaking that any member of NHS staff needs to use a food bank, especially during a pandemic.Please...","sentiment_score":0.05}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when d. sebastiao comes back\"","sentiment_score":0.1333333333}
{"full_text":"RT You're right, you can't compare us to New Zealand. Jacinda Arden chose to safeguard the public, Johnson chose herd immuni...","sentiment_score":0.1406926407}
{"full_text":"Boris Johnson: Action on COVID disproportionate Impact - We need a public Inquiry &amp; Zero Covid Strategy - Sign the Petition! via","sentiment_score":0.05}
{"full_text":"RT Both Pfizer &amp; Moderna are enrolling children as young as 12 into #COVID19 vaccine studies &amp; hope to have data by ~summer....","sentiment_score":0.1}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"Did The Sopranos in lockdown 1 and just finished The Wire last night - what's next best series to do? Was thinking of True Detective or Deadwood or , shudder, Twin Peaks","sentiment_score":0.3375}
{"full_text":"RT why the fuck would you mob wayv to the extent where TEN FELL DOWN!!! we're in the middle of a fcking pandemic ppl the least...","sentiment_score":-0.2007638889}
{"full_text":"RT Hi everyone  kindly help my siblings and i with food or food voucher please  we have nothing in the ho...","sentiment_score":0.6}
{"full_text":"Lampard says pandemic has made him focus on Chelsea boss privilege","sentiment_score":0.0}
{"full_text":"RT MUST WATCH! For anyone who still doesn't realise how this corrupt Govt has exploited COVID to line the pockets of its ma...","sentiment_score":-0.5}
{"full_text":"RT WIN a PS500 lockdown wardrobe + PS200 worth of takeaways on us?  Follow us + quote tweet this post...","sentiment_score":0.55}
{"full_text":"RT \"Once COVID is over\" is starting to sound like \"once Harvey, deGrom, Syndergaard, Matz, and Wheeler are all healthy\"","sentiment_score":0.3}
{"full_text":"\"If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.\" - James Michener","sentiment_score":0.5}
{"full_text":"RT Due to the Covid-19 pandemic, #Gaza is suffering from a blockade within a blockade.With over 36,000 cases and over 300 deaths...","sentiment_score":-0.125}
{"full_text":"RT If they're going to force me to wear a mask this is the one I'm wearing!","sentiment_score":0.0}
{"full_text":"RT Dr. Deborah Birx on #Covid19 #disinformation inside the #Trump White House: \"I saw the president presenting graphs that...","sentiment_score":0.0}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT We have implemented an extensive range of social distancing, hygiene, cleaning and other precautionary measures in our cinemas...","sentiment_score":-0.0305555556}
{"full_text":"RT MUST WATCH! For anyone who still doesn't realise how this corrupt Govt has exploited COVID to line the pockets of its ma...","sentiment_score":-0.5}
{"full_text":"please #RespectTEN and  #SMprotectTEN DO NOT LET THIS SHIT HAPPEN AGAIN, YOU HAVE TO PROTECT YOUR ARTIST SECURITY AND KEEP DISTANCING THEM FROM PEOPLE ALL AROUND IN SERIOUS PANDEMIC SITUATION. ","sentiment_score":-0.2666666667}
{"full_text":"RT Grab tissues before watching!!!Have a BLESSED day earthlings","sentiment_score":0.0}
{"full_text":"RT Portugal votes for new president at height of pandemic","sentiment_score":0.1363636364}
{"full_text":"RT Portugal votes for new president at height of pandemic","sentiment_score":0.1363636364}
{"full_text":"Sheep Get SlauteredWake Up AmericaLearn Listen https:\/\/t.co\/C6RhmM1K7w","sentiment_score":0.0}
{"full_text":"wtaf sm cant you get better security hello??? also we're in a pandemic like wtf?? i rlly hope he's okay","sentiment_score":0.1666666667}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT The government has quietly extended lockdown laws to give councils power to keep hospitality and public spaces closed until July 1...","sentiment_score":-0.0333333333}
{"full_text":"Please have some common sense, by Feb 90% of those most vulnerable to Covid with have the vaccine. The chance of others getting seriously ill is so small we should go back to normal immediately, it is like shutting down the roads because sometimes people die.","sentiment_score":-0.1319444444}
{"full_text":"I purchased many tickets with and it's really good experience  last time i purchased tickets with in corona time for USA and flight was cancelled and i got my refund .","sentiment_score":0.4}
{"full_text":"RT Aside from Brazil, which is ruled by a far right moron, I can't think of another country whose total spectrum of leadershi...","sentiment_score":-0.1035714286}
{"full_text":"Covid vaccine day 2, I now have mutated 4 extra paws and two woofers, someone send help. ","sentiment_score":0.0}
{"full_text":"RT WHO warns of 'false positives' in COVID tests, says some patients might not be 'truly infected' | Just The News","sentiment_score":-0.4}
{"full_text":"RT The Gov spent PS228m on deals to supply laptops to vulnerable kids. PS200m went to firms run by Tory donorsKids are bein...","sentiment_score":-0.3}
{"full_text":"RT There's something about living through ten months of a pandemic that can wear you down a little bit","sentiment_score":-0.1143518519}
{"full_text":"RT Many people have resorted to steaming using boiled water, herbs and mixtures of western medicine to fight the coronavirus. Th...","sentiment_score":0.25}
{"full_text":"RT Source: Both games are cleared to be played today. Championship Sunday is on with no COVID-19 issues interfering.","sentiment_score":0.0}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"My mum had a stroke in the first week of lockdown, and today she and my dad had their first vaccine shot. She is well, and I am so incredibly relieved and will be forever grateful to I won't ever take our healthcare system for granted. #CovidVaccine #ThisIsOurShot","sentiment_score":0.4666666667}
{"full_text":"RT Covid 19 Death.","sentiment_score":0.0}
{"full_text":"RT Proud moment ..... Thank You PM ... Thank You 1.3 billion Indians .","sentiment_score":0.8}
{"full_text":"The key issue is they were expecting X number of people to die that month and X+Y died.  What is the cause of those excess death?  For example, If COVID can be attributed to ~75% of that \"Y\" that could help explain, the the other 25% being variance or cases w\/ undiagnosed COVID","sentiment_score":-0.0625}
{"full_text":"RT UK's oldest identical twin slams 'w**nker' Boris Johnson as sister dies of Covid Rest in peace Doris x","sentiment_score":0.0}
{"full_text":"RT Harare City Poly Clinics have recently started testing  covid for free. Get tested early and get health care advice  on...","sentiment_score":0.1666666667}
{"full_text":"USA TODAY: Biden pushes for coronavirus testing resethttps:\/\/t.co\/ufxrI7WZ74","sentiment_score":0.0}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"RT Good morning fam. I don't know who needs to hear this but If you are still ungrateful, petty, bitter, unforgiving, shady an...","sentiment_score":0.1166666667}
{"full_text":"RT 'I was absolutely delighted when I got the text to come for my COVID vaccination jab -- which I've now had, no problem whats...","sentiment_score":0.7}
{"full_text":"RT Please if you love them, and you want them to be okay,  respect social distancing and stay home.This could be dangerous even...","sentiment_score":0.1083333333}
{"full_text":"RT Press Secretary: And now Dr. Fauci would like to present some more COVID  data and stats Dr. Fauci:","sentiment_score":0.25}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"RT My deepest condolences to the family and loved ones of Yassin Dabeh, 19, who worked as a contracted cleaner at a London,...","sentiment_score":0.7}
{"full_text":"RT \"As humanitarian actors have expressed throughout the pandemic, nobody is truly safe until everybody is safe--&amp; that means...","sentiment_score":0.5}
{"full_text":"RT This is the level of detail provided in Sarawak. They also use Mysejahtera to send an alert to those who checked in at tho...","sentiment_score":0.0}
{"full_text":" please do be careful with them, they're just human beings","sentiment_score":-0.05}
{"full_text":"I've crunched the infection figures for every ward in Bolton (perfect Sunday activity in lockdown) https:\/\/t.co\/MFEff4FhEB","sentiment_score":1.0}
{"full_text":"RT NEW: It appears the price charged by Computacenter for some of their devices is almost twice what it should be. The C...","sentiment_score":0.1363636364}
{"full_text":"RT Someone suggested that Boris should have No.10 briefings on Brexit with two economics experts either side of him to e...","sentiment_score":0.0}
{"full_text":"RT Mass transit might eventually rebound from the worst economic trauma of the coronavirus pandemic. But it still may never be t...","sentiment_score":-0.4}
{"full_text":"\"MP'S COVID TRAVEL PLAN\" New, Abstract Drawing by British conceptual Artist-Cass Stoddart.","sentiment_score":0.0681818182}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"feels like a covid party down at the marina. I wonder if all these cars have travelled locally?","sentiment_score":-0.0777777778}
{"full_text":"RT No other country has vaccinated almost 6 million people. Oh, and this...https:\/\/t.co\/mRbFyem2Qm","sentiment_score":0.0625}
{"full_text":"Wow. Good to know driver is OK.","sentiment_score":0.4333333333}
{"full_text":"RT This is the point that everyone should have been making from the beginning: If this was about \"election integrity\" and no...","sentiment_score":0.0}
{"full_text":"RT Great to speak to President this evening. I look forward to deepening the longstanding alliance between our two...","sentiment_score":0.8}
{"full_text":"RT Short thread on how DfE sneaked out a PS250 million cut to school budgets in the middle of a pandemic and how it will impact t...","sentiment_score":0.0}
{"full_text":"RT Unbelievable to see this content.","sentiment_score":-0.25}
{"full_text":"RT RETWEET until NICK MANGWANA is fired.We can't hv a gvt spokes spreading falsehoods that Doctors are Assasins whilst we...","sentiment_score":0.0}
{"full_text":"They would prefer to keep terrorists in the fold and lose sane citizens. I know of at least a dozen people that are waiting to see if the senate convicts to know if they are going to leave the Republican Party and I'm not hanging out with people these days because of a pandemic.","sentiment_score":-0.3}
{"full_text":"everyday another article about how 'wuhan' is back to normal, they actually went into a *real* lockdown because they're a functioning society unlike you uglies a year later","sentiment_score":0.025}
{"full_text":"COVID has certainly fucked the vibes","sentiment_score":-0.6}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"Maybe people wouldn't call conservatives racist, homophobic fascists if they didn't behave that way, if the party they support didn't have politicians inciting a violent insurrection and lying to people about a pandemic? Y'all ain't \"victims\", y'all ARE the bullies","sentiment_score":-0.8}
{"full_text":"If you're looking for new ways to boost your business #sales during #COVID19, Senior Vice President, has excellent tips to get you on track. #Insurance #BusinessStrategy","sentiment_score":0.5681818182}
{"full_text":"Day 1: Biden delivers COVID-19 speech.Calls Trump's vaccine rollout \"dismal failure\". Sets goal of 100M shots in 100 days - 1M\/day; \"one of greatest operational challenges ever\".Clearly had no idea 983k shots per day were already being done.He has no clue.","sentiment_score":0.3416666667}
{"full_text":"RT Amazingly, conservatives see this as evidence Trump was right about mail-in voting, not as evidence that disallowing mai...","sentiment_score":0.4428571429}
{"full_text":"All my fiends in Seattle are being very covid safe and I appreciate and hate that at the same time.","sentiment_score":-0.025}
{"full_text":"Insurers can expect a continuation of #COVID19 related litigations from small businesses paused at the hands of the pandemic. It will be interesting to see arguments made on both sides. Great insight from #Insurance","sentiment_score":0.2625}
{"full_text":"any chance of another series of Abandoned when COVID-19 has died down?","sentiment_score":-0.1555555556}
{"full_text":"RT I thought the storm would be over by now. But it just continues to ravage &amp; cause irreparable damage to families. I can't even...","sentiment_score":0.0}
{"full_text":"RT You can enter our #giveaway #competition to #win a spot prize of #heavenscent to make you feel good in #lockdown  our f...","sentiment_score":0.75}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep ","sentiment_score":0.0}
{"full_text":"RT Most people know everything is composed of atoms vibrating at different frequencies. Atoms are energy. Your body is com...","sentiment_score":0.25}
{"full_text":"Russia, QAnon, Radicalization has infiltrated the GOP Republicans + our U.S. Government. Like Covid-19, The American People didn't ask for this. This was Pre-Trump as well, although Trump is a tool. This is Reality","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT It's negligent to say people have been vaccinated after 1 jab &amp; doing so could lead to unnecessary infections (&amp; deaths)....","sentiment_score":-0.4}
{"full_text":"RT For those who feel that being asked to wear a mask means tyranny, no, this  is tyranny.","sentiment_score":0.0}
{"full_text":"tf is wrong with these fans are yall sick in the head or sumn? mobbing in the airport just to take photos in the middlle of pandemic? WTAF IM SO UPSET!!!!","sentiment_score":-0.75}
{"full_text":"RT \"once covid is over\" is starting to sound like \"one direction reunion\"","sentiment_score":0.2}
{"full_text":"RT Defiant hair salon owner says she'll open again next week despite Covid lockdownhttps:\/\/t.co\/0uTtHNC5wq","sentiment_score":0.0}
{"full_text":"RT Please spare a RT for all the speech and language therapists across the NHS.They never get a mention from the media, but...","sentiment_score":0.0}
{"full_text":"RT Las Vegas reopening schools, citing an uptake in child suicides--the district saw double the number of child suicides ve...","sentiment_score":0.0}
{"full_text":"RT Utterly disgusting corruption #ToryLies #ToryCovidCatastrophe","sentiment_score":-1.0}
{"full_text":"I still burn for you.","sentiment_score":0.0}
{"full_text":"Runners, on your mark! The 2021 Easter Sun Run registration is now underway. Just as a year ago, due to the Covid-19 pandemic, Youth Horizons is hosting a virtual race on Saturday, April 3.Please register here:","sentiment_score":-0.125}
{"full_text":"COVID-19 Updates: VaccineThe COVID-19 vaccines are to be distributed to all, however, with prioritization. They have started distributing vaccines to our front liners and will continue monitoring its effects.#DivineLightHomeCareLLC #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"Congressional Telehealth Caucus Members Reintroduce Bill to Protect Telehealth Access After the Pandemic Congressional Telehealth Caucus announced the reintroduction of the Protecting Access to Post-COVID-19 Telehealth Act.","sentiment_score":0.0}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"Today observes #InternationalEducationDay it occurs as the COVID-19 pandemic led to a global learning disruption of unprecedented scale and severity. In #Honduras, at least 125,000 kids dropped out of school. Pray for the new education year that starts in February","sentiment_score":0.1090909091}
{"full_text":"There are nearly 240 novel COVID vaccine candidates in development. Here are a few that show the most potential.","sentiment_score":0.1}
{"full_text":"When COVID-19 first swarmed the United States, one health insurer called some customers with a question: Do you have enough to eat?  ","sentiment_score":0.125}
{"full_text":"People who recover from COVID-19 are protected against the novel coronavirus for at least six months, and likely much longer, according to a study which says the immune system evolves long after the infection and may block even mutant forms of the virushttps:\/\/t.co\/81dr1aE6xP","sentiment_score":-0.0375}
{"full_text":"Malaysia Airlines Receives 7 Stars for COVID-19 Safety ProtocolRead more ","sentiment_score":0.5}
{"full_text":"The COVID-19 vaccination programme will continue to ramp up in the weeks and months ahead and will be extended to more and more people who will benefit.https:\/\/t.co\/rG5y3xEOVe @NHSDevonCCG","sentiment_score":0.5}
{"full_text":"Ensure Home Safety With Our Homemaker ServicesWith our homemaker services, we can ensure the safety of your loved one by disinfecting and decluttering areas at home. By shopping and preparing meals, seniors also stay healthier and are less likely to get sick.#SeniorsSafety","sentiment_score":0.1777777778}
{"full_text":"Are you someone who cannot work from home and also has physical contact with other people as part of your job? If so, during this national lockdown we're urging you to keep getting repeated tests for #Covid19 within the Liverpool City Region #LetsGetTested","sentiment_score":-0.0625}
{"full_text":"Now that we're spending more time at home during the provincial lockdown, it's a great opportunity to give our house plants a little bit more attention. #ldnont #StayHomeON","sentiment_score":0.403125}
{"full_text":"Vaccines developed for #COVID19 have been tested for quality and safety in partnership with regulatory agencies, without cutting corners.#TeamVaccines","sentiment_score":-0.25}
{"full_text":"Five great lessons from who has lived with #anosmia for decades, for #COVID19 survivors with #smell loss:","sentiment_score":0.8}
{"full_text":"Serial killer Levi Bellfield offered Covid vaccine before most of BritainI hope that's not true. via","sentiment_score":0.1625}
{"full_text":"Biden's push to increase coronavirus testing and PPE in schools is bringing new hope to pandemic-weary MA educators, but some advocates worry his pledge to reopen majority of K-8 schools in under 100 days is \"unlikely\" to succeed w\/@CotterReporter #maedu","sentiment_score":-0.1818181818}
{"full_text":"Researchers train #COVID19 sniffing dogs for pilot project at #Cuneo airport#covidsnifferdogs #Italy","sentiment_score":0.0}
{"full_text":"A postcode lottery of live online teaching of Scotland's children has been revealed as calls are made for set standards over remote learning during the coronavirus lockdown.https:\/\/t.co\/okMByBatM5","sentiment_score":0.0181818182}
{"full_text":"RT me this weekend sitting in a restaurant, enjoying a $17 appetizer and inhaling covid 20","sentiment_score":0.5}
{"full_text":"Doctors and researchers have compiled a list beyond the three key signs of infectionhttps:\/\/t.co\/eBUIDa23iN","sentiment_score":0.0}
{"full_text":"Good morning everyone! A better and stronger Meshforce for your better weekend!What's your plan for this weekend? Share with us!#meshforce #meshwifi #casa #Internet #networking #tech #innovation #house #security #time #holiday #weekend #relax #chill #today #stayhome","sentiment_score":0.625}
{"full_text":"The Cambridge-Guernsey County Health Department began administering COVID-19 vaccinations to the general public Thursday, with residents age 80 and older receiving the long-awaited vaccine.","sentiment_score":0.0722222222}
{"full_text":"We know that this #storm isn't going to last forever, and together we can get through this! We hope you're all managing to stay safe, dry and keeping busy while being stuck inside! What have you been doing during the lockdown?","sentiment_score":0.1395833333}
{"full_text":"Nurses' union backs plan against the coronavirus.@WhiteHouse #FilipinoNurses@Kanlungan2","sentiment_score":0.0}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that we see you. Just speak to your midwife or maternity team. Your NHS is here to see you, safely.","sentiment_score":0.45}
{"full_text":"RT Folks--the key reason Dr Fauci changed his position that #SARSCoV2 is airborne--was because of She wrote the leg...","sentiment_score":0.0}
{"full_text":"52 new local COVID cases reported, active cases up, by #ElDorado #UnionCounty #COVID19 #Coronavirus #Arkansas","sentiment_score":0.001010101}
{"full_text":"For #CervicalCancerPreventionWeek lets #SmearForSmear #dgimprovers #Awareness #CancerScreening #Screening #Cancer #CancerAwareness","sentiment_score":0.0}
{"full_text":"COVID-19 forced digital teams to pivot amid restrictions on in-person reporting. spoke with and about how they produced their 6-part video series, Rebound, which follows local businesses as they navigate the pandemic.","sentiment_score":-0.1}
