{"full_text":"You can buy an FDA-approved Covid-19 test on Amazon","sentiment_score":0.0}
{"full_text":"\"Just stay out of the road\". Now *that* is how you do slogans, Tories. Listen and learn, less of this poncy \"protect the NHS\" stuff.","sentiment_score":-0.1666666667}
{"full_text":"Vitamin D supplementation found to reduce COVID-19-related mortality #SARSCOV2 #COVID19 #coronavirus #pandemic #covid #health #publichealth #vitaminD #supplement #diet","sentiment_score":0.0}
{"full_text":"you're a fucking idiot, and you shouldn't have a platform to spout your crap. You've been conclusively proved wrong. Your words are causing more harm than good. Please don't give this joker anymore airtime.","sentiment_score":-0.18}
{"full_text":"RT The corruption that has taken hold of BBC Scotland's News &amp; Current Affairs Dept is off the scale. News blackouts, planted...","sentiment_score":0.0}
{"full_text":"BIDEN WON, TRUMP LOST, WEAR A MASK, SHUT THE FUCK UP AND GO AWAY, YOU PIECE OF SHIT!","sentiment_score":-0.325}
{"full_text":"RT JUST IN: UK reports more than 62,000 daily coronavirus cases for first time","sentiment_score":0.25}
{"full_text":"RT I stand in solidarity with all #professionals #CS #CA #CMA &amp; request Government to #Extend_CFSS, help bus...","sentiment_score":0.0}
{"full_text":"If a Tory says \"Covid-19 is bad\", do you feel impelled to reject that view? This is such childish, reductive rubbish. It's possible - indeed likely to all but zealots - to agree with a person or people about a specific issue, while disagreeing with them about many others.","sentiment_score":-0.0571428571}
{"full_text":"Thread on today's figures from the main ONS account below Best wishes to all suffering with COVID todayAnd best wishes for an eventual recovery to all of you with Long COVID - I know how you feelStay safe and keep others safe11\/11 - ENDShttps:\/\/t.co\/6MobNvPY0B","sentiment_score":0.5233333333}
{"full_text":"RT An incredible episode with award-winning palliative care physician Dr. Naheed Dosani, is out today: \"Why Equity Matters, End...","sentiment_score":0.9}
{"full_text":"The WORLD has a pandemic and you raise rates? I contacted your support and ask for the Low Income rate and get denied because Im not a \"new\" sub. I hate your company so much.","sentiment_score":-0.1670454545}
{"full_text":"RT #woodyallen podcast done before the pandemic .. what a gem.","sentiment_score":0.0}
{"full_text":"There's no reason to struggle! Help is available for those facing food shortages or access health care amidst the continuing #COVID19 crisis and heightened unemployment... 1\/2","sentiment_score":0.4}
{"full_text":"RT Astonishing fact the UK has suffered more Covid deaths in 24 hours (1,041) than Australia has since the START OF THE PANDE...","sentiment_score":0.5}
{"full_text":"RT I love this story.","sentiment_score":0.5}
{"full_text":"RT NEW: Truly grim Covid numbers for the UK. 1,041 deaths and 62,322 new cases announced reported. First time in this wave...","sentiment_score":-0.1193181818}
{"full_text":"RT NEW: Gavin Williamson confirms that children without a laptop have been added to the \"vulnerable\" list who are entitled t...","sentiment_score":-0.1818181818}
{"full_text":"RT THE BRANCH COVIDIANS: A group of well-funded public health bureaucrats in Toronto are seeking an indefinite total lockdown...","sentiment_score":0.0}
{"full_text":"RT In January, Loeffler attended a private covid briefing, diminished the threat in public, and quietly bought stock in tele...","sentiment_score":0.0}
{"full_text":"RT #COVID19 1041 deaths today. Breaks my heart and tramples all over it when I see the Gov. have no real route map out of this...","sentiment_score":-0.1}
{"full_text":"RT All 72 English Football League (EFL) clubs will undergo twice-weekly coronavirus testing from January 11.","sentiment_score":0.0}
{"full_text":"RT In January, Loeffler attended a private covid briefing, diminished the threat in public, and quietly bought stock in tele...","sentiment_score":0.0}
{"full_text":"RT  Once the most vulnerable have been vaccinated against Covid, what possible reason is there for restrictions to remain...","sentiment_score":0.0}
{"full_text":"RT I'm married to an Australian. I returned to Australia from the UK in October.This is my experience of what happened...","sentiment_score":0.125}
{"full_text":"RT What if, and hear me out... everybody in the country quarantined for like a month. And the government paid them to stay there. A...","sentiment_score":0.0}
{"full_text":"Right now, businesses in largely POC #ROC are under orange zone restrictions, while businesses in largely white zip codes with the same levels of covid are not. Is that ok","sentiment_score":0.2}
{"full_text":"i feel this pandemic made me less ppl pleasing and less of a personality trait. only talking to ppl I really need to","sentiment_score":-0.0333333333}
{"full_text":"This is terrible! Teachers have worked tirelessly to ensure that CYP are catered for during this awful time-made all the harder with u turns from the gov &amp; last min decisions. Maybe allow time for teachers to adapt &amp; refine practice before throwing out the sanctions-after 2 days!","sentiment_score":-0.525}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT Just popping out to silently judge people for not obeying the lockdown rules.","sentiment_score":0.0}
{"full_text":"RT  National lockdown: stay at home You must stay at home. This is the single most important action we can all take to...","sentiment_score":0.2321428571}
{"full_text":"RT Remember when grifters were laughing at georgia for having high covid numbers and now theyre in love with georgia","sentiment_score":0.33}
{"full_text":"RT  The U.S. has set a grim record with 130,834 COVID-19 hospitalizations. More Americans were hospitalized on Wednesday than a...","sentiment_score":-0.25}
{"full_text":"RT Black people saved this country. Black people are getting you $2k checksBlack people are going to clear your stude...","sentiment_score":-0.0777777778}
{"full_text":"My buddy is a trainer at LAF on Lawrence. He trains all my friends.  You'll be a beefy boy by end of lockdown.","sentiment_score":0.2}
{"full_text":"If I had the means I'd count the number of russell stocks % that have recovered to pre COVID levels. Once they have done that the \"obvious\" trade is basically over. Simple logic should be that level more or less given lower rates &amp; expected pandemic end","sentiment_score":0.0466666667}
{"full_text":"RT Hello! It's a new day!Who's ready to PUSH? Ready to PUSH for retroactive COVID relief? And to PUSH for studen...","sentiment_score":0.1787878788}
{"full_text":"RT In January, Loeffler attended a private covid briefing, diminished the threat in public, and quietly bought stock in tele...","sentiment_score":0.0}
{"full_text":"RT We didn't cross tiers at Xmas to see my wife's family. And they, unlike the baby Jesus, are real.","sentiment_score":0.1}
{"full_text":"RT We've all accepted Serco Test and Trace is a joke right?I remember getting a notification that I should switch off cont...","sentiment_score":0.0}
{"full_text":"I opened this up and was immediately disappointed","sentiment_score":-0.75}
{"full_text":"RT BREAKING: UK records 1,041 new Covid-19 deaths, highest daily increase since April 22. And 62,322 new cases. Awful.","sentiment_score":-0.1818181818}
{"full_text":"RT An excellent article. Scientists have always argued, and theories have always been challenged. That's how science progre...","sentiment_score":1.0}
{"full_text":"RT 30,000 people crowding in Washington DC without masks while COVID-19 is filling our hospitals to capacity and we are cancell...","sentiment_score":0.0}
{"full_text":"RT California To Issue Democrat Politicians Special ID Cards Allowing Them To Break Lockdown Rules","sentiment_score":0.3571428571}
{"full_text":"RT Not logical to discuss MSP?Were following logical?1. 20,000 cr central vista during pandemic &amp; econ crisis2. HM on hu...","sentiment_score":-0.0416666667}
{"full_text":"RT Brendon Urie Brendon Urie is the reason kinder eggs are banned in the #UnitedStates #Trump #COVID19 #brendonurie #piers...","sentiment_score":0.0}
{"full_text":"Playing with semantics doesn't make it true. Excess deaths over 95000 now, how do you explain those? Funny how they track deaths from covid, no?","sentiment_score":0.3}
{"full_text":"A Covid event!","sentiment_score":0.0}
{"full_text":"RT Severe cases of COVID-19 can injure the brain and affect memory, thinking and mood for months after the infection is gone, accordi...","sentiment_score":0.0}
{"full_text":"I. Am. Furious.Found out BIL, who tested positive for COVID on Christmas (not even 2 weeks ago), has already returned to work and even had a fever when he first went back on Monday and what the actual fuck. It's this sort of shit that's fucking EVERYONE.","sentiment_score":-0.1032467532}
{"full_text":"Board-Certified Dermatologists: What You Need to Know About COVID-19 Vaccine and Facial Swelling ","sentiment_score":0.0}
{"full_text":"My uncle who has severe asthma and has been in and out of the hospital with covid for two months just got the Pfizer vaccine, I'm so happy I could cry ","sentiment_score":0.8}
{"full_text":"This is scary","sentiment_score":-0.5}
{"full_text":"RT When Manchester drops to -3degC tonight, hundreds of hotel rooms will remain empty across the snowy, icy North West while...","sentiment_score":-0.1}
{"full_text":"Further Covid-19 restrictions announcedhttps:\/\/t.co\/EnXAiSKDyx#informedcommunities","sentiment_score":0.0}
{"full_text":"Certainly like no other I can remember.","sentiment_score":0.1383928571}
{"full_text":"Pass stimulus checks immediately ! Floor vote  stand alone bill not Covid Package Relief Bill.","sentiment_score":0.0}
{"full_text":"RT Asterix Fans, Cold War &amp; French HistoriansMy article on Asterix as an anti-US &amp; anti-Gaullist epic has just been publish...","sentiment_score":-0.1666666667}
{"full_text":"Fashion Brand Founder Kenzo Takada Dead from Coronavirus","sentiment_score":-0.2}
{"full_text":"RT Joe Biden: \"I also congratulate the twin powers of Georgia, Stacey Abrams and Keisha Lance Bottoms, who have laid the dif...","sentiment_score":0.0}
{"full_text":"Covering up the facts doesn't mean it was made in a lab, it could simply be because it would expose corruption and incompetence in the Wuhan local government and a CCP failure to deal with wet markets which they had legally bound themselves to do. It could have been prevented.","sentiment_score":-0.0881944444}
{"full_text":"RT These good doggos need support. They protect penguins, how cool is that? Please RT","sentiment_score":0.525}
{"full_text":"Yorkshire clubs handed major boost as PFA confirm they will pay for bi-weekly Covid-19 tests.Very significant as testing costs are a big burden for cash-strapped #EFL clubs#barnsleyfc #bcafc #drfc #hcafc #htafc #Boro #rufc #swfc","sentiment_score":0.1458333333}
{"full_text":"Thread: Pima County Covid-19 update as of Weds, Jan 6.659 newly reported cases (664 added - 5 withdrawn)   *  588 from samples collected in the last 7 days.7 day average is now 1,115.1;    * a week ago it was 896.9 (+24.3% change).","sentiment_score":-0.0045454545}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT This county health department reached out to a gated community (with politically connected residents) to offer hundreds of co...","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long i can keep covering his death.","sentiment_score":0.1}
{"full_text":"RT COVID-19 relief: Ghana offers citizens free electricity for three months. Baby giant of Africa, how far?","sentiment_score":0.15}
{"full_text":"Can we get some #EpiTwitter #SocialEpi #Epidemiologist folks to weigh in on this claim?","sentiment_score":0.0}
{"full_text":"RT When Manchester drops to -3degC tonight, hundreds of hotel rooms will remain empty across the snowy, icy North West while...","sentiment_score":-0.1}
{"full_text":"RT Loefller buying stock in body bags in January when she was warned about the approaching pandemic.....nothing qualifies you m...","sentiment_score":0.0}
{"full_text":"RT 2 Nashville Subway employees vaccinated to prevent waste of excess doses","sentiment_score":-0.2}
{"full_text":"Trump is behind plexiglas, so either covid is not such a hoax after all or they fear someone's gonna pull a JFK","sentiment_score":-0.2}
{"full_text":"You need to quantify things - number inflated by 1% or 50%? As others have said, the scenario you mentioned is rare. There are also people died from COVID but never tested. Even with 20% inflation (and there is no support for that) death still over 55K which is serious enough.","sentiment_score":-0.0111111111}
{"full_text":"Fall in line little sheep.","sentiment_score":-0.1875}
{"full_text":"RT What Norma Foley appears to be asking for is:1. Schools to be open, not closed.2. Ignoring severity of third COVID wave...","sentiment_score":0.0}
{"full_text":"RT Even when the British government tells us there is no end date to lockdown, even when the Home Secretary says 'social dist...","sentiment_score":0.0166666667}
{"full_text":"RT Moderna's #COVID19 vaccine has been approved for use by the EU's drug regulator","sentiment_score":0.0}
{"full_text":"Who would have thought that two multi-millionaire Senators that used insider American intelligence to buy\/dump stocks before covid lockdowns and then wouldn't deliver basic relief checks to their unemployed, starving, housing insecure constituents, would lose? How bizarre.","sentiment_score":-0.025}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"I hope all counter protesters just stay home and let these idiots make fools of themselves","sentiment_score":-0.8}
{"full_text":"Go away. We are too heartbroken for infantile tweets such as this. You are ignorant and cruel","sentiment_score":-0.4666666667}
{"full_text":"RT Over 1,000 deaths in a day again - like back in early April. That is the result of massive policy failures back in Au...","sentiment_score":0.025}
{"full_text":"Something fishys going on 'davidos voice\"","sentiment_score":0.0}
{"full_text":"RT Hello! It's a new day!Who's ready to PUSH? Ready to PUSH for retroactive COVID relief? And to PUSH for studen...","sentiment_score":0.1787878788}
{"full_text":"RT These numbers really show how much California is struggling with COVID right now, particularly the southern half of the s...","sentiment_score":0.1142857143}
{"full_text":"RT This isn't an original thought but Mike Pence is no victim, nor does he face a \"hard choice.\" He faces no choice. The const...","sentiment_score":0.0402777778}
{"full_text":"Imagine if Trump's GOP gave a shit about Americans.","sentiment_score":-0.2}
{"full_text":"RT Kevin Harlan is calling games from his basement -- remarkably effectively. Today on The Lead, on how a...","sentiment_score":0.6}
{"full_text":"RT 1041 deaths from Covid today, the first time we've topped a thousand.What a heart-rending, desperate and unforgivable...","sentiment_score":-0.175}
{"full_text":"RT Georgia has made history and changed the face of the Senate.These victories will allow us to deliver on real COVID reli...","sentiment_score":0.2}
{"full_text":"i've never had a fear of catching covid because it always felt control. but now the cases have never been so high and there's a new strain and i'm terrified of getting sick or making others sick. this treatment of us is disgraceful","sentiment_score":-0.1064415584}
{"full_text":"RT Twelve of 23 senators on one side of the chamber are not wearing masks to prevent COVID-19. That's been a concern of som...","sentiment_score":0.0}
{"full_text":"RT BBC, Sky, ITV, etc, do not dare to interview another Lockdown sceptic, COVID-denier bullshitter ever again. Giving any...","sentiment_score":0.0}
{"full_text":"RT Two care homes where 27 people died amid coronavirus outbreaks provided a weak level of care and support during the pandemic,...","sentiment_score":-0.375}
{"full_text":"RT #UPDATE Portugal's government acknowledged on Wednesday that the country's hospitals were under \"enormous pressure\" from the #coro...","sentiment_score":0.0}
{"full_text":"RT The right to...spread Covid.  Many in this crowd will get infected and then free to carry home death to loved ones and frien...","sentiment_score":0.4714285714}
{"full_text":"RT Even when the British government tells us there is no end date to lockdown, even when the Home Secretary says 'social dist...","sentiment_score":0.0166666667}
{"full_text":"Good news as #bcafc tests for COVID all come back negative.Clubs will be tested twice a week from Monday in EFL programme paid for by PFA ...@Bradford_TandA","sentiment_score":0.35}
{"full_text":"RT Biden promised a crowd in GA that if Ossoff and Warnock were elected, everyone would receive $2,000.00 checks to help pay their...","sentiment_score":0.0}
{"full_text":"Could have had the full casts of both Oceans 8 and 11...","sentiment_score":0.35}
{"full_text":"RT Dear Zimbabweans, a ventilator is NOT the cure for COVID. Being put on one means your lungs are failing and most times we're ju...","sentiment_score":0.5}
{"full_text":"RT It's real. Very real. Be careful and stay safe. These wonderful people are on the brink. ","sentiment_score":0.45}
{"full_text":"A lot of new #SupplyChain tech has been introduced thanks to this vaccine and this is just the beginning. I'm expecting 2021 to be a year filled with exciting new innovation in the #Logistics industry.","sentiment_score":0.2345454545}
{"full_text":"RT JUST IN: UK reports more than 62,000 daily coronavirus cases for first time","sentiment_score":0.25}
{"full_text":"RT Just leaving this here for any Tories parroting Boris Johnson's utterrubbish about an independent Scotland's access to the...","sentiment_score":0.0}
{"full_text":"Tempted to invest in this to give me something to do during another lockdown.... Where do I get this?","sentiment_score":0.0}
{"full_text":"The only ones I care about at all are those who specifically told people to stay home then didn't. It's about hypocrisy full stop.","sentiment_score":0.175}
{"full_text":"#1 GYM cautious reopening will follow City of Chicago guidelines:*Limited capacity of 40% (25 people) - call beforehand to check availability*Must wear a mask*Practice social distancing*Wash handsHOURS; M-F 6am-7pm; Sat\/Sun 8am-4pm","sentiment_score":0.0333333333}
{"full_text":"All of the above, my priority is Covid and then student loan, healthcare!","sentiment_score":0.0}
{"full_text":"RT \"COVID is real guys \" yeah girl we been knew...","sentiment_score":0.2}
{"full_text":"It was bad enough when they exposed us and a heap of other people on Christmas Eve (we didn't know they were seeing that many people that day either ) but now they are both KNOWINGLY going around people while still COVID positive.","sentiment_score":-0.0195454545}
{"full_text":"Indeed these are staggering numbers. But think about how Covid spreads. If unmitigated every infected person can infect 2 or 3 othersIf you go with 1:2 infections per week, that's equivalent to ~1000, after 10 weeks.  You started with 1000 cases, that's a million infections 1\/2","sentiment_score":0.0}
{"full_text":"RT  The U.S. has set a grim record with 130,834 COVID-19 hospitalizations. More Americans were hospitalized on Wednesday than a...","sentiment_score":-0.25}
{"full_text":"Being a great leader during #COVID19 means doing your best to eliminate teamwide stress. Be sure to emphasize \"change energy\" over \"change fatigue.\" Excellent advice from #LeadershipTips","sentiment_score":0.825}
{"full_text":"Kwani what type of work do you do .ama ni kuosha samaki","sentiment_score":0.0}
{"full_text":"RT One Think Is Damn Sure #Master Movie Will Create A New Record In Book Office.. Even If It's 50% Occupancy Also.. &amp; Even Thala...","sentiment_score":0.3181818182}
{"full_text":"I suppose she also let Germans, Italians, British, Brazilians, and Vietnamese die too because this totally isn't a global pandemic or anything and Trump himself created the virus.","sentiment_score":0.0}
{"full_text":"So, how do we respond to these lasting changes? Will we as a community evolve to become more united or will we become indifferent to others? How can we really pull together, in these testing times of today? #COVID19","sentiment_score":0.2333333333}
{"full_text":"RT For Marcelina Wawrzyniak, an infection preventionist at Rush and a nursing mother, getting vaccinated for #COVID19 was ess...","sentiment_score":0.0}
{"full_text":"Stay in the know with all things related to government COVID-19 funding in your state with this new tool.","sentiment_score":0.0681818182}
{"full_text":"\"We have entered a new phase of the pandemic, where solidarity is needed like never before. We are in a race to save lives right now and it is important in any crisis to act fast and have no regrets.\"-- in his first #COVID19 remarks in 2021","sentiment_score":0.2203463203}
{"full_text":"Sure did! Thank you this is the best thing you have ever done since this pandemic started. Shows how bad of a politician you and are","sentiment_score":0.3083333333}
{"full_text":"RT There's always Moscow","sentiment_score":0.0}
{"full_text":"Dental services remain open during the current lockdown restrictions. Priority will be given to people needing urgent treatment. Attending a dental appointment is considered an essential reason to leave home. Find out how to access dental care ","sentiment_score":0.0}
{"full_text":"With a declining economy and amidst #COVID19, #Turkey is facing political and economic upheaval.  Against this backdrop, and have produced critical research on the public opinion trends emerging in the country. Read more here:","sentiment_score":0.14}
{"full_text":"NEW NOW - From Corporate America to Kansas State Government with CTO Stacy Mill on #NASCIOvoicesKS CTO Stacy Mill chats about her years in corporate America, what she's most proud of from her role in the pandemic response for the state &amp; more! https:\/\/t.co\/nnhYDEVU2R","sentiment_score":0.3435606061}
{"full_text":"Opinion: Thank animal research for COVID-19 vaccineshttps:\/\/t.co\/VI4fsPe9O7","sentiment_score":0.0}
{"full_text":"'I fear for my industry': firms fret over latest lockdown","sentiment_score":0.5}
{"full_text":"In the NEW #COVID19 special issue of SOT recipients at high risk for COVID-19 has led to new questions for screening and organ allocation #ESKD #ESRD #organtransplant #VisualAbstract","sentiment_score":0.1974675325}
{"full_text":"It is understandable that you may be experiencing a range of emotions at this time.Parents and carers may feel under pressure perhaps to work, parent and educate all at the same time.Find support on the ISPCC Covid-19 Resilience Hub.https:\/\/t.co\/tJFh4bzdnE","sentiment_score":0.0}
{"full_text":"Highs for today     Checkout            #wx #weather #cold# colder #cooling #flooding  #nice    #rain #storm #temps  #Freezing  #lows #usa #nws #news #heat   #Wednesday  #week   #day  #lockdown","sentiment_score":0.0}
{"full_text":"RT I love this man. \"I feel quite proud of myself for doing something like this.\" We're proud of you too #HankAaron","sentiment_score":0.7}
{"full_text":"Indoor social gatherings are Ottawa's #COVID19 'Achilles heel'   Read the article featuring here  ","sentiment_score":0.0333333333}
{"full_text":"RT In which I argue that lot of people have died because we waited for \"the data\": sometimes you have to use the information y...","sentiment_score":0.0}
{"full_text":"RT First #100Days #wishlist:-pandemic mobilization\/state relief-M4A-GND-Job Guarantee-Housing Guarantee-Tuition free pub...","sentiment_score":0.325}
{"full_text":"RT Looks like African Americans have saved us from ourselves yet again. God Bless. I am so glad the country can be back to norm...","sentiment_score":0.1666666667}
{"full_text":"RT Get in touch if you would like some of our top quality leaflets from &amp; containing loads of deliciou...","sentiment_score":0.5}
{"full_text":"Seven die from COVID-19 at Ovid Healthcare:","sentiment_score":0.0}
{"full_text":"RT Please retweet to help Pugsley find a home #Leeds #WakefieldAged approx 4 had a sheltered life so far, wants adult experi...","sentiment_score":0.1333333333}
{"full_text":"COVID-19 cases continue to rise and, unfortunately, a disproportionate number of cases are within communities of color. The CDC has an article with some of the whys and what to do regarding the topic.https:\/\/t.co\/Hk0xzO3OZq","sentiment_score":-0.5}
{"full_text":"The voters decided, and we must honor their decision. We demand that Congress focus on the pandemic and hold anyone undermining other democracy to account. #leadingtheway #DoYourDuty","sentiment_score":-0.125}
{"full_text":"Grammys Postponed Over COVID-19 Concerns","sentiment_score":0.0}
{"full_text":"As the Coronavirus Pandemic continues to worsen across America, it's been revealed that the country is nearing an average of 200,000 new cases a day.US Correspondent has the details.#6NewsAU #Coronavirus #COVID19Americahttps:\/\/t.co\/rQq9mIggUm","sentiment_score":-0.0068181818}
{"full_text":"Circuit 13 JDAP packed gift bags and delivered them to seniors in assisted living facilities and sang Christmas songs to the residents at Excel Rehabilitation Center. Due to COVID they weren't allowed inside so they sang and danced outside of windows for the residents!","sentiment_score":-0.075}
