{"full_text":"RT Theodore Lumpkin Jr., one of the famed Tuskegee Airmen of World War II, has died from complications of the coronavirus just days be...","sentiment_score":0.0}
{"full_text":"RT As much as I'm grateful I've been able to work through this pandemic, \"living\" to just work isn't sitting right with me...","sentiment_score":0.3285714286}
{"full_text":"RT What happens when China takes over a UN agency? Let's talk about the and the catastrophic failure of that agency to dea...","sentiment_score":-0.3166666667}
{"full_text":"RT Samsung Electronics said they will keep the closer partnership with in this year 2021. The photo of BTS members the...","sentiment_score":0.0}
{"full_text":"My daughter is a shift supervisor  at Starbucks, before lock down , shes bring us different drinks to try- I liked them, but I still prefer my coffee simple,As long as the taste is in the brew , I don't need anything else but coffee.  I truly love their portable French press","sentiment_score":0.1490740741}
{"full_text":"RT The first-time offence for not wearing a mask is a fine of $225; second transgressions receive a $754 penalty. Repeat offence...","sentiment_score":0.2083333333}
{"full_text":"RT Here's \"John A. Macdonald Day\" statement, an attempt to change the conversation and take the heat off of the U...","sentiment_score":0.0}
{"full_text":"RT Called Arkansas Governor to ask about the #maskmandate not applying in the State Capitol??? #ARLeg #COVID19...","sentiment_score":0.0}
{"full_text":"RT Ivanka insists on going to Biden's inauguration to save her 'political career'Daddy says it's the 'worst decision she c...","sentiment_score":-0.5}
{"full_text":"RT This is the best thing I've read since Covid started. If we can just all follow this we may get...","sentiment_score":1.0}
{"full_text":"RT Hey Dano.... University of Connecticut cancelled their season. They still had 24 players test positive this Fall. As most...","sentiment_score":0.3636363636}
{"full_text":"This requires thinking that Hawley has substantial principles on economic issues besides just partisan \"trigger the libs\" inclinations. It also supposes that things like COVID relief or a minimum wage increase will not get support from &gt;2 GOP Sens. Both are wrong.","sentiment_score":-0.15}
{"full_text":"Oh my God  Drew hope you get better man in Jesus name!","sentiment_score":0.625}
{"full_text":"Another lockdown was inevitable. We have to get this one right | Coronavirus | The Guardian","sentiment_score":0.1428571429}
{"full_text":"Pandemic Could Hurt Home-Based Care for Kids With 24\/7 Needs via","sentiment_score":0.0}
{"full_text":"Tedros Adhanom Ghebreyesus!You are murder!You are murder!You are murder!You are D E A T H!You are D E A T H!You are D E A T H!You go to hell!You go to hell!I curse you!K I L L you!F U C K you!","sentiment_score":0.0}
{"full_text":"RT Just finished set of nights as senior intensive care registrar. I don't usually do this but wanted to share my #COVID19...","sentiment_score":-0.25}
{"full_text":"RT Maybe some people don't want to wear a mask because they have studied the scientific evidence for a...","sentiment_score":0.0}
{"full_text":"RT Hey Dano.... University of Connecticut cancelled their season. They still had 24 players test positive this Fall. As most...","sentiment_score":0.3636363636}
{"full_text":"RT BREAKING NEWS: FG postpones resumption of schools INDEFINITELY as corona cases is rising faster than Bitcoin","sentiment_score":0.0}
{"full_text":"Ok I know this is deranged and psychotic but on the positive side, it's telling all these loons to stay at home the entire time. Hopefully keeping them from organising more riots and also reducing the spread of Covid! But no idea how they will cope when this doesnt happen.","sentiment_score":0.1704545455}
{"full_text":"RT That can't be right. The London chattering classes assured us Ireland was exemplary.","sentiment_score":0.2857142857}
{"full_text":"RT Time to do this in the UK ","sentiment_score":0.0}
{"full_text":"RT TAKE NOTE: Effective January 11th, 2020, all incoming travellers to Nigeria REQUIRE a #COVID19 PCR test done not more tha...","sentiment_score":0.175}
{"full_text":"RT #WWE Champion, Tampa Bay local Drew McIntyre tests positive for COVID-19","sentiment_score":0.1136363636}
{"full_text":"RT Woken is so mad the college football season ended with zero serious hospitalizations or any deaths among players or coaches...","sentiment_score":-0.4791666667}
{"full_text":"RT Texas attorneys can file a grievance to have Ken Paxton disbarred for violating Rule 3.01 on Meritorious Claims and Cont...","sentiment_score":0.0}
{"full_text":"Don't avoid cameras during school years, vacation, holidays, social events, etc. You might not want to now, but you'll appreciate it much later. #lockdown #secondwave #schoolresumption #COVID19","sentiment_score":0.0166666667}
{"full_text":"I honestly can't remember the last time I shook someone's hand.Or hugged someone not in my household.I'm more used to the pandemic now then when it began but it's still an utterly surreal thing to be living through.","sentiment_score":0.3375}
{"full_text":"RT The #SoulMovie credits reflect the special circumstances under which the film was made during the Covid-19 pandemic  h...","sentiment_score":0.3571428571}
{"full_text":"Here's a radical idea given tonight's #FreeSchoolMeals scandal as privateer starves the poor.Why not get their sister company to feed the poor kids and send to serve the cheap crap to the posh kids? #rashford #chartwells #schoolmeals","sentiment_score":-0.2666666667}
{"full_text":"failure to mandate mask wearing puts the state of Tn in one of the highest COVID-19  INFECTION Rate. Let Bill know.","sentiment_score":-0.3166666667}
{"full_text":"RT Breaking Joe Biden has just received his second dose of the coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"Should he use his COVID stimulus check for:A) a new   B) better fitting sweat pants C) underwear D) new hair stylist, or E) counseling","sentiment_score":0.3181818182}
{"full_text":"RT Let this sink in--Did you know--US intel\/DOJ was once able to identify a terrorist from hostage video w\/ terrorist's face...","sentiment_score":0.5}
{"full_text":"Broken: Pelosi obstructs the peaceful transition of terms to Evict the seated President as COVID19 #eviction for MILLIONS of Americans expire","sentiment_score":-0.075}
{"full_text":"It's lockdown again in most states in Msia . Hoping 2021 will be better then 2020 but it isn't as I thought. Sadly we have to stay home n be safe. Till everything is safe we have to take precautions","sentiment_score":0.3}
{"full_text":"Ohio State starting K Blake Haubeil did not travel to game because of COVID, reports","sentiment_score":-0.2}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT I am thinking of you, I was in the crowded secure location with you as they were walking around without masks...","sentiment_score":0.4}
{"full_text":"RT Just found out my hubby's uncle has sadly passed away from Covid. He was only 70, had learning disabilities and was completel...","sentiment_score":-0.25}
{"full_text":"RT Dutch PM on his way to cabinet meeting about covid","sentiment_score":0.0}
{"full_text":"RT Governor asks what do other states have to show for their strict #COVID orders? How about less deaths and less...","sentiment_score":-0.1527777778}
{"full_text":"RT Nobody:Georgia Southern : \" in person attendance is mandatory\"Like wtf COVID ain't gone ","sentiment_score":-0.25}
{"full_text":"RT Truly extraordinary that *still* refuses to take simple, relatively cheap steps to stop the virus spreading by ma...","sentiment_score":0.2444444444}
{"full_text":"RT Trump's former COVID adviser makes a rare appearance on Twitter to express concern about a different type of trend line.","sentiment_score":0.1}
{"full_text":"Debt Relief guidance will soon be posted on the SBA website.","sentiment_score":0.0}
{"full_text":"How do you bring people together when Trump's supporters don't believe Covid is real, or that masks work, or that elections in states controlled by republicans were not rigged, etc. They live in an alternate reality. How do you get them to believe what's real?","sentiment_score":0.1340909091}
{"full_text":"What could possibly make you think this a worthy comment? Did you mean to write that you are deeply saddened by the 12,000 lives lost in less than a week to COVID19, due in part to a dismal response by the Trump administration?!?!?!?","sentiment_score":-0.0649956597}
{"full_text":"\"stressed the need to respect and defend the rule of law and human rights\"@JustinTrudeau JT you don't respect human rights of the #disabled in #Canada your the World's biggest Hypocrite!  ~6.2M CDN Disabled underfunded &amp; below poverty - Your genocide!  #G20SaudiArabia #G20","sentiment_score":-0.125}
{"full_text":"I am in tears over your tribute today. That man lived through everything to almost 101 and had to succomb to effing covid-19. Makes me so sad.","sentiment_score":-0.5}
{"full_text":"RT Barely any difference in death in 2020 from previous years. In fact it seems like deaths have been going up since 2010....","sentiment_score":-0.0583333333}
{"full_text":"RT BREAKING: HMS Sinky is on #COVID19 patrol in Kielder Forest to check that dog walkers are #SocialDistancing and only making...","sentiment_score":0.0}
{"full_text":"Local hospitals running low of COVID-19 vaccines for healthcare workers","sentiment_score":0.0}
{"full_text":"RT If the government wants people to stay at home, it needs to:#Increase sick pay to the real living wage.#Close all n...","sentiment_score":-0.1047619048}
{"full_text":"RT If there's 1 thing lockdown has taught me is that if I don't message first I'd speak to no one","sentiment_score":0.25}
{"full_text":"RT As U.S. Soccer has confirmed that an U-23 USMNT player tested positive for COVID-19 during the camp arrival screening,","sentiment_score":0.3136363636}
{"full_text":"RT The country needs to see the actual reality of a Covid isolation unit and resuscitation unit. Chilling but necessary to sprea...","sentiment_score":-0.1666666667}
{"full_text":"pre-covid life will never come back just saying","sentiment_score":0.0}
{"full_text":"great for those that will get it.......I will be #ExcludedUK yet again and again. Zero financial support from you since March 2020 and no I don't earn 200k.......as you well know we don't!! Why do you choose to lie to cover your failings to support small businesses?","sentiment_score":0.1833333333}
{"full_text":"RT This COVID shit finally starting to hit me :\/ miss being able to go out to eat with friends and family and enjoy life. Shit...","sentiment_score":0.0416666667}
{"full_text":"RT At 7,131 jags per day, the SNP will only reach around 313,131 people by end January. Jeane Freeman said the target wa...","sentiment_score":0.0}
{"full_text":"RT We are looking into this.We have clear guidelines and standards for food parcels, which we expect to be followed. Par...","sentiment_score":0.1}
{"full_text":"RT I'm noticing people who've spent months insisting pandemic over, hospitalisations not rising etc. now trying to pivot a...","sentiment_score":-0.1}
{"full_text":"RT Meshawn Maddock organized Operation Gridlock which prevented ambulances from getting into Sparrow Hospital in Lansing d...","sentiment_score":0.0}
{"full_text":"Hey  Support our creative industries' recovery from COVID.Let's get visa-free work permits for touring artists. #HeyMP","sentiment_score":0.5}
{"full_text":"RT EXCELLENT! Public Health Agency of Canada today (11 Jan 2021) releases a full pandemic #ventilation guid...","sentiment_score":0.45}
{"full_text":"from covid?","sentiment_score":0.0}
{"full_text":"We demand a 'Circuit Breaker' to urgently suppress the spread of COVID-19 to save lives and support workers. READ PRESS RELEASE: #LockdownNOW","sentiment_score":0.0}
{"full_text":"RT The pandemic highlighted the importance of science, but 2020 was also a reminder of the vital importance of the humanities...","sentiment_score":0.1}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT just dont release it all","sentiment_score":0.0}
{"full_text":"Prayers to in losing her in-laws to #COVID19 during holidays. Thank you for your insight, knowledge and Always speaking Truth to power on .  #woman","sentiment_score":0.0}
{"full_text":"RT Over the next two weeks, Cabinet will meet virtually to work on the biggest issues facing Canadians. We'll discuss the l...","sentiment_score":0.0}
{"full_text":"Lockdowns don't work.Didn't work before! Why aren't you making masks mandatory with stiff fines and mandatory distancing?Open ALL stores with 30% capacity. Permit longer hours.There you go.No charge! .","sentiment_score":-0.2678571429}
{"full_text":"What have Republican leaders done to lead our country through Covid19?Lied Undermined Science &amp; Medical Professionals Provided and Promoted false medical adviceNever acknowledged or apologized for 350,000 deaths...not onceRefused to set a safe example They dont care","sentiment_score":0.025}
{"full_text":"RT .@RishiSunak your inaction, lack of integrity &amp; contempt, for the #ExcludedUK disgusts me to my core! How many times have...","sentiment_score":0.5}
{"full_text":"Why the kids can't just stay home ?","sentiment_score":0.0}
{"full_text":"Hey people in my phone, if a business is claiming to be Covid safe but isn't doing anything when staff aren't sticking to rules, is there anything you can do? Management aren't interested ","sentiment_score":0.375}
{"full_text":"RT After playing and advancing last night, the #Browns got an \"all clear\" on their latest round of COVID-19 testing, source said...","sentiment_score":0.1}
{"full_text":"why, other countries have managed to conduct elections during this pandemic. Typical piss poor UK","sentiment_score":-0.2305555556}
{"full_text":" when do you start counting quarantine days, when the person you were in-contact with confirm they tested positive for #COVID19 or the actual day of contact?","sentiment_score":0.1136363636}
{"full_text":"Whoever taught the phrase \"show don't tell\" to the producer of Claire Byrne Live has a lot to answer for","sentiment_score":0.1363636364}
{"full_text":"RT NANCY GRILLED: '60 Minutes' Rips Pelosi on CoVID Relief, Says She 'Stalled for 8 Months'","sentiment_score":0.0}
{"full_text":"#AB Paramedics Association says the inclusion of paramedics in receiving the vaccine provides hope for Albertans and paramedics who have been working on the frontlines of the pandemic.","sentiment_score":0.0}
{"full_text":"#pandemic, meet credit risk.  Again.  #riskmanagement U.S. banks cast wary eye at mortgage borrowers as forbearance periods end","sentiment_score":-0.5}
{"full_text":"RT NEW: NJ Congresswoman tests positive after sheltering in safe location with maskless republicans during assault on Capitol","sentiment_score":0.2878787879}
{"full_text":"In case Trump's treason at the Capitol has distracted you from his complete mishandling of the pandemic in this country. Thousands are dying daily. Thousands. Masks, testing, contact tracing. No federal plan = death.","sentiment_score":0.05}
{"full_text":"wow... Bama has a cakewalk now. Huge loss","sentiment_score":0.25}
{"full_text":"RT Father-son team allege Tim Hortons took their COVID-safe lid applicator idea","sentiment_score":0.0}
{"full_text":"RT I'd like to know who the congress members are who refused to wear masks in the lockdown. Endangering those who had to be wit...","sentiment_score":0.0}
{"full_text":"Pandemic thoughts: do you ever just get in your car so you're not in your house?","sentiment_score":0.0}
{"full_text":"GO DANIEL GO LABOR GO VICTORIANS !","sentiment_score":0.0}
{"full_text":"RT COVID-19 deaths go uninvestigated as OSHA takes a hands-off approach to meatpacking plants || Via USA Today","sentiment_score":0.0}
{"full_text":"RT Two gorillas at San Diego Zoo are infected with Covid-19, California Gov. Gavin Newsom says. It's the first known instance of cor...","sentiment_score":0.25}
{"full_text":"RT Democratic Rep. Bonnie Watson Coleman, a 75-year-old cancer survivor, has tested positive for the coronavirus. She believ...","sentiment_score":0.2272727273}
{"full_text":"RT #ableg Guess, what?! We're partnering with the private sector to administer vaccinations! Let's make sure we monetize this so...","sentiment_score":0.25}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT America 2021 is weighing your Covid risk against your risk of delaying a preventive cancer treatment against your risk o...","sentiment_score":0.0}
{"full_text":"RT First, Democrats support government shutting down small business during #COVID19. Now, Democrats support big business shu...","sentiment_score":-0.0388888889}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT For 8 months, Nancy Pelosi blocked coronavirus relief from reaching the American people. For 8 months! And yet she s...","sentiment_score":0.0}
{"full_text":"RT Does your child have COVID-19 Symptoms? This infographic was shared by the Saskatchewan Health Authority.","sentiment_score":0.0}
{"full_text":"NOT being taken into account with the Covid Death Numbers even tho' they SHOULD BE, albeit INDIRECTLY caused by, The LAZINESS of our Politicians and their lack of sympathy towards us. Just \"lip service\" to them, WE DEMAND ACTION, NOW!","sentiment_score":0.125}
{"full_text":"RT Another spike in Sarnia-Lambton COVID case count","sentiment_score":0.0}
{"full_text":"Honey, I'm right there with you!","sentiment_score":0.3571428571}
{"full_text":"President-elect has received his second dose of the #coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Healthcare orgs facing rapid increases in call center volume around the COVID-19 vaccines can reduce wait times\/volumes by providing consumers\/pts w self-service tools, education, + beyond. Learn more abt new vaccine access clinical program:","sentiment_score":0.1787878788}
{"full_text":"RT Monthly until pandemic ends &amp; people are able to work. With at least a month or two back pay. Too many are b...","sentiment_score":0.175}
{"full_text":"RT This is brilliant. Not a single study anywhere in the world shows a case of Covid being transmitted like this. Even Sage ag...","sentiment_score":0.4678571429}
{"full_text":"RT Taoiseach on with Pat Kenny says he \"doesn't accept\" there was mixed messages in allowing people to go to pubs, restauran...","sentiment_score":0.0}
{"full_text":"RT Riley &amp; KobeEuthanasia CommandWe NEED a #Foster 2 Lives Hang in the Balance@NYCACC","sentiment_score":0.0}
{"full_text":"RT People who ran for office on #MedicareForAll just confirmed a Speaker telling us to shove it right up our collective asses...","sentiment_score":0.3428571429}
{"full_text":"RT Minister: \"The Govt has been following public health advice from day one...\"\"...but it went against public health advic...","sentiment_score":0.0}
{"full_text":"RT These are some jam-packed paragraphs:","sentiment_score":0.0}
{"full_text":"If you have been working on business process improvement during COVID, now is time to implement and reap the rewards.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT IDEAIf you want people to stay at home, don't just threaten fines. Raise the level of sick pay and pay people enough t...","sentiment_score":-0.3571428571}
{"full_text":"RT My husband and I patiently waiting for the government to declare another lockdown so we use the children's school fees for shaw...","sentiment_score":0.0}
{"full_text":"They gave a cancer survivor covid","sentiment_score":0.0}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"His dismal performance as the head of the coronavirus task force.","sentiment_score":0.0}
{"full_text":"RT There's still time to complete #CFILC's #COVID19 survey. We value your opinion! Responses are confidential, and they will be us...","sentiment_score":0.125}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"On December 4, 2020, the U.S. Department of Education announced it will extend the student loan relief until January 31, 2021, in response to the COVID-19 pandemic. #payroll","sentiment_score":0.0}
{"full_text":"Poland  is a beacon of freedom America should do the same thing the plandemic  make is utter nonsense yeah it's a bioweapon but there are a lot of things to kill people you can't hide people in their homes look at Sweden Tanzania. The world economic forum the engineers of it all!","sentiment_score":0.0833333333}
{"full_text":"RT This is not 'home schooling'. Home schooling is a conscious decision made by some parents having researched that option....","sentiment_score":0.1}
{"full_text":"Betty Boothroyd says elderly treated like 'guinea pigs' as hospital delays her second vaccine dosehttps:\/\/t.co\/trTbpT01v5","sentiment_score":0.0}
{"full_text":"The Current Issues panel weighs in on vacationing politicians, new provincial lockdown arrests, and why travelers still need to quarantine after testing negative.https:\/\/t.co\/fEEOibxixg#thenewsforum #counterpoint","sentiment_score":0.0681818182}
{"full_text":"Morrisons, Sainsbury's and Tesco give Covid rules update amid 'flouting' shoppershttps:\/\/t.co\/pmyl0G4bLx","sentiment_score":0.0}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"Coming up on  BC could pass a grim milestone this afternoon. As of Friday, the province had counted 988 deaths from #COVID19. Provincial Health Officer Dr. Bonnie Henry and Health Minister Adrian Dix are speaking momentarily. #bcpoli","sentiment_score":-1.0}
{"full_text":"RT Stay at home to protect yourselfStay at home to protect your loved onesStay at home to protect the people you'll neve...","sentiment_score":0.7}
{"full_text":"Anti-racism starts with getting to know your students without making any assumptions. We created this survey back in July. Feel free to modify it accordingly. This is a great way to get a snapshot of how your students are learning during a global pandemic.","sentiment_score":0.3}
{"full_text":"As of this morning, about 6.7 million Americans had received their first shot of the vaccine, or just 2% of the U.S. population. Experts say as much as 85% of the population will have to be inoculated to achieve \"herd immunity\" and vanquish the outbreakhttps:\/\/t.co\/syEX7MNoQf","sentiment_score":0.225}
{"full_text":"There is no place like home with cats.","sentiment_score":0.0}
{"full_text":"MUST SEE: Seniors, have you seen the new CDC quarantine guidelines?? They are inciting criticism from health experts. What are the new guidelines?https:\/\/t.co\/1YVMin2XkX","sentiment_score":0.1363636364}
{"full_text":"RT To understand what's going on you need to become fluent in doublespeakCases = Positive TestsAsymptomatic = HealthyOv...","sentiment_score":0.2272727273}
{"full_text":"Atrium Health Opens Preventive Vaccine Clinical Trial for COVID-19","sentiment_score":0.0}
{"full_text":"My first semester of teaching began and ended during a global pandemic. I learned a lot from that unique experience - and I'd like to share it with you:","sentiment_score":0.2083333333}
{"full_text":"California woman addresses social distancing through a fashion creation. Read about it on Tuesday's Lifestyle page.","sentiment_score":0.0333333333}
{"full_text":"227 new cases of COVID-19 confirmed on Cape and Islands: #capecod","sentiment_score":0.2681818182}
{"full_text":"#Archaeologists Are Using Incredible #Photographs From This #ColdWar-Era #Spy #Satellite to Unlock Secrets of #WorldHistory:","sentiment_score":0.9}
{"full_text":"Happy Monday! What's the crossover between the Instagram account Gays Over COVID and helping the FBI find the Capitol rioters? the show to explain how internet sleuthing is the key to both.Listen Here:","sentiment_score":0.5}
{"full_text":"Border closures have sparked fresh tensions between the states, despite the easing of Brisbane's three-day lockdownhttps:\/\/t.co\/ev9Eieyw77","sentiment_score":0.3}
{"full_text":"Low stakes: $12 billion to reduce Americans' #vaccine skepticism could add $1 trillion to economy | McKinsey &amp; Company#publichealth #covid19","sentiment_score":0.0}
{"full_text":"Nebraska appears to have avoided a post-Christmas spike in coronavirus cases that many had feared, although it's not entirely clear why, Gov. Pete Ricketts said Monday.https:\/\/t.co\/UdifT1TRMb","sentiment_score":0.225}
{"full_text":"Excellent #selfcare advice from our colleagues at","sentiment_score":1.0}
{"full_text":"RT PLEASE SHARE! Our COVID dog  study is going very well &amp; we hope to be able to reveal the results soon! But we just n...","sentiment_score":0.4125}
