{"full_text":"RT This is the reality of the pandemic. The toll on the heroes of and across our NHS. Londoners, we have...","sentiment_score":0.0}
{"full_text":"RT Could the malaria symptoms be a new strain of covid? Is that why the existing covid testing reads negative?","sentiment_score":-0.0818181818}
{"full_text":"Lock down Loaddddinggggg.","sentiment_score":-0.1555555556}
{"full_text":"RT What. The. Hell.https:\/\/t.co\/1drpsnOflB","sentiment_score":0.0}
{"full_text":"RT So, to be clear, we just sent 3 million children into primary school FOR ONE DAY, so they could all mix around the viru...","sentiment_score":0.25}
{"full_text":"RT Soaking up the sun at Xmas in Antigua, after breaking COVID rules by travelling from level 4 area to fly there. This is the...","sentiment_score":0.8}
{"full_text":"RT They saw BJP in the vaccine, but did not see China in the virus! Nice taunt by","sentiment_score":0.6}
{"full_text":"RT Nationwide lockdown, you say?","sentiment_score":0.0}
{"full_text":"Dsa in 2019 wanted this immediately coz it was the right thing to do.Feck Jimmy dore - this has nothing to do with him. Let's talk abt the issue in hand:This is a pandemic - u won't get another chance to fight soon , and now since Pelosi won - u will never get it anyways!","sentiment_score":0.3571428571}
{"full_text":"More tests mean more positive cases, China released this virus and continue to grow but every other countries economy is fucked.. reparations from China should be demanded just a disgrace..","sentiment_score":0.0316287879}
{"full_text":"RT Boris Johnson says that the worst is yet to come for this wave of the pandemic. It didn't have to be this way. Late de...","sentiment_score":-0.65}
{"full_text":"RT The news no one wanted but we all suspected ... Good job our Coaches &amp; volunteers have already got their zoom fitness...","sentiment_score":0.7}
{"full_text":"RT 2016:\"Take back control of our borders\"2017:\"Take back control of our borders\"2018:\"Take back control of our bor...","sentiment_score":0.0}
{"full_text":"RT anyone working in retail (a large portion of 19-24 year olds) have to put up with customers coming in with no masks, who don'...","sentiment_score":0.2142857143}
{"full_text":"Sir #EducationMinisterGoesLive please reduce tuition fee by 60% for 2021 NIT admissions through DASA; NRI parents are epidemic hit with job losses, pay cuts. NRI students' Tuition Fee is too expensive, unbearable for NRI parents;","sentiment_score":-0.5}
{"full_text":"RT 'We saw an eye-watering acceleration in the prevalence of the virus in the last week, but those figures do not include the imp...","sentiment_score":0.0}
{"full_text":"RT I'm seeing people note the ages they went into lockdown 1 and now and I'm thinking huhhh?? 19-21 is a big jump. 23-25 is a b...","sentiment_score":0.0}
{"full_text":"RT Three Australian cities told to get COVID tests and isolate","sentiment_score":0.0}
{"full_text":"RT Cosmopolitan magazine hit with fierce backlash over covers praising obesity despite coronavirus risk","sentiment_score":0.0}
{"full_text":"RT So it turns out more of ye didn't know about the WoW pandemic than did. 56% didn't know.It's honestly a pretty interesting...","sentiment_score":0.3375}
{"full_text":"A friend of mine's father in Argentina was released from hospital as his Covid symptoms eased, within two weeks he was suddenly totally paralysed with Guillain-Barre syndrome, doctors have said it is a result of Cocid and his life hangs in the balance because of pneumonia.","sentiment_score":0.0}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"A new day, a new lockdown. Morning","sentiment_score":0.1363636364}
{"full_text":"RT WE ARE STILL HERE! We have not stopped since the Covid -19 pandemic began. We will keep going though this latest lockd...","sentiment_score":0.5}
{"full_text":"RT #Brazil has confirmed its first two cases of the new variant of #coronavirus that was initially discovered in the #UK htt...","sentiment_score":0.1965909091}
{"full_text":"Plain &amp; simple, I don't care about your political ideologies. Wear a mask, be responsible, don't put others at risk. Stop spreading misinformation. My mom just found out 2 of her old friends died from Covid. They were in their 50's. Hospital workers are suffering. Do your part.","sentiment_score":0.0171428571}
{"full_text":"RT Yes, it's back to Lockdown 1 again. Shopping &amp; outdoors exercise only. All schools shut from tomorrow until after Feb ha...","sentiment_score":0.0}
{"full_text":"RT Use the third lockdown to do something you should have done in the first lockdown, and then still couldn't get round to d...","sentiment_score":0.0166666667}
{"full_text":"RT Covid is real and it is killing people, look at these cars fetching corpses at the state mortuary","sentiment_score":0.2}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT #AuspolDenise states a really valid point, if not for the fog of Covid this gov would &amp; should be seen as undoubtedly the mos...","sentiment_score":0.2}
{"full_text":"RT #raj_aen_result WHO has directed to apply the mask on the mouth to avoid corona, but the RPSC has applied it on his eye...","sentiment_score":0.0}
{"full_text":"RT Covid-19 Update: UK, Full Lockdown 3: schools to be closed as of tomorrow 5th of January 2021 and remain closed until Fe...","sentiment_score":0.05}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT A shortage of oxygen in LA &amp; nearby San Joaquin Valley is forcing paramedics to conserve the supply.In order to maintai...","sentiment_score":0.0}
{"full_text":"RT If this government is serious about boosting Alberta's economy, why did they spend their vacation money in other countries...","sentiment_score":-0.2291666667}
{"full_text":"If only our elected representatives were demanding a similar response for our government. Instead they can just say \"get Brexit done\", \"patriotic duty to go to the pub\", and \"all I want for Christmas is Tier 2\". Honestly, a house plant would be more use","sentiment_score":0.275}
{"full_text":"RT Indonesia: It means the disease is out of control and you need sincere leadership, clear public messaging, ensure public...","sentiment_score":0.15}
{"full_text":"RT Found this on Parler. Seems to me that the hospital bed shortage is a deliberate political tool to draw votes-via-fear.\"Oh...","sentiment_score":0.0}
{"full_text":"Let us all stand with the doctors, sanitary workers, and frontline warriors who have made sure the cases are under 1000 now. Please do not go behind this greed and dig a grave for all of us. Please take back the 100% occupancy. PLEASE RECONSIDER.","sentiment_score":0.0333333333}
{"full_text":"RT Actions speak louder than words. The Morrison Government was spending $75 million to spruik their coronavirus response at the s...","sentiment_score":0.0}
{"full_text":"RT India's economy could prove to be the \"most resilient\" in the subregion of South &amp; South-West Asia over the long term. A p...","sentiment_score":0.225}
{"full_text":"Shenanigans. I call bunkum. How do they know what to test for? So they have an isolated virus to compare. Damn lies. Bet there is no new strain. It's the covid control train.","sentiment_score":-0.0681818182}
{"full_text":"Recognising selfless service by  #Security, #Fire &amp; Rescue officials, in ensuring safe &amp; secured air travel during #COVIDCrisis, #AAI's Civil Airport Hindon expresses profound gratitude on successful manoeuvring of pandemic days &amp; bringing aviation back on the wings.#AAI","sentiment_score":0.3333333333}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"RT Another lockdown... January and February the most depressing months of the year... please if anyone Is having suicidal tho...","sentiment_score":-0.05}
{"full_text":"RT Ang illegal vaccine contraband ay banta sa buhay ng Pilipino at magpapabagal lang sa pandemic response natin. It coul...","sentiment_score":-0.5}
{"full_text":"England to enter toughest Covid lockdown since March","sentiment_score":0.0}
{"full_text":"RT Is Cuomo crossing into criminal territory? Or is it legally ok to play games with the vaccine to score points in petty rivalr...","sentiment_score":0.05}
{"full_text":"RT Woke up to an eviction notice. Have til March 4.How am I, a blind trans woman, going to find a safe place in the Grea...","sentiment_score":0.0}
{"full_text":"Service Update 08:00 - All general service updates can be found this morning here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT Believe us we're studying , we have been through difficult times in lockdown as financially and mentally , please take...","sentiment_score":-0.2}
{"full_text":"Service Update 08:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT What 1st lockdown unfortunately showed is more drivers prepared to speed excessively.. roads still remain ho...","sentiment_score":-0.0833333333}
{"full_text":"This looks like a few useful links so sharing. Godspeed to everyone with lockdown homeschooling dumped on them...","sentiment_score":0.05}
{"full_text":"RT Great to see India's leadership in vaccine manufacturing capability: Bill Gateshttps:\/\/t.co\/Ozqb5K0xuS","sentiment_score":0.8}
{"full_text":"RT We spoke to Chris DeFelice, the owner of Dirty Water in Washington DC, who told us that every Wednesday at his bar from no...","sentiment_score":-0.6}
{"full_text":"RT New studies found that the spike protein of #SARS_CoV_2  #coronavirus can cross the blood-brain-barrier (BBB) and ente...","sentiment_score":0.0681818182}
{"full_text":"UPDATE: 5 coastal provinces still open - Prayut rejects \"total lockdown\" proposal - more at #ThailandThe proposal for a \"total lockdown\" restricting travel in and out of 5 coastal provinces was rejected by PM Prayut Chan-o-cha. The provinces, Samut Sa...","sentiment_score":0.125}
{"full_text":"Cost is a problem wrt to private healthcare. But no less of a problem than providing patients with expired food, no food., hospitals without soap, hospitals without equipment. These are pre-pandemic supply chain issues that should not have occurred.","sentiment_score":0.0416666667}
{"full_text":"RT Due to covid,- Rs2 Lakh monthly loss to single screen owners.- Rs15 Lakh monthly loss to single screen owners.- 150-2...","sentiment_score":-0.0892857143}
{"full_text":"RT Legends who started wearing masks and went into quarantine much before COVID19.One year of JNU violence. No arrests yet. h...","sentiment_score":0.2}
{"full_text":"Following yesterday evening's announcement of a national lockdown, school will not reopen on Wednesday to all pupils. As explained in our text message, further information will be emailed to our families later today.","sentiment_score":0.0}
{"full_text":"you were aware Covid is not HIV. We all prone to be infected from the one who gone to theater. Yes AC bus too as same as theater. But priority is matters.","sentiment_score":0.125}
{"full_text":"RT This is the truth we all knew. Well done to all of those who pushed for this data to be released.","sentiment_score":0.0}
{"full_text":"RT The ability for younger children to continue to meet other children outside for play is very welcome. Older children are...","sentiment_score":0.2083333333}
{"full_text":"RT It's almost impossible to get our heads around what that means.Some comparators:- 20% of all covid cases in Ireland wer...","sentiment_score":-0.6666666667}
{"full_text":"Based on the phenomenal rate of spread in Wuhan - from a few cases in early December 2019 to 100K+ cases 7 weeks later, the only rational explanation is the lab escape of a virus that had been very effectively pre-adapted to human transmission\/infection.","sentiment_score":0.1685714286}
{"full_text":"RT The Prime Minister manages to make another speech he didn't want to make. Does he really expect us to buy that anymore.","sentiment_score":0.2}
{"full_text":"RT Denying people life-saving vaccines during a pandemic based on citizenship status is genocide.","sentiment_score":0.0}
{"full_text":"1. Ridwan Rasheed (Executive Director Business Idea Generation and Building Entrepreneurial Attitude and Getting Ahead; A Guide To Making  The Best of This PandemicContinuous Learning As a Journey to International Youth Day Message","sentiment_score":0.5}
{"full_text":"RT Given the highly contagious nature of Covid19, it is essential to use certified sanitizers. At KEBS, we certify sanitizers bas...","sentiment_score":0.08}
{"full_text":"Let's be real: anybody who in ANY WAY supported the first lockdown, is partially responsible for the current lockdown and all future lockdowns. It never made any sense. At all. Period. The lockdowns were never going to be temporary. #ownup #youdidthis #lemmings","sentiment_score":0.13}
{"full_text":"Extremely horrible News strongly condemned by #Pakistanis inhumanly event against our worker brothers killed #Hazarakillings #HazaraShia #MachhKilling #machincident #PMImranKhan must go&amp;help citizens #lockdown hearts #ShiaLivesMatter #CrushISIS #Pakistan","sentiment_score":-0.2555555556}
{"full_text":"RT More they oppose, more they are exposed': Nadda hits out at Congress over Covid-19 vaccine 'doubts'https:\/\/t.co\/rxcqRin...","sentiment_score":0.5}
{"full_text":"RT But it's not funny for those who will lose their jobs, have businesses go bankrupt, suffer depression, lose valuable edu...","sentiment_score":-0.125}
{"full_text":"RT During the 1st lockdown 25% of children on Free School Meals did less than 1 hours school work a day. These children leave...","sentiment_score":0.1166666667}
{"full_text":"RT In October Boris Johnson's government cut funding for laptops for disadvantaged pupils by 80%!#lockdown #LevellingDown...","sentiment_score":0.0}
{"full_text":"RT Keir Starmer has just called for tech companies to waive data charges for the poorest families","sentiment_score":0.0}
{"full_text":"RT So, to be clear, we just sent 3 million children into primary school FOR ONE DAY, so they could all mix around the viru...","sentiment_score":0.25}
{"full_text":"Welcome to LIFE. A perpetual cycle of Lockdown and Tiers\/Tears. Either or.  #lockdown #propoganda #YouMeWe #wakeup #stoplockdowns  #GreatReset #fear #COVID19 #KBF #stopcomplying #notestnocases","sentiment_score":0.8}
{"full_text":"RT I understand your quandary Steve &amp; I think you'd rather be there but I'd suggest not giving the Brexit backe...","sentiment_score":0.0}
{"full_text":"RT I don't like being in Lockdown as much as the next person (I'm in Leicester, trust me I know).But a short-term sacrifice fo...","sentiment_score":0.1}
{"full_text":"Enjoyed your Caribbean holiday then. ","sentiment_score":0.5}
{"full_text":"And so it begins.....lockdown number 2 or 3 ....lost count ","sentiment_score":0.0}
{"full_text":"has a melt-up Q1 and maybe Q2, with deflationary crash H2.  IMO Catalyst to watch for top is if tourism \/ Airlines still struggling with various lock-down restrictions in West.If we are not full open everywhere by end of March. I would be concerned.","sentiment_score":0.08125}
{"full_text":"I watched it also because of Absence.  i binge watch it during our lockdown. I like the neighbor one.","sentiment_score":-0.0125}
{"full_text":"You Been a Nurse made me Realize how Much I only need you and Health in this Life  #COVID19 #Health","sentiment_score":0.0}
{"full_text":"RT We may be in lockdown but you're not alone.If you ever need someone to talk to, please reach out   Samaritans 116 12...","sentiment_score":0.0}
{"full_text":"RT I'm seeing people note the ages they went into lockdown 1 and now and I'm thinking huhhh?? 19-21 is a big jump. 23-25 is a b...","sentiment_score":0.0}
{"full_text":"I wonder if it's just fucked up human nature on this side of the world. I see it so much. People who don't think they need to quarantine despite being exposed etc. Switzerland waited way too long to do a lockdown too..","sentiment_score":-0.1125}
{"full_text":"RT This. I remember my father's outrage when seat belt laws were enforced. He was not happy, but he had to comply because cops...","sentiment_score":-0.4}
{"full_text":"RT Decison-making, Boris Johnson style:-14 Dec: We'll sue any council closing schools-22 Dec: Don't reopen schools, Sage...","sentiment_score":0.0}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormalhttps:\/\/t.co\/DwWcaGjauA","sentiment_score":0.0}
{"full_text":"RT A man with a golden heart. He helped many migrants to reach their homes  during the lockdown &amp; his work has been acknowl...","sentiment_score":0.4}
{"full_text":"RT Did I miss something? Did we ever successfully isolate the first strain?","sentiment_score":0.5}
{"full_text":"umm question for the government: why do u hate btec students answer quick ??","sentiment_score":-0.2333333333}
{"full_text":"People will flock anyways whether it's public transport, Temple or theatre. Common sense is not common nowadays. #VaathiComing is fine but Virus coming isn't  #MasterPongal #Master #MasterFilm","sentiment_score":0.0666666667}
{"full_text":"RT My friend didn't wear a mask because he believed the lies from our leaders. Now, he's close to being intubated. He aske...","sentiment_score":0.0}
{"full_text":"The \"Covid\" virus was created in cooperative effort with China at the BIO-Weapons Lab at Fort Knox in 2016. Soldiers stationed there were actually inoculated against the virus. Trump had a hand in it.","sentiment_score":0.0}
{"full_text":"RT These are the Chesterfield schools set to close or partially re-open amid coronavirus fears","sentiment_score":-0.1}
{"full_text":"A test is just a test requiring filtering and understanding.A Case is a person with Covid symptoms, 98%+ of who recover.Forget the test level and look at Hospital admissions and deaths.","sentiment_score":0.0}
{"full_text":"Please think once before you speak. Just look at Cases per million citizens and then speak. Then you will sya India is hiding cases. If someone is hiding cases, It is CHINA, China is the biggest virus and I know you would hate this because you're a communist.","sentiment_score":-0.8}
{"full_text":"RT So they get their lockdown. First thing the Unions do is ask for more money.@BBCNews","sentiment_score":0.375}
{"full_text":"6. Demand for digital collectibles decelerates slightly once COVID vaccines hit, as folks cooped up for a year+ go outdoors and take a break from their computers \/ phones","sentiment_score":-0.0833333333}
{"full_text":"RT Vaccine for what.. Stats? They're driving up stats to justify mandatory vaccination.. Any death is a covid 1...","sentiment_score":0.0}
{"full_text":"What Lockdowns achieve. More misery. More small businesses destroyed.More unemployment.More debt.More mental health probs. More suicides.More non-covid deaths.More uneducated children. More poverty.More divisions and separation. More loss of personal freedoms.","sentiment_score":0.26875}
{"full_text":"In business travel, plans can change with next to no notice. That's where the value of a dedicated travel expert comes in. Travel Counsellor, David Bishop, saved an accommodation booking for 100 key workers. #businesstravel #covid19","sentiment_score":0.0}
{"full_text":"RT So,You open the Windows to let the \"Covid Dust Out\"?? If thats the case,it means its Airborne and NO amount of Lockdown...","sentiment_score":0.0}
{"full_text":"RT Another national lockdown just hours away and Chancellor Rishi Sunak is about as accessible as the Scarlet Pimpernel whilst...","sentiment_score":0.375}
{"full_text":"RT Partying never really stopped during the pandemic. reports on nightlife in contagious New York","sentiment_score":0.0181818182}
{"full_text":"its not just covid\/cancer. There are many serious illnesses. Look at the extremely clinically vulnerable. They are not getting treatment, such as pulmonary rehab for severe copd. Everything seems to be on hold because of covid. You can't even get blood tests.","sentiment_score":-0.0916666667}
{"full_text":"Did you catch all the headlines? READ our latest daily briefing for updates on the #property and #realestate sector","sentiment_score":0.25}
{"full_text":"Domestic abuse during the pandemic gathered the world's attention, but tackling #violenceagainstwomen requires long-term, systemic investment. Women's groups want to ensure that national leaders can't look away when the pandemic subsides.+ at","sentiment_score":0.0}
{"full_text":"COVID-19: 60 new patients were admitted to Iowa hospitals over the last 24-hour period measured by IDPH.https:\/\/t.co\/FGaSCFZX50","sentiment_score":0.0681818182}
{"full_text":"Planning your budget for the new year amid a pandemic and a strained economy can be difficult, but it's possible.  2021 does present you an opportunity to turn the financial lessons learnt from the  pandemic. ","sentiment_score":-0.0727272727}
{"full_text":"RT People give the diasporan lunatic squad (Canadian chapter) too much credit despite their obvious mental health issues. Nigeri...","sentiment_score":0.0333333333}
{"full_text":"The Ministry of Health is encouraging continued use of the tracer app, and it is said that B117 or the \"UK-strain\" of COVID-19 is more contagious:","sentiment_score":0.5}
{"full_text":"iPhone 11 and note 7 for saleVery affordableDM for negotiationTrentWhat GodManchester United#lockdown Man utd","sentiment_score":0.0}
{"full_text":"RT 1) So the pharmacist who destroyed 500 doses of the covid vaccine is a conspiracy theorist who...wait for it...was radicaliz...","sentiment_score":0.0}
{"full_text":"The impact of COVID will ultimately not only be seen on the physical aspects of travel, but also in the digital area, and there are new threats.  https:\/\/t.co\/ruxRJIctIH #pandemic #travel #flight #vacation #covid","sentiment_score":0.0340909091}
{"full_text":"Bangladesh grants approval for emergency use of the Oxford University-#AstraZeneca #CoronavirusVaccine","sentiment_score":0.0}
{"full_text":"Fourteen children from one Bahraini family have been infected with the coronavirus (Covid-19), it has been revealed.Read More - #Bahrain","sentiment_score":0.5}
{"full_text":"Ecole et Familles Oubliees Parents et Enseignants Solidaires Covid19 Bildung Sicher Safe Ed For All Bildung Aber Sicher Parents United Scholen Veilig CDS Kenya Parents' groups are unified for safer schools for children and adults.https:\/\/t.co\/B2Zn33R5R3","sentiment_score":0.5}
{"full_text":"#India recorded 16,375 new cases of coronavirus, the lowest in over six months, taking the country's #COVID19 caseload to 1,03,56,844, according to the Union Health Ministry data updated on January 5https:\/\/t.co\/5QVy7lfVeb","sentiment_score":0.1363636364}
{"full_text":"** Lockdown ** Following yesterday's COVID-19 announcement, the track will be closed for all coaching sessions with immediate effect until further government guidelines are released.  Stay safe.","sentiment_score":0.1}
{"full_text":"RT 1) So the pharmacist who destroyed 500 doses of the covid vaccine is a conspiracy theorist who...wait for it...was radicaliz...","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"The Royal Halberd from Legend of Zelda Breath of the wild! I made this in May during the first covid lockdown! I'm still super happy with how this turned out! Want to see anything else from BOTW?#LegendOfZelda #BreathoftheWild #cosplay #cosplayergirl #cosplayprop","sentiment_score":0.4427083333}
{"full_text":"Good morning. Following last night's announcement, school is closed for all children today. We will reopen tomorrow for key workers and vulnerable children. Learning will be online for all other children. Please follow Government advice and stay at home wherever possible.","sentiment_score":-0.003125}
{"full_text":"2020 was an interesting year in many ways. had an amazing opportunity to provide commentary on safe ways to socially distance while viewing rocket launches in the age of #COVID #COVID19 #SpaceX #science","sentiment_score":0.4266666667}
{"full_text":"Rajasthan-based bookseller, Narendra Kumar, never imagined that he would practice the lyrics of this patriotic song one day and grow moti (pearls) at home.","sentiment_score":0.0}
{"full_text":"Coronavirus in Cumbria round-up: Tuesday, January 5https:\/\/t.co\/Tp8gGDdXC2","sentiment_score":0.0}
{"full_text":"Why can't they see that they are part of the problem? So long as di*kheads (especially anti-vaxx types) keep protesting against a virus and\/or breaking the rules we will be locked in a perpetual cycle of lockdowns. #COVIDIOTS #COVID19","sentiment_score":-0.025}
{"full_text":"LOCKDOWN DIARIES: DAY 2952021-01-05 00:00 - The quarantine has one eye on Georgia and the other on LA.Stay tuned for dispatches from Radio Free Diablo County.","sentiment_score":0.1375}
{"full_text":"The 6 key factors that make the new national lockdown different to March","sentiment_score":0.0454545455}
{"full_text":"These are all the new rules which will be made law by Wednesday","sentiment_score":0.1363636364}
{"full_text":"COVID 19 cases in India until : 05\/01\/2021 13:30Total Cases: 10357569 [+0]Active: 228088Recovered: 9975340 [+0]Deaths :149886 [+0]Total Tests: 175.64MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"As the county goes back into lockdown, here's what you can and can't do:","sentiment_score":0.0}
{"full_text":"I will take it in the arm and just wait an additional day or two thanks...","sentiment_score":0.2}
{"full_text":"RT Piers Morgan goes on holiday, returns to call for lockdown. Dominic Cummings implements lockdown, then breaks it.","sentiment_score":0.0}
{"full_text":"RT The President is once again complaining that \"like a miracle\" his lead disappeared in several states as mail-in ballots were co...","sentiment_score":0.0}
{"full_text":"RT This lockdown is desperately needed.For the best of chance of success in driving down COVID-19 levels, it must be accom...","sentiment_score":0.1361111111}
{"full_text":"#bbcradio4  Kier Starmer managed not to answer the point about one day not supporting unions calling for school closure and the next, calling for total lockdown. 'People aren't interested' in what he did or didn't say when. Apparently.","sentiment_score":0.035}
{"full_text":"RT Seriously, why is it so fucking hard for people to wear a god damn mask?","sentiment_score":-0.3125}
{"full_text":"What are the benefits of getting a COVID-19 vaccine?Learn more at:","sentiment_score":0.5}
{"full_text":"RT A report that has Covid-19 breaks my heart. It's been easy to kid him but Larry is a loyal friend and his...","sentiment_score":0.3833333333}
{"full_text":"RT VERY interesting article against the backdrop of #lockdown annoucement this evening.  Vaccine Minister's...","sentiment_score":0.65}
{"full_text":"RT So despite more than 20 studies all showing that lockdowns don't reduce COVID mortality, our Government is persisting with...","sentiment_score":0.5}
{"full_text":"How do I climb the company ladder? #COVID19 #TipTuesday #TopicTuesday #TechTuesday","sentiment_score":0.0}
