{"full_text":"When he raises taxes - I will have less disposable moneyWhen fuel prices go up - it will cost me exponentially more to travel to state collegeWhen he mandates business closing, restricts crowd sizes, and mandates that you either get vaccinated or stay homeNot much","sentiment_score":0.1777777778}
{"full_text":"RT \"We have to act now, or tens of thousands will die.\"- \"Oh sure, let's check again in a month, shall we? The pandemic is al...","sentiment_score":0.5}
{"full_text":"Anybody know what time the pandemic's supposed to end I got some stuff I wanna do","sentiment_score":0.0}
{"full_text":"RT Someone died of coronavirus in the UK today the equivalent of every 47 seconds. These are not just statistics they are parent...","sentiment_score":0.0}
{"full_text":"UPDATE The commission encourages people to keep wearing masks but says with a decrease in new COVID-19 cases, they're leaving the decision up to businesses and individuals:","sentiment_score":0.1363636364}
{"full_text":"RT In conjunction with the Small Business Development Center and Advance Southwest Iowa, the City of Council Bluffs has busines...","sentiment_score":-0.175}
{"full_text":"I think she's taking the pandemic really seriously. Proud of her :)","sentiment_score":0.65}
{"full_text":"RT Biden's gonna blame EVERY death due to COVID on Trump for at least 3 months,...","sentiment_score":-0.2125}
{"full_text":"Rapid and minimally tested COVID-19 vaccine may bring another catastrophe for aged and comorbid people  Why? It explains in the following scientific articles ... ","sentiment_score":-0.0666666667}
{"full_text":"#DystopianHeadlineGenerator &gt;Cremation Limits Lifted In LA Due To 'Backlog' As COVID-19 Deaths Skyrockethttps:\/\/t.co\/I8YrqB93tr","sentiment_score":-0.125}
{"full_text":"RT It is with deep sorrow today that we acknowledge the State reported 71 deaths from COVID-19. This single-day record high is...","sentiment_score":0.08}
{"full_text":"RT How on earth does Nicola Sturgeon justify claiming everything is fine with the vaccine program at FMQs. Time she spoke to...","sentiment_score":0.4166666667}
{"full_text":"Priti Patel admits Boris got borders wrong | Clueless Boris Johnson hasn't got ANYTHING right! HE has totally mismanaged this Pandemic from the very beginning in January 2020. Complacent Boris refused to take any actions until too late; Boris is a disaster","sentiment_score":-0.0485714286}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"I've been forced out of a job and now reselling is my only form of income during this pandemic. I have 4 kids and ends to meet. Wrath simply is the best AIO out there and resale prices take away from that valuable $ needed for #WrathTakesStock . Pls bless ","sentiment_score":0.175}
{"full_text":"RT Here is your non-inauguration content for today...","sentiment_score":0.0}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT How on earth is Boris Johnson still PM? Another 1,820 #COVID19 deaths reported today, we have the most slavish, disgusting,...","sentiment_score":-0.25}
{"full_text":"Weirdo","sentiment_score":0.0}
{"full_text":"RT If we finish top 3 = cash prize I will put money towards a surprise for me &amp; (after lockdown) Make s...","sentiment_score":0.5}
{"full_text":"The latest The Hidden Silicon Valley Buzz! #covid19","sentiment_score":0.1458333333}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT Tomorrow WE ARE BACK with our weekly Wednesday #isolationcreations to get us through, what will HOPEFULLY be, this last lo...","sentiment_score":0.0}
{"full_text":"RT Many #homeless people fill the streets of the Johor Baru city centre waiting for free food handouts from non-governmental o...","sentiment_score":0.45}
{"full_text":"Yes, it has been 4 Awful years.Trump Lied about COVID-19; said on FEB 28,\"It's going to disappear.God, please tell Trump he Lost!His words \"Americans Who Died In WarAre \"Losers and Suckers\"Still, Trump had 5 Deferments from Vietnam!#LordTrumpACowardCriminalRacistAndTraitor","sentiment_score":-0.5}
{"full_text":"People forget that Trump had a Covid Variety Hour show every night for the first two months of the pandemic lol","sentiment_score":0.525}
{"full_text":"RT .@Cisco stands ready to work with the Biden Administration and Congress to drive progress, recover from the pandemic, bri...","sentiment_score":0.2}
{"full_text":"RT Traitor. #ExpelTheSeditionists #ExpelTedCruzNow","sentiment_score":0.0}
{"full_text":"Correction: This is WHO guidance, not CDC.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Over 100 people have died so far today from COVID-19 due to President Biden's mishandling of the virus.","sentiment_score":-0.0125}
{"full_text":"Hey a-hole, you're the reason we're in this mess right now!!!","sentiment_score":0.1915178571}
{"full_text":"RT Top Manitoba doc says COVID rules don't apply to governments - The Western Standard","sentiment_score":0.1666666667}
{"full_text":"Maybe I'll stay in #Boulder on vacation!  That or #Portland .  Hope that doesnt bother locals.  I just want to travel after COVID is taken care of!","sentiment_score":0.0}
{"full_text":"RT  BREAKING: has withdrawn from next weekend's after team owner\/driver Tim Pappas has tested pos...","sentiment_score":0.0}
{"full_text":"On the deadliest day of the pandemic yet, the government voted to reject an amendment that would have protected the NHS from inclusion in international....I'm a junior doctor, it's clear to me the Conservatives just voted to end the NHS - The Independent","sentiment_score":0.05}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"I think we need to quit calling kids schooling from home during the pandemic \"homeschooling.\" Homeschooling is a philosophy and tactic for educating kids at home, not a term for ad hoc education during a pandemic lockdown.","sentiment_score":0.0}
{"full_text":"What an ass","sentiment_score":0.0}
{"full_text":"Up to 50,000 kroner: Oslo police is doubling the corona-related fines","sentiment_score":0.0}
{"full_text":"The Paris Accord that makes the US lose it's energy independence &amp; gives the UN control of our energy. Loss of manufacturing jobs that Trump brought back. Increase taxes so taxpayers can fund countries determined by UN to meet Green Standards!No restrictions on China! Can't Wait","sentiment_score":-0.125}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"So end the lockdown then...","sentiment_score":0.0}
{"full_text":"RT A year into a global pandemic and Barry from Eastenders has been resurrected and is singing at the US presidential inauguration...","sentiment_score":0.0}
{"full_text":"RT Bidens term will be spent pushing for unity with people who spent 4 years desperately trying to strip basic human righ...","sentiment_score":-0.16}
{"full_text":"Just scheduled my first shot of the covid vaccine for Saturday!! Today gets better and BETTER","sentiment_score":0.4635416667}
{"full_text":"RT Novavax sees some COVID-19 vaccine trial dropout as Pfizer, Moderna rollouts gear up \"...$NVAX said t...","sentiment_score":0.0}
{"full_text":"Suddenly I want to make DC my first post-COVID excursion.","sentiment_score":0.125}
{"full_text":"RT We can lock down this virus and prevent the carnage of death we have seen today. We may need a pandemic reserve team of...","sentiment_score":-0.1555555556}
{"full_text":"We are officially back in a world where I would not be afraid to visit the US (just as soon as this whole Covid thing is 'over', that is). ","sentiment_score":-0.1333333333}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RI can only have one Governor at time, but it needs on","sentiment_score":0.0}
{"full_text":"RT It MUST be said, &amp; I shall say it. I find it curious that effectively goes into a short recess in the middl...","sentiment_score":0.1666666667}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT Off to a good startThe Biden-Harris Administration Immediate Priorities:- COVID-19- Climate- Racial Equity- Econ...","sentiment_score":0.7}
{"full_text":"RT Relieved to hear will be re-evaluating decision to go it alone with unlicensed delays betwe...","sentiment_score":0.0}
{"full_text":"Not full of Covid.","sentiment_score":-0.175}
{"full_text":"RT It was never about COVID or civil unrest.Truth is, Biden simply could not generate an inauguration crowd and the optics...","sentiment_score":0.0}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"I strongly believe in pandemic naps. This is where we are working at home and can nap whenever we feel like it ","sentiment_score":0.4333333333}
{"full_text":"RT I just feel like Covid has scattered all our settings. When it's all over we gotta reset and start all over. I don't rememb...","sentiment_score":0.0}
{"full_text":"RT From reversing the heinous Muslim Ban and inhumane family separation policies,to reentering the Paris Climate Agreement,...","sentiment_score":-0.9}
{"full_text":"RT Today, our Farmers to Families  Food Box program will roll out Round 5 adding $1.5 Billion of new funding. Created to f...","sentiment_score":-0.0318181818}
{"full_text":"RT Nong Stu is very cute.  Knowing that fans are worried about the COVID situation right now  Nong Stu hurriedly came out and...","sentiment_score":0.4678571429}
{"full_text":"And don't forget Under Biden's reign so far today we have lost 5000 innocent people to COVID.","sentiment_score":0.3}
{"full_text":"RT TAKE ACTION! COVID-19 outbreaks on fur farms pose a major threat to public health--risking virus mutations that could hin...","sentiment_score":0.0625}
{"full_text":"RT UK's Johnson says record COVID-19 death figures are appalling","sentiment_score":-0.35}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has killed over 8000 people today.When is he going to stop Covid?","sentiment_score":-0.2}
{"full_text":"RT Would love to hear why this wasn't offered and or accepted sooner.","sentiment_score":0.5}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT Lost 2 relatives last night, malome &amp; his wife. Covid. Whats started as ga ke ikutwe sente on friday turned into respirators i...","sentiment_score":0.0}
{"full_text":"RT Could you ask  why he has discriminated against 3 million self employed...","sentiment_score":0.0}
{"full_text":"Waterloo Public Health reported the lowest number of new COVID-19 cases in a 24-hour period in more than three weeks on Wednesday.https:\/\/t.co\/wPjO0nlF9d","sentiment_score":0.2121212121}
{"full_text":"Brant Griner's mum speaks out after having the Pfizer Covid vaccinehttps:\/\/t.co\/MTKDHVNUtP via","sentiment_score":0.0}
{"full_text":"Biggest fucking YEET of the century.","sentiment_score":-0.6}
{"full_text":"RT Are you researching about COVID-19 impact on drug policy, substances use or violence dynamics? This may be of interest for you...","sentiment_score":0.0}
{"full_text":"I think maybe y'all should add number of SA residents vaccinated in these updates.@SAMetroHealth@COSAGOV","sentiment_score":0.0}
{"full_text":"RT But they control the govt now...","sentiment_score":0.0}
{"full_text":"RT I just want this pandemic to be over so I can go to the club and dance to bad bunny. I'm tired of doing it in my room ","sentiment_score":-0.55}
{"full_text":"No real social distancing or lockdown - UK deaths could be 300,000-500,00 by now, following Sweden's lead. Do the maths.","sentiment_score":-0.0055555556}
{"full_text":"Wishing you well and  God speed recovery.","sentiment_score":0.0}
{"full_text":"RT So this happened last night, and today Claudia Conway posted a video that appears to show Kellyanne having an encounter wi...","sentiment_score":0.0}
{"full_text":"We have a tight deadline of Sep 30. We lost several months of FY2021 because Trump failed to respond to the coronavirus!  #DV2021 #DV2020#FamilyVisa#NoBan#Worriors#TheBachelor#DubNatio","sentiment_score":-0.2678571429}
{"full_text":"Register here for a community conversation about COVID-19 vaccination at noon on Jan 27th, 2021                                                                #NEIU, #NEIUCENTEROFHEALTH, #UIHEALTH, #centerforhealthequitytransformation","sentiment_score":0.0}
{"full_text":"I helped my mom make an appointment and the user interface is very bad. 1. Should let you save your demographic and insurance info. We had to enter it each time she went into the site. 2. Should give you a list of dates that have open slots. 1\/","sentiment_score":-0.455}
{"full_text":"RT Can we please have legislation to stop 'Covid deniers' demonstrating outside hospitals (BBC report from Royal Derby Hospi...","sentiment_score":0.0}
{"full_text":"Weird that...I find the same #wibble","sentiment_score":-0.25}
{"full_text":"GTFO.","sentiment_score":0.0}
{"full_text":"\"A national nightmare in NYC\"? What does that even mean? Derp. No, US wasn't \"doing very well.\" COVID19 merely accelerated and intensified the failure. All DT did was prop up Wall St., while creating debt. Inherited longest rise, and screwed it up.https:\/\/t.co\/cxYF1qXmG3","sentiment_score":-0.2322916667}
{"full_text":"This is why I shared my experience because all jokes aside it's a lot","sentiment_score":0.0}
{"full_text":"RT Working together, I am hopeful that we can defeat this pandemic, reinvigorate our economy, combat the climate crisis, and...","sentiment_score":0.0}
{"full_text":"RT NEWS: Executive actions Biden plans to issue today-Rejoin Paris accord-Fortify DACA-Undo Muslim ban-Stop border wall-...","sentiment_score":0.0}
{"full_text":"An international research team led by has identified and further developed novel #antibody fragments against #SARSCoV2, the virus that causes #COVID19. #Nanobodies #Coronavirus","sentiment_score":0.0333333333}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"RT Now that the 117th Congress has begun, we must immediately get to work to ensure every family--no matter their zip code, t...","sentiment_score":0.0}
{"full_text":"RT Cuadrado was out with COVID and today gave everything he got. Incredible effort from ","sentiment_score":0.9}
{"full_text":"RT 1,820 deaths recorded todayYet the people who claimed there would be no second wave and that the pandemic was all but ove...","sentiment_score":0.0}
{"full_text":"RT Don't miss our Jan. 29 webinar \"Confused about COVID-19 Vaccinations? What Public Employers Should Know About the Legal Issue...","sentiment_score":-0.0666666667}
{"full_text":"What Will Office Tours Be Like Post-COVID-19? #CRE #Office #Tours #COVID-19 #NewNormal","sentiment_score":0.0}
{"full_text":"RT From reversing the heinous Muslim Ban and inhumane family separation policies,to reentering the Paris Climate Agreement,...","sentiment_score":-0.9}
{"full_text":"RT 1\/3 There is a limited supply of COVID-19 vaccine. More opportunities for vaccination will be coming as the state receives mo...","sentiment_score":0.2142857143}
{"full_text":"This just has to stop. Problem is, there is no deterrent - even if taken to court, they end up with just a fine. Unbelievably cruel &amp;, of course, with lockdown every one seems to be looking for a dog. The repercussions will be devastating.","sentiment_score":-0.5277777778}
{"full_text":"RT Really,You couldn't wait a week before commenting on qPCR Ct values?Had to announce this once Orange man left offic...","sentiment_score":0.0}
{"full_text":"RT President Biden is in the Oval Office; getting ready to sign executive actions to reverse some Trump policies and to ord...","sentiment_score":0.2}
{"full_text":"Cross-sectional county-level ecological study finds positive association of cumulative #COVID19 incidence &amp; mortality rates with both racial\/ethnic population composition &amp; income inequality.","sentiment_score":0.3136363636}
{"full_text":"The push to inoculate Americans against the coronavirus is hitting a roadblock: A number of states are reporting they are running out of vaccine.","sentiment_score":0.0}
{"full_text":"\"How many deaths attributed to COVID-19 will be reported as of 31 March 2021?\" See our Superforecasters' prediction in the updated public dashboard. #COVID19","sentiment_score":0.25}
{"full_text":"If all Manitobans follow the public health orders currently in place, the results will follow. Fewer cases of #COVID19 and brighter days ahead. #SafeAtHomeMB","sentiment_score":0.0}
{"full_text":"This hairdresser earned $280K before the pandemic--here's how he's doing now:","sentiment_score":0.0}
{"full_text":"Our Virtual Showcase Night is just 1 hour away! Please be sure to check out our website when it premieres at 4 pm to learn how to Be [U] [IN] Corona del Sol!","sentiment_score":0.625}
{"full_text":"The Cover Your FESA Fundraiser ensures all of our learners have access to resources and supports to handle COVID-19 safely and successfully. Donate today at #Alberta #CoverYourFESA #fundraiser #nonprofit #COVID19AB #masks","sentiment_score":0.625}
{"full_text":"RT UK records new daily high of 1,820 Covid deaths, the highest number since the pandemic began","sentiment_score":0.0987878788}
{"full_text":"#Newington creates memorial to honor those who lost their lives to #COVID19:","sentiment_score":0.0}
{"full_text":"RT Right now #Biden and #Harris are busy issuing at least 17 major exec orders, including rejoining and #T...","sentiment_score":0.0370535714}
{"full_text":"The COVID19 death toll and the level of hospital admissions means it is far too early to speculate about when the lockdown may be lifted or eased, one of Prime Minister Boris Johnson's senior ministers said on Wednesday.https:\/\/t.co\/LZ5TZwMTyq","sentiment_score":0.1}
{"full_text":"After a long stretch of remote learning, everything will almost be back to normal when Victorian students go back to school. #7NEWS","sentiment_score":-5.551115123e-18}
{"full_text":"England's tough lockdown restrictions 'to last until at least Good Friday'","sentiment_score":0.0027777778}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"\"Pink slime sites' exploit news deserts where there's no established journalism, says of in the first series on journalism during the pandemic","sentiment_score":0.075}
{"full_text":"More children are being hospitalized with COVID-19. We all need to make sure we keep each other safe by maintaining proper social distance with others. #IAmForKids #BeTheChange","sentiment_score":0.2347222222}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"UPDATE: Yuma County Health Officials confirm 120 new cases of COVID-19 and *15 new deaths, bringing the total cases to 33,564.","sentiment_score":0.0909090909}
{"full_text":"For #nonprofits taking lead or secondary roles in critical care services amid COVID-19, now's the time to assess and enhance your #Cybersecurity plan. Our latest blog post highlights key points to consider along the way:","sentiment_score":0.05}
{"full_text":"RT Look out for a new podcast coming this week......","sentiment_score":0.1363636364}
{"full_text":"The program, which is the largest in Northern Kentucky, uses funds from the 2020 CARES Act to help small- and medium-sized businesses.https:\/\/t.co\/9knpHKBRbz","sentiment_score":-0.25}
{"full_text":"#BTV Headline 0300 PST - 21th January 2021 via #QatarAirForce #NAB #coronavirus #Weather #CNGLoadShedding","sentiment_score":0.0}
{"full_text":"I wish people wouldn't downplay the Covid-19 variants. First, emphasizing that although one is more transmissible, it's not more virulent (as if that doesn't mean more people will die from it). Then, by cherry-picking vaccine tests (especially ones by the vaccine makers). smfh","sentiment_score":0.1145833333}
{"full_text":"Do you have questions about hosting an open house during the pandemic? NAR has a great list of FAQs and answers >>>>","sentiment_score":0.4}
