{"full_text":"RT The Corruption Perceptions Index 2020 shows corruption not only undermines the global health response to the COVID-19 p...","sentiment_score":0.0}
{"full_text":"RT Only 5 of the 17 republicans that would be needed to impeach Trump feel that the impeachment of a former president is e...","sentiment_score":0.0}
{"full_text":"RT 100% agree with these efforts by  -- right now, at-risk populations under the age of 65 are being told th...","sentiment_score":0.2857142857}
{"full_text":"RT I don't see what is shocking here. Unless control measures somehow specifically block infection by wildtype but not the m...","sentiment_score":-1.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Social media censorship just ratcheted up to a new level.  Google's YouTube removed two videos of doctors testifying und...","sentiment_score":0.0848484848}
{"full_text":"Covid and me: 10 days on life support  | Free to read","sentiment_score":0.4}
{"full_text":"RT Our Premier is publicly attacking academics too close to the truth, while withholding billions that will save lives, enablin...","sentiment_score":0.0}
{"full_text":"RT Poor leadership is the reason #torybrexit Britain has suffered the most deaths in Europe. Can't argue with thar ","sentiment_score":0.05}
{"full_text":"RT Oh what I'd give for a look under the hood of the new federal COVID communication campaign. How was it developed? What...","sentiment_score":0.1181818182}
{"full_text":"RT Gonna stick my ass out the car window at Dodger's stadium hell yeah.","sentiment_score":0.0}
{"full_text":"RT Kerala health minister says that opening up of public places has resulted in steep increase of Covid cases.So whats the act...","sentiment_score":0.0}
{"full_text":"Immigrant doctors want to help the Army fight the coronavirus. The Pentagon won't let them.","sentiment_score":0.0}
{"full_text":"\"When Covid is over\" is starting to sound a lot like \"ima start my diet on Monday\" ","sentiment_score":0.2}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT How many students have been infected since: a) the start of the pandemic? 1301 or 1260 (campus tests) + unknown %...","sentiment_score":0.2}
{"full_text":"RT It would be fitting that the mayor of LA looks 40 but is actually over 65 but I'm guessing that's not what's going on here","sentiment_score":0.25}
{"full_text":"RT Month 11 of the pandemic","sentiment_score":0.0}
{"full_text":"Gavin Newsom. The embodiment of how there is no hope to be found in the Democratic party any longer. #DemExit #EatTheRich","sentiment_score":0.0}
{"full_text":"Yes made me realize I don't need anyone and that my life is the same wether in lockdown or out of it","sentiment_score":0.0}
{"full_text":"#womenentrepreneurs of india have big hopes from #nirmalasitharamans #budget2021Struggling with the COVID-19 crisis, India's women entrepreneurs are hoping for a win with this year's budget.Read more:","sentiment_score":0.4333333333}
{"full_text":"A major milestone achieved for India! Over 2 million healthcare workers vaccinated.@IndianDiplomacy #IndiaFightsCorona","sentiment_score":0.078125}
{"full_text":"RT my guess is BH aren't so much into \"saving\" the industry but rather taking the opportunity to dominate &amp; to reshape large pa...","sentiment_score":0.2071428571}
{"full_text":"RT Myocarditis is very uncommon in patients with SARS-CoV-2 infection and endomyocardial biopsy should not be routinely us...","sentiment_score":1.0}
{"full_text":"RT 100% agree with these efforts by  -- right now, at-risk populations under the age of 65 are being told th...","sentiment_score":0.2857142857}
{"full_text":"RT #COVID19: England is joining a host of other countries that have imposed quarantines in hotels for arriving travellers.As we...","sentiment_score":-0.125}
{"full_text":"RT German district court declares lockdown imposed by the government of the central state of Thuringia unconstitutional, a...","sentiment_score":0.0}
{"full_text":"RT My mom called today to tell of 2 more deaths in our circle of family&amp; friends.That's a total of 8 in the past few month...","sentiment_score":0.0125}
{"full_text":"RT Nearly 75% of the drugs approved by the FDA in the past 20 years had no assessment of their effects in pregnant people -- includin...","sentiment_score":0.0611111111}
{"full_text":"RT VERIFIED: broke down \"we lost the summer\" and talked through how the pandemic has affected lives worldwide...","sentiment_score":-0.1555555556}
{"full_text":"they are working great..let them support for doing more campaigns in #Bangalore #Salute2DelhiPolice #lalalajpatraijayanti #MewSuppasit","sentiment_score":0.5}
{"full_text":"RT Illegal immigrants won't be denied Covid-19 vaccine: The government has revealed that illegal immigrants will also bene...","sentiment_score":-0.5}
{"full_text":"RT #Pushpa Release Date Count Down Begins ...!! 196 Days 4,704 Hours2,82,240 Minutes1,69,34,400 Seconds Lock The Dat...","sentiment_score":-0.2430555556}
{"full_text":"RT First, no person is 'illegal' their conduct is.Second, all criticising this clearly don't get how infection works. You &amp; yo...","sentiment_score":-0.05}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"RT My latest project with is out today! Looking at how countries with different political systems, population s...","sentiment_score":0.2083333333}
{"full_text":"RT covid got the people so bored now theyre out here canceling wall street","sentiment_score":-0.5}
{"full_text":"RT Broke my heart this evening hearing my daughter break down crying not coping with this lockdown, can't work, can't see frie...","sentiment_score":-0.1777777778}
{"full_text":"RT Covid-19 sniffing Dogs at Miami","sentiment_score":0.0}
{"full_text":"RT Hey Marco maybe instead of attacking Teachers during a pandemic you can try denouncing your buddy in the House,","sentiment_score":0.0}
{"full_text":"RT Imagine how difficult adapting to the pandemic would be, for many of us working and learning from home, without reliab...","sentiment_score":0.0}
{"full_text":"RT It's called the #ChinaVirus because it's from China  #BeijingBiden is #NotMyPresident  #Resist","sentiment_score":0.0}
{"full_text":"RT Doctors Without Borders medical teams are providing lifesaving care to people impacted by COVID-19, natural disasters, conflic...","sentiment_score":0.05}
{"full_text":"RT There's hope on the horizon for an eventual end to COVID-19. But to create a post-pandemic world that is healthier and st...","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"This is a foolish and manipulated take. No administration in history has miraculously corrected jobs losses, during a pandemic in one week. Nor have they been caused by the incoming. All falls on the prior. We are smarter than you think and we see and recall more as well.","sentiment_score":0.25}
{"full_text":"RT Charlotte Church says it'll be interesting to see what happens with all this Covid business","sentiment_score":0.5}
{"full_text":"I can't believe there was a Covid briefing today and I didn't have to watch Trump come out and do his \"why me\" routine. How refreshing!","sentiment_score":0.625}
{"full_text":"The role of in-house lawyers within an organisation has been increasingly redefined as a result of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT After the first national lockdown was imposed, there was talk of a generation of \"coronababies\"  but exclusive data obtained...","sentiment_score":0.25}
{"full_text":"RT Remember you are not alone during this lockdown.  If you ever need somebody to talk to, please call one of the numbe...","sentiment_score":0.0}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"RT Just read a brilliant study by a Professor at UNILORIN stating that pineapples can be used control covid-19 related probl...","sentiment_score":0.45}
{"full_text":"Most clinics (doctor, dentist, eye doctor, etc) are being very good about dealing with Covid. I had to go to the doctor about 5 times last year, once I even had to remove my mask for about 5 minutes while they did xrays (which scared me). I didn't get sick though.","sentiment_score":0.1739285714}
{"full_text":"RT Only 5 of the 17 republicans that would be needed to impeach Trump feel that the impeachment of a former president is e...","sentiment_score":0.0}
{"full_text":"RT There is no bigger disgusting joke in the world than GOPrs who claim to be pro-life. The ones who told the elderly to d...","sentiment_score":-0.5}
{"full_text":"RT Time to double or upgrade masks as coronavirus variants emerge, experts say - The Washington Post","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:One of the highest globally, India's recovery rate now nearly 97%31 States\/UTs with less than 5,...","sentiment_score":-0.0222222222}
{"full_text":"RT People saying 770 bob for the COVID vaccine is \"affordable to Kenyans\" are really living in a bubble where cardio is mostly jus...","sentiment_score":0.35}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT \"No weapons or instruments of destruction were found during the on-site investigation.\"THIS IS NOT NORMAL. We must n...","sentiment_score":-0.075}
{"full_text":"RT VERIFIED: broke down \"we lost the summer\" and talked through how the pandemic has affected lives worldwide...","sentiment_score":-0.1555555556}
{"full_text":"RT Flash: India gifts 1 lac covid vaccines to Bahrain. This makes Bahrain the first west asian country to which New Delhi has sen...","sentiment_score":0.1287878788}
{"full_text":"RT my mom works at an elementary school and this is what they have up about covid safety. i love it so much","sentiment_score":0.3333333333}
{"full_text":"TYLER PERRY TO RELEASE BET SPECIAL ON COVID-19 VACCINES AND THEIR IMPACT ON THE BLACK COMMUNITYhttps:\/\/t.co\/q7cuoO4ySs","sentiment_score":0.0952380952}
{"full_text":"The Philippines on Thursday granted the emergency use authorization (EUA) of the AstraZeneca COVID-19 vaccine, allowing the expected rollout of its doses by the first quarter of the year.READ:","sentiment_score":0.075}
{"full_text":"Residents are being warned that scam emails about Covid vaccines are still being sent out. This is what to look out for...https:\/\/t.co\/qSkZhnkgu2","sentiment_score":0.0}
{"full_text":"Inequality has a huge human cost. If COVID-19 mortality rate was consistent across racial lines: Close to 22K Latinx and Black people in the US would still be alive. Over 9,200 Afro-descendants in Brazil would still be alive as of June 2020 alone. #DavosAgenda[LINK]","sentiment_score":0.1138888889}
{"full_text":"The International Paralympic Committee has revealed that some athletes have already started receiving vaccinations against COVID-19 ahead of the Games scheduled to be staged from July 23rd to the 8th of August.#olympics2021","sentiment_score":0.0}
{"full_text":"Interior Health is hinting that #COVID19 rapid tests could be rolled out sometime soon in long-term care homes. #Kamloops","sentiment_score":0.0}
{"full_text":"Despite a vigorous 15-year resume as chancellor, it is now clear that COVID-19 will define how Angela Merkel will be judged once she leaves office.https:\/\/t.co\/XUnRiNEx1W","sentiment_score":0.1}
{"full_text":"$cydy Citron Research false article abt #cytodyn #leronlimab #COVID19","sentiment_score":-0.4}
{"full_text":"#Coronavirus #CoronaviruspakistanCoronavirus Cases in Pakistan Elevated to 539,387 and 11,514 Fatalities","sentiment_score":0.0}
{"full_text":"Pick up a copy of this week's Bracknell News packed with lots of updates on Covid-19, plans on #Bracknell's new ice rink, puzzles and more!","sentiment_score":0.3806818182}
{"full_text":"Residents are being warned that scam emails about Covid vaccines are still being sent out. This is what to look out for...https:\/\/t.co\/8OaVbQzuT0","sentiment_score":0.0}
{"full_text":"For months, Labor has argued the Govt hasn't secured enough COVID vaccine deals, to ensure Aussies are protected. Today, also says more deals would have helped.","sentiment_score":0.25}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"One in seven MATs considering employing supply teachers direct to save cash post-pandemic, according to the annual Academies report MAT boss pay rises up to twice that of teachers","sentiment_score":0.1}
{"full_text":"The sharp selling is a shift from the market's recent record-setting run and comes as investors focus on the outlook for the economy and corporate profits amid a still-raging coronavirus pandemic.https:\/\/t.co\/AZV4qFnJxo","sentiment_score":-0.0416666667}
{"full_text":"As of Wednesday, over 19,000 have gotten their first COVID-19 vaccine dose in Sangamon County, but only about 2,700 people have gotten dose two.https:\/\/t.co\/ShviRVtwSJ","sentiment_score":0.125}
{"full_text":"The super rich have already recovered from pandemic losses but it could take the poor a decade according to Oxfam, further widening the wealth gap. Could this be the start of capitalism's swan song and what could replace it? #wef21 #DavosAgenda","sentiment_score":0.0770833333}
{"full_text":"#COVID19 stimulus packages = $12.7 trillion 50% rolled out in only 3 countries only 0.1% in Least Developed Countries #LDCsFind out how the pandemic made global inequalities worse. Read #WorldEconomyReport","sentiment_score":-0.1}
{"full_text":"11-year-old Nadia from #Bangladesh uses her mobile phone to receive calls from her teacher and learn remotely during COVID-19.But access to online learning is far from universal. We must bridge the digital divide and reimagine education #ForEveryChild and young person.","sentiment_score":0.02}
{"full_text":"#oufc's Under 18s are ready to return to action after a set of negative Covid tests.https:\/\/t.co\/zXog7XqKjd","sentiment_score":1.850371708e-17}
{"full_text":"Wishing my bf an awesome bday~!!Love you &amp; miss you~Seriously can't wait for this damn covid to fuggen leave already C: .","sentiment_score":1.0}
{"full_text":"god i wish so much that i can see godzilla vs kong in theatres but i would feel so bad if they were even open when it comes out plus i cant get through a movie without eating constantly and i dont wanna not wear a mask if i was the ever go","sentiment_score":-0.125}
{"full_text":"Around 50,000 to 60,000 overseas Filipino workers (OFWs) have already received jabs of COVID-19 vaccines, Labor Secretary Silvestre Bello III said.","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"Qatar National Library (@QNLib) to explore impact of global pandemic on lives of people#Qatar","sentiment_score":0.0}
{"full_text":"Get the package that is best suited for you and stay connected during the lockdown.#StayConnected","sentiment_score":1.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"What you are witnessing is the Great Reset disguised as the Coronavirus.","sentiment_score":0.8}
{"full_text":"#FromTheCenter: Fauci: COVID vaccine rollout needs to prioritize people of color | Reporting by #Fauci #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"RT PRESS RELEASESolidarity sent a letter to the National Command Council about the vaccination roll-out plan based on race....","sentiment_score":0.0}
{"full_text":"With So Many Different Adverse Reactions Following Vaccination, How to View COVID-19 Vaccinationhttps:\/\/www.pharmasources.com\/news\/66650.html #COVID-19 #Vaccination","sentiment_score":0.1666666667}
{"full_text":"#Opinion Here's the rub on the COVID jab: it's no economic magic bullet","sentiment_score":0.2}
{"full_text":"'Given the unpredictable nature of the virus, there is significant uncertainty about what the public health situation will be like in May'","sentiment_score":0.0694444444}
{"full_text":"We need quarantine hotels - pointless having a partial lock down ! the virus is a virus , not a political egg shell !!! ","sentiment_score":-0.1361111111}
{"full_text":"RT Corporations can be psychopaths, too. #COVID19 #Profiteering","sentiment_score":0.0}
{"full_text":"RT National teachers' union (not teachers) are saying they won't go back to work until 2022. We should not send a single taxpa...","sentiment_score":-0.0357142857}
{"full_text":"covid19: Pakistan reports  64 deaths in last 24 hourshttps:\/\/t.co\/5LJiMj6Lap","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 19.0FWind Chill: 17.5FHumidity: 87%Dew Point: 15.8F Barometer: 30.302 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 162.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"Has The Covid-19 Pandemic Been A Nightmare For Your Sleep? Experts Share Tips","sentiment_score":0.0}
{"full_text":"Kids and coronavirus: CDC finds \"little evidence\" of transmission in schools - ABC News","sentiment_score":-0.1875}
{"full_text":"UK car output slumps to lowest level since 1984 amid Covid-19 hit | Malay Mail","sentiment_score":0.0}
{"full_text":"RT 'Facts are not facts' For 2020, BJP infographic shows -8% as 8%.","sentiment_score":0.0}
{"full_text":"1861 New COVID-19 Cases, 1089 Discharged And 22 Deaths On January 27","sentiment_score":0.1363636364}
{"full_text":"RT So true","sentiment_score":0.35}
{"full_text":"Today is Thursday January 28, 2021. Americans, even in a pandemic, still do not have healthcare.","sentiment_score":0.0}
{"full_text":"RT Hello everyoneAs some of you may know my mother passed away recently due to Covid.   I want to thank everyone that has...","sentiment_score":-0.125}
{"full_text":"Johnson heads to Scotland amid fears of break up of UK Prime Minister Boris Johnson said the experience of the COVID-19 pandemic underlined the benefits of being part of the United Kingdom as he prepares to visit Scotland on Thursday to confront growing support for another indepe","sentiment_score":0.0}
{"full_text":"Pia Wurtzbach and Jeremy Jauncey fly off to their next destination -- Morocco!","sentiment_score":0.4}
{"full_text":"English COVID-19 infections starting to fall, but prevalence still high, study finds","sentiment_score":0.0533333333}
{"full_text":"English COVID-19 infections starting to fall, but prevalence still high, study finds The number of COVID-19 infections in England is starting to fall, possibly reflecting the impact of a new lockdown, but cases are not coming down quickly enough and prevalence remains very high,","sentiment_score":0.0387564534}
{"full_text":"RT Wait lists to buy a new boat in Queensland are now more than a year-long as the industry experiences a huge boom due to COVID-...","sentiment_score":0.2278409091}
{"full_text":"Time: 06:00 * Temp: 5.6degC * Wind: ESE 0.0 to 12.1mph * Pressure: 991.2hPa * Rain: 16.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:18 * Sunset: 16:53 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"UK car output slumps to lowest level since 1984 amid COVID hit British car output fell to its lowest level since 1984 last year after the COVID-19 pandemic shut factories and hurt demand, an industry body said on Thursday, as a decision on keeping open the Vauxhall car factory lo","sentiment_score":0.0}
{"full_text":"Been saying this for a long while now. Why all the spending on plexiglass and not air filters, when one has an ongoing use after the pandemic?","sentiment_score":-0.05}
{"full_text":"RT Just in case anyone needs this point cleared up: Boris Johnson and his government did practically nothing to solve the...","sentiment_score":0.0}
{"full_text":"- Mum's nightmare pandemic rationing pens for kids as politicians back campaign -","sentiment_score":0.0}
{"full_text":"English lockdown set to last until at least March, Johnson indicates Prime Minister Boris Johnson indicated on Wednesday the COVID-19 lockdown in England would last until March 8 when schools could start to reopen as the government announced new measures to clamp down on travel t","sentiment_score":-0.0531986532}
{"full_text":"RT .@jkenney Told You So! While restaurants were closed for #covid19 and going out of business and Albertans were stuck home...","sentiment_score":-0.1}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When Kyle kuzma becomes the lakers 3rd best player \"","sentiment_score":0.35}
{"full_text":"UK sees surge in empty shops and offices amid pandemic - RICS Britain saw the biggest rise in vacant shops in over two decades late last year and the sharpest increase in empty offices since the financial crisis, highlighting how the COVID-19 pandemic is reshaping the economy, at","sentiment_score":-0.1}
{"full_text":"Easy to say the funds went to this or that hospital. If what we think is what we think happened to the funds, what took so long with the \"facts\" as you said?","sentiment_score":0.1916666667}
{"full_text":"Working from home is starting to fall apart, top #bankers warn. #COVID19 #COVIDSecondWave .","sentiment_score":0.25}
{"full_text":"#TodayInHistory 1 month ago (morning) Tweeted on: Mon Dec 28 07:39:58 +0000 2020 #Zimbabwe  52900","sentiment_score":0.0}
{"full_text":"#TodayInHistory Inspiration Smile, breathe and go slowly. - Thich Nhat Hanh#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":-2.775557562e-17}
{"full_text":"#Greyhound and #Citiliner have always implemented a strict deep cleaning process on our busses, however, with COVID-19 we are now taking it one step further. Our buses undergo a strict sanitation process at our depot before departing on their journey.","sentiment_score":0.0}
{"full_text":"British public getting keener for COVID-19 vaccination - poll The British public have grown more enthusiastic about getting a COVID-19 vaccination as the number of cases has mounted, and almost half think it should be mandatory, an opinion poll published on Thursday showed.","sentiment_score":0.1333333333}
{"full_text":"I wonder if counts as BC enough for Mister Horgan? Because they're pretty clear about their position on this.","sentiment_score":0.1166666667}
{"full_text":"RT One week on the job: we took action on COVID, the economy, the climate crisis, racial injustice - and more.The work continues. ht...","sentiment_score":0.1}
{"full_text":"Only a few actions matter, and they require the CEO's attention. #leadership #development #covid19","sentiment_score":-0.1}
{"full_text":"Just In: $MVMDF Mountain Valley MD Proceeding With COVID-19 Clearance Trial in Level 4 Biohazard Facility    #quacktwtselfieday $KOSS $AMC $AABB $NAKD","sentiment_score":0.0}
