{"full_text":"RT Second lawmaker tests positive for Covid after Capitol lockdown","sentiment_score":0.1136363636}
{"full_text":"RT Why did you send this during a lockdown, with an insurrection brewing outside?","sentiment_score":0.0}
{"full_text":"RT The first 100 days of the Biden-Harris administration will focus on getting control of this pandemic--ensuring vaccines ar...","sentiment_score":0.25}
{"full_text":"RT Toxic politics. Literally.","sentiment_score":0.0}
{"full_text":"I believe him! It whole thing is exactly what China give did to the HK protestors! It shows US deep State is working with China gov who made Wuhan virus killing million of people and stealing our millions intellectual properties! US is a laughing stock!","sentiment_score":0.2453125}
{"full_text":"RT COVID-19 alert! Can i fuck from behind","sentiment_score":-0.4}
{"full_text":"RT I'm the only one wearing a mask in a bus conveying 18 persons. I thought they said \"second wave\"?, Or is Covid-19 not i...","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT This is how the British government treats children and families most in need during #COVID19.\"PS30\" free school meal b...","sentiment_score":0.3}
{"full_text":"TALK ABOUT INCOMPETENT NARCISSISTIC ELITIST NEPOTISM! HOW'D THEIR FAMILY EVER GAIN POWER? OH THAT'S RIGHT, NY=CE$$POOL SANCTUARY $HITHOLE!","sentiment_score":-0.0401785714}
{"full_text":"RT I can't believe people actually faked covid test results to travel? Are you insane?","sentiment_score":-0.5}
{"full_text":"RT Thank you for making our chat with our subscribers so insightful. If you want an invite next week for our nex...","sentiment_score":0.0}
{"full_text":"RT A Republican politician in NYC has apologized for yelling 'Heil Hitler' at a rally, explaining that she actually meant to say...","sentiment_score":0.0}
{"full_text":"RT Dear here is a lovely video of Tim Gionet aka Baked Alaska &amp; an unknown loser talking about \"going into the capitol...","sentiment_score":0.2}
{"full_text":"The corona virus can infect six organs, including your heart and lungs, for a long time ... Beware!","sentiment_score":-0.0625}
{"full_text":"We actually are never getting out of this pandemic, I want to immigrate","sentiment_score":0.0}
{"full_text":"Demands      #unknownEnacted by   #legislaturePassed by    #majority Era                #pandemic 2020Succesor      #SupremeCourtStand4Farmers #supremecourtofindia #SupremeCourt ","sentiment_score":0.0}
{"full_text":"RT Fired Ontario hospital CEO jet-sets to Caribbean after imposing provincial lockdown - gets $1,000,000 public paydayHomeles...","sentiment_score":0.0}
{"full_text":"COVID tah","sentiment_score":0.0}
{"full_text":"RT I can't believe we are having a full-blown public debate about lockdown compliance with *no* evidence to show that this...","sentiment_score":0.0}
{"full_text":"RT Spoke to the delightful for the first CIL of the year...","sentiment_score":0.625}
{"full_text":"RT To understand what's going on you need to become fluent in doublespeakCases = Positive TestsAsymptomatic = HealthyOv...","sentiment_score":0.2272727273}
{"full_text":"I've to admit, I'm fascinated by our French government's capacity to poorly handle EVERY SINGLE situation since the beginning of this pandemic.","sentiment_score":-0.1571428571}
{"full_text":"Yes! Look! The SNP said the referendum was a once in a generation event. They even wrote that in their White Paper. One thing has been show is that referendums are highly volatile events. We need to get over Covid and recover our economy. Boris is spot on denying another one","sentiment_score":0.08}
{"full_text":"When I read something about covid My throat: kuchichuki","sentiment_score":0.0}
{"full_text":"RT I have now fully recovered. Thank you for your best wishes, checking on me, and prayers, that meant more than money,I shall...","sentiment_score":0.75}
{"full_text":"Being anti lockdown just means you are pro science and understand statistics.","sentiment_score":0.0}
{"full_text":"RT Premier Stephen McNeil and Dr. Robert Strang will provide a #COVID19NS update at 3 p.m., livestreamed on Facebook Live, YouTube,...","sentiment_score":0.1363636364}
{"full_text":"In theory shops could see it as applying to them since masks had become mandatory but argument could be that they'd already shown they could also accommodate the 2m rule, with essential retailers open through the first lockdown.","sentiment_score":0.0833333333}
{"full_text":"Lmao UK variant of covid gonna run through Tuscaloosa just like their running backs normally do to everyone else","sentiment_score":0.375}
{"full_text":"RT I am black trans girl I am raising funds for housing. I'm on asylum after being attacked and suffered a broken skull i...","sentiment_score":-0.2833333333}
{"full_text":"RT Great article from the Commissioner in today's Times:\"Despite the uncertainty of what 2021 holds, I know that my office...","sentiment_score":0.8}
{"full_text":"RT ICYMI China Covid Conspiracy Infects MSM: \"Lockdown fraud\" claim is tinfoil hat batshit - BUT WITH MSM ACCESS","sentiment_score":0.0}
{"full_text":"...\"the pandemic isn't over just because your over it \"","sentiment_score":0.0}
{"full_text":"RT how do the tories expect people to live on Universal Credit ????? why are they cutting it by PS20 a week during a pandemic????","sentiment_score":-0.1545454545}
{"full_text":"RT I've just been to a London Assembly meeting about Covid. Anyone not accepting the Con\/Lab\/MSM lockdown &amp; vax plan are refe...","sentiment_score":0.0}
{"full_text":"RT UPDATE: A grim set of official figures today on deaths means my estimate of the number of people in the UK who have died s...","sentiment_score":-1.0}
{"full_text":"RT Any Member who refuses to wear a mask should be fully held accountable for endangering our lives because of their selfish i...","sentiment_score":-0.5}
{"full_text":"RT I got my COVID vaccine today  ","sentiment_score":0.0}
{"full_text":"RT Sorry dude. Not all of us are sheep.","sentiment_score":-0.5}
{"full_text":"RT #Phishing tests are designed to allow employees to detect phishing attacks and their variants and report them appropriatel...","sentiment_score":0.0}
{"full_text":"RT Massive crowds pack streets in Tuscaloosa to celebrate Alabama Crimson Tide football team's college title win, despite local C...","sentiment_score":0.2666666667}
{"full_text":"Yes the choice of scale is extraordinary. Should be 0 to 70.And we need vaccination to move faster than every other country because Johnson's govt have so badly screwed up handling the pandemic.","sentiment_score":-0.1638888889}
{"full_text":"RT Remind us how many were lost because of your \"response\" to the pandemic.","sentiment_score":0.5}
{"full_text":"In this era of #COVID19, they should be arrested for assault.","sentiment_score":0.0}
{"full_text":"It's so infuriating how the government can't provide free food for kids without some sort of catch. We've been through this sorta situation so many times in this pandemic alone, you'd have thought that they knew by now what a decent food supply looks like","sentiment_score":0.1166666667}
{"full_text":"Bro was fuckin it up  trend setter","sentiment_score":0.0}
{"full_text":"RT This is my dad with my son Finn. Dad passed away on 12\/29 of COVID at the age of 76. He was as amazing man, who maintained a...","sentiment_score":0.6}
{"full_text":"RT Lockdown is hard &amp; daily exercise is vital for body&amp;mind, but my goodness the local footpaths are getting wider and wider....","sentiment_score":-0.0479166667}
{"full_text":"RT This is present situation in UK and Ireland. The virus is out of control. We cannot allow B117 strain to take off in Austr...","sentiment_score":0.0}
{"full_text":"Service Update 13:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT Sorry dude. Not all of us are sheep.","sentiment_score":-0.5}
{"full_text":"RT Here's today's update giving a high-level picture of #Surrey's local #coronavirus infection rate, broken down by distri...","sentiment_score":-0.1851851852}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"#StaySafe #StayResponsible Covid -19 Update in Nigeria Today, January 12... via #StaySafeNigeria","sentiment_score":0.0}
{"full_text":"RT We need to treat the new variant as a new pandemic, and recalibrate our response accordingly.A short thread.","sentiment_score":0.0909090909}
{"full_text":"*TOMORROW! This one will cover the first three months of the year. Hopefully it's one of the last I have to do. #tarot","sentiment_score":0.125}
{"full_text":"RT Average number of daily #COVID19 cases in the first week of Jan. 2021, was higher than cases recorded in last week of Dec. 202...","sentiment_score":0.07}
{"full_text":"RT ZOE app data today shows a drop in new cases in all parts of the UK except the N-W - although rates stay high everywhere wi...","sentiment_score":0.1481818182}
{"full_text":"RT Austerity: the politics of fucking up and blaming someone else.Brexit: the politics of fucking up and blaming someone e...","sentiment_score":-0.6}
{"full_text":"RT Any Member who refuses to wear a mask should be fully held accountable for endangering our lives because of their selfish i...","sentiment_score":-0.5}
{"full_text":"#BharatBiotech announces that it has signed an agreement with Precisa Medicamentos for the supply of #Covaxin to #Brazil. #COVID19","sentiment_score":0.0}
{"full_text":"RT Covid: 2020 saw most excess deaths since World War Two","sentiment_score":0.5}
{"full_text":"RT #MasterFilm adv booking frenzy is on par with Pre-covid level..A good sign for the theater and the movie industry..50%...","sentiment_score":0.7}
{"full_text":"RT The first consignment of COVID vaccines from Serum Institute has arrived at Hyderabad airport. The first consignment of Bharat Bio...","sentiment_score":0.25}
{"full_text":"Today, launched a new report warning governments that crisis-driven #COVID19 related prohibitions on alcoholic beverages have driven growth in #illicittrade and triggered serious negative health risks to consumers. Read it at:","sentiment_score":-0.1493939394}
{"full_text":"More like welcome to the government response to brexit just like governments insane overreaction to covid","sentiment_score":0.1}
{"full_text":"RT The Trump administration is asking states to speed delivery of COVID-19 vaccines to people older than 65 and others at high risk by...","sentiment_score":0.1633333333}
{"full_text":"RT That really is ALL Labour has now. The dull, tedious, joyless demand for more clampdowns, seeming to lack politcal imaginat...","sentiment_score":-0.0229166667}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"A senior couple tested positive same day I did. They went silent. No one could get hold of. The neighbors in the complex took them food. Yesterday they were found on the floor in the flat both severely dehydrated and semi conscious. Now in hospital in critical care. #COVID19","sentiment_score":0.0003246753}
{"full_text":"RT Look after your #MentalHealth during #COVID19:prioritize quality time with familyeat healthy meals, get plenty of sleep a...","sentiment_score":0.5}
{"full_text":"RT Virgin offers free paid channels and mobile data to aid families during lockdown","sentiment_score":0.25}
{"full_text":"RT Very concerning news out of San Diego Zoohttps:\/\/t.co\/0lIBPDjF0S","sentiment_score":0.2}
{"full_text":"The message from the council to clinically extremely vulnerable residents is: \"Stay home and stay safe.\"","sentiment_score":0.0}
{"full_text":"NCDC laments on shortage of hospitals over Covid-19 cases","sentiment_score":0.0}
{"full_text":"RT Before the Bidens move in, the White House will first undergo a Covid-19 cleansing, top to bottom, from East Wing to West...","sentiment_score":0.25}
{"full_text":"I had some fun dreaming up the meeting of Francis Bacon and Flann O'Brien in Soho for the brilliant new book 'The Lost Letters of Flann O'Brien', all proceeds shared between a Covid-19 charity in Dublin &amp; a bursary for the next Flann O'Brien conference","sentiment_score":0.3340909091}
{"full_text":"RT Please help","sentiment_score":0.0}
{"full_text":"Hope everything gets better.  I have heard covid hits kids differently.  Havent heard of covid toes though.  Stay safe.","sentiment_score":0.3333333333}
{"full_text":"RT It's as if Lockdowns are not a defined public health intervention with an evidence base and government scientists are ju...","sentiment_score":-0.4}
{"full_text":"RT The House GOP caucus is literally missing an elected member because he ***died from covid*** days before he could get s...","sentiment_score":-0.2}
{"full_text":"RT WHAT THERE ISN'T MONEY FOR:#Sheltering the homeless in lockdown#Proper sick pay#Proper support for those self-iso...","sentiment_score":-0.7142857143}
{"full_text":"We must also keep this up in the Netherlands! Government wants a curfew, but they are against it because of memories of WWII. But I say ..... DO! Anything to kill that Covid-19 ASAP.","sentiment_score":0.25}
{"full_text":"RT I share the outrage and anger of those across America who have watched Trump fail to combat this raging pandemic and refuse...","sentiment_score":-0.6}
{"full_text":"RT Any Member who refuses to wear a mask should be fully held accountable for endangering our lives because of their selfish i...","sentiment_score":-0.5}
{"full_text":"RT RT if you have been moved to tears after reading this..","sentiment_score":0.0}
{"full_text":"RT The study revealed that Indian companies are most bullish on embracing digital ways of working.https:\/\/t.co\/CWL3ynuCV7","sentiment_score":0.25}
{"full_text":"RT House Dem Pramila Jayapal now calls for serious fines for members of Congress who refuse to wear masks -- having contracted...","sentiment_score":-0.3333333333}
{"full_text":"RT Lockdown 1 was a dream compared to this","sentiment_score":0.0}
{"full_text":"Three more Framingham residents died of the virus over the weekend, bringing the city's pandemic total to 190.","sentiment_score":0.25}
{"full_text":"Covid lu?","sentiment_score":0.0}
{"full_text":"RT And just like that everyone stopped talking about the pandemic","sentiment_score":0.0}
{"full_text":"RT This is outrageous.","sentiment_score":-1.0}
{"full_text":"RT Some people think this covid tin is a joke...I'm at a place this morning and they telling this mature Guy to wear nose mask...","sentiment_score":0.1}
{"full_text":"RT This conversation is weirdl...","sentiment_score":0.0}
{"full_text":"We know staff shortages, reduced capacities and supply chain disruptions caused by #lockdown are making things tough for #UKmanufacturers - that's why we're offering a helping hand. Get in touch now for part measurement support: #metrology #manufacturing","sentiment_score":-0.3888888889}
{"full_text":"RT I heard that Donald Trump is very happy these days. Between the pandemic and the security issues, it is likely that Biden...","sentiment_score":0.5}
{"full_text":"RT #AndhraPradesh The first consignment of #COVID19 #vaccine  'Covishield' arrives in #Vijayawada  from #Pune .@drharshvardhan...","sentiment_score":0.25}
{"full_text":"RT COVID-19 rates rose in two-thirds of England's small areas in the week to 6th Jan. But some falls in London\/SE.On this map...","sentiment_score":0.175}
{"full_text":"I don't get this either. If we have Covid we don't get paid, but if we have to isolate - get paid. Absolutely mental","sentiment_score":-0.1}
{"full_text":"But the vaccines that have been developed for Covid are different. They use mRNA technology. This US CDC paper describes it well.","sentiment_score":0.05}
{"full_text":"Hamedalao: Dino Melaye: FG Can't Give Nigerians COVID-19 Vacc...","sentiment_score":0.0}
{"full_text":"I absolutely love dressing up for work. I'm also enjoying this relaxed dress code my district implemented due to the pandemic. Nothing like just pulling a pair of jeans and sneakers out to go work in. So much more convenient.","sentiment_score":0.34375}
{"full_text":"RT Even the is now spreading the ridiculous COVID \"Even though I have no symptoms I tested positive and we're all in t...","sentiment_score":-0.053030303}
{"full_text":"RT Peruvian court probing judge's ruling alleging Soros, Bill Gates are creators of #COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT 1\/2 I am campaigning for a Government-backed insurance scheme for music festivals. Without it the events industry cannot p...","sentiment_score":0.0}
{"full_text":"RT #JUSTIN: experts will fly from #Singapore to #Wuhan on Thursday: Chinese FM spokesperson","sentiment_score":0.4}
{"full_text":"Lies lies more lies. The next news from MARCA\/AS is that Sergio Ramos is a devil-worshipping fascist-communist that hates dog, shot JFK and is the source of COVID-19","sentiment_score":0.25}
{"full_text":"Measuring and understanding gender-based violence in Indonesia amid the COVID-19 pandemic. https:\/\/t.co\/tPug0NPRwU #mande #humanitarian #dataforgood #womenindata #NGOs #data","sentiment_score":0.0}
{"full_text":"RT House Dem Pramila Jayapal now calls for serious fines for members of Congress who refuse to wear masks -- having contracted...","sentiment_score":-0.3333333333}
{"full_text":"RT Squeezing my hand so tight he said \"Please don't let me die, my wife wants more kids, please don't let me die\". Count down to...","sentiment_score":0.091468254}
{"full_text":"RT Washington (AP) -- AP source: US asking states to speed COVID-19 vaccines to people over 65, others at risk, no longer hol...","sentiment_score":0.0}
{"full_text":"There is no acceptable reason to deny Sri Lankans the choice of the right to a dignified burial for their loved ones, who die due to #COVID19 #SriLanka #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/gxlzejKzdR","sentiment_score":0.2869047619}
{"full_text":"Best wishes on a speedy &amp; easy recovery. You mean so much to us. Masking should be a law soon. This is pathetic... they can storm the capital but can't wear a mask?","sentiment_score":0.0641666667}
{"full_text":"It follows a spike in coronavirus cases.","sentiment_score":0.0}
{"full_text":"RT Intestinal bacteria may affect severity of COVID-19, researchers find","sentiment_score":0.0}
{"full_text":"Bucs Place LB On Reserve\/COVID-19 Listhttps:\/\/t.co\/MoEnA646Wi","sentiment_score":0.0}
{"full_text":"#ETNOWMegaExclusive | Talking COVID &amp; economy with world-renowned economist #RaghuramRajan.  Watch as he shares his prescription for 2021 in an exclusive interaction with ET NOW. Tune in tomorrow, Jan 13 at 8:15 pm for the big LIVE &amp; EXCLUSIVE. #RGRToETNOW","sentiment_score":0.0681818182}
{"full_text":"#ICYMI: Soldiers in Vicenza, Italy  prepare for the COVID-19 vaccine.\"There is a [weeklong] competency that each vaccinator has to accomplish.\" - Army Maj. Sean O'BrienLearn more here:","sentiment_score":0.5}
{"full_text":"We pray for those who provide trafficking survivors services and support amid the COVID-19 pandemic. #DailyPrayer","sentiment_score":0.0}
{"full_text":"Many peoples' #livelihoods are disrupted by the outbreak of #COVID-19 in #Iraq.4.5 million Iraqis are at risk of falling into #poverty as a result of COVID-19 pandemic.Read full REACH overview of #humanitarian situation &amp; impact of COVID-19 in Iraq:","sentiment_score":0.425}
{"full_text":"Any geneticists out there care to comment on whether this permanently alters a person's #DNA? Or has any other adverse effects?#COVID19#vaccinationhttps:\/\/t.co\/hJZOC5mwpN","sentiment_score":-0.125}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"The medication has not been sanctioned by either the health department or the SA Health Products Regulatory Authority.","sentiment_score":0.0}
{"full_text":"RT LARRY AVILA, 67 of Arizona died of COVID on Dec. 8.He leaves behind his wife of 23 years, and a very large family of ch...","sentiment_score":-0.0607142857}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"Researchers explored the potential role of cross-reactivity induced by endemic human coronaviruses on age-specific #COVID19 severity Read the full study from https:\/\/t.co\/KOvOSeOzR1","sentiment_score":0.1166666667}
{"full_text":"An effective vaccine is the best way to protect people from coronavirus and save lives.  Following extensive safety trials and authorisation by the independent regulator, the MHRA, effective COVID-19 vaccines are available in the UK for free.","sentiment_score":0.375}
{"full_text":"Sign up today and get Long Road to the top of the national leaderboard! part in the Lunar Challenge and look after your physical and mental health during Lockdown 3! #LunarChallenge #AoCSport #CollegesLunarChallenge","sentiment_score":0.1125}
{"full_text":"#resources Introduction to COVID-19: methods for detection, prevention, response and control#Free Open Course by","sentiment_score":0.0}
{"full_text":"Are you ready? We go live in one hour to discuss on#TwitterChat Celebrating Festivals During *** COVID ***Lohri &amp; Makar SankrantiDate: 12th January 2021Time: 7:30 pm onwardsPls RT using #darterphoto","sentiment_score":0.1681818182}
{"full_text":"RT Imagine if Ohio State won the natty last night with 15 Alabama players out due to covid and lost najee Harris on the first play...","sentiment_score":0.0416666667}
{"full_text":".@MarcusRashford condemns the quality of the free school meals being given to parents during lockdown.https:\/\/t.co\/yLySYRMTSA","sentiment_score":0.4}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"I can't believe how deranged and unhinged was when the state was on lockdown but she still needed her hair done and then badmouthed the hairstylist.. double standards for the R and D compared to rest of America. Become a politician to be rich","sentiment_score":0.1875}
{"full_text":"Staff at a High Peak GP Practice have been speaking of their emotional weekend after the coronavirus vaccine rollout began","sentiment_score":0.08}
{"full_text":"The process of recovery from #COVID19 offers the chance to put #humanity on a path on which it is not in conflict with #nature, the UN Chief said, urging greater efforts by everyone to protect biodiversity &amp; step up #ClimateAction.&gt;&gt;","sentiment_score":0.3}
{"full_text":"Prof. Dzulkifli Abdul Razak, member of the #RightLivelihood College International Advisory Council and Rector of the International Islamic University #Malaysia has written an interesting article on #COVID19 #vaccines in the","sentiment_score":0.1666666667}
{"full_text":"There's calls from some within the game for football to be halted due to the Covid-19 crisis - and it would appear many of you agree with that viewpoint.#SWFC #SUFC #twitterblades #DRFC#RUFC #Spireites","sentiment_score":-0.0083333333}
