{"full_text":"Pharmaceutical giant Janssen and Chinese firm Clover Biopharmaceuticals could still pursue plans to conduct Phase 3 clinical trials for COVID-19 vaccines despite government pronouncements to buy from Chinese firms Sinovac and Sinopharm.READ:","sentiment_score":-0.05}
{"full_text":"RT It is sort of meaningless to debate the 2000 + 600 vs 1400 + 600 because neither is enough money after almost a year of...","sentiment_score":-0.25}
{"full_text":"RT Pompeo: US 'has reason to believe' Wuhan lab staff caught COVID-19 months before pandemic","sentiment_score":0.0}
{"full_text":"RT It is sort of meaningless to debate the 2000 + 600 vs 1400 + 600 because neither is enough money after almost a year of...","sentiment_score":-0.25}
{"full_text":"WHO convenes emergency committee early over coronavirus variants - Times of India...https:\/\/t.co\/woRGKGi8W9","sentiment_score":0.1}
{"full_text":"RT Ontario must get control of COVID-19 and make our communities and schools safe. Email Premier Ford and your MPP today:","sentiment_score":0.5}
{"full_text":"RT It's all going very well.","sentiment_score":0.2}
{"full_text":"RT A local ophthalmologist in Austin just posted this. COVID has become the hunger games.","sentiment_score":0.0}
{"full_text":"All over the world in order to vote you need to have valid passport of this country except USA. That what can kill our democracy.","sentiment_score":0.0}
{"full_text":"RT I know who needs to hear this but please please please wear a mask in public places. It's not about control. It's not about pol...","sentiment_score":0.0}
{"full_text":"RT NY Rep. Adriano Espaillat Tests Positive for Coronavirus After Receiving 2nd Dose of Vaccine","sentiment_score":0.1136363636}
{"full_text":"Imagine the populations of the great cities of Birmingham, Manchester and Liverpool dying in a short space of time. Around that many people HAVE died due to Covid The more virus is in the population, the more new strains there will be, adding to the unpredictability","sentiment_score":0.3301948052}
{"full_text":"\"Everyone's just so worried about the mortality thing and that's terrible and it's awful,\" she told CBS Dallas-Fort Worth. \"But man, for all the survivors and the people who have tested positive this is -- it's going to be a problem.\"","sentiment_score":-0.3681818182}
{"full_text":"RT Let's do this!!! Jab covid out!!!! #jabcovidout","sentiment_score":0.0}
{"full_text":"Context matters. They get those costs because the staffing and cost to serve those with COVID, cost the hospitals more. Mostly those that go on vents. But you ignored that part huh? Didn't fit your stupid narrative?","sentiment_score":0.15}
{"full_text":"We are still in lockdown so I might have to do this for my moms nails.","sentiment_score":0.0}
{"full_text":"RT 8) There has even been a new case of reinfection of a person with #sarscov2 with the E484K mutation too.","sentiment_score":0.3181818182}
{"full_text":"RT TROUBLESOME--The new variants that each have the tricky antibody-evading E484k mutation are what worries me.This Science...","sentiment_score":0.1363636364}
{"full_text":"#FOX7Austin at 9: on email exchange between Alison Alter, APD Chief Manley: on Wilco plan to vaccinate large retirement population: on Lakeway first responders receiving COVID-19 vaccinesWATCH:","sentiment_score":0.2321428571}
{"full_text":"RT 23 die in Norway after receiving Pfizer COVID-19 vaccine: officials","sentiment_score":0.0}
{"full_text":"(4th Tweet) The religion that closely follows God's Word &amp; not going by hearsay\/gut feelings will have His total support\/backing &amp; overall protection yrs &amp; decades in advance. Did you know that Jw's knew a Global Epidemic was coming in 2005, see for yourself? Title: Influenza-","sentiment_score":0.0}
{"full_text":"It's probable that wouldn't have been a pretty sight, but it wouldn't have killed anyone. By refusing to wear a mask, &amp; shouting &amp; screaming over everyone she has no idea if she's hurt, or even killed someone. She should shut the f*** up, grow the f*** up, and mask the f*** up.","sentiment_score":-0.05}
{"full_text":"RT Tun Salleh Abas has passed away due to Covid-19.A towering figure in Malaysia's legal landscape, who is best remembe...","sentiment_score":0.3583333333}
{"full_text":"RT Azar has messed up every aspect of battling this pandemic so badly - now leaving states without enough supplies for a seco...","sentiment_score":-0.35}
{"full_text":"RT Great news!Along with Biden's selection of Dr. David Kessler to coordinate the Covid vaccine roll out and treatments. A...","sentiment_score":0.8}
{"full_text":"Do they find nothing wrong about talking about how her coach is recovering from covid but she's here? I know that's the case with multiple skaters but for them to say it with their whole chest via broadcast commentary like it's normal and not a problem...","sentiment_score":-0.0375}
{"full_text":"I have been giving rapid covid tests in our training room since August.  I'm immersed in our contact tracing.","sentiment_score":0.0}
{"full_text":"RT China seems to have gotten away clean with  its biological warfare strike.They have quarantined the WHO investigation te...","sentiment_score":0.3666666667}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT The countries in the Journal's tally would likely have counted about 15 million deaths through late fall without the pan...","sentiment_score":-0.15}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT Background on the crime for which #DustinHiggs could be executed here tonight. He was sentenced to death in the killings of thre...","sentiment_score":0.0}
{"full_text":"Pandemic Lockdowns -&gt; more social media use -&gt; people show their true craziness -&gt; myself included ","sentiment_score":0.2944444444}
{"full_text":"I don't wanna admit how many times I've gotten Taco Bell delivery across this pandemic","sentiment_score":0.5}
{"full_text":"Onion tea???? Even those that have vaccinated","sentiment_score":0.0}
{"full_text":"RT #LargestVaccineDrive Dr Samiran Panda, speaks about #COVID19 Vaccine development in India, in toda...","sentiment_score":0.0}
{"full_text":"Again I don't have exact stats, but I'm certain at least none of the local health systems are making money on COVID.  They certainly can't afford to increase wages from 12-15\/hr to 20-23\/hr for half their staff.","sentiment_score":0.0353174603}
{"full_text":"RT pichle 24 hours myn covid ke 2417 confirm cases han with 45 deaths total cases of covid in the Capital is 39749! itna horribl...","sentiment_score":0.0}
{"full_text":"A huge Whalecome to all Whitmanites! Some important resources:https:\/\/t.co\/ZQEnyldE0xhttps:\/\/t.co\/fsDeAG9K0Phttps:\/\/t.co\/MWsafj1cA7","sentiment_score":0.45}
{"full_text":"RT For the sake of clarity--The Biden-Harris Administration will return to the policy of releasing White House visitor logs. Also...","sentiment_score":0.0}
{"full_text":"RT My latest #COVID19 story before tonight's Twitter thread, seeking to explain the slight rise in cases among Quebec childr...","sentiment_score":0.1666666667}
{"full_text":"RT 25,000 National Guard troops are being deployed to DC, downtown looks like a militarized Green Zone, Sunday's rehearsal has...","sentiment_score":-0.2}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"RT This is a fact, the pandemic has caused one of the biggest transfers of wealth in history, small businesses have collapsed by...","sentiment_score":-0.25}
{"full_text":"RT Hey... I feel like that creepy sundial dude from Hercules, but do you wanna buy an art print? Being an artist with C...","sentiment_score":-0.5}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT After THREE COVID-19 BREAKOUTS within the WHITE HOUSE in recent months, the FEDERAL GOVERNMENT is sparing no expense to CL...","sentiment_score":0.0}
{"full_text":"Hospitals will receive less COVID-19 vaccine doses than requested, SCHA says","sentiment_score":-0.1666666667}
{"full_text":"The Washington Post: Canada has secured more vaccine doses per capita than anyone else, but it's been slow to administer them.https:\/\/t.co\/uuQnHYroPivia","sentiment_score":0.1}
{"full_text":"Countless Killed Because Hospitals Followed Deadly Chicom Treatment Advice Are Being Counted as C19 Deaths","sentiment_score":-0.1333333333}
{"full_text":"RT President-elect Biden and Vice President-elect Harris announced additional members of the White House COVID-19 Response t...","sentiment_score":0.0}
{"full_text":"RT Breaking new from announces layoffs for Calgary COVID-19 health workers#ableg #abpoli #abhealth","sentiment_score":0.1363636364}
{"full_text":"dont let them stay homeand listen to the blues","sentiment_score":0.0}
{"full_text":"RT CDC now reports 88 cases of the B117 variant in 15 states (map). A model published in a new MMWR suggests it could become the...","sentiment_score":0.1363636364}
{"full_text":"We are in a pandemic. The spread of COVID19 must be slowed by any means necessary. Yes, arrest that woman for not complying and many more. 388.000 Americans are dead on Trump's watch.","sentiment_score":0.15}
{"full_text":"No that'd be the other viral pandemic that hit in the 80s","sentiment_score":-0.125}
{"full_text":"RT COVID-19 cases continue to rise nationwide. Make no mistake: we are still in the midst of this pandemic. Mask up. Prot...","sentiment_score":0.0}
{"full_text":"RT Azar has messed up every aspect of battling this pandemic so badly - now leaving states without enough supplies for a seco...","sentiment_score":-0.35}
{"full_text":"Your dad's a good man! I interned at the DA office back 1000 years ago and he really left an impression on me.","sentiment_score":0.2916666667}
{"full_text":"RT Amid reports that some Los Angeles firefighters are refusing to take the COVID-19 vaccination, Mayor Eric Garcetti said Friday th...","sentiment_score":0.0}
{"full_text":"Is this going too far?","sentiment_score":0.1}
{"full_text":"RT first lockdown twitter&gt;current lockdown twitter","sentiment_score":0.25}
{"full_text":"Go fuck yourself and your orders! How's that for compliance? I haven't changed a thing in my life and I refuse to. Stick your fascism and your bullshit China virus up your fucking ass","sentiment_score":-0.55}
{"full_text":"RT It may take '12 months' to get a coronavirus shot, Gov. Cuomo warns #ButNotHimAndFredohttps:\/\/t.co\/6VuQa4RPZJ","sentiment_score":0.0}
{"full_text":"RT The jeweler who made the championship ring wanted to encapsulate a season marked by #KobeBryant death, pandemic...","sentiment_score":0.1}
{"full_text":"Day 360 of the #Trumpdemic #USA Death Toll  400,056#Covid19 #DonaldDeath #WhiteHouseVirus  #TwiceImpeachedTrump #CrimesAgainstHumanityJanuary 20th, will be a year and a day since the first reported case","sentiment_score":0.125}
{"full_text":"You only get so many chances to play-terrible for opportunities to be taken away. At some point common sense has to prevail. You can believe Covid is very real and also believe kids need to be in school and involved in sports.","sentiment_score":0.115}
{"full_text":"RT Confused and a little frustrated that my body and skin aren't perfect in the middle of a pandemic where it's dangerous...","sentiment_score":-0.1479166667}
{"full_text":"RT 254,288 people with covid requiring hospitalization in Brazil (which, unlike the US, has a national database)https:\/\/t.co\/K...","sentiment_score":0.0}
{"full_text":"RT Download the COVID Alert app to be notified about COVID-19 exposures.","sentiment_score":0.0}
{"full_text":"Just liberals.","sentiment_score":0.0}
{"full_text":"i want to know how the \"richest country in the world\" can't afford a monthly payout during the pandemic but other countries can. someone help me understand. why do i pay taxes?","sentiment_score":-0.125}
{"full_text":"RT Karl-Anthony Towns announces that he has tested positive for COVID.Prayers his way.","sentiment_score":0.2272727273}
{"full_text":"RT We have 8 COVID vaccination centres in Kalaburagi. All arrangements have been made. We have received around 11,000 vaccines and h...","sentiment_score":0.0}
{"full_text":"RT I think I've finally hit the point in this pandemic where I'm questioning if it will ever really end.","sentiment_score":0.1}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT The entire goal of the left and behind Covid is to criminalize the normal behavior of decent people. Decent...","sentiment_score":0.0138888889}
{"full_text":"RT Malaysia and New Zealand both entered into strict lockdowns at the start of this pandemic. 6 months on, New Zealand is v...","sentiment_score":0.1363636364}
{"full_text":"You don't hear much from the government about that \"V-shaped recovery\" these days do you or that \"pent up demand\" waiting to be unleashed. Basically, it just tries to generate positive news stories for itself and then forgets about them when they flop. #Covid","sentiment_score":0.1090909091}
{"full_text":"RT We've been street snapping Tsumire for 10 years now. We first met when she was a student at Bunka Fashion College in Toky...","sentiment_score":0.25}
{"full_text":"RT #BidenMathThis is what gaslighting looks like.Revisionist propaganda.All 3, Biden, Ossoff, &amp; Warnock specifically ca...","sentiment_score":0.0}
{"full_text":"#NowPlaying on LunchMoney Lewis ft. Doja Cat - Make That Cake  on Inner G Radio! #live #newmusic #spotify #artist #media #youtube #onair #radiostation #repost #instagram #rock #producer #interview #itunes #covid #internetradio #djs","sentiment_score":0.0681818182}
{"full_text":"RT The Lockdown is grounded in false public health narrative, poor planning &amp; bad data. While Doug only cares about re-electi...","sentiment_score":-0.3}
{"full_text":"no masksno social distancing crap","sentiment_score":-0.3833333333}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"(International Business Times):#Global #Covid-19 death toll passes two million : The grim milestone came as US pharmaceutical giant Pfizer said shipments of its vaccines would slow for a period in late January. ..","sentiment_score":-0.32}
{"full_text":"RT Covid-19 Vaccine Leaders Waited Months to Approve Distribution Plans - The Wall Street Journal","sentiment_score":0.0}
{"full_text":"That dream last night reminds Me of the good times I spent with friends before the pandemicI wish things were like that again","sentiment_score":0.2}
{"full_text":"RT In the post-pandemic church, your most engaged people may not be in the room. #DisruptiveChurchTrends","sentiment_score":0.5}
{"full_text":"RT If you try to shake hands in the pandemic ima take it as a threat.","sentiment_score":0.0}
{"full_text":"Senior Scottish government health experts are investigating anecdotal reports of an increase in suicides over the festive period after an alarming rise in non-Covid-related deaths in the past three weeks","sentiment_score":-0.175}
{"full_text":"RT Did COVID end on January 6th? Because the only news I've heard since -  is Democrat Governors and Mayors suddenly and miric...","sentiment_score":0.0}
{"full_text":"RT \"This is a national emergency, and we need to treat it like one.\" - Dr. David Kessler, chief science officer of the incomin...","sentiment_score":0.0}
{"full_text":"I thought he was gone drink the soda ","sentiment_score":0.0}
{"full_text":"RT The one where Matt Stoller turns the tables by calling struggling people in a pandemic liars when they wer...","sentiment_score":0.0}
{"full_text":"RT Operation Warp Speed leaders waited more than two months to approve a plan to distribute and administer Covid-19 vaccines propo...","sentiment_score":0.5}
{"full_text":"RT Another lie: Hopes of surge in Covid-19 vaccines under new policy to release second doses held in reserve appear to be evap...","sentiment_score":0.0681818182}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office with the fucking My Pillow guy.","sentiment_score":-0.4}
{"full_text":"RT How many of you agree with this? ","sentiment_score":0.5}
{"full_text":"RT \"'We love you and we are with you. Mom is very worried, so keep fighting through this' ... That text went unanswered.\"@b...","sentiment_score":0.2}
{"full_text":"RT You said you're going to use your influence to \"mess with her life\" because she's giving...","sentiment_score":-0.175}
{"full_text":"FAU researchers test wastewater on campus to find COVID-19 cases - WSVN 7News | Miami News, Weather, Sports | Fort Lauderdale","sentiment_score":0.0}
{"full_text":"This is not ace. It's set to be a problem. How many players are in the infection net? People will be giving the government a serve.","sentiment_score":0.25}
{"full_text":"Covid-19: Norway investigates 23 deaths in frail elderly patients after vaccination","sentiment_score":0.0}
{"full_text":"The Upper Nicola Band near #Merritt is reporting two positive #COVID19 cases. #Kamloops","sentiment_score":0.1090909091}
{"full_text":"It's not just you It's truly despicable. Filthy lucre is put ahead citizenship.","sentiment_score":-0.8}
{"full_text":"RT Goya Foods CEO Opens Another Can: The Left 'Weaponized' the Pandemic and 'Essentially Declared Martial Law'","sentiment_score":0.0}
{"full_text":"Lockdown of the dead","sentiment_score":-0.2}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"Nearly 70 New #COVID-19 Cases Recorded in #Kurdistan#BaghdadPost  ","sentiment_score":0.1363636364}
{"full_text":"Wall Street closed out its first losing week in three with another drop on Friday after reports showed the pandemic is deepening the hole for the economy, as Washington prepares to throw it another lifeline.","sentiment_score":0.075}
{"full_text":"A milelong wait. People camping out overnight. You'd think they were trying to get concert tickets. But this giant turnout in Sequim was for the COVID vaccine. reports.","sentiment_score":0.0}
{"full_text":"Nurse working on frontlines against coronavirus wins $1M in lottery #lottery","sentiment_score":0.3}
{"full_text":"Joe Biden and his team revealed some details of his rescue plan today.https:\/\/t.co\/rtrqVmBWP7","sentiment_score":0.0}
{"full_text":"RT NJ gov. wipes out gym's bank account for remaining open in defiance of lockdownGym owner: 'We will not stand down. We will...","sentiment_score":-0.0777777778}
{"full_text":".#Covid19 has already killed more people than malaria and tuberculosis combined in the past year. #WashHands #WearAMask #HealthyAtHome","sentiment_score":0.0166666667}
{"full_text":"A bill introduced would require meatpacking plants to put protocols in place that would protect their workers from COVID. It would allow for random inspections of the plant, and fines for non-compliance.","sentiment_score":-0.5}
{"full_text":"The CDC and the Society for Maternal-Fetal Medicine agree that the new mRNA COVID-19 vaccines should be offered to those who are pregnant and breastfeeding.","sentiment_score":0.2348484848}
{"full_text":"Country music legend (and, at 87, member of Texas' Phase 1B vaccination group) Willie Nelson has received his COVID-19 vaccine.https:\/\/t.co\/5jDA6A9YoT","sentiment_score":0.0}
{"full_text":"The IHME cautions that these figures could increase if social distancing and mask mandates are eased.https:\/\/t.co\/36nBStOn45","sentiment_score":0.0333333333}
{"full_text":"Two skilled-nursing centers in Staunton are among some of the most severely affected nursing homes in Virginia when it comes to COVID-19.","sentiment_score":0.5}
{"full_text":"Biden to use Defense Production Act to help reach goals of COVID-19 vaccination planhttps:\/\/t.co\/UsNzizAVzu","sentiment_score":0.0}
{"full_text":"#Recap COVID-19 Vaccine Rollout: Govt Tells States, UTs To Use Aadhaar To Weed Out Proxies","sentiment_score":0.0}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"Norton Healthcare, UofL Health and Baptist Health are accepting appointments from individuals 70 and older.","sentiment_score":0.1666666667}
{"full_text":"A Minnesota doctor answers some of the most popular questions about COVID-19 vaccines.","sentiment_score":0.55}
{"full_text":"Lockdown taught us a lot, but these online apps taught us more. Help your favourite win #KCAIndia2020, #VoteKaroHaqSe and let's #CelebrateTheNewGo Vote Now:","sentiment_score":0.65}
{"full_text":"The COVID-19 vaccine is hard to get. Now, scammers are preying on people's fears and desperation to get the shot.","sentiment_score":-0.2916666667}
{"full_text":"Please wear a mask.We want our Clasicos back.","sentiment_score":0.0}
{"full_text":"When hate is loud... #JoyTrain #Joy #Love #Kindness #Quote #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #spdc #ChooseLove #FamilyTrain #IAMChoosingLove #FF #FridayFeeling #FridayMorning #FridayThoughts #FridayMotivation RT","sentiment_score":0.15}
{"full_text":"#Kuwait sees continued COVID-19 surge, reports 530 new infections","sentiment_score":0.1363636364}
{"full_text":"Amid frustration over the slow rollout, states have thrown open the line to many of the nation's 54 million senior citizens, though the minimum age varies.","sentiment_score":0.0666666667}
{"full_text":"Green #giraffe #animalprint #facemask on and Thank you for the #support!#WearAMask #covid19 #StaySafeStayHealthy #giftideas #giftguide #amazon #3drose","sentiment_score":-0.2}
{"full_text":"\"Some wonder if we are reaching too far,\" Biden said. \"Let me be clear, I'm convinced we can get it done.\"","sentiment_score":0.1}
{"full_text":"A COVID-19 vaccine made partly by Texas scientists with research from a Texas university may soon be ready for global distribution, but it's not allowed in the U.S.","sentiment_score":0.1}
{"full_text":"L.A. County is extending our Home Test Collection program through January 31. Order a test if you have symptoms or have been exposed.https:\/\/t.co\/Y8wE2OixqY","sentiment_score":0.0}
{"full_text":"Country music legend Willie Nelson has received a shot of the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"LOS ANGELES BUSINESSES AND STORES EXPERIENCING COVID-19 OUTBREAKShttps:\/\/t.co\/xK0iZAzqeH","sentiment_score":0.0}
{"full_text":"Local singer-songwriter Alicia Stockman used her time off during the coronavirus pandemic to prepare songs for her debut full-length album.","sentiment_score":0.0166666667}
{"full_text":"RT New Jersey teachers unions are calling on the state to prioritize educators for the COVID-19 vaccine. One group says teache...","sentiment_score":0.1363636364}
{"full_text":"RT Without the approval of the Medical officer of Health, Vaughan's mayor shuts down all toboggan hills, outdoor rinks and dog...","sentiment_score":-0.0777777778}
{"full_text":"RT classic LA shit to get turned away from COVID testing and vaccine sites without prior warning because you're on a bicycle","sentiment_score":-0.0111111111}
{"full_text":"RT We are not too far from having ~~~~~~$1,000,000,000.00~~~~~in state accounts as people suffer and businesses close. What ki...","sentiment_score":0.1}
{"full_text":"SA has announced it will relax its border restrictions with QLD from Sunday since the risk of coronavirus transmission from Brisbane is very low.https:\/\/t.co\/HlKbhYFbRO","sentiment_score":0.2}
{"full_text":"RT #COVID19India fights back.#VaccineMomentArrives .Made in India #teeka. Massive vaccination drive starts today.jy bhaart","sentiment_score":0.0}
{"full_text":"RT Stop what you are doing right now. Watch this. Keean Bexte reveals explosive information &amp; documents provided to him by a...","sentiment_score":0.2857142857}
{"full_text":".@JoeBiden called for Congress to pour another $1.9 trillion into the economy, boosting spending on the COVID crisis by just shy of 50 percent.https:\/\/t.co\/72MEt0YDTC","sentiment_score":-0.5}
