{"full_text":"The Key to COVID-19 recovery:The right meds at the RIGHT time.","sentiment_score":0.1904761905}
{"full_text":"Does he a clue about Covid in Florida?","sentiment_score":0.0}
{"full_text":"RT The fact senior virologists were \"surprised\" with reinfections happening tells me they actually thought infection-indu...","sentiment_score":0.05}
{"full_text":"Any word from the officials?They worry about tourism and hospitality due to covid, but if they can't solve that how many tourists will visit Bangkok? How many locals will sit in the mostly open air restaurants and pubs?Covid will go away, we have a solution. But will this?","sentiment_score":0.21875}
{"full_text":"Hope all the black folk stay home home this weekend. ","sentiment_score":-0.1666666667}
{"full_text":"Don't blame the Government - think of what goes into a Vaccine","sentiment_score":0.0}
{"full_text":"RT Ontario has released updated modelling. Canada has released updated modelling. Despite multiple calls for Alberta to do t...","sentiment_score":0.0}
{"full_text":"RT For the sake of clarity--The Biden-Harris Administration will return to the policy of releasing White House visitor logs. Also...","sentiment_score":0.0}
{"full_text":"RT if you're STILL out partying and not social distancing fuck you, disrespectfully","sentiment_score":-0.2083333333}
{"full_text":"RT Tomorrow, 16th January, India begins the pan-India rollout of COVID-19 Vaccination drive. The launch will take place at...","sentiment_score":0.0}
{"full_text":"RT Only a door separated the gallery from the hallways outside, and the hallway was now teeming with angry rioters trying to sma...","sentiment_score":-0.1666666667}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"RT My thought was more...why on earth are they doing this amidst a pandemic!?!","sentiment_score":0.0}
{"full_text":"RT I thought that was a new strain of covid","sentiment_score":0.1363636364}
{"full_text":"RT Azar has messed up every aspect of battling this pandemic so badly - now leaving states without enough supplies for a seco...","sentiment_score":-0.35}
{"full_text":"RT Never forget that this administration's response to COVID19 was an unmitigated and abject failure characterized by dis...","sentiment_score":-0.3166666667}
{"full_text":"RT Worth noting all transfers are immediately eligible due to Covid... this is gonna be fun ","sentiment_score":0.1583333333}
{"full_text":"RT I knew it was Hawley before I even read it.","sentiment_score":0.0}
{"full_text":"RT CDC now reports 88 cases of the B117 variant in 15 states (map). A model published in a new MMWR suggests it could become the...","sentiment_score":0.1363636364}
{"full_text":"They asked think to be in but he said no because this was when corona first started and his wife was a doctor so he wanted to be there for her","sentiment_score":0.25}
{"full_text":"RT Covid Epi Weekly: Could Covid Kill 1 Million Americans?New strains are a shot across the bow. A message from the virus:...","sentiment_score":0.0}
{"full_text":"Today, #newhope and a landmark step forward. World's largest COVID-2019 #VaccinationDrive begins in India. This is a major ray of hope and #protection for #humanity, a proud moment for every Indian. koronaa se jNg jiitegaa bhaart !! #Covid2019Vaccine #HistoricDay #SavingLives","sentiment_score":0.53125}
{"full_text":"RT Hon'ble PM will virtually launch Pan India Rollout of COVID-19 Vaccination drive today, 16 January, 2021 in ove...","sentiment_score":0.0}
{"full_text":"RT - during a pandemic. So you clearly don't clean well. No...","sentiment_score":0.3666666667}
{"full_text":"Where are the death toll numbers on the cable news nets? As if people stopped dying?","sentiment_score":0.0}
{"full_text":"Ugh we need for Covid to stop being a thing so these girls can properly celebrate. Congratulations to   #ToyotaUSChamps21 #USChamps21","sentiment_score":0.0}
{"full_text":"RT How many of you agree with this? ","sentiment_score":0.5}
{"full_text":"RT It's worth remembering that lots of people thought Fauci was being hysterical when he estimated back in March there could be u...","sentiment_score":-0.2333333333}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT The insensitivity of the BJP Govt is such that it made huge profits by hiking taxes &amp; fuel prices, in the middle of a p...","sentiment_score":0.1333333333}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT what kind of sick f*ck hosts a fundraiser at a resort during a pandemic?","sentiment_score":-0.0571428571}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"RT Increased perverted justice &amp; moral subversion = Jesus, Isaiah &amp; other prophets prophesied of these 2 occurring in the e...","sentiment_score":-0.0625}
{"full_text":"RT Imagine a government so inept and uncaring of its people that we actually have to argue the semanti...","sentiment_score":0.0}
{"full_text":"Virus came from china.Let Yechury ravish pinari and u have it first","sentiment_score":0.25}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Breaking: 2,000,000 people globally have died of COVID. The U.S. makes up roughly 20% of those deaths.It never had to...","sentiment_score":-0.05}
{"full_text":"Then stay at home","sentiment_score":0.0}
{"full_text":"RT Imagine getting arrested the minute you land back from Dubai on your birthday LOOOOOOOOL","sentiment_score":0.0}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"RT Amazing that news is now reporting the California Covid fraud is now 10 billion. Where did I hear that before? Oh yeah...r...","sentiment_score":0.6}
{"full_text":"It's funny seeing all these \"woke\" people in Toronto reposting a conservative Zionist MPP's letter regarding covid restrictions, it's the same people traveling to other counties during the lockdown too. Who's surprised?","sentiment_score":0.05625}
{"full_text":"RT We're not telling you to stay home from the Biden Inauguration to shut down your free speech....we're telling you be...","sentiment_score":0.1222222222}
{"full_text":"Gut wrenching...so sad and in hindsight so preventable. #RIP","sentiment_score":-0.5}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT \"We're so angry. We're scared. We're afraid.\"Nurses, doctors and staff at Nenagh Hospital - treating #COVID19 patients...","sentiment_score":-0.55}
{"full_text":"RT I knew it was Hawley before I even read it.","sentiment_score":0.0}
{"full_text":"RT With the pandemic, the insurrection, the impeachment, I don't want us to forget today is #MLK 's birthday.","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Couldn't have said it better","sentiment_score":0.5}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"There are well over 40 studies that conclude lockdowns have no discernable impact on outcomes. Lockdowns were never part of CDC or WHO guidelines and were never done until China did it and told the world to copy them.","sentiment_score":0.0}
{"full_text":"Catch covid with the whole family!","sentiment_score":0.25}
{"full_text":"RT Follow the science!  That is, unless a politically powerful union says they won't go to work and demand the vaccination befor...","sentiment_score":0.3}
{"full_text":"RT Maybe, but then again it might be a combination of answers for a lot of people and the chart measures the main reason, and no...","sentiment_score":0.1666666667}
{"full_text":"RT This is so disappointing. Dereliction of duty by the leaders of Operation Warp Speed.","sentiment_score":-0.6}
{"full_text":"RT Concerns over a possible #ChickenCluster is there but what saddens me most is that so many people risked getting Covid-19 t...","sentiment_score":0.3333333333}
{"full_text":"Everyone, Stay Home ,They are baiting us to be violent , Dont fall for thier set up ,","sentiment_score":-0.8}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT Today, #LargestVaccineDrive to fight #COVID19 will be started by honourable PM Ji.1st phase for 3 cro...","sentiment_score":0.0}
{"full_text":"RT Helen Etuk, 20, sr. honors student University North Texas, beloved daughter, sister, friend - died of #COVID19 on Januar...","sentiment_score":0.7}
{"full_text":"RT Covid Epi Weekly: Could Covid Kill 1 Million Americans?New strains are a shot across the bow. A message from the virus:...","sentiment_score":0.0}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"Tracking Covid through Blood Donationshttps:\/\/t.co\/IYeOWuGYZr","sentiment_score":0.0}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT Spaces still available for Febraury! Beta reading and proofreading!#WritingCommunity #amwriting #amediting #editor #betaread...","sentiment_score":0.5}
{"full_text":"about to get covid vaccine high (when you get high after you get the covid vaccine)","sentiment_score":0.16}
{"full_text":"RT Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office w...","sentiment_score":-0.2}
{"full_text":"RT Romanian president Klaus Iohannis got today his COVID jab and the Romanian internet got crazy with how fit the president...","sentiment_score":-0.1}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT Democratic tyrants who spent a year lecturing us on the need for economic lockdown will now come around to reopening and re...","sentiment_score":0.05}
{"full_text":"Apple is temporarily closing more stores due to COVID-19 #Engadget #NocturnalCloud","sentiment_score":0.1875}
{"full_text":"RT #Coronavirus En Comodoro y Rada Tilly167 Nuevos casos1345 Casos activos15595 Recuperados17244 Tota...","sentiment_score":0.0}
{"full_text":"RT There are 377 ICU Covid patients in Ontario's Hospitals today. That's approx 1 patient per hospital.If staff and Capacit...","sentiment_score":0.0}
{"full_text":"RT \"My worst Fear from covid is losing my sense of smell\" -","sentiment_score":-1.0}
{"full_text":"RT \"While we're fighting for the health of our own citizens, I am committed to ensure we're not leaving the rest of the world...","sentiment_score":0.6}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT Trump left Biden with a broken economy, a pandemic, a disaster in our international relations, climate crisis, riots and...","sentiment_score":-0.1333333333}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"RT What will it take for humans to be more responsible?  Masks that helped save lives during the pandemic are proving a deadl...","sentiment_score":0.35}
{"full_text":"RT \"'We love you and we are with you. Mom is very worried, so keep fighting through this' ... That text went unanswered.\"@b...","sentiment_score":0.2}
{"full_text":"RT I will not stop talking about how I was ready to fight for my life.I will not stop talking about hearing the insurrec...","sentiment_score":0.2}
{"full_text":"RT #ThalapathyVijay can't be compared with any actor in South India. His box-office might doesn't depend on a director, rel...","sentiment_score":0.0}
{"full_text":"!!!! huge news","sentiment_score":0.4}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"kind of just wanna die so I don't have to hear the word covid ever again","sentiment_score":0.6}
{"full_text":"LauraIngram@IngramAngle How  is it that 22000 Military standing nose to nose can't get Covid but we the people must not have groups not larger than 10? I want Trump because we are in trouble with group coming in.","sentiment_score":-0.1}
{"full_text":"RT 25,000 soldiers to lock down the Capitol for a virtual inauguration.It's almost like a fraudulently elected dictator is be...","sentiment_score":-0.1555555556}
{"full_text":"A loser till the end!","sentiment_score":0.0}
{"full_text":"I'm so over this. I lost my sense of smell, have hot &amp; cold spells, a dull headache, lots of congestion, so I think it's safe to say I have covid. I'm still waiting for my test results...","sentiment_score":-0.0354166667}
{"full_text":"RT COVID lockdowns have no clear benefit vs other voluntary measures, international study shows","sentiment_score":-0.0583333333}
{"full_text":"RT I knew it was Hawley before I even read it.","sentiment_score":0.0}
{"full_text":"RT When President-elect Biden was elected, he told the American people that \"Help is on the way.\" With the COVID-rescue pac...","sentiment_score":0.0}
{"full_text":"RT Stop treating covid patients and suspected cases like criminals.Nobody wants to be infected. And the virus can infect a...","sentiment_score":0.2}
{"full_text":"Demolition Derbyc. 1971Placer County Fairgrounds Racetrack#Friday #COVID19","sentiment_score":0.0}
{"full_text":"RT The world has geared up for vaccine campaign against coronavirus, neighbouring India will vaccinate 300million people in 6...","sentiment_score":0.0}
{"full_text":"WINDFALL:A nurse in North Carolina who has been on the frontlines of the fight against COVID-19 finally received some good news: She won $1 million!","sentiment_score":0.4375}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"The pandemic has fast-tracked innovation in the virtual health care system. Models that ensure global access must follow, said experts attending the annual trade show reports. ","sentiment_score":0.0}
{"full_text":"PM Narendra Modi to launch the pan-India rollout of COVID-19 vaccination drive at 10:30 am","sentiment_score":0.0}
{"full_text":"Looking for post-coronavirus travel inspiration? Here are the top 7 places to add to your bucket lis...","sentiment_score":0.5}
{"full_text":"We need to scan, scan, and scan again. I'll have to keep emphasising this. It's concerning that people are complacent","sentiment_score":0.0}
{"full_text":"A local landlord attorney said larger rental cooperations might not be heavily impacted by the extension, but smaller landlords are barely hanging on.","sentiment_score":-0.03}
{"full_text":"The #WorldGolfChampionship is moving from #MexicoCity to the Gulf Coast of Florida, a change driven by the COVID-19 pandemic that has put restrictions on travel and kept away spectators.#Golfhttps:\/\/t.co\/Kwa8OAjzNU","sentiment_score":0.0}
{"full_text":"Liv Tyler reunites with her kids as she reveals she battled COVID-19: \"It floored me for 10 days in my bed.\"","sentiment_score":0.0}
{"full_text":"The seven-day positivity rate is now 9.6 percent.","sentiment_score":0.0}
{"full_text":"Phones have been ringing off the hook at Hickman's Pharmacy after a Facebook post notified the community the pharmacy is taking applications for the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"World's biggest #COVID19 #vaccination drive begins today after months of planning, days of mock drills.The rollout covers about 300,000 health workers at 3 thousand sites across India.Drive to be monitored and beneficiaries mobilized using #CoWin app.#VaccineStrategy #vaccine","sentiment_score":0.0}
{"full_text":"Finding all the correct, viable information about COVID-19 can be confusing even in the best of times.","sentiment_score":0.35}
{"full_text":"\"This is not a political issue,\" Biden said. \"This is about saving lives. I know it's become a partisan issue, but what a stupid, stupid thing to happen.\"","sentiment_score":-0.5333333333}
{"full_text":"Counties began COVID-19 vaccine distribution to Group 1B individuals this week. How you sign up to receive the shots can vary based on where you live.","sentiment_score":0.1363636364}
{"full_text":"SC hospital canceling COVID-19 vaccine appointments due to decrease in expected shipment &gt;&gt;","sentiment_score":-0.1125}
{"full_text":"RT 5 people dead in the Capital riot, which is terrible and Trump lit the fuse. BUT...400,000 Americans will be dead of COVID...","sentiment_score":-0.4666666667}
{"full_text":"On 1\/20, David Shargel and Steven Lorch will talk about the various COVID-19 stimulus bills and new market tax credit opportunities for businesses at the 2021 National Biodiesel Conference &amp; Expo. Click here for details and to register: #COVID19Relief","sentiment_score":0.0681818182}
{"full_text":"Counties began COVID-19 vaccine distribution to Group 1B individuals this week. How you sign up to receive the shots can vary based on where you live.","sentiment_score":0.1363636364}
{"full_text":"Gov. Tim Walz says the federal government has \"botched\" the COVID-19 vaccine rollout, with the latest news about the lack of a promised stockpile.","sentiment_score":0.5}
{"full_text":"RT Dr. David Kessler explains that President-elect Biden's coronavirus plan includes an effort for a national antiviral progra...","sentiment_score":0.0}
{"full_text":"RT Covid: UK variant could drive 'rapid growth' in US cases, CDC warns","sentiment_score":0.0}
{"full_text":"PM will inaugurate World's Largest Vaccination Drive Today on 10:30 AM WELL DONE.WE ARE WINNING AGAINST #COVID19 ","sentiment_score":0.5}
{"full_text":"I was furloughed for 2 months last March. During that time I was never worse off than people on benefits . Regardless , do you think the people who've been laid off during this pandemic are now better off than when they were working ?","sentiment_score":0.2333333333}
{"full_text":"RT Outgoing CMS Secretary, Seema Verma's \"crown jewel\" is block granting (aka letting states decide who gets health care &amp;...","sentiment_score":0.0}
{"full_text":"RT The pandemic's impact on daily life saw Steam's activity go through the roof in 2020.","sentiment_score":0.0}
{"full_text":"Australian Open arrivals hit by positive COVID tests | Tennis News - Times of India","sentiment_score":0.0757575758}
{"full_text":"RT Alberta continues to lead all major provinces on COVID-19 vaccine distribution.We've distributed ~80% of doses received, and...","sentiment_score":0.0625}
{"full_text":"Am I the only person in Bangkok deliberating whether or not I should wear a mask while on my couch?  Man the air quality sucks today. I should have bought that air filter i saw on Lazada the other day.","sentiment_score":-0.1416666667}
{"full_text":"RT Yes... even Kerala due to limited shows, another COVID hit state.","sentiment_score":-0.0982142857}
{"full_text":"dis a post covid picnic MUST","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT With the pandemic, the insurrection, the impeachment, I don't want us to forget today is #MLK 's birthday.","sentiment_score":0.0}
{"full_text":"How long has it been since she recovered? Studies show that fragments of COVID RNA can linger for up to 80 days after onset. It could be that her body hasn't expelled the virus fully yet from her system, and is feeling the effects of it.","sentiment_score":-0.05}
{"full_text":"Olive Baptist Church in Pensacola, Florida, has become the site of life-sustaining hope for thousands of the most vulnerable in its community to receive COVID-19 vaccinations in the next week.https:\/\/t.co\/KhcGweaPhV","sentiment_score":0.0}
{"full_text":"RT Background on the crime for which #DustinHiggs could be executed here tonight. He was sentenced to death in the killings of thre...","sentiment_score":0.0}
{"full_text":"RT With the pandemic, the insurrection, the impeachment, I don't want us to forget today is #MLK 's birthday.","sentiment_score":0.0}
{"full_text":"RT So, the fascist MAGA regime never had a reserve of the second dose of the vaccine. This is why they kept blocking the B...","sentiment_score":0.0}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT Wow, you can support sedition and spread the new, more highly infectious COVID a...","sentiment_score":0.2240909091}
{"full_text":"You can't expect reversal of decades of carbon accumulation in few months. If this was possible we don't need international deals, like Paris etc which are for 100 years. We could have solved everything by few months of lockdown.But we need long term solutions.","sentiment_score":-0.09}
{"full_text":"RT Health Minister reviews preparations for the launch of the nationwide #COVID19 vaccination drive schedul...","sentiment_score":0.0}
{"full_text":"RT Reminder that Los Angeles, which has not had indoor dining for 6.5 months, masks for 9 months, no theme parks or bars &amp; turned...","sentiment_score":0.0}
{"full_text":"RT PM Shri will launch Covid-19 Vaccination Drive by Today 10:30 AM. #LargestVaccineDrive","sentiment_score":0.0}
{"full_text":"RT Biden's choice of David Kessler take over Operation Warp Speed sends me back: covering him as FDA commissioner was a wild ride....","sentiment_score":0.05}
{"full_text":"\"The COVID-19 vaccine trials appear to be designed and conducted as just another hurdle to get over so that we can start vaccinating people.\"","sentiment_score":0.0}
{"full_text":"How To Deal with an Annoying Boss #COVID19 #JobHuntChat #inspire #LifeLessions","sentiment_score":-0.8}
{"full_text":"RT Biden's choice of David Kessler take over Operation Warp Speed sends me back: covering him as FDA commissioner was a wild ride....","sentiment_score":0.05}
{"full_text":"There was no lockdown for Obama. We were all out and about feeling the high as cold as both of them were","sentiment_score":-0.22}
{"full_text":"Gov. Jared Polis: 'We Were Lied To,' Federal Government Doesn't Have National Reserve Of COVID Vaccine","sentiment_score":0.0}
{"full_text":"RT Update. Just got my mom Christmas present for zero. It's a white hoodie. I miss my mom! I just wanna see my family. Fuck co...","sentiment_score":-0.1333333333}
{"full_text":"Important: From 04:00 on 15\/01\/21, it will be mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test. More info:","sentiment_score":0.45}
{"full_text":"RT I knew it was Hawley before I even read it.","sentiment_score":0.0}
{"full_text":"RT The first Covid-19 vaccine trial in Malaysia is now looking for healthy volunteers.","sentiment_score":0.375}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
