{"full_text":"Cheers Dave, I do alright most days now. Governments ruling by fear is the kind of thing not one politician would have felt was remotely appropriate 11 months ago, yet here we are. The sad thing is that this advertising will do zero in regard to covid.","sentiment_score":0.275}
{"full_text":"RT .@JennaEllisEsq your legacy is catching covid via fart. Oh and sedition. But mostly the fart thing.","sentiment_score":0.55}
{"full_text":"RT It was the first triple jump in the skates under development#development#skatingboots#kozukablades#homerink#stayhome  ...","sentiment_score":0.25}
{"full_text":"RT UK recorded the highest number of covid cases and the highest number of daily deaths *1325* in the whole pandemic. Things are...","sentiment_score":0.1}
{"full_text":"Or a lack of understanding - anti lockdown commentators with big media presence are spreading mis information about the state of hospitals. News crews have been in hospitals before and deal with this compassionately - they don't film people dying.","sentiment_score":0.0}
{"full_text":"RT 1\/5 - Most of the media are pushing the Government line that Lockdown 3 isn't working well as Lockdown 1 because of our behavi...","sentiment_score":0.5}
{"full_text":"RT MOST EFFECTIVE INTERVENTIONS: What works best for reducing R(t)?Limiting gatherings &lt;10 people: 42% reductionClosing...","sentiment_score":0.7}
{"full_text":"RT While other exams had been postponed..Why GATE is an expection.. This pandemic was tough for engineering student also.....","sentiment_score":-0.2569444444}
{"full_text":"Please don't talk about Lockdown, let dwell on preventive measures first and put in machinery to ensure is adheard to. Lockdown is counterproductive.","sentiment_score":0.25}
{"full_text":"* NEWS * #DemocracyNow   COVID Scientist #RebekahJones Condemns Armed Police Raid on Her Home &amp; #Florida 's #Pandemic Response","sentiment_score":0.0}
{"full_text":"RT 16 January, 2021, Saturday: India to start COVID19 vaccination","sentiment_score":0.0}
{"full_text":"Just realising I've drunk far less alcohol during the pandemic &amp; lockdowns than I did before it, and even then it was pretty much one G&amp;T a week on a Fri night.I have a small collection of beers &amp; sours bought over the last 18 months  &amp; most are now past their Best Before dates","sentiment_score":0.0883333333}
{"full_text":"Pfizer\/BioNTech vaccine works against virus variants in lab; arthritis drugs improve COVID-19 survival","sentiment_score":0.0}
{"full_text":"BC can manage to vaccinate their paramedics, but Alberta still thinks unit clerks should get it first. Get your priorities straight #VaccinateYourParamedics #COVID19AB","sentiment_score":0.225}
{"full_text":"RT As mentioned in those letters recieved by you, mee gurinchi entha chepina takkuve. You are an amazing humanbeing. L...","sentiment_score":0.6}
{"full_text":"RT Make no mistake. At this point, the more of us - adults and children - who can stay working and learning at home, the...","sentiment_score":0.5}
{"full_text":"RT With the EU denying the Republic of Ireland Covid-19 vaccinations. Once everyone in the UK is vaccinated,","sentiment_score":0.0}
{"full_text":"I can't help but notice that the majority of these Japanese billboards in this picture are manga\/anime.Also, the HAPPY ONE katakana.","sentiment_score":0.4}
{"full_text":"RT TfL provided me with this data earlier. Compares tube use in the first week of the first lockdown in March to equivalent...","sentiment_score":0.1666666667}
{"full_text":"RT They won't rest until we're all wearing face-masks in our own homes. This is about controlling us &amp; establishing a new 'so...","sentiment_score":0.3681818182}
{"full_text":"RT unbelievable  ruth the mooth sold her soul for house of lords and dross part time referee complaining about funds for foo...","sentiment_score":-0.25}
{"full_text":"RT Looking back at a remarkable start to 2021 - Covid-19, Brexit and Trump - today at 11am with","sentiment_score":0.375}
{"full_text":"RT Even now the official UK message is that you isolate &amp; get a test only if you have 1 of 4 symptoms. Coronavirus sympto...","sentiment_score":0.0}
{"full_text":"RT 'We have to show people just how desperate the situation is.' Christina Pagel of Independent SAGE believes stricter lockdown measu...","sentiment_score":-0.3}
{"full_text":"Tory wankersssssss","sentiment_score":0.0}
{"full_text":"Its would create the same hysteria,  and the same excuse for western governments to lockdown their citizens,  handing more control to the state and big corporations ( and also huge profits ) , we are going into what you would call conspiracy theories now . So may aswell end here.","sentiment_score":0.1214285714}
{"full_text":"RT this person is spreading misinformation about Covid19 in Melbourne Australia. Thanks sh...","sentiment_score":0.2}
{"full_text":"RT I've just read that more than 1,800 people have called the in the last three months to give up a puppy bought i...","sentiment_score":0.25}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Long term consequences of severe COVID","sentiment_score":-0.05}
{"full_text":"RT You spread this theory, undermining lockdown when doctors, nurses and epidemiologists consider  it vital in their fight to...","sentiment_score":0.1}
{"full_text":"I suppose the LIBS &amp; MSM to blame Trump,  lol!","sentiment_score":1.0}
{"full_text":"RT Never mind a vaccine. I want one of those red pills the covid truthers have had. I too am a selfish, friendless loser...","sentiment_score":-0.25}
{"full_text":"RT I get a very strong sense that this will be a year of reckoning, for those who- Promoted &amp; enabled Trump- Promoted &amp; en...","sentiment_score":0.5633333333}
{"full_text":"RT Andrew Adonis, AC Grayling and Alastair Campbell will be gutted.","sentiment_score":0.0}
{"full_text":"Great end to the week for the academy during week 1 of lockdown. Huge thanks to all staff and players who have been top draw as always. Just under 100 players and staff together on last session today. #oneclub","sentiment_score":0.38}
{"full_text":"HEADLINE: Coronavirus: Empty streets in France as curfew enforced : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":-0.1}
{"full_text":"There are reusable ones but they are so heavy to lift that they cant be used during pandemic for social distance reasons I believe due to number of people needed.","sentiment_score":-0.0972222222}
{"full_text":"Accountancy firm calls on the government to 'think like an accountant' and provide a 12-month plan on Covid support A #BBunker Blog by Nick Paterno mcbridesllpRead it here ==&gt;","sentiment_score":-0.2}
{"full_text":"RT People are struggling to breatheNigeria can not afford another lock down, we simply can't. But our centres are getting...","sentiment_score":-0.0777777778}
{"full_text":"RT While it's not uncommon for #SmallBiz to go through rough patches, the coronavirus pandemic has been a beast of its own...","sentiment_score":0.0333333333}
{"full_text":"#GetSmartWithFlipkart Stay fit in 2021 is a major resolution of mineneed to buy home gym equipment and start on#IndiansTopResolutions Flipkart Smart Pack #GetSmartWithFlipkart","sentiment_score":0.2255952381}
{"full_text":"Keep retweeting and voting","sentiment_score":0.0}
{"full_text":"Dentx Academy offers specialized Oral Surgery Fellowship courses for BDS graduates by following all the COVID-19 safety protocols.https:\/\/t.co\/INDOFjHfA9 +91 - 7673922007 #dentxacademy  #fellowship #oralsurgery #dentists #dentalstudents #offlinecourses #staysafestayhome","sentiment_score":0.05}
{"full_text":"Two metres or one: what is the evidence for physical distancing in covid-19? #covid19","sentiment_score":0.0}
{"full_text":"Welp, my Covid test was positive. Not at all a surprise as I feel hideous but good to know I guess. Ugh, this virus really sucks, wear your mask!","sentiment_score":0.1840909091}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Looking forward to Jan 20 and a smooth transition of power. Trust the country can come together and heal. Looking forward to a great 2021 year where everyone has access to Covid vaccine. Looking forward to a like that we felt was normal 2 years ago. God bless.","sentiment_score":0.45}
{"full_text":"Service Update 11:00 - Engineering works and other updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":-0.125}
{"full_text":"I've signed the petition to demanding the government houses rough sleepers during the covid crisis. Will you add your name?","sentiment_score":-0.1}
{"full_text":"I find it hard to believe that no men have lost jobs because of Covid.","sentiment_score":-0.2916666667}
{"full_text":"RT You seem to have forgotten the 98 million Americans that can't afford to see a doctor that are all living in a pa...","sentiment_score":0.0}
{"full_text":"Lol can't believe it's actually taken getting COVID for some of you lot to deep it's \"real\". Guess almost 100,000 people in the UK died for bants then? Losers","sentiment_score":0.16}
{"full_text":"RT Pandemic fatigue? How adherence to covid-19 regulations has been misrepresented and why it matters","sentiment_score":0.0}
{"full_text":"Got my second COVID vaccination rescheduled!!! ","sentiment_score":0.0}
{"full_text":"RT This inequity was predictable but is still utterly horrifying","sentiment_score":-0.55}
{"full_text":"He ordered elderly hospital patients into nursing homes and ordered health care workers to report to work even if Covid positive without PPE yet available. 11k+ elderly patients died in his curated death camps while a hospital ship was in the harbor. FOR THE FED BLOCK GRANTS.","sentiment_score":0.3136363636}
{"full_text":"RT I do feel like I am reading a Wikipedia article 20 years on, about the 2019 pandemic, and being incredulous about t...","sentiment_score":0.0}
{"full_text":"RT MOST EFFECTIVE INTERVENTIONS: What works best for reducing R(t)?Limiting gatherings &lt;10 people: 42% reductionClosing...","sentiment_score":0.7}
{"full_text":"My friends lad and partner both had Covid and had two large dogs. It killed them to not walk them or let others walk them but they let them run off steam in the back garden as often as they were able to. Because COVID!!!","sentiment_score":0.2477120536}
{"full_text":"RT 5 people, including a police officer, die in the MAGA coup. Conservatives shrug. 8,000 Americans die of COVID in last...","sentiment_score":0.0}
{"full_text":"RT As many as 1 in 3 people with #COVID19 have no symptomsIt is important that you: Keep washing your hands Keep cove...","sentiment_score":0.45}
{"full_text":"RT TRUMP TERRORISTS PLAN SECOND ATTACK FOR JANUARY 17THUnless Trump admits that he lost a free and fair election, his mil...","sentiment_score":0.3666666667}
{"full_text":"RT This was such a great thread about the new Covid strain. I turned it into some illustrations for people who are visual lea...","sentiment_score":0.2340909091}
{"full_text":"This plus the sun has brightened up my day ","sentiment_score":0.0}
{"full_text":"RT Meanwhile, the US hit another record:  300,000 daily coronavirus cases, and nearly 4,000 dead for a second consecutive day...","sentiment_score":-0.025}
{"full_text":"RT Speech suggestionsCon...","sentiment_score":0.0}
{"full_text":"So, as a private citizen, what authority do you have to make others wear a mask. I'll tell you. None. That is the job of the government.","sentiment_score":0.0}
{"full_text":"RT 3 days ago in China...an outbreak of covid-19 in Shijiazhuang a city of about 11 million.As of today EVERYONE (all 11 m...","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"Nobody's Human Rights extend to putting other people's lives at risk. I would go for a simple notice along the lines of: \"dear parents and carers, in order to protect the lives of our hardworking staff we must insist that you wear a mask when handing your children into their care","sentiment_score":-0.0416666667}
{"full_text":"RT The fact that Ek Tarfa was made and shot in lockdown #EkTarfa100Million #EkTarfaByDarshanRaval","sentiment_score":0.0}
{"full_text":"RT Should Good Morning Britain removed from the airwaves in an effort to save the Great British Public's sanity?","sentiment_score":0.375}
{"full_text":"RT due to lack of sanitisation and water supply during this Covid outbreak and also the mess dues (balance) which the host...","sentiment_score":-0.15}
{"full_text":"CDC says there's no evidence of a 'USA variant' of the coronavirus, dismissing rumors stoked by the White House task force - Yahoo News","sentiment_score":0.0}
{"full_text":"Just because we are beating France in terms of a vaccine does not mean the response in general has been anywhere near good enough.  This government has been too wishy washy, have you read the lockdown rules? Monday it was safe to open schools Tuesday was unsafe.","sentiment_score":0.2151785714}
{"full_text":"And why are they under such pressure. Because you failed to listen to your scientists in September. Because you allowed Dominic to take the mick out of serious rules, so now its just not the lockdown we had in the spring. People are having to go out to work to survive. Congrats.","sentiment_score":-0.2777777778}
{"full_text":"RT Ready to save humanity with 2 'Made in India' Covid vaccines: PM Modi","sentiment_score":0.2}
{"full_text":"RT I saw Tony this week at the #MiAmigo memorial in Endcliffe Park.He had a quiet Christmas &amp; was happy to be back on the le...","sentiment_score":0.2666666667}
{"full_text":"WHO pandemic. Happy Digging! Here you go, please read and pass it on..... These are Clinton's emails: Index file!   https:\/\/t.co\/TxAlQpRpv7","sentiment_score":1.0}
{"full_text":"The sooner they put a mask on and join the satanic cult the sooner covid will be gone because your non mask wearing God aint helping ya!","sentiment_score":0.0}
{"full_text":"RT I can actually say that wearing facemask prevents the spread of COVID 19. I attend to COVID patients daily and all I do is we...","sentiment_score":0.0}
{"full_text":"Read the government's guidance but still have questions about what sport and physical activity can still happen? Updated FAQs from  #SportinBolton","sentiment_score":0.0}
{"full_text":"The Future Investment Initiative Institute will host this month the fourth edition of a multi-hub conference that will bring together leaders, investors, and policymakers as they re-imagine the global economy amid the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT 1 } Scotland is in National Lockdown 2} Trump is hated in Scotland , despised even worse than he is in...","sentiment_score":-0.65}
{"full_text":"RT Last January I was explaining what was happening in China to the British public with Wuhan lockdown. This January explaini...","sentiment_score":0.0}
{"full_text":"Just run the mask wearing in the car past me again...the virus leaps up from the road, through the car's vent and air filter system, through your mask ( which is meant to protect you) and before you know it you are dying of Covid..........but 99.97% are surviving....that right?","sentiment_score":0.0178571429}
{"full_text":"Ours runs to the door when we lock it up at night then lays down so he can be picked up and carried to bed","sentiment_score":-0.1555555556}
{"full_text":"\"The current crises have raised questions and exposed shortcomings in the healthcare delivery services in some of the most advanced economies of the world\"https:\/\/t.co\/FWqWKhoEc9","sentiment_score":0.3}
{"full_text":"Exclusive: Varun Dhawan talks about his COVID recovery ","sentiment_score":0.0}
{"full_text":"Lockdown #1 versus lockdown now; certainly feels like more people out and about despite surge in cases. Keep safe everyone.","sentiment_score":0.4047619048}
{"full_text":"Daryl Dixon [about Rick Grimes]: Ain't gonna stop lookin'. Not ever.#TheWalkingDeadSeason 9Scars17 March 2019Flashback#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"In the new year, Danhai Light Rail has launched a brand new painted train! Everyone is welcome to take a ride and travel in Tamsui with masks on. Epidemic prevention stations, rubbing alcohol &amp; train and facility disinfection will be ready! #Dan Hai Qing Gui  #Dan Shui  #Taiwan","sentiment_score":0.3513636364}
{"full_text":"Bosses at Snowdonia National Park say they've had no other choice but to close car parks after a rise in people breaking lockdown rules by travelling there.  #HeartNews","sentiment_score":0.0625}
{"full_text":"'Internally displaced persons are especially vulnerable to the spread of Covid-19 because they are crowded together in camps, host families' backyards and outdoors with no or inadequate shelter', says Antonella D'Aprile&gt;&gt;https:\/\/t.co\/VQVSjAD2zp&lt;&lt;#Developmentdiaries","sentiment_score":-0.5}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"With another wave of COVID-19 hitting, you might want to escape to one of these luxurious destinations made for social distancing Check out list of the top luxurious locations (with PDF included) https:\/\/t.co\/5saj924uaB#Travel #privatejet #businesstravel","sentiment_score":0.2666666667}
{"full_text":" #Lockdown #rules vary across the #German federal states. Below, you'll find an #overview over which rules apply where so you can find out what applies where you live. #StayHome","sentiment_score":0.0681818182}
{"full_text":"#Peel's medical officer of health on why he doesn't think it's helpful to reveal the names of Mississauga, Brampton and #Caledon workplaces with #COVID19 outbreaks if they don't pose a risk to the public","sentiment_score":0.0}
{"full_text":"Trainer Brian McMahon has been banned from attending any Irish race meetings and fined EUR1,000 | https:\/\/t.co\/l5rjSZyTPL","sentiment_score":0.0}
{"full_text":"RT CDC launches probe after 'very healthy' Miami doctor dies 2 weeks after taking Pfizer's Covid-19 jab","sentiment_score":0.65}
{"full_text":"The pandemic has put a huge amount of pressure on unpaid carers, and stars Dame Judi Dench and Rory Kinnear have joined forces with to highlight the desperation many carers may feel.https:\/\/t.co\/OKdFK8Izxb","sentiment_score":0.3666666667}
{"full_text":"Winterdienst-Offensive#corona #eislast #mamm #napalmhttps:\/\/t.co\/mZU1shO40o","sentiment_score":0.0}
{"full_text":"Rapid testing centres are now open in Enfield, offering free tests 9-6pm every day, for residents without symptoms of coronavirus.Find your nearest centre","sentiment_score":0.2}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"Stay strong everyone, we can get through this difficult time together. Be courageous and take up a new lockdown activity today! Try going out for a chilly walk and getting out into the fresh air ","sentiment_score":-0.0392424242}
{"full_text":"'I have seen students caring more about Covid than some of the older adults'","sentiment_score":0.3333333333}
{"full_text":"RT Minister reviews status of #COVID19 and preparedness for COVID19 vaccination*Vaccination dr...","sentiment_score":0.0}
{"full_text":"RT The Modi govt was providing ration during the COVID pandemic, but TMC workers transformed their homes into ration offices!Su...","sentiment_score":0.0}
{"full_text":"RT Given the horror show of this govt's Covid mismanagement, why does anyone think they'll come good on anything? If they c...","sentiment_score":0.7}
{"full_text":"RT No Owambe cos of COVID protocols.No EPL.Saturday's are for...? ","sentiment_score":0.0}
{"full_text":"Excellent example of social distancing  #IAMSUPERLEAGUE #Triathlon","sentiment_score":0.5166666667}
{"full_text":"RT catches up with to find out about his life during quarantine, his message to young creatives, and...","sentiment_score":0.1}
{"full_text":"The United States reported 3,865 COVID-19 deaths Wednesday (January 6). It is the most number of people to die in a single day since the start of the global pandemic.https:\/\/t.co\/peJTcdh5bS","sentiment_score":0.1428571429}
{"full_text":"Episode 19: ZOOM INTO 2021 COVID STIMULUS CHECK YOURSELFhttps:\/\/t.co\/Ay8gcj9QIa #podcast #friesToday #covid #zoom #stimulus","sentiment_score":0.0}
{"full_text":"RT \"Trusts are rationing ICU beds. If you have multiple co-morbidities you're less likely to be given one &amp; palliative care...","sentiment_score":-0.0555555556}
{"full_text":"COVID 19 cases in India until : 09\/01\/2021 16:30Total Cases: 10432526 [+0]Active: 221447Recovered: 10055935 [+0]Deaths :150835 [+0]Total Tests: 179.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT #AgeRelaxation_AirforceXYIAF please give us age relaxation we last one chance as airman due to corona pandemic It's not...","sentiment_score":-0.0625}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT COVID-19 vaccine hesitancy: a threat to public health achievements via","sentiment_score":0.0}
{"full_text":"RT Preliminary US death statistics show over 3.1 million total deaths in 2020--at least 12% more deaths than in 2019.Explore th...","sentiment_score":0.0666666667}
{"full_text":"Amy discusses her experience with an ileostomy during lockdownhttps:\/\/t.co\/W4rL24qtSR #InvisibleIllness #InvisibleDisability #ChronicIllness #spoonie #stomalife #ostomyawareness #colostomy #ostomate #ileostomy #stoma","sentiment_score":0.0}
{"full_text":"Tapping into Azerbaijan's tech talent to explore a smart future for #water in times of #COVID19.   #BuildForwardGreener #Bestof2020","sentiment_score":0.1071428571}
{"full_text":"Please remember to visit the MOPH website for all the latest accurate information on COVID-19 or call our helpline on 16000. #Qatar","sentiment_score":0.45}
{"full_text":".@matt_prudham reflects on his unconventional first term at Oxford: \"MT20 has been a challenge, but it's felt certainly been more of a success than Rita Ora's compliance with COVID laws.\"https:\/\/t.co\/VszGGcxz9j","sentiment_score":0.3160714286}
{"full_text":"Nicola Sturgeon savaged over coronavirus vaccine response - 'Paid for by British money!' NICOLA STURGEON has been attacked by George Galloway over Scotland's coronavirus vaccine rollout.","sentiment_score":0.0}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT We're merely inheriting millions--maybe tens of millions--of people who are convinced, utterly convinced, that the vote has been...","sentiment_score":-0.25}
{"full_text":"Head of the #UN75 commemorations talks in-depth about our huge global survey on hopes and fears for the future.\"We're all the UN\" and more action's needed to reach the 50% who don't know how the UN impacts their lives.https:\/\/t.co\/8uSK55tSER","sentiment_score":0.2}
{"full_text":"RT Vaccinated people must not change their behaviour because we still don't know if vaccines can stop spread of coronavir...","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Stuck inside for the foreseeable pandemic future, you have a Friday night drink at home... but you hear scratching, gnawing...","sentiment_score":0.0}
{"full_text":"Coronavirus symptoms are:New, continuous coughHigh temperatureLoss of, or change to, your sense of smell or tasteIf you develop symptoms, however mild, you must self-isolate to prevent you passing it on and get a free testThank you ","sentiment_score":0.3666666667}
{"full_text":"COVID 19 Statistics for Scotland (9\/1\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"A cafe and its director have been fined BD2,000 and BD1,000 respectively for flouting the mandatory precautionary measures for combating the coronavirus (Covid-19)Read more:https:\/\/t.co\/LJadnAuBJ5","sentiment_score":0.0}
{"full_text":"Lots of handy tips to help you during lockdown","sentiment_score":0.6}
{"full_text":"Explore our latest #lockdown advice, updated as new information comes in   #BehindEveryMusician","sentiment_score":0.3181818182}
{"full_text":"Join us from Monday when we begin delivering a daily dose of support and education to help beauty and spa business owners upskill throughout lockdown.#beautbusinesstips #spabusinessadvice #beautysalons #spas","sentiment_score":0.0}
{"full_text":"Matthijs De Ligt joins Alex Sandro and Juan Cuadrado in testing positive for COVID-19 this week from Juventus #beINSerieAhttps:\/\/t.co\/kJR3iCNnOX","sentiment_score":0.2272727273}
{"full_text":".@squaredoteu's Ian Blake spies the opportunities for B2B tech companies to leverage a strong position in facilitating remote working, customer service and e-commerce post-pandemic.","sentiment_score":0.1666666667}
{"full_text":"Solid leadership from a great PM. Thank you Scott Morrison.","sentiment_score":0.4}
