{"full_text":"A huge well done to our BGE pupils on their efforts in the wellbeing task this week  Pupils had to create a 'self care circle' that shows the self care activities they have been doing in lockdown. Great to see a variety of ways to look after your mental health ","sentiment_score":0.3666666667}
{"full_text":"FEAR AND PANIC OH MY","sentiment_score":0.0}
{"full_text":"Siegel: 'Disgraceful' if Amazon delayed coronavirus vaccine help for political reasons","sentiment_score":0.0}
{"full_text":"Stimulus check update: President Joe Biden pushes $1.9 trillion COVID relief as lawmakers weigh smaller deal including $1,400 checks, vaccine distribution","sentiment_score":0.0}
{"full_text":"RT Lol I mean in all fairness, stealing from the poor and gp during a pandemic is kinda equivalent to you wishing them dead....","sentiment_score":-0.028125}
{"full_text":"According to the CDC, \"In the U.S. people usually get infected with common human coronaviruses in the fall and winter,\" and those numbers drop dramatically in spring -- regardless of vaccines, masks, or hand washing.Also important? 100 days = April 30.","sentiment_score":-0.0375}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Please tell me that this was NOT unexpected by your team!","sentiment_score":-0.0625}
{"full_text":"RT Lol I mean in all fairness, stealing from the poor and gp during a pandemic is kinda equivalent to you wishing them dead....","sentiment_score":-0.028125}
{"full_text":"RT Number of citizens who lost health care coverage since the pandemic began:14,600,000 United States...","sentiment_score":0.0}
{"full_text":"RT People are dying today because of this new administration has not stopped The pandemic","sentiment_score":0.1363636364}
{"full_text":"This service only provides confirmation of delivery. We're unable to say where your item is, or when it will arrive. Due to Covid 19-related absences, areas of the country will experience a reduction in service levels meaning items will take longer than usual to arrive. Sorry ^RM","sentiment_score":-0.275}
{"full_text":"Yes and 8,000 died from Covid on his watch. #impeach46","sentiment_score":0.0}
{"full_text":"RT Well said that man ","sentiment_score":0.0}
{"full_text":"RT As Beijing's human rights abuses stack up, Hollywood is only growing more dependent on China My new report in","sentiment_score":0.1590909091}
{"full_text":"can you look at the price gouging for PPE. I work at a small nonprofit and medical supplies are twice if not triple what we paid pre-pandemic.","sentiment_score":-0.125}
{"full_text":"I wonder how life is going to be after this Covid-19 pandemic. That's if it's ever going to end...","sentiment_score":0.0}
{"full_text":"RT On his first full day in office, Joe Biden released details of his sweeping plan to combat the coronavirus, announcing 10...","sentiment_score":0.3}
{"full_text":"What the actual fuck","sentiment_score":-0.2}
{"full_text":"RT Siri what is a pandemic","sentiment_score":0.0}
{"full_text":"RT Journalism job alert! ","sentiment_score":0.0}
{"full_text":"RT Thursday, January 21 marks 1 year since an American first tested positive for COVID-19.","sentiment_score":0.1590909091}
{"full_text":"RT On his first full day in office, President Biden will attend a virtual inaugural prayer service, receive the President'...","sentiment_score":0.3}
{"full_text":"RT India's #COVID Success Story - A saga of 'Massive Turnaround' under the leadership of PM Shri ji.https:\/\/t....","sentiment_score":0.15}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT \"There is nothing for us to rework. We are going to have to build everything from scratch.\" --&gt;Sources told CNN there simply...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT 1\/2 By suppressing #COVID19 activity we are all contributing to reducing the burden on the health system, while supporting...","sentiment_score":0.25}
{"full_text":"Not everyone is per se. but more teams than usual will be this year since it is based in yearly revenue. They determine it year by year. It was projected to be 211$ million for 2021. But with covid it is expected to be 185$ million.","sentiment_score":0.05}
{"full_text":"Bruh really tried to convince people to inject disinfectant into their blood to kill Corona virus. FROM THE PODIUM","sentiment_score":0.2}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT #GenshinImapct #xiaoven\"He longs for a day to come when he will wear the mask and dance -- not to conquer demons, but to the...","sentiment_score":0.0}
{"full_text":"RT Cities are about to allow businesses to open up. Covid will disappear. The media will credit Biden with a \"growing\" eco...","sentiment_score":0.0}
{"full_text":"Read this ill-informed tweet.  Rattling off fake media lies.","sentiment_score":-0.5}
{"full_text":"RT Funny how when it's coronavirus deaths being quoted its UK figures.But when it's vaccination figures it's England.Can'...","sentiment_score":0.25}
{"full_text":"RT NEW: Joe Biden and his advisers are inheriting no #coronavirus vaccine distribution plan to speak of from the Trump adminis...","sentiment_score":0.1363636364}
{"full_text":"RT Abekho dark-hearted na bona guys xa besitya imali during a global pandemic that's literally killing people every damn day?","sentiment_score":0.0}
{"full_text":"RT Reminder ...Joe Biden's first act as President was to throw a lavish celebrity-filled party, hosted by Tom Hanks, while peo...","sentiment_score":0.25}
{"full_text":"RT In this report, I chronicled how people living with Sickle Cell Disease (SCD) battled for survival during COVID-19 lockdo...","sentiment_score":0.0}
{"full_text":"nope nope nope nope and what the fuck","sentiment_score":-0.4}
{"full_text":"RT If MPs that have no idea how we live can vote down an extra PS20pw for struggling families, then we who have no idea how Mon...","sentiment_score":-0.0063973064}
{"full_text":"Corona has larger effects on unemployment in income groups below German median, study by finds. Effect changes over time (chart 2).","sentiment_score":0.0}
{"full_text":"As you applaud these people for \"trusting the science,\" read this headline and ask why they're already planning to put kids, parents and teachers at further risk, when they don't even have a vaccine distribution plan to inherit.https:\/\/t.co\/gf2onZaADU","sentiment_score":0.0}
{"full_text":"RT Bennett Vogt and Mina Botros are among the UMass Medical School volunteers assisting with vaccination efforts at the Worc...","sentiment_score":0.0}
{"full_text":"RT Year 2 of pandemic. We need new leadership, fresh ideas. We're in a hole here repeating ourselves.","sentiment_score":0.2181818182}
{"full_text":"RT Good morning America.  At long last, you get a National Strategy to tackle COVID today.  This isn't going to be easy, and it isn...","sentiment_score":0.2708333333}
{"full_text":"RT In one month, COVID-19 cases will be near rock bottom and plummeting. After Biden's first 100 days' mask mandate, the pandemic w...","sentiment_score":0.175}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT And we will pray for their parents because they're not thieves.","sentiment_score":0.0}
{"full_text":"Small businesses play an important role in supporting their local communities but have had a time tough time staying relevant amongst this pandemic.","sentiment_score":0.0685185185}
{"full_text":"UK prosecuted 6,500 people for COVID-related crimes in six months via London Post","sentiment_score":0.0}
{"full_text":"Well dang. We have covid.","sentiment_score":0.0}
{"full_text":"RT .@RockHillSCCity in cooperation w\/@PiedmontMedical and will be establishing a community clinic to administer the COV...","sentiment_score":0.0}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"RT Several problems with this anonymously sourced team Biden vaccine complaint:1 more than 17M doses have already bee...","sentiment_score":0.25}
{"full_text":"RT Taobao SCB live,Official Announcement TRANS,Because of the Covid Situation in , for the sake of protecting the safe...","sentiment_score":0.5}
{"full_text":"RT This is such a lie ...","sentiment_score":0.0}
{"full_text":"RT The bad news: Trump never had a COVID vaccination plan and Biden has to start from the ground upThe good news: Biden doesn...","sentiment_score":5.551115123e-17}
{"full_text":"Service Update 16:00 -  Only travel for work if essential or for other legally permitted reasons. All service information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"Well I've not done anything since my last self assessment last January...Covid has put the last nail in the coffin","sentiment_score":0.0}
{"full_text":"RT Thank you PM India remains committed to assist the people of Nepal in fighting the Covid-19 pandemic. The v...","sentiment_score":0.0}
{"full_text":"RT I think it's more important than ever for us to use extreme caution &amp; not start getting comfortable because a vaccine is on t...","sentiment_score":0.29375}
{"full_text":"RT WSJ columnist blames Obama administration for Trump's disastrous Covid response it's gonna be long 4 yrs for these clow...","sentiment_score":-0.375}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Real leadership","sentiment_score":0.2}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT COVID ruined series 7","sentiment_score":0.0}
{"full_text":"Lovely eyes, Tris.  I didn't manage to shave my head before lockdown, so my hair is just doing it's own thing.  I think it's at 90s Bon Jovi at the moment.","sentiment_score":0.55}
{"full_text":"RT PELOSI tells us in the Capitol that Democrats will be \"completely ready\" to go to the floor to pass a Covid package during...","sentiment_score":0.2}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT PELOSI tells us in the Capitol that Democrats will be \"completely ready\" to go to the floor to pass a Covid package during...","sentiment_score":0.2}
{"full_text":"Trump was right. The WHO has been atrocious in their handling of Covid19. They are so confused.","sentiment_score":-0.2714285714}
{"full_text":"RT This is going to be like turning around a bankrupt company that was run by a man who does nothing but put companies -- and at l...","sentiment_score":0.0}
{"full_text":"i... what","sentiment_score":0.0}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT So wants to borrow $2 trillion to keep you and your family locked down in the basement, just like him? Biden'...","sentiment_score":0.0222222222}
{"full_text":"RT Wonder where we heard about too much false positives before. Guess we can all go back now ","sentiment_score":-0.2}
{"full_text":"CC cuz","sentiment_score":0.0}
{"full_text":"RT Joe Biden allowed 8,000 Americans to die from Covid during his inauguration.","sentiment_score":0.0}
{"full_text":"RT It would be difficult to comprehend a more catastrophic &amp; heartbreaking failure of Gov't than this. The UK has the hig...","sentiment_score":-0.1055555556}
{"full_text":"RT I thank Prime Minister Shri ji as well as the Government and people of India for the generous grant of one m...","sentiment_score":0.0}
{"full_text":"RT Tim, we're in a pandemic and last time the country tried to do something two weeks ago, the capital go...","sentiment_score":0.0}
{"full_text":"RT \"What we're inheriting from the Trump administration -- what we're inheriting is so much worse than we could have imagined,...","sentiment_score":-0.4}
{"full_text":" When building the list, we considered factors such as company size and growth opportunities, management changes, scheduled releases of noteworthy products and services, and the impact of the Covid-19 pandemic and other sweeping economic forceshttps:\/\/t.co\/I3z0eUWXsm","sentiment_score":0.025}
{"full_text":"I believe lenzilumab can save the world.  save the world covid19 with hgen.  The whole world is in danger, it's the beginning","sentiment_score":0.2}
{"full_text":"RT The world's largest vaccination drive is underway in India. Our frontline warriors are getting vaccinated across the nati...","sentiment_score":0.0}
{"full_text":"RT Thank you to everyone who has completed our vaccine tracker surveys so far - the latest one went to a sample of our members tod...","sentiment_score":0.3}
{"full_text":"RT Ethiopia during a worldwide pandemic, a genocidal civil war, a region on the verge of extinction due to mass starvation. Wha...","sentiment_score":-0.125}
{"full_text":"#throwback to #co-founder interview with Charlie Katz How We Plan To Rebuild In The Post COVID Economy","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT \"Another source described the moment that it became clear the Biden administration would have to essentially start from...","sentiment_score":0.05}
{"full_text":"RT Trump Administration: We're doing close to 1 million doses a day of the COVID vaccine.Media: THAT'S NOT ENOUGH! TRUMP IS...","sentiment_score":0.0}
{"full_text":"RT How many people have died today since Biden took charge of the pandemic?","sentiment_score":0.5}
{"full_text":"Excited to present significantly updated results from the ATTEND study, on Friday Jan 22, for grand rounds. Open to the public, link below.This is an expansion from the previously released preprint:","sentiment_score":0.1547619048}
{"full_text":"RT 1.\/ Everyone is hoping for liberation from lockdown soon. But could it be time to get even tougher? This sobering piece fr...","sentiment_score":0.0}
{"full_text":"RT The pandemic will soon be over. The fix is in. If under updated WHO guidance, the pcr tests only consider cycles of 20...","sentiment_score":0.0}
{"full_text":"RT Confirmation that NI's current lockdown restrictions will be extended until 5 March after the executive met this afternoon...","sentiment_score":0.0}
{"full_text":"RT On Joe Biden's first day in office, Amazon offered to help his administration speed up the roll out of COVID-19 vaccines,...","sentiment_score":0.25}
{"full_text":"RT The most expensive streaming platform at pandemic is college","sentiment_score":0.0}
{"full_text":"the important data is All Cause  Excess Deaths  (so if  total deaths , from any cause, is higher  than what would be expected at this time of year) ....","sentiment_score":0.1375}
{"full_text":"RT The economic impact of the pandemic is likely to stay with Filipinos for the next 28 years as the Philippine debt reaches P...","sentiment_score":0.0666666667}
{"full_text":"Wonderful......hoping  that COVID doesn t stop shooting","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT The UK has the highest death rate on Earth.The people dying now would have caught Covid at Xmas.That's when, after a las...","sentiment_score":0.0}
{"full_text":"As the world recovers from the socio-economic impact of the #COVID19 crisis, 74 per cent of #India's #technology companies are set to increase headcount by 14 per cent in 2021, said a report on Thursday","sentiment_score":0.0}
{"full_text":"RT We're once again asking you to wear a mask on the train or bus.","sentiment_score":0.0}
{"full_text":"Sergio Aguero reveals he has tested positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT In the last six weeks Solskjaer has only spoken about fitness as Paul's issue and this was largely due to COVID. He's never me...","sentiment_score":-0.0416666667}
{"full_text":"RT Me observing lessons during the winter pandemic with all the classroom windows open. #PGCE","sentiment_score":0.0}
{"full_text":"RT On Monday Labour will force a vote in Parliament to protect hard-won workers' rights, holiday pay, breaks at work and the...","sentiment_score":0.0}
{"full_text":"I'm so sad rn","sentiment_score":-0.5}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT It's embarrassing that a corporation enjoying pandemic profits, millions in PPP &amp; more in tax giveaways is fighting a $1 raise for...","sentiment_score":0.5}
{"full_text":"'can't believe we're in another lockdown' hunny you're not even in the country????","sentiment_score":0.0}
{"full_text":"MCP's COVID-19 resource center features blogs, whitepapers, podcasts and more to provide agencies with the tools to help mitigate their risk of exposure and sustain operations during the COVID-19 pandemic.","sentiment_score":0.2}
{"full_text":"RT Teachers have nearly double the COVID rate of the general population.Gavin Williamson calls that safe. Resign.","sentiment_score":0.1833333333}
{"full_text":"RT Today's rain is tomorrow's whisky!  #StaySafe  The Vennel, #Edinburgh  IG\/pandeyrr For now travel is not permit...","sentiment_score":0.0}
{"full_text":"RT On his first full day in office, Joe Biden released details of his sweeping plan to combat the coronavirus, announcing 10...","sentiment_score":0.3}
{"full_text":"RT New York: While the Biden administration gets to work to tackle this pandemic, we've got to do our part too. Be smart...","sentiment_score":0.1753246753}
{"full_text":"RT How much did it cost the American people to have 65k Covid tested troops at the most boring inauguration in history?","sentiment_score":-0.075}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"And now in a time when we are in a pandemic and economic crisis, you further divide and endanger us by allowing illegal migrants clemency the 1st 100 days. No prior Covid testing, and you expect our tax dollars to pay for them when we are all struggling. You've forgotten about us","sentiment_score":-0.075}
{"full_text":"RT R u aware of a country called Norway?They've recommended not giving it to any1 too old since 30 old...","sentiment_score":0.15}
{"full_text":"RT The truth about giving the 1st dose of the Covid vaccine to 60 lovely nursing home patient with dementia:I've been slap...","sentiment_score":0.5}
{"full_text":"RT Ditto Hydroxychloroquine\/Zinc\/AZT.Why ignore treatments that can cure patients before COVID gets a hold?","sentiment_score":0.0}
{"full_text":"Walking and cycling are both great ways to exercise while we're being asked to stay home as much as possibleNottingham is home to 32 green flag award-winning parks... Find one in your nearby area and get out for some fresh air with your householdRemember, stay local","sentiment_score":0.22}
{"full_text":"Our Sheffield school, Parkwood Academy, is introducing COVID Lateral Flow Tests to students and staff. We are recruiting a range of temporary staff to support the process. You can find out more via the link below.https:\/\/t.co\/XBoQQQBjZd","sentiment_score":0.5}
{"full_text":"John Hopkins Nursing - Amidst COVID-19, Virtual Reality Makes \"Social Distancing\" Simulation Possible #VirtualReality #socialdistancing #training #simulation","sentiment_score":0.0166666667}
{"full_text":"We need to talk about Pfizer.It's great that this company created a vaccine in record time, but it's calls for tax breaks couples with veiled threats is absolute trash. Canada needs its own crown corporation dedicated to producing vaccines.#cdnpolihttps:\/\/t.co\/uhIA8FCIOn","sentiment_score":0.5333333333}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Yes the pandemic has put a halt to things but we will get back to it. I'm good pal. X","sentiment_score":0.35}
{"full_text":"Post Apocalyptic Thriller The original post-apocalyptic virus thriller: chosen as Time Magazines one of the best books to read during self-isolation in the Coronavirus outbreak.  #scifi #sciencefiction #dystopian #COVID19  #lockdownFrom:https:\/\/t.co\/89dkszE5p0#BookReview","sentiment_score":0.6875}
{"full_text":"Another great infographic from to help parents and carers have fun supporting reading at homehttps:\/\/t.co\/HHvTG9nKRg","sentiment_score":0.45}
{"full_text":"Today is the HUGGING DAY! In times of pandemic, hugs and displays of affection are missed.  Therefore, on Hugging Day, I want to send a big virtual hug to all of you with one of the best hugs from our Deckerstar#HuggingDay","sentiment_score":0.5}
{"full_text":"A nursing officer and her tough recovery from Covid-19.#reCOVered on newsworthyhttps:\/\/t.co\/AFxyN36Xq5","sentiment_score":-0.3888888889}
{"full_text":"If you think handwashing guides only belong in middle schools, you'd be surprised to find that 95% of people wash their hands improperly. Help reduce the spread of COVID-19, check out this guide to make sure you're washing your hands properly to stay safe and healthy.","sentiment_score":0.2285714286}
{"full_text":"Q: How many people need to get a #COVID19 vaccine for herd immunity?A: While experts don't yet know how many people would need to get vaccinated to achieve herd immunity, vaccination is a safer way to build protection than getting sick. More FAQs:","sentiment_score":0.1964285714}
{"full_text":"Between simultaneous online and in-person learning, more retirements, and staff layoffs, teacher burnout is at an all-time high.","sentiment_score":0.33}
{"full_text":"Stay at home to stop the spread of coronavirus. Do it to keep your friends, family, colleagues and neighbours safe.Do it to get back to the things you love. Do it for what matters.https:\/\/t.co\/IBHr8EQoK9https:\/\/t.co\/bKnixGhorj#doingourbit","sentiment_score":0.25}
{"full_text":"RT The U.S. rejoining the World Health Organization would be a lot easier to support if the Biden administration could utter...","sentiment_score":0.0}
{"full_text":"The deaths included people who probably contracted the virus in mid-December, state COVID-19 response director Caleb Cage said, suggesting that reverberations from holiday gatherings could still be forthcoming.https:\/\/t.co\/0RXdlmn1PM","sentiment_score":0.0}
{"full_text":"Feeling sick?  Stay home to #ProtectPurdue.","sentiment_score":-0.7142857143}
{"full_text":"#StayHome. Protect the NHS. Save Lives.If you go out, you can spread it.","sentiment_score":0.0}
{"full_text":"Now more than ever, positive mental health in young people is crucial. Hear from Silver #DofE Award participant, Joshua, as he talks about how doing his DofE during lockdown helped with his mental health and wellbeing. #MentalHealthMattershttps:\/\/t.co\/jOUUK3eikD","sentiment_score":0.1045454545}
{"full_text":"How to set boundaries with friends who are relying on you for support in lockdown","sentiment_score":0.0}
{"full_text":"Idaho's vaccine distribution accelerates as Gov. Brad Little's COVID-19 vaccination plan is followed. Details below:","sentiment_score":-0.1875}
{"full_text":"RT 400k dead in a pandemic, an economic depression, endless wars, a long menu of things to get righteously outraged about an...","sentiment_score":-0.215}
{"full_text":"'I lasted two hours': Workers with lingering COVID-19 ailments struggle to resume their old jobs.https:\/\/t.co\/8V22kvzOb3","sentiment_score":0.1}
{"full_text":"Manchester City forward Sergio Aguero, who had recently returned fit to play for the club after struggling with a bad knee, has confirmed that he has now tested positive for COVID-19@aguerosergiokun","sentiment_score":0.0654545455}
{"full_text":"It's almost a year into the pandemic, and for many of us the novelty of working from home has well and truly faded. Yet we have no intention of returning to the daily commuting grind.https:\/\/t.co\/eSFTlp6bAM","sentiment_score":0.25}
{"full_text":"\"Positive parenting: through the pandemic and beyond\" focuses on positive discipline and parenting techniques with Joseph Poterucha, D.O., Chair of Community Pediatrics and Adolescent Medicine and Critical Care Medicine, from Mayo Clinic Health System.","sentiment_score":0.1515151515}
{"full_text":"Check out the Covid-19 response page on our website. Recently added sections include:Remote learning supportDigital access - national and local schemesLocal offer prospectus to support primary schools, including CPD events Quick link:","sentiment_score":0.1833333333}
