{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Tragic that all these small business that have better and safer Covid measures are forced to close. 1st lockdown Tesco &amp; others  had long distance queues, 1 way systems &amp; everyone tried to maintain 2 metre distance. 3rd lockdown and it's like any normal shopping day.","sentiment_score":-0.1}
{"full_text":"RT This is so disappointing. Dereliction of duty by the leaders of Operation Warp Speed.","sentiment_score":-0.6}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT The first phase of a mass COVID-19 vaccination program has begun in different places across India. Follow all the lates...","sentiment_score":0.125}
{"full_text":"RT Never forget that the most disadvantaged kids have been hammered by lockdowns, yet Labour &amp; their unions wanted them soo...","sentiment_score":0.5}
{"full_text":"Trying to send a link to a video with numerous doctors talking about the dangers of Covid vaccine and to not take it but Twitter won't let me. Speech suppression is fun.","sentiment_score":0.15}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"See this just lets me know people KNOWINGLY spread that shit. Like you know you have Covid but you're at the gym why. Ahhh I just have the heeby jeebys just thinking about it","sentiment_score":-0.2}
{"full_text":"Please, read this to understand How bad the COVID situation has become on Brasil solely because of our President's incompetence.It's also important to note that he's actively working against vacination.","sentiment_score":-0.1444444444}
{"full_text":"Nearly 400,000 #COVID19 deaths in the U.S. so far. Closing in on 24,000 deaths in alone. I do not want to bury my family. They need vaccines. I can't find appointments for them.","sentiment_score":0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT On Inauguration Day, USA could potentially hit a new COVID milestone:1 out of every 800 residents dead","sentiment_score":-0.0212121212}
{"full_text":"RT Did I not tell Dalits are the guinea pigs in the covid vaccine program? Some of you asked for proof? Here is the receipt.","sentiment_score":0.0}
{"full_text":"Good data here about 5 months out with high immunity for those with prior COVID exposure","sentiment_score":0.2866666667}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT She's gone: The woman heading who single-handedly blocked all communication between the #Trump and #Biden teams,...","sentiment_score":0.0}
{"full_text":"RT Ice cream tests positive for coronavirus in China","sentiment_score":0.2272727273}
{"full_text":"RT Come and join our incredible teams working to roll out the COVID19 vaccine to our communities in #Brighton #Hove and #...","sentiment_score":0.9}
{"full_text":"RT Our Emergency Field Hospital in Lenoir, NC, has been caring for #COVID19 patients since January 7. Wa...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT Thisis what really matters.  Across the country NHS staff working day in day out to care for us all and vaccinating as qui...","sentiment_score":0.2}
{"full_text":"But one would expect a final process on whatever decision would be documented signed off on and given to all concerned to acknowledge and agree too. Expectations have rarely been met in the past 12 months with any of the Victorian Government's Covid processes","sentiment_score":0.0166666667}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"RT My beautiful mum passed away today from #COVID, after only 5 days. She was 51. I was lucky to be allowed onto critical...","sentiment_score":0.2958333333}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT New cases surpassed 4000 for the first time, more than 200 in ICU and 79 intubated . Malaysia is facing an uphill challenge...","sentiment_score":0.2954545455}
{"full_text":"RT Protesting farmers attacked covid vaccination center in kaithal, Haryana.","sentiment_score":-0.1}
{"full_text":"TAAI Urges Govt to Do Away with Quarantine Norms for Travellers Vaccinated Against Covid-19","sentiment_score":0.0}
{"full_text":"RT Now that's what I call mass vaccination....thanks to everyone who's made this possible...","sentiment_score":0.0}
{"full_text":"But by the very nature of your illness you are more likely to be a spreader as you have a compromised immune system. A mask might not suffice as protection because you are more likely to always have covid while someone who has a stronger immune system is less likely to.","sentiment_score":0.1476190476}
{"full_text":"RT The timing of this obvious news is a bit suspect isn't it?","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT SCOUT: Disappointment for the owners of Sam Johnstone (PS4.5m) as the goalkeeper is ruled out with COVID-19. The West Brom...","sentiment_score":-0.6}
{"full_text":"RT With a day to spare inside weekend, #Master is already up with  A$600K in #Australia.  Biggest opening weekend for a Tamil...","sentiment_score":0.0}
{"full_text":"RT Lack of information &amp; good communication about the #COVID19 vaccine have led to hesitancy in some health-care workers.","sentiment_score":0.7}
{"full_text":".'We're In A War With This Virus': Biden Lays Out COVID-19 Vaccine Distribution Plan MEGA-D:8) VIOLENCE - 19) COVERING - 12) MOTION - 4) ARRANGEMENT  -  7) EVOLUTION .","sentiment_score":0.0}
{"full_text":"I just love how my chronic, life threatening illness is always the butt of jokes  insulin is expensive. ppl ration every day and die because they can't afford it, oh also COVID...","sentiment_score":0.0}
{"full_text":"\"rawislaw\" gays enforcing the use of face masks at the GROUP sex parties they're hosting in the midst of a fucking ongoing pandemic makes about the same amount of sense as \"ddf\" gays just looking to parTy on grindr.i mean, cognitive dissonance if ever there was any.","sentiment_score":-0.3041666667}
{"full_text":"RT AstraZeneca vaccine was trialled in 3 countries: UK, Brazil and South Africa. 3 new covid 'variants' have now been found in...","sentiment_score":0.1363636364}
{"full_text":"RT Very interesting news out of the Twin Cities. I don't know if UMN Geography's included in this (I hope not), but I wonde...","sentiment_score":0.65}
{"full_text":"He also thinks he lives above the law, thought Covid-19 was fake, caused hatred towards Asian because he kept referring it to the China virus, plays more golf then Tiger woods, more small businesses closed, more people and children went hungry,","sentiment_score":0.08125}
{"full_text":"RT #Master proves that a big event film can do phenomenally well even during the pandemic..It also proves that it can successfull...","sentiment_score":0.275}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"RT #KicchaSudeep, dressed in black, during his address at kept his speech crisp and said, \"Cinema along with sp...","sentiment_score":0.0416666667}
{"full_text":"RT \"Why You Should Still Wear A Mask And Avoid Crowds After Getting The COVID-19 Vaccine\"'https:\/\/t.co\/LSGjyRN8Eq","sentiment_score":0.0}
{"full_text":"RT .@marcorubio I don't need to hear your prayers. I need you to tell me what you're doing to unite us going forward....","sentiment_score":0.0}
{"full_text":"RT It is genuinely brilliant that so many people have received their first dose. Absolutely wonderful. But you have not \"...","sentiment_score":0.6625}
{"full_text":"RT My GP has phoned three times trying to make me sign a DNR due to covid because I \"wouldn't be a priority\" Health is a...","sentiment_score":-0.125}
{"full_text":"RT Spoke to my daughter who is working on a Covid ward - the main difference this lockdown vs last year?... she said the nhs...","sentiment_score":0.0833333333}
{"full_text":"RT Launch of the #LargestVaccineDrive. Let us defeat COVID-19.","sentiment_score":0.0}
{"full_text":"Totally true. If it is not this pandemic, it will  be  the next and the next. Making governments spend a lot of their  budget in vaccines  which don't  work,  but still  that's  what they want.","sentiment_score":0.1166666667}
{"full_text":"Just spent an hour on the phone with my brother back in Wales. 3 days ago out 82 yrs Mum in a nursing home had the Covid Vaccine... today they informed him she had Covid 19. I am fucking livid. The vaccine is a killer..#maga #auspol #brexit #fuckchina  fuck the WHO","sentiment_score":-0.275}
{"full_text":"do we need to take covid test to travel from Mumbai to Goa and vice versa","sentiment_score":0.0}
{"full_text":"RT There were 1,280 covid deaths today, taking the UK's 2021 total to 13,783.2021 covid deaths in New Zealand, Vietnam, Au...","sentiment_score":0.0681818182}
{"full_text":"RT Tomorrow, 16th January, India begins the pan-India rollout of COVID-19 Vaccination drive. The launch will take place at...","sentiment_score":0.0}
{"full_text":"everyday.","sentiment_score":-0.2}
{"full_text":"RT \"A total 23 people died within days of receiving their first dose, the Norwegian Medicines Agency announced in a statement\"....","sentiment_score":0.0833333333}
{"full_text":"RT From  Helsinki to  Nicosia,From  Sofia to  Montemor-o-Velho,People across the EU are getting vaccinated again...","sentiment_score":0.0}
{"full_text":"Ffs, hope there will be consequences for those not adhering to the social distancing guidelines.","sentiment_score":0.0333333333}
{"full_text":"RT Congratulations on the beginning of the pan-India vaccination against #COVID19. We wish all our Indian friends good health &amp;...","sentiment_score":0.7}
{"full_text":"RT Flu data from the WHO. We've cured it.As published in the FT, the question is, did lockdowns do this or did COVID ge...","sentiment_score":0.0}
{"full_text":"RT I will call on that piece of crap to kiss my ass","sentiment_score":-0.8}
{"full_text":"RT So the 'experts' and wannabe dictators, aka governors, were wrong, wrong, wrong and now they demand more bailouts. Open the...","sentiment_score":-0.2}
{"full_text":"RT With the right leadership, tenacity, optimism &amp; brilliance of our proud scientific community, India has been able to lau...","sentiment_score":0.5285714286}
{"full_text":"RT Samples of ice cream from a Chinese company tested positive for COVID-19, and thousands of boxes of the dessert have been conf...","sentiment_score":0.1136363636}
{"full_text":"I have a valley forge casino rewards card, but I lost it. I'm trying to register for a B Connected amount but need the number on my card. Any options side from in person visit? Given the pandemic n all...","sentiment_score":0.0}
{"full_text":"RT Lucky sods. They've got a Government that actually cares about it's citizens! ","sentiment_score":0.1666666667}
{"full_text":"I caution y'all to please stay tf home black people. White folks about to get reckless af. This isn't our fight, let them kill each other. Roll up, get some tea and watch the fuckery from afar","sentiment_score":-0.0972222222}
{"full_text":"RT 25,000 National Guard troops are being deployed to DC, downtown looks like a militarized Green Zone, Sunday's rehearsal has...","sentiment_score":-0.2}
{"full_text":"RT Oh California, is this going to help small biz? $13k for the office of tourism in the middle of a pandemic where you have ba...","sentiment_score":-0.125}
{"full_text":"RT #WATCH | Manish Kumar, a sanitation worker, becomes the first person to receive COVID-19 vaccine jab at AIIMS, Delhi in presence o...","sentiment_score":0.25}
{"full_text":"Chaii. Unrest inside the FG. Power against itself.The right thing to do seems stupid to them to do.","sentiment_score":-0.2571428571}
{"full_text":"RT TMC cannot refrain from it's corruptive methods! Even something as sensitive as the COVID-19 'vaccination system' is being...","sentiment_score":0.1}
{"full_text":"RT I might have to take commissions sooner than I planned. Was going to take a longer break due to personal reasons but covi...","sentiment_score":-0.0625}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT 5 people dead in the Capital riot, which is terrible and Trump lit the fuse. BUT...400,000 Americans will be dead of COVID...","sentiment_score":-0.4666666667}
{"full_text":"Is it just me or does life pre Covid seem more and more alien?","sentiment_score":0.25}
{"full_text":"RT Malaria killed 384 000 people living in sub-Saharan Africa in 2019, the lowest number of deaths to date. Collapse of mal...","sentiment_score":-0.2}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"RT 10+ months of rhetoric about how teachers, restaurant staff, grocery store workers, etc are so essential to our economic surviv...","sentiment_score":0.1}
{"full_text":"Lasizwe shares his Covid-19 test results","sentiment_score":0.0}
{"full_text":"RT #COVID19 | 1,65,714 people were vaccinated today; No case of post-vaccination hospitalisation reported so far: Health Ministry htt...","sentiment_score":0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"COVID-19 exposure on flights is more common than you think. The US doesn't share details, but Canada doesDAWN GILBERTSON | USA TODAY | 21 hours agohttps:\/\/t.co\/JcvKDXEMUb","sentiment_score":0.1}
{"full_text":"RT #COVID19 | 1,65,714 people were vaccinated today; No case of post-vaccination hospitalisation reported so far: Health Ministry htt...","sentiment_score":0.1}
{"full_text":"RT Despite Corona Pandemic, Transport Revenue collection has grown by 8% in December 2020","sentiment_score":0.0}
{"full_text":"No I went to Specsavers just before the second lockdown. ","sentiment_score":0.0}
{"full_text":"Here we go again! Vaccine \"optimizm\" pumping! Yes! Pump it up! #Debt doesn't matter! Negative #GDP doesn't matter! 20 MILLIONS #unemployed doesn't matter! #Economy is in a best place ever -&gt; on the middle of #pandemic and #Recession\/#Depression.","sentiment_score":0.1770833333}
{"full_text":"at this point in the pandemic, I am a hand sanitizer connoisseur","sentiment_score":0.0}
{"full_text":"RT Update from Adelaide: SA Health has confirmed that there is no one who has an active COVID-19 infection in the entire t...","sentiment_score":0.0888888889}
{"full_text":"RT They mocked... When the whole world is busy searching for a vaccine, why is Modi asking for Thaali bajao and diya jalao?Now....","sentiment_score":0.15}
{"full_text":"RT Saddest bit about COVID is that you can obey all the protocols and still get infected because somebody else didn't.","sentiment_score":0.0}
{"full_text":"RT Lockdown roundup susti rap by ..pm fund do refund, bole muh mein... ","sentiment_score":0.0}
{"full_text":"RT #Lockdown premieres this week on HBO Max and it stars Anne Hathaway and Chiwetel Ejiofor! Are we starting off the new yea...","sentiment_score":0.0681818182}
{"full_text":"RT Scientific advisers to the government on Friday published a batch of papers that contained a series of measures to help...","sentiment_score":0.0}
{"full_text":"RT Prisons and vaccination. V useful and clear overview of issues raised and approaches taken around the world. Canada's appro...","sentiment_score":0.2}
{"full_text":"RT Covid-19 is expensive to treat. Even with mild symptoms. I worry about those who don't have much and are continually exp...","sentiment_score":0.0111111111}
{"full_text":"RT #NDTVExclusive | \"India has a history of eradicating diseases,\" said Union Health Minister Dr Harsh Vardhan referring to polio an...","sentiment_score":-0.2}
{"full_text":"RT Pandemic, Sriwijaya Airplane Crash, Sumedang Landslides, Mount Semeru eruption, Major floods South Kalimantan, Sulawesi Earth...","sentiment_score":0.0625}
{"full_text":"RT Listen to the Doc!!! #VaccinesWork","sentiment_score":0.0}
{"full_text":"The article is still up with only mild tweaks. I don't normally put this kind of stuff out there, but if you're a wrestling fan and also a decent human being, maybe it's time to block or at least unfollow Ringside News.","sentiment_score":0.1357142857}
{"full_text":"Trade shows attempt Atlanta comeback amid coronavirus surge","sentiment_score":0.0}
{"full_text":"RT 99-year-old war veteran, Raymond, has been cycling for 15 minutes every day since the March 2020 lockdown to raise mon...","sentiment_score":0.0}
{"full_text":"SU is nearly doubling its student-led contact tracing team ahead of the spring semester from 30 to 50.https:\/\/t.co\/6c4nbK9BuG","sentiment_score":0.1}
{"full_text":"You should self-isolate if you develop:  a new continuous cough OR high temperature OR loss\/change in your normal sense of smell or tasteNo one in your household should leave home if any one person has symptoms.https:\/\/t.co\/ZeJ1VfPGWp","sentiment_score":0.1487878788}
{"full_text":"COVID-19 UpdatesThe recent overall count of the COVID-19 cases is 88 million. Frontliners continue to serve patients and citizens in getting their vaccines against the virus.Stay tuned for more updates.#COVID19 #EssexCarePharmacy #StayUpdated","sentiment_score":0.1666666667}
{"full_text":"Today was meant to be #readingfc vs Brentford game has been postponed due to covid!So today 3-4:45 pm we will be doing a live stream on TwitterTalking latest news and a fun quiz! with &amp; !!!!","sentiment_score":0.205378196}
{"full_text":"RT 23 die in Norway after receiving Pfizer COVID-19 vaccine: officials","sentiment_score":0.0}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? #hotelrecovery #bounceback #hotelmarketing #hotelnews","sentiment_score":0.0}
{"full_text":"RT The force behind us all. My dearest Thatha  - Padma Vibhushan Dr. Prathap C Reddy gets the #CovidVaccine  today. P...","sentiment_score":-0.4}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"ICYMI: How COVID-19 Has Affected the Restaurant &amp; Hospitality Industry","sentiment_score":0.0}
{"full_text":"RT #CovidWarriors in Delhi were inoculated with #COVID19 vaccine at Army Hospital (R&amp;R), Armed Forces Clinic #AFC and #BaseHospital...","sentiment_score":0.0}
{"full_text":"2 million. This number is numbing and mind boggling. How many deaths were preventable? Far too many. #LetScienceLead","sentiment_score":0.3666666667}
{"full_text":"One in five people still present less common symtoms of Covid, meaning 20% of cases are missed, a lead scientist has warned.","sentiment_score":-0.1555555556}
{"full_text":"RT Vaccines are safe and are tested to the highest standards. Two #Covid19 vaccines have been approved in the EU with more to...","sentiment_score":0.5}
{"full_text":"Remember to slow the spread of #COVID19  by wearing a face mask. Individuals should be careful to not touch their eyes, nose and mouth when removing their face covering, and wash hands immediately after removing. #mask #maskup #infectioncontrol #infection","sentiment_score":-0.2}
{"full_text":"RT Vaccines are safe and are tested to the highest standards. Two #Covid19 vaccines have been approved in the EU with more to...","sentiment_score":0.5}
{"full_text":"According to the CDC, more than 10 million Americans have received their first dose of the COVID-19 vaccine and that includes many of our own eligible team members across The MENTOR Network. Click the link below for helpful resources.#letscrushcovidhttps:\/\/t.co\/DbfXTjhC1F","sentiment_score":0.4625}
{"full_text":"We are today launching our lockdown challenge which is to see how far as a community we can travel around the world by exercising during the UK lockdown!Read More here:","sentiment_score":0.3}
{"full_text":"The Recycling Convenience Center is open until noon today. If you are making a trip to the recycling convenience center, please remember to follow the directions of the attendant, social distance, and wear a mask.","sentiment_score":0.0066666667}
{"full_text":"My number one favourite thing to do during lockdown: boredom eat.","sentiment_score":0.0}
{"full_text":"#Yesterday i.e. on 15\/1\/2021, in order to avoid P.M. Modi fixed mass killing, like gas chambered Jews, of poor Indians, through scientists failed Indian Corona vaccine, I had asked for its trial first on P.M. Modi, Bhagavat &amp; Adar Punavala etc. Adar Poonavala did it. Modi &amp; team?","sentiment_score":-0.1375}
{"full_text":"RT I pray all Covid patients recover and that my family and friends stay Covid free","sentiment_score":0.4}
{"full_text":"There have been several emerging fraud schemes related to #COVID19 vaccines involving scammers attempting to obtain personally identifiable information (PII) and money through various schemes. Protect yourself by knowing the signs of potential COVID-19 vaccine scams ","sentiment_score":0.02}
{"full_text":"We are in a critical point in our fight against #Covid19We all need to work together to protect the NHS and save lives by following lockdown guidelines.Those who flout the rules should expect necessary enforcement action.","sentiment_score":0.025}
{"full_text":"With winter in full swing, the weather accompanying it and COVID-19 have had an effect on the number of blood donors in Oconee County.https:\/\/t.co\/5wwdJTaK0y","sentiment_score":0.35}
{"full_text":"COVID-19 does not discriminate between people, it divides.Age does not contribute to #COVID19 susceptibility! We are all vulnerable to this virus. It is #TimeToAbide to safety measures by keeping distance, wearing a mask and regularly washing our hands with soap.#StopCOVIDNow","sentiment_score":-0.25}
{"full_text":"Veterans! We would love to showcase your artistic creations and reflections recorded through lockdown. Your work will be presented in our upcoming Veterans Art of Isolation exhibition and printed inside a full-colour book. Read more here #VAOI","sentiment_score":0.4444444444}
{"full_text":"Staying at home is the single most important action you can take to save lives in the North East and beyond.Don't bend the rules. Please, #stayhome this weekend. More: #StayWarm #StaySafe","sentiment_score":0.2857142857}
{"full_text":"Show day for as &amp; will come your way at 3pm ETIs Charles Barkley an asshole for saying: \"Says Pro Athletes Should Jump the Covid Vaccine Line, Because They Pay a Lot in Taxes\"???https:\/\/t.co\/ipB94dQh5Z#CharlesBarkley","sentiment_score":0.0}
{"full_text":"I'm excited to announce my committee assignments!In addition to continuing my role as the Democratic Chair of Aging &amp; Youth, I'm especially excited to be joining the Community, Economic, &amp; Recreational Development Committee and working on COVID recovery efforts.","sentiment_score":0.4416666667}
{"full_text":"The #US Department of the Treasury has added the president of the Execution of Imam Khomeini's Order, and Barkat Ventures, which developed the first homegrown #vaccine for the #coronavirus, to OFAC's Specially Designated Nationals (SDN) list.https:\/\/t.co\/kK67nBHrwI","sentiment_score":0.2357142857}
{"full_text":"ICYMI: Millwood pulled its high school basketball teams from games at Community Christian on Friday. Millwood administrators called the game setup at Community Christian a COVID \"super-spreader\" event. (via","sentiment_score":-0.06}
