{"full_text":"China urges the United States to return to reason and rationality on the origins of the COVID-19 virus, and protect the lives and health of the American people through its own efforts and international cooperation, a Foreign Ministry spokesperson said Monday.","sentiment_score":0.11875}
{"full_text":"Covid Got The World Afraid #StayHomeSaveLives","sentiment_score":-0.6}
{"full_text":"RT 1 in 5 people in LA has COVID.","sentiment_score":0.0}
{"full_text":"Seems like the United fans are out in full force. Wonder why.  I still think the season is long way from being decided. City looking the greatest threat. But every team will have their blip with these COVID conditions. Let's see","sentiment_score":0.4333333333}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"Yes, would just be good if we could actually plot it like in Toronto graph - esp now we are in hard lockdown 3 and B.1.1.7 meaning existing mitigation\/infection control measures effect reduced further, would expect it all to magnify even further.","sentiment_score":0.0816666667}
{"full_text":"This pandemic is really ruining everything","sentiment_score":0.2}
{"full_text":"Bills Gates \"we need to prepare for the next pandemic and that will get attention this time\" UK variant lookin a little dangerous now...","sentiment_score":-0.2625}
{"full_text":"RT Covid cases are so high and no one seems to care","sentiment_score":0.16}
{"full_text":"RT TOM SUDDUTH, 64 of Vashon, Washington died of COVID on Dec. 7.He worked in Seattle as a shipfitter. \"Despite becoming d...","sentiment_score":0.45}
{"full_text":"We are now one step away from all passangers will require a vaccine certificate.....Coming soon!","sentiment_score":0.0}
{"full_text":"RT UPDATED: 1 in 50 people are infected with #COVID19.830 deaths have been reported in the last 24 hours, which brings the total...","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.6M tests, 214k cases, a record 131,195 COVID-19 patients, and 3,478 d...","sentiment_score":0.0}
{"full_text":"Hollywood just running from Covid...","sentiment_score":0.0}
{"full_text":"RT Los Angeles County has more people hospitalized for COVID-19 than the entire state of Florida.","sentiment_score":0.25}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT OUCH! Ron DeSantis embarrasses CNN at Covid press conference","sentiment_score":0.0}
{"full_text":"RT Proud Boys intend to create havoc tomorrow in D.C. during Electoral votes certification. Do NOT engage #Resisters.  Stay h...","sentiment_score":0.8}
{"full_text":"RT as university students we are expected to perform exactly the same in a pandemic than in normal circumstances while a-le...","sentiment_score":0.075}
{"full_text":"I am atvthe point where I no longer have sympathy for those who give itvto themselves. They are not innocent victims of covid.","sentiment_score":-0.25}
{"full_text":"RT Doctors Around The World Issue Dire WARNING: DO NOT GET THE COVID VACCINE!https:\/\/t.co\/NH3wwCFfno","sentiment_score":0.0}
{"full_text":"RT Steph Curry had the hardest 60-point game in NBA history because it happened during the worst leg of a once in a generat...","sentiment_score":-0.7}
{"full_text":"Most of those dimwits wouldn't have the mathematical nous to cope with them anyway. Maybe just stick to believing big words on buses and sharing covid conspiracy theories?","sentiment_score":0.1666666667}
{"full_text":"If Seattle isn't one of your answers you will be sent to the gulag.","sentiment_score":0.0}
{"full_text":"RT Over 1,000 people injected with a new #Vaccine for the #CCPVirus have experienced an adverse event, with hundreds being tak...","sentiment_score":0.4681818182}
{"full_text":"RT Hospital ceo, physician in chief, Command Table stalwart, intensivist...Caribbean reveller.At this point, what is there to s...","sentiment_score":0.0}
{"full_text":"Bovid sounds cooler than covid","sentiment_score":0.0}
{"full_text":"RT Get out and VOTE!! Turn #GEORGIA BLUE!!  Take #MoscowMitchMcTraitor power away. #VoteOssoffAndWarnock4SenateToFireMit...","sentiment_score":0.0}
{"full_text":"RT We are encouraged to get outside and move to help keep our minds and bodies healthy. Because COVID-19 cases are surging...","sentiment_score":0.25}
{"full_text":"Did your friends chug a bottle of tequila to tell you they had Covid too? Taste and smell who? ","sentiment_score":0.0}
{"full_text":"Hon. Minister of Youth &amp; Sports, insisted the need to implement a programme to facilitate the return of Sri Lankan migrant workers stranded due to the #COVID19 situation through a concessionary airfare given by SriLankan Airlines.(@CeylonToday - 06.01.2021)","sentiment_score":-0.125}
{"full_text":"I'm in a rehab hospital for Covid and Covid pneumonia. The rehab hospital infectious disease rep came to me this morning stating I have been exposed to Covid on 1\/2\/21. What are the odds?","sentiment_score":0.0}
{"full_text":"Instead of criminals, how about giving these vaccines to grocery store cashiers?Federal inmates set to receive COVID-19 vaccines starting Friday","sentiment_score":0.0}
{"full_text":"RT Gov. Ricketts (R-NE) says undocumented workers at meatpacking plants will not be eligible to receive the COVID vaccine.Th...","sentiment_score":0.0}
{"full_text":"Anyare?","sentiment_score":0.0}
{"full_text":"Israeli Government Leaders Voting on Total Lockdown, Starting Friday via","sentiment_score":0.0}
{"full_text":"took your fucking time","sentiment_score":-0.6}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT  F R E E B O O K From #Boris winning the Elections to the outbreak in #Wuhan .. check out this #free comedy, set in a...","sentiment_score":0.45}
{"full_text":"god, can covid just be fucking over already. i'm so annoyed about this shit today ","sentiment_score":-0.4}
{"full_text":"RT If you have the time &amp; money to travel to DC in the midst of a pandemic and the economic crisis of a lifetime, to rally on...","sentiment_score":0.2}
{"full_text":"mad to think that as soon as lockdown finishes i'll legally be aloud to drink alcohol","sentiment_score":-0.2125}
{"full_text":"RT Can you think of someone more arrogant and racist that this man who is ensuring that those people who prepare his own...","sentiment_score":0.55}
{"full_text":"RT Here's how and spent their day today -- focused on getting ready to do their jobs to fight COVID...","sentiment_score":0.05}
{"full_text":"RT Almost a year into a global pandemic and many humans haven't decided that they care enough to keep everyone safe. It boggle...","sentiment_score":0.25}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT Dr. Tom Stewart, CEO of St. Joseph's Health System and Niagara Health spent weeks in the Dominican Republic amid COVID-19 pa...","sentiment_score":-0.1}
{"full_text":"3,478 deaths today. And \"the next few days are likely to be worse.\"","sentiment_score":-0.15}
{"full_text":"RT CM Uddhav Balasaheb Thackeray chaired a meeting regarding the Corona vaccination today. He also discussed the health of...","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT China blocks entry to WHO team studying Covid's origins","sentiment_score":0.0}
{"full_text":"a doctor. i'm undone.","sentiment_score":0.0}
{"full_text":"Can't wait for this pandemic to be over and for to go on tour  ","sentiment_score":0.0}
{"full_text":"RT Whoever thinks this lockdown will last Feb 15 loooool, see you in April","sentiment_score":0.0}
{"full_text":"RT Nebraska's governor says undocumented workers in meat plants are not eligible for the #COVID19 vaccine because they are \"not pe...","sentiment_score":0.0}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT An inmate at the Draper prison is suing the and frmr ex. dir. Mike Haddon for the way they've handled the...","sentiment_score":0.0}
{"full_text":"RT Premier Doug Ford last held a news conference on Dec. 22. Since then in Ontario:*37,105 new cases of COVID19 have been...","sentiment_score":0.0681818182}
{"full_text":"Rapid home test supplies","sentiment_score":0.0}
{"full_text":"Biden to focus on Covid relief for small businesses in Wednesday speechhttps:\/\/t.co\/Qy1Duew88w","sentiment_score":-0.25}
{"full_text":"RT Hi Bill, also ordered over 6,000 Covid patients into nursing homes in March.  This is potentially part 2 of the...","sentiment_score":0.0}
{"full_text":"RT You've heard this before, but we can't let our guards down yet. There were over 8,400 new cases of COVID-19 reported in...","sentiment_score":-0.0095959596}
{"full_text":"RT Tomorrow is my birthday. This time last year I had 2 parents. My dad passed in April from Covid and my mom passed last week fr...","sentiment_score":0.0}
{"full_text":"hospitals are literally limiting the people theyre taking in bc covid is so bad and people are still going out &amp; traveling far distances w their friends.. after the holidays.. where they also went to parties.. its crazy to me how people just dont care","sentiment_score":-0.4}
{"full_text":"Put them in a room with covid positive people and let nature happen","sentiment_score":0.2272727273}
{"full_text":"RT There's really no excuse for this, we're an island so had the ability to lock down. They...","sentiment_score":-0.0652777778}
{"full_text":"Kansas City and Seattle","sentiment_score":0.0}
{"full_text":"RT The leading public face of the Mexican government's coronavirus response was photographed over the weekend at what appears to be a...","sentiment_score":0.0}
{"full_text":"RT Coronavirus mandates have failed.Perhaps we should try some womandates?","sentiment_score":0.0}
{"full_text":"RT The guy who destroyed 500 doses of COVID vaccine is a conspiracy nut who believes the vaccine will change people's DNA. Th...","sentiment_score":0.0}
{"full_text":"RT Today I joined my colleagues and called for a \"Reset\" of the NY government's priorities. The COVID-19 pandemic has only hi...","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT 1 in 5 people in LA has COVID.","sentiment_score":0.0}
{"full_text":"Marvel Contest of Champions - Monthly, Weekly and Daily January 2021 Event Calendar! all without COVID! Washed with Hot Soapy Water! wearing Gloves and a Mask!^^ Man-Cave Isolation Production! Stay Health and Save! Happy New Year! BYE=DON 20th of Jan! Bye Trump! Hi Joe and Kamala","sentiment_score":0.3161612216}
{"full_text":"No such debunking!!  I know people who spread it to their parents who had minor symptoms. It doesn't hurt to wear a mask and likely helps so why the outrage?","sentiment_score":-0.0166666667}
{"full_text":"Holy shit. So someone came to our house to check it out our house to clean it or something for after covid and my moms was in the bathroom and my dad knocked on the door. And my mom said one sec and the cleaner said well I can't go but&gt;&gt;","sentiment_score":0.0222222222}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"Shit stupid.","sentiment_score":-0.5}
{"full_text":"RT ENOUGH. Enough with politicians who dictate what you can say, where you can eat, and whether you can go to church. Enoug...","sentiment_score":0.0}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT BOOM: \"I'm tired of pretending that everyone's opinion on the vaccine and the pandemic are equally valid. Because they...","sentiment_score":-0.2}
{"full_text":"RT these pro-Trump rallies in DC really illustrate how Trumpism has merged with batshit views of all stripes, including anti-vacc...","sentiment_score":0.2}
{"full_text":"RT 1 in 5 people in LA has COVID.","sentiment_score":0.0}
{"full_text":"RT Let's help please.Let's retweet please.","sentiment_score":0.0}
{"full_text":"RT Listen to Stay In Line!!! #gasen","sentiment_score":0.0}
{"full_text":"RT Stay home, masturbate, save lives ","sentiment_score":0.0}
{"full_text":"St. Joe's and Niagara Health CEO spent weeks in Dominican Republic amid COVID-19 pandemic ! #WhenEveryoneInChargeIsCorrupt","sentiment_score":-0.125}
{"full_text":"RT I hope all my bitches who wear lipgloss under their mask are having a good day","sentiment_score":0.7}
{"full_text":"Can't help but notice that a whole lot of newscasters who got in a twist about \"Chinese virus\" sure are perfectly comfortable with \"UK variant\" rolling smoothly off their tounges.","sentiment_score":0.3}
{"full_text":"RT .@JoeBiden will make remarks Wednesday focusing on delivering relief to small businesses amid the coronavirus pandemic wi...","sentiment_score":-0.25}
{"full_text":"Support not seeing 1100 deaths because of inaction from the UCP Government and hospitals at capacity as too many selfish, irresponsible people not listening during a PANDEMIC.","sentiment_score":0.0}
{"full_text":"I will say I can do without the \"but the covid\" warnings re going back to US. I read the news. I'm fully aware. No need to add to my anxiety thanks.","sentiment_score":0.15}
{"full_text":"RT The state committee determining the order for COVID vaccinations meets on January 11. They are expected to announce the next...","sentiment_score":-0.05}
{"full_text":"Don't forget Desantis sent the Gestapo to a Doctors home to grab all her Covid Tracking tech!","sentiment_score":0.0}
{"full_text":"RT NY nursing home says COVID-19 vaccines spoiled by defrosting issues","sentiment_score":0.0}
{"full_text":"RT In the midst of a pandemic that is killing &gt;3k Americans per day, Trump is bragging about what he hopes will be big crow...","sentiment_score":0.0}
{"full_text":"You it up already. It's not getting better for the next 14 days. You'll be too busy running from Trump after tomorrow to work on anything else","sentiment_score":0.2}
{"full_text":"RT Federal Govt expects 42 million COVID-19 vaccine doses - NPHCDA","sentiment_score":0.0}
{"full_text":"RT In September 2020 Rishi Sunak invited the supposed free market fundamentalist authors of the Great Barrington Declarati...","sentiment_score":0.6}
{"full_text":"#it Dedicated Server 10-Core_3  #COVID19","sentiment_score":0.0}
{"full_text":"First thing I want when covid ends is to go to your concert","sentiment_score":0.25}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT 30 Newham cllrs signed an open letter to cease the new parking charge during the lockdown, including our Manor Park cllrs...","sentiment_score":0.0681818182}
{"full_text":"RT Clara Hamblin (90) was called home yesterday due to complications with COVID. and family are seeking support...","sentiment_score":-0.125}
{"full_text":"RT We all tend to make predictions for the year ahead.Arthur Clarke's predictions for the decades ahead will be hard to to...","sentiment_score":-0.2916666667}
{"full_text":"RT these pro-Trump rallies in DC really illustrate how Trumpism has merged with batshit views of all stripes, including anti-vacc...","sentiment_score":0.2}
{"full_text":"Covid is not getting passed in schools. But schools have infrastructure and personnel (school nurses) to vaccinate entire school buildings in hours.","sentiment_score":0.0}
{"full_text":"\"My\" Republican Congressman is fighting this deadly pandemic that's infecting and killing Californians by * checks notes * trying to overthrow the American voter and end democracy in the United States. We're screwed. #RecallMikeGarcia","sentiment_score":-0.1}
{"full_text":"\"[E]ven though the calendar has flipped, we're not out of the pandemic-wracked woods yet.\"","sentiment_score":0.0}
{"full_text":"Let's discuss how #5G technology and virus-fighting #drones have helped during this #COVID-19 situation when they needed most. Read more: #Snapdragon #5Gconnectivity #Drone #Security #Robotics","sentiment_score":0.5}
{"full_text":"No one is saying that they didn't have the right to question the results, but how long should the questioning continue when no evidence of wrongdoing has been found?  It's time for them to return to work and do something to help control the pandemic.","sentiment_score":0.1178571429}
{"full_text":"RT Los Angeles County has more people hospitalized for COVID-19 than the entire state of Florida.","sentiment_score":0.25}
{"full_text":"RT Committing sedition to prevent the seating of (checks notes) a moderate who's main issue is not any particular liberal polic...","sentiment_score":0.1111111111}
{"full_text":"RT The Minister Health India very clear on global access to COVID vaccines manufactured in India. Very good.  Thank you. Lis...","sentiment_score":0.3466666667}
{"full_text":"RT Today Programme: \"Boris Johnson announced (lockdown); Nicola Sturgeon took the same decision.\" Was it not the other way r...","sentiment_score":-0.0625}
{"full_text":"No surprise!! COVID alerts for MCG, Boxing Day shopping despite more promising virus numbers | The New Daily","sentiment_score":0.2090909091}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT The 45,000 extra homeless people will each have a reduced life expectancy of 17.5 years on average.That is 787,500 ye...","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Don't wear a mask, but when you get covid-STAY THE FUCK AWAY FROM THE HOSPITAL.","sentiment_score":-0.4}
{"full_text":"Thirty more cases of COVID-19 were recorded among Palestinian prisoners in Israeli prison of Ktzi'ot in Al-Naqab desert since Thursday.","sentiment_score":0.5}
{"full_text":"The process of pre-registering for a #COVID19 vaccine through the city of El Paso takes less than a minute. While that part is easy, some people say they aren't hearing back so they aren't sure if it went to the right place.","sentiment_score":0.2104761905}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Indiana University Hospital CEO Dennis Murphy is coming under fire after he said Dr. Susan Moore 'intimidated' staff while she was hospitalized with COVID-19. Dr. Moore died Sunday (December 27) from complications with the coronavirus.","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"2020 in Philippine Entertainment: Who Became Official, Got Engaged, Tied the Knot, Had Babies, Broke Up,Departed,in the Year of the Pandemic","sentiment_score":0.0}
{"full_text":"And I thought we were stoned#StonerFam #CannabisCommunity","sentiment_score":0.0}
{"full_text":"\"Competence in government - such as protecting individuals from being infected by other humans - is what was and what is now necessary.\"https:\/\/t.co\/9Z3lAFrxdM","sentiment_score":-0.0416666667}
{"full_text":"The 2021 Kentucky General Assembly session is underway.  Most activity in the state capitol Tuesday came in House and Senate Chambers.https:\/\/t.co\/B8v8UizhLI","sentiment_score":0.275}
{"full_text":"Medical:\"What do we know so far about the South African Covid variant?\"https:\/\/t.co\/dL0IbUHtR3 via (Shared via COVID-19 topic)","sentiment_score":0.0333333333}
{"full_text":"The U.S. could soon be giving at least a million COVID-19 vaccinations a day despite the sluggish start, Dr. Anthony Fauci.","sentiment_score":-0.3}
{"full_text":"COVID-19 is the worst it's ever been for Ohio hospitals, and that's even before the surge expected from the winter holidays.","sentiment_score":-0.55}
{"full_text":"RT Pennsylvania's GOP refused to seat a duly elected state senator todayWe cannot just move on from Trump. Trumpism remains ali...","sentiment_score":0.0}
{"full_text":"\"I'm Just Not Buying It\" - Jeff Gundlach Raises Questions About #COVID Vaccine's '95%' Efficacy Rate","sentiment_score":0.0}
{"full_text":"RT I have been saying this for a while. I think we need to.","sentiment_score":0.0}
{"full_text":"Planet Fitness CEO talks membership retention, ad spend amid the pandemic via","sentiment_score":0.0}
{"full_text":"Australian cities need post-COVID vision, not free parking #carparking #commuting #pedestrians","sentiment_score":-0.1}
{"full_text":"Total COVID-19 vaccine doses administered per 100 people: United States: 1.46 Canada: 0.38 Argentina: 0.07 Chile: 0.05 Costa Rica: 0.05 Mexico: 0.03More countries and data:","sentiment_score":0.0}
{"full_text":"Our District Nurse, Beth Schutte, and other school nurses within the district went to get their first doses of the COVID-19 vaccine. Thank you ladies for consistently putting the health and safety of our students first.For a list of resources &amp; info https:\/\/t.co\/J8T7YylVpP","sentiment_score":0.125}
{"full_text":"The economic impacts of the COVID-19 pandemic has done little to impact the cost of housing in the #Kamloops area, which continued to rise rapidly in 2020. #kamre","sentiment_score":0.00625}
{"full_text":"Joining forces - and the Indonesian Telemedicine Alliance are in partnership to boost telemedicine - expanding access to healthcare during the pandemic to #LeaveNoOneBehind. ","sentiment_score":0.0}
{"full_text":"Christmas 2020 Film Festival: Did We Watch all the Movies?#filmfestival #christmasmovies #staycation #StayHome #bryony #BryonySerieshttps:\/\/t.co\/OD3DaOoKi7","sentiment_score":0.0}
{"full_text":"The frequency at which people wash clothes has gone up, thanks to covid scare.https:\/\/t.co\/r46NLeVPNn","sentiment_score":0.2}
{"full_text":"As the new year brings us new hope in the fight against COVID-19, we encourage everyone in our community to make a New Year's resolution to Finish Strong. You can take the Finish Strong pledge by visiting Full news release:","sentiment_score":0.270959596}
{"full_text":"Quebec could order a curfew for the first time to stem the tide of COVID-19.https:\/\/t.co\/9IukdrK45H","sentiment_score":0.25}
{"full_text":"RT Can you think of someone more arrogant and racist that this man who is ensuring that those people who prepare his own...","sentiment_score":0.55}
{"full_text":"RT In addition to long haulers, this is a very concerning issue to follow.","sentiment_score":0.075}
{"full_text":"Minister Lisa Thompson's New Years levee postponed due to pandemic.https:\/\/t.co\/c9iMcPrx0v","sentiment_score":0.0056818182}
{"full_text":"It's time for another #AdvocacyAction Session! Join us tomorrow, Wednesday, Jan. 6, at 4:00pm on Facebook Live for a review of where to access information about the start of the 87th Texas Legislative Session and Congress's recently passed COVID Relief package. See you there!","sentiment_score":0.0681818182}
{"full_text":"A growing chorus of seniors and advocates are calling for seniors age 65 to 74 to be placed next in line for the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Harry Potter Star Reveals Three-Month-Old Son Is Hospitalized With COVID-19","sentiment_score":0.0}
{"full_text":"\"It's been pretty tough when all these regulations have been thrown our way.\"","sentiment_score":-0.0694444444}
{"full_text":"When Occupational Safety Officer, Kelly Mean, visited Surrey businesses to chat with workers and employers, employers asked what to do if a customer refuses to wear a mask in the store as requested. Stay tuned for tips from Kelly. #AskAnOfficer","sentiment_score":-0.3125}
{"full_text":"RT Lots of gratitude for the Ossoff and Warnock campaign staffers who had to put in two extra months in a COVID election with the...","sentiment_score":0.0}
{"full_text":"I love this so much and my heart exploded this morning! &lt;3","sentiment_score":0.375}
{"full_text":"RT Lots of gratitude for the Ossoff and Warnock campaign staffers who had to put in two extra months in a COVID election with the...","sentiment_score":0.0}
