{"full_text":"RT What on Earth is the government doing? Surely we can all agree that if the manufacturer states not to mix then they sh...","sentiment_score":0.5}
{"full_text":"Tell me something new! How about all the years where people with flus were allowed to cough all over other passengers. I was seriously ill for 4 months after a 2 hour flight last September. Do better! Not only during the pandemic, but every day of every year. #CesspoolFlights","sentiment_score":0.0284090909}
{"full_text":"Trump Republican healthcare was Covid count healthcare is kill people quickly","sentiment_score":0.3333333333}
{"full_text":"Second strain of Covid all over florida - glad I never go outside bc whoa","sentiment_score":0.1666666667}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT My dad and I tested positive for Covid-19. We are both experiencing heavy symptoms and there is no room for admissions in an...","sentiment_score":0.0136363636}
{"full_text":"RT COVID ICU again today. Almost all my patients are less than 60 years old and previously fit. Some are very young. If you...","sentiment_score":0.1158333333}
{"full_text":"Well, there is a cure, Covid death.","sentiment_score":0.0}
{"full_text":"i will have my whole day planned out &amp; still choose to stay tf home","sentiment_score":0.2}
{"full_text":"RT Three people at my grandmother's nursing home tested positive for Covid-19 last month. One was my 92-year-old grandmothe...","sentiment_score":0.1136363636}
{"full_text":"RT I see a lot of journalists falling over each other calling to arrest the organisers of that Mbare bash. T...","sentiment_score":-0.0875}
{"full_text":"I don't believe in New Year's resolutions. If you need to do something, do it now. Don't wait until New Year. King Joffrey (aka Trump) is leaving in 2020. Now, it John Snow (Biden) vs the Night King (COVID\/McConnell)! We are fight for our lives.","sentiment_score":0.1534090909}
{"full_text":"Due to #COVID19, the #FASB provided an additional one-year deferral of the effective date of the leasing standards. As a result, it will now be effective for fiscal years beginning after Dec. 15, 2021. Learn more (via","sentiment_score":0.39375}
{"full_text":"Maybe not detrimental. No aurier in the squad today... hope it's not covid related","sentiment_score":0.0}
{"full_text":"I almost hate myself for what I am about to say, but I almost, almost wish this would happen to you.  It's because your irresponsible rhetoric fuels this stupidity.  You are part of the problem!","sentiment_score":-0.775}
{"full_text":"RT Everything Chuck Todd ever said about his alarm at what the Republicans are doing is hollow and meaningless. After all th...","sentiment_score":-0.3}
{"full_text":"when you've been giving flu and pneumonia shots since August and now you gotta do covid ","sentiment_score":0.0}
{"full_text":"RT 1 Srinagar based Punjabi jeweller secured domicile rights after 40 years of stay in ValleyThis enabled him to buy modest...","sentiment_score":0.1}
{"full_text":"Yeah its just so so so so bad like I've always been SO fucking bad with change and this is just. Making all of thsi a thousand times worse. Like, hell, I cant stand having new bed sheets How AM I SUPPOSED TO HANDLE A FREAKING PANDEMIC","sentiment_score":-0.4159090909}
{"full_text":"And this is why I care for you xx","sentiment_score":0.0}
{"full_text":"RT Breaking: WE WON! Texas Supreme Court stops Mayor Adler's illegal order shutting down restaurants and bars. #AustinTx #COV...","sentiment_score":-0.3277777778}
{"full_text":"RT We portray COVID outcomes as binary--alive or not alive. \"Survivor\" should not be equated to \"fine now.\" There's a lot that...","sentiment_score":0.1833333333}
{"full_text":"RT So official announcement is here: Serum Institute Covid vaccine gets approval with conditions, Bharat Biotech with abunda...","sentiment_score":0.0}
{"full_text":"We need a new Conservative party. UCP is still the Redford party.","sentiment_score":0.1363636364}
{"full_text":"RT Just a friendly reminder but a negative COVID test isn't your \"golden ticket\" to have a social gathering today. That'...","sentiment_score":0.1020833333}
{"full_text":"RT Michigan has dramatically reduced new Covid-19 cases &amp; positivity rates by closing bars\/restaurants, doing remote school &amp; m...","sentiment_score":0.0181818182}
{"full_text":"RT Yesterday I was hospitalized for COVID. Today has been a really bad day. The nurses are amazing and working in hellish circums...","sentiment_score":-0.05}
{"full_text":"RT Marketing authorisation to BharatBiotech vaccine #Covaxin put on hold due to difference of opinion among SEC experts. SEC...","sentiment_score":-0.1083333333}
{"full_text":"I have a unique nonprofit and rep an entire industry of 12 million wrldwide that have lost professions due to covid-would like to discuss how we can work together helping my people who are hurting badly-plz contact me-see web url on twittr-","sentiment_score":0.0833333333}
{"full_text":"I bet column about the UCP pandemic vacations is going to be like \"The great Premier Kenney did what no Premier has done before: brought Albertans together. And I think he should be praised for that.\"","sentiment_score":0.8}
{"full_text":"this! never made sense to me. fort some people work is in the entertainment industry. they should've just kept us on lock down","sentiment_score":-0.1555555556}
{"full_text":"RT Yes I am with u sir","sentiment_score":0.0}
{"full_text":"RT .@GOPLeader, This is stupid. Americans dying of COVID.  Hospitals overwhelmed. Your party inspired calls for the a...","sentiment_score":-0.8}
{"full_text":"RT If you attended #Hillsong Norwest last Tuesday you need to isolate. On second thought if you attend Hillsong any day,...","sentiment_score":0.0}
{"full_text":"RT Important perspective. Reminded me of my own experience. As a teenager I missed many months of school due to war. The...","sentiment_score":0.34375}
{"full_text":"Yep, that's one of the authoritarian things they did in the early days of the outbreak. Whether it was ethical and whether it was effective are different conversations, unless your thoughts on the matter begin and end with \"China bad\"","sentiment_score":0.04}
{"full_text":"RT This is a bill up for consideration in New York State in regards to COVID-19.Read every word of this and tell me what...","sentiment_score":0.1363636364}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"This is good use of lockdown time. I approve.","sentiment_score":0.7}
{"full_text":"+195,500 ppl have died of #coronavirus in #Iran","sentiment_score":0.0}
{"full_text":"RT Urgently Required O -Ve (Negative) Plasma Donor From #COVID19 Recovered Person at Yashoda Hospital Somajiguda #Hyderaba...","sentiment_score":-0.3}
{"full_text":"RT If you want to get a Covid-19 test:https:\/\/t.co\/xVoGkTjTP6","sentiment_score":0.0}
{"full_text":"RT If I were Prime Minister, I would not bail out provinces that destroy their economy with lockdowns, while their hypocrit...","sentiment_score":-0.2}
{"full_text":"RT The missing flu riddle: 'Influenza has been renamed COVID,' maverick epidemiologist says | Just The News","sentiment_score":-0.2}
{"full_text":"So TV doctor who downplayed pandemic gets monoclonal antibody treatment that regular folks, who didn't downplay it but who caught the plague, don't have access to because they're not a TV doctor...","sentiment_score":0.0}
{"full_text":"RT My dad and I tested positive for Covid-19. We are both experiencing heavy symptoms and there is no room for admissions in an...","sentiment_score":0.0136363636}
{"full_text":"First day back at work today (working from home) and a misbehaving computer is adding 100% to my stress levels whilst trying to access the 'taking care of yourself and learning to de-stress' compulsory Covid times training module. Very 2021.","sentiment_score":0.15}
{"full_text":"RT we stand in solidarity with teachers and education workers  it's not safe for them to work in packed classrooms, schools...","sentiment_score":-0.25}
{"full_text":"RT There are medicines available to treat coronavirus...But they are not telling you about them.....Share this with your...","sentiment_score":0.4}
{"full_text":"RT People need to stop using \"my body my choice\" when referring to wearing a fucking mask. COVID is contagious. Abortion is...","sentiment_score":-0.6}
{"full_text":"RT COVID-19, in many cases, seems to be a chronic illness. People with chronic illnesses in the United States have suffered fr...","sentiment_score":0.5}
{"full_text":"If by lockdown you mean Gardai and by Nation you mean innocent black people then yes otherwise shut the fuck up and stay inside people's lives are at risk","sentiment_score":-0.1383333333}
{"full_text":"Only 2020? Because before that everything was great.#bitcoinhttps:\/\/t.co\/T8SLlJHDWR","sentiment_score":0.0}
{"full_text":"Please calm down, these are the kind of act that brought covid19 to the world.","sentiment_score":0.2481481481}
{"full_text":"RT Despite voter suppression, the USPS being dismantled, no super-spreader rallies, and a freaking pandemic, our guy STILL bea...","sentiment_score":0.0}
{"full_text":"RT People started breaking Covid rules when they saw those with privilege ignore them | Daisy Fancourt","sentiment_score":0.0}
{"full_text":"RT Sociologist and physician Nicholas Christakis predicts a post-pandemic \"Roaring '20s.\" People will seek out extensive soci...","sentiment_score":0.0}
{"full_text":"RT This is a critical care patient. You cannot learn to look after patients as sick as this in a couple of days! ICU nursi...","sentiment_score":-0.4464285714}
{"full_text":"RT Do my level best not to propagate mis-information - which this from definitely is- but now this tweet has had...","sentiment_score":0.5}
{"full_text":"RT COVID ICU again today. Almost all my patients are less than 60 years old and previously fit. Some are very young. If you...","sentiment_score":0.1158333333}
{"full_text":"Don't really get why elite sport is still allowed while the rest of us are in lockdown. Just look at the number of positive covid tests in the PL alone...","sentiment_score":0.2136363636}
{"full_text":"Soon God.","sentiment_score":0.0}
{"full_text":"RT you tomorrow morning: no positive tests in the nfl today, game on","sentiment_score":-0.2568181818}
{"full_text":"AH yes, my SO has had covid about 7 times now, also c-diff (my mom is getting over it, she lives with us).  So, he coined a new one yesterday - he has c-diff 19.  And he calls me a hypochondriac.","sentiment_score":0.1363636364}
{"full_text":"It was Trumps stupidity, ignorance and arrogance that contributed to the USA being so relaxed about Covid until too late. TRUMP HAS TENS OF THOUSANDS OF DEATHS ON HIS HANDS.","sentiment_score":-0.45}
{"full_text":"Advanced Higher Modern Studies pupils ","sentiment_score":0.2833333333}
{"full_text":"RT In the meantime, the virus is mutating and spreading faster. A mutant virus with 50%  in transmission kills a lot mo...","sentiment_score":0.0}
{"full_text":"i just@wrote a poem ab the pandemic and it literally sounds like one of those poems on the bank adverts on tv help ","sentiment_score":0.0}
{"full_text":"RT I usually could not care less about the type of music you enjoy but the electronic music these clandestine fuckers are d...","sentiment_score":-0.0055555556}
{"full_text":"Charlotte church plans another big gathering after prior COVID outbreak, reports say via Death cultism insanity is thriving in these Last Days.\"thrilled to welcome them back into God's house.\"Theirs is the house and the 'God' of old Amalek.","sentiment_score":0.2142857143}
{"full_text":"The US is really an outlier among outliers. It is in the Top 20 for per capita cases confirmed since the start of this pandemic.  Within this group it stands out for its large population size.","sentiment_score":0.3285714286}
{"full_text":"RT #MITCHDEMANDSNOSICKLEAVEWORKING WHILE SICK...??NO PAID LEAVE #covidreliefbill #Biden46#...","sentiment_score":0.0}
{"full_text":"RT As the coronavirus spread in China, the government stage-managed what appeared on the domestic internet to make the virus l...","sentiment_score":0.0}
{"full_text":"RT In the GA election there is a lot at stake:Affordable HealthcareCOVID ReliefJobsHigher Wages Climate Issue...","sentiment_score":0.0}
{"full_text":"RT Sadly, we already lost one Member of Congress to Covid-19 this week, shouldn't we take every precaution available to ensure it...","sentiment_score":-0.05}
{"full_text":"COVID-19: 'Mixing coronavirus vaccines is not recommended', health agency warns","sentiment_score":0.0}
{"full_text":"Just 1% death rate and most of the death causes among them are due to other diseases, 99% people recovered without vaccine and still people are talking about this plandemic named CORONA!","sentiment_score":0.0729166667}
{"full_text":"Happy new year indeed x2 ","sentiment_score":0.4681818182}
{"full_text":"RT LA has stopped transporting heart attack and stroke victims to hospitals because there are no beds due to covid overload...","sentiment_score":-0.125}
{"full_text":"RT \"[W]e find no statistically significant difference between the reported Covid-19 fatality rates in countries led by men o...","sentiment_score":0.375}
{"full_text":"RT I get fed up writing on here that I am the father of...","sentiment_score":0.0}
{"full_text":"So wuhan had a new year celebration and time square was mash up. Did China get the vaccine too ? Asking for a friend !","sentiment_score":0.1704545455}
{"full_text":"RT Scandal in Poland after several public figures - including actors and S&amp;D MEP Leszek Miller - got coronavirus vaccination e...","sentiment_score":0.0}
{"full_text":"RT Just a question, but who buys body bags during a Pandemic, really? Oh, Perdue and Loeffler","sentiment_score":0.2}
{"full_text":"winter break feels weird with lockdown I'm just doing the same things I normally do but without any responsibilities to ignore","sentiment_score":-0.1166666667}
{"full_text":"RT here are the jerks voting against giving you needed stimulus money whilst partying maskless denying COVID while having...","sentiment_score":0.0}
{"full_text":"I'm definitely with the teachers, it's time someone took a stand against the utterly corrupt and dangerous #ToryIncompetence and #ToryShambles of a Government","sentiment_score":-0.3666666667}
{"full_text":"RT It's entirely possible that 200,000 Americans have died because the president didn't like the way he looked in a mask.","sentiment_score":0.0}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT It looks like no serious national effort to vaccinate &amp; protect the American public will begin until after Biden takes off...","sentiment_score":0.0555555556}
{"full_text":"Jaw-Dropping New CDC Figures Suggest True U.S. Coronavirus Death Toll Approaching Half a Million #SmartNews","sentiment_score":0.0799242424}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"The school run turned out to be the main cause of my decades long 4 am insomnia problem. It cleared up during the last lock down. Other drivers... the afternoon one tends to trigger headaches too. It will be a struggle to get everyone up at a normal time lol","sentiment_score":0.1123015873}
{"full_text":"RT Hows everyone's lockdown going I've just bought a dildo signed into me mums eBay account","sentiment_score":0.0}
{"full_text":"RT Congratulations! ","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT Big achievement by the Indian scientists.","sentiment_score":0.0}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"RT Happy new year.We all had a difficult 2020 with ravaging pandemic,loss of livelihoods &amp; devastating economic meltdown. By...","sentiment_score":-0.0727272727}
{"full_text":"RT Light at the end of the tunnel? Let's hope so! I took 'HOPE' to the streets of Deptford to welcome in the New Year. #ar...","sentiment_score":0.4787878788}
{"full_text":"RT People started breaking Covid rules when they saw those with privilege ignore them | Daisy Fancourt","sentiment_score":0.0}
{"full_text":"RT \"The number of vaccinations plummets on weekends and all but stopped for Christmas Day, when more planes landed at Kennedy...","sentiment_score":0.5}
{"full_text":"RT No, Johnson, 2020 is the year Govt:1. Gave billions of taxpayers' money to Govt chums which failed o...","sentiment_score":-0.5}
{"full_text":"RT People are literally dying.","sentiment_score":0.0}
{"full_text":"RT How Taiwan Plans to Stay (Mostly) Covid-Free","sentiment_score":0.5}
{"full_text":"Twitter friends, what are the best sources of citable info on how women's employment &amp; childcare responsibilities have been affected by covid? (And are there authors I should be watching to update these cites in the next couple of months?) #AcademicChatter #AcademicTwitter","sentiment_score":0.5}
{"full_text":"Went through all last year without a scare. Even a global pandemic don't want me bruh. ","sentiment_score":0.0}
{"full_text":"RT Y'all still trying to force people to start a business in a pandemic. Leave them alone.","sentiment_score":0.0}
{"full_text":"RT No, is not daft. He is indulging in cynical politics of Samajwadi Party variety. He is trying to influence...","sentiment_score":-0.6}
{"full_text":"\"Characteristics of Large-Vessel Occlusion Associated with COVID-19 and Ischemic Stroke\" | #NeuroRad #NeuroIR","sentiment_score":0.0}
{"full_text":"If you're living with a long-term lung condition, we can support you to stay active at home through our Respiratory Programme. Find out more at: Or call (01467) 532929.@HSCPshire","sentiment_score":0.1833333333}
{"full_text":"Act like you have got the coronavirus. You don't need symptoms to have the virus.Please stay at home and only leave home for the reasons explained here:https:\/\/t.co\/GTHFvL3v3qDon't forget #HandsFaceSpace - regular handwashing, wearing a face covering and making space.","sentiment_score":0.0}
{"full_text":"'You can't rely on young and healthy': Pregnant Arizona mom prays for husband battling COVID-19 from a comahttps:\/\/t.co\/sIaMQL5LgZ","sentiment_score":0.3111111111}
{"full_text":"Auto sales rebound from the depths of COVID shutdown.","sentiment_score":0.0}
{"full_text":"So disappointing to see people f*ck around Covid like it's some joke. ","sentiment_score":-0.6}
{"full_text":"RT We produced 100s of free livestreams throughout 2020, with over a million views &amp; downloads. We've also had to cancel o...","sentiment_score":0.4}
{"full_text":"A model of individual responses to a pandemic highlights the different actions taken by young individuals, who are less severely affected, and by old individuals, who are more vulnerable, from Boppart, Harmenberg, Hassler, Krusell, and Olssonhttps:\/\/t.co\/BEJNaTMVMa","sentiment_score":0.0047619048}
{"full_text":"\"I'm quite in the privileged category.\" Ranbir Kapoor speaks about his time in the pandemic, his father and girlfriend Alia in this interview with","sentiment_score":0.0}
{"full_text":"Jan. 2, 2021:As of today, we received $5.17\/day to get through this pandemic.That's 517 pennies per day.","sentiment_score":0.0}
{"full_text":"Plans for 2021? Perhaps 6 #Climate positive actions...https:\/\/t.co\/8VXBr32kBS","sentiment_score":0.2272727273}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"Boswells hotel plan could help high street post-Covidhttps:\/\/t.co\/eQFTBBLZIe","sentiment_score":0.16}
{"full_text":"According to the National Center for Biotechnology Information, about 20% of our nation's population lives in rural areas, yet less than 9% of our nation's physicians practice there.","sentiment_score":-0.0888888889}
{"full_text":"Frontline health care personnel, long-term care facility staff and residents and persons age 65 and over are eligible for a #COVID19 vaccine. Learn more at","sentiment_score":0.5}
{"full_text":"Porter and her husband had not yet gotten their second dose of the Pfizer vaccine. Doctors across the country have said both doses are essential to being able to fight off the vaccine.","sentiment_score":0.1666666667}
{"full_text":"2020 - We created our first short film, working from opposite ends of the country.'Forget About' explores our inability to stop. In a world which demands we find  validity in our productivity how can we be happy doing nothing?https:\/\/t.co\/EMFVAit214#shortfilm #lockdown","sentiment_score":0.2625}
{"full_text":"Flashback to the pre-COVID-19 World: On the Airport as Destination Unto Itself (October 2019)https:\/\/t.co\/ETFC4KEwQj","sentiment_score":0.0}
{"full_text":"Although our offices are closed, we continue to provide phone and online support to our customers. You can call, email, sign up online, or chat with a Customer Care rep on our website. Visit our website for more details.","sentiment_score":0.2}
{"full_text":"What is infuriating is the pandemic has been with us for over a year, you have not done anything to increase the capacity.All we heard was the potential of producing 40 ventilators per day but nothing ever happened. It's really sad lives are being lost and you are just tweeting","sentiment_score":-0.3666666667}
{"full_text":"Join us today, Sat. Jan 2 for FREE COVID-19 Testing at our new location.When:  Saturday, Jan 2, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"Lockdown meant they lost touch Watch the moving moment a 19-year-old bakery worker was reunited with her favourite customer, 80-year-old Peter.","sentiment_score":0.0}
{"full_text":"Who should be tested for COVID-19?Anyone with symptomsThose who live\/work in congregate settingsPublic safety &amp; essential business workers Anyone in contact with known or suspected caseshttps:\/\/t.co\/RmBF2Syaqy","sentiment_score":0.0}
{"full_text":"On the ninth data Christmas, SMS said to me...#golf #SocialDistancing #safegolf #sport","sentiment_score":0.0}
{"full_text":"RT I hope my position on children and COVID-19 is clear to all who follow me, but I want to make it crystal clear to those in U...","sentiment_score":0.1}
{"full_text":"RT Hospital Sg Buloh  has maxed out, other hospitals are opening up COVID wards now, and our infection rate is projected to go u...","sentiment_score":-0.125}
{"full_text":"RT Breaking News:Children infected with Coronavirus now filling hospital wards.This is a very very serious and very worr...","sentiment_score":-0.1166666667}
{"full_text":"What long-term impacts will the #pandemic have on #retailers and what trends can we expect to see in the new year? Learn more via","sentiment_score":0.3181818182}
{"full_text":"Liverpool manager Juergen Klopp believes the Premier League must avoid implementing a \"circuit-breaker\" shutdown to help reduce COVID-19 infections, saying the safety measures in place will ensure the competition is not affected.https:\/\/t.co\/GV7BPugH53","sentiment_score":0.0}
{"full_text":"Everyone involved in these parties is responsible and we should remember their behavior when they ask for leadership positions again. ","sentiment_score":0.2}
{"full_text":"The was still the #SugarBowl despite the COVID effects:","sentiment_score":0.0}
{"full_text":"On I told the fight over #pandemic relief that consumed so much of 2020 illustrates how differently Congressional Republicans and Democrats view the role of gov't in assisting people in crisis.Listen to show here: #COVIDrelief","sentiment_score":0.1}
{"full_text":"I'm sure schools have safe guarding in place like all work places. They can't build new classrooms though it's not thst easy plus they haven't the staff. After travelling on public transport in the school run &amp; after school that's when a lot of mixing &amp; no social distancing is","sentiment_score":0.2588383838}
{"full_text":"OMG...This is scary as all hell...https:\/\/t.co\/JH8S9veFX9","sentiment_score":-0.5}
{"full_text":"The COVID-19 pandemic has left many people worried and scared, thus the increased risk of prohibited substance use. It is important to watch out for these warning signs of relapse.#WarningSignsOfRelapse #StayDrugFreeDuringCOVID19 #NoToDrugs","sentiment_score":0.3}
