{"full_text":"RT The Biden admin--in a word salad of intersectional blather--declares climate change is \"the most significant public heal...","sentiment_score":0.2916666667}
{"full_text":"RT $MRNA $PFE $BNTX $LLY $REGN","sentiment_score":0.0}
{"full_text":"RT Joe Biden might be the only thing better than pandemic lockdowns at killing jobs.","sentiment_score":0.25}
{"full_text":"RT Sea of anti lockdown protestors in Vienna Austria as they march through the streets","sentiment_score":0.0}
{"full_text":"NZ tops list of countries with best responses to pandemic\"The dividing line in effective crisis response has not really been about regime type but whether citizens trust their leaders and whether those leaders preside over a competent and effective state\"","sentiment_score":0.52}
{"full_text":"RT Join us for our first event this semester! We will be discussing how to stay safe during the pandemic. DM page or you...","sentiment_score":0.40625}
{"full_text":"No, it's because TMZ didn't have a video. Media can't substitute headlines for COVID or Biden. Let's be honest","sentiment_score":0.6}
{"full_text":"RT Marco Rubio is lying. Our union has been talking about reopening since April, in fact I published an OpEd on it this week....","sentiment_score":0.0}
{"full_text":"RT DHS issues terrorism advisory over domestic extremists 'emboldened' by Capitol riot: The Department of Homeland Security said...","sentiment_score":0.0}
{"full_text":"RT #ChristianSaintCyr presents Pandemic, Anti-Globalization &amp; Economic Collapse: Understanding the Labour Market Impact. The l...","sentiment_score":0.2}
{"full_text":"RT Chick-fil-A manager called in to help drive-thru back up at COVID-19 vaccine site","sentiment_score":0.0}
{"full_text":"RT #HankAaron's tragic death is part of a wave of suspicious deaths among elderly closely following administration of #CO...","sentiment_score":-0.375}
{"full_text":"RT Only 5 of the 17 republicans that would be needed to impeach Trump feel that the impeachment of a former president is e...","sentiment_score":0.0}
{"full_text":"Just notify the wealth % increament in lockdown of Tesla car Elon Musk, zuckerberg, Jeff Bezos etc. According to you sir this also happen due to PM Modi ji.","sentiment_score":-0.125}
{"full_text":"RT Only rich people can make money off poor people having a bad time guys. It was ok when they made money off the covid rec...","sentiment_score":-0.045}
{"full_text":"RT I've directly worked with for many years. He is a compassionate doctor &amp; an incredible person.That's why I am...","sentiment_score":0.5}
{"full_text":"RT .@BillyCrystal has given more updates on #MonstersAtWork -The Show will come out in September or November to celebrate...","sentiment_score":0.5}
{"full_text":"RT A focus on defeating COVID and saving lives, honoring the frontline workers who have stepped up when their community and th...","sentiment_score":0.0}
{"full_text":"RT Sir many students from #AKTU...","sentiment_score":0.5}
{"full_text":"The Biden administration has released a once-secret COVID-19 state profile reports. The weekly reports have been providing state officials a snapshot of the state of the pandemic, focusing on different metrics like cases, deaths and hospitalizations.https:\/\/t.co\/l8SOJQteqi","sentiment_score":0.0}
{"full_text":"Big hedge fund groups been manipulating markets for years but now that they getting beat down by the people during a pandemic when people need to find ways to make money its a problem smh  no one told that fund too short a stock and go close to bankruptcy if it didn't work!!!!","sentiment_score":-0.0518518519}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"Damn I think I might have covid ","sentiment_score":0.0}
{"full_text":"RT Doctors,nurses,fire fighters,police officers,garbage men,cashiers at grocery stores,letter carriers &amp; Florida teachers are...","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT The Biden admin--in a word salad of intersectional blather--declares climate change is \"the most significant public heal...","sentiment_score":0.2916666667}
{"full_text":"RT The world appears to be afflicted with some kind of speech epidemic threatening our trusted institutions beyond reproac...","sentiment_score":0.6}
{"full_text":"RT Ukraine looking massively lonely there.","sentiment_score":-0.1}
{"full_text":"RT It is simply unacceptable that our scientists and physicians are being systematically intimidated and silenced for their advoca...","sentiment_score":0.0}
{"full_text":"Covid ruining our tradition, something gotta shake asap","sentiment_score":0.0}
{"full_text":"RT COVID: Orange County health care worker dies after receiving 2nd dose of vaccine, report says - ABC7 Los Angeles","sentiment_score":0.0}
{"full_text":"I will be one less body clogging up an ICU. Doctors and nurses have one less burden on their system because of my. Your assholery is not my problem to fix. Neither is the pandemic which I myself nor any teacher caused.","sentiment_score":-0.1666666667}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"Tackling depression after COVID-19 lockdown","sentiment_score":0.0}
{"full_text":"RT Travel Warning! The snow on area roadways is slicker than Clark Griswald's non-chloric, silicon-based kitchen lubricant....","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"RT Please have a look at this compelling argument by my friend @DeanObeidallah about why Trump should be held CRIMINALL...","sentiment_score":0.3}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"This guy is an out side. .","sentiment_score":0.0}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT There was a terrorist attack on the Capitol three weeks ago. More than 4,000 Americans died yesterday from the ongoing...","sentiment_score":0.5}
{"full_text":"RT COVID-19 has exacerbated an already unconscionable hunger crisis. Today signed EOs combating food insecurity by:...","sentiment_score":0.0}
{"full_text":"RT Tim Zook's final Facebook post shared his excitement about getting his second COVID-19 vaccine shot. ","sentiment_score":0.0}
{"full_text":"I miss the Pergolesi in Santa Cruz. It went out of business like 3 years ago, and covid would have prolly killed it anyway. But nothing was better for productivity than working in the middle of a bunch of weirdos.","sentiment_score":0.1}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is lying. Our union has been talking about reopening since April, in fact I published an OpEd on it this week....","sentiment_score":0.0}
{"full_text":"RT Any member of Congress who starts a conversation about COVID relief talking about cost or the need for bipartisanship should...","sentiment_score":0.0}
{"full_text":"RT \"Questions arise\" over the media's willingness to report the obvious.","sentiment_score":0.0}
{"full_text":"The 'Critical Role' Of Dungeons &amp; Dragons During The Pandemic via","sentiment_score":0.0}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"RT Oregon health workers who got stuck in a snowstorm on their way back from a COVID-19 vaccination event went car to car...","sentiment_score":0.0}
{"full_text":"If only Covid could leave@LittleMix","sentiment_score":0.0}
{"full_text":"RVVTF us side , RVV cad side , phase 3 covid oral anti viral with data in a week , big Pharma and banks holding it down because it doesn't make them money and poor people get health and wellness. blow the shorts up tomm, 58% of the float running short , let's burn them","sentiment_score":-0.1388888889}
{"full_text":"\"The existence of more-transmissible viruses emphasizes the important of us upping our game and doing not more of the same but better of the same,\" says   former CDC director.","sentiment_score":0.0357142857}
{"full_text":"January 2020: You humans don't know it yet. But this year is the beginning of a global pandemic and a near race war.January 2021: Hold my beer.","sentiment_score":0.05}
{"full_text":"Hey this you?","sentiment_score":0.0}
{"full_text":"RT Today we announced a first-of-its-kind collaboration with and to evaluate a combination of monoclonal antib...","sentiment_score":0.0}
{"full_text":"RT BORDER REOPENING: SA will welcome back travellers from Greater Sydney from Sunday. But - they'll need to have THREE c...","sentiment_score":0.4333333333}
{"full_text":"RT Doctors,nurses,fire fighters,police officers,garbage men,cashiers at grocery stores,letter carriers &amp; Florida teachers are...","sentiment_score":0.0}
{"full_text":"RT The Republican Party is the living embodiment of bad faith. On their watch, a pandemic or the debt or an insurrection is a shr...","sentiment_score":-0.7}
{"full_text":"RT The World Health Organization gave new guidance about Moderna's Covid-19 vaccine this week, recommending generally against its use...","sentiment_score":0.0931818182}
{"full_text":"RT Just so you know - nobody is getting a COVID test anal swab anywhere near my butthole.","sentiment_score":0.1}
{"full_text":"RT My mom called today to tell of 2 more deaths in our circle of family&amp; friends.That's a total of 8 in the past few month...","sentiment_score":0.0125}
{"full_text":"RT My friends at @LupusResearch are hosting a webinar with my amazing doctor, Dr. Wallace, Thurs 4\/2 at 3pm PT to help provid...","sentiment_score":0.6}
{"full_text":"Wonderful partly to blame then for the millions of masks now littering our beautiful green earth and invasive mechanical ventilation has proven to be a poor treatment protocol for COVID-19 and damaging to sensitive lung tissue.","sentiment_score":0.27}
{"full_text":"We can define this year for ourselves. A pandemic cannot stop an educator that is focused and driven!! #EducationNeverDies","sentiment_score":0.0}
{"full_text":"I don't usually comment on these things, but EXACTLY. This from a Canadian watching the silliness happening in these strange times.","sentiment_score":-0.0166666667}
{"full_text":"RT #GirlsGeneration's #Hyoyeon Talks About Impact Of COVID-19 On Her Work As A DJ + Prediction For SM's Future Board Of Directors...","sentiment_score":0.0}
{"full_text":"RT BIDEN ...  \"Today, I'm directing federal agencies to combat the resurgence of xenophobia, particularly against Asian American...","sentiment_score":0.0555555556}
{"full_text":"RT Growing racial inequities in L.A. County vaccine rollout raise alarms","sentiment_score":0.0}
{"full_text":"RT Stanley Plotkin, legendary vaccinologist, on the historic development and chaotic distribution of covid-19 vaccines htt...","sentiment_score":0.5}
{"full_text":"RT Why don't you want to defend America from the next insurrection?","sentiment_score":0.0}
{"full_text":"RT First, the state withheld total # of nursing homes deaths due to #COVID19 (still not released).Now,","sentiment_score":0.0416666667}
{"full_text":"RT * Crude oil climbed after industry data showed U.S. crude stockpiles fell unexpectedly last week and China reported its...","sentiment_score":-0.4666666667}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"The science says it's effects on reducing the spread of covid are minimal. That coupled with its devastating economic effects make it a bad management tactic","sentiment_score":-0.4}
{"full_text":"RT A repeal of the $1.9 trillion tax scam can pay for the $1.9 trillion Covid-19 relief bill.","sentiment_score":0.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"RT Welcome!  Help vote out Austin progressive politicians trying to turn the city into LA, SF, and Seattle.  All the homel...","sentiment_score":1.0}
{"full_text":"Thank you sis","sentiment_score":0.0}
{"full_text":"RT GameStop is doing a better job at distributing wealth to Americans during a pandemic than the US government .#GME #wall...","sentiment_score":0.5}
{"full_text":"RT Pandemic stats stay politicized while Biden and his cop-hating henchmen continue to pander to the mob, says Grant Stinchfield....","sentiment_score":0.0}
{"full_text":"RT Breaking News: A federal agency devoted to fighting health threats like Ebola and the coronavirus was used as a \"slush fund\" f...","sentiment_score":0.0}
{"full_text":"RT I've directly worked with for many years. He is a compassionate doctor &amp; an incredible person.That's why I am...","sentiment_score":0.5}
{"full_text":"When you realize your patient, who has COVID, is a QAnon believer. That's all I can say about my work today, really. #MedTwitter","sentiment_score":0.2}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Craig gets a lot of credit but maybe something or someone is protecting the prick. Smoke and mirrors don't fit the decor of our democracy","sentiment_score":0.4}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT a teacher, Claudia Marsh, has died of Covid on her 25th birthday.May she rest in peace.","sentiment_score":0.0}
{"full_text":"RT It's now been 26 DAYS since publicly announced they'd look at CCTV to investigate how the BWS Berala outbrea...","sentiment_score":0.0}
{"full_text":"RT Maria, how many Americans have died in the pandemic since the election? And you're worried about your Twitter follower cou...","sentiment_score":0.5}
{"full_text":"RT Candyfornia remains the only place on earth with 0 reported cases of COVID-19 since the pandemic started. Katy Perry is such...","sentiment_score":0.0}
{"full_text":"COVID-19 Daily Update","sentiment_score":0.0}
{"full_text":"THAIPUSAM | For many Hindu devotees, Thaipusam this year will be a more intimate home affair in an effort to curb the spread of #COVID19.Share with us pictures and stories of how you marked the occasion today.Happy Thaipusam to all those who celebrate.","sentiment_score":0.325}
{"full_text":"Springfield officials said good fiscal planning in previous years means city services won't be severely impacted in the coming budget.https:\/\/t.co\/ZULckxNNwp","sentiment_score":0.2666666667}
{"full_text":"Stay-at-home fairy tales:","sentiment_score":0.0}
{"full_text":"Yakima County health officials preparing businesses for Phase 2 of state's COVID-19 reopening plan, reports for the \"There is always the possibility,\" one official says. \"We want our businesses to be ready and prepared for that.\"","sentiment_score":0.2}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 hea...","sentiment_score":0.0}
{"full_text":"The Biden admin is directing federal health officials to make it easier for retired and working doctors and nurses to join the campaign to administer COVID vaccines in U.S. communities.","sentiment_score":0.0}
{"full_text":"RT Essential workers, including undocumented immigrants, have risked their lives to keep America fed, healthy, and moving...","sentiment_score":0.25}
{"full_text":"RT David Perdue and Kelly Loeffler literally profited off of the pandemic based on information they received as Senators, bu...","sentiment_score":0.0}
{"full_text":"The Biden administration has released the once-secret COVID-19 State Profile Reports for all 50 states, Washington, D.C. and Puerto Rico.","sentiment_score":0.0}
{"full_text":"As COVID-19 cases continue to rise in the Philippines, vaccines are being outsourced by the government and private companies to help improve our situation. Get to know the four leading vaccines that will soon be distributed locally! #VaccinesWork#PhileosForVaccination","sentiment_score":0.0}
{"full_text":"Covid-19: Police issue nearly 50 warnings at MIQs this summerhttps:\/\/t.co\/RU0X13U8Tp","sentiment_score":0.1}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 14:17 PM 27\/1\/2021.#COVID19 #coronavirus #Iran","sentiment_score":0.0}
{"full_text":"WATCH: Bomb disposal units called to #AstraZeneca Covid-19 vaccine factory","sentiment_score":0.0}
{"full_text":"RT My Grade 8 students did an artifact project where they had to share an artifact from the year and reflect on its importan...","sentiment_score":0.0}
{"full_text":"Music Venues Around the U.S. Offer to be COVID-19 Vaccine Locations","sentiment_score":0.0}
{"full_text":"RT Peer-reviewed: \"Role of Vitamin D in regulating Covid-19 severity:Immunological perspective\"\"VitD influences cells of both...","sentiment_score":0.0}
{"full_text":"President Xi Jinping on Wednesday heard a work report delivered via video link by #HKSAR Chief Executive Carrie Lam Cheng Yuet-ngor on the HKSAR government's work in #2020, its #COVID19 response and other situations. For full story:","sentiment_score":0.1125}
{"full_text":"Lovely Hakka dishes from Sour N Spicy HomeTaste on #SamaSamaLokal (via M2U App or Web). Get RM10 off orders (min spend RM30) + RM10 off delivery fees from now till 4 Feb 2021 with Stay Home Lokals promo. T&amp;C apply. Info:","sentiment_score":0.175}
{"full_text":"RT Another educator in the district has passed away due to covid. F***.","sentiment_score":-0.125}
{"full_text":"RT Strongly recommend this book. Domestic violence is an epidemic and we should all learn more on how to speak about it and h...","sentiment_score":0.3111111111}
{"full_text":"A cancer drug based on a compound found in a rare sea creature is 30 to 100 times more powerful against the virus that causes COVID-19 than remdesivir, according to a new set of experiments reported in Science.https:\/\/t.co\/b6FJjw3T7f","sentiment_score":0.3090909091}
{"full_text":"Virginia has enacted the nation's first permanent COVID-19 workplace safety and health standards, beginning Wednesday.","sentiment_score":0.25}
{"full_text":"The Lady Lions were off to one of their hottest starts in program history, until COVID-19 ended their season short last year.","sentiment_score":0.0}
{"full_text":"In Pics | Five jobs that are likely to gain traction in a world hit by the COVID-19 pandemichttps:\/\/t.co\/u9Huraz7GA","sentiment_score":0.0}
{"full_text":"Meet Professor Brendan Murphy, ACT State recipient of Australian of the Year 2021. Thanks to his calm leadership,  was able to prevent the COVID-19 virus taking hold in the community during the first wave of the global pandemic. #AustraliaDay #ReflectRespectCelebrate","sentiment_score":0.2083333333}
{"full_text":"Tune in tomorrow to CBS 21 News at 7 for Pennsylvania's Path Forward, for answers about the next step in fighting #COVID19https:\/\/t.co\/RhhvSAjplO","sentiment_score":0.0}
{"full_text":"Florida nurse working in COVID-19 unit gets free ticket to Super Bowl 55","sentiment_score":0.3666666667}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"When registering for the vaccine people are asked for residency information like a home address but if you are in Texas and registered, you can get vaccinated.","sentiment_score":0.0}
{"full_text":"Biden has killed more US jobs than The Worldwide COVID-19 scamdemic.","sentiment_score":0.15}
{"full_text":"RT Myth: COVID mortality is low in some countries because their immunity is strongerFact: It's multifaceted but one BIG re...","sentiment_score":0.0}
{"full_text":"Four family members die with Covid after meeting on Christmas Day","sentiment_score":0.0}
{"full_text":"RT GOP:\"We're patriots. But it's wrong to hold a trial about inciting a coup attempt.\"\"We're constitutionalists. Unles...","sentiment_score":-0.5}
{"full_text":"A Minnesota kindergarten teacher isn't letting anything get in the way of teaching her students. Not a pandemic, nor chemotherapy.","sentiment_score":0.0}
{"full_text":"The nearly 160K Kansas residents bought fishing licenses in 2020, setting three-year highs, but hunting licenses fell hard during the pandemic.#huntks #fishks #outdoors #hunting #fishing #kansas","sentiment_score":-0.0958333333}
{"full_text":"RT Great stuff from Senator Bob Casey: \"As Democrats push to quickly pass a sweeping coronavirus relief plan, Sen. Bob Casey s...","sentiment_score":0.5666666667}
{"full_text":"RT Lockdown extremist was paid by the teachers union to argue against school re-openings Fisman didn't disclose...","sentiment_score":0.0}
{"full_text":"RT America: no paid parental leave, little coverage for fertility treatments, no affordable daycare, no universal pre-K, decl...","sentiment_score":-0.09375}
{"full_text":"Today, the Monroe County Health Department is reporting 11 additional cases of COVID-19.","sentiment_score":0.0}
{"full_text":"There are 2,115 active #coronavirus cases in #SaudiArabia out of which 348 are in a critical condition.   ","sentiment_score":-0.0666666667}
{"full_text":"\"A growing number of programs aim to help doctors, nurses and medical students who are struggling with mental health issues during the pandemic.\"","sentiment_score":-0.05}
{"full_text":"Salute and congratulations to our honourable prime minister and team for successful economic growth in India despite corona pandemic in country.","sentiment_score":0.475}
{"full_text":"At least two journalists tested positive for coronavirus after witnessing the Trump administration's final three federal executions.","sentiment_score":-0.0242424242}
{"full_text":"Sweet collaborations!","sentiment_score":0.4375}
