{"full_text":"RT I would like to congratulate PM and the people of India for the landmark launch of nationwide COVID-19 vaccinat...","sentiment_score":0.0}
{"full_text":"RT Hon Prime Minister Shri Ji is launching pan-India rollout of COVID-19 vaccination drive. #LargestVaccineDrive ht...","sentiment_score":0.0}
{"full_text":"RT And would have broadband to continue learning at home. And we prob wouldn't be in lockdown 3 b...","sentiment_score":0.0}
{"full_text":"RT So it looks like it's a weekend in for us, so here's a jackdaw looking splendid in my garden, have a good one folks, keep o...","sentiment_score":0.7666666667}
{"full_text":"RT who could have possibly predicted this","sentiment_score":0.0}
{"full_text":"RT Coronavirus Scotland: Scots care home Covid outbreaks linked with positive hospital patient arrivals, watchdog rules","sentiment_score":0.2272727273}
{"full_text":"RT I've reached the point in this pandemic where I'm about to start an onlyfans bc wtf else is there to do","sentiment_score":-0.5}
{"full_text":"RT Asserting that both the vaccines are safe and effective, Union health minister Harsh Vardhan on Saturday urged people not to g...","sentiment_score":0.3}
{"full_text":"RT A second overseas charter flight of players and participants arriving in Melbourne for the Australian Open has recorded a pos...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Marina's always worth a read...","sentiment_score":0.3}
{"full_text":"RT While Hon PM will launch world's biggest ever vaccination campaign tomorrow, prepares to beg...","sentiment_score":0.0}
{"full_text":"RT Smooth &amp; Painless!Honoured to be vaccinated against COVID-19.","sentiment_score":0.4}
{"full_text":"RT Historic milestone for India as covid vaccine is rolled out. A big thank you to all the scientists, doctors, healthcare...","sentiment_score":0.0}
{"full_text":"This site is becoming a major source of misinformation, particularly among Indian diaspora on Whatsapp (have seen it forwarded). Good write-up in --&gt;&gt;","sentiment_score":0.3447916667}
{"full_text":"Why is it, we are not hearing ANYTHING about #Ivermectin? Not on the news, not from our gov'ts, not from our healthcare officials - have doctors been told the protocol, or do patients have to tell the doctors? #WhatIsHappening? Demand #Ivermectine as an option for #COVID19 ","sentiment_score":0.0}
{"full_text":"RT Imagine how it feels for an NHS worker to risk their life every day to save others &amp; watch many of them dieThen come...","sentiment_score":0.5}
{"full_text":"RT A big moment for India as it started the #LargestVaccineDrive today. Congratulations #India #COVID19","sentiment_score":0.0}
{"full_text":"Covid vaccination in India: Can you download CoWIN and self-register for vaccine dose?","sentiment_score":0.0}
{"full_text":"RT Kumbakonam is overflowing with family audience for #Master.  Fake reviews and corona scare can't stop Thal...","sentiment_score":-0.5}
{"full_text":"weekends mean nothing to me in covid.. lOL","sentiment_score":0.24375}
{"full_text":"RT #COVID19 It's not health versus the economy, it's control the virus, or lose the economy.Good metaphors for thought and acti...","sentiment_score":0.0}
{"full_text":"RT Hon Prime Minister Shri Ji is launching pan-India rollout of COVID-19 vaccination drive. #LargestVaccineDrive ht...","sentiment_score":0.0}
{"full_text":"RT Times like tonight that you really appreciate what and everyone in the Island of Guernsey  did to make us Covid free...","sentiment_score":0.3}
{"full_text":"12 weeks - 12 topicsGuests Live on Wednesdays at 7pmLive Q&amp;As Starting this Wednesday with it's ok not to be ok ","sentiment_score":0.2840909091}
{"full_text":"Larger than pulse polio and health workers first","sentiment_score":0.125}
{"full_text":"RT Today, at early morning it was very foggy and I proudly went for a brisk walking as PM Ji launched the #Larg...","sentiment_score":0.3666666667}
{"full_text":"RT I would like to congratulate PM and the people of India for the landmark launch of nationwide COVID-19 vaccinat...","sentiment_score":0.0}
{"full_text":"The great inequality of the pandemic...Vaccine availability. For all the drama we we have with vaccine rollout, let's still be glad we have access to vaccines. But many countries less fortunate. We must fix this &amp; strength our vaccine mobilization. #COVID19","sentiment_score":0.4066666667}
{"full_text":"Despite the   and , we have another COVID  clinic today with everyone attending getting their 1st dose. Thank you all for defering your 2nd dose until week 12 so others can have their 1st dose sooner.#TeamMVP@NikkiKF","sentiment_score":0.0}
{"full_text":"RT Data report conflicts with Sturgeon's discharge claim More SNP spin revealed #ScotlandDeservesBetter#CareHomesDeaths h...","sentiment_score":0.5}
{"full_text":"HUMAN GUINEA PIG? #covaxine #Covaxin  consent form states \"its efficacy is YET to be established! all these #consents basically safeguards the vaccine companies from future litigation &amp; damages, at the cost of #humanlives. How safe are the #COVID19 #CovidVaccine TIME WILL TELL","sentiment_score":0.1666666667}
{"full_text":"RT Wear your masks. Sanitize. Wash your hands. STAY HOME.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT For the sake of clarity--The Biden-Harris Administration will return to the policy of releasing White House visitor logs. Also...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT The NHS a national body, has national resources, that is why hospitals help each other out. Imagine what the UK would b...","sentiment_score":-0.125}
{"full_text":"RT As the coronavirus spreads relentlessly through Los Angeles County, poor neighborhoods and the region's Latino and Black commu...","sentiment_score":-0.2833333333}
{"full_text":"Oxfordshire COVID-19 cases at all-time high","sentiment_score":0.16}
{"full_text":"RT Its important that people from the South Asian communities take up their COVID-19 vaccine when invited and not listen or read...","sentiment_score":0.2}
{"full_text":"RT January 15, 2021 a sad day. 1. PIA plane confiscated by Malaysia, 2. No hope of COVID-19 vaccine soon as purchase order n...","sentiment_score":-0.5}
{"full_text":"RT A swift and people-powered response to the COVID-19 global pandemic. #LargestVaccineDrive","sentiment_score":0.0}
{"full_text":"RT Need a little info : Do you know any ICMR approved Corona test center in Patna  .It is required to travel from Patna to Dub...","sentiment_score":-0.14375}
{"full_text":"RT I would like to congratulate PM and the people of India for the landmark launch of nationwide COVID-19 vaccinat...","sentiment_score":0.0}
{"full_text":"This people will not be our end....#SoroSoke #JusticeForFriday #nani Feminism|thanks doc","sentiment_score":0.0}
{"full_text":"RT .@SpeakerPelosi took 9 months to \"negotiate\" #COVID stimulus II. But less than 7 days to impeach President Trump. Pri...","sentiment_score":-0.1666666667}
{"full_text":"RT Don't forget to wear a mask","sentiment_score":0.0}
{"full_text":"There are so many illeagals in the country. They won't ever be called for a vaccine, so will always represent a COVID danger.","sentiment_score":0.5}
{"full_text":"RT I would like to congratulate PM and the people of India for the landmark launch of nationwide COVID-19 vaccinat...","sentiment_score":0.0}
{"full_text":"The ppl u borne is killing by eteria, ethiopia and amhra, you r saying nonsense thing to z ppl carried out #Genocide.","sentiment_score":0.0}
{"full_text":"RT Remember during the first lockdown people used to edit their run times and were running 15k in like 7 mins","sentiment_score":0.25}
{"full_text":"RT A petition has been signed by close to 100 South African healthcare professionals appealing to President Cyril Ramphosa to set up...","sentiment_score":0.25}
{"full_text":"This doesn't help those foolish enough to have moved twice in lockdown ","sentiment_score":0.0}
{"full_text":"RT The Trump Review: Denial, dismissal, finger-pointing, bleach. How Trump took on coronavirus","sentiment_score":0.0}
{"full_text":"RT #Master proves that a big event film can do phenomenally well even during the pandemic..It also proves that it can successfull...","sentiment_score":0.275}
{"full_text":"RT A second overseas charter flight of players and participants arriving in Melbourne for the Australian Open has recorded a p...","sentiment_score":0.0}
{"full_text":"Why are so many teachers and parents accepting this? I cant bear it! #SaturdayThoughts #SaturdayMorning #COVID19","sentiment_score":0.625}
{"full_text":"Home Sweet Home - Lockdown Dome in LancasterPhoto by OR #COVID19  #abscraft","sentiment_score":0.35}
{"full_text":"RT corona update","sentiment_score":0.0}
{"full_text":"RT 23 die in Norway after receiving Pfizer COVID-19 vaccine: officials","sentiment_score":0.0}
{"full_text":"RT Brian's testimony was deadlier than Covid it would seem...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, we're not able to offer refunds for flights that are currently still operating. Please find...","sentiment_score":-0.125}
{"full_text":"RT Boris Johnson acts quickly to ensure all travellers to the country should be tested immediately from Monday, just 363 d...","sentiment_score":0.3333333333}
{"full_text":"ONS - \"for the best comparisons, we really need to look at age-standardised mortality rates.\" 12\/01\/21https:\/\/t.co\/SBiJq4CtIZAge Standardised Mortality Rates  for 2020 were lower than 2008. Yes, all the way back to 2008!https:\/\/t.co\/KxjzzdaKCj","sentiment_score":0.4}
{"full_text":"RT Sources: The 2021 NFL Combine won't happen as scheduled, and the combine's format is likely to be altered dramatically, an...","sentiment_score":0.0}
{"full_text":"RT As India creates history by launching #LargestVaccineDrive irrelevant despos &amp; eternal critics who mocked every  step taken...","sentiment_score":-0.5}
{"full_text":"RT #VaccinationDrive | \"Vaccines Our Sanjivani In Fight Against Pandemic\": Union Health Minister Read more:","sentiment_score":0.5}
{"full_text":"QC identifies 143 contacts of first COVID-19 UK variant casehttps:\/\/t.co\/43Qa5oYHBI","sentiment_score":0.25}
{"full_text":"RT 'My Entire Family Got Covid-19, Nobody Called Us' PJ resident Ms Yong says she paid RM2,000 for two private ambulances to t...","sentiment_score":0.0}
{"full_text":"RT I knew it was Hawley before I even read it.","sentiment_score":0.0}
{"full_text":"RT I can't imagine the stress and pain of queuing for a SASSA grant and then getting sprayed with water and possibly getting...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. government has reason to believe that several researchers inside the WIV became sick in autumn 2019, be...","sentiment_score":-0.3571428571}
{"full_text":"RT Hundreds and thousands told to self isolate.","sentiment_score":0.0}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT Here are the potential Covid symptoms you may not know about | Gazette @UKActionteam @Parents_Utd @TigressEllie  ht...","sentiment_score":0.0}
{"full_text":"RT This is a picture of 'Live Aid' at Wembley in 1985. There were just over 80,500 people there on the day. Today in the UK, the...","sentiment_score":0.1363636364}
{"full_text":"Serbian President Vucic (@avucic )Waiting at the airport to come to China with 1 million doses of the new coronavirus vaccine.","sentiment_score":0.1363636364}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT The PCR  is a very popular test of COVID-19 in the would.  You are the demagogue.You sho...","sentiment_score":0.78}
{"full_text":"This is it for me.","sentiment_score":0.0}
{"full_text":"If you die of a heart attack in January but got a postitive test result in November, you died of COVID. If you die the day after being part of Pfizer or Moderna experiment, it's because you were old or had underlying health issues, no reason to think it's related.","sentiment_score":0.05}
{"full_text":"RT People who have been infected by Covid-19 may have immunity to the virus for around five months, according to preliminary findings...","sentiment_score":0.0}
{"full_text":"RT Remember when the govt counted 2 gloves in a pair as \"two\" separate items of PPE?Well, to be vaccinated against Covid,...","sentiment_score":0.0}
{"full_text":"listened and found you -delighted","sentiment_score":0.7}
{"full_text":"RT Delhi BJP Karyakartas under the leadership of State President Shri celebrated and distributed sweets on t...","sentiment_score":0.35}
{"full_text":"RT First time I've been out in weeks. Got groceries, got Atticus some new toys and some new clothes. Remember to wear a mask and...","sentiment_score":0.1742424242}
{"full_text":"RT Coronavirus survivor reveals what it's like to have Covid-19 via A COVIED19 Survivor who...","sentiment_score":0.0}
{"full_text":"RT Can anyone explain why we heard almost nothing about Covid variants for 9 months and now suddenly there's a scary new...","sentiment_score":-0.1212121212}
{"full_text":"RT Q: Can people wear masks while exercising? A: People should NOT wear masks when exercising as masks may reduce the ability to bre...","sentiment_score":0.0}
{"full_text":"RT When #Master is hitting 100cr in 3 days even during Covid 19 Pandemic situation, Movie leak issues, Fake negative reviews &amp; etc....","sentiment_score":-0.4}
{"full_text":"RT Coronavirus: Joe Biden to lead federal vaccination campaign","sentiment_score":0.0}
{"full_text":"RT PLS RETWEETThere Are Many Students And Teachers Who Are Tested Covid Positive Just because they went to s...","sentiment_score":0.3636363636}
{"full_text":"RT \"The WIV has a published record of conducting \"gain-of-function\" research to engineer chimeric viruses. But the WIV has n...","sentiment_score":0.0}
{"full_text":"RT Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office w...","sentiment_score":-0.2}
{"full_text":"India's First Covid Vaccine Recipient On Getting The Shot","sentiment_score":0.25}
{"full_text":"RT India should be extremely proud of how it has managed Covid under the stellar leadership of PM Narendra Modi. Today, as th...","sentiment_score":0.525}
{"full_text":"RT Thanks to India's brilliant minds as India launches world's largest vaccination drive today. Kudos to our healthcare wor...","sentiment_score":0.55}
{"full_text":"I've got a feeling that the Covid injection alone will cost more than PS600m! I think it's already been spent!!!!","sentiment_score":0.1904296875}
{"full_text":"UK Covid Vaccine: 72% of black people unlikely to have jab, UK survey finds","sentiment_score":-0.3333333333}
{"full_text":"RT So many public toilets and of course businesses are closed during covid. People should be defending these workers not tak...","sentiment_score":0.1333333333}
{"full_text":"RT Jan 27 2020 - First COVId case reported in India - Less than an year on Jan 16 2021 is launching the #Larg...","sentiment_score":0.0416666667}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT You've had more than one cold in your life, right?That's a coronavirus. You've had it more than once because it mutates into...","sentiment_score":0.1333333333}
{"full_text":"When edited out all the joking, laughing and frivolous attitude despite 1000plus covid deaths a day. Maybe 10mins worth of advice that is already on the website anyhow.","sentiment_score":0.3}
{"full_text":"RT It's as if all government policy is decided based on advice from the coronavirus.","sentiment_score":0.0}
{"full_text":"RT The stricter the lockdown the shorter it can be. Too many people are still moving around. We need to crush the virus so that...","sentiment_score":0.5}
{"full_text":"RT My GP has phoned three times trying to make me sign a DNR due to covid because I \"wouldn't be a priority\" Health is a...","sentiment_score":-0.125}
{"full_text":"Kostas is all of us in lockdown ","sentiment_score":0.0}
{"full_text":"RT #LargestVaccineDrive Honorable Prime Minister ji will launch the #COVID19 vaccination campaign starting...","sentiment_score":0.0}
{"full_text":"Has the pandemic affected your job, income or wellbeing?Join the Blue Monday virtual jobs fair on 18 January, 11am to 3pm, to connect with employers, careers advisors and support services.https:\/\/t.co\/VWKATYwOAV","sentiment_score":0.35}
{"full_text":"Covid breacheshttps:\/\/t.co\/ot6795cD6A","sentiment_score":0.0}
{"full_text":"A brilliant article on why is so important to people's lives during such a large-scale global disaster:https:\/\/t.co\/N3Wfim40Sf#choosefairtrade #climatejustice #savetheplanet","sentiment_score":0.325}
{"full_text":"RT Thanks to India's brilliant minds as India launches world's largest vaccination drive today. Kudos to our healthcare worke...","sentiment_score":0.55}
{"full_text":"#Slideshow : Here is a quick look at the world's largest #Covid19 vaccination drive that is underwayhttps:\/\/t.co\/FgegrALP3b","sentiment_score":0.3333333333}
{"full_text":"RT I'm proud of Jehovah's Witnesses - a group known (even jeered) for walking the streets and knocking on doors to preach,...","sentiment_score":0.8}
{"full_text":"Here in wintry #lockdown UK, it might be a while before we can enjoy another sunny day at the beach! In the meantime, whilst we wait for more hopeful times and warmer weather, you can enjoy heartwarming book instead https:\/\/t.co\/n9ZzpNuh3v","sentiment_score":0.4666666667}
{"full_text":"This weekend, please stay at home, save lives  The new variant of the virus is spreading, fast.","sentiment_score":0.1681818182}
{"full_text":" #ClimateCrisis: 2020 was joint hottest year ever recorded  Global heating continued unabated despite Covid lockdowns, with record Arctic wildfires and Atlantic tropical stormshttps:\/\/t.co\/FAwZUwsozo","sentiment_score":0.0}
{"full_text":"Throughout lockdown, Childline will be listening. Childline will be helping children feel like they matter. Childline will be changing children's lives. Thank you to all the incredible counsellors who are helping Childline stay running at this time.","sentiment_score":0.9}
{"full_text":"These states have done best -- and worst -- at vaccinating their residents against COVID-19","sentiment_score":0.0}
{"full_text":"We've always been proud to work with the fantastic folks at the Leicester Comedy Festival.The impact of Covid has hit the arts sector particularly hard and this year they're asking for support to continue their work with emerging comedians and young people.Find out more ","sentiment_score":0.3016666667}
{"full_text":"Apparently they're going to run out of COVID vaccine....","sentiment_score":0.05}
{"full_text":"RT Vaccines prepare a person's immune system to recognise and defend itself against a specific disease.In most coronaviru...","sentiment_score":0.25}
{"full_text":"RT 16 Jan 2020Public Health England issues new health advice to British travellers in Wuhan: \"avoid touching dead or dying bi...","sentiment_score":0.1090909091}
{"full_text":"Around 1 in 3 people with Covid-19 have no symptoms. The new variant of this disease spreads quickly.We must all play our part in protecting others by following the golden rules: Hands  Face - Spacehttps:\/\/t.co\/tlDZsyBJ5N","sentiment_score":0.1454545455}
{"full_text":"This week on The Goggler Podcast we #review #DougLiman's new lockdown set film #LockedDown with #AnneHathaway and #ChiwetelEjiofor. Subscribe on #Spotify or your #podcast app of choice to never miss a future episode!https:\/\/t.co\/WHEkRC7XHv","sentiment_score":0.0681818182}
{"full_text":"RECURRING EVENT: Nappies &amp; Natter - with Bethany PowerMon 18 Jan, 10-11amAre you a new parent? Having a newborn or toddler can be a brilliant time but often a lonely one, and that was pre-covid!Join #ExcludedUK's Bethany PowerREGISTER NOW at","sentiment_score":0.3121212121}
{"full_text":"Mayor announced on Friday that San Francisco is working to distribute 10,000 vaccine doses per day. #coronavirus #COVID19 #vaccine","sentiment_score":0.0}
{"full_text":"RT for responsible #Covid19 awareness. Remember that when you \"Mask Up,\" you reduce the chances of getting infected and\/or spreading the virus. Stay Safe, Stay Alive #OPPOCares #OPPONigeria","sentiment_score":0.2666666667}
{"full_text":"GUESS THAT GLOW  MUA Claudiu Burca serving violet bliss &amp; baby pink tints  Wanna keep up with the latest celebrity beauty\/wellness trends?  From virtual astrology readings  to #louisvuitton press ons -- browse treatments &amp; events on this lockdown!","sentiment_score":0.2625}
{"full_text":"Frontline staff at the city council are getting their Covid jabs so they can continue their essential work to keep people safe. Halima &amp; Jane work with vulnerable children and adults in Nottingham.Find out more about vaccinations here:","sentiment_score":0.125}
{"full_text":"Declutter and turn your unwanted items into cash donations for WHAG, thanks to and With the free collection service you don't even need to leave your house!  Perfect for a lockdown clear out! #DeclutterandDonate #WHAG #donate ","sentiment_score":0.45625}
{"full_text":"RT Launch of the #LargestVaccineDrive. Let us defeat COVID-19.","sentiment_score":0.0}
{"full_text":"Many countries continue to be besieged by soaring numbers of COVID-19 cases. In the midst of this turmoil our leaders face heavy decisions. Let's pray for our leaders, that God will lead them with wisdom and strength #Wycliffe #PrayforCovid19 #Prayforourleaders","sentiment_score":0.15}
{"full_text":"A message from our front line workers: stay at home, protect our health service, and save lives.#coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"The #UAE is now second in the world only to Israel in #coronavirus vaccine administration rates, with the country inoculating over 180,000 people per day as it tries to get to grips with a surge in infection levels.https:\/\/t.co\/RIEjdHuA84","sentiment_score":-0.0333333333}
{"full_text":"We know that the pandemic has accelerated changes that were already happening in the business world. This means organisations need to face the need for #UpSkilling or reskilling. See our blog for more: #HRCommunity #FutureOfWork","sentiment_score":0.5}
{"full_text":"PPE and skincare: this article has been updated to inc protecting your hands in winter toohttps:\/\/t.co\/VQppKskwiP","sentiment_score":0.0}
{"full_text":"RT Barca elections also postponed due to Covid: new date is March 7th","sentiment_score":0.0056818182}
{"full_text":"Blades launch women's mental health football sessions Read how before lockdown and have been working together by #ConnectSport","sentiment_score":-0.1}
{"full_text":"#COVID19 has turned the world on its head - making it even more important to raise leaders who can adapt and persevere when faced with adversity. Hear from (Ethiopia) on how you can raise resilient leaders.Register here: #ImSpeaking2021","sentiment_score":0.45}
{"full_text":"RT So the 'experts' and wannabe dictators, aka governors, were wrong, wrong, wrong and now they demand more bailouts. Open the...","sentiment_score":-0.2}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT The GOP called itself pro-police and then bludgeoned a cop....called itself pro-life and excused a pandemic response...","sentiment_score":0.0}
{"full_text":"Dr. Khaled Abd El Aziz, Oncology Consultant at Ain Shams University, explains handling cancer patients &amp; grouping them based on their condition to protect them against #COVID19. #StaySafe","sentiment_score":0.0}
{"full_text":"RT A big moment for India as it started today by our honourable Prime Minister Shri India...","sentiment_score":0.0}
{"full_text":"RT My beautiful mum passed away today from #COVID, after only 5 days. She was 51. I was lucky to be allowed onto critical...","sentiment_score":0.2958333333}
{"full_text":"Bristol's best vegan takeaways to order from in lockdownhttps:\/\/t.co\/r4fuABSvJJ","sentiment_score":1.0}
{"full_text":"is a #covid-safe space for freelancing, coworking and community. They are located in the heart of Malvern, with flexible options for work from home professionals. #WFH #Coworking #WorcestershireHour #Ad","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 16\/01\/2021 15:30Total Cases: 10543841 [+182]Active: 208434Recovered: 10178890 [+7]Deaths :152132 [+2]Total Tests: 184.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"India has total 10543841 confirmed cases. Out of this 10178890 have recovered, and 152132 people have died.Last Updated : 16\/1\/2021 14:47:49Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"Nigeria warns of reported fake COVID-19 vaccineshttps:\/\/t.co\/3TuCwsVlrB","sentiment_score":-0.5}
{"full_text":"Severe weather events are increasingly frequent and destructive. Those affected most already experience poverty, marginalisation and a lack of quality health care. Now COVID-19 is making their ability to recover even more difficult.","sentiment_score":0.0}
