{"full_text":"I wish people would share their COVID stories here so we learn. In fact quote this tweet with any COVID experience you'd like us to learn from. #COVID19","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine supplies continue to be tight, UK minister says $PFE $AZN $MRNA","sentiment_score":-0.1785714286}
{"full_text":"RT Remember to make a date with us tomorrow. Watch live on our Facebook page #OYW #Register...","sentiment_score":0.1363636364}
{"full_text":"Waking this morning, I sense the potential for the unravelling of the coronavirus vaccination programmes and even full-blown #jabwars. It's worth recapping what's going on. First, there has been increasing unease in EU member states over the pitiful lack of progress. 1\/8","sentiment_score":0.1833333333}
{"full_text":"RT Anne Longfield, Children's Commissioner for England, tells the government must \"reassess what it needs to do...","sentiment_score":0.0}
{"full_text":"RT I'm 50, have genetic heart condition, same as Dad who's 87. I'm \"healthy\" : ride London-Paris for trekked Namibia...","sentiment_score":0.25}
{"full_text":"RT The patient who whispered to me, \"Thank you, I have faith in you guys\" as I was preparing to intubate him died today. Fu...","sentiment_score":0.0}
{"full_text":"RT COVID needs to go away already. If i wanted to waste my 20's i would've had a kid","sentiment_score":-0.2}
{"full_text":"RT Massive public funding to pharma companies to boost vaccine production capacity and they cannot comply with agreed deliver...","sentiment_score":0.0}
{"full_text":"RT 308 days after New Zealand...311 days after Australia...360 days after the first UK Covid case...The UK finally c...","sentiment_score":0.1287878788}
{"full_text":"RT We are not just like Australian education system but also love Australia Thats why should make  plans for in...","sentiment_score":0.25}
{"full_text":"I am looking for job with Raffels Udaipur rajasthan pls assist meDue to covid situation I am out of the job since last 10 month Facing financial issuePls help","sentiment_score":0.0}
{"full_text":"RT Former prime minister Tony Abbott has warned coronavirus health measures could threaten Australia's way of life while launchin...","sentiment_score":0.0}
{"full_text":"RT This afternoon, I'll be taking action to provide much-needed relief to communities and small businesses impacted by COVID-19. Tu...","sentiment_score":-0.075}
{"full_text":"Fauci revisits one of Trump's most infamous moments of the coronavirus pandemic. via","sentiment_score":0.0}
{"full_text":"RT More than 30,000 lies in ONE year -- about COVID, the election, and countless other topics. These weren't just words, they c...","sentiment_score":0.125}
{"full_text":"RT there has been a demonstrated solution to covid for at least half a year now. it's paying people to stay home. we havent...","sentiment_score":-0.2333333333}
{"full_text":"RT I am gutted for every single bar owner who has had to shut down for nearly a year, but go through their life's savings...","sentiment_score":-0.0423280423}
{"full_text":"Serious implications for remote assessment...","sentiment_score":-0.2166666667}
{"full_text":"Coronavirus Music TV Showcase -","sentiment_score":0.0}
{"full_text":"RT Latinos are still dying of Covid in California at disproportionate and shocking numbers. Just because you don't know...","sentiment_score":-1.0}
{"full_text":"RT Pretty much what Jeremy wants. He wants to be PM. He thinks we've forgotten what happened to th...","sentiment_score":0.2125}
{"full_text":"RT The patient who whispered to me, \"Thank you, I have faith in you guys\" as I was preparing to intubate him died today. Fu...","sentiment_score":0.0}
{"full_text":"Danish Mask Study. Sweden. 1100 influenza Study's re masks. CDC M&amp;M weekly Masks ineffective etc etc.... makes perfect sense to double down. What is the definition of insanity?","sentiment_score":0.2814814815}
{"full_text":"RT It's astonishing that NONE of Debenhams high street stores have been saved. In April 2019 - 37 of them (in green) were trading...","sentiment_score":0.1533333333}
{"full_text":"RT At government house this morning, protesters have come to demand better government economic response to the pandemic. #...","sentiment_score":0.35}
{"full_text":"RT This afternoon we've had 3 patients on the phone saying they've had an email from 'NHS England' asking them to book a CO...","sentiment_score":0.0}
{"full_text":"I love him so much, it is my shining moon, which provides me with strength and hope to fulfill my dreams.  I hope to take it and go away from the world.  My project, perhaps, I will find a solution to the Corona disease problem and study its finer details","sentiment_score":0.35}
{"full_text":"RT #MONSTA_X's Minhyuk And I.M Talk About Attending Awards Ceremonies During COVID-19, Their Solo Activities, And Morehttps:\/\/t.c...","sentiment_score":0.0}
{"full_text":"RT The world's 10 richest people could pay to vaccinate everyone in the world and still be $400 billion richer than when...","sentiment_score":0.0}
{"full_text":"RT MPs put gas bill on expenses while workers cough upExpenses claims went up 11% overall for the first lockdown but includ...","sentiment_score":0.125}
{"full_text":"RT We must rise up. We are in a a very different kind of wave now. Currently we cannot predict who lives or dies when you get COVI...","sentiment_score":0.2}
{"full_text":"6\/8 Meanwhile, on the wider stage, CNN reports on the disinformation campaign from Beijing, which seeks to disguise concerns over the efficacy of its own vaccine by undermining others. (It is also points fingers at US labs and promotes the idea of Covid arriving in frozen food.)","sentiment_score":0.6}
{"full_text":"RT please read this thread by as it makes sense. Also, while you're at it, please consi...","sentiment_score":0.0}
{"full_text":"RT The patient who whispered to me, \"Thank you, I have faith in you guys\" as I was preparing to intubate him died today. Fu...","sentiment_score":0.0}
{"full_text":"RT $70k min wageHow it started: Rush Limbaugh said we'd be \"a case study in MBA programs on how socialism does not work...","sentiment_score":0.0}
{"full_text":"I mean that would be lovely but we got some serious work to do on that front...","sentiment_score":-0.0486111111}
{"full_text":"RT 'Wrong' strategy brings Indonesia closer to 1 million COVID-19 cases #jakpost","sentiment_score":-0.5}
{"full_text":"RT The EIB #InvestmentReport 2020\/2021 is now out  It covers topics such as:Europe's leadership in green and digital technologi...","sentiment_score":-0.0666666667}
{"full_text":"RT This afternoon we've had 3 patients on the phone saying they've had an email from 'NHS England' asking them to book a CO...","sentiment_score":0.0}
{"full_text":"RT Poking your ear will tickle your throat? Yes!There is a cough-reflex nerve in your ear canal &amp; if it is touched it may ind...","sentiment_score":0.0}
{"full_text":"RT Coronavirus pandemic cost equivalent of 255 million jobs: UN report#COVID_19","sentiment_score":0.0}
{"full_text":"Starting 1hr-1hr 30 minutes of walking 5 days a week todayMy goal is to listen to one sermon everyday while I walk.When I had COVID, walking helped me not to lose my mind tbh.","sentiment_score":-0.1416666667}
{"full_text":"RT COVID needs to go away already. If i wanted to waste my 20's i would've had a kid","sentiment_score":-0.2}
{"full_text":"RT The PM has repeatedly told people that after Brexit our workers rights would be \"higher than ever before.\" But last...","sentiment_score":0.125}
{"full_text":"RT [] Minseok: Ah... Why is the weather so gloomy today? I wanted to go for a cycle outside uu I wanted to take a photo wh...","sentiment_score":0.0}
{"full_text":"RT I remember when it was against the censorship rules to discuss herd immunity Guess it's legal again","sentiment_score":0.2}
{"full_text":"RT He never apologized. He never conceded. We are a year in to Covid and it's peaking still. They attacked th...","sentiment_score":0.0}
{"full_text":"RT  if u don't ban it, they will have it.","sentiment_score":0.0}
{"full_text":"We need a full lockdown, why should students and young children be stopped from doing everything they love, no it's not fair. If they put the us in a full lockdown like Spain, it would help. I'm also well caught up on the economic damage, but let's save life's","sentiment_score":0.1916666667}
{"full_text":"RT The claim that one in four will have been vaccinated by next month is not true  - they will have had a dose of vaccine,...","sentiment_score":-0.0875}
{"full_text":"RT [Breaking] Thailand finds 959 new coronavirus cases in the past 24 hours. 89 via tests at medical facilities  848 thro...","sentiment_score":-0.0378787879}
{"full_text":"RT Such a great pleasure to be back with my friend Jordan Peterson (@jordanbpeterson). We discussed 'The Madness of Crowds...","sentiment_score":0.2666666667}
{"full_text":"RT Report by on the PCR results for passengers on 12 flights arriving at the airport on 23\/1\/21. Not a single fligh...","sentiment_score":0.0357142857}
{"full_text":"Race isn't why people die, it's where they work. Latinos are the highest % of death in LA. I'm white &amp; had to get a retail job due to covid. 90% of my coworkers are POC who still live w family (multi-generational). Winter weather causes more people to stay home","sentiment_score":0.1278409091}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT FAUCI on MASKS: Two Coverings 'Would Be More Effective' in Preventing Spread of Coronavirus","sentiment_score":0.55}
{"full_text":"RT After Covid, will #digitallearning be the new normal?https:\/\/t.co\/S4NOpVEnrd","sentiment_score":0.1363636364}
{"full_text":"RT Now have all your queries - from flight cancellations to COVID-19 assistance and more - resolved on WhatsApp. Just text Mi...","sentiment_score":0.5}
{"full_text":"RT Hi, I'm Adesua a 300l student of Microbiology in Ui. I started a business during the lockdown to make ends meet but becau...","sentiment_score":0.0}
{"full_text":"RT Here are the actual samples of LUNA and SOL Cupsleeve Set You can still place your order\/s until today at 5PM. Order...","sentiment_score":0.0}
{"full_text":"RT VACCINE ROLLOUT IN NUTSHELLTrump WH \/ HHS: Vaccines shipped out--mission accomplished--who needs a plan anyways?!1 month...","sentiment_score":0.0}
{"full_text":"RT Wait! Daily #Covid_19 briefings are NOT about political messaging?! I had no idea","sentiment_score":0.0}
{"full_text":"The Focus on Coercive and Controlling Behaviour As the nation is experiencing a third national lockdown, there remains a focus on domestic abuse both in the ...","sentiment_score":0.0}
{"full_text":"Pandemic destroyed 225M jobs worldwide, but billionaires got richer, reports find","sentiment_score":0.0}
{"full_text":"RT ALL STUDENTS The PSLR is extended its submission deadline for the \"Social Justice &amp; COVID-19\" themed Special Editi...","sentiment_score":0.1952380952}
{"full_text":"The past, present and future of pandemic e-commerce logistics","sentiment_score":-0.0833333333}
{"full_text":"RT i'm tired of seeing people travel. i'm tired of seeing people party. there's still a pandemic. i only leave my house for work...","sentiment_score":-0.2666666667}
{"full_text":"RT Are you ****ing kidding me?! What is wrong with Starmer. Why is he pressuring the government to ease lockdown again! W...","sentiment_score":-0.625}
{"full_text":"WHO Official Warns Of Continued Covid Transmission After Inoculation -","sentiment_score":0.0}
{"full_text":"RT I'd like to know if Steven Mnuchin will be investigated and charged with funneling $500B of PPP Covid relief loans, giv...","sentiment_score":0.0}
{"full_text":"RT Covid is putting a spanner in the works when it comes to plastic usage. ","sentiment_score":0.0}
{"full_text":"RT Hays Travel to close 89 shops as Covid lockdown delays 'bounce back'","sentiment_score":0.0}
{"full_text":"RT A truly staggering statistic from wealth of ten of the world's richest men has increased by more than PS400bn d...","sentiment_score":0.25}
{"full_text":"RT The Federal Government says it will close any National Youth Service Corps (NYSC) Orientation Camp where the state government...","sentiment_score":0.0}
{"full_text":"Feeling proud because finally my beloved department of biotechnology got represented in 72th Republic day , I'm so much happy  #RepublicDayIndia #RepublicDay2021 #Biotechnology #India #Covid_19 #CovidVaccine","sentiment_score":0.7666666667}
{"full_text":"RT Just as there is a Covid pandemic team, there ought to be a mental health pandemic team.  The mental health crisis that is...","sentiment_score":-0.1}
{"full_text":"dutch people are literally the worst. we now have a curfew for the first time during covid, and people have been RIOTING for the past few days because they disagree with the covid rules. they're setting things on fire, looting shops and attacking police.","sentiment_score":-0.3}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"RT BREAKING: Biden furious at Gavin Newsom for lifting stay-at-home order. Thinks he is only doing it out of re-election fea...","sentiment_score":0.0}
{"full_text":"How digital transformation can help the charity sector weather the pandemic by #charity #digitaltransformation","sentiment_score":0.0}
{"full_text":"RT Boiler gone  freezing Motor broken  Piers Morgan for PMBrexshit100,000 deadPandemic lockdown Boris Johnson the in...","sentiment_score":-0.4}
{"full_text":"RT Praying and remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also f...","sentiment_score":0.0}
{"full_text":"How digital transformation can help the charity sector weather the pandemic by #charity #digitaltransformation","sentiment_score":0.0}
{"full_text":"RT New &amp; Resurgent India Soaring High: With double-digit growth of 13% in 2020, FDI inflows into  grew at the fastest rate...","sentiment_score":0.1481818182}
{"full_text":"RT We need to interrogate the figures being given us on COVID-19 in Ghana. - Dr Titus Beyuo#3FMSunrise","sentiment_score":0.0}
{"full_text":"For those that love the sativa , like me #sourdiesel #newyorksourdiesel #pandemicart #QuarantineLife #QuarantineMusic #blackflag also who can sing?https:\/\/t.co\/e4iqPRhXeJ","sentiment_score":0.5}
{"full_text":"RT \"The political climate around Covid is rapidly getting worse. The debate is being shifted away from asking whether lockdo...","sentiment_score":-0.2}
{"full_text":"who tf is dying to eat outside in the cold? not me ","sentiment_score":-0.3}
{"full_text":"OMW AFTER COVID BBY","sentiment_score":0.0}
{"full_text":"RT As of 2019, the CEO of Alan Clark, was SA's highest paid CEO earning R122million, but SAB couldn't fully employ...","sentiment_score":0.0}
{"full_text":"Graham had to come back for another salted caramel #CRFrappe Guess it is true what they say, once you go #crfrappe you can never go backSee you soon #bestinzim #harare #coffee #maskupzim #stayhome #coffeetime","sentiment_score":0.175}
{"full_text":"Men working in processing plants were found to be at greatest riskhttps:\/\/t.co\/YqkUbKYG46","sentiment_score":1.0}
{"full_text":"There were five areas in Glasgow that recorded between zero and two cases this week https:\/\/t.co\/kFtxzNUmGC","sentiment_score":0.0}
{"full_text":"Still struggling to get back your pre-Covid #motivation? A new year can be a great time to think about your #nutrition habits  If you need some tips for how to get back aboard the #health wagon, then this article outlines four great starting points!","sentiment_score":0.2893939394}
{"full_text":"In the wake of COVID-19 there have been more updates from Revenue regarding employment tax and social security matters. Read about the changes in our January 2021 bulletin here.","sentiment_score":0.2666666667}
{"full_text":" \"The pandemic has affected football in so many ways, both financially and emotionally. But both of those things are being very keenly felt at Anfield.\" |","sentiment_score":0.175}
{"full_text":"Manchester estate agent criticised for 'tone deaf' leaflets which ask: 'Has Covid been a blessing in disguise?'https:\/\/t.co\/4aoW27L33t","sentiment_score":0.0}
{"full_text":"RT \"I hope people will support my call to cancel the Brexit festival - regardless of how they voted in the referendum - and for t...","sentiment_score":0.0}
{"full_text":"We are livestreaming a COVID-19 briefing at 1pm today(Tuesday 26 Jan) on our Facebook page.You can also watch at and listen on local radio.Subtitles will be included in this briefing. We're not taking questions from the public.#GuernseyTogether","sentiment_score":0.0}
{"full_text":" A group of people living with cancer put all their questions to the East of England Cancer Alliances to better understand what the ongoing Covid-19 crisis means for screening programmes, vital care and planned surgery.Responses here:","sentiment_score":0.3}
{"full_text":"With so many of us spending our birthdays in lock down, here are some amazing ways to make birthdays special in 2021@GoldenBloggerz #bloggerstribe","sentiment_score":0.3253968254}
{"full_text":"Post Lockdown, first BIG clash CONFIRMED for #Eid2021 between #RadheYourMostWantedBhai and #SatyamevaJayate2! #SalmanKhan #JohnAbraham","sentiment_score":0.25}
{"full_text":"Election chief talks us through planning a poll during a pandemic.It could mean:- A day time count- 40% of us voting by post- more safety measures at polling stationshttps:\/\/t.co\/hFlsFm1Uiw","sentiment_score":0.09375}
{"full_text":"NEW POST - Key workers, militant cowards, vital frontline staff: how the country viewed teachers during the pandemichttps:\/\/t.co\/XIuC8kRr8IReads, comments and especially RTs are always appreciated!","sentiment_score":0.0972727273}
{"full_text":"On this day 10 years ago, became leader of and now, as Taoiseach, he finds himself leading the Irish response to #Covid He joins on later this afternoon","sentiment_score":0.0}
{"full_text":"Brighton continues to see a decrease in new coronavirus cases, now one of the least infected in Sussexhttps:\/\/t.co\/bsPSWJnNtN","sentiment_score":-0.0818181818}
{"full_text":"Why would you undermine our public health officer? If the pandemic was over I'd say go for it! but we have to live with yahoos ignoring orders every day. We don't need more. I want my life back and ppl have to pay attention, not disregard.","sentiment_score":0.1590909091}
{"full_text":" Protect your family &amp; work colleagues  Drop in &amp; get a free rapid #Covid19 test: Djanogly Community Leisure Centre, Gregory Boulevard Mon-Sat (closed Sunday) Mon-Fri 9.30am-6.30pm | Sat 9.30am-2.30pm>","sentiment_score":0.15}
{"full_text":"Cases across Cheshire have fallen according to the latest data by the COVID Symptom Study","sentiment_score":0.5}
{"full_text":"RT Today is International Customs Day, a day where we acknowledge and celebrate our staff who protect our borders every day. T...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 26\/01\/2021 13:30Total Cases: 10677937 [+195]Active: 174193Recovered: 10345661 [+354]Deaths :153626 [+2]Total Tests: 193.06MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT The wealth of the world's richest 10 people has risen by PS400 billion since March.That could pay for covid vaccines for...","sentiment_score":0.0}
{"full_text":"'An unprecedented budget in the middle of a pandemic, it needs to be like an economic vaccine needed to revive the economy.'Author decodes Budget 2021 with Rahul Shivshankar, Navika Kumar and Padmaja Joshi on February 1. | #Feb1WithTimesNow","sentiment_score":0.2666666667}
{"full_text":"Letter: Football should be stopped due to coronavirushttps:\/\/t.co\/lPlEZoKEN7","sentiment_score":-0.125}
{"full_text":"Election chief talks us through planning a poll during a pandemic.It could mean:- A day time count- 40% of us voting by post- more safety measures at polling stationshttps:\/\/t.co\/DgszMUKn3A","sentiment_score":0.09375}
{"full_text":"Houston-area public health officials are launching a new coronavirus vaccination portal that they say will allow residents to be placed on a waitlist and contacted once vaccines and appointments are available. ","sentiment_score":0.1787878788}
{"full_text":"No doubt masks have been critical, a lifesaving tool to help curb the spread of coronavirus. One frustrating side effect is what dermatologists are calling 'Maskne', the acne that stems from extended use of a face mask.","sentiment_score":-0.2}
{"full_text":"Tryg profits grow as Covid-19 frequency reduction boosts Q4 resulthttps:\/\/t.co\/nj06q58DBU #insurance #reinsurance #covid19 #europe","sentiment_score":0.0}
{"full_text":"Since the start of the #pandemic , Jaikumar has invested in a home gym and has even given himself a haircut.#wfh #covid19","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 26.2FWind Chill: 26.2FHumidity: 78%Dew Point: 20.3F Barometer: 30.120 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 164.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"UK jobless rate rises to highest since 2016 Britain's unemployment rate rose to 5.0%, its highest since early 2016, in the three months to November as the coronavirus pandemic continued to take its toll on the economy and the country went back into a lockdown, official figures sh","sentiment_score":0.2333333333}
{"full_text":"Some great news for the club.https:\/\/t.co\/HeJCDENhe4","sentiment_score":0.8}
{"full_text":"NEWS: Do we need to vaccinate our pets against Covid-19?https:\/\/t.co\/qJNcX9QFey","sentiment_score":0.0}
{"full_text":"COVID-19 variant brings new dimension to Europe's pandemic","sentiment_score":0.1363636364}
{"full_text":"RT Laura Dern talks about Covid-19 testing, 'Jurassic World' and post-pandemic travel:https:\/\/t.co\/RziLk2n4NQ","sentiment_score":0.0}
{"full_text":"RT \"Giving up our freedom\" GIRL ITS TO STAY INSIDE PAST 9 PM! Yoooooo this country is weird weird.","sentiment_score":-0.4375}
{"full_text":"Referrals made from the helpline for children living in violent homes are up nearly 70% in the South West compared to pre-lockdown levelsThey're demanding urgent action from Governmenthttps:\/\/t.co\/M5DYUbXR6V","sentiment_score":-0.2}
{"full_text":"Songz was jailed overnight after he scuffled with police officers during his arrest for not following coronavirus protocols and other rules at the AFC championship game in Kansas City, police said Monday.","sentiment_score":-0.14375}
{"full_text":"RT Hi, I'm Adesua a 300l student of Microbiology in Ui. I started a business during the lockdown to make ends meet but becau...","sentiment_score":0.0}
{"full_text":"RT To Infinity with Newwiee1: Cupsleeves for a Cause in collaboration with \"The Beauty of Happiness\" fundraising event,...","sentiment_score":0.7}
{"full_text":"That's a wrap on Series 1 of the Dulux Academy Podcast! From helping customers with colours to life as a decorator in lockdown, catch up on all 8 episodes here ","sentiment_score":0.0}
{"full_text":"What is behind fears that UK coronavirus variant is more lethal? British scientists have said the UK variant of the coronavirus that is behind a surge in COVID-19 infections there may be not only more transmissible, but also more lethal - with a mortality risk around 30% higher t","sentiment_score":0.11875}
{"full_text":"this is how I felt since the beginning of 2020","sentiment_score":0.0}
{"full_text":"If you need to use public transport in London today, please wear a face covering to help stop the spread of #coronavirus. For more advice, visit","sentiment_score":0.25}
{"full_text":"Seaborne #ironore prices into China remain near nine-year highs more than a year after Covid-19 surfaced in the country. Take a look at key factors driving the market.|  #ArgusMedia #ArgusSteel #ironore #steel Read Deepali Sharma's analysis:","sentiment_score":0.2}
{"full_text":"\/\/ there's nothing wrong with seeking comfort. We're going through a world pandemic at one of the most problematic ages in houses with families we can't escape. Having a safe place is a good thing. You're not weak, i assure you.","sentiment_score":0.2775}
{"full_text":"Time: 08:00 * Temp: 3.2degC * Wind: SSE 0.0 to 0.0mph * Pressure: 1003.9hPa * Rain: 0.2mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:21 * Sunset: 16:49 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"I don't like your tone  (neither does my rising...)","sentiment_score":0.0}
{"full_text":"RT A group of psychologists in the UK accuse the government of utilizing tactics that \"amount[] to a strategic decision t...","sentiment_score":0.0}
{"full_text":"RT New Zealand enjoying life we can only envy from afarhttps:\/\/t.co\/9ek1ezHYtn","sentiment_score":0.2121212121}
{"full_text":"How AI is helping the fight against COVID-19","sentiment_score":0.0}
{"full_text":"RT How can people want to take it when they admit it's not proven it can stop you transmitting it......","sentiment_score":0.0}
{"full_text":"COVID-19 in Illinois updates: Here's what's happening Monday","sentiment_score":0.0}
