{"full_text":"The UK is still in the grip of the coronavirus crisis, but political speculation is already rife on how the country will manage its ballooning debt (via &amp;amp;","sentiment_score":0.0}
{"full_text":"RT Someone dies immediately after #Covid_19 vaccine - \"nothing to do with the vaccine\". Someone dies of unrelated illness b...","sentiment_score":0.0}
{"full_text":"RT Lockdown is a challenge for us all. There has never been a more important time to look after our mental health. I never...","sentiment_score":0.2666666667}
{"full_text":"RT I know everyone wants to go clubbing and partying after covid but I'd rather get a bucket of popcorn with enough butter to...","sentiment_score":0.1}
{"full_text":"RT I'm at a loss for words. COVID-19 is wreaking untold havoc for us as  . More is now required of our efforts to fight...","sentiment_score":0.5}
{"full_text":"RT We've gone from a man ramming thru Operation Warp Speed creating a vaccine &amp; saving lives to this fool, two days into hi...","sentiment_score":0.0}
{"full_text":"RT As one of Hong Kong's poorest neighbourhoods is locked down, it's worth remembering that the current wave was started by the ci...","sentiment_score":0.0481481481}
{"full_text":"RT WIN a PS500 lockdown wardrobe + PS200 worth of takeaways on us?  Follow us + quote tweet this post...","sentiment_score":0.55}
{"full_text":"RT It's strange seeing this rise of anti-vaxxers in South Africa when we're typically a country of people who are pro-vacc...","sentiment_score":-0.1083333333}
{"full_text":"RT LOOK HER IN THE EYES AND TELL HER YOU DIDN'T SACK THEY GUY WHO WENT TO BARNARD CASTLE TO TEST HIS EYES","sentiment_score":0.0}
{"full_text":"RT Taiwan was a COVID-19-free haven--then the virus snuck back in","sentiment_score":0.0}
{"full_text":"RT \"It is staggering that so many streets in London look set to breach the World Health Organisation guideline &amp; annual leg...","sentiment_score":0.5}
{"full_text":"RT Only 5-7% of contacts of covid +ves confirm PCR positive. We need innovative ways to keep  HCW contacts safely in work. Co...","sentiment_score":0.3068181818}
{"full_text":"RT Genetic sequencing has shown how close Scotland was to eliminating COVID in the summer until holidays &amp; travel. 'Stringent...","sentiment_score":0.0}
{"full_text":"Cases are meant to be found in quarantine, that is what quarantine is for. They should have said \"hard lockdown vindicated as more close contacts test positive\".","sentiment_score":0.1452020202}
{"full_text":"RT So we have a raging homophobe who believes christ's blood will protect her people from COVID getting the country's hig...","sentiment_score":0.0}
{"full_text":"RT Can you believe it? People in their #Vulnerable60s used as an example of how dangerous #COVID19 is to that age group, ye...","sentiment_score":-0.6}
{"full_text":"RT I like this and even after Covid it shouldn't change, a family shouldn't be subjected to cooking several colours whe...","sentiment_score":0.0}
{"full_text":"RT Look us all in the eyes &amp; tell us you haven't been pursuing herd immunity since the start.Look us all in the eyes &amp; tel...","sentiment_score":0.0}
{"full_text":"COVID:19 offenders in Imo risk six months jail term, N20,000 fine","sentiment_score":0.1583333333}
{"full_text":"RT Health Undersecretary Maria Rosario Vergeire cites the rise in cases of the UK variant of COVID-19 in the country.What...","sentiment_score":0.0}
{"full_text":"A recruiting agency is currently looking for 5 Males and 10 females to work as an Online Customer Service Personnel.Selection and Training will be online due to Covid-19 guidelines., Starting from Jan 20th.Interested, send CV to careers@carnexincorporated.org.ngSalary is 80k","sentiment_score":-0.0416666667}
{"full_text":"RT Lots of Tories concerned that the proposed PS500 'isolating' payment could be claimed fraudulently. Strange that they don't s...","sentiment_score":-0.05}
{"full_text":"RT Petition: Repeal Coronavirus Act and end all Covid-19 restrictions","sentiment_score":0.0}
{"full_text":"RT \"As of Jan. 19, there have been 15 confirmed cases of anaphylaxis after receipt of Moderna's vaccine and 45 confirmed ca...","sentiment_score":0.4}
{"full_text":"\"COVID-19 surveillance and control work was interrupted for more than a month in Tigray, and that, along with the displacement of hundreds of thousands of people\" #BidenActNow #TigrayGenocide #TigrayCantWait","sentiment_score":0.5}
{"full_text":"RT #COVID19: Crowds at Heathrow Airport have sparked \"super spreader\" concerns after pictures emerged of a packed departures hall...","sentiment_score":0.3333333333}
{"full_text":"RT 7 day average for deaths from coronavirus in U.K. is 1,241.My daughter lives in Queensland and there have been 2 cases.D...","sentiment_score":-0.15}
{"full_text":"RT Thank you #India and Prime Minister for your continued support to the global #COVID19 response. Only if we #ACT...","sentiment_score":0.0}
{"full_text":"Have a picnic from the comfort and warmth of your own home. Sausage rolls and pork pies courtesy of Lishmans. In the deli today til 1.30#carpetpicnic #stayathome #lockdownlunch #horsforth Pookys","sentiment_score":0.6}
{"full_text":"RT WATCH: \"Did you ever consider quitting?\"Birx: \"Always...I had to ask myself every morning: is there some...","sentiment_score":0.0}
{"full_text":"RT #paramedics &amp; #ambulance staff are amongst the unsung heroes of #Covid19 We must never forget all our #NHS workers putting...","sentiment_score":0.0}
{"full_text":"RT Morning everyone, I have been working on this since the beginning of the outbreak, and I'd love it if you gave it a read...","sentiment_score":0.5}
{"full_text":"World (minus China) will not forget your delayed steps and no action against the perpetrators of this heinous and unpardonable crime on innocent humanity","sentiment_score":0.1166666667}
{"full_text":"RT \"The ultimate purpose of exams, in nearly all cases, is to provide a stepping stone to the next stage of education. Even if th...","sentiment_score":0.0333333333}
{"full_text":"\"This may seem trivial, but has President Biden ever appeared wistful about the lost opportunities to sniff little girl's hair due to the restrictions Covid has placed on his candidacy and the inaugeration?\"","sentiment_score":-0.15625}
{"full_text":"biggest employer in Europe has too few nurses, and is converting children's ICU over to adult simultaneously as NHS progresses fake &amp; made-up PR campaigns about children &amp; covid","sentiment_score":-0.2}
{"full_text":"RT Doctors, epidemologists, biologists and others with solid backgrounds in disease are just now learning what climate skept...","sentiment_score":0.0}
{"full_text":"RT Awareness campaigns should be entertaining and enlightening. Full marks! ","sentiment_score":0.4125}
{"full_text":"RT Biden and Trudeau agree to cooperate on Covid and climate change","sentiment_score":0.0}
{"full_text":"RT This is a message to anyone who's had COVID-19: if you are able pls make appointments at the cardiologist, nephrologist...","sentiment_score":0.5}
{"full_text":"Alright.. wich one of you crashed their #msfs2020 into my #AmericanTruckSimulator eh? #simtrucker #StayAtHome #ATS","sentiment_score":0.0}
{"full_text":"Overcrowding, Covid and a mental health crisis. This cannot be the best the UK has to offer people fleeing war and persecution. Call on your MP to ensure people held at the Napier and Penally are moved to safe, decent accommodation https:\/\/t.co\/KSQdZe7y8i","sentiment_score":0.3916666667}
{"full_text":"RT Germany recently announced that they will extend their current lockdown. The country is considering a #NoCovid strategy -...","sentiment_score":0.0}
{"full_text":"RT Hello is there a specific reason why you have chosen to ignore ongoing and active role in the spi...","sentiment_score":-0.0666666667}
{"full_text":"RT Oslo tightens lockdown to combat more contagious virus variant Reuters","sentiment_score":0.5}
{"full_text":"RT PS800 fines for house parties. Police threatening people sitting in cars. Daily threats from Ministers. Yet not a single empl...","sentiment_score":0.0178571429}
{"full_text":"RT Have a look my friends and tell me your thoughts please.","sentiment_score":0.0}
{"full_text":"Service Update 10:00 -  Only travel for work if essential or for other legally permitted reasons. Engineering works &amp; other updates here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":-0.01}
{"full_text":"Yes we packed up because of Brexit and Covid, but really it was the government's complete lack of competence in managing either.","sentiment_score":0.15}
{"full_text":"RT STAY TUNED! Magistrate grants prosecution request to stay Munchel's release until 10 am Monday to give prosecutors a c...","sentiment_score":0.0}
{"full_text":"RT Children transmit the virus at the same rate as adults (chair of NERVTAG).  Masks must be worn in schools now by adult...","sentiment_score":0.05}
{"full_text":"RT Covid: Gap between Pfizer vaccine doses should be halved, say doctors","sentiment_score":0.0}
{"full_text":"RT Work on SKMT Karachi basement proceeding at a good pace after a slowdown during the Covid crisis. This will inshaAllah be...","sentiment_score":0.7}
{"full_text":"RT This is turning into a massive issue. What protection does one dose really give? Does delaying 2nd dose by 9 weeks reduce...","sentiment_score":0.0666666667}
{"full_text":"Trump, Covid, Brexit, MeToo, BLM - all different sides or edges of the same bloody coin...","sentiment_score":-0.2666666667}
{"full_text":"RT #COVID19  doses administered per 100 people:  37.1 21.8 13.7 9.7 8.8 6 3.6 2 2 1.8  1....","sentiment_score":0.0}
{"full_text":"Is the risk of delaying the 2nd vaccine worth taking?https:\/\/t.co\/sHjqvRYqac","sentiment_score":0.15}
{"full_text":"RT Oslo tightens lockdown to combat more contagious virus variant Reuters","sentiment_score":0.5}
{"full_text":"RT INDIA: Bharat Biotech coronavirus vaccine found to be safe, enhanced immune response in phase 1 trials - Lancet","sentiment_score":0.5}
{"full_text":"RT The honour is ours, President to be a trusted partner of Brazil in fighting the Covid-19 pandemic together...","sentiment_score":0.0}
{"full_text":"Lol...matey, maybe stay away from YouTube academy a bit. May stay away from those Querschwurbler as well.But whatever you do, please stay the fuck away from me at EF.And I really hope you don't kill anybody with your egoism during the pandemic.","sentiment_score":-0.1}
{"full_text":"RT According to Sky news 1 in 55 people has covid, when I saw those number I thought god that's a lot!Then I remembered 1 in...","sentiment_score":0.0}
{"full_text":"RT Such impressive examples of lockdown #filmmaking today from our #students embracing the opportunity to pro...","sentiment_score":0.5}
{"full_text":"RT According to Dr Fauci on CNN this morning, latest CDC advice from US is, in extremis, up to 6...","sentiment_score":0.5}
{"full_text":"I'm in lockdown on my own, you &amp;  are my best friends, sharing a laugh &amp; cheering me up. Keep it up please ","sentiment_score":0.6333333333}
{"full_text":"RT Southwark Council is match-funding a new fundraising campaign aimed at supporting thousands of Southwark pupils currently...","sentiment_score":0.1287878788}
{"full_text":"RT Billions at stake for IOCto open Tokyo Olympics on July 23. Billions more for Japan and face saving. Japanese governmen...","sentiment_score":0.1666666667}
{"full_text":"RT Bloody hell Tim. Shocking, gripping account by | Covid and me: 10 days on life support","sentiment_score":-0.4333333333}
{"full_text":"RT Work on SKMT Karachi basement proceeding at a good pace after a slowdown during the Covid crisis. This will inshaAllah be...","sentiment_score":0.7}
{"full_text":"RT : Are you gonna release music?J: hopefully I will! I'm so sorry but covid hit and we can't travel. I'd love to travel and...","sentiment_score":0.0}
{"full_text":"RT In a band? Listen up - is looking for local acts to join their lockdown sessions. You'll have your set r...","sentiment_score":0.0}
{"full_text":"RT The new UK covid variant could be 30% more lethal and 70% more infectious than original, it is fast becoming the dominant st...","sentiment_score":0.3602272727}
{"full_text":"RT From working for 9 months for the Portuguese regional government developing a web-based platform for the covid task force, here i...","sentiment_score":0.0}
{"full_text":"RT This is just such an extraordinary, terrifying account of covid and its aftermath by our wonderful We're so...","sentiment_score":0.0833333333}
{"full_text":"RT Work on SKMT Karachi basement proceeding at a good pace after a slowdown during the Covid crisis. This will inshaAllah be...","sentiment_score":0.7}
{"full_text":"RT BRAZIL: President Bolsonaro thanks PM Modi for Indian Covid-19 vaccines by sharing a picture of Lord Hanuman","sentiment_score":0.2}
{"full_text":"Boris Johnson says there's evidence that the UK variant of COVID-19 may have a higher degree of mortality ","sentiment_score":0.25}
{"full_text":"COVID-19 has rapidly accelerated the trend to remote working and online collaboration with clients. This has meant that accountants have been able to adapt their services and offer them to clients in new territories. Find out how you can do the same.","sentiment_score":0.1340909091}
{"full_text":"RT This will always be the issue with podcasts - anyone can make em. And most ppl should not.If you don't fundamentally get...","sentiment_score":0.5}
{"full_text":"Hargreaves Lansdown is not the cheapest way to invest. You should not have to wait 15 minutes to trade using its premium service","sentiment_score":0.0}
{"full_text":"RT #WithKailashOfTheSouthNamaskaram In this pandemic era Sadhguru offer this powerful shivanga sadhana online for Feel the...","sentiment_score":0.3}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt\"The Real Corona Warrior\"","sentiment_score":0.2}
{"full_text":"RT Day 3: Biden presidency recap. 1\/2'No, we don't have a new coronavirus plan, after all.''There is nothing we can do...","sentiment_score":0.1363636364}
{"full_text":"Remember last March when we did the opposite to the rest of the world thinking we were smartarses. That went well.","sentiment_score":0.0}
{"full_text":"RT Dude I've noticed that since the pandemic , if I ever hang out with someone I haven't seen in a while i become so overt...","sentiment_score":0.0}
{"full_text":"RT This obsession with catching out footballers for breaking COVID restrictions has to stop. Unless you haven't broken...","sentiment_score":0.1}
{"full_text":"RT One year ago today Matt Hancock gave his first parliamentary statement on Covid.He claimed then \"the UK is always well...","sentiment_score":0.25}
{"full_text":"The  SHOULD STEP IN AND SORT THIS MESS OUT HOLD 2 ACCOUNTA Pandemic &amp; this Despicable Government have treated 3M Taxpayer's &amp; family Disgustingly@LeoDochertyUK #JF3M#resign","sentiment_score":-0.175}
{"full_text":"RT Biden's 1M shots-a-day COVID-19 'goal' was already reached -- by Trump via","sentiment_score":0.0}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"Thankfully has been working over the last 5 years to move the census to be much more online. It is important we continue to collect this vital data.","sentiment_score":0.25}
{"full_text":"How COVID is Ushering in New CRE Green Building Initiatives #CRE #GreenCRE #COVID-19 #TenantTips  ","sentiment_score":-0.0318181818}
{"full_text":"RT Norway's capital tightens lockdown to combat more contagious virus variant","sentiment_score":0.5}
{"full_text":"RT I like this and even after Covid it shouldn't change, a family shouldn't be subjected to cooking several colours whe...","sentiment_score":0.0}
{"full_text":"#StephensGaskets responds to the government's requests for #manufacturers to meet the growing demand for #PPE during the current #coronavirus pandemic.We are now producing plastic #FaceShields - ideal for employees going back to work.https:\/\/t.co\/oheiYn04C6#UKWeekendHour","sentiment_score":0.3}
{"full_text":"#NHS news in our Healthcare Roundup newsletter is still dominated by #Covid19; but the pandemic is triggering a roll out of virtual wards that will surely become permanent and spread to other areas. Plus #HealthTech latest.","sentiment_score":0.2916666667}
{"full_text":"Only a few days to go until Culture Together, our digital panel discussion on the impact of Covid on the cultural sector. Our esteemed panelists will share their their stories, knowledge and thoughts - and answer your questions if you join the discussionhttps:\/\/t.co\/YY5Y3VXhox","sentiment_score":-0.025}
{"full_text":"LONG LINES: More than 400 people received a vaccine on the first day the Morgan County Health Department opened its mass COVID-19 vaccination center.https:\/\/t.co\/y5bdERlhB5","sentiment_score":0.2333333333}
{"full_text":"RT Please don't give a bad review for due to the slowness of the postal service. We don't have any way interfere with the del...","sentiment_score":-0.4125}
{"full_text":"Tuchiye coz of you this is happening all the way.","sentiment_score":0.0}
{"full_text":"Please stay safe and remain at home.https:\/\/t.co\/kaMKOky9B8","sentiment_score":0.5}
{"full_text":"RT please RT to spread Sad to hear the news of Sheikh Zakzaky's wife being #COVID19 positive. I demand to the #Buhari g...","sentiment_score":-0.1363636364}
{"full_text":"If you are leaving home to exercise, you should not travel more than 10 miles. Our local beauty spots have been extremely busy recently. If crowds make social distancing difficult, find an alternative place to exercise: #StayAtHome","sentiment_score":0.0222222222}
{"full_text":"The economic impact of COVID-19 has been vast. Let's pray for who have lost jobs or had their income or business suffer due to the pandemic. And let's not forget to offer practical support whenever it is in our power to do so#Wycliffe #WycliffeSA #prayforcovid19","sentiment_score":0.025}
{"full_text":"Discovered a passion for growing during lockdown? If you live near we are offering allotment master classes with the unique opportunity to manage your own plot &amp; take home armfuls of allotment-grown produce to enjoy. Applications close 14 Feb.https:\/\/t.co\/4NQVvJEz5d","sentiment_score":0.3222727273}
{"full_text":"Between 150 and 200 National Guard deployed to Washington, D.C., to provide security for President Joe Biden's inauguration have tested positive for the coronavirus, a US official said on FridayRead more:https:\/\/t.co\/LLca8UQ6RG","sentiment_score":0.2272727273}
{"full_text":"Israel has been celebrated for the speed and efficiency in rolling out a Covid vaccine - but not a single Palestinian in the West Bank or Gaza has had access to a vaccine.Take action now to end medical apartheid. Write to the Foreign Office!https:\/\/t.co\/PQ0T3F1twC","sentiment_score":0.0721428571}
{"full_text":"Even when vaccinated for #COVID19, other diseases and #AMR might be lingering around the corner. Practicing good hygiene will remain important, even when vaccinated.","sentiment_score":0.325}
{"full_text":"Check out this brilliant live show with on using technology to make peoples with Dyslexia's lives better during this pandemic. #Dyslexia","sentiment_score":0.5121212121}
{"full_text":"RT In France they gave their foreign frontline workers citizenship. In the UK...","sentiment_score":-0.125}
{"full_text":"We will continue to provide our Click and Collect weekday service during this latest phase of the lockdown; the Scottish Government has judged that books are essential items that can continue to be provided. We're also providing FREE postal loans.https:\/\/t.co\/sTr9LBKN8Z","sentiment_score":0.3}
{"full_text":"Covid-19: Lockdown of hotels cost NI economy PS450m in 2020 - industry body","sentiment_score":0.0}
{"full_text":"Places are selling fast for our first event of 2021! with nearly over half sold already-and they are limited! Don't miss out on this great challenge to help you step into Spring and out of the dark cloud that is 'lockdown'! Get fit, get healthy and support your local hospice!","sentiment_score":0.1869047619}
{"full_text":"There's lot's of things you can't  leave home for during national lockdown, but one thing you definitely can go out for is your #COVID19 vaccination The NHS will contact you when it's your turn to make an appointment. To find out more visit","sentiment_score":0.25}
{"full_text":" Do you use buses?   has considered the impact #COVID19 may have on its proposals for the future of your buses and wants to know what you think #GMBusConsultation #ad","sentiment_score":0.1}
{"full_text":"It's thought the new variant, which originated in the South of England, could lead to increased mortality rates across all ages.#Coronavirus #B117 #BorisJohnson #PressConferencehttps:\/\/t.co\/ehjwsl2k0E","sentiment_score":0.1363636364}
{"full_text":"Its going to be crazy in ten years when we look back at all we had before 2020 and then realize that we gave it up because some whackos thought you could stop a coronavirus by hiding in our rooms, which has never been tried before and clearly doesn't work.","sentiment_score":-0.125}
{"full_text":"If you leave the house for work or essential activities, it is important to book regular symptom-free #Covid tests. We now have two asymptomatic testing sites across the District in #Sevenoaks &amp; #Swanley. If you have no symptoms, book your test here -","sentiment_score":0.1333333333}
{"full_text":"Exactly one year after it thrust the word \"lockdown\" into the global conversation, Wuhan passed the anniversary on Saturday with a mix of pride at emerging from Covid-19's grip and caution over a possible relapse.#COVID19 #Wuhanhttps:\/\/t.co\/kDLxpgghQt","sentiment_score":0.0833333333}
{"full_text":"Police officer at #Wuhan's Hankou Railway Station recalls 76-day lockdownmore:","sentiment_score":0.0}
{"full_text":"Is nanotourism the new trend in a post Covid world?#nanotourism #tourism #COVID19 #RestartTourism #Travel","sentiment_score":0.1363636364}
{"full_text":"A big warning from Public Health Dorset.","sentiment_score":0.0}
{"full_text":"RT aabhaar #gujraat_aarogy_mhaasNgh_greddpe_lddt\"The Real Corona Warrior\"","sentiment_score":0.2}
{"full_text":"India has total 10640546 confirmed cases. Out of this 10300063 have recovered, and 153221 people have died.Last Updated : 23\/1\/2021 10:55:48Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"RT Absolutely gutted and finding it really hard to accept that this amazing midwife has had to deregister j...","sentiment_score":0.1694444444}
{"full_text":"2020 will undoubtedly be remembered for the #coronavirus #pandemic, but it should also be marked as the year #cloudservices and the #SaaS market kept the world ticking over. Learn why #cloud-based tools helped # organizations to continue their operations with minimal disruption:","sentiment_score":0.0}
{"full_text":"\"Something has finally started and we can now be more hopeful,\" said Vikas Maurya, Director and Head of Department, Pulmonology, Fortis Hospital Shalimar Bagh in interaction with #Opoyi while talking about #COVID19 vaccination drive in #India.Read more:","sentiment_score":0.3333333333}
{"full_text":"\"Many people, for example, are concerned about whether the new Covid-19 vaccines that are becoming available are safe and beneficial - and many important questions have stemmed from these concerns.\" What is a vaccine? https:\/\/t.co\/r1JYiIzW9i","sentiment_score":0.4123376623}
{"full_text":"Gold mining is one of Peru's most important industries and the spread of #Covid19 has made life much more difficult for small-scale and artisanal mining communities who produce gold for global markets. How #Fairtrade is standing with gold miners:","sentiment_score":0.18}
{"full_text":"Exactly one year after it thrust the word \"lockdown\" into the global conversation, Wuhan passed the anniversary on Saturday with a mix of pride at emerging from Covid-19's grip and caution over a possible relapse.#COVID19 #Wuhanhttps:\/\/t.co\/Nu5x8Y2V5Q","sentiment_score":0.0833333333}
{"full_text":"Your govt just imposed restrictions yet 400 people were found attending a wedding. You guys are twisted in your minds and you have the cheek to address us wherein because of you several countries in the world have to go into lockdown just because y'all can't follow instructions.","sentiment_score":-0.25}
{"full_text":"Don't meet anyone outside your household or #SupportBubble - except for exerciseRemember to maintain #SocialDistancing when outside and only go out if it's essential#StopTheSpread of #COVID19 in the #WestMidlands &amp; #SaveLives","sentiment_score":0.0}
{"full_text":"Does anyone else get annoyed when people like and his wife, who spent the last year disparaging Trump's every move (including his response to COVID), gleefully receiving the vaccination while refusing to acknowledge the stunning effort it took to develop it?","sentiment_score":0.0}
{"full_text":"MFT STAFF: You should now have received a COVID vaccine invitation! Check your emailand book on to see slots at our 4 sites, including some THIS WEEKEND and ","sentiment_score":0.0}
{"full_text":"#BorisJohnson says the UK's #coronavirusvariant may have up to a 30% higher mortality rate","sentiment_score":0.25}
{"full_text":"In a matter of weeks, planned cuts to #UniversalCredit will plunge millions of families, already hurting from the effects of the pandemic, into further crisis.    Will you join us as we the Chancellor to cancel the planned cuts to Universal Credit","sentiment_score":0.0}
{"full_text":"'Despicable in a pandemic': fury as UK universities plan job cuts#AcademicChatter #AcademicTwitter #higheredhttps:\/\/t.co\/Be6yu445td","sentiment_score":0.0}
{"full_text":"With all the skills you have armed yourselves with since the first lockdown, if you could, what advice would you give...https:\/\/t.co\/6BvtOrF8MZ #adviseme #remotelearning #onlinelearning #pandemiclife #edchat","sentiment_score":0.25}
{"full_text":"Missing live theatre? have come up with an ingenious solution... a travelling puppet theatre that brings the magic of theatre directly to your door!'The Little Mermaid Finds Her Voice' is on sale now. Book the perfect lockdown treat:","sentiment_score":0.2676948052}
{"full_text":"Thanks to those of you who have got tested using our Community testing sites. 1 in 3 people with COVID-19 don't display symptoms.Rapid testing is vital in our efforts to stop the spread and drive down the rate of infection. You can book a free test at ","sentiment_score":0.1361111111}
{"full_text":"#China has reported a slight increase in new cases of #COVID19 as it marks the anniversary of the world's first #CoronaVirusLockdown, in the city of #Wuhan where the disease first emerged in late 2019.#COVIDPandemic #CoronaVirusOutbreak","sentiment_score":0.0339393939}
{"full_text":"Remote learning extension message in Urdu.Link to NHS Coronavirus advice in Urdu","sentiment_score":-0.1}
{"full_text":"With the ongoing #COVID19 pandemic, how do ensure that children return safely to school?Find out what we have been doing in our latest blog:  #InternationalDayofEducation","sentiment_score":0.5}
{"full_text":"Didn't work on cigarette packets so probably won't work now but nice try","sentiment_score":0.6}
{"full_text":"Can we expect more coronavirus variants in the near future? Rappler's explains in the latest episode of Newsbreak: Beyond the Stories podcast: #BeyondTheStories","sentiment_score":0.275}
{"full_text":"Covid-19: KQ suspends flights to France and the Netherlandshttps:\/\/t.co\/UJiBNLWcOT","sentiment_score":0.0}
