{"full_text":"RT Same for #GA. Same for #Oconee County Schools \"hybrid\" option.  \"...one of the biggest shocks that the Biden team had to d...","sentiment_score":0.0}
{"full_text":"RT STATEMENT BY PRESIDENT CYRIL RAMAPHOSA ON THE PASSING OF MINISTER JACKSON MTHEMBUIt is with deep sorrow and shock that...","sentiment_score":0.0}
{"full_text":"RT My latest investigative piece: Erie County Comptroller who portrays himself as a taxpayer watc...","sentiment_score":0.5}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"#KicksCorner once again! it has been good to see the gradual development of this one piece over the last week, which is great for the younger participants and players. #Football #exercise #Lockdown3 #lockdown #PLKicks #healthy","sentiment_score":0.4}
{"full_text":"RT From #StatutorySickPay and #SelfIsolation, to #lockdown and travel corridors. Check out our updated #coronavirus FAQs for info ab...","sentiment_score":0.0}
{"full_text":"RT We're once again asking you to wear a mask on the train or bus.","sentiment_score":0.0}
{"full_text":"RT Today I visited the Military hospital in Tshwane to get medical attention for  an abdominal pain . After undergoing so...","sentiment_score":-0.05}
{"full_text":"Why should we be proud? A nation so devoid of humanity it sees the worst COVID death rate in the world and shrugs. A nation so insecure it prefers to beggar its own children than treat Europeans as equals.Also, being born is not an achievement.","sentiment_score":-0.04}
{"full_text":"The NY Times were another paper who didn't want to know about this 10 months ago, when I first wrote to them. Glad to see they're waking up to it now.","sentiment_score":0.375}
{"full_text":"RT Hi Pi network members.Hope you All are well in these Corona times .Remember to push the button in the app every 24...","sentiment_score":0.0}
{"full_text":"Condolences to his family ","sentiment_score":0.0}
{"full_text":"RT It is with deep sorrow and shock that we announce that Minister in the Presidency Jackson Mthembu passed away earlier t...","sentiment_score":0.0}
{"full_text":"RT TODAY: After nearly a year of blasting the Trump admin's Covid response as an abject failure, Biden is starting to imple...","sentiment_score":-0.0722222222}
{"full_text":"RT M: Covid is so severe. Please talk a good care of yourself. Used the alcohol gel too.   #MewGulfxSCB","sentiment_score":0.7}
{"full_text":"RT It is with deep sorrow and shock that we announce that Minister in the Presidency Jackson Mthembu passed away earlier t...","sentiment_score":0.0}
{"full_text":"RT BREAKING | Jackson Mthembu dies of Covid-19-related complicationshttps:\/\/t.co\/xCTcfWv2jf","sentiment_score":0.0}
{"full_text":"#Uttarakhand  reports 162 new corona cases taking  total number of positive cases to 95354.@mygovindia #Corona #vaccine #BreakingNews #thursdaymorning #HNN24x7","sentiment_score":0.1212121212}
{"full_text":"RT My brother and wife are Covid positive. Ya Allah please grant them Syifa.. Amiiin","sentiment_score":0.2272727273}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Our deepest heartfelt condolences to  the family and friends. Rest in peace Mvelase ","sentiment_score":0.0}
{"full_text":"RT Anambra Assembly members, staff undergo COVID-19 testhttps:\/\/t.co\/7ZmGHAEPFh","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"Genetic Technologies rockets 86% as COVID-19 risk test further enhances predictive capabilities $GENE","sentiment_score":0.0}
{"full_text":"RT Either the NHL fined the Caps because four players  -- who play together and sit next to each other on the bench and hu...","sentiment_score":-0.0625}
{"full_text":"RT Our data from the #ZOE app study shows a different picture - We see halving new cases since the peak on 1st Jan falling acr...","sentiment_score":0.0681818182}
{"full_text":"RT Diva AA has done more for the frontliners than the incumbent minister of health by calling out VVIPS and bratty people...","sentiment_score":0.5}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT Today is Joe Biden's first full day in the White House. Today, he will focus on Covid-19, and he will take his intellige...","sentiment_score":0.2}
{"full_text":"RT The president who talked tough about exposing citizens to Covid is now celebrating with a huge crowd?","sentiment_score":0.0055555556}
{"full_text":"RT Pakistan to receive free of cost 0.5 million #COVID19 vaccine doses from China by January 31, FM said after t...","sentiment_score":0.4}
{"full_text":"RT Vania Underwood was an RN at the COVID unit at St. Vincent Medical Center in Toledo Ohio. She had just turned 36 when she d...","sentiment_score":-0.05}
{"full_text":"RT Aka shit the other person should have done","sentiment_score":-0.1625}
{"full_text":"RT I wish India &amp; Sri ji great success in launching the world's largest COVID vaccination roll-out. It bring...","sentiment_score":0.55}
{"full_text":"RT Deadly decision? Top Biden HHS pick ordered Pennsylvania elderly care homes to accept people with COVID-19 | Just The...","sentiment_score":0.15}
{"full_text":"RT White House coronavirus coordinator Jeff Zients said he thinks the vaccine supply will be adequate to meet the Biden administra...","sentiment_score":0.1666666667}
{"full_text":"Many businesses are quickly growing and adapting to our current situation. Here is how five franchise brand leaders are assisting their customers during the pandemic.","sentiment_score":0.2777777778}
{"full_text":"Advice for hauliers using the landbridge to access international markets.A list of UK Covid-19 testing sites is available at: guidance &amp; information for hauliers can be found on our website:","sentiment_score":0.2}
{"full_text":"The famous cherry blossom festival along Chidorigafuchi Moat is cancelled due to Covid-19.#OneAsia #Japan ","sentiment_score":0.1875}
{"full_text":"RT I want to thank the many South Africans who have wished me a speedy recovery . As a people we must overcome Covid 19 .","sentiment_score":0.5}
{"full_text":"RT I for one am amazed that a government that's got everything fatally wrong leading to the worst Covid death rate in the...","sentiment_score":-0.75}
{"full_text":"Obviously not listening to a word Nicola says, working from home, pandemic, not in offices anytime soon!","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Rand Paul opposed an anti-lynching billRand Paul offered to buy a ticket back to Somalia for Ilhan OmarRand Paul lied...","sentiment_score":0.0}
{"full_text":"RT The president who talked tough about exposing citizens to Covid is now celebrating with a huge crowd?","sentiment_score":0.0055555556}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Truly shocking.","sentiment_score":-1.0}
{"full_text":"Rest in unity Cadre #JacksonMthembu","sentiment_score":0.0}
{"full_text":"Love my club #bhafc","sentiment_score":0.5}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Wait till l start telling you how wonderful the orange blossom is smelling... well, if we're not back on total lockdown by then.","sentiment_score":0.3333333333}
{"full_text":"RT I'll say it again, this pandemic has brought out the absolute worst in people. Unthinkable levels of selfishness.","sentiment_score":-0.2833333333}
{"full_text":"RT Biden inherits no Covid plan from the Trump administration. Proves that the book that Kaleigh held up was full of blank...","sentiment_score":0.2166666667}
{"full_text":"RT Ines Longevial's nude paintings celebrate the complexities of womanhood.The French artist tells us about her love of colour, how...","sentiment_score":0.25}
{"full_text":"I am overjoyed to see the remaining Tweetforce showcasing the hypocrisy (COVID PCR testing, firings, masks, WHO, vaccines) on Day 1 of the installed President of the Corporation.Keep on moving forward and remember, always Be Best.","sentiment_score":1.0}
{"full_text":"RT Six new vaccine sites - run by popular high street community pharmacies - begin delivering Covid-19 jabs today in Greater Manch...","sentiment_score":0.3490909091}
{"full_text":"How much does India pay you? I wonder. How could you advocate a vaccine that has not gone through stage 3 trials safe. I really like to know how much money you pocket by advocating Indian dominance in the Maldives.","sentiment_score":0.275}
{"full_text":"Basically yep. Think we might get pubs for 2-3 months in summer before another long winter lockdown into 2022","sentiment_score":-0.05}
{"full_text":"Service Update 13:00 -  Only travel for work if essential or for other legally permitted reasons. All service information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"RT is homeschooling improving my children's education? nobut are they having a fun time in lockdown with their old man!...","sentiment_score":0.2125}
{"full_text":"RT Seems like it could be worse. For example, what if the Biden did not inherit multiple vaccines developed in record time with...","sentiment_score":-0.1}
{"full_text":"RT President Biden \"will sign executive orders that direct agencies to exercise the Defense Production Act,\" White House Communica...","sentiment_score":0.05}
{"full_text":"RT When your new office was previously occupied by a covidiot","sentiment_score":-0.0151515152}
{"full_text":"His lies and mismanagement of Covid also caused over 400,000 deaths of Americans.","sentiment_score":0.0}
{"full_text":"The university sending an email about how we can get coursework extensions if it's related to the pandemic but they rejected mine that was due to a health flare ","sentiment_score":-0.0625}
{"full_text":"RT BREAKING: Dubai puts entertainment activities on hold and asks hospitals to cancel elective surgeries amid the biggest surg...","sentiment_score":0.0}
{"full_text":"\"Why Families Need More Financial Support during the COVID-19 Pandemic,\" written with Kristi Williams (@kristexanite), is now up on the Council on Contemporary Families website. We are so excited to share this fact sheet, and we hope it'll be useful!","sentiment_score":0.2833333333}
{"full_text":"RT When the time is right, have you thought how you will better #travel in this new Covid world? I share my thoughts alongside...","sentiment_score":0.3073593074}
{"full_text":"We absolutely love to see it. Smaller cities appear to be having a \"moment\" thanks to the pandemic, but Iowa City has long benefited from world-class public schools, a supportive network of small businesses, walkable neighborhoods and an inclusive, vibrant culture. #ThinkIowaCity","sentiment_score":0.1333333333}
{"full_text":"RT Ted Cruz urged Congress not to help \"blue states\" combat #COVID19Voted against compensation for 9\/11 vic...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Dr. Anthony Fauci says the US will join WHO's COVAX project to deploy vaccines around the world. That is leadership.","sentiment_score":0.0}
{"full_text":"RT Raise Statutory Sick Pay now.https:\/\/t.co\/STA4lT9prr","sentiment_score":-0.7142857143}
{"full_text":"RT Coronavirus deaths will change too. \"Dying with\" won't be counted as \"dying from.\"And like that - Biden ended the pandemic.","sentiment_score":0.0}
{"full_text":"The president also moved quickly to address Covid-19, signing orders to mandate mask wearing and social distancing in federal buildings and lands and to create a position of a Covid-19 response coordinator.@GuardianUS","sentiment_score":0.1833333333}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT I for one am amazed that a government that's got everything fatally wrong leading to the worst Covid death rate in the...","sentiment_score":-0.75}
{"full_text":"I don't call up anymore, my mother has her wits well about her so if she wants to play the lockdown game she won't be doing it with me I'm afraid. MY sister bangs on about the virus but allowed people in for pics with her daughter in her cap and gown for graduation so.","sentiment_score":-0.2666666667}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"I hate COVID.  This one hits close to home...remembering Ms. Ritz...every time I would see her walking through the hall after school, walking alongside her science crew, smiling, and laughing...the kids loved her...once a hornet, always a hornet! ","sentiment_score":0.0375}
{"full_text":"WINTER LOCKDOWN RESILIENCEHow we can get though it - tips and thoughts","sentiment_score":0.0}
{"full_text":"They have been in forbearance for about a year. This is just extending that period, just like they did for evictions. It's not cancelling the debt, just extending the same COVID order  they enacted last March.","sentiment_score":0.0}
{"full_text":"RT \"There is nothing for us to rework. We are going to have to build everything from scratch.\" --&gt;Sources told CNN there simply...","sentiment_score":0.0}
{"full_text":"RT Prof giving a great talk right now on the failure of government to ensure care home employers pay sick pay...","sentiment_score":0.0136904762}
{"full_text":"Glastonbury Festival 2021 axed due to coronavirus","sentiment_score":-0.125}
{"full_text":"RT Dr. Anthony Fauci says the US will join WHO's COVAX project to deploy vaccines around the world. That is leadership.","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT Yesterday was the deadliest day of the pandemic, but it didn't stop the government voting to reject an amendment that would...","sentiment_score":0.0}
{"full_text":"RT Can we assume that no member of the Cabinet has had two doses of the COVID-19 vaccine and won't be getting a second jab w...","sentiment_score":0.0}
{"full_text":"RT This makes me so angry. Our government is such a hypocritical government. So many people didn't get to bid farewell to t...","sentiment_score":0.0}
{"full_text":"RT With time I'm sure we will hear more stories like this and as we do, there are going to be lots of angry people.  Internal go...","sentiment_score":0.125}
{"full_text":"RT It is with deep sorrow and shock that we announce that Minister in the Presidency Jackson Mthembu passed away earlier t...","sentiment_score":0.0}
{"full_text":"RT ***TODAY AT LOCKDOWN LIVE***A fantastic first session at 10AM for P2-7 learners.Join the super  as he explore...","sentiment_score":0.3277777778}
{"full_text":"RT BREAKING: Minister in the Presidency #JacksonMthembu has passed away earlier today from COVID-related complications, Pres...","sentiment_score":0.0}
{"full_text":"RT If you need to call 999 for an emergency, please remember to wear a facemask when our crews arrive at your home. Let's...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS | Minister in the Presidency, Jackson Mthembu has passed away. A statement from the president says Mthembu pass...","sentiment_score":0.0}
{"full_text":"Finally","sentiment_score":0.0}
{"full_text":"dawg... this was last Monday.","sentiment_score":0.0}
{"full_text":"RT You are invited to the 2021 Data Release: ESSENTIAL EQUITY: Women, Covid-19, and Rebuilding CT - h...","sentiment_score":0.0}
{"full_text":"Just leaving this here.","sentiment_score":0.0}
{"full_text":"Oh no ","sentiment_score":0.0}
{"full_text":"RT Covid-19: India sees 13.8k cases, 45% of them in Kerala. The test positivity rate in Kerala stood at 9.34% even as the...","sentiment_score":0.0}
{"full_text":"Journalists, like construction workers, like lorry drivers,  like NHS staff, like supermarket staff are not subject to lockdown rules. They are allowed to travel.","sentiment_score":0.0833333333}
{"full_text":"RT It is with deep sorrow and shock that we announce that Minister in the Presidency Jackson Mthembu passed away earlier t...","sentiment_score":0.0}
{"full_text":"\"Biden has set an ambitious goal of giving 100 million shots in 100 days -- ramping up the pace ...\"Der 7 day avg. der USA liegt aktuell lt. Bloomberg bei 912 Tsd. pro Tag, Biden peilt 1 Mio. an.How ambitious!#Impfungen","sentiment_score":0.25}
{"full_text":"Ahh man","sentiment_score":0.0}
{"full_text":"RT JUST IN: President Cyril Ramaphosa has just announced the passing of the Minister in the Presidency Jackson Mthembu, who pa...","sentiment_score":0.0}
{"full_text":"Researchers have shown that a relatively simple and rapid #BloodTest can predict--within a day of a hospital admission--which patients with #COVID19 are at highest risk of severe complications or death. #SARSCOV2 #coronavirus","sentiment_score":0.0}
{"full_text":"RT Pres Biden will sign 10 more executive orders related to COVID-19 today including directing agencies to use the National Defen...","sentiment_score":0.25}
{"full_text":"Do y'all want me to die????I can neva go for this NIN until they begin community service. They claim to be Corona Virus, what is happening here?.Ordinary sch resumption the house of Rep want to kill themselves over it! They're blind to look into this.....","sentiment_score":-0.5}
{"full_text":"\"... with the promise of vaccinations and a president who has already outlined an aggressive plan to battle the pandemic, Americans seem to be confident of a better 2021. Of the ones surveyed in early January, 70% expressed interest in traveling in 2021.\"","sentiment_score":0.3666666667}
{"full_text":"Few people have access to Covid wards. They are full of people with Covid! TV crews, journalists, photographers also have to respect patient confidentiality. numpties claiming to wander in empty hospitals are lying. You can't: they try to pass outpatient depts off as inpatient","sentiment_score":0.0458333333}
{"full_text":"We're about to see a wave of long Covid. When will the government take it seriously? | George Monbiot","sentiment_score":-0.1916666667}
{"full_text":"The Covid19\/Kings College figs show a reduction in infections in every area of the UK. I'd rather believe figs from a 4.5m person database than the scaremongering React survey of 146k pushed on MSM.","sentiment_score":0.0}
{"full_text":"Guess you don't know there is a pandemic in play, and threats from right-wing thugs? You people are delusional.","sentiment_score":0.0}
{"full_text":"RT #Germany warns of new coronavirus mutations","sentiment_score":0.1363636364}
{"full_text":"RT Have I got this right? The SNP deliberately withhold covid financial support from Scottish businesses. Create delays wit...","sentiment_score":0.1428571429}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"RT BREAKING NEWS: \"It is with deep sorrow and shock that we announce that Minister in the Presidency Jackson Mthembu passed away...","sentiment_score":0.0}
{"full_text":"Go to to locate COVID-19 testing sites throughout the State of Delaware. #COVID19 #gettested","sentiment_score":0.0}
{"full_text":"RT \"There are issues money can't solve\" - Ali Baba says as he loses friend who had N5b in account to COVID-19 >>","sentiment_score":-0.3}
{"full_text":"RIP Steveson \"Steve\" Parker Jr.","sentiment_score":0.0}
{"full_text":"Stay home. Save lives. Protect the NHS.","sentiment_score":0.0}
{"full_text":"Places We #Yearn to Return To.Here, eight DestinAsian contributors weigh in on the destinations they long to revisit just as soon as it's safe to do so.https:\/\/t.co\/d8O4OhHJ0Y#DreamAgain #Destination #Travel #TravelLater #Covid19","sentiment_score":0.225}
{"full_text":"RT Ted Cruz urged Congress not to help \"blue states\" combat #COVID19Voted against compensation for 9\/11 vic...","sentiment_score":0.0}
{"full_text":"SEO Tips to Overcome the Impact of COVID-19 on Your #Business  via #SeoTips  #DigitalMarketing #digitalart #AffiliateMarketing #contentmarketing #seoprocess #seotrends #seotrend2021 #searchenginemarketing #SearchEngine #COVID19","sentiment_score":0.0}
{"full_text":"President Joe Biden's top medical adviser on COVID-19, Dr. Anthony Fauci, on Thursday announced renewed U.S. support for the World Health Organization after it faced blistering criticism from the Trump administration.https:\/\/t.co\/l7leGQefJ0","sentiment_score":0.25}
{"full_text":"Is it OK if your second dose isn't the same as your first?","sentiment_score":0.1875}
{"full_text":"Today is National Hugging Day - who will be the first person you'll hug when the pandemic is over?","sentiment_score":0.25}
{"full_text":"RT M: Covid is so severe. Please talk a good care of yourself. Used the alcohol gel too.   #MewGulfxSCB","sentiment_score":0.7}
{"full_text":"The most recent 7-day rate of new COVID-19 infections in Barnsley is 234.1 per 100,000 people in the population (using data for 7 days ending on 15 Jan). This is higher than yesterday's figure of 213.9 per 100,000 people. Rate calculated using data from","sentiment_score":0.2215909091}
{"full_text":"Helpful webinar for teachers and parents. Highlighting Resources to Enhance the Continuity of Learning for Children with Disabilities.https:\/\/t.co\/J9A9S578rY#onlinelearning #remotelearning #homeschooling #education #SpEd #specialneeds #COVID19","sentiment_score":0.0}
{"full_text":"#GenderEquality seems even further out of reach as #Covid19 threatens to reverse 25 years of progress towards ending #childmarriage and #childpregnancy. Our blog discusses the shocking rise in child marriages during the #pandemic #forcedmarriage #vawg","sentiment_score":-0.5}
{"full_text":"If you feel that quarantining has made you a little weird, rest assured that you are not alone. 'A is For' by Jilly Sumsion takes us back to the 17th century for another pandemic, and a whole other range of dramatic issues!","sentiment_score":-0.1923611111}
{"full_text":"Biden has tasked dozens of scientists, administrators, and policymakers with helping rein in the raging pandemic. Here are 10 to watch.","sentiment_score":0.0}
{"full_text":"Leeds have closed their training ground for five days to act as a fire break after six players and one member of staff tested positive for Covid-19 over the last 10 days. #rugbyleague","sentiment_score":0.0424242424}
{"full_text":"Criminals are experts at impersonating others to exploit you, and we have seen a number of new scams relating to the Covid vaccine. It's crucial we are all vigilant. The NHS will never ask for your bank details or for payment. Vaccines are NOT being delivered door-to-door.","sentiment_score":0.0681818182}
{"full_text":"Article from in \"For years, Palestinians had been losing trust in their leadership for its corruption and failure to end the occupation. Then COVID-19 hit.\"https:\/\/t.co\/LsVg9wx5wD","sentiment_score":-0.3166666667}
{"full_text":"Israeli business travel platfrom takes on $155 million to prepare for post-pandemic growthhttps:\/\/t.co\/YW1DYXdmkj@a16z #Israel #traveltech #BusinessTravel","sentiment_score":0.0}
{"full_text":"Another blow for the summer. Ministers were warning earlier this week there was no way that big festivals\/events would get the assurances they need to begin planning in time.","sentiment_score":0.0}
{"full_text":"We are only ONE week from \"Protect Your Business Online\" with A strong, active online presence will be key for your biz during the COVID-19 recovery period. So we will cover those essential legal protections for your biz! Register here:","sentiment_score":0.0916666667}
{"full_text":"How many people have to be vaccinated before removing restrictions, not just lockdowns but rolling back the tiers too - asks Michelle Ballantyne #vaccine #COVID19 #liftthelockdown","sentiment_score":0.25}
{"full_text":"RT Today, Biden will roll out steps to beef up the coronavirus response, though the biggest steps will require Congress to...","sentiment_score":0.0}
{"full_text":"Those hankering for a night out at #karaoke outlets and #nightclubs will have to wait. #Singapore #Covid19 #news","sentiment_score":0.0}
