{"full_text":"RT These are facts. Black Doctors Covid 19 Consortium of Philadelphia (headed by Dr. Ala Sanford) is actually helping underser...","sentiment_score":-0.0833333333}
{"full_text":"RT Got so much I should get done today. But I just can't. Here's to all of us today who just can't. We're living through a p...","sentiment_score":0.2}
{"full_text":"RT Here is a demonstration of the new COVID-19 testing methods in Chinese airports. Have you printed your boarding pass y...","sentiment_score":0.0681818182}
{"full_text":"RT Poll: Should the Scottish Taxpayer stop subsiding the Herald?","sentiment_score":0.0}
{"full_text":"RT i appreciate the sentiment. but we're in a pandemic and literally no one can see it.","sentiment_score":0.0}
{"full_text":"How come research isn't an option? I \"bet\" that $GME would be viable because of xbox\/ps5\/switch during holiday season, I \"bet\" that $AMC &amp; $AAL would last longer than covid, I \"bet\" that $BB &amp; $Nokia had pivoted to positive business models, all this from reading.","sentiment_score":0.1136363636}
{"full_text":"I have 2 daughters , 1 is covid nurse , 1 is pregnant Obviously nurse having horrible time, so her sister arranged for her to go to  16 wk. gender reveal scan , only 1 person allowed in  , she has a lovely partner who understood , I have a grandson ","sentiment_score":-0.0333333333}
{"full_text":"You're invited! It'll take three minutes to participate in my most comprehensive Weekend Poll yet on pandemic careers.  Pls also RT\/share  the link.@LouWhiteheadPA ","sentiment_score":0.5}
{"full_text":"RT Covid-19 Rx: Your task is to gather data, develop a differential diagnosis, order additional diagnostic tests, and treat the pati...","sentiment_score":0.0}
{"full_text":"This, this is the problem. Don't say this is a deadly pandemic without researching the PCR cycle count. This is the plan intentionally. Government is using fake data to push a false narrative about the actual science.","sentiment_score":-0.275}
{"full_text":"reaching the part of mundane covid existence where i am enamored by how durable this salad container i got from panera bread is and how good it will be for future storage","sentiment_score":0.1777777778}
{"full_text":"RT Just to recap:They locked everything down, bankrupted a video game store, forced everyone to stay home &amp; bailed out...","sentiment_score":-0.2851851852}
{"full_text":"RT Then why do you continue to destroy it? #cdnpoli","sentiment_score":-0.2}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":" Weng Horak left her job as a CFO to help abused, abandoned, lost pets, and dogs rescued from puppy mills!https:\/\/t.co\/yJTE5jgfum #AnimalRescue #AnimalHeroes #CanineRescue","sentiment_score":0.0}
{"full_text":"RT More like the Life and LIES of","sentiment_score":0.5}
{"full_text":"I can just imagine what the total is now with free reign to spend during COVIDIt will be TRILLIONS thats with 12 zeroes","sentiment_score":0.2}
{"full_text":"In L.A., the Virus Is Pummeling Those Who Can Least Afford to Fall Ill","sentiment_score":-0.4}
{"full_text":"RT .@Sflecce you could have used the wks of closure to prepare a robust #CovidTesting program for #on...","sentiment_score":0.0}
{"full_text":"RT 'In the first wave, I remember thinking that could be mum. That could be my aunt. And now I'm thinking that could be me. That...","sentiment_score":0.25}
{"full_text":"RT In a country where even before the pandemic 40% of Americans could not afford a $400 unexpected expenditure, how do our...","sentiment_score":0.1}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"RT Black Americans have long and historically faced abuse in the U.S. medical system -- so and","sentiment_score":-0.0541666667}
{"full_text":"RT Lockdown Valentine's Day?! No problem Like &amp; RT this post if you wanna be comfy but cute in all new Bo+Tee: The Meggan Gru...","sentiment_score":0.3181818182}
{"full_text":"RT Out of 3,500 students, just 234 coronavirus infections were documented during the fall semester, the researchers reported in a pre...","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Some interesting looking projects here","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"RT Professor caught COVID from a party and now I don't have to go to the class in person","sentiment_score":0.0}
{"full_text":"I never knew I liked wine until lockdown season started..","sentiment_score":0.6}
{"full_text":"RT Who knew that we could have stopped COVID-19 in its tracks a year ago if we had only just banned flights from the Bahamas...","sentiment_score":0.0}
{"full_text":"RT Clinical trial data on two #COVID19 vaccines show that a #coronavirus variant first identified in #SouthAfrica is lessen...","sentiment_score":0.25}
{"full_text":"RT FACT","sentiment_score":0.0}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"Oh for sure. I mean I would be fine with that just in general though, pandemic or no.","sentiment_score":0.1635416667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"RT If you ask me watch #BiggBoss11 againI'm pretty sure you won't stop until you watch it till end.During lockdown I wa...","sentiment_score":0.375}
{"full_text":"WHO urges Britain to pause Covid jabs after treating vulnerable","sentiment_score":-0.5}
{"full_text":"Sleds, snowmobiles and planes: How COVID-19 vaccines are distributed in rural Alaska","sentiment_score":0.0}
{"full_text":"RT Got to love the social distancing at Heathrow today","sentiment_score":0.2666666667}
{"full_text":"RT That's why the should be investigating sturgeons daily 'covid brief...","sentiment_score":0.0}
{"full_text":"if you think your chicken parmigiana is more important than someone's safety and happiness you are absolutely worthless. garbage. stay your ass home.","sentiment_score":0.04}
{"full_text":"RT Are You Freaking Kidding Me Friday: Bell accessed $122 million from the Canadian Emergency Wage Subsidy during pandemic w...","sentiment_score":0.0}
{"full_text":"RT 24 Residents Dead in 3 Weeks as One Third of UK Nursing Home Residents Die After Experimental mRNA COVID Injections htt...","sentiment_score":-0.0333333333}
{"full_text":"RT Shonisani Lethole's agonising demise in Tembisa Hospital is emblematic of poor training, management and professional c...","sentiment_score":-0.15}
{"full_text":"As Covid vaccine rollout expands, Black Americans still left behind via","sentiment_score":-0.1888888889}
{"full_text":"RT UPDATE: Over 50,000 people have now booked their vaccination appointments online. Issues with authentication and confirmatio...","sentiment_score":0.0}
{"full_text":"Know anyone?","sentiment_score":0.0}
{"full_text":"The bad thing about getting COVID, Is losing ya sense of taste so u can't even enjoy eating ass ","sentiment_score":-0.15}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"We made fun of this concept for weeks and ??????","sentiment_score":0.3}
{"full_text":"RT When senators knew about the market crash from covid before the public and sold their shares it was \"fair game.\"But when Amer...","sentiment_score":0.1}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"2020 was the pandemic year with various ups and down in all stage of life, we have buckle up our strategies to start affiliate marketing in 2021. It's not easy to be on track immediately but with Affiliate Marketing one can receive....","sentiment_score":-0.1240740741}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"RT 1,200 covid deaths today, RIP 1,250 yesterdayInstead the news is focused on and demonising the EU for talking about inv...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Just a flu according to jim corr wannabe colm parkinson","sentiment_score":0.0}
{"full_text":"Every step along the way, all over the world, political leaders and their $$$$--influenced advisers continue to underestimate all aspects of #COVID19 while overestimating their vaccines' costs, effectiveness, and availability. If only it was treated early as a health emergency:","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT The Taoiseach going to Washington for St Patrick's Day is not the same as Janet down the road going on...","sentiment_score":-0.0777777778}
{"full_text":"RT Here's a suggestion for President and his  Let's take care of our own first by prioritizing thos...","sentiment_score":0.425}
{"full_text":"Take a shot every time the kardashians went on a tropical vacation while we're in a pandemic and thousands of people die every day ","sentiment_score":0.0}
{"full_text":"RT The CDC has issued an order requiring travelers to wear a mask on public transportation and planes in the U.S.","sentiment_score":0.0}
{"full_text":"RT More than 3500 Americans died of COVID19 in past 24 hrsMost were likely infected around New Years3 weeks after Pfizer v...","sentiment_score":0.0965909091}
{"full_text":"RT Griffin's lawyer filed a motion for release, saying he was having a difficult time with isolation. Judge isn't having it: \"...","sentiment_score":-0.5}
{"full_text":"That's how you stop the deadly  spread","sentiment_score":-0.2}
{"full_text":"RT Linn County Public Health will administer 1,800 to 2,000 doses of COVID-19 vaccine to educators Tuesday and Wednesday, Public H...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Long overdue. Reminder: Masks are required in NYS, including on public transit! #WearAMask","sentiment_score":-0.025}
{"full_text":"I'm getting whiplash from all the covid stories. Is it nobody's getting vaccinated, the wrong people are getting vaccinated, or we're at about 10% of the USA is vaccinated?","sentiment_score":-0.5}
{"full_text":"RT I read an article about this that said one group of school children who had possibly been exposed were tes...","sentiment_score":0.0}
{"full_text":"On Monday this week, JKS Restaurants, a London-based restaurant group comprising some of the best-known, cult-followed, and well-respected brands in the city, retained its six Michelin stars and three Bib Gourmands...https:\/\/t.co\/TsQLtvV89W","sentiment_score":0.0}
{"full_text":"RT We doing this all Covid season fellas ","sentiment_score":0.0}
{"full_text":"RT Excellent SI in Philosophy Today, discussing the role of philosophy in time of pandemic. Addressing questions of inequal...","sentiment_score":1.0}
{"full_text":"RT Jeff Bezos could pay all of his workers at Amazon $105,000 and STILL be as rich as he was before COVID-19The 10 riche...","sentiment_score":0.375}
{"full_text":"Protests mount over Israeli medical apartheid toward Palestine during pandemic\" via","sentiment_score":0.0}
{"full_text":"RT Hi  Quick tweet to say we're working at the WH today on next steps in the COVID response, making sure we're ready...","sentiment_score":0.2583333333}
{"full_text":"RT UK Cabinet manages 100,000 covid deaths.Some Brits: EU Commission has a bad plan, revokes it after 24hrs &amp; no one is harm...","sentiment_score":-0.7}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"People complaining about This Is Us poorly representing COVID and it's like dude are you just now catching onto how terribly written that show is?","sentiment_score":-0.2666666667}
{"full_text":"RT It makes no sense at all to vax people who have already been \"infected\" with the Covid-19 virus.https:\/\/t.co\/aMxynQmIXR","sentiment_score":0.0}
{"full_text":"LITTLE LOCKDOWN FACE","sentiment_score":-0.1875}
{"full_text":"RT Calls to mind the Hurricane Maria response:\"...the rest of the crucial supply is boxed away in warehouses, sitting idle i...","sentiment_score":0.0}
{"full_text":"RT Her first paragraph is about why she's writing. Not bc billionaires looted $1.7 trillion from the working class during a...","sentiment_score":0.25}
{"full_text":"WIGWAM'S LOCK-DOWN FESTIVAL!!! 19-21 February. 32 amazing acts covering alt-rock, indie, electro, country, Americana, metal &amp; folk-pop.  Attendance free - just join this group: attendees already signed up. :-) Make sure you don't miss it.","sentiment_score":0.4}
{"full_text":"RT Chief medical officer who quit after breaking her own lockdown rules has a new PS80,000+ job with NHS Scotland.","sentiment_score":0.2454545455}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"I tried watching a police procedural from a few months, so clearly there was no pandemic","sentiment_score":-0.05}
{"full_text":"RT So that's interesting. The largesse of Publix heiress Julie Jenkins Fancelli and the large mouth of Alex Jones helped br...","sentiment_score":0.3571428571}
{"full_text":"RT Masks will be required on nearly all forms of public transportation effective Tuesday, under a CDC order that effectively reverses...","sentiment_score":0.325}
{"full_text":"RT It's becoming a two-bit mob movie. The Michigan government doesn't like being shown up by two struggling 100-year-old re...","sentiment_score":0.45}
{"full_text":"RT It's just exhausting, isn't it...?","sentiment_score":-0.4}
{"full_text":"RT Highly pathogenic avian influenza virus #H5N1 detected in die-off of 750 #pelicans (likely great white pelican, Pelecanus...","sentiment_score":0.24}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT NOTA BENE--Don't be deceived if you see nobody in a room. CO2 levels can still be high if room is poorly ventilated. Rememb...","sentiment_score":-0.12}
{"full_text":"RT Johnson and Johnson needs to fire there publicist! You don't say it's 66% effective!!! You says \"it's 100% Ef...","sentiment_score":1.0}
{"full_text":"RT Lockdown's don't work?What a load of old shite","sentiment_score":0.1}
{"full_text":"RT Just a reminder that Publix refused to donate to the Parkland victims fund but contributed $100K to right...","sentiment_score":0.2857142857}
{"full_text":"RT Note too that parties in NI &amp; Irish Govt, often branded \"in thrall to EU\", instantly called EU error out.Truth, logic, la...","sentiment_score":0.0}
{"full_text":"RT Cc all the Republican members of Congress that take their masks off on planes CDC--No Longer Constrained By Trump--Iss...","sentiment_score":0.0}
{"full_text":"EU-turn of monumental proportions over AstraZeneca COVID-19 vaccines! (4k) -","sentiment_score":0.0}
{"full_text":"COVID-19: EU 'recognise they made a mistake' in move to block vaccine exports, says Gove | UK News | Sky News    Sure did ","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Construction workers at Hong Kong airport to be tested; 28 new #Covid19 cases logged via","sentiment_score":0.1363636364}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Disgraceful. Colombia police take no meaningful action to control the pandemic, rather choosing to target the vulnerable.","sentiment_score":-0.2166666667}
{"full_text":"RT Have you requested your free packet of curated Wildflower Mix seeds yet? The Commonwealth War Graves Foundation is looking to bri...","sentiment_score":0.4}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT Lest you forget. The Johnson Government's decision not to join the EU vaccine procurement programme was widely vilified at the...","sentiment_score":-0.1}
{"full_text":"RT What will spike-protein-targeting antibodies target when SP's glycosylation mutates to envelop more surf...","sentiment_score":0.5}
{"full_text":"Persevere through the pandemic by following a few tips to help you manage stress and balance your new norm. is a national sponsor of Healthy for Good Initiative.","sentiment_score":0.2272727273}
{"full_text":"5.2% growth of China is due to selling of anti Chinese virus products n sevices...Thanks to mismanagement of n other world bodies...","sentiment_score":-0.0833333333}
{"full_text":"RT Don't worry folks Chris Cuomo is going to be all over this one!","sentiment_score":0.0}
{"full_text":"RT Tempe, I got Covid and have to move the shows to September. Sorry to move it again. See you in the fall.","sentiment_score":-0.5}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT Here is a demonstration of the new COVID-19 testing methods in Chinese airports. Have you printed your boarding pass y...","sentiment_score":0.0681818182}
{"full_text":"RT Trabzonspor's deal to sign Danny Rose looks to have fallen through in the 11th hour due to COVID-19 quarantine rules....","sentiment_score":0.2375}
{"full_text":"Anyway, #FireGinaCarano. No room for a covid denying, insurrection supporting, maga loving transphobe in star wars.","sentiment_score":0.425}
{"full_text":"I gotta get more dick soon!I've been depriving myself due to working way to much in this pandemic.  MY HUBBY SAYS I MOAN AND SOUND LIKE IM CUMMING IN MY SLEEP!!#HOTWIFE #NAUGHTYNURSE","sentiment_score":0.24375}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"What family !!!","sentiment_score":0.0}
{"full_text":"\"A union for travel industry workers--including hotel, gaming, food service, airport, textile, manufacturing, distribution, laundry, and transportation industry workers--in the U.S. and Canada that fights for racial and economic justice.\" #unitehere","sentiment_score":0.2}
{"full_text":"Sadly deaths have increased significantly in recent weekshttps:\/\/t.co\/uNl9zuFjbO","sentiment_score":-0.25}
{"full_text":"Building Under Construction in Auburnc. 1930Chapel of the Hills#SaturdayMotivation #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT .@60Minutes has learned Chinese company BGI Group, the largest biotech firm in the world, offered to build COVID labs i...","sentiment_score":-0.1}
{"full_text":"Report: Pentagon to offer Guantanamo inmates Covid-19 vaccinationshttps:\/\/t.co\/r3MqwnMGeW","sentiment_score":0.0}
{"full_text":"THE NEW DEFENDER 90 HAS ARRIVED AT KENTDALETest drives will be available once lockdown restrictions have ended. To reserve yours, please call 01539 814444.To learn more about the New Defender, please visit our website:","sentiment_score":0.2931818182}
{"full_text":"#lasvegas, Come Get Your Free Covid-19 Test!We've seen the testing lines and now we're proud to serve our community: Now announcing our Free Drive-Up COVID-19 Testing location right here in the Las Vegas valley.Learn More:","sentiment_score":0.4771428571}
{"full_text":"RT Are You Freaking Kidding Me Friday: Bell accessed $122 million from the Canadian Emergency Wage Subsidy during pandemic w...","sentiment_score":0.0}
{"full_text":"The Utah Department of Workforce Services Office of Child Care received $40 million from the Coronavirus Aid, Relief, and Economic Security Act.","sentiment_score":0.2}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"We're back in action with a pair of matches Sunday!  Starkville Southeastern Louisiana (9 am) Samford (3 pm) No fans (due to COVID protocols)#HailState","sentiment_score":0.0}
{"full_text":"If you're a Patreon backer you can get our weekend special NOW!@lfspinney, science journalist and author of 'Pale Rider', tells about the lessons we can learn from Spanish flu pandemic.Sign up &amp; Listen:","sentiment_score":0.049047619}
{"full_text":"Police apologise for calling man an \"idiot\" and bundling him into car as he walked to work in Covid row","sentiment_score":-0.8}
{"full_text":"RT Another incoherent policy from a government consumed with appearances, not actions. These are piling up as each failur...","sentiment_score":-0.2}
{"full_text":"As #COVID19 hospitalization rates decline, health experts see a glimmer of hope on the horizon. Check out these five tips from in for continuing on the path to ramp up #COVID19 vaccinations.","sentiment_score":0.0}
{"full_text":"\"The pandemic prompted many scientists to pivot their research to the coronavirus. That's not an entirely good thing.\"  via","sentiment_score":0.6}
{"full_text":"Sac County COVID19 Testing processes have changed! All Community Testing Sites are transitioning to a paperless system. Start here: this video explaining the process: out for bi-monthly Info \/ Q&amp;A Sessions to learn more","sentiment_score":0.5}
{"full_text":"Yea still a lot of people that arnt following any of the rules, when they or members of their family get infected and there's no oxygen or beds for them, they will be the first to cry out in anger #COVID19 #COVIDIDIOTS","sentiment_score":-0.15}
{"full_text":"While some believe student loan forgiveness is necessary for millions of Americans who are unable to pay these loans back, others worry it would raise the national debt to help those who should be able to repay the loans they took out.","sentiment_score":0.0}
{"full_text":"Students, families, and educators: join our forum on the state of New York City public schools during #COVID19, with Public Advocate Williams and Council Members and and advocates.RSVP:","sentiment_score":0.0454545455}
{"full_text":"Listeners and readers across the country are reaching out directly to journalists for help during the coronavirus pandemic, and many are responding. via","sentiment_score":0.3}
{"full_text":"RT Kenney blasts restauranters who flout opening laws as 'iressponsible and selfish'https:\/\/t.co\/d2vW04VjWt #Kenney #abpoli...","sentiment_score":-0.5}
{"full_text":"RT The Etruscan Shrew and the Humpback Whale are both equally called \"mammals\"An mRNA Covid vaccine, and a tetanus shot, a...","sentiment_score":0.0}
{"full_text":"Jamaica-born Courtney Grant, who operates several restaurants across Canada, has been spurred by the COVID-19 pandemic to use his businesses to help scores of needy families. \"God blessed me so I can bless somebody else,\" he said. Read more: #GLNRToday","sentiment_score":0.25}
{"full_text":"There's no denying the pandemic has transformed how families function together. via","sentiment_score":0.0}
{"full_text":"Yorkshire's Covid death toll has now passed 10,000 - with some areas of the region hit harder than othershttps:\/\/t.co\/omqUBbO2bj","sentiment_score":-0.1}
{"full_text":"Union Cab remains constant in the face of the pandemic. We have been around for a long time and will continue to stay here. Call 608-242-2000 to move into the future. #CoOpMeansTogether","sentiment_score":-0.0166666667}
