{"full_text":"RT 1\/ Based on our work on Ebola &amp; Zika, when Covid hit in January, we called for mass screening with rapid tests as a way to...","sentiment_score":0.0}
{"full_text":"RT City mayors will literally be like \"please don't give homeless people food, because if they're starving they might come to ou...","sentiment_score":0.0}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Wuhan virus and the lab: We still don't know what happened. needs to get in.","sentiment_score":0.0}
{"full_text":"And for COVID antibodies, for that matter, which show you had it.","sentiment_score":0.0}
{"full_text":"I mean, Kumbh Mela during covid? Really?","sentiment_score":-0.05625}
{"full_text":"RT Stanford study: Lockdowns have no significant effect in reducing COVID-19, may even spread it | News | LifeSite","sentiment_score":-0.1875}
{"full_text":"RT Been asked by journalists how serious #WuhanPneumonia outbreak is. My answer: take it seriously bc of cross-border spread...","sentiment_score":-0.3333333333}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Cuomo presser if anyone is interested","sentiment_score":0.25}
{"full_text":"RT Saddest bit about COVID is that you can obey all the protocols and still get infected because somebody else didn't.","sentiment_score":0.0}
{"full_text":"Geography Is Destiny: Dentists' Access to Covid Shots Depends on Where They Live","sentiment_score":0.1363636364}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT That was for you, Kai! We'll sort out a signed shirt for you from the lads. The West Ham United family are all behind you ","sentiment_score":-0.4}
{"full_text":"RT Delhi | An AIIMS security guard has developed an allergic reaction after receiving COVID19 vaccination here today. He is kept unde...","sentiment_score":0.1}
{"full_text":"Uh, no princess. Low lights of his accomplishments:- impeached TWICE (a world record)- lost the election (BIGLY)- divided the country- pandemic response was\/is a DISASTER- built wall (in DC)- a total failure (aka LOSER)","sentiment_score":-0.0791666667}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"brb gonna go cuss out my uc covid case worker","sentiment_score":0.0}
{"full_text":"RT NATION LOVES RUBINA &amp; we want her to win the trophy.Janta wants Jasmean to stay at her home, and take care of her men...","sentiment_score":0.5}
{"full_text":"I see Donald Cameron Tory MSP is convening a committee to discuss the Scottish Government's response to Covid! I wonder what their conclusions will be?  Maybe he'd be better looking at the chaos his own party has caused in England. I'm sure however he","sentiment_score":0.5333333333}
{"full_text":"RT 55 Americans Have Died Following COVID Vaccination, Norway Deaths Rise To 29\"all deaths are thus linked to this vaccine,\"...","sentiment_score":0.0}
{"full_text":"RT Proud of my good friend and former deputy chief of staff Rosa Po for being named to COVID response team. We a...","sentiment_score":0.5}
{"full_text":"Inna lillahi wa inna ilayi raji'oonMy great-grandmother rHmh llh has returned to her Lord after battling Covid. She left behind numerous grandchildren &amp; great-grandchildren who adore her May Allah have mercy on her and beautify her grave with the fragrance of paradise","sentiment_score":-0.1333333333}
{"full_text":"RT Why would you risk getting Covid to see Bow Wow?!?!? I","sentiment_score":0.15625}
{"full_text":"RT My brother was deemed a close contact for covid but hadn't tested positive yet, so...","sentiment_score":0.2272727273}
{"full_text":"yet our children run around with masks on.... child abuse","sentiment_score":0.0}
{"full_text":"RT The latest information on #Covid19 in the #UAE #ChoosetoVaccinate#CommitToWin#TogetherWeRecover#TogetherForYourWellness...","sentiment_score":0.5}
{"full_text":"RT I can't believe my hottest years r being given 2 depression and a Pandemic. ...","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT This tweet was sent exactly a year ago.In unrelated news, the government are finally bringing in checks at airports f...","sentiment_score":0.125}
{"full_text":"I hope people who are numb to this as just a number learn that this number represents real people and yesterday my dad became one of them.","sentiment_score":-0.2}
{"full_text":"COVID-19 vaccine launch: Netizens laud PM Narendra Modi; 'LargestVaccineDrive' hashtag trends on Twitter","sentiment_score":0.0}
{"full_text":"RT This must not happen. We, the medical profession, must feel confident in our messaging to convince people who need the v...","sentiment_score":0.25}
{"full_text":"RT Typical egg-shell logic of the oppressive Israeli regime, also with the denied COVID-vacinations: Tel Aviv sa...","sentiment_score":-0.1666666667}
{"full_text":"RT January 2020.","sentiment_score":0.0}
{"full_text":"RT Health security is an issue that has come into stark focus over the past year. The SARS-CoV-2 pandemic has highlighted...","sentiment_score":-0.225}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Do you want to know when you're eligible for the COVID-19 vaccine? Fill out our vaccine interest form and we will use...","sentiment_score":0.0}
{"full_text":"CA Dems are running CA into the ground. I have 7 friends who have left this year because of property values, taxes and general cost of living. AB5 has been a disaster, COVID response bungled, homelessness is an epidemic. What are you doing???","sentiment_score":0.025}
{"full_text":"RT Who assigns a GROUP ASSIGNMENT during a pandemic??????????","sentiment_score":0.0}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Karl-Anthony Towns announces he's tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"23 die in Norway after receiving Pfizer COVID-19 vaccinehttps:\/\/t.co\/jz6ZNEMDgw","sentiment_score":0.0}
{"full_text":"RT Covid claimed the lives of 217 people in Florida today. Never forget that skipped to the front of the line t...","sentiment_score":0.0}
{"full_text":"Pastor Yvonne writes, \"The last six months since I was welcomed at First Church have been quite the whirlwind!\" Read more of this pastoral letter in our First Church Weekend Update. [Image credit: United Nations Covid-19 Response via Unsplash] -","sentiment_score":0.265625}
{"full_text":"RT We're approaching a year of being under lockdown. Any progress, gents?","sentiment_score":0.0}
{"full_text":"RT At what point do we buck up and stop calling this incompetence and start calling it criminal?https:\/\/t.co\/olzuq9XE7a","sentiment_score":0.0}
{"full_text":"RT we need more reporting on how covid vaccinations are being distributed to the rich first, even though poor folk (who are di...","sentiment_score":0.18125}
{"full_text":"RT Norway says Covid-19 shots may be too risky for the very old and terminally sick, after 23 people died shortly after receivin...","sentiment_score":-0.1947619048}
{"full_text":"RT Wasn't Australia from midnight on Sunday 15th March?https:\/\/t.co\/G8c3WZb0Cd","sentiment_score":0.0}
{"full_text":"RT This by Pete Lunn is your must-read for today... We need to tackle Covid-19 differently after this lockdown. Here is ho...","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"I wish India &amp; Sri ji great success in launching the world's largest COVID vaccination roll-out.  #COVISHIELD is part of this historic effort &amp; to endorse it's safety &amp; efficacy, I join our health workers in taking the vaccine myself.","sentiment_score":0.3666666667}
{"full_text":"RT It is now official that #Master is the biggest blockbuster. First Indian leading actor to release after pandemic and give a...","sentiment_score":0.25}
{"full_text":"RT Wuhan virus and the lab: We still don't know what happened. needs to get in.","sentiment_score":0.0}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT How did her \"supervisor \" know what is going to happen next week? Good question","sentiment_score":0.35}
{"full_text":"It's a miracle","sentiment_score":0.0}
{"full_text":"got thru it\/\/\/USWNT's Lindsey Horan details 'miserable' battle with COVID-19","sentiment_score":-1.0}
{"full_text":"RT Government guidance states schools are NOT required to provide free school meals during February half term.Sigh.https:...","sentiment_score":0.1166666667}
{"full_text":"my parents suspecting that i have corona 24\/7 bc i have a strong cough without any reason little do they know i'm having cigarettes for dinner when they sleep","sentiment_score":0.1229166667}
{"full_text":"can the pandemic end so we can get pics of louis being cute with fans","sentiment_score":0.5}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT It is genuinely brilliant that so many people have received their first dose. Absolutely wonderful. But you have not \"...","sentiment_score":0.6625}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"We go to Target, Lowe's, Home Depot, Sam's Club, walk right in.  Mr. Victory went to and there was a 50 min wait to get in.  They apparently have limits on # of people who can go in to THE BIGGEST STORE OF THEM ALL.  Covid makes people stupid.","sentiment_score":-0.1547619048}
{"full_text":"RT Another day, another 9\/11. At least 3,744 new coronavirus deaths and 240,925 new cases were reported on Jan. 15. Over the week,...","sentiment_score":-0.0090909091}
{"full_text":"RT 1. The entire world is looking at #India 's comparatively low #COVID19 numbers with suspicion. Having lived in #Germany...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Economy has sunk, nearly 2 Lakh people have died due to mismanagement in Corona, lakhs of farmers are sitting on dharna agai...","sentiment_score":-0.0125}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT I will hire a lawyer for anyone who was ticketed today. Do not pay the fine. Do not plead guilty. I have pledged to defend...","sentiment_score":-0.0416666667}
{"full_text":"RT WOW!  This thread!We need to stop politicizing science, or politicians will kill us all.","sentiment_score":0.125}
{"full_text":"There is a currently a massive post-vaccination \"outbreak\" in tens of Israeli care homes. Not necessarily symptomatic, but many previously \"clean\" care homes suddenly have hundreds of new cases appear - usually a few days after the inhabitants were given the 1st dose...","sentiment_score":0.1147186147}
{"full_text":"the passage of our beloved mother, Hajiya Fatima (Fanta) Garba Mohammed.An immediate junior sister of late Gen Sani Abacha, she died yesterday, January 16, 2021, due to COVID-19 complications at the age of 75.She is survived by 1)Alh Mahmoud Garba Mohammed","sentiment_score":0.0916666667}
{"full_text":"I never realized how many different toilets I used until the pandemic lol","sentiment_score":0.4333333333}
{"full_text":"RT Wuhan virus and the lab: We still don't know what happened. needs to get in.","sentiment_score":0.0}
{"full_text":"RT If you know older or high-risk friends or family members who are eligible for the COVID vaccine but aren't as digitally...","sentiment_score":0.0833333333}
{"full_text":"Anyone who wants to, sweetie. I notice you don't deny it. Wear a mask.https:\/\/t.co\/tR8xI7OfjH","sentiment_score":0.2}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS (WSJ): The Actual COVID-19 Death Toll Under Trump Is Well Over 500,000","sentiment_score":0.0}
{"full_text":"Hilary wouldn't have disbanded the pandemic team. She wouldn't have refused help from WHO. We might've had a functioning government instead of the armed cluster we now have. These are my beliefs.","sentiment_score":0.0}
{"full_text":"RT Covid: Three fined over 90mph West Yorkshire takeaway trip","sentiment_score":0.0}
{"full_text":"RT The Biden-Harris COVID-19 response plan will include:Setting up community vaccination sites nationwideScaling up test...","sentiment_score":0.0}
{"full_text":"RT This tweet was sent exactly a year ago.In unrelated news, the government are finally bringing in checks at airports f...","sentiment_score":0.125}
{"full_text":"RT Health officials say that even after you get vaccinated against #COVID19, you still need to practice the usual pandemic prec...","sentiment_score":-0.25}
{"full_text":"So we can expect a lot of octogenarian coming out parties?","sentiment_score":0.0}
{"full_text":"RT COVID-19 battle marked 'worst 11 days' of sportswriter's life","sentiment_score":-0.45}
{"full_text":"RT The Abu Dhabi Emergency, Crisis and Disasters Committee announces the continuation of e-learning for all academic levels fo...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS (WSJ): The Actual COVID-19 Death Toll Under Trump Is Well Over 500,000","sentiment_score":0.0}
{"full_text":"Pandemic Saturday... Shake it up! Left Handed by KARPhttps:\/\/t.co\/2TKYtqY3FG","sentiment_score":0.0}
{"full_text":"Absolute prick of a boy","sentiment_score":0.2}
{"full_text":"RT Big news on our 100th publication: thrilled to be publishing v. ltd ed. of just 100 hardback editions of One Hundred L...","sentiment_score":0.3}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"COVID about to go back to back.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT  The UK #coronavirus variant has increased transmissibility, but other mutations to the Sars-CoV-2 are provoking co...","sentiment_score":-0.125}
{"full_text":"RT Last night kids went through ice on a pond in Fortunately they were able to self rescue. This could have bee...","sentiment_score":0.3}
{"full_text":"RT ANGEL THOUGHTSCovid has forced some to revaluate their lives ,this means big changes have to be made ,always ask God...","sentiment_score":-0.15}
{"full_text":"RT I pray all Covid patients recover and that my family and friends stay Covid free","sentiment_score":0.4}
{"full_text":"The COVID threat is over, and its safe to vote in person, now that Biden has won.","sentiment_score":0.5}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT To those who still wear their mask below the nose, it's been almost a year now; it takes less time to potty train a toddler.","sentiment_score":-0.1666666667}
{"full_text":"RT THREAD: Senator who's an eye Doctor, went on Fox News &amp; told people who are several weeks out from their 2nd d...","sentiment_score":0.0}
{"full_text":"Looks like creating the monster is the easy part. To keep it in the cage is far more difficult. Communists are usually bad at it . Covid = Tchernobyl .","sentiment_score":-0.0333333333}
{"full_text":"Don't think there are any positives in this pandemic? This article might change your mind:","sentiment_score":0.0}
{"full_text":"if this ain't you ","sentiment_score":0.0}
{"full_text":"They should also bring a priest and some holy water.  The US government will spend $500,000 deep-cleaning the White House before Biden's inauguration via","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT When the auspicious lamp was lit by a Corona warrior at a small PHC in Nilgiris to mark the beginning of Vaccination th...","sentiment_score":-0.25}
{"full_text":"RT I have a lot of crazy Trump supporting neighbors so we changed a few of our property's WiFi cameras from FBI Surveillan...","sentiment_score":-0.1833333333}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"All because he refuses to wear a mask?!","sentiment_score":0.0}
{"full_text":"Joshua J. Sneade presents a collection that captures the still, slow essence of that first lockdown summer #art #lockdownuk  ","sentiment_score":-0.025}
{"full_text":"Faced with frequent Zoom calls, and with the daily death toll rising, some #transgender people decided that it was \"now or never,\" that transitioning during the #pandemic was something they needed to do:","sentiment_score":0.05}
{"full_text":"Smartwatches and other wearable devices may be able to spot #COVID19 infection days before an individual is diagnosed. Read more in about how wearable technology could play a vital role in battling the pandemic.","sentiment_score":0.195}
{"full_text":"Have questions about the future of sustainable development &amp; how the world can rise stronger after #COVID19? Our experts are ready to answer! Join us for our fireside chats on 19 and 21 January https:\/\/t.co\/Y5hhhWeoUd","sentiment_score":0.125}
{"full_text":"Shoppers faced with gaps on shelves as supermarkets battle with Brexit red tape","sentiment_score":0.0}
{"full_text":"CSO Associate Concertmaster Stephanie Jeong spoke to to discuss the launch of digital concert series CSO Sessions amid the COVID-19 pandemic. \"It's shown all of us musicians that the audience really plays an important role in our concerts.\"https:\/\/t.co\/gq33Z2I6NH","sentiment_score":0.2}
{"full_text":"EP 59. Lockdown Porn  -LOCKDOWN ROAST-GAY PORN IS ELITE (NOT LESBIAN, GAY)-TWITTER PORN OR PORNHUB?-LOVED BY YOU SHORT FILM SPOTIFY - - -","sentiment_score":0.0}
{"full_text":"Lockdown can be lonely for many of us and very hard on our #mentalhealth.Here's some tips for you to look after your mental health:Talk about your feelings Keep active Eat well Drink sensibly Keep in touch Ask for helpTake a break","sentiment_score":-0.0425}
{"full_text":"Celebrate Dr. Martin Luther King Jr., Day on Monday, Jan. 18 starting at 10a.m. This year, they will be hosting the event online due to COVID-19. Reverend Dr. Ozzie Smith Jr. will be the Featured Speaker with performances by District #205 students.","sentiment_score":-0.0625}
{"full_text":"#lasvegas, Come Get Your Free Covid-19 Test!We've seen the testing lines and now we're proud to serve our community: Now announcing our Free Drive-Up COVID-19 Testing location right here in the Las Vegas valley.Learn More:","sentiment_score":0.4771428571}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"Work from home in Corfu villa for a month to beat Covid lockdown blues","sentiment_score":0.0}
{"full_text":"RT \"As more Americans get vaccinated against COVID-19, many are asking if it's possible for them to still spread the viru...","sentiment_score":0.3333333333}
{"full_text":"As #COVID19 challenges communities to work together to flatten the curve of the pandemic, provides resources promoting ethical reflection and decision making during this trying time.","sentiment_score":0.2}
{"full_text":".#Russiavaccine the best? Not so fast. When it comes to #COVIDvaccine ranking, the data simply isn't in yet. #coronavirus #CoronaVaccine #COVID19","sentiment_score":0.4}
{"full_text":"Colonial Automotive Group to pay $1 million to Settle Claims it Exploited Unemployment System During Pandemichttps:\/\/t.co\/8V6OwHDfVW","sentiment_score":0.0}
{"full_text":"#LifeHacks: Since the outbreak of the pandemic, it is not easy to tell whether we are winging it at life or just watching the days pass by without doing muchhttps:\/\/t.co\/i488al19HZ","sentiment_score":-0.2166666667}
{"full_text":"Swiss set to approve AstraZeneca Covid vaccine this month via","sentiment_score":0.0}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"Covid-19 is killing twice as many people in poor communities than elsewhere - and the stats prove it, in the #SundayTimesZA tomorrow.","sentiment_score":0.05}
{"full_text":"Micronutrients as the only successful long-term way to fight the Coronavirus pandemic:","sentiment_score":0.375}
{"full_text":"Study Examines COVID-19 Spread At Large Gatherings!https:\/\/t.co\/TbsvVvm1uS #Covid19 #EmergingTech #Pandemic #DigitalTransformation #Events #Gathering #Technology #Events","sentiment_score":0.2142857143}
{"full_text":"Magazine: \"I remember that when I visited Toronto for the first time to tour U of T, I felt an immediate connection to Dunstan Ramsay, the main character of Davies' book.\"https:\/\/t.co\/OEkEJU1Fw0","sentiment_score":0.2083333333}
