{"full_text":"Over the years they nHad cheated death by special medical attention but covid19 came t rubbish that. Covid pindira ex moH, drax n all that looted covid funds, spare the innocent","sentiment_score":0.2857142857}
{"full_text":"Matthew Harrison, Head of Biotech Research, discusses the COVID-19 vaccine rollout on Worldwide Exchange:","sentiment_score":0.0}
{"full_text":"She may have been a respectable doctor who did good work before the Trump administration and this pandemic, but her incompetence her unwillingness to stand up against the president's malevolent selfishness has cost tens of thousands of lives.","sentiment_score":0.1333333333}
{"full_text":"RT President Biden will sign two more executive orders that aim to reduce hunger in the U.S. and promote federal workers' ri...","sentiment_score":0.5}
{"full_text":"RT New analysis shows that it is 'highly likely' that Covid rates among teachers are higher than in the wider adult populationhttps:...","sentiment_score":0.1215909091}
{"full_text":"witty","sentiment_score":0.5}
{"full_text":"WATCH | Governor Kate Brown is set to speak Friday on Oregon's ongoing coronavirus response following her State of the State address.https:\/\/t.co\/mfcTDRsIPv","sentiment_score":0.0}
{"full_text":"RT It should never never never be forgotten that Cahill - along with her fascist colleagues Hermann Kelly and Glenn Miller - a...","sentiment_score":0.0}
{"full_text":"If they do the press won't be there.","sentiment_score":0.0}
{"full_text":"RT JUST IN: Michigan Department of Health and Human Services identifies two additional cases of COVID-19 variant in Washtenaw...","sentiment_score":0.0}
{"full_text":"Simple: it's divididing deaths 1 year after the pandemic was over by deaths DURING the pandemic. So \"return to normal\" is 30% below the peak of the pandemic.","sentiment_score":0.075}
{"full_text":"RT NEW: Although children are taking part in more hours of remote lessons now than during the first school closures, poorer c...","sentiment_score":0.1965909091}
{"full_text":"I wear two at work but I'm finna start wearing two more often ","sentiment_score":0.5}
{"full_text":"RT #Solihull here are some top tips to make the most of your #rubbish collection during this #lockdown.# Close all bags s...","sentiment_score":0.5}
{"full_text":"RT Narrator: And it never was.","sentiment_score":0.0}
{"full_text":"\"One concern ... is that the [new] vaccines ... are so novel scientists just don't know enough about them. But ... the technology ... has been in the works for more than a decade: it's the culmination of 10-15 yrs of investment in science.\"https:\/\/t.co\/FM6eQQzKmM","sentiment_score":0.2121212121}
{"full_text":"RT Wish I could just leak my extremely limited data to Peston rather than have to write-up reports and papers and all that...","sentiment_score":-0.0714285714}
{"full_text":"RT \"Excess deaths is the gold standard in assessing the scale of the impact of coronavirus.\"We've said this right from the...","sentiment_score":0.1428571429}
{"full_text":"why aren't you showing the covid numbers 24\/7 on your channel like you did before 1\/20\/21?","sentiment_score":0.0}
{"full_text":"Check out","sentiment_score":0.0}
{"full_text":"RT 8,000 people have died from COVID in 2 days.","sentiment_score":0.0}
{"full_text":"RT 30% to 40% more fatalities.","sentiment_score":0.5}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"Now we're switching to Valerie Smith for the govt.Smith - Proclamations aren't proven to be the entire cause of the delay. There's no nexus. Covid is the reason for the delay, not the ban (BTW - the govt argues this in every case). 21","sentiment_score":0.0}
{"full_text":"RT Last night on his program again lied to his audience about CNN, stating we'd \"dutifully removed\" the COVID-19 tra...","sentiment_score":0.0}
{"full_text":"RT Marina Ness, Inspire's Director of Research, was an author on a new paper, \"Leveraging Social Media as a Thermometer to Ga...","sentiment_score":0.0848484848}
{"full_text":"LRT  THAT'S HUGE. THAT'S SO HUGE. PEOPLE MIGHT BE ABLE TO QUIT FOR FEAR OF SAFETY DURING A PANDEMIC. YOU WON'T HAVE TO CHOOSE WORK VS POSSIBILITY OF DEATH HUGE HUGE HUGE HUGE HUGE","sentiment_score":0.4125}
{"full_text":"RT LATEST: President Biden to sign two executive orders Friday on Covid-19 economic relief and worker protections.","sentiment_score":0.35}
{"full_text":"Of the roughly 7,000 Guardsmen currently deployed to the District of Columbia, there are now 43 positive cases of COVID-19, Air Force Capt. Tinashe Machona, spokesman for the D.C. National Guard, said in a statement.","sentiment_score":0.0424242424}
{"full_text":"RT  FRESH FRIDAY GIVEAWAY  Tag a mate who needs some lockdown Lynx along with #LynxSmellReady for a chance to each WIN PS100 CASH...","sentiment_score":0.55}
{"full_text":"RT I agreed to serve as Director because I believe in the agency's mission and commitment to knowledge, statistics, a...","sentiment_score":0.0}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"RT They sure did. Especially after telling everyo...","sentiment_score":0.25}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"RT Wonder how many migrant workers were in the sample &amp; which way their thumbs would point!","sentiment_score":0.625}
{"full_text":"I just heard that United will make vaccines mandatory for employees. Is AA also looking into making the work environment safer for it's employees and also it's customers?","sentiment_score":0.0}
{"full_text":"RT The lawmakers, many of whom are members of the Legislature's health committees, are seeking to end the only statew...","sentiment_score":0.25}
{"full_text":"RT \"The President has already done a number of calls with Democrats and Republicans,\" White House press sec. Jen Psaki tells...","sentiment_score":-0.05}
{"full_text":"RT OMG--Biden WH just created a new *National Center for Epidemic Forecasting &amp; Outbreak Analytics*. Just like a national we...","sentiment_score":0.0181818182}
{"full_text":"\"That's what they get for wanting stronger leverage in negotiating better working conditions\"","sentiment_score":0.5}
{"full_text":"RT CNN, the Democrat Party, the CCP all seem to strangely be on same page when it comes to COVID messaging.What a funny c...","sentiment_score":0.125}
{"full_text":"RT Shooting someone on 5th Avenue is quaint compared to this. This is a confession of mass murder. He deliberately slaughte...","sentiment_score":0.0}
{"full_text":"Get Covid testDrink some cocoaListen to The CranberriesPlay Warcraft while waiting for said results #RadicalLeftistAgenda","sentiment_score":0.0}
{"full_text":"The picture you are referring to was taken at the NIH lab in Maryland, not Wuhan. Also, it's HHS Secretary Sylvia Burwell, not Melinda Gates.","sentiment_score":0.0}
{"full_text":"Citation for Doug Ford blaming travel:https:\/\/t.co\/hW2mB6UT6I","sentiment_score":0.0}
{"full_text":"A whole vibe ","sentiment_score":0.2}
{"full_text":"All three lockdowns have been trying to survive for some of us ","sentiment_score":0.0}
{"full_text":"RT We have three essential items on our plate:Confirming President Biden's cabinet and key officials.Providing desperately...","sentiment_score":-0.2}
{"full_text":"Asuu and covid-19 has impeded the criminal profession of heartless students all over the nation.","sentiment_score":-0.4}
{"full_text":"Sell more panic, I wanna buy the dip !","sentiment_score":0.625}
{"full_text":"RT We have three essential items on our plate:Confirming President Biden's cabinet and key officials.Providing desperately...","sentiment_score":-0.2}
{"full_text":"RT 1,401 Coronavirus Deaths announced today. This is not a lockdown when factories stay open, nurseries are open &amp; up to 5...","sentiment_score":0.0}
{"full_text":"#COVID19 Free full text access! #coronavirus #covidCPG Predicting severe COVID-19 in the Emergency Department.","sentiment_score":0.41875}
{"full_text":"RT So far you have done nothing about the murder of my daughter, about COVID, or the insurrection.  So far, all you do is...","sentiment_score":0.1}
{"full_text":"RT FLU varies each year, as does its vaccine. COVID is here forever &amp; will vary, so over time Covid vaccine will also vary. W...","sentiment_score":0.0}
{"full_text":"Thank you, President Biden!","sentiment_score":0.0}
{"full_text":"RT The new admin has blocked construction of the #Keystone XL Pipeline. This move is flat wrong. Stopping construction wil...","sentiment_score":-0.1295454545}
{"full_text":"Coronavirus + Lockdowns &gt; Bruce tbh","sentiment_score":0.0}
{"full_text":"Hi! I hate asking for money but I need help for right now I need help for food and medicine I currently lost my job and have covid 19 anything helps me and my family if you can't donate please retweet so others can see it my Venmo is mia655 thank you!","sentiment_score":-0.1714285714}
{"full_text":"RT Notice something different about CNN? Their COVID-19 death counter is gone.","sentiment_score":0.0}
{"full_text":"RT I couldn't wait one more day to have this meeting, to say thank you on behalf of a grateful nation, to educators for their hero...","sentiment_score":0.5}
{"full_text":"RT The government's response to Covid is so woeful partly because Rishi Sunak has appalling judgement &amp; lacks understanding o...","sentiment_score":-0.35}
{"full_text":"RT I don't know what killed Hank Aaron. But I DO know that under our rules for counting #Covid deaths, had he tested positiv...","sentiment_score":-0.2}
{"full_text":"RT Who is trying to get a Covid-19 vaccine and can't get one?","sentiment_score":0.0}
{"full_text":"RT How can you be a lagosian and not know having a face mask is an essential commodity in this trying times? Even if you're...","sentiment_score":0.0}
{"full_text":"And no COVID!","sentiment_score":0.0}
{"full_text":"was laid off for 1 month in June for covid and got a bill for 3600 from unemployment.. on hold for 3 hours trying to get it resolved..wtf!!!","sentiment_score":0.0}
{"full_text":"Thread ","sentiment_score":0.0}
{"full_text":"RT We need answers. This is unacceptable. Why are we in last place? Who is consolidating all the various data from the 3,500...","sentiment_score":0.0}
{"full_text":"RT After our BX+Queens district became the most COVID-hit in the country, I spent much of last year working on an issue that was deva...","sentiment_score":0.1333333333}
{"full_text":"RT I'll just leave this here @ninnyd101 #covid #vaccine #lockdown #tiers","sentiment_score":0.0}
{"full_text":"RT A trial delay would give the Senate more time to confirm Mr Biden's Cabinet nominees and debate a new round of coronavirus r...","sentiment_score":0.1454545455}
{"full_text":"RT WATCH LIVE: Gov. Phil Murphy gives updates on growing coronavirus cases in New Jersey","sentiment_score":0.1363636364}
{"full_text":"RT Sri Lanka Health Minister tests positive for Covid - BBC","sentiment_score":0.2272727273}
{"full_text":"RT Plus he still hasn't fixed the unemployment system and thousands of people haven't received their funds","sentiment_score":0.1}
{"full_text":"ofiara lockdown","sentiment_score":0.0}
{"full_text":"RT Are we sending in govt inspectors to scrutinise the work of nurses, GPs, surgeons, scientists, firefighters, MPs, polic...","sentiment_score":0.0}
{"full_text":"RT Democrats on Trump's last day: \"We are heading into the deadliest point of the COVID-19 pandemic\"Democrats on Biden's fi...","sentiment_score":0.0}
{"full_text":"RT .@MeghanMcCain, can you retract your statement on Dr. Fauci? What he said wasn't a lie, they were trying to understand...","sentiment_score":0.0}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"<< Chut  >>","sentiment_score":0.0}
{"full_text":"Just incredible how governments have forced restaurants to build an outside version of inside so as to avoid all the Coronavirus that is inside.","sentiment_score":0.2}
{"full_text":"RT Remember the lying incompetent killer originally said February.https:\/\/t.co\/ehhX7TLr8T","sentiment_score":0.0125}
{"full_text":"UK Children's welfare becoming 'national emergency', health experts warn","sentiment_score":0.45}
{"full_text":"Where's Whoopi?","sentiment_score":0.0}
{"full_text":"Lmao. I will never tire of the Bee's takes on CNN.","sentiment_score":0.6}
{"full_text":"RT U.K.'s new more contagious strain of coronavirus may be linked to higher mortality, Prime Minister Boris Johnson says","sentiment_score":0.2954545455}
{"full_text":"The Government says it has no plans to amend the criteria for the Covid Restrictions Support Scheme despite growing complaints from business groups that firms that need it are being excluded. |","sentiment_score":0.0}
{"full_text":"#MaskUp (Prevention is better than Cure &amp; Shame) Starring #Kalybos1 Guest ft #PolicePrince1Shot by #KalybosPublicistMask Up Obey the Safety Protocols and let's help Prevent the Spread of COVID-19. Stay Safe #RonormotorsGH.","sentiment_score":0.5}
{"full_text":"RT This Government has no idea what it's doing. Terrifying.","sentiment_score":-1.0}
{"full_text":"very annoyed with postie I was home and they didnt even knock to deliver package which was too big for letterbox card left and I now have to go out which I shouldn't have to and break the stay at home advice grrrrrrt","sentiment_score":-0.1733333333}
{"full_text":"RT I don't understand what the Premier is trying to accomplish with this stunt? If he's so inclined, he should drive to e...","sentiment_score":0.0}
{"full_text":"RT Former acting DHS Secretary Kevin McAleenan is urging senators to quickly confirm Alejandro Mayorkas, President Biden's nom...","sentiment_score":0.1111111111}
{"full_text":"We're in a pandemic.","sentiment_score":0.0}
{"full_text":"RT It's pretty clear the government are clearing themselves of all blame for the Coronavirus crisis and shifting all resp...","sentiment_score":0.175}
{"full_text":"Since Covid began, I look forward to your commentary on MSNBC.  I call you \"The Medical Frank Figliuzzi\".  I mean that as a supreme compliment!","sentiment_score":-0.1953125}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT Good News - Contra Costa County has now launched a vaccine appointment phone line! Open Monday through Friday between 8am...","sentiment_score":0.4375}
{"full_text":"And Australia is becoming increasingly Authoritarian as evidenced by their recent actions taken toward the citizens during the pandemic","sentiment_score":0.225}
{"full_text":"RT .@MeghanMcCain, can you retract your statement on Dr. Fauci? What he said wasn't a lie, they were trying to understand...","sentiment_score":0.0}
{"full_text":"Matthew 12:22-23 [22]Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see. [23]All the people were astonished and said, \"Could this be the Son of David?#ExpressNightExpo #Covid19","sentiment_score":-0.5}
{"full_text":"RT Highest death rate in the world, and now this. It must be a contender for the Pulitzer prize. Fantastic in-depth journalism...","sentiment_score":0.4}
{"full_text":"How to start the new year with a positive mindset#suddenlysingle #single  #lifechallenges #lifegoals #futuregoals #postivemind #positiveattitude #financialhelp #support #finance  #money  #staystrong #makeitcount #life  #health #lockdown #health #mindsethttps:\/\/t.co\/0qheN7Azcf","sentiment_score":0.0974025974}
{"full_text":"COVID-19: Ottawa's top doctors plead for residents to stay home; 'Hang on and hold tight,' Trudeau says  ","sentiment_score":0.1607142857}
{"full_text":"I think that makes perfect sense. Politicians and NHS (add WHO and CDC) will never explore that possibility though.","sentiment_score":1.0}
{"full_text":"Anthony Mwamba Wiki - Anthony Mwamba BiographyAnthony Mwamba was an Olympic boxer from Zambia who died of COVID-19 on January 21, 2021. He was born on August 8, 1960.He competed in the men's light welterweight event at the 1988 Summer Olympics.https:\/\/t.co\/G73lwXwsfF","sentiment_score":0.4}
{"full_text":"RT JUST IN: Coronavirus variant found in UK may be more deadly, PM says","sentiment_score":0.15}
{"full_text":"FFS...after your psychotic trump agenda, this is like a sleepy Sunday morning.  If trying to control covid19, taking care of people and working to take care of the earth is radical, then so be it.  Quit stirring up the irrational right. When will ya'll ever get over yourselves.","sentiment_score":-0.1071428571}
{"full_text":"Boris Johnson explains to the country how the spike in Covid cases has nothing to do with Christmas.","sentiment_score":0.0}
{"full_text":"RT One year ago, the U.S. recorded its first COVID-19 case.More than 410,000 deaths later, we finally have a national str...","sentiment_score":0.0833333333}
{"full_text":"RT Me, after watching episodes 1 and 2 of #WandaVision  : Psshh I know how the comics went, I got this shit on lockdown, he...","sentiment_score":-0.2}
{"full_text":"\"Once COVID is over\" is starting to sound a lot like \"when CL releases her album \" ","sentiment_score":0.2}
{"full_text":"Suddenly i love carlitos omg","sentiment_score":0.5}
{"full_text":"RT Bill Gates will now know where Bill Gates is at all times.","sentiment_score":0.0}
{"full_text":"RT In France they gave their foreign frontline workers citizenship. In the UK...","sentiment_score":-0.125}
{"full_text":"He doesn't live near me. ","sentiment_score":0.1181818182}
{"full_text":"RT My Uncle who is 83 years, had his first dose yesterday &amp; the second is due on 15th April. I t...","sentiment_score":0.0416666667}
{"full_text":"Lots to learn indeed - and we want to look outwards and forward rather than inwards and backward.","sentiment_score":0.0}
{"full_text":"RT Carlson's claim that CNN got rid of the Covid tracker because Biden is now in charge is -- like previous versions of the claim...","sentiment_score":-0.1666666667}
{"full_text":"Seems like a pandemic where everyone has to stay home and a lot of people are financially struggling would be the worst possible time to change the price of Xbox Gold Live by a big amount... but what do I know.","sentiment_score":-0.1727272727}
{"full_text":"You can find my daily data updates herehttps:\/\/t.co\/tjq60QTpb6","sentiment_score":0.0}
{"full_text":"RT He's back!!! Professor Pantsdown from is on the #BBC again. Who on Earth listens to Neil Ferguson anymore? #COV...","sentiment_score":0.0}
{"full_text":"Wish I could watch. Make a deal with already. There's still a pandemic now isn't the time for greed.","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT 2nd #COVID19 vaccine is in! I'm 48 hours out and can report that yesterday I had side effects of headache, muscle ach...","sentiment_score":0.0}
{"full_text":"\"Design, after all, is about more than producing safe surfaces cheaply,\" writes on what we can learn from  #COVID19 inoculation pavilion","sentiment_score":0.4666666667}
{"full_text":"Are you looking for information about the COVID-19 vaccine in #PrinceGeorgesCounty? Join us on Monday, January 25 at 7 pm for the Latino townhall with CASA and To submit your questions before Monday, visit ","sentiment_score":0.0}
{"full_text":"Everyone has to wear a face mask and gloves when they come #coyote trapping with us. #BernieSandersmemes","sentiment_score":0.0}
{"full_text":"Just because you're in lockdown, it doesn't mean you can't enjoy a fantastic Burns Night event!Join us on YouTube or the school website at 7pm on Monday when our Pipe Band will present their Virtual Burns Supper!","sentiment_score":0.121875}
{"full_text":"Nearly 1,600 Allegan County residents received COVID-19 vaccinations last week.https:\/\/t.co\/JdkCs2kWMm","sentiment_score":0.05}
{"full_text":"RT The press secretary really said that Biden couldn't wear a mask because he was celebrating","sentiment_score":0.2}
{"full_text":"Kids in need of remedial support already were vulnerable before the pandemic. Now they're facing educational ruin.https:\/\/t.co\/gpbET0m7OH","sentiment_score":-0.125}
{"full_text":"RT There's nothing lower than this latest dick move. It's so disgusting, I'm speechless","sentiment_score":-0.25}
{"full_text":"Unfortunately the opening of Super Nintendo World at has been delayed indefinitely, due to a recent surge of Covid-19 in Osaka. The land was due to open on February 4th. #universalstudiosjapan #usj #SUPERNINTENDOWORLD #universalstudios #supernintendo","sentiment_score":-0.0694444444}
{"full_text":"Lol what's Covid ?","sentiment_score":0.8}
{"full_text":"The inspiring action has caught the attention of celebrities such as Rhyl actor Spencer Wilding and Steve Speirs who have sent video messages of support ","sentiment_score":0.2}
{"full_text":"\"Travel patterns are changing week by week... For that, we built three interactive dashboards that can track trends and report on a real-time basis\" -Pragun Vinayak, Travel Demand Modeler How #data can help with #COVID19 service #recovery:","sentiment_score":0.0}
{"full_text":"Pfizer to Supply 40M COVID-19 Shots for Poor Countries  #bioethics","sentiment_score":-0.4}
{"full_text":"New #HealthForward blog: Explore how real-world data is being used to see if someone's #COVID19 antibodies can help others avoid severe symptoms.","sentiment_score":0.1363636364}
{"full_text":"Although it may be your turn to get #COVID19 vaccine, supply is limited + you may have to wait to receive vaccine. Continue to check the vaccine provider map to find a location, then schedule your vaccine appointment with the provider you select:","sentiment_score":-0.0714285714}
{"full_text":"RT Here's what I'm doing while I wait my turn for the COVID-19 vaccines: masking up, staying at least six feet apart from others,...","sentiment_score":-0.3}
{"full_text":"Oh dear - another seven Covid fines dished out by the police this week. This time over a 40th birthday partyhttps:\/\/t.co\/1FE1Fl5Ul1","sentiment_score":0.0}
{"full_text":"While COVID-19's toll on health and the economy has been massive, it has also created new opportunities for collaboration, innovation, and expansion for #LifeSciences companies. Learn why industry #CFOs have cause for cautious optimism in 2021:","sentiment_score":0.0681818182}
{"full_text":"RT look in his eyes and tell him that you have to go into the office because your boss won't let you work at home and the governme...","sentiment_score":0.0}
{"full_text":"The NFL says 7,500 health care workers vaccinated for the coronavirus will be given free tickets to next month's Super Bowl to be played in Tampa, Florida.","sentiment_score":0.2444444444}
{"full_text":"RT PS800 fines for house parties. Police threatening people sitting in cars. Daily threats from Ministers. Yet not a single empl...","sentiment_score":0.0178571429}
{"full_text":"RT San Francisco's COVID-19 reproductive rate is back under 1, at 0.99! That means for every person who gets COVID-19, on a...","sentiment_score":0.0}
