{"full_text":"Do not go to people in there have no idea what social distancing is! They literally come between you and your trolley to get things  I walked out of 2 of their stores at the weekend!","sentiment_score":0.0520833333}
{"full_text":"RT ASUU collect money finish begin say \"it's unsafe to open universities due to covid\". Who dey scam who for this country?","sentiment_score":-0.0625}
{"full_text":"RT mRNA technology gave us the first COVID-19 vaccines. It could also upend the drug industry","sentiment_score":0.25}
{"full_text":"Please consider the matter of #GATE2021 aspirants too. We all are requesting you to kindly address our matter. Please postpone GATE2021. We all have been through the hardship of the pandemic. And the syllabus has been increased this year.#postponegate2021","sentiment_score":0.6}
{"full_text":" #SouthendUniversityHospital  critical levels of oxygen. Having to reduce its level of #oxygen to patients. Alert level 5 By the joint Bio Security Centre &amp; U.K.'s 4 chief medical officers NHS ENG MED Director. 1 in 18 have #COVID in parts of EssexWe need A #tier5 Big TV ads.","sentiment_score":0.0}
{"full_text":"RT A week on from my plea from Chester - now 61% of our beds occupied by patents who have covid- 19 disease. They need our car...","sentiment_score":0.0}
{"full_text":"RT A rich and privileged man, like Sunak, like Johnson, has gall, and to spare.","sentiment_score":0.375}
{"full_text":"About COVID19 and the road out of this mess....  We have a situation where we are using vast quantities of resources, creating tonnes and tonnes of garbage (masks, swab sticks, other PPE) and also not winning....","sentiment_score":-0.1375}
{"full_text":"Enterprises within the Fintech sector can unleash 5Gs potential, taking forward uses that help industries emerge strongly from Covid-19 such as Smart monitoring,which enables the automation of asset-management processes freeing up time for asset utilization.","sentiment_score":0.1619047619}
{"full_text":"No Fly Lists exist to prevent the suspect from escaping the country. This is impossible with Covid restrictions. If they have enough info to find them on a plane, they have enough info to find them at home.","sentiment_score":-0.2666666667}
{"full_text":"RT Another fun research find today, for an essay I've been working on comparing the Republican response to AIDS and to Covi...","sentiment_score":0.3}
{"full_text":"Everyone has been masked and social distancing..masks make you sick and not interacting with people crush's your sole! Like all those in the LTC facilities that died alone!","sentiment_score":-0.226984127}
{"full_text":"$NIO = looking good as long! but cant sell to trade lol waiting one day it will do a split if this go beyond $$$ and pay dividends$LMFA = give us that premarket run !!!$SNGX = she want to move !!!https:\/\/t.co\/CHabSnZaeY","sentiment_score":0.5458333333}
{"full_text":"As Peter Hitchens said this is the first pandemic where the government has had to go and look for it.","sentiment_score":0.25}
{"full_text":"RT I live in Barry, South Wales..in tier 5  Lockdowns are destroying my business, my 3 kids are struggling and need social in...","sentiment_score":-0.0101010101}
{"full_text":"Asymptomatic or presymptomatic spread?https:\/\/t.co\/67TKsDHPoC","sentiment_score":0.0}
{"full_text":"RT Can I just test if assertions are true? Who would be happy to have a vaccine after 8pm?","sentiment_score":0.575}
{"full_text":"This is disgusting. Your businesses would stay open if you wear a mask  selfish idiots","sentiment_score":-0.575}
{"full_text":"Imee Marcos on '1st order of battle' in 2021: COVID-19 surge due to fiestas","sentiment_score":-0.125}
{"full_text":"RT A familiar and touching scene. As more cases emerge in Hebei, medical workers from Zhejiang are preparing to go and help....","sentiment_score":0.34375}
{"full_text":"WELLL WHAT A FKKKKKKING SURPRISE","sentiment_score":0.0}
{"full_text":"Kashmir is still on lockdown. Internet and phones are still cut.Reporters aren't even allowed to go in and people aren't allowed out of their houses in more than group of 2. Yet here you are telling me how great India's transparency is lol are we still talking about the same","sentiment_score":0.525}
{"full_text":"This is one reason why people do not feel why there should be a lockdown. Why are people still flying in or out of the UK in a worsening pandemic","sentiment_score":0.0}
{"full_text":"RT Despite the pandemic, MSU's graduation rate has continued to increase this year. Stories from graduating seniors (incl...","sentiment_score":0.0}
{"full_text":"grimes says she 'finally' has covid-19 and is 'weirdly enjoying' all the dayquil","sentiment_score":0.25}
{"full_text":"Our post is wank... we have lockdown (again) so is be better strapping my stuff to a frikken pigeon","sentiment_score":0.5}
{"full_text":"\"...when you hand the keys over to chief medical officers, you get only one answer: lockdowns.\"","sentiment_score":0.0}
{"full_text":"Yeah, #brexshit was a real good idea - especially the way the CONservatives dealt with it during a global pandemic #BorisHasFailedTheNation #RejoinEU #shapeshiftingcreep #slimegoblin","sentiment_score":0.3333333333}
{"full_text":"RT When we think about where we want to vacation after COVID, any areas represented by extremists like Matt Gaetz are nixed....","sentiment_score":0.0}
{"full_text":"RT We need to keep our unity, and avoid self-centred national positions that could undermine the collective leverage and...","sentiment_score":0.0}
{"full_text":"RT Why on earth did to come to Parliament to make that self-congratulatory speech regurgitating known Co...","sentiment_score":0.0}
{"full_text":"RT We know you have questions about #COVID19 vaccines and &amp; are here to answer them. They'll be...","sentiment_score":0.0}
{"full_text":"Students and employees, this spring you're invited to join our effort to keep Jaspers safe against COVID-19. Become a One Manhattan Campus Ambassador! Student ambassadors: you also get a free T-shirt and drawstring bag. Register:","sentiment_score":0.5125}
{"full_text":"Still an important question on everyone's mind. Read to get more insight from Tampa Partner Jason Pill! #COVID19 #COVIDVaccination","sentiment_score":0.5125}
{"full_text":"and people are still like \"we could learn from japan's covid response :)\" yeah no offense but maybe you should be looking at the countries in east asia that aren't having fuckging exponential growth in cases every week since november","sentiment_score":0.5}
{"full_text":"31 people given incorrect COVID-19 test results due to error at #HamOnt labREAD MORE:","sentiment_score":0.1875}
{"full_text":"RT We've continually raised concerns with about his decision not to commission or fund abortion care in NI but ha...","sentiment_score":0.0}
{"full_text":"RT A presidential inauguration like no other. Fearful of both the spread of coronavirus and the possibility of violence, DC'...","sentiment_score":-0.41875}
{"full_text":"RT I hereby clamour for a vaccination at any time of day or night they can give it to me. Anyone care to join me?","sentiment_score":0.0}
{"full_text":"RT \"Widely available outpatient treatments can reduce COVID-19 illness severity, hospitalization and mortality when used early...","sentiment_score":0.25}
{"full_text":"RT WATCH: Council for Mosques' Mufti Zubair Butt gets Covid vaccine","sentiment_score":0.0}
{"full_text":"RT Dracula Has Risen From The Grave","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"- AA president issues manifesto for less driving when normality returns -","sentiment_score":-0.1666666667}
{"full_text":"RT This article will largely be ignored but please, please read and share. It's not \"pandemic fatigue\" driving spread","sentiment_score":0.2142857143}
{"full_text":"I'd be happy for a vaccination anytime, 3am or 3pm, but the question is more staffing. I wouldn't blame any doctor, nurse or volunteer doing the vaccination to not want to work through the night","sentiment_score":0.65}
{"full_text":"RT This guy went 70 years without committing any known criminal offense, then apparently took up napalm brewing to serve his g...","sentiment_score":-0.175}
{"full_text":"RT Think twice before travelling! Some countries have very little to no #COVID19 testing capacity. Without a proof of a negativ...","sentiment_score":-0.24375}
{"full_text":"RT This is the final, terrible mistake of our pandemic policy, and we're going to regret this one the most, probably. And most of...","sentiment_score":0.0}
{"full_text":"America didn't make it easy for us to stay home and let this virus pass , literally people still had to go to work and make a living to pay bills and realistically nobody is going to work their ass off and then come on and sit in the house all day that's depressing","sentiment_score":-0.0833333333}
{"full_text":"RT Just now, huh? Because I could have told you this on Wednesday, and in fact did give several interviews about it, incl...","sentiment_score":0.0}
{"full_text":"Head of School BroadcastPlease watch this broadcast to students from our head of School Mrs Coning concerning the recent government announcements and lockdown situation, by clicking here:","sentiment_score":0.0}
{"full_text":"RT Wear a mask.Wash your hands.Practice social distancing.It saves lives.","sentiment_score":0.0333333333}
{"full_text":"Our final staff highlight is from on what it's like working with @FootJoyEurope Brand Ambassadors and how the brand approached new campaigns and product launches at the start of the pandemic.","sentiment_score":0.0681818182}
{"full_text":"RT Maps show the shockingly fast rise of Covid again in Merseyside Liverpool had the mass flow testin...","sentiment_score":0.2}
{"full_text":"RT My mum has had her second jab. It never occurred to me that she shouldn't have. Roll your sleeves up, let's get this ove...","sentiment_score":0.0}
{"full_text":"Amazon asks CDC to prioritize its essential workers for COVID-19 vaccine at 'earliest appropriate time'","sentiment_score":0.25}
{"full_text":"RT Those in line for vaccine will get it, but that's it for today.  Huge turnout in for #COVID19 drive thru...","sentiment_score":0.4}
{"full_text":"i feel like throwing up at the thought of going to school bro what if someone in the school gets covid during spm... -- School will cover it up. They wont make a big deal. KPM isnt stopping at anything. Intuitions tell me that they r...","sentiment_score":0.0}
{"full_text":"And what makes it worse is I'll purposely move up a inch to give myself space and the other person moves up with me like sis please stand back","sentiment_score":-0.175}
{"full_text":"Haha, German Newspaper \"Frankfurter Allgemeine Zeitung\" aka FAZ paywall. Had an article by a German sociologist discussing the role of sociology \/ science in German politics during the Covid crisis and I seemed to be the only one in my timeline who hasn't read it. :D","sentiment_score":0.2}
{"full_text":"RT It will bring huge consolation to Koreans suffering from the national crisis caused by COVID-19. I offer my heartfelt con...","sentiment_score":0.2}
{"full_text":"This Pandemic Mindfucked a lot of us, in so many different ways, but....not the good way. ","sentiment_score":0.4}
{"full_text":"RT How has the pandemic impacted e-commerce and consumer spending habits? Post-pandemic will things ever be the same when i...","sentiment_score":0.0}
{"full_text":"RT I suppose I don't understand why there isn't more shouting about what disastrous, monstrously incompetent governor Andrew C...","sentiment_score":-0.1833333333}
{"full_text":"RT If they put vaccine in beer and opened up the pubs the whole country would be vaccinated by Friday. Just trying to help...","sentiment_score":0.2}
{"full_text":"Have you ever noticed?....  The ones whining the most about having to wear masks and be in lockdown, are the same ones prolonging this agonizing pandemic?","sentiment_score":0.25}
{"full_text":"RT Me turning up to every motive once this lockdown is over.","sentiment_score":0.0}
{"full_text":"RT I'm hearing more stories of people (including people I personally know) who got covid recently and their only exposure...","sentiment_score":0.125}
{"full_text":"Zim is a jail by itself covid or no covid..","sentiment_score":-0.1}
{"full_text":"It's because of the uk variant there most likely going to contain the variant because they put the country on lockdown","sentiment_score":0.25}
{"full_text":"10 Second COVID Antibody Test on a Chip | Medgadget","sentiment_score":0.0}
{"full_text":"RT Studies have demonstrated the COVID-19 vaccine is safe. The vaccine gives us hope. And I urge everyone to take it once it is...","sentiment_score":0.5}
{"full_text":"RT We are ready to continue working and collaborating with Cuban society to achieve the success in our common task: the fight agai...","sentiment_score":0.0666666667}
{"full_text":"RT Some people get frustrated with me that I don't want to wear a #mask when I'm healthy...it makes me feel less human.  Tur...","sentiment_score":-0.2888888889}
{"full_text":"Yielded?  What sinister nuances do you have in mind.  We know there are devils who have already decided their alternative facts before they even arrive in Wuhan.","sentiment_score":-0.5}
{"full_text":"RT RT if you'd like &amp; to register your \"Clamour\" to roll out the vaccination for Covid 19 after...","sentiment_score":0.0}
{"full_text":"RT One symptom of #Covid19 is losing your sense of smell, and for many this can last for months. Some experts are concerned. H...","sentiment_score":0.25}
{"full_text":"RT These are some jam-packed paragraphs:","sentiment_score":0.0}
{"full_text":"Italy coronavirus death toll rises 602 in a day - but rate of dying slows The rate of people dying has","sentiment_score":0.0}
{"full_text":"RT Let us not look at one or two isolated incidents about Covid vaccination, let us look at the statistics in toto:","sentiment_score":0.0}
{"full_text":"RT It's possible to get COVID-19 up to 14 days after having contact with someone who has COVID-19. Stay home and away from other...","sentiment_score":-0.0625}
{"full_text":"You're right. Laptops having the wrong software makes handing out billions in public money to Tory Covid profiteers look like chickenfeed.","sentiment_score":-0.0714285714}
{"full_text":"RT While the vaccine is providing hope, businesses must remain vigilant in enforcing safety protocols regarding masks, hygi...","sentiment_score":0.0}
{"full_text":"RT The way religious leaders in Nigeria are downplaying COVID is beautiful to see. It shows they really don't care about thei...","sentiment_score":0.35}
{"full_text":"RT \"Injectable testosterone\"... is starting to sound like the theme of 2021.","sentiment_score":0.2}
{"full_text":"All mistakes in IT Department during business growth after COVID, will increase business soft cost at the time when you must control cost.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.1}
{"full_text":"What a sleazy manoeuvre by a massive company. Stealing from the little guy. I won't be buying from Tim's again until I hear that they've corrected this unethical action. BOYCOTT Tim Hortons!","sentiment_score":-0.0208333333}
{"full_text":"MASTER IS NOT RELEASING IN MALAYSIA !!! GOVERNMENT ANNOUNCED LOCKDOWN !!! DO SOMETHING !! #Master #MasterFilm #Thalapathy #VaathiComing","sentiment_score":0.0}
{"full_text":"I propose a 3 week 'lockout'. Every single person spends the next 90 days outdoors 24\/7, that should get us to zero covid? Sounds plausible right?","sentiment_score":0.1785714286}
{"full_text":"RT \"OPeN scHooLs nOw\"Y'all keep saying students deserve better but don't care what teachers deserve.","sentiment_score":0.25}
{"full_text":"Which phrase do y'all here more? We are in a Panoramic or We are in a Pandemic?","sentiment_score":0.5}
{"full_text":"RT I will fucking be there at 3am, 4am, anytime at all, demanding you pump that shit into my veins.","sentiment_score":-0.4}
{"full_text":"RT Welsh medic hurt as anti-Covid mob gather to call hospital staff liars","sentiment_score":0.0}
{"full_text":"Never worn a mask from day 1 and no intention of doing so.","sentiment_score":0.0}
{"full_text":"RT Supreme court: Mnuchin misdirected $8 billion of CARES fundingMnuchin v. Confederated Tribes of the Chehalis Reservation a...","sentiment_score":0.0}
{"full_text":"RT 1\/14 We're near the end of a long, difficult year - and as this w\/e has shown there are still tough times ahead - but here...","sentiment_score":-0.2097222222}
{"full_text":"school is closed, we're in a pandemic also, the education system is structured so poorly that students are unable to acquire the proper amount of knowledge that they need in order to function in a stable career. only a fool would rely only on school to gain knowledge","sentiment_score":-0.1666666667}
{"full_text":"Similar to the stories out of Los Angeles. #PPE #COVID19 #COVID19News #pandemic #WearAMask","sentiment_score":0.0}
{"full_text":"Covid liability policies are being introduced before mandates are lifted.https:\/\/t.co\/bOiZS2KzIl.#COVID19 #Montana #justice #BusinessOwner","sentiment_score":0.0}
{"full_text":"\"UK: The Society of Authors Opens 2021 Grant Applications\" #WUPrint","sentiment_score":0.0}
{"full_text":"2.4 million COVID-19 jabs given out in UK, says PM, one of them was his fucking daddy stanley,","sentiment_score":-0.6}
{"full_text":"As the COVID pandemic changes commercial building operations, safety measures for indoor spaces will influence HVAC systems. Join our webinar on January 13th to learn how to boost ventilation rates without sacrificing HVAC efficiency. #ArmstrongKnowsHow","sentiment_score":0.0}
{"full_text":"1 in 3 people who have coronavirus have no symptoms and will be spreading it without realising. If you are currently working in a critical role and unable to work from home, you can now book an appointment for a rapid, lateral flow test -","sentiment_score":-0.1666666667}
{"full_text":"To learn about developments &amp; changes to key services in Essex please see the link below.","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine will not give you COVID-19. Current COVID-19 vaccines do not contain the live virus which causes COVID-19. Symptoms like fever after the vaccine is normal &amp; shows your immune system is learning to fight the virus. Get the facts:","sentiment_score":0.0954545455}
{"full_text":"The national government should also be looking at including farmers in its nationwide plan to inoculate 50 million to 70 million Filipinos with coronavirus vaccines in 2021 given their essential contributions amid the pandemic, a lawmaker said.","sentiment_score":0.0}
{"full_text":"JOBS BORED IS BACK for 2021 people! Listen to the latest from our team as we prepare for another year of job boredom by discussing lockdown shifts, identical applications and dragons. Plus, joins us to have his CV scanned by our fearsome ATS!","sentiment_score":0.0416666667}
{"full_text":"All key workers, including educators, deserve a pay rise. During coronavirus, we have seen their importance in keeping society going. Share this post if you think key workers, including educators, deserve a pay rise. #stopthepayfreeze #fairpayforall","sentiment_score":0.0}
{"full_text":"The #NHS will not ask you to apply for the #COVID-19 #vaccine+there is no charge for it. When it's your turn, we will contact you to book your appointment. More #COVID-19 vaccine visit: local information https:\/\/t.co\/JP9qdmo17O","sentiment_score":0.25}
{"full_text":"Getting active is a common #NewYearsResolution for many Canadians, though winter weather may at times keep us from getting out and achieving this important goal. To learn how a few simple indoor exercises can keep us active and energized, visit","sentiment_score":0.019047619}
{"full_text":"1\/3SCC &amp; their neighbouring authorities are continuing to undertake their legislative &amp; regulatory duties in regards to on-street &amp; off-street parking restriction enforcement during this latest government lockdown &amp; have continuously done so during all government lockdowns in","sentiment_score":0.5}
{"full_text":"One benefit of the pandemic is that virtual classes offer a low-risk way to try new things.","sentiment_score":0.1363636364}
{"full_text":"RT Wear a mask.Wash your hands.Practice social distancing.It saves lives.","sentiment_score":0.0333333333}
{"full_text":"A health expert affiliated with the #WHO said expectations should be \"very low\" that the team will reach a conclusion from their trip to #China.#Covid19","sentiment_score":0.0}
{"full_text":"Tulane researchers determined that in-person learning did not contribute to the number of people in surrounding communities who were hospitalized due to the virus.See their findings here: ","sentiment_score":-0.125}
{"full_text":"Not only ash and smoke, but fear and anxiety also spread in Batangas and nearby areas after the Taal eruption on January 12, 2020.A year later, residents are still recovering from the effects of the calamity which was almost immediately followed by the challenges of pandemic.","sentiment_score":0.0}
{"full_text":"If you're an NHS employer, visit our #COVID19 information page to learn more about the contingency measures and easements we've introduced to support you at this time. https:\/\/t.co\/oXSv8pMExF","sentiment_score":0.5}
{"full_text":"Pharmacy offering same-day Covid test for MK residents:","sentiment_score":0.0}
{"full_text":"Listen to John Pienaar  Live coverage of Matt Hancock's press conference at 5pm Shadow financial secretary to the treasury Police are being urged by the government to take a tougher line with Covid rule breakers.@JPonpolitics","sentiment_score":0.0681818182}
{"full_text":"The transition between 'the great lockdown and the great recovery' - report claims that 2021 will see record breaking but uneven growth across the world. more ","sentiment_score":0.475}
{"full_text":"Do you have questions about the #COVID-19 vaccine?Check out this article: 8 COVID-19 vaccine myths debunkedhttps:\/\/t.co\/gmINa2uO8N","sentiment_score":0.0}
{"full_text":"\"Update from the Passport Office: The USAG Wiesbaden Passport Office is ableto process Electronic Consular Report Birth Abroad (ECBRA) once again.Processing time at the U.S. Consulate is 8-10 weeks due to staffing duringCOVID-19 measures.\"","sentiment_score":-0.125}
{"full_text":"The Alabama Department of Public Health said Saturday that the telephone number received 1.1 million calls in the first day of being open to the public.","sentiment_score":0.0625}
{"full_text":"* This Week's Updates  Key developments in #CentralEurope #Lithuanian diplomats &amp; Joe #Biden's team working on Eastern Europe policy https:\/\/t.co\/hX2jJekHOu","sentiment_score":0.0}
{"full_text":"Critics say pandemic aid could be going to Canadians completing their mandatory 14-day quarantine after returning from personal vacations abroad.","sentiment_score":0.0}
