{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"RT China has 1.4 BILLION people, many highly populated cities, an aging population AND it was the epicentre of the virus outbre...","sentiment_score":0.33}
{"full_text":"RT Omg People don't do this We are trying to save your life!!!!!! Damn it","sentiment_score":0.0}
{"full_text":"Horrible, senseless, stuck in the past (last pandemic was early 1900s)Makes sense.","sentiment_score":-0.2875}
{"full_text":"RT Biggest lie of 2020 ...15 days to flatten the curve.","sentiment_score":0.0}
{"full_text":"RT Biden's Inaugural Committee is asking people around the country to illuminate buildings and ring church bells at 5:30p...","sentiment_score":0.0}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"China managed the virus well. Under Trump, the US did not.","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Estimated COVID-19 IFR by Age, United States","sentiment_score":0.0}
{"full_text":"Sidenote: in \"hustle land\", they're currently investing in you getting sick\/dying as we speak. Happy New Year!","sentiment_score":0.3234848485}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"RT  While we are all under lockdown &amp; house arrest due to CHINA , this  is Wuhan celebrating New Year v Times square!!!","sentiment_score":0.0304450758}
{"full_text":"Does anyone allow people from USA in now a days after such a god job tackling COVID???","sentiment_score":0.0}
{"full_text":"RT \"15 lakh in every bank account &amp; 2 crore jobs every year\"\"Give me 50 days time, else...\"\"We will win war against Coron...","sentiment_score":0.8}
{"full_text":"RT wear a mask so that we can witness a BTS tour in 2021  happy new year. be good.","sentiment_score":0.5454545455}
{"full_text":"RT As we are on the cusp of getting COVID-19 vaccines, here are some FAQs you should know! #IndiaFightsCorona #Unite2FightCoro...","sentiment_score":0.0}
{"full_text":"RT Denver has officially submitted its 5 Star State Certification Application! Per Governor Polis, as of Monday, January 4, D...","sentiment_score":0.0}
{"full_text":"I get the sentiment on social media \"stay the fuck home,\" but seriously, where's there to go?. Unless you're in Vegas, everything is shut down that there's NO PLACE TO GO.least where I am there isn't ","sentiment_score":-0.2138888889}
{"full_text":"RT In Mitch McConnell's America we can find a NEW tax break for multi-millionaire horse owners but we can't add just $1,400 mo...","sentiment_score":0.1363636364}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT I am offering $25,000 to the charity of their choice to the first journalist who asks Mitch McConnell on camera why he dema...","sentiment_score":0.25}
{"full_text":"Good.","sentiment_score":0.7}
{"full_text":"Wisconsin hospital pharmacist arrested for intentionally spoiling hundreds of COVID-19 vaccine doses: policehttps:\/\/t.co\/GtjzMvHk2uWTH ?","sentiment_score":0.0}
{"full_text":"RT 2020- Trump acquitted - US-Iran tensions- Coronavirus pandemic- Market crash, global recession- Olympics post...","sentiment_score":0.0}
{"full_text":"Many of the world's largest economies recorded substantial increases in new company registrations in recent months, triggered by the #COVID19 pandemic. Full story by #startups","sentiment_score":0.2465909091}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"RT 3,275 died at the Battle of Antietam, September 17, 1862, the bloodiest day on US soil.3,808 died from COVID 19 yesterday...","sentiment_score":0.0}
{"full_text":"RT As 2020 has been the year of Covid-19 health challenges, can 2021 be the year of the solution. To do so we need not on...","sentiment_score":0.0}
{"full_text":"RT Breaking. NBC News confirms: The United States has now passed more than 20 million total cases of coronavirus. More than...","sentiment_score":0.3333333333}
{"full_text":"RT What do people think a face shield is going to protect them from?  Have people started exploding due to COVID?","sentiment_score":-0.125}
{"full_text":"RT I can't be the only one who is unexcited by the prospect of a purportedly more transmissible SARS-CoV-2 variant, possibly...","sentiment_score":0.1666666667}
{"full_text":"HAPPY NEW YEAR 2021We really pray COVID-19 will be settled in this year.And after that, we want to play live concert as soon as possibleWe hope for you and your family's health and happiness","sentiment_score":0.3945454545}
{"full_text":"RT Here's an idea.Auction off the unused doses to rich people.The money raised goes to distribute the vaccine in hard to re...","sentiment_score":0.0416666667}
{"full_text":"RT I'm calling on every member of Congress &amp; their staff, and all millennials\/Gen Xers, to join me in refusing to take the C...","sentiment_score":0.0}
{"full_text":"When rearranging furniture in your apartment &amp; one piece doesn't fit so you go to the IKEA website to find something that will fit, &amp; go down the rabbit hole of IKEAIDEAS. I literally lost track of time for 3 hours. I mean who even has 3 hours to lose track of? Oh yeah...COVID...","sentiment_score":0.0829861111}
{"full_text":"Just *your* dads. Practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT As the year draws to a close the Ontario, Sask &amp; Alberta are the three provinces in which you will find the lowest rate...","sentiment_score":0.0}
{"full_text":"RT HAPPY NEW YEAR!!!   FUCK COVID","sentiment_score":0.2221117424}
{"full_text":"RT I am! Just me and the cats! If I can do it , you all can do it!","sentiment_score":0.0}
{"full_text":"Riverside County officials with unused doses .. how about your teachers!","sentiment_score":0.0}
{"full_text":"RT BREAKING--Wisconsin pharmacist who intentionally ruined 500 doses of #COVID19 vaccine has now been arrested. Detectives beli...","sentiment_score":0.0}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT When COVID is over \"Where's my hug?\" guys are coming back in full force. A storm is coming..","sentiment_score":0.175}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"RT Gift of #NewYear2021 A very special msg to all humanityDon't forget to watch1st of January 2021Only on","sentiment_score":0.4642857143}
{"full_text":"Thank the GOP","sentiment_score":0.0}
{"full_text":"RT If any doubt were possible that personality disorders--his narcissistic psychopathy--cost countless Americ...","sentiment_score":0.0}
{"full_text":"RT Campaigning with a klansman is precisely why they vote for and Come on Georgia... ple...","sentiment_score":0.4}
{"full_text":"RT Nick Saban has so thoroughly programmed his players he felt comfortable sending his entire team home for Christmas knowin...","sentiment_score":0.2}
{"full_text":"RT I am offering $25,000 to the charity of their choice to the first journalist who asks Mitch McConnell on camera why he dema...","sentiment_score":0.25}
{"full_text":"I'm so sorry and I will keep your child in my thoughts.  You can be mad at the Republicans in office right now including the Covidiot who pretends like he is in charge!  #invoke25th","sentiment_score":-0.255952381}
{"full_text":"RT Covid-19 1 year anniversary coming up....","sentiment_score":0.0}
{"full_text":"RT Tana apologizing for going to parties during a pandemic this past summer only to fly to Miami with jake paul for new years...","sentiment_score":0.1715909091}
{"full_text":"RT Crowds fill streets in China's pandemic-hit Wuhan, celebrate New Year","sentiment_score":0.1363636364}
{"full_text":"The family of the late CJ Corona could still file a criminal case against Fonbuena for violation of the Bank Secrecy Law since the action prescribes in 10 yrs, or until 2022.","sentiment_score":-0.2}
{"full_text":"RT Under its Journalist Welfare Scheme (JWS) #PIB has started a special drive to provide financial assistance to families of jo...","sentiment_score":0.1785714286}
{"full_text":"RT This is how they celebrate the New Year in Wuhan, where the virus originated. Meanwhile, millions of Americans are still...","sentiment_score":0.1363636364}
{"full_text":"Buying that dip baby!","sentiment_score":0.0}
{"full_text":"It just occurred to me that the same people who are saying they won't get the #COVID #vaccine because it's \"untested\" are the same people who claimed that #hydroxychloroquine was a cure. #hypocrisy #scienceishard","sentiment_score":0.0}
{"full_text":"RT a whole pandemic &amp; god still keeps me protected &amp; blessed every single day. I'm so grateful.","sentiment_score":0.0642857143}
{"full_text":"RT can't wait for covid to go away tomorrow","sentiment_score":0.0}
{"full_text":"RT wear a mask so that we can witness a BTS tour in 2021  happy new year. be good.","sentiment_score":0.5454545455}
{"full_text":"Pandemic confession: I can't read books anymore","sentiment_score":0.0}
{"full_text":"You too. You, Beth and the Stern cats, especially the malleable Helen. I am grateful for the both of you. Howard, thank you for staying on the air during the dark days of this pandemic and for speaking the truth about the political crazines. Beth, thanks for all the kitty shares.","sentiment_score":0.0125}
{"full_text":"Unreal","sentiment_score":0.0}
{"full_text":"RT Thinking about the healthcare workers on the frontlines of this pandemic. We are all grateful for your sacrifice and h...","sentiment_score":0.0}
{"full_text":"RT Incredible progress. Only 331 million to go! We can do this","sentiment_score":0.45}
{"full_text":"RT In August, and investigation uncovered the harrowing story of African migrants 'left to di...","sentiment_score":0.0}
{"full_text":"RT Reminder: Republicans Kelly Loeffler and David Perdue both played down the danger of COVID-19 in public while privately tradin...","sentiment_score":-0.0518518519}
{"full_text":"My Swahili is a bit rusty personally","sentiment_score":0.0}
{"full_text":"RT STAY FUCKIN HOME.You may not have ever lost someone close to you and it shows. Have empathy.","sentiment_score":0.0}
{"full_text":"RT I'm calling on every member of Congress &amp; their staff, and all millennials\/Gen Xers, to join me in refusing to take the C...","sentiment_score":0.0}
{"full_text":"RT I'm already one hour into 2021 and can confirm that you still need to wear your mask. Corona is outside","sentiment_score":0.0}
{"full_text":"RT Gov't extends special COVID containment measures in Westmoreland until January 15, 2021. This means curfews will contin...","sentiment_score":0.3571428571}
{"full_text":"Save our local #homemade theater and other local community theatres in the capital district- see below for details #Hello2021 #HappyNewYear2021","sentiment_score":-0.0416666667}
{"full_text":"RT If you have sex and take a pregnancy test the next day and its negative, that doesn't mean you aren't pregnant. It means...","sentiment_score":-0.0697916667}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"Getting my first dose of the Covid-19 vaccination yesterday! So grateful for all the amazing scientists and clinical trial participants who made this possible. Excited and hopeful for a much better 2021 :)","sentiment_score":0.38125}
{"full_text":"RT Short thread: I just walked out of the ER for one of my last overnight shifts. Last night we had a 67 y\/o man brought to...","sentiment_score":0.0}
{"full_text":"RT Hey guys i know this was a heavy year, full of problems and with covid all get worse, but rise and shine stay with your fri...","sentiment_score":-0.0833333333}
{"full_text":"RT Wuhan vs Times Square. What do they know that you're too fearful to acknowledge?","sentiment_score":-0.9}
{"full_text":"RT Sample of my nsfw art commission in semi realistic style. Happy new year everyone. Be healthy and hopefully no more covid i...","sentiment_score":0.2706060606}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT What a shame you made it back.You should be   one   kept in NSW to RESEARCH how Gladys is Lying about...","sentiment_score":0.0}
{"full_text":"RT Commodore Ashok Kumar Rai and other Navy officers and guests visited Isha Vidhya, Coimbatore, to donate rice, biscuits, foo...","sentiment_score":-0.125}
{"full_text":"RT UNPRECEDENTED NEW YEAR'S: As America prepares to ring in 2021 amid a pandemic, authorities are cracking down on large gat...","sentiment_score":0.1987734488}
{"full_text":"RT Hoping 2021 gets rid of the Made in China virus for good. Wishing everyone a happy 2021","sentiment_score":0.75}
{"full_text":"RT As usual, is right: \"We can't go back to business as usual before the pandemic, when it wasn't working for...","sentiment_score":-0.0535714286}
{"full_text":"From reading this thread on the new #COVID19 variant, it appears it is more common amongst kids 19 and younger.","sentiment_score":0.0840909091}
{"full_text":"RT 2020 was amazing for me even with the pandemic, made my first six figures with no school and no joband learnt more than al...","sentiment_score":0.45}
{"full_text":"RT When COVID is over \"Where's my hug?\" guys are coming back in full force. A storm is coming..","sentiment_score":0.175}
{"full_text":"RT Here's why distribution of the Covid-19 vaccine is taking longer than expected in US","sentiment_score":-0.1}
{"full_text":"RT Hey I hope you made enough tenderloin for everyone.","sentiment_score":0.0}
{"full_text":"RT Banks should not have the power to decide whether overdrawn customers can gain access to COVID survival money being deposited...","sentiment_score":0.0}
{"full_text":"RT Please pray for a paramedic that frequently brings patients to our ER. Ruben is now in the Covid ICU. He is not expecte...","sentiment_score":0.1}
{"full_text":"RT Wonder what would have happened if we gave people money. Let's find out! #SurvivalChecksNow","sentiment_score":0.0}
{"full_text":"RT This is what I'm talking about right here.  I work with people refusing the vaccine.","sentiment_score":0.2857142857}
{"full_text":"Hope you and Scott are doing well and staying safe, Kandace! When this COVID stuff is behind us, hope you guys will come out and visit us!!","sentiment_score":0.0}
{"full_text":"RT covid 19 when the clock striked 12:","sentiment_score":0.0}
{"full_text":"RT Remember guys COVID is still gonna exist in 2021","sentiment_score":0.0}
{"full_text":"REMEMBERING THOSE WE LOST: President-elect Joe Biden is planning a lighting ceremony at the Lincoln Memorial Reflecting Pool to honor those killed by the coronavirus the day before he is sworn into office on Jan. 20.","sentiment_score":-0.2}
{"full_text":"B.C.'s provincial health officer encouraged people to keep their New Years celebrations small and safe during her last COVID-19 update of 2020. #covid19 #coronavirus","sentiment_score":0.0965909091}
{"full_text":"#YearInReview2020, Airmen transfer twin newborns Parker and Laine McFall to a medical transport vehicle on the flight line of Joint Base Andrews, Md., as part of an aeromedical evacuation mission March 30, 2020. #TogetherWeDeliver #COVID19 #NewYearsEve #NewYear2021","sentiment_score":-0.4}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"#2020 was a remarkably difficult year -- not only because of the pandemic","sentiment_score":-0.25}
{"full_text":"The release says the distribution of the COVID-19 vaccine will be in accordance with guidelines recommended by the CDC, the Department of Dense and the National Guard Bureau.","sentiment_score":0.0}
{"full_text":"The National's view on Wednesday's attack on Aden Airport and the new unity government in Yemenhttps:\/\/t.co\/JgC9qfkRh3#Yemen #Aden #adenairport #COVID19#UnitedNations#Houthi","sentiment_score":0.1363636364}
{"full_text":"A Madison area brewery wanted to make hand sanitizer to help with the pandemic, but the permit they applied for comes with a surprise fee","sentiment_score":0.0}
{"full_text":"RT The doctors explain that the excessive COVID PCR testing leads to high numbers of false positive results.\"Results from...","sentiment_score":-0.0656818182}
{"full_text":"A lot of things changed because of the pandemic, but New Year's Day will bring one thing it always does: Hope.","sentiment_score":0.1363636364}
{"full_text":"The world has dealt with unprecedented challenges as a novel coronavirus spread like wildfire around the globe, making this year a defining time of an era.","sentiment_score":0.6}
{"full_text":"RT Why does \"taking COVID seriously\" always seem to indicate progressive policies such as lockdowns, mask mandates, &amp; arbit...","sentiment_score":-0.1666666667}
{"full_text":"It's been a long year. Here's a look back at 2020.","sentiment_score":-0.025}
{"full_text":"The Presidential Inaugural Committee said it would hold the event Jan. 19, calling it the \"first-ever lighting around the Reflecting Pool to memorialize American lives lost.\"","sentiment_score":0.0}
{"full_text":"Have a safe and happy New Year's Eve! We're grateful for the opportunity to serve Arizona. Remember to wear a mask and keep 6 feet from others when celebrating.","sentiment_score":0.4901515152}
{"full_text":"Sen. David Perdue is locked in a highly-competitive race against Democrat Jon Ossof in the Jan. 5 runoff.","sentiment_score":0.0}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"There are 2,665 active #coronavirus cases in #SaudiArabia out of which 368 are in a critical condition.  ","sentiment_score":-0.0666666667}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RECORD HIGH: Wall Street closed out a tumultuous year for stocks with more record highs Thursday, a fitting coda to the market's stunning comeback from its historic plunge in the early weeks of the coronavirus pandemic.https:\/\/t.co\/qgQhiRY01a","sentiment_score":0.2371428571}
{"full_text":"RT Two-time kidney transplant patient Borislava  explains how people who get vaccinated protect not only themselves but a...","sentiment_score":0.0}
{"full_text":"The Breakers basketballers will temporarily move to Tasmania today after a fresh Covid-19 outbreak in Victoria.https:\/\/t.co\/lnu8bs4KGU","sentiment_score":0.3}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"RT Opinion: Many Iowa medical workers were not vaccinated before our junior senator, who just months ago suggested we were exp...","sentiment_score":0.25}
{"full_text":"LIVE: New Year's Eve in the ICU as Brazilians battle COVID #reuters","sentiment_score":0.1363636364}
{"full_text":"President Trump has extended pandemic-related bans on green cards and work visas to large groups of applicants through March 31, while a federal appeals court sided with him on a rule that requires new immigrants to have their own health insurance.","sentiment_score":0.1876623377}
{"full_text":"setup in 1986 to research HIV aids what have they discovered with the tens of millions granted to them as they collect all that data?? how to detect it with a kit? anyone able to answer mullis's question on a citation for HIV causing aids?","sentiment_score":0.5}
{"full_text":"This New Year's Eve is being celebrated like no other in most of the world, with pandemic restrictions limiting crowds and many bidding farewell to a year they'd prefer to forget.","sentiment_score":0.3097727273}
{"full_text":"\"Case fatality rates in Nepal, Vietnam, &amp; Slovenia are also higher among women than men.\"Read &amp; comment on a dire need to better understand the disproportionate #COVID19 case fatality rates. #GlobalHealth","sentiment_score":0.375}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT I'm calling on every member of Congress &amp; their staff, and all millennials\/Gen Xers, to join me in refusing to take the C...","sentiment_score":0.0}
{"full_text":"acabou o corona fml","sentiment_score":0.0}
{"full_text":"Japanese candles burn brightly for the spirit during the pandemic ... - Asahi Shimbunhttps:\/\/t.co\/Xu3Zqb56Qn","sentiment_score":0.35}
{"full_text":"RT Marketing idea catching on like wildfire #COVID19 #EconTwitter #CoronavirusPandemic ","sentiment_score":0.6}
{"full_text":"Five ways the coronavirus recession is like no other","sentiment_score":0.0625}
{"full_text":"Streets have been blocked off and crews are setting up Times Square for New Year's Eve events in NYC, but the big crowds aren't gathering today because of the pandemic. There will be a ball drop and a small group of VIPs there for the festivities that will stream online.","sentiment_score":-0.0378787879}
