{"full_text":"RT The COVID-19 vaccine will always be available free of charge. The NHS will never ask you to share bank details to confirm your i...","sentiment_score":0.4}
{"full_text":"RT Dead. Just read this somewhere. Due to COVID travel restrictions, the United States had to organize the coup at home.","sentiment_score":-0.1625}
{"full_text":"RT 'We haven't hit the peak': Florida breaks another single-day record with nearly 20,000 new coronavirus cases","sentiment_score":0.1181818182}
{"full_text":"RT Almighty. As the pandemic has forced many into lockdown again, we look to You for comfort, strength &amp; protection. Calm our h...","sentiment_score":0.1666666667}
{"full_text":"en fin...","sentiment_score":0.0}
{"full_text":"Lock down make us value human relation more","sentiment_score":0.1148148148}
{"full_text":"RT IRAN: Supreme Leader Khamanei announces ban on coronavirus vaccines from the US and UK","sentiment_score":0.0}
{"full_text":"Unveiling deal, Netanyahu promises enough vaccines to beat COVID by end of March | The Times of Israel","sentiment_score":0.0}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"Nba shut down due to a pandemic wow took a genius to figure that out","sentiment_score":-0.0601851852}
{"full_text":"RT The British Government has released rules for sex during the new COVID-19 lockdowns.The rules state you should wear ma...","sentiment_score":0.0681818182}
{"full_text":"When govt act well. Let's appreciate them. Sanwo-olu have really tried on this covid issue","sentiment_score":0.2}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"This dumb as plexi glass at the atlanta airport is the only attempt at fighting covid I've seen all week lol","sentiment_score":0.1416666667}
{"full_text":"RT Not content with keeping migrants in closed conditions described by scientists as pumping stations for the coronavirus, the...","sentiment_score":-0.1}
{"full_text":"Hilarious. This individual (who, wouldn't you know it, tells us her pronouns) thinks that pointing out that very many people who die from covid are old and have other serious illnesses, is an 'ableist slur'. ","sentiment_score":0.1319444444}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"RT NS: \"People travelling to Scotland from overseas will be required to present a negative Covid test result before they embark up...","sentiment_score":-0.15}
{"full_text":"RT The data are horrific: More than 360,000 dead and 4,000 deaths a day--which is about 3 deaths per minute from COVID19 in...","sentiment_score":-0.2333333333}
{"full_text":"Hello Sir, I have lost my job due to Rahul Kamlakar Patil lockdown. I want a job in Bharat Petroleum. There is Bharat Petroleum Company in Jalgaon district. Put me on contract basis. 9168161828","sentiment_score":-0.125}
{"full_text":"RT Children, why not send us a poem about the snowWe'll put a selection on our website don't you know!","sentiment_score":0.0}
{"full_text":"RT Hi I'm a trans POC Artist and me and my friend have been jobless since COVID hit. If anyone could send any money...","sentiment_score":0.0}
{"full_text":"RT 4,112 Americans died yesterday and over 365k in less than 1 year due to trump, his entire administration and most of the gop...","sentiment_score":0.0520833333}
{"full_text":"RT I hadn't realized the police DID use tear gas on those rioting in the Capitol. So they fought them,...","sentiment_score":0.0}
{"full_text":"RT Pre covid New York was a movie","sentiment_score":0.1363636364}
{"full_text":"RT A horrifying personal account of yesterday inside the Capitol from Times photographer","sentiment_score":-0.45}
{"full_text":"RT We've spoken a lot about the three million people still excluded from financial support during the Covid pandemic. But...","sentiment_score":0.0}
{"full_text":"RT The definition of \"key worker\" seems to have expanded somewhat in this lockdown.","sentiment_score":0.0}
{"full_text":"RT While the Capital was under siege almost 4,000 people died from the COVID19 virus in one single day!We should never forg...","sentiment_score":-0.0714285714}
{"full_text":"COVID-19 doesn't mean the end of personal opinion does it? An opinion doesn't equate to anti-vax does it?","sentiment_score":-0.15625}
{"full_text":"RT Epidemiologist Says Influenza Cases Are Being Counted As COVID-19 -","sentiment_score":0.0}
{"full_text":"RT Can someone please tell me why I am being told to go back to uni when I only have 50 minutes of face to face teaching per we...","sentiment_score":0.0}
{"full_text":"RT I tweeted this earlier &amp; somebody posted this clip of from Simple &amp; devastating.","sentiment_score":-0.3333333333}
{"full_text":"RT Holy cow. confirms that at least 4,110 people died of Covid-19 in the United States on Thursday. That's the first...","sentiment_score":-0.0611111111}
{"full_text":"RT modern family would've written some great covid lockdown episodes","sentiment_score":0.5}
{"full_text":"RT The full text of @BorisJohnson speech of 5 Jan 2020 announcing reasons for UK lockdown. Worth reading. We are in new pha...","sentiment_score":0.2621212121}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"RT Stanley Johnson who broke lockdown repeatedly, getting a 2nd vaccine before many very vulnerable people haven't had their...","sentiment_score":-0.05}
{"full_text":"Pfizer vaccine appears to neutralize a key mutation of Covid variants found in UK, South Africa","sentiment_score":0.0}
{"full_text":"RT Through we've taken what we consider an important public interest case about breaches of Covid-19 public healt...","sentiment_score":0.1333333333}
{"full_text":"RT IRAN: Supreme Leader Khamanei announces ban on coronavirus vaccines from the US and UK","sentiment_score":0.0}
{"full_text":"Great to kick off the year with a guest lecture from Head of Strength &amp; Power at MK Dons, covering their return to sport strategy following lockdown. Thanks for the insightful talk, and for sharing how you overcome challenges faced in these strange times @MDX_LSI","sentiment_score":0.2375}
{"full_text":"Will elderly and vulnerable Scots - as Boris Johnson promised last night - have a covid vaccine by Feb 15? Nicola Sturgeon tells my colleague 'I am not going to stand here and give hard and fast commitments before I am sure we have supply'","sentiment_score":-0.0183333333}
{"full_text":"RT A Taiwanese news website recently claimed that the #COVID19 vaccine of Chinese firm Sinopharm is being called the \"most uns...","sentiment_score":0.075}
{"full_text":"RT #CCP Virus is a bioattack on America &amp; the world! We must make CCP fascist China to pay for this attack.","sentiment_score":0.0}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"Happy Friday All is good with the world it a great week no Covid-19, country is still standing, have job one of the very lucky ones.","sentiment_score":0.6833333333}
{"full_text":"RT Mr. Biden's administration will be the heir of an economy crumbled by the Coronavirus and a large group of distrustful and...","sentiment_score":0.2142857143}
{"full_text":"#Breaking: #CoronaTNUpdate 790 - new cases in #TN on Jan 08th! #Coronavirus positive cases in #TamilNadu Total - 824,776 | #COVID #COVID19India #CoronaOutbreak #CoronaVirus #Corona #GalattaCares","sentiment_score":0.1325757576}
{"full_text":"You are such a hypocrite!!! When was posting ridiculous videos during a pandemic, you were all for it!!!!","sentiment_score":-0.4069010417}
{"full_text":"Service Update 13:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 13:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"DGCA issues guidelines for carriage of COVID-19 vaccines packed in dry ice by air-Airlines authorised to carry dangerous goods may carry COVID vaccine packed in dry ice Airlines can carry #vaccine in dry ice in passenger cabin or cargo cabin@DGCAIndia #COVID19","sentiment_score":-0.2}
{"full_text":"Thanks for replying Elisabeth...just imagine Covid lockdown for 15 years then you will imagine how they feel?","sentiment_score":0.2}
{"full_text":"RT We have all types of medical and industrial equipment for staff safety across many applications and industries in stock. Inc...","sentiment_score":0.25}
{"full_text":"May I ask WHY, r u vaccinating the elder generation that don't go to work &amp; can stay home? WHY don't u vaccinate the 'working' generation, who want 2 go out &amp; want 2 work, so we can help the economy get back on its feet? #vaccinations","sentiment_score":0.0}
{"full_text":"NEW: Mayor of London declares 'major incident' as COVID crisis threatens to swamp hospitals.","sentiment_score":0.0994318182}
{"full_text":"RT Sean Dyche believes footballers should be vaccinated in order to re-distribute the vast money spent on coronavirus testi...","sentiment_score":-0.05}
{"full_text":"The local COVID-19 vaccination programme is well underway and teams are working through vaccinating the priority groups as set out in the national guidance. Read more here:","sentiment_score":0.25}
{"full_text":"RT SOCIAL DISTANCING AT IT'S BEST!! #vtukillingstudents #vtuspreadingcorona #vtu#StudentLivesMatter","sentiment_score":0.5166666667}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"I'm so sorry ","sentiment_score":-0.5}
{"full_text":"RT Stanley Johnson who broke lockdown repeatedly, getting a 2nd vaccine before many very vulnerable people haven't had their...","sentiment_score":-0.05}
{"full_text":"About the only thing the got right was the spelling of HIPAA.  #WearYourMask #COVID19 #Boston","sentiment_score":0.1428571429}
{"full_text":"I hear that, I leave the house for work and that is it tho I don't think the rest of the country know\/care we are in lock down. It sure doesn't seem like it. ","sentiment_score":0.1722222222}
{"full_text":"Doesnt Benz make Bad ICE Diesel cars? Their enablers in Media &amp; Payola Auto editors must not be doing a good job during these Covid times. Tesla &amp; Nio are doing awesome;Benz seems to be diversifying into Big Screen TVs! Karl must be rolling in his grave, dreaming of a EV  Benz!","sentiment_score":3.700743415e-17}
{"full_text":"RT India to start world's biggest Covid-19 vaccination programme, says Hon'ble PM @narendramodi ji; thanks scientists@narendr...","sentiment_score":0.2}
{"full_text":"IT WAS OKAY one of my major plans got ruined because uk strain entered the state so they enforced lockdown at the exact same time as my ygo locals so i was very :( for a long time but i got to watch bttf with my roomie and play acnh!","sentiment_score":0.0285714286}
{"full_text":"RT Yeah, this summarises a lothttps:\/\/t.co\/PYTS1COOmR","sentiment_score":0.0}
{"full_text":"RT The Chief Medical officer of Health is painting a bleak picture of #covid19 in Ontario, says community transmission is at...","sentiment_score":-0.5}
{"full_text":"RT NO ONE is accusing parents of being selfish!BUT the situation in the UK is DESPERATELY SERIOUS! The more kids in scho...","sentiment_score":0.0416666667}
{"full_text":"RT The 9 #CovidVaccine  priority groups comprise less than 50% of  UK population - BUT make up 99% of the observed COVID de...","sentiment_score":-0.1666666667}
{"full_text":"RT Travellers must test negative for Covid to enter Scotland.","sentiment_score":-0.3}
{"full_text":"RT As Mutated Strains of COVID-19 Surface, Can the U.S. Overcome Its Vaccine Rollout Hurdles?","sentiment_score":0.0}
{"full_text":"RT UK health minister warns vaccines may not work against the covid variant discovered in South Africa","sentiment_score":0.0}
{"full_text":"RT How do we actually comprehend 78,508 lives lost to Covid?Here is searing illustration of that number....","sentiment_score":0.0}
{"full_text":"You learn something new every day and never more relevant than today. Just learned at #AITOKickstart21 that offer FREE departure Covid testing. Never needed before for UK visitors, but it is now! This will save clients many PSPSPS","sentiment_score":0.2572727273}
{"full_text":"RT Some of the newly constructed house units for health workers. The government of Uganda is committed to improving the l...","sentiment_score":0.1363636364}
{"full_text":"RT I really do think that when Trump leave office needs to be impeached. I really think he needs to be charged with all th...","sentiment_score":0.2}
{"full_text":"RT I hope covid19 doesn't end up becoming one of these viruses that becomes a primarily African problem, after the world's moved...","sentiment_score":0.225}
{"full_text":"As you get further into the course, and the language gets more complex, you might find it easier to stick to one topic at a time. You can always go back to them for a refresh if needed. I've been learning Swedish on Duolingo since the 1st lockdown. Du kommer att alskar Svenska!","sentiment_score":0.05}
{"full_text":"RT My friend died today of Covid19. His death won't be counted as he died 7 days after the 28 day cut off in the UK. This i...","sentiment_score":0.0}
{"full_text":"Third Covid vaccine set for UK approval next week but arrival delayed by Brexit","sentiment_score":0.0}
{"full_text":"Lol revenge? Under23s vs pool's first team?","sentiment_score":0.525}
{"full_text":"RT There are lots of #volunteering opportunities with covering roles including volunteer vacci...","sentiment_score":0.0}
{"full_text":"RT Hearing from more and more heads of soaring numbers of kids being dropped off for school. One primary in London that wen...","sentiment_score":0.4666666667}
{"full_text":"These accounts are horrifying.  And the President of the United States encouraged and directed this riot.  He must be removed. ","sentiment_score":-0.9}
{"full_text":"RT Incredibly, in this 2nd video, the police remain and continue to distress the family whilst the daughter is on the flo...","sentiment_score":0.45}
{"full_text":"RT Not vaccinated = wear a maskVaccinated = wear a maskNever had COVID = wear a maskRecovered from COVID = wear a mask...","sentiment_score":0.0}
{"full_text":"RT Dear Ants, our dear lost her husband to COVID. Please give if you have the means. #TESD","sentiment_score":0.0}
{"full_text":"RT Now that Democrats have power, we have to be bold in a way we have not seen since FDR in the 1930s. The first order of...","sentiment_score":0.2916666667}
{"full_text":"If they'd had the Elemental Machines #monitoring &amp; #alerting platform in place, this wouldn't have happened, This won't be the last of these stories.https:\/\/t.co\/VZlo3K9oQI#COVID19 #vaccination #coldstorage #freezers #temperature #remotemonitoring #warning #alerts #insights","sentiment_score":0.0}
{"full_text":"RT If you're worried about the high prices of taking the Covid test come to Legon hospital, it's 100 cedis here and it's very...","sentiment_score":0.18}
{"full_text":"You should be tried for this","sentiment_score":0.0}
{"full_text":"That's the tories for you.","sentiment_score":0.0}
{"full_text":"RT Thriving Communities fund The Application Deadline for this fund has been extended to  4pm, 8 January 2021 ","sentiment_score":0.0}
{"full_text":"\"Technology has changed the pace and reach of business and if anything, I expect to see more and more digital transformation trends emerging during lockdown and beyond\" Mark Wilson, Chief Executive Officer, SYSPRO EMEA&amp;I:","sentiment_score":0.3333333333}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT Important thread. It can be hard to face at times, but make sure you check in with real news stories by real journalists...","sentiment_score":0.2016666667}
{"full_text":"There's enough covid scepticism without this clear overreach of powers adding to it. Surely the cops need to exercise more judgement in who they go after here?","sentiment_score":0.275}
{"full_text":"RT Hardly see him as it is as he's always working providing for our family, he's worked right through the pandemic, delivered...","sentiment_score":-0.0029761905}
{"full_text":"RT #MaheshBabu's sister in law #ShilpaShirodkar Becomes First #Bollywood Actress to Get COVID-19 Vaccine","sentiment_score":0.25}
{"full_text":"Don't confuse the constraints of a pandemic with Laziness...the habits you build now will carry with you the rest of your life. Make them positive.#ConstructingTheBeast","sentiment_score":0.0}
{"full_text":"RT #NoDetentionNoExpel#NoDetentionExpelRule Students are making a valid demand. Give them a valid response which is ano...","sentiment_score":0.0}
{"full_text":"Wait till Monday before you guys decide anything.","sentiment_score":0.0}
{"full_text":"There's no way that he wrote this.  It's impossible for him to show empathy to others, stay on track or refrain from saying \"China virus\".","sentiment_score":-0.6666666667}
{"full_text":"RT I've just seen an email from my school. They have 10 x more children in this week than in March lockdown. I know the c...","sentiment_score":0.5}
{"full_text":"RT It was wrong to believe that 'saving the economy' was an alternative to 'saving people's lives'.If anything it is the othe...","sentiment_score":-0.5}
{"full_text":"RT NOT TO MENTION THERES A PANDEMIC GOING ON???? NO ONE WAS SOCIAL DISTANCING","sentiment_score":0.0333333333}
{"full_text":"#ICYMI explore our Training Management &amp; COVID-19: Solutions for the Coronavirus Pandemic - Series Recap! interviewed #training leaders across the globe See what they discussed:https:\/\/t.co\/EYAZCJ4rPI#Administrate #vILT #convertvILT #futureofwork","sentiment_score":0.0}
{"full_text":"It's pretty good our covid cases are not so great in a few provinces but in my province the cases are extremely low..benefit to living on an island..","sentiment_score":0.285}
{"full_text":"RT This thread explains the video","sentiment_score":0.0}
{"full_text":"\"I am grateful to have lived a happy, healthy four months in the Covid capital of Europe\": Julian Ward describes his year abroad experience so far in Madrid","sentiment_score":0.4666666667}
{"full_text":"RT \"They saw that my ID said The New York Times and became really angry. They threw me to the floor, trying to take my cameras. I...","sentiment_score":-0.1818181818}
{"full_text":"With his book, The Terrorist Album, Jacob Dlamini hopes people appreciate what lessons apartheid has to teach especially at this moment when the world is grappling with the COVID-19 pandemic.https:\/\/t.co\/ZNe5SzkG47","sentiment_score":0.0}
{"full_text":"If you're worried about how the lockdown will affect you, or if you (or someone you know) is struggling due to the ongoing pandemic, we can help.Call us today on: 01282 686402 or visit our website to find out more about our services:","sentiment_score":0.1875}
{"full_text":"Praise God for FEBC International's production teams in Indonesia, as they manage to continue working full-time even during the pandemic. Pray for good health and sufficient financial support for the faithful co-workers in 2021, that many souls will be won to Christ.","sentiment_score":0.3}
{"full_text":"Getting my #science lecture on vaccines. Very interesting.","sentiment_score":0.65}
{"full_text":"The pandemic has taken a lot of opportunities away from students, but these 9th graders at the Detroit School of Arts organized their own virtual talent show - and encouraged each other to step out of their comfort zone. Way to go!","sentiment_score":0.221875}
{"full_text":"Marriage for the sake of the kids, an updated look at the COVID baby bust, and more Friday Five via","sentiment_score":0.5}
{"full_text":"Denmark is developing a digital \"vaccine passport\" for people who have received a COVID-19 vaccinehttps:\/\/t.co\/N0gAwbfn5p","sentiment_score":0.0}
{"full_text":"We know staff shortages, reduced capacities and supply chain disruptions caused by #lockdown are making things tough for #UKmanufacturing - that's why we're offering a helping hand. Get in touch now for part measurement support: #metrology #subcontracting","sentiment_score":-0.3888888889}
{"full_text":"Our 'Helping Hand' loan is designed to help our Members manage the financial stresses associated with temporarily reduced income during the Covid-19 crisis.  Talk to a member of our team today on 01 869 2555 ","sentiment_score":0.0}
{"full_text":"Hello! I can't believe it's been only a week since I last hosted. Since then we're back to lockdown, the US Capitol has been stormed, and many of us have had snow.Welcome to Michael's Friday Mayhem at #1PMChat.Video from Rachel Marston","sentiment_score":0.125}
{"full_text":"Every week throughout lockdown we will be releasing a fun activity pack for children, filled with different activities Download the first one here:","sentiment_score":0.2375}
{"full_text":"The daily positive #PCR test rate has decreased to 20.5 percent.#Palestine #coronavirus #COVID19https:\/\/t.co\/o2dV6X9EXp","sentiment_score":-0.0575757576}
{"full_text":"RIP Farley Bowell","sentiment_score":0.0}
{"full_text":"#GCC member states are setting up a center to combat #coronavirus and other epidemics; the integrated center will seek to boost cooperation in the public health sector and lay down joint policies.","sentiment_score":-0.0961111111}
{"full_text":"This guidance is intended for all workplaces involved in the manufacturing, processing, warehousing, picking, packaging, retailing and service of food.https:\/\/t.co\/rbSaMAoQMR","sentiment_score":0.0}
{"full_text":"RT When the COVID-19 pandemic started, there again the opposition and the usual media blow horn accused the PM of lacking com...","sentiment_score":-0.25}
{"full_text":"Immerse yourself in the art of pottery from the comfort of your home with Terra Joys, a unique pottery series hosted by an internationally acclaimed ceramic master artisan!Stay tuned for more details.#KNMA #KNMAIndia #TerraJoys #PotteryWorkshop #Pottery #Ceramic #KNMAWorkshop","sentiment_score":0.2916666667}
{"full_text":"RT Pre covid New York was a movie","sentiment_score":0.1363636364}
{"full_text":"Some 92 per cent of almost 6,000 respondents said they think Mr Williamson should quit. More by #education #educationnews","sentiment_score":0.5}
{"full_text":"Do Covid-19 mass testing now Heed the call of medical experts, start screening all high-risk areas such as foreign workers living quarters, prisons and the community living near to them.More ","sentiment_score":-0.00625}
