{"full_text":"Anfield its very big test.","sentiment_score":0.0}
{"full_text":"RT This is madness!! Thousands of COVID patients are dying every week &amp; when asked if he will vaccinate 24\/7 Health Secre...","sentiment_score":0.0}
{"full_text":"RT A bit of Hansard on pandemic risk, deforestation, habitat destruction, industrial livestock, UK finance sector...","sentiment_score":0.0}
{"full_text":"Pfizer, Temp 38.7 post parecetsnol bP 158\/113 pulse 130. Had an ECG. She had covid 7 weeks before.they've put it as immune response. she had high bp for days after. Ok now. I do think we're not looking at antibodies.noticed other countries are factoring this in.","sentiment_score":0.1783333333}
{"full_text":"RT \"We think that allowing small firms to serve one or three customers at a time would actually take the pressure off of th...","sentiment_score":-0.125}
{"full_text":"RT Residents of a Dutch town filed into a sports hall to take part in the Netherlands' first mass coronavirus testing program,...","sentiment_score":0.25}
{"full_text":"You were lucky to get that many BEFORE!  #LdnOnt #GoSensGo","sentiment_score":0.4791666667}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT I heard this on my Sirius XM radio this morning while I was driving. It was he...","sentiment_score":0.0}
{"full_text":"RT When lockdown is over I'm promising myself a spa day idc","sentiment_score":0.2}
{"full_text":"I knew this would happen when i read about people getting dogs during lockdown. And once more and more people go back to work there will also be a lot of separation anxiety. But Toby is right, despite the extra work dogs are so worth it. I could never part with my two.","sentiment_score":0.2642857143}
{"full_text":"RT The White House will undergo a Covid-19 cleansing before the Bidens move in. The total for the amplified White House inauguration...","sentiment_score":0.0}
{"full_text":"RT PwC delivered dud audits at BHS, Connaught, Redcentric &amp; elsewhere, routinely slated by regulator for poor audits, but got...","sentiment_score":-0.4}
{"full_text":"RT Government is clear, 'the people' are to be blamed for the massive toll of the virus. Ministers can now sit back smirking as...","sentiment_score":0.0333333333}
{"full_text":"RT Health Secretary Hancock says he can give no timetable for the lifting of lockdown restrictions even after vaccinations. A...","sentiment_score":0.0}
{"full_text":"RT While we're all busy squabbling about the confusing nature of \"the rules\", can we try to remember that, after nine months, none...","sentiment_score":-0.1}
{"full_text":"Absolutely disgusting and traumatising if true","sentiment_score":-0.325}
{"full_text":"RT JUST IN: Deputy Minister of Communications and Multimedia Datuk Zahidi Zainul is tested positive for #Covid19","sentiment_score":0.2272727273}
{"full_text":"RT Mom survived Covid pneumonia and was discharged this afternoon. We couldn't help but celebrate . Yey this woman we...","sentiment_score":0.0}
{"full_text":"RT Mom survived Covid pneumonia and was discharged this afternoon. We couldn't help but celebrate . Yey this woman we...","sentiment_score":0.0}
{"full_text":"Faster recovery thanks to innovative lighting? jetlite shows that this is possible - while also supporting the healthcare system in coping with the coronavirus pandemic. Detail in the latest innovation:  #Aerospace #IndustryofIdeas","sentiment_score":0.29}
{"full_text":"RT BBH: Because of COVID-19, we didn't get to see EXO-L, argh, we didn't get to do concerts. In 2021 I really want to see you gu...","sentiment_score":0.2}
{"full_text":"RT Israel's Vaccination Drive Is Going Great. But We're Being Sidelined.","sentiment_score":0.8}
{"full_text":"RT \"Pandemic recovery is our chance to change course. With smart policies &amp; the right investments, we can chart a path that brings h...","sentiment_score":0.25}
{"full_text":"RT Enrolment is now open for our 3rd Years to enrol for the Bronze, Duke Of Edinburgh Award. Please go to South Ayrshire Counc...","sentiment_score":0.0}
{"full_text":"RT Key qns:1. For which Covid patients are Covid hotels a safe stepdown from hospital?2. Who will staff the hotels? Wil...","sentiment_score":0.25}
{"full_text":"#UK #COVID #vaccine supply issues - #MattHancock today on Radio 4 \"\"We have the capacity to get that vaccine out. \" but no vaccine? Capacity unfortunately is just #vaccination centres empty of the public - like the #NightingaleHospitals #NHS","sentiment_score":-0.2}
{"full_text":"RT Millions of people line up in subzero temperatures to receive a second round of #coronavirus tests in a city south of #B...","sentiment_score":-0.1}
{"full_text":"RT Please tag your favourite cinemas and wear a mask practise social distancing. Let us celebrate Cinema together the way...","sentiment_score":0.0333333333}
{"full_text":"because pandemic also i don't have energy","sentiment_score":0.0}
{"full_text":"RT BioNTech strikes gold again: Biotech company behind Pfizer Covid jab develops potential vaccine for multiple sclerosis","sentiment_score":-0.1333333333}
{"full_text":"What access do school staff have to mental health support amid a huge rise in demand for school places during the latest lockdown? We need to be guided by data in terms of attendance rates, Williamson says, 'we want to work with those schools to see how best we can support them'","sentiment_score":0.45}
{"full_text":"This report involves references to video games, TikTok and life-saving , game-changing vaccines#COVID19 #vaccine","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Indonesia launched one of the world's biggest COVID-19 vaccination campaigns with President Joko Widodo getting the first shot...","sentiment_score":0.25}
{"full_text":"Stay at home, don't go out, we are in a pandemic!  ","sentiment_score":0.0}
{"full_text":"RT Dude. Trump promised to release his taxes.Trump promised he'd have no time for golf.Trump promised...","sentiment_score":0.0}
{"full_text":"RT A number of people have suggested our recent data shows no excess mortality. have published an article explaining w...","sentiment_score":0.0}
{"full_text":"You conveniently missed 100% efficacy in preventing severe covid-19 cases &amp; 78% efficacy in preventing mild cases. Why did you not inlcude those variables? Nitpicking? ","sentiment_score":0.3333333333}
{"full_text":"RT Indonesia launched one of the world's biggest COVID-19 vaccination campaigns with President Joko Widodo getting the first shot...","sentiment_score":0.25}
{"full_text":"RT Just staying Covid-safe wearing by the flayed skin of my younger self.Don't forget to wear your masks, kids.","sentiment_score":0.0}
{"full_text":"The Speaker, 14 Ministers &amp; Parliamentarians &amp; 448 individuals including Parliamentary staff, Police and STF personnel undergo PCR tests today. #lka #SriLanka #COVID19SL #COVID19LK #COVID19","sentiment_score":0.0}
{"full_text":"RT The technology behind one of the Covid-19 vaccines has brought us closer to a potential vaccine for multiple sclerosis. Re...","sentiment_score":-0.1333333333}
{"full_text":"RT #Master 7am shows are also done in parts of the world..it also goes #Housefull..even during a pandemic..#Master is a Blockbust...","sentiment_score":0.0}
{"full_text":"RT It took Speaker Pelosi six days to introduce articles of impeachment in the House, but it took her more than six months...","sentiment_score":0.5}
{"full_text":"RT  Let's end this non evidence based lockdown nonsense ASAP","sentiment_score":0.0}
{"full_text":"RT here's a doggo demonstrating how to wear a mask correctly. Please cover the nose and mouth to protect yourself &amp; others....","sentiment_score":0.0}
{"full_text":"RT Since early December, Ireland had a strict six-week lockdown.It has since left lockdown and now has one the highest CO...","sentiment_score":0.05}
{"full_text":"China accuses Australia of weaponizing national security EXCUSE ME, BUT \"THE CHINESE COMMUNIST PEOPLES GULAG of CHINA\" has WEAPONISED TRADE, against WTO DIRECTIVES, using ILLOGICAL, IRRATIONAL &amp; EMOTIONAL REASONS (OZ asked for a COVID-19 EXAMINATION)!","sentiment_score":-0.0166666667}
{"full_text":"RT Hello folks! We're still open for takeout during MCO, come or call over to get your lockdown pasta Don't forget to wear...","sentiment_score":0.0}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Pandemic running out of control, government looting in full flood, children being given half a carrot and a 'bag of tuna'(...","sentiment_score":0.0916666667}
{"full_text":"RT The media are not doing a good job on this aspect of Covid-19. Canadians need to know.","sentiment_score":0.7}
{"full_text":"As you meet over lunch some HCWs have had their properties auctioned ,many have died due to Covid and have been denied even basic insurance cover by the 47chaps who enjoy tens of millions in medical insurance cover benefits","sentiment_score":0.155}
{"full_text":"RT The International Year of Health and Care Workers@FikreJesus ..During the past year our nation's health &amp; care workers h...","sentiment_score":-0.125}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT maintaining social distancing with this big bitch","sentiment_score":0.0166666667}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"I wish to see someday. With this pandemic in picture &amp; little access to money, there is no way I'll ever meet him. I hope he comes to India someday to see #FreddieMercury's school &amp; perform. The chances are negligible but a woman can wish. He is my idol &amp; ILHSM.","sentiment_score":-0.1875}
{"full_text":"Telling me to go and die? This is what the Anti-Lockdown\/ KBF movement want! Please report this!","sentiment_score":0.0}
{"full_text":"RT maintaining social distancing with this big bitch","sentiment_score":0.0166666667}
{"full_text":"RT Just heard of someone testing positive for Covid having been out (to the shops) only twice in three months, wearing a mask...","sentiment_score":0.1136363636}
{"full_text":"RT Japan has expanded a coronavirus state of emergency for seven more prefectures amid a surge in infections. More than half of the co...","sentiment_score":0.2777777778}
{"full_text":"RT What will pent up consumer demand look like post-Covid? 1 country can give investors some clues: Australia. Here's some eye-po...","sentiment_score":0.0}
{"full_text":"RT This lockdown in particular really fucking with my mental","sentiment_score":-0.1777777778}
{"full_text":"RT We have updated our Q&amp;A's around #COVID19 and pregnancy  This includes questions about the #COVIDVaccination and occupation...","sentiment_score":0.0}
{"full_text":"I just LOVE the MUTE button at times like these.","sentiment_score":0.5}
{"full_text":"#day10 #COVID19 wowzers bad day - fever high, bunged up sinuses, chest tight, muscles ache, feel weak, scary breathing feeling in evening, coughing more, vomiting and diarrhoea. Chest felt better after 3 hours.","sentiment_score":-0.0847959184}
{"full_text":"RT 5G network towers do not spread #COVID19. The virus is spread through respiratory droplets emitted from an infected pers...","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT This passport will be required to get your life back. To come out of lockdown, leave the country, go to a football match, g...","sentiment_score":0.0}
{"full_text":"Amazing news!","sentiment_score":0.75}
{"full_text":"COVID changed working environments globally and Teams had to act or be left behind. See how the pandemic forced Microsoft Teams to innovate.https:\/\/t.co\/jZZDpBDPs7","sentiment_score":-0.175}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"Time and time again we're seeing traditional businesses seek #digitaltransformation, especially as restrictions still remain due to the pandemic. remain.https:\/\/t.co\/C8suhrM0U0","sentiment_score":-0.0416666667}
{"full_text":"This lockdown has turned me into the most unmotivated human","sentiment_score":0.25}
{"full_text":"RT We have zero value for life. We cheat one another. We justify evil in the name of religion. We oppress the poor and hoard fo...","sentiment_score":-0.7}
{"full_text":"RT I'd welcome prayer.Surgery in a few hours. Repairing artery damaged by COVID.I'm in the hands of a great surgeon a...","sentiment_score":0.4666666667}
{"full_text":"RT #NHL announces 27 players tested confirmed positive for COVID-19 during training camps, including a whopping 17 (!) fr...","sentiment_score":0.2090909091}
{"full_text":"I don't generally do anti masker, anti lockdown shaming but you have to make an exception sometimes and Isabel right royally deserves to be 1.","sentiment_score":0.1678571429}
{"full_text":"TODAY: CellPoint Digital presents the #CAPALive January 2021 program that explores the issues impacting the aviation and travel sectors as a result of the global pandemic. Watch: #CAPALive #aviationindustry #airlineindustry","sentiment_score":0.0}
{"full_text":"RT This morning at the NIN enrolment office, Ikeja#COVID19 #coronavirus #COVIDSecondWave #NIN","sentiment_score":0.0}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT This isn't new. Anyone who's supported someone at a work capability assessment could tell you that more money is spent o...","sentiment_score":0.1787878788}
{"full_text":"RT Earth shattering opening reinforced by solid reviews and word of mouth, #MasterFilm is expected to rewrite boxoffice hi...","sentiment_score":-0.05}
{"full_text":"Addressing 11 common concerns about COVID-19 vaccines: Q&amp;A","sentiment_score":-0.3}
{"full_text":"It's a tough time for a lot of people right now, so our community has come together to share their perspectives on how to combat the negative impact of lockdown and turn its challenges into opportunities. #dBsCommunity #upliftingeachother","sentiment_score":-0.1343915344}
{"full_text":"It would seem no one has been vaccinated and here is the reason why.https:\/\/t.co\/5Jtem1mSkE","sentiment_score":0.0}
{"full_text":"Does COVID-19 work immediately?  or you need not to contract the virus for a couple of days \/weeks before it works.","sentiment_score":0.0}
{"full_text":"RT Asda will be offering 250 vaccines a day seven days a week","sentiment_score":0.0}
{"full_text":"This is nonsense there were no shortages and all that happened was due to the announcement of a lockdown, there are no issues and haven't been","sentiment_score":-0.125}
{"full_text":"RT The delay in purchasing and importing the #COVID19 vaccine is the continuation of the mullahs regime's criminal policy,...","sentiment_score":-0.4}
{"full_text":"RT New local volunteer opportunity to assist with Covid-19 testing Contact  #community #Redhill","sentiment_score":0.0681818182}
{"full_text":"DAILY MIRROR - Politics: Lockdown exercise rule may be axed as Matt Hancock warns people 'taking Mickey'. The Health Secretary raised a threat over the rule that allows you to exercise with a friend - saying he was 'very reluctant' to scrap it, but not...","sentiment_score":0.1}
{"full_text":"Since Thailand will open their tourism for (covid-19 vaccinated) foreigner, here we go.. balek kampong soon","sentiment_score":0.0}
{"full_text":"RT I agree with that. Some people think everything we're told is lies - the only thing I disagree w...","sentiment_score":0.0}
{"full_text":"CORONAVIRUS  What it means for you.https:\/\/t.co\/FSs4djqee7","sentiment_score":0.0}
{"full_text":"Sheffield care home group 'in the dark' about Covid-19 vaccines pleads for government update","sentiment_score":-0.15}
{"full_text":"Cornwall faces losing PS1bn of spending by visitors over 14 months because of coronavirus, tourism bosses have warned. ","sentiment_score":0.0}
{"full_text":"Learn a bit about the #SikhFaith as you admire this piece of art made by young Jaipreet Kaur in honor of COVID-19 patients and the isolation many of us are feeling. #WIROCWednesday #AllFaithsOneFamily","sentiment_score":0.3}
{"full_text":" The Education Team's Premier League Primary Stars Programme is available to support children learning from home during the lockdown period, assisting with literacy, numeracy and PSHE.#ColU | #PLPrimarystars |","sentiment_score":0.4}
{"full_text":"#Israel is leading the world in #vaccinating its citizens against the coronavirus, but it also seeks to help some of the most vulnerable men and women in #Jewish communities around the world - #Holocaust survivors.https:\/\/t.co\/4L0wjNRcYN","sentiment_score":0.0}
{"full_text":"RT \/ black deathgiven that biden is against the death penalty, its more likely that he wont be executed at all. this should...","sentiment_score":0.1111111111}
{"full_text":"If you're struggling with debt, you're not alone 1 in 3 households lost income because of coronavirus in 2020Our advice can help you find a way forward","sentiment_score":0.0}
{"full_text":"Wonderful beginning of the year! Got first shot of #Sputnik-V COVID Vaccine. Today is first day of Phase 2 #Russian #Vaccination program and Travel &amp; Hospitality industry workers are among those who eligible to be vaccinated. So team is getting vaccine! #sputnikv","sentiment_score":0.375}
{"full_text":"#AAA Lockdown Quiz Nights are here! We're hosting a fantastic 3 quiz nights over the next few months and you're invited! All proceeds will go towards helping us to continue our vital work in 2021! To find out more &amp; to sign your household up, contact Kevin today! #TogetherWeCan","sentiment_score":0.18}
{"full_text":"A Chinese province of more than 37 million declared an \"emergency state\" on Wednesday to snuff out a handful of Covid-19 cases, as the country moved decisively to contain infections.https:\/\/t.co\/UeaByGwu39","sentiment_score":0.25}
{"full_text":"Make the most of being stuck at home because of #Covid19 by investing in your own Home Based #franchise.","sentiment_score":0.55}
{"full_text":"What a COVID-19 Vaccine Means for the Travel Industry -  #covid19 #vaccine #travelindustry #hotelmarketing #hotelnews","sentiment_score":0.0}
{"full_text":"Rumours of tightening #restrictions and cold grey #January are making us wonder when we are going to get our much needed #vitaminD. We spoke to travel writer about her #lockdown in #margate and Achievable Adventures. https:\/\/t.co\/kQwjQa95ne","sentiment_score":-0.15}
{"full_text":"Opinion: The incoming Biden administration needs to support the PREP Act to protect good-faith decisions and actions regarding Covid-19 treatment and vaccination from the threat of lawsuits.","sentiment_score":0.0}
{"full_text":"Doctors have thanked staff and volunteers for their help in rolling out the 'vast' immunisation programme","sentiment_score":0.0}
{"full_text":"\"These survey results highlight the crucial need for intervention from the Scottish Government.\"Students have found themselves unable to pay rent and billshttps:\/\/t.co\/fiDSvd4gqV","sentiment_score":-0.25}
{"full_text":"While You Were Sleeping: Coronavirus updates for January 13 #FOX59Morning","sentiment_score":0.0}
{"full_text":"Preliminary testing conducted by the University of Texas shows the COVID-19 vaccine holds up against the new variants.","sentiment_score":0.1363636364}
{"full_text":"The coronavirus vaccine will soon be made available to more members of the public.","sentiment_score":0.3}
{"full_text":"RT Serving the nation with a big smile! Here's a glimpse of successfully delivering COVID-19 vaccine to Lucknow.#LetsIndiGo #C...","sentiment_score":0.375}
{"full_text":"Fantastic news!https:\/\/t.co\/5WfDwcclTl","sentiment_score":0.4}
{"full_text":"RT Caught a SARS-CoV2 superspreader tonight.  Enough virus in a single 10ml saliva sample to infect 2\/3 of China, yet unre...","sentiment_score":-0.0357142857}
{"full_text":"'Didn't feel a thing' | Texas family tells why they took a #COVID19 vaccine","sentiment_score":0.0}
{"full_text":"Malaysia Reimposes Partial Lockdown. Interstate travel is being banned and all non-essential businesses will close for the next two weeks in areas such as Johor, Kuala Lumpur, Melaka, and Sabah.https:\/\/t.co\/PJzot1sAGF #Lockdown #COVID19 #Malaysia","sentiment_score":-0.0333333333}
{"full_text":"VIDEO: Workers from the restaurant industry bang pots and pans in the streets of Mexico City, demanding authorities in the capital allow them to reopen, despite a rise in hospitalisations of Covid-19 patients","sentiment_score":0.0}
{"full_text":"No action is needed for most eligible taxpayers to get the payment, but those who don't can claim it when they file their 2020 tax return.","sentiment_score":0.225}
{"full_text":"RT Wentworth hospital in Durban! Our health system is already overwhelmed. Please #StaySafe #StayHome #WearAMask #sanitize...","sentiment_score":0.0}
{"full_text":"Our Advice Centre is still open 9-5pm throughout lockdown! The expert team can help with  Housing disputes &amp; tenancy info Academic appeals Fitness to practise casesIf you need help, book a phone appointment with one of our advisors today!","sentiment_score":0.0}
{"full_text":"RATIONING CARE: Test positivity, deaths, and hospitalizations all reached record highs this week in Oklahoma, pushing already overwhelmed hospitals to the brink.","sentiment_score":0.0}
{"full_text":"Owners of Good Times in Caledonia 'happy to be open' to 50 percent capacity after a year of shutdowns.","sentiment_score":0.5}
{"full_text":"While data suggests that catching coronaviruses from surfaces is unlikely, the warn that it's possible to contract #COVID19 by touching a surface or object with the virus on it","sentiment_score":0.15}
{"full_text":"RT Today, we are launching a new campaign to help school children work from home during lockdown. We have taken our 2021 c...","sentiment_score":0.1363636364}
{"full_text":"RT At least it's Corvid not Covid we were all going to die","sentiment_score":-0.3}
{"full_text":"Tshwane is at Covid-19 epicentre in Gauteng - premierWith regards to the second wave, Tshwane metro has the highest number of daily infections. Read more&gt; #RekordPretoria","sentiment_score":0.0}
{"full_text":"Our range of signage, floor stands, floor marking tapes, matting and high visibility clothing can all encourage effective social distancing.#socialdistancing #hygieneessentials #protectyourselfandothersLink to Social Distancing Essentials ","sentiment_score":0.2066666667}
{"full_text":"Day Three of workout with WITSU! Let's keep active during this lockdown. #WITSU #WorkoutwitWITSU #Covid #Covidrestrictions #Lockdown","sentiment_score":-0.1333333333}
{"full_text":"Make the most of being stuck at home because of #Covid19 by investing in your own Home Based #franchise.","sentiment_score":0.55}
{"full_text":"Retail is experiencing unprecedented change that is accelerated by the pandemic. Join Gartner to discuss top trends impacting digital business in a free #webinar on 1\/15. Register here. #GartnerSYM #DigitalBusiness","sentiment_score":0.375}
{"full_text":"#Covid19: #saturimetri gratis in #Farmacia #coronavirus","sentiment_score":0.0}
{"full_text":"RT Rep. Watson Coleman: I'm 75. I had cancer. I got covid-19 because my GOP colleagues dismiss facts. ","sentiment_score":0.0}
