{"full_text":"We honor the many heroes who have battled #COVID19 this year. Meet Moses Ogbonnaya, our hero who is the #ForceForGood behind helping serve over 100,000 front-line responders with over +1.8 million clean garments. #LeadWithLove #PGemployee","sentiment_score":0.1555555556}
{"full_text":"Arsenal take out PS120m loan to help with Covid-19 impact -","sentiment_score":0.0}
{"full_text":"RT As sure as night follows day, the media projects a bogus image of a Britain united in cacophonous clapping, pot-banging,...","sentiment_score":0.05}
{"full_text":"RT For the first time in the pandemic, has reported 4,000 US deaths from #COVID19 in a single day","sentiment_score":0.0892857143}
{"full_text":"RT Umm, 4000 deaths a day seems a lot. ...checks notes... a new record for US #COVID19 deaths in one day. How it st...","sentiment_score":0.1363636364}
{"full_text":"If You Can't Stop Staring at TV Anchors' Home Backgrounds, You're Not Alone via","sentiment_score":0.0}
{"full_text":"well well well, how the turn tables","sentiment_score":0.0}
{"full_text":"So you mean these are immune to Covid-19!!!!!?, God what did Ugandans do to deserve this punishment!","sentiment_score":-1.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT With lockdown restrictions once again extended, this time in the North, I'm again willing to provide pro bono (i.e. without...","sentiment_score":0.25}
{"full_text":"I just get annoyed!!! Person said completely lockdown !! People who know , knows ! Even previous lockdown I got people all over traveling from one country to another ! U just don't see it .","sentiment_score":-0.2647569444}
{"full_text":"RT I've prob been ridiculously annoying lately but idk maybe if y'all lost a family member to Covid, stood by your mom whil...","sentiment_score":-0.55}
{"full_text":"RT ONE new case recorded in Brisbane overnight and suddenly the Government sends millions straight back into LOCKDOWN and mand...","sentiment_score":0.0840909091}
{"full_text":"RT COVID-19: Vaccines may not come too soon - Health Ministryhttps:\/\/t.co\/pzYQZ8Fwwy","sentiment_score":0.0}
{"full_text":"Quite honestly with COVID it should be done remotely and have all of us watch it like we watched the victory party minus any cars. Then these little boys that think they're bad ass can come to DC  with noone there to attack and jerk off","sentiment_score":-0.0975}
{"full_text":"RT Bernie Sanders delivering straight truth here. Says Democrats lost the 2010 midterms after winning a governing trifect...","sentiment_score":0.35}
{"full_text":"Lockdown 2: Electric BoogalooComing to a city near you","sentiment_score":0.1}
{"full_text":"RT Pia Ranada deserves an award for putting up with this","sentiment_score":0.0}
{"full_text":"The last year has been a struggle for all of us, adults and children. For any of us to return to our \"normal\" lives, we need to end the pandemic. So why aren't we all fighting for #COVIDZero rather than trying to create a fake normal, which will ultimately lengthen the pandemic?","sentiment_score":-0.04}
{"full_text":"Wouldn't surprise me. Didn't Guliani get covid shortly after that I wonder?","sentiment_score":0.0}
{"full_text":"RT Kashmiri girls making snow sculpture of a doctor, a vaccine and a stethoscope in honour of health workers for their fight...","sentiment_score":0.0}
{"full_text":"RT Covid-19 lockdown: Animal rescue centres relying on public support","sentiment_score":0.0}
{"full_text":"RT She owns Becky's Flowers in Midland TX and ran for Mayor in 2019. Actively protested masks an...","sentiment_score":-0.1333333333}
{"full_text":"My mom is trying to plan something covid safe for my birthday and is mad that I was born in February ??? I mean that is something u quite literally had all the control over babes","sentiment_score":-0.1458333333}
{"full_text":"RT 'The US lost control': America records its most ever Covid-19 deaths in a day The same day a largely...","sentiment_score":0.2380952381}
{"full_text":"RT Angela Smith, 54yo Home Health CNA, Huntington West Virginia, died of #covid19 12\/5. She was always happy and smiling, loved t...","sentiment_score":0.75}
{"full_text":"RT I hope realizes that Parler has become Sedition Central, and those terrorists have MORE plans to wreak havoc and viole...","sentiment_score":0.25}
{"full_text":"RT dont forget Taiwan, they also done a bang in job for containing the pandemic while having larger population th...","sentiment_score":0.0}
{"full_text":"RT BREAKING | Japan PM declares COVID state of emergency targeting Tokyo nightlife#Tokyo #StateOfEmergency #Jin Ji Shi Tai Xuan Yan https:\/\/t....","sentiment_score":0.0}
{"full_text":"You can keep your trash south of the border. Beside border is still closed. Only good part of Covid. Keep stupidity in America where it can stay. Cruz is all your national embarrassment! Never Canadian!","sentiment_score":-0.084375}
{"full_text":"I hate to be a downer here but it's feeling like Mar 1 all over again... should be issuing new lockdown orders right now - you waited 2 weeks too long to do so last time. The new variant is here and the + rate is already through the roof.","sentiment_score":-0.0485930736}
{"full_text":"RT ALICIA MARTINEZ, 70 of Downey, California died of COVID on Nov. 2.\"Tia Alicia was outgoing, funny, loud and welcoming....","sentiment_score":0.175}
{"full_text":"RT Just a conspiracy you all said. We did try and warn you.https:\/\/t.co\/XmIDxKAcw4","sentiment_score":0.0}
{"full_text":"RT A DAY IN THE HEART OF DOWNTOWN TORONTO'S LOCKDOWN DECEMBER 29th, 2020                via","sentiment_score":0.0}
{"full_text":"RT An attempted coup is not something to sweep under the rug.Children in cages is not something to sweep under the rug.Dep...","sentiment_score":0.0}
{"full_text":"It's a sad day. I was suppose to take my 18yr daughter who is the biggest \"president nerd\" to the inauguration. This is the first election she voted in. She was looking forward to this, especially when she was effected by the pandemic during her senior year. 1\/","sentiment_score":-0.0833333333}
{"full_text":"RT Now that Democrats have power, we have to be bold in a way we have not seen since FDR in the 1930s. The first order of...","sentiment_score":0.2916666667}
{"full_text":"\"So the IT guy at the hospital is higher risk than a primary-care physician testing Covid-positive patients?\" Some doctors are fuming over lack of access to coronavirus vaccines.","sentiment_score":0.25}
{"full_text":"RT You gotta admire that even during a global pandemic America finds a way to carry on with unbridled insanity.","sentiment_score":0.0}
{"full_text":"RT Looking forward to planning the 3rd General Auditions next week with the team and what we can do in 2021! This pandemic...","sentiment_score":0.0166666667}
{"full_text":"RT Ion even know what a date is","sentiment_score":0.0}
{"full_text":"RT You can read my explanation here about how vaccine works.","sentiment_score":0.0}
{"full_text":"RT coz we're still in Lockdown ...","sentiment_score":0.0}
{"full_text":"False. Only a few months after they were. Even recently before the vaccine came out, there were pics of huge parties in wuhan like nothing is happening","sentiment_score":-0.04}
{"full_text":"RT Now that Democrats have power, we have to be bold in a way we have not seen since FDR in the 1930s. The first order of...","sentiment_score":0.2916666667}
{"full_text":"Our communism, our secret police, will put Putin to shame.  Expect Trump to mysteriously catch a potent &amp; fatal strain of Covid soon.  We've had the military.  Took that under your noses.  Why do you think martial law was never called.  The crackdown is coming.  You have no idea.","sentiment_score":-5.551115123e-18}
{"full_text":"RT Almighty. As the pandemic has forced many into lockdown again, we look to You for comfort, strength &amp; protection. Calm our h...","sentiment_score":0.1666666667}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"Who is the guy in the 4th photo? Saw him at a pre-covid town hall held by my MLA.","sentiment_score":0.0}
{"full_text":"RT Florida House Speaker... Only Florida hasn't had mobs, riots, and violent invasions. Florida does have unemployment sy...","sentiment_score":-0.4}
{"full_text":"RT bro teeth practicing social distancing","sentiment_score":0.0333333333}
{"full_text":"RT We are very excited to announce that our residents and staff are getting their first COVID vaccines on Tuesday (Jan 12th)...","sentiment_score":0.36875}
{"full_text":"RT A covid reinfection with the E484K mutation in a 45-year-old woman (key mutation in 501Y.V2) in Brazil. Notable, in light o...","sentiment_score":0.3}
{"full_text":"The WHO has spoken about the new Covid-19 variant.  There is no indication that the coronavirus variant identi...https:\/\/t.co\/KwVNtyDUH9","sentiment_score":0.1363636364}
{"full_text":"RT You're applauding a byproduct of a global pandemic, yep you'll accept the medal for sure.  You make me nauseous.","sentiment_score":0.25}
{"full_text":"Oh please, there is no way to blame him for the Covid deaths. That's just stupid and ridiculous like all the other bullshit people want to bash him for, but yet before he was President, all those in D.C. sure didn't mind hob-mobbing with him!","sentiment_score":-0.1583333333}
{"full_text":"RT Business Not as Usual -- Covid-19 Vaccination in Persons with Substance Use Disorders | NEJM","sentiment_score":-0.25}
{"full_text":"So sick of lockdown, really missing cuddles &amp; physical contact rn ","sentiment_score":-0.3047619048}
{"full_text":"RT Worst day of the US pandemic with respect to both the loss of Americans lives, more than four thousand of them (4,033),and...","sentiment_score":-0.25}
{"full_text":"RT as if it's still only first week of 2021 we're still in a global pandemic america is in a civil war and jeffree star i...","sentiment_score":0.0833333333}
{"full_text":"RT Harvard alum OL Anthony Fabiano '16 signed by the 9th Crimson alum in the this season. #CrimInTheNFL htt...","sentiment_score":0.0}
{"full_text":"RT While the Browns are in COVID hell the Steelers putting out promo vids blatantly violating protocol.","sentiment_score":-0.5}
{"full_text":"RT ...and we aren't clapping for their resignations. We're past that. Way past that.","sentiment_score":-0.25}
{"full_text":"RT Hi  exhausted doctor here! Shut down LA, lobby for rent forgiveness, stop towing\/giving parking tickets, support peopl...","sentiment_score":-0.3277777778}
{"full_text":"RT YJ : We haven't seen the fans irl before so I hope once the Corona is better, wait the Corona won't get better, I hope once t...","sentiment_score":0.5}
{"full_text":"COVID-19 Virus has been explained as protein covered by fat. 20 seconds soap washing destroys fat &amp; protein disintegrates killing virus. So what is mutating, why scientists can't destroy fat cover like soap anywhere in body. Does mutated virus need different vaccine?","sentiment_score":-0.1}
{"full_text":"I haven't left my house to do anything fun in months  as long we covid safe bc im high risk lol","sentiment_score":0.285}
{"full_text":"I checked these are 3rd party sources like acme, inc. So its a me or a you, buying these at Sam's and reselling on Amazon. Lol! Work, but with the right products and advertising campaign it could be super successful during a pandemic.","sentiment_score":0.4738095238}
{"full_text":"How many opportunities did Pence have during the past year to take a stand for our lives?  Every day the number of mothers, fathers and children dying of Covid has increased.  In May he said Covid would be mostly gone by Memorial Day; he knew that was a lie.   is a fraud too.","sentiment_score":0.25}
{"full_text":"RT Important announcementDue to the situation of Covid-19 in Thailand is not good now. We would like to announce that we...","sentiment_score":0.025}
{"full_text":"And then u have ppl who talk shit cuz he didn't wear a mfookin mask.... Fuk off","sentiment_score":-0.2}
{"full_text":"RT As a doctor I'm pissed that referred to \"countless\" lives lost to #COVID19 in his video tonight. It's n...","sentiment_score":0.0}
{"full_text":"Governor Andy Beshear proposed a quick infusion of aid into the state's coronavirus-battered economy.  For details, click on the story at ","sentiment_score":0.3333333333}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT Full lockdown, please.","sentiment_score":0.35}
{"full_text":"RT Business Not as Usual -- Covid-19 Vaccination in Persons with Substance Use Disorders | NEJM","sentiment_score":-0.25}
{"full_text":"RT Update on our border: As of today, if you are flying into Canada, you will need to present a negative COVID-19 test resu...","sentiment_score":-0.15}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Ontario preparing to transfer hospital patients out of regions worst-hit by COVID-19https:\/\/t.co\/fWq7nFq3sw","sentiment_score":0.0}
{"full_text":"RT Ramah distribution by Darnell Maria, Randy Chatto and team. Incredible work! Thank you so much!!!For anyone that is i...","sentiment_score":1.0}
{"full_text":"RT We broke 4,000 covid deaths reported in one day today. I don't know what to say besides that this feels really heavy and reall...","sentiment_score":-0.2}
{"full_text":"Four COVID tests, one antibody test, and one round of the vaccine so far...","sentiment_score":-0.05}
{"full_text":"Absolutely one of the least surprising things I've read all day and I've mostly read things about the complicit white supremacist law enforcement and military.","sentiment_score":0.1666666667}
{"full_text":"RT Good morning, my boyTake care of yourself and wear a mask. have a beautiful day #phiirwichycchaaphwkeraakhidthueng","sentiment_score":0.775}
{"full_text":"We honor the many heroes who have battled #COVID19 this year. Meet Moses Ogbonnaya, our hero who is the #ForceForGood behind helping serve over 100,000 front-line responders with over +1.8 million clean garments. #LeadWithLove #PGemployee","sentiment_score":0.1555555556}
{"full_text":"WE JUST SAW IT AND JMM","sentiment_score":0.0}
{"full_text":"RT Atiku receives COVID-19 vaccine in Dubaihttps:\/\/t.co\/keTpoZToBg","sentiment_score":0.0}
{"full_text":"RT Joe Biden is considering asking Congress to help suffering Americans in two steps: give them the balance of their coveted $2,000...","sentiment_score":0.0}
{"full_text":"RT Now that Democrats have power, we have to be bold in a way we have not seen since FDR in the 1930s. The first order of...","sentiment_score":0.2916666667}
{"full_text":"Grizzlies are a scrappy team they got good defense. Especially Brooks hes lockdown","sentiment_score":0.35}
{"full_text":"RT Irresponsible is when you walk into Sheraton...","sentiment_score":0.0}
{"full_text":"The Circle Bar, now a casualty of the pandemic, apparently was the place to be.","sentiment_score":0.05}
{"full_text":"I wish us all love, pardon, faith, hope, light and joy, especially by working through these things.*PS - We have some family members with Covid and so we are quarantining and separating within our house. I got the basement!","sentiment_score":0.425}
{"full_text":"You're one of those \"if you have diabetes it's not a COVID death,\" right?","sentiment_score":0.2857142857}
{"full_text":"TODAY'S FRONT PAGE:FRIDAY 8 JANUARY 2021 #dailynewszim #news #zimbabwe #zimnews #Friday  #NewYear #NewYear2021 #lockdown #COVID19 #MaskUpZimbabwe #StayHome","sentiment_score":0.0}
{"full_text":"Mutual aid organizations, nonprofits, and food banks to support right now","sentiment_score":0.2857142857}
{"full_text":"[Notice]Due to the increase of COVID-19 cases, after careful consideration we have decided that Feb. 17's hololive IDOL PROJECT 1st Live. \"Bloom,\" will be a non-audience, online stream-only event.(The next tweet explains refunds for venue ticket holders)#hororaibuaidoruDao ","sentiment_score":0.0121212121}
{"full_text":"Thailand Imposes New Covid-19 Restrictions.Tougher measures have just been rolled out in #Bangkok and 27 other \"red zone\" provinces around the country.https:\/\/t.co\/6kOPbAjuKN#Thailand #COVID19","sentiment_score":0.0037878788}
{"full_text":"JRL NEWSWATCH: \"Angela Merkel mulls Russian answer to EU coronavirus vaccine bottleneck\" - The Times (UK)\/ Oliver Moody","sentiment_score":0.0}
{"full_text":"During the first national lockdown in the United Kingdom in March 2020, very few people ventured out of their homes except those working in critical places like clinics and hospitals. | via","sentiment_score":-0.0033333333}
{"full_text":"What does a #COVID safe #jurytrial look like? Find out in this episode of the #LawReport from","sentiment_score":0.5}
{"full_text":"From what I've read the basic structure just involves requests. They've asked residents to stay home after 8pm except of \"essential\" needs. Shorter biz hours for bars and restaurants, requesting companies to do more remote work, stagger in-office times and days.","sentiment_score":0.1}
{"full_text":"Open, honest &amp; timely communication of the unvarnished truth is vital. The people must be treated as equal partners in an enterprise that can succeed only with their support.@GorwayGlobal lists seven key principles of a successful immunisation programme.https:\/\/t.co\/IZqaExK924","sentiment_score":0.2071428571}
{"full_text":"State prison officials are considering offering rewards to inmates who accept a coronavirus vaccine that will soon become available to them.https:\/\/t.co\/jQP9aZfnkM","sentiment_score":0.4}
{"full_text":"Rethinking kids' #education in the year of #covid. #Edu #K12","sentiment_score":0.0}
{"full_text":"Make it retroactive back to the start of the pandemic.","sentiment_score":0.0}
{"full_text":"#VandeBharatMission | The repatriation flight schedule &amp; other updates  #COVID19 #Aviation #CoronavirusIndia","sentiment_score":-0.125}
{"full_text":"There are 2,170 active #coronavirus cases in #SaudiArabia out of which 328 are in a critical condition. ","sentiment_score":-0.0666666667}
{"full_text":"The hospital networks said his approved vacation started on Dec. 18, and in an apology email to staff, a statement attributed to Stewart said his trip included a stay with family at his private home in the Dominican.","sentiment_score":0.0}
{"full_text":"As a teacher and mom of HS students, I totally second this. It would be much easier to buy time and finish online now, than say forcing closure in 3 weeks time and expecting teachers to connect with new classes through a screen. Did they even ASK teachers??? #ResignKenney","sentiment_score":0.1121212121}
{"full_text":"World's largest ice and snow festival scales back events amid #pandemic #China","sentiment_score":0.0}
{"full_text":"Tevis Cup at Michigan Bluffc. 1966L-R: Drucilla Barner, Paige Harper and Wendell Robie#thursdayvibes #COVID19","sentiment_score":0.0}
{"full_text":"RT To fully grasp this video: These rioters end up just feet away from 2 separate Senate entrances - at that very mo...","sentiment_score":0.2}
{"full_text":"The ETSU men's basketball team has postponed their home game set for Wednesday January 13th against Samford due to a positive COVID-19 test result and contract tracing.https:\/\/t.co\/YPnqjxBxs1","sentiment_score":-0.0744318182}
{"full_text":"Author Scott Clark weighs in on the status of customer service post-pandemic: \"Long after the pandemic is over, the customer will still be king...\"","sentiment_score":-0.05}
{"full_text":"Primary school closures during #COVID19 could result in 5.53 million years of life lost for children across the US. Click to read this study's findings. #MedEd","sentiment_score":0.4}
{"full_text":"India will start its drive by vaccinating high-risk groups first. This would include healthcare &amp; frontline workers. People over 50 years of age &amp; people with more than one illness will also be part of priority groups.#Amura #AmuraHealth #COVID19 #CovidVaccine #ChangeYourStory","sentiment_score":0.375}
{"full_text":"During the first national lockdown in the United Kingdom in March 2020, very few people ventured out of their homes except those working in critical places like clinics and hospitals.https:\/\/t.co\/W5C6sNfk3y","sentiment_score":-0.0033333333}
{"full_text":"Even the torches have to quarantine!","sentiment_score":0.0}
{"full_text":"RT Umm, 4000 deaths a day seems a lot. ...checks notes... a new record for US #COVID19 deaths in one day. How it st...","sentiment_score":0.1363636364}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 1:11pm 7\/1\/2021.","sentiment_score":0.0}
{"full_text":"RT Folks need to stop saying the country is broke and therefore cannot afford a lockdown. The country isn't broke. It can pay...","sentiment_score":0.0}
{"full_text":"If the race for a #COVID19 vaccine is a sprint, then the one for #HIV is a long-distance marathon. Here's a look at why ending the #AIDS epidemic is not an easy fix.","sentiment_score":0.4333333333}
{"full_text":"Child Psychiatrist with Dr. Ram Chettiar joined to share insight on the impact of #Covid19 on children and the potential for heightened anxiety and depression. #BringingKansasToYou","sentiment_score":0.0}
{"full_text":"All international arrivals to #England, including UK nationals, will have to present a negative COVID-19 test result before departing to help curb the new coronavirus variant, the government announced on Friday","sentiment_score":-0.0409090909}
{"full_text":"&lt;Jan 9th(Sat)7pm JST Live streaming&gt;#YOSHIKI 's New year's greetings and live phone calls!Due to the covid-19 situation and the staff's safety, YOSHIKI's appearance will be audio-only this time.YouTube:","sentiment_score":0.1363636364}
{"full_text":"North Carolina prison officials are considering offering rewards to inmates who accept a coronavirus vaccine that will soon become available to themhttps:\/\/t.co\/Bbo8adKDkc","sentiment_score":0.4}
{"full_text":"9 of 10 Filipinos worried family members could catch COVID-19 -- SWS","sentiment_score":0.0}
{"full_text":"RT I've been thinking about this all day:* separating families, kids in cages #* failed, untrue leadership re Covid response,...","sentiment_score":-0.5}
{"full_text":"RT So she conspired to commit sedition, invaded a federal building,   vandalized it, and was an accessory to theft.Her na...","sentiment_score":0.0}
{"full_text":"Why are markets optimistic on IPO despite the pandemic? Will retail participation optimism continue? What disruptive events can we expect this year?Wong Kar Choon, Disruptive Events Advisory Leader reviews the IPOs and his outlook for 2021 at","sentiment_score":0.0}
{"full_text":"The older and high risk people are the ones that need the vaccine. Once they have it the politicians and experts will be out of reasons to keep us locked down...","sentiment_score":0.057037037}
{"full_text":"#SPOTLIGHT: To emerge more resilient from #COVID19 crisis, #MiddleEast city leaders must reimagine urban development","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 22.2FHumidity: 91%Dew Point: 24.8F Barometer: 30.345 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 216.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT At this rate, 50,000 more Americans will die before Trump leaves office. That's almost another Vietnam War","sentiment_score":0.5}
{"full_text":"as equally astonishing as it is predictable.https:\/\/t.co\/NAy6kUSDCG","sentiment_score":0.5}
{"full_text":"RT What's the sharing formula like?  I have an idea, let's do it in alphabetical order. ","sentiment_score":0.0}
