{"full_text":"Aww lovely! So, currently helping with development of COVID response projects, such as remote oximetry monitoring and Virtual Wards. Also work on projects designed to reduce harm from medications and testing new health innovation in partnership with local health systems xxx","sentiment_score":0.1373376623}
{"full_text":"Why you are not asking for more lockdown measures??","sentiment_score":0.5}
{"full_text":"RT Today, our country is expected to mark 400,000 people confirmed lost to COVID-19. Tonight, President-elect","sentiment_score":0.15}
{"full_text":"Serum Institute of India is the manufacturer of the Oxford-AstraZeneca coronavirus vaccine - Covishied","sentiment_score":0.0}
{"full_text":"RT Spending too much on parcel deliveries during lockdown? The Tories have fixed that for you - now you can't afford it htt...","sentiment_score":0.15}
{"full_text":"How can we be worse than the US? They have COVID parties FFS!!!","sentiment_score":-0.78125}
{"full_text":"RT 'At a certain point' release 'the most onerous' restrictions?Who gave this fanatic the power to suspend and destroy our...","sentiment_score":0.0535714286}
{"full_text":"Great turnout on MLK Day of Service from Faculty and Students of CSU to receive Covid-19 vaccines","sentiment_score":0.8}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT 1,820 covid deaths today 1,610 covid deaths yesterdayThat's 3,430 deaths over the last 48h71.5 deaths every hour...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Robbie Williams 'quarantining in Caribbean with COVID-19'","sentiment_score":0.0}
{"full_text":"RT Modi Govt Bringing Economy Out oglf COVID crisis. SENSEX touches 50000 for the first time .","sentiment_score":0.25}
{"full_text":"Didnt mention all season bro. He was injured and had covid at the start so he was slow. But Since October after Arsenal, hes been on it.","sentiment_score":-0.3}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"Hopefully lockdown hasn't aged all of you that much!","sentiment_score":0.075}
{"full_text":"RT 1,820 UK Covid deaths recorded today In the past 24 hours: 0 deaths in New Zealand - pop 5m0 deaths in Taiwan - pop...","sentiment_score":-0.0568181818}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Joe Biden allowed 8,000 Americans to die from Covid during his inauguration.","sentiment_score":0.0}
{"full_text":"RT We are now in an unbelievable situation where not only has Gavin Williamson ignored all calls to make schools more covid-secu...","sentiment_score":0.0833333333}
{"full_text":"RT Just the 1,820 dead today. I see the Libertarian lockdown-sceptic cranks at Spiked are fearlessly using their free sp...","sentiment_score":0.1}
{"full_text":"RT Incredible to go back and look at what the government was saying in March. Here's a government source rubbishing Italy's pan...","sentiment_score":0.45}
{"full_text":"So we shouldn't comment because of Covid?  Lmao how May died today from you executive order? ","sentiment_score":0.6}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"It's real ","sentiment_score":0.2}
{"full_text":"RT Coronavirus: annual Lunar New Year parade to be replaced by online shopping portal","sentiment_score":-0.0568181818}
{"full_text":"With Covid 19 pandemic seriously affecting our economies the question of how cities are going to fund their digital transformation is certainly a crucial one. has a significant experience on this topic that Jacques Vermeulen will be able to share.","sentiment_score":0.1083333333}
{"full_text":"RT This pandemic has taught me something my father never taught me.- and that is,:A salary should never be your primary source...","sentiment_score":0.4}
{"full_text":"RT Very convenient for Death Secretary Matt Hancock to be self isolating at same time as we have highest daily covid deat...","sentiment_score":0.0666666667}
{"full_text":"Thank u. We hve all had it and have recovered without vaccine, without treatment, same way we do for common cold. Why are you hell bent on making a religion out of covid 19.","sentiment_score":-0.3}
{"full_text":"RT Just caught the headline that SIR, yes SIR Patrick Vallance who has PS600,000 worth of shares in vaccine company GlaxoSmi...","sentiment_score":0.3}
{"full_text":"#Bitcoin &amp; therefore #ARB are in a temporary dip due to the #Biden Bounce but we know this is temporary.  #Gold another store of value has hardly moved. The facts are that QE will only increase &amp; the #Covid19 crisis is getting worse Stock markets don't reflect this$ARBKF #Zcash","sentiment_score":-0.2041666667}
{"full_text":"They'll expect to ride it out and about a year before the next election start comparing Muslims to \"letterboxes\" again","sentiment_score":0.0}
{"full_text":"COVID-19: Hunger, cold and poverty in lockdown via","sentiment_score":-0.6}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 10:00 - All updates and service information can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thank you.","sentiment_score":0.0}
{"full_text":"RT So proud of our many upper division students who volunteered today at Gamecock Park to assist with vac...","sentiment_score":0.4333333333}
{"full_text":"Well i am more concerned with the fact that levine pulled thier mother from a nursing home, then admitted covid patients to said nursing HOMES killing thousands... what part of that doesnt he get?","sentiment_score":0.5}
{"full_text":"RT BREAKING: AT LEAST 100 PEOPLE DIED YESTERDAY DUE TO PRESIDENT JOE BIDEN'S MISHANDLING OF THE CORONAVIRUS. DAILY DEATH TOLL E...","sentiment_score":-0.1416666667}
{"full_text":"RT Cant believe Gerard way had to find a new job since all the my chem shows were cancelled Bc of Covid ","sentiment_score":0.1363636364}
{"full_text":"RT I'll talk about this WHO statement on Covid tests on my show. WHO directs testers to confirm Covid+ PCR tests on p...","sentiment_score":0.0}
{"full_text":"RT #WorkingforBabies An important new report on babies and lockdown lessons - thank you and","sentiment_score":0.2681818182}
{"full_text":"RT Don't forget: Stay Home Protect the NHS Save lives#StaySafeEssex #HandsFaceSpace  h...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Genesis HealthCare, a huge nursing home chain:*They couldn't afford PPE amid a $96 million shortfall*Gave its CEO a...","sentiment_score":0.4}
{"full_text":"My attention span is getting ready bad during lockdown . I starting to zone out in short stints","sentiment_score":-0.125}
{"full_text":"RT On the fierce row about rapid Covid tests, and whether they will transform society or cause a wave of false negatives","sentiment_score":-0.4}
{"full_text":"RT Fox News blasts Biden for \"unacceptable\" 4 COVID deaths on his watch","sentiment_score":0.0}
{"full_text":"A Class XII girl student of govt. model hr. sec. school at Periya Krishnapuram  near Vazhapadi, #Salem tested positive for #Covid19.School, hostel closed; RT-PCR swab taken for students staying in hostel and studying in school.@xpresstn","sentiment_score":0.0318181818}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT The United States could face as many as 100,000 more Covid-19 deaths in less than a month, according to the US Centers for Diseas...","sentiment_score":0.2777777778}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT get ready for 2nd generation idols return2PM, SHINee, HIGHLIGHT has announced plan of long awaited comeback after me...","sentiment_score":0.05}
{"full_text":"RT Overcoming vaccine skepticism -- so the country can reach herd immunity -- may take more than public service appeals.Some economis...","sentiment_score":0.25}
{"full_text":"RT One of most thorough analyses of the role of private sector in #COVID19 response has come from They took a pra...","sentiment_score":0.25}
{"full_text":"RT \"It's easy to think that pretty much every new contract awarded without a tender will have a link to a Tory donor and t...","sentiment_score":0.2549242424}
{"full_text":"RT  Impact of the Coronavirus on the Low-Code Development Platform Market Growth, Trends and ... #tech #ITRTG ","sentiment_score":0.0}
{"full_text":"Feeling overwhelmed in challenging times? Join in with my #texturehuntergatherer, a creative refocus &amp; simple to do indoors or outdoors. Find a fascination for colours &amp; textures wherever you are. Slow thoughts, find solidarity in the minutiae. #mentalhealth #anxiety #pandemic","sentiment_score":0.175}
{"full_text":"Yet Europes 2 biggest construction sites Hinkley C and HS2 remain open as they have done during the whole pandemic. Not adversely affected compared to furloughed workers at home. A group of people worth examining as to how we exit to normality.","sentiment_score":0.1666666667}
{"full_text":"RT Insecurity deserves more attention than Covid19 - Former Governor of Sokoto State , Attahiru Dalhatu Bafarawa tells President...","sentiment_score":0.25}
{"full_text":"RT oh no not another bule encouraging foreigners to stay in bali and cheat the immigration system in the middle of PANDEMIC ??...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Infection rates among teachers and school support staff 'much higher' than among general public","sentiment_score":0.1}
{"full_text":"The rich are vaccinated for free, but the poor die from medical experiments on them","sentiment_score":0.09375}
{"full_text":"RT Dr. Anthony Fauci says President Joe Biden will order the United States to support projects to deploy COVID-19 vaccines, diagnostic...","sentiment_score":0.0}
{"full_text":"RT Make the government announce lockdown from 12-15 February erh chale. We make hot","sentiment_score":0.25}
{"full_text":"RT This thread from our Nation's new is what we have longed for ever since the first cases of #COVID19 were a...","sentiment_score":0.1931818182}
{"full_text":"White House coronavirus task force holds news conference","sentiment_score":0.0}
{"full_text":"RT Dear Lefties,I see 8000 people sadly died of covid in the USA under Bidens presidency yesterday. See how this 'numbers b...","sentiment_score":-0.5}
{"full_text":"RT Please help. Majinder has registered a company with 35 riders, mostly young boys who were jobless during the MCO. Ex AirAsia...","sentiment_score":0.1}
{"full_text":"I legit thought I was the only one","sentiment_score":0.0}
{"full_text":"Someone said the same thing after last years performance and a week later we were in lockdown ","sentiment_score":0.0}
{"full_text":"RT Overcoming vaccine skepticism -- so the country can reach herd immunity -- may take more than public service appeals.Some economis...","sentiment_score":0.25}
{"full_text":"RT Fantastic shares of tips by people living with Dementia , our Fab Forgetful Friends will be thinking about...","sentiment_score":0.15}
{"full_text":"Ok then correct me. How many police officers have died from Covid?","sentiment_score":0.5}
{"full_text":"RT The UK Govt's decision to let three families meet up on Christmas Day just a week after it revealed a new covid variant wa...","sentiment_score":0.1363636364}
{"full_text":"It's sad but things will never go back like pre pandemic. We probably gonna live with it for few more years","sentiment_score":-0.0127272727}
{"full_text":"Etihad Airways and Emirates Airline launch new COVID-19 travel passhttps:\/\/t.co\/Ji1w31KT3n","sentiment_score":0.1363636364}
{"full_text":"Cheshire Phoenix guard Mike McCall Jr. admits having games cancelled due to Covid is a tough mental blow.https:\/\/t.co\/kcCbtqztKs","sentiment_score":-0.2046296296}
{"full_text":"Staying at home is vital in reducing the spread of Covid-19, but you may need to travel for essential reasons.With increased flooding risks, make sure you check before you travel using the link below, the local radio or follow for updates.https:\/\/t.co\/nFgxLssyWC","sentiment_score":0.15}
{"full_text":"This is brutal &amp; significant. The High Court has said Sadiq Khan's LTNs &amp; cycle lane installations are \"unlawful &amp; took advantage of a temporary pandemic to push through radical &amp; PERMANENT changes to London's roads WITHOUT consultation.\" They're % righthttps:\/\/t.co\/4vBU23zf7F","sentiment_score":-0.1133333333}
{"full_text":"California's beer industry is essentially a large country within a large country: The Golden State represents about 11% of the overall U.S. beer market. But its influence exceeds its sheer size.","sentiment_score":0.1457142857}
{"full_text":"During a pandemic, hospitals or emergency services may be overwhelmed. It's important to know some basic #FirstAid. #FirstAidCanSaveLives.","sentiment_score":0.2}
{"full_text":"\"We are assured of God's continuing presence and support in our journey of faith,\" Archbishop Jose Palma said#NCS2021PARIProject #CBCPNews #FeastOfStoNino  #Faith #COVID19https:\/\/t.co\/GcYFCgMsQ4","sentiment_score":0.0}
{"full_text":"DANCE SESSIONS | Following the success of our Dua Lipa Street Dance Sessions, Paige from is back with another series of videos to get you dancing during lockdown.  Access the sessions for free by emailing mark.cooper@clubdoncasterfoundation.co.uk@YOYO_SYorks","sentiment_score":0.175}
{"full_text":"Praying for the 50 countries where it is the hardest to serve Jesus.","sentiment_score":0.0}
{"full_text":"Just like any other vaccine, the COVID-19 vaccine works by teaching your immune system how to defend itself against attack. Find out more:","sentiment_score":0.1875}
{"full_text":"RT Lockdown could be over by May if vaccinations speed up, says Tony Blair","sentiment_score":0.0}
{"full_text":"What are you relying on to feel safe during Lockdown number 3?  Social distancing? The hand-gel in the car? Your youth? The vaccine you're getting soon?#Godandcovid19 #pandemic #Christianliving #Jesusfollowerhttps:\/\/t.co\/3ucA6ESUX2","sentiment_score":0.2666666667}
{"full_text":"Henderson County Department of Public Health reported a system error when it opened up several hundred appointments for the COVID-19 vaccine Wednesday morning, Jan. 20.","sentiment_score":0.0}
{"full_text":"If you haven't done so already, bookmark this page from","sentiment_score":0.0}
{"full_text":"#China surpassed economic growth previous to the health crisis: 6.5% in Q420 against 6% in the same period of 2019. It guarantees China's rapid #recovery and also highlighs the country's margin for facing up to any contingency linked to #COVID19 resurgence","sentiment_score":0.0111111111}
{"full_text":"The Lincoln and surrounding areas CallConnect service has changed to include to help with transport for #COVID19 vaccination appointments. Call 0345 234 3344 for more info #KeepLincolnshireSafe #HereToHelp","sentiment_score":0.5}
{"full_text":"We are still providing services and support during #lockdown and are here to help. Please get in touch if you or someone you know needs our support. #covid19 #nevermoreneeded #loyaltolancashire","sentiment_score":0.0}
{"full_text":"Today on WEKU's Morning Edition, former Louisville detective Brett Hankison's jury trial is set to begin on August 31. India's confirmed COVID-19 cases have plummeted. Scientists are trying to figure out why. Plus local weather and traffic on","sentiment_score":0.1333333333}
{"full_text":"Some of our paediatric therapy team are taking on extra work as vaccinators to help the rollout of the Covid-19 vaccine. There are roles for healthcare professionals and members of the public if you would like to get involved: #vaccine","sentiment_score":0.0}
{"full_text":"It's not too late for Unifor members to register to participate in our Vigil for COVID Heroes lost to the pandemic, including our own sister and two bothers. Today at 6 ET live via Zoom. Register here:","sentiment_score":0.1454545455}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"With each purchase of this 100% Virgin Coconut Oil from Heaven's Heart, a percentage goes into supporting Operation Blessing's #OBAgainstCOVID19 campaign, which helps out brave frontliners battling against coronavirus. Available at #BecauseWeCare","sentiment_score":0.4833333333}
{"full_text":"Townsville's Barra Fun Park will reluctantly close this Sunday - a victim of sky-rocketing public liability insurance costs during COVID-19. #7NEWS","sentiment_score":0.075}
{"full_text":"RT UK trainer Joe Wicks has been keeping spirits and heart rates high with his online PE classes, as Britain endures its thi...","sentiment_score":0.16}
{"full_text":"RT As China approaches the one-year anniversary of the Wuhan lockdown, visitors trickle into a massive exhibition showcasing the...","sentiment_score":0.0}
{"full_text":"Yea you are absolutely right! It is better than nothing. I know it is a Covid issue maybe, but I have a feeling that Argos are going to be doing click and collect only, which means 1 per customer - might be effective in some ways, I don't know.","sentiment_score":0.3642857143}
{"full_text":"This is soooo obvious but has passed me by-if you allegedly cannot wear a mask then wear a visor\/shield instead-make THAT compulsory!! Why not???? And if you won't then get arrested or fined-easy surely????","sentiment_score":0.1145833333}
{"full_text":"There's still time to register to join our governing body this morning at 11:30. You will be able to ask questions of the panel about the Covid-19 Vaccination Programme.More information here:","sentiment_score":0.5}
{"full_text":"RT Following their plan to the letter.Furlough = Universal Basic IncomeTake 5 minutes to read the full horror:...","sentiment_score":0.0875}
{"full_text":"#Ad We can't wait for Hounds Barbers to reopen soon! This lockdown has been so hard for all of our haircuts but we can keep them in check with the Hounds products and their contactless deliveries!Shoot them a message and treat yourselfhttps:\/\/t.co\/cqTsPhnfOL","sentiment_score":-0.2916666667}
{"full_text":"RT Let 's break the ice ! Karibu in the discussion.","sentiment_score":0.0}
{"full_text":"HP is keen to grow investment in India through the production-linked incentive (PLI) scheme covering products such as laptops and servers. ","sentiment_score":0.0}
{"full_text":"Good morning #dcfcfans30% off 2020\/21 Home Kits Available now onlinehttps:\/\/t.co\/K1km6HJGByTake care and stay safe","sentiment_score":0.5333333333}
{"full_text":"RT Who's in need of a #lockdown pick-me-up?We're giving ONE lucky winner the chance to #WIN PS100 to spend at Chi Ch...","sentiment_score":0.5666666667}
{"full_text":"If you're designing a care service, see what the Measuring the Mountain project has learnt from collecting carers' stories: Also, Cardiff University is seeking carers' stories of caring in the pandemic: #RCT #wellbeing","sentiment_score":0.0}
{"full_text":"Learning from home? is here to help! We've made lockdown learning easier and more accessible than ever For a host of recourses and inspiration search for 'Bitesize Northern Ireland' on the or click ","sentiment_score":0.4375}
{"full_text":"January can be a tough month, and it can be especially hard in the middle of a pandemicIf you or someone you know is feeling vulnerable or struggling with isolation, have a look at these e-resources from ","sentiment_score":-0.3680555556}
{"full_text":"How Long Will The Streaming Industry Profit Off COVID? #android","sentiment_score":-0.05}
{"full_text":"RT Do you know who I feel bad for? The 400,000 families who didn't get to properly say goodbye to their loved one...","sentiment_score":3.700743415e-17}
{"full_text":"65,000 COVID-19 vaccine appointments on hold in Sumter County","sentiment_score":0.0}
{"full_text":"Not leaving the house has also meant not letting anyone enter her home, which has come with its fair share of challenges. ","sentiment_score":0.7}
{"full_text":"\"Some pay R50 to street people - known as amaphara - who queue overnight for them outside the post office. Others are said to pay R150 to staff to get a place inside the post office.\"https:\/\/t.co\/SSlIy8KMWb","sentiment_score":0.0}
{"full_text":"has attracted investments to fuel industrial growth and, amid the pandemic, strengthened the State's public health infrastructure.https:\/\/t.co\/DDnoWgEhZm","sentiment_score":0.0}
{"full_text":"RT 2021 technology trend review, part two: AI, knowledge graphs, and the COVID-19 effect Link&gt;&gt;https:\/\/t.co\/4txUmobY04  ","sentiment_score":0.0}
{"full_text":"Is a Covid-19 'Green Recovery' Really Possible? investigates.https:\/\/t.co\/dlImr2ykrP","sentiment_score":-0.1}
{"full_text":"COVID-19 has left businesses uncertain of their future &amp; in a position where they have to alter their policies to comply with the current conditions. Click the link on our bio &amp; let us assist you with drafting policies and operating procedures. -Consider it fixed!","sentiment_score":0.03125}
{"full_text":"Ppl keep using the lame excuse of the COVID Hoax that replaced Influenza!!!! Like Bush used the Invisible enemy of OsamaBinLadin hiding in caves to pass the Patriot Act?  Obama hired ISIS and Killary supplied guns to destroy countries to steal kids for self-dealing in profits!!!","sentiment_score":-0.3375651042}
{"full_text":" Government of PM Andrej Babis asks the parliament to extend the emergency state, a framework for its anti-coronavirus measures, by another 30 days, till February 21.","sentiment_score":0.0}
{"full_text":"The #COVID-19 #pandemic has sped up the UK's journey towards a cashless society. In March, ATM withdrawals plummeted by 60%, with more citizens turning online to pay for goods and services.https:\/\/t.co\/ln6EQyHMec @liz_odriscoll Head of Innovation,","sentiment_score":0.5}
{"full_text":"European Stocks Higher; ASML Helps Chipmakers HigherEuropean stock markets traded higher Wednesday, with positive corporate earnings more than offsetting tighter German restrictions to fight the coronavirus.https:\/\/t.co\/u9OtPZYDBP","sentiment_score":0.1753246753}
{"full_text":"RT My profound gratitude to PM and people of India for gifting COVID-19 vaccines despite their own pressing...","sentiment_score":0.3416666667}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"A new PS5million Business Recovery Grant is now available for businesses in all sectors based in #CountyDurham who have been affected by the pandemic.For more information and to apply https:\/\/t.co\/4BZl4Z7qFY","sentiment_score":0.3454545455}
{"full_text":"As the school year begins, a lot of children will not be participating. For the amount of Php 7,000 ($150), you can help a student continue their learning during this pandemic.","sentiment_score":0.0}
{"full_text":"Do you think Amazon could help get the COVID-19 vaccine out faster? The company is offering to help  #Dovenews #Amazon #COVID19vaccine #CEO Dave Clark #POTUS","sentiment_score":0.0}
{"full_text":"As more users have turned to online dating apps during the pandemic, scammers have taken notice and are now using these apps to trick users into becoming involved in fake investments.","sentiment_score":0.15}
{"full_text":" Have you ever considered about changing your personal teaching style so as to adapt the education for the #pandemic?  Let's create your our lectures in many separate sectors via https:\/\/t.co\/ffJgCXnXHD  #amazingeducation #amazinglecturer #amazingsystemsgoa","sentiment_score":0.25}
{"full_text":"New on Day 2---President Biden will sign 10 executive actions today to combat COVID-19. breakdown below w\/@ArdenFarhi:","sentiment_score":0.1363636364}
{"full_text":"Hailsham Street Market, which takes place in Vicarage Field on Saturdays (8.30am-1.30pm), continues to operate during the lockdown with COVID-protection measures in place.Please note that, for the time being, only essential items such as food will be sold at the market.","sentiment_score":0.0}
{"full_text":"TUNE IN: H.E. Shaker El-Markabi, Mohammed Hilal Al Zaabi, of and from discuss electricity resilience and lessons from COVID-19 at #ACEnergyForum.","sentiment_score":0.0}
{"full_text":"Lots of #PubQuiz Nights are in #Lockdown3 with  #VirtualPubQuiz Nights replacing them. So here's a #Quiz Tip for after #Lockdown #QuizNight #QuizTime","sentiment_score":0.0}
{"full_text":"Amid jail lockdowns, Capital Region sheriff's offices work to get their staff vaccinated.https:\/\/t.co\/2eupCMPoNc","sentiment_score":-0.1}
{"full_text":"#MyReport | \"Though these things are an added financial burden, there were no such hiccups about my #travel, except the lack of coordination between #airlines and the govt about #quarantine rules,\" says Shreyas Datir. ","sentiment_score":0.0}
{"full_text":"Yosemite National Park was forced to close and two coronavirus vaccination centers were shut down.https:\/\/t.co\/s9GNspxW22","sentiment_score":-0.3}
{"full_text":"Despite the difficulties created by the COVID-19 pandemic, Kahramaa has completed the two substations' construction with more than 838.164 Man-hours Without a Lost-time Injury. #Qatar #Kahramaa #Covid19","sentiment_score":0.5}
