{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT The pandemic took away our last year w got7","sentiment_score":0.0}
{"full_text":"RT Thanks PM Sir for your definitive leadership and preparing the nation with the correct approach through you...","sentiment_score":0.2}
{"full_text":"RT As we continue to have our church unusual because of this pandemic, let us never forget that the Lord is our strength a...","sentiment_score":0.2}
{"full_text":"RT Gladys appealing to other state leaders to contact her before closing their borders to NSW, when NSW has a COIVD19 outbreak...","sentiment_score":0.1875}
{"full_text":"RT I fucking hate Mike Pence, who exacerbated a deadly HIV outbreak and is an evil draconian theocratic fuck on reproductive rig...","sentiment_score":-0.6}
{"full_text":" \"Representative\" Matt Gaetz IS MORE WORRIED about the number of TWITTER FOLLOWERS he has lost THAN THE NUMBER OF DEATHS FROM THE COVID-19 VIRUS!!!  HE'S POSTING *A FUCKING COUNTDOWN NUMBER* OF HIS FOLLOWERS!!!!  WE NOW KNOW HIS PRIORITIES!!!!","sentiment_score":-0.01171875}
{"full_text":"ive been ia for so long because ive been sick from covid but im back for a bit and i miss it here","sentiment_score":-0.2547619048}
{"full_text":"RT In these pandemic times I am learning to be more patient, more kind and more giving to those whom I meet along the journey...","sentiment_score":0.525}
{"full_text":"RT A reassuring prospective preprint of 55 college athletes  with covid (69% mild, 31% asymptomatic) and heart screen...","sentiment_score":0.3333333333}
{"full_text":"RT Here is a reminder of some of the failings in the past 12 months that have led to so many infections &amp; deaths-1.The PM...","sentiment_score":0.125}
{"full_text":"All that other stuff aside, I'm on a 7 ban from Facebook with 4 more days left and it came at the WORST time as I'm at home in quarantine with COVID. I called someone a dumb bitch and it was definitely worth it lol","sentiment_score":0.0142857143}
{"full_text":"RT Spend 2 minutes on the COVID-19 graveyard shift with RN Christian Diance at Providence Holy Cross in LA.","sentiment_score":0.0}
{"full_text":"RT We're basically not doing backward contact tracing (figuring out where people got it)...","sentiment_score":0.0}
{"full_text":"corona isn't a disease its just a syaiton that got stuck in ur body","sentiment_score":0.0}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT Imagine if corona virus start killing alphabetically what's your name again? ","sentiment_score":0.0}
{"full_text":"A very good friend of mine told me his new year's resolution. His is actually pretty damn good. Mine: wanna be covid free. #staysafe #NewYearsResolution","sentiment_score":0.4792727273}
{"full_text":"RT Total bullshit from Cake Boi.  The woman was let out entirely according to the rules.  What a fuckwit he is.","sentiment_score":0.0}
{"full_text":"Can and want are separate definitions. If you are allowed to go to work, you go. If your workplace furlough employees- means you stay home or pay a fine. Simple rules for everyone, not the chosen ones.","sentiment_score":0.2083333333}
{"full_text":"Coming up - we're going to tell you the story of Jamie Slade, a seemingly fit and healthy 35 year old who died of covid last weekend. His brother wants to talk to us to get the message out that people need to take this virus more seriously.","sentiment_score":0.1952380952}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"Darwin awards: covid edition","sentiment_score":0.0}
{"full_text":"RT Between covid and the election, the tech companies have been quite explicit about their comfort in suppressing \"wrong\" p...","sentiment_score":-0.5}
{"full_text":"RT The pandemic took away our last year w got7","sentiment_score":0.0}
{"full_text":"RT Over 199,300 people have died of the novel #coronavirus in 478 cities checkered across all of #Iran's 31 provinces, accor...","sentiment_score":0.0}
{"full_text":"RT NBC News confirms: The U.S. has reported 278,920 new COVID-19 cases today, making it the record for most cases reported i...","sentiment_score":0.3181818182}
{"full_text":"RT Graphic on what we need to know about the Covid-19 vaccines, according to US CDC I via AFP News Agency","sentiment_score":0.0}
{"full_text":"RT They keep telling us to #StayHome #protecttheNHS #SaveLives so why are they making me go to work in preschool #50sWomen","sentiment_score":0.0}
{"full_text":"RT Had a productive meeting with Mr. Emmanuel Bonne, Diplomatic Advisor to President Macron. Expressed joy at the progress i...","sentiment_score":0.8}
{"full_text":"COVID isn't a fluke or an accident. We didn't get caught by surprise by some unforeseen thing. Trump &amp; Bolton shut down our pandemic defenses in 2018.@kurtbardella","sentiment_score":-0.1555555556}
{"full_text":"I just had a conversation with a DC resident who said there were broadcast warnings all week prior. Residents were encouraged to stay home and not interact with insurgents. There was no excuse, they should have been better prepared.","sentiment_score":0.175}
{"full_text":"RT Imagine if these people in the GOP and at Fox kept as close an eye on the thousands of their fellow Americans dying *daily...","sentiment_score":0.0}
{"full_text":"RT The President and his seditionist cult have more to say about social media than about the loss of American lives. #Tr...","sentiment_score":0.1777777778}
{"full_text":"As a  continuous endeavour to keep our customers updated about the progress of the insolvency proceedings against Jet Airways, we would like to inform you that the process had gotten impacted due to the wide spread of the COVID pandemic. Thereafter, another round for Expression","sentiment_score":-0.1416666667}
{"full_text":"This guy all over Twitter-says he's a Dr fighting to reopen the borders. Lives in WA so sucks to be him :)","sentiment_score":0.1}
{"full_text":"RT I am frankly appalled by this!Young children spread the virus, as do all children + adults. Humans are hum...","sentiment_score":-0.8}
{"full_text":"RT Prof. Nachman Ash receives his second dose of the #coronavirus vaccine. \"I am excited today,\" he said.","sentiment_score":0.1875}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT The pandemic took away our last year w got7","sentiment_score":0.0}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT  [A WEEK IN THE WORLD] Cartooning for Peace is tonight at 7:10 pm on to present cartoons on events in the #...","sentiment_score":0.0}
{"full_text":"RT This is so sad. Mexico probably has the highest per capita Covid fatality rate for doctors and nurses. They are dramatical...","sentiment_score":-0.5}
{"full_text":"Interesting that no world leaders have died of Covid.","sentiment_score":0.5}
{"full_text":"RT This Denver study fits what I've heard from a friend who does homeless healthcare in Berkeley: remarkably few COVID cases...","sentiment_score":-0.2}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"Testing will be targeted at employees who cannot work from homehttps:\/\/t.co\/5QwW8f1s0B","sentiment_score":0.0}
{"full_text":"RT The pandemic took away our last year w got7","sentiment_score":0.0}
{"full_text":"The Chinese government on Jan. 7 donated more medical equipment to help #Zambia tackle the 2nd wave of the #COVID19 pandemic. The donated equipment includes #ventilators, oxygen ventilators and other equipment meant to prevent and manage the pandemic.","sentiment_score":0.075}
{"full_text":"RT I've had a very sad day. Please stay at home when you can, wear a mask when you can't, wash your hands more than you think is str...","sentiment_score":-0.075}
{"full_text":"There are now five test centres located across Warwickshirehttps:\/\/t.co\/thEuOpWcK6","sentiment_score":0.0}
{"full_text":"London's Covid-19 crisis is escalating with nearly 5,000 confirmed cases in a week in one borough alone, official figu...https:\/\/t.co\/Gy99N0bGMU","sentiment_score":0.25}
{"full_text":"RT Portable inflated Huo-Yan labs that can improve city's #COVID19 testing capacity were built within 10 hours in Shijiazh...","sentiment_score":0.0}
{"full_text":"Covid vaccination programme in Peterborough 'going well' says medical director with more sites planned...https:\/\/t.co\/Lt1WXDc1Bb","sentiment_score":0.25}
{"full_text":"RT Our football team with a new coach, a very young team, plus the COVID-19 virus won the NFC East! Not to...","sentiment_score":0.1494318182}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Norfolk coast from 41000ft this evening. #Norwich #Norfolk #Sheringham #Cromer #northnorfolk #altitude #flying #AvGeek...","sentiment_score":0.0}
{"full_text":"Check with Epoch Times, maybe they died of COVID?","sentiment_score":0.0}
{"full_text":"RT By Banning Import of COVID-19 Vaccine, Khamenei Confirms His Intention of Killing #Iran's People #vaccine #COVID19 #NoImp...","sentiment_score":0.0}
{"full_text":"RT Our hospital is not fully equipped yet, we only have 4 negative pressure rooms in the ER, however we had to admit 8 covid...","sentiment_score":-0.15}
{"full_text":"Could be Covid-19","sentiment_score":0.0}
{"full_text":"Eedris has the perfect song to raise awarness about the #coronaVirus #Covid19. Play it now.","sentiment_score":1.0}
{"full_text":"Watergate, Bicentennial, Iran hostages. Now the prequel, JFK, MLK, RFK, Alabama, Mississippi the moon landing, the social revolution &amp; Vietnam war with dinner every night. We had the best musicnothing so tragic the child on child crimes of school shootings or this pandemic.","sentiment_score":0.0944444444}
{"full_text":"Current Conditions for #Sayre PATemp: 24.7FWind Chill: 24.7FHumidity: 82%Dew Point: 19.9F Barometer: 30.262 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 201.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Coronavirus hospital patients still have symptoms six months later, study finds","sentiment_score":0.0}
{"full_text":"How can other Islamic countries normalize relations with Israel when they force apartheid on Palestine and are actively using COVID as a tool of genocide. Refusing to give Palestinian medics access to the vaccine is not only disturbing but criminalhttps:\/\/t.co\/r8wBdgMXge","sentiment_score":-0.1895833333}
{"full_text":"W-L, A-L game was called off due to Brissy's lockdown","sentiment_score":-0.2625}
{"full_text":"If you invest $1000 in $RF.B today at $27.90 per share, and the stock prices rebound back to pre-pandemic prices at $28.92, your investment would be worth $1036.67! That's 4% growth and $36.67 profit!  See more:  $FITB $SAR $MITK $RUN $ALJJ","sentiment_score":0.3229166667}
{"full_text":"RT Covid-19 Update, 8 January 2021: 49 patients are due for discharge. 35 samples returned positive out of 353 analysed. The ne...","sentiment_score":0.0511363636}
{"full_text":"With the pandemic affecting people worldwide, pay and check-in stations, automated teller machines and ordering kiosks could use the Intel RealSense software and camera to offer safer, touch-free options. #IAmIntel","sentiment_score":0.0}
{"full_text":".STAY HOME#2Cai oekakiShi Jian ","sentiment_score":0.0}
{"full_text":"Same. They came to Newark but I couldn't take off work. Then Covid happened and no tour. Gonna have to live vicariously through dvd concerts now. ","sentiment_score":0.0681818182}
{"full_text":"RT The President and his seditionist cult have more to say about social media than about the loss of American lives. #Tr...","sentiment_score":0.1777777778}
{"full_text":"The account exposes who has the privilege and gall within the gay community to party during a pandemic -- and at whose expense. But why this account, and why now?","sentiment_score":0.4166666667}
{"full_text":"Tokyo reports 1,494 new COVID cases on Sunday","sentiment_score":0.1363636364}
{"full_text":"RT Why covid a game to y'all ","sentiment_score":-0.4}
{"full_text":"RT Too many things have happened to keep tabs on them. 'Stories' just die:Kim Darroch leak investigation Priti Patel bullying...","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"20 stage shows, musicals and more to watch on BBC iPlayer during lockdown!","sentiment_score":0.625}
{"full_text":"Time: 07:00 * Temp: 4.9degC * Wind: WNW 0.0 to 10.1mph * Pressure: 1017.4hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:20 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Covid is making it harder to get into college, depending on where you apply","sentiment_score":-0.1}
{"full_text":"So COVID-19 situation and impact on the world economy should make organization upgrading their business process maturity level, to start depend on process and discipline work management and not depend on each person practice. #businesstips","sentiment_score":0.0}
{"full_text":"A cat missing for six years is back home just in time to comfort his owner, a nurse who's battling COVID-19.","sentiment_score":-0.1}
{"full_text":"RT We certainly share the government's concern regarding the increase in COVID-19 infections &amp; the need to furt...","sentiment_score":0.2142857143}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey","sentiment_score":0.0375}
{"full_text":"RT Just want to know that when all the healthcare workers get infected who's going to take care of you? We're already unders...","sentiment_score":0.0}
{"full_text":"RT They frantically tried to lock doors. It came down to a minute or two. The Vice President had to be evacuated.This is pe...","sentiment_score":-0.1555555556}
{"full_text":"I chose to get vaccinated to protect myself, my family and my community. We are proud to have exceeded 1 million vaccinations administered in the #UAE against Covid-19. Choose to vaccinate, protect yourself and your community.#TogetherWeRecover#vaccination","sentiment_score":0.8}
{"full_text":"Selfish mfers out here only let folks kno they got covid AFTER they recovered","sentiment_score":-0.25}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"people on tiktok telling me to go to the gym .. like bitch were inna pandemic fuck you first of all , and second no just cause my body makes you uncomfortable doesn't mean i hate it &lt;33","sentiment_score":-0.29375}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Very well!!Drashti Dhami Day#HBDDrashtiDhami","sentiment_score":0.2}
{"full_text":"RT I can't wait for receptions and weddings after covid is over","sentiment_score":0.0}
{"full_text":"1,135 deaths, 16,105 new cases of COVID-19 reported #mexico #health #epidemic","sentiment_score":0.1363636364}
{"full_text":"RT This is run by a non-profit for those who continue to suggest the solution is only removing profit.","sentiment_score":0.0}
{"full_text":"Part of the NSW Not Gold standard, just showing their bits &amp; pieces approach to COVID...","sentiment_score":0.0}
{"full_text":"i was supposed to see them last year ","sentiment_score":0.0}
{"full_text":"Can a UV Sanitizer Help to Kill Covid? Here's What You Need to Know - Rolling Stone","sentiment_score":0.0}
{"full_text":"COVID-19 in Venezuela - COVID-19 Very High - Level 4: COVID-19 Very High - Travel Health Notices | Travel...","sentiment_score":0.208}
{"full_text":"The men's basketball game scheduled between Southern and Jackson State slated to be played on Monday, January 11 have been postponed due to a positive COVID-19 test and subsequent quarantining of student-athletes among the JSU program.https:\/\/t.co\/BnGOyZNnoz","sentiment_score":-0.0595454545}
{"full_text":"RT From IGS re: COVID news mentioning that #Tawan_V &amp; #OffJumpol went to Chiang Mai and \"admitted\"* that he met wi...","sentiment_score":0.0}
{"full_text":"RT should i feel bad about not caring about a dime star coup attempt by the little rascals when ive been abandoned by the...","sentiment_score":-0.44375}
{"full_text":"The flood of COVID-19 patients across Southern California hospitals means delays in care, awaiting capacity in emergency rooms in intensive care.","sentiment_score":0.0}
{"full_text":"I thought that they've done really well during the pandemic!","sentiment_score":0.25}
{"full_text":"Corona update: 351 positive cases, 2 deaths in Telangana","sentiment_score":0.2272727273}
{"full_text":"\"Covid was never fully isolated.\"EXCEPT herehttps:\/\/t.co\/J1zZQAmMAd &amp;https:\/\/t.co\/8Y8rGBhnO7&amp;https:\/\/t.co\/eC8igk8reO&amp;https:\/\/t.co\/CAimFbHIzF&amp;https:\/\/t.co\/lP0MVhpwH5&amp;https:\/\/t.co\/fwXoW4wP6a+ a few other places#SARSCoV2 #COVID19","sentiment_score":-0.1625}
{"full_text":"RT Omo! This spiritual leader just died from COVID-19.COVID-19 is still out there. Be responsible and as you go to church t...","sentiment_score":0.1}
{"full_text":"COVID-19 in Venezuela - COVID-19 Very High - Level 4: COVID-19 Very High - Travel Health Notices | Travel...","sentiment_score":0.208}
{"full_text":"RT Do your best,to make Ghana a place to live,people should stop spitting about,it spread the corona virus,hel...","sentiment_score":0.0}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Dr. Kizzmekia Corbett developed the Moderna #COVID19 vaccine. As Dr. Freeman Hrabowski says, \"She cannot be a hidden figure...","sentiment_score":-0.0333333333}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT (1) How do we know we're not bring told the truth? There's c 1600-1700 deaths a day at this time of the year. Yet we are t...","sentiment_score":0.0}
{"full_text":"RT Wear a face mask in public. We are in the middle of a pandemic ","sentiment_score":0.0}
{"full_text":"RT Therefore, the priority groups created for #COVID immunization do not have sub-priority groups based on antibodies or a...","sentiment_score":0.0}
{"full_text":"RT Which one? Upload a video here so we see which vaccine is being administered","sentiment_score":0.0}
{"full_text":"RT The pandemic took away our last year w got7","sentiment_score":0.0}
{"full_text":"India's pharmaceutical industry has been freeing up capacity and pushing ahead with investments to help support a global vaccination campaign.","sentiment_score":0.0}
{"full_text":"RT The President and his seditionist cult have more to say about social media than about the loss of American lives. #Tr...","sentiment_score":0.1777777778}
{"full_text":"The Australian-made AstraZeneca vaccine is midway through production of 30 million doses, and The Sunday Telegraph has been given an exclusive insight into the Sydney production. ","sentiment_score":0.0}
{"full_text":"We encourage everyone to stay home, stay safe &amp; protect the NHS.  Please join us online for our 10am service at There will be no 8am service today","sentiment_score":0.5}
{"full_text":"DAILY #COVID19 UPDATE -- In the CY, (Cyprus), there are 27011 confirmed cases, 2057 people have recovered, and 147 deaths -- UPDATED 2021-01-10 06:45:05.860785+00:00","sentiment_score":0.2}
{"full_text":"The Mystery Remains.","sentiment_score":0.0}
{"full_text":"RT U.S. surpasses 22,000,000 Covid-19 cases. The U.S. reported 269,420 new cases on Friday setting a single-day record, per NBC N...","sentiment_score":0.1363636364}
{"full_text":"Initial doses of vaccines sent to countries are intended for health workers, social care workers and people at high risk of severe illness from the virus, such as the elderly or those with underlying conditionshttps:\/\/t.co\/o8xxSSuTw6","sentiment_score":0.0483333333}
{"full_text":"Really good news! Though the vaccine will give a good level of immunity for some time, remember that those of us who have been vaccinated CAN still transfer C-19 as hosts to others. So washing hands, wearing masks, social distancing pls until all are vaccinated!","sentiment_score":0.5388888889}
{"full_text":"DAILY #COVID19 UPDATE -- In the GR, (Greece), there are 144293 confirmed cases, 9989 people have recovered, and 5227 deaths -- UPDATED 2021-01-10 06:45:05.860785+00:00","sentiment_score":0.2}
{"full_text":"RT There you have it Zimbabwe.","sentiment_score":0.0}
{"full_text":"The strategies poor households are using to cope with income losses due to #COVID19 are costly in the long run. An average of  1\/2  of households in the poorest countries had someone skip at least 1 meal in the last month. ","sentiment_score":-0.1708333333}
{"full_text":"i feel like they're only gonna do one roty cause of covid to limit the amount of people on stage :\/","sentiment_score":-0.125}
