{"full_text":"RT I'm about to have the best year of my life tbh. Lockdown will not lock me away from my blessings ","sentiment_score":1.0}
{"full_text":"RT Jacqueline Jossa showing off her amazing #Cleavage today on #Instagram this girl is so #Sexy#UkGirls #Celebs #Eastende...","sentiment_score":0.6}
{"full_text":"RT Julian Assange's bid for freedom has been struck down in a London court despite high-profile support and fears he'll catch...","sentiment_score":-0.1555555556}
{"full_text":"RT #BREAKING Sally Mugabe Hospital maternity ward nurses refusing to work this morning after Covid-19 death of Matron Pugu and po...","sentiment_score":0.0}
{"full_text":"you continue to deliver produce which is out of date the following day. Wife has 12 month old baby and covid. Had to get on her knees to check shopping brought in the crates, in the cold. Later noticed produce was out of date next day. No mention on paperwork.","sentiment_score":-0.1}
{"full_text":"A gun to your head, you're asked to sing a song from beginning to the end without making any mistake. What song are you singing ?  #Question #Trivia #COVID19 #coronavirus #CoronavirusOutbreak #Jamaica #Jamaicans #COVID19JAMAICA","sentiment_score":0.0}
{"full_text":"RT 'Many of the people in ITU with Covid are in their 20s, 30s and 40s ' BBC News at 10.","sentiment_score":0.5}
{"full_text":"TRUE.","sentiment_score":0.35}
{"full_text":"Hahaha sums up what is happening in America.","sentiment_score":0.2}
{"full_text":"RT What is Ivermectin? Study shows 'head lice meds' cut COVID-19 deaths by 83%","sentiment_score":0.0}
{"full_text":"RT Heard someone filed a PIL in removing of A. Bachchan's voice from Corona Tune.\"Jinki Hasiyat Dusre ke khairat pe tiki ho...","sentiment_score":0.0}
{"full_text":"RT Heard someone filed a PIL in removing of A. Bachchan's voice from Corona Tune.\"Jinki Hasiyat Dusre ke khairat pe tiki ho...","sentiment_score":0.0}
{"full_text":"RT Not included in the daily tally of 1,353 new COVID cases are the results from 3 laboratories that failed to submit on...","sentiment_score":-0.1212121212}
{"full_text":"Jure t'as le covid","sentiment_score":0.0}
{"full_text":"Let me guess, ever more draconian lockdown measures","sentiment_score":0.5}
{"full_text":"Coronavirus updates: Swann hit outs out at leaks from Executive's Covid meetings #coronavirus #COVID19https:\/\/t.co\/Ukc4OS1q3e","sentiment_score":0.0}
{"full_text":"RT Nigeria has recorded a total of 5,125 new cases of COVID-19 and 30 deaths within the first five days of 2021, an indication...","sentiment_score":0.1287878788}
{"full_text":"RT My daughter is a F1 doctor on COVID-19 ward at Covid positive. Coughing. I asked how do you think you got...","sentiment_score":0.2272727273}
{"full_text":"Priti patel looks like she is going to cry. Wonder whats happened - maybe she discovered Covid is real and the NHS is overwhelmed finally.","sentiment_score":0.1}
{"full_text":"Covid kills half of Sussex care home's residents over Christmas","sentiment_score":-0.1666666667}
{"full_text":"RT modern family would've written some great covid lockdown episodes","sentiment_score":0.5}
{"full_text":"RT I use multiple sources to inform me &amp; am hearing that the new customs system at Dover is abusing its powers &amp; taking a...","sentiment_score":0.0681818182}
{"full_text":"#McConnellTheTerrible &amp; The Democrats The Miserable! #MitchMcConnell - the turtle on the hill. TURTLE! TURTLE! #DonaldTrump said that $2,000 must be on the #COVID Relief in #October- but the #Democrats went with #JoeBiden!","sentiment_score":-1.0}
{"full_text":"RT If believe in freedom and your MPs name isn't on this list, you should be doing all you can to remove them at the next el...","sentiment_score":0.0}
{"full_text":"Yeah man good luck this counties gonna totally be a mess after we do something about climate change, fix covid, make student debt cheaper, etc etc. Explain to me why the Biden Presidency will destroy America please","sentiment_score":0.1083333333}
{"full_text":"What is china hiding by not allowing WHO in to investigate. China was the source of the covid19 pandemic what we dont know if it was the wet markets or their labs failure. But it is one of them.","sentiment_score":-0.2083333333}
{"full_text":"Would you be willing to take a vaccine against COVID-19? https:\/\/t.co\/mk2AkQTKHn","sentiment_score":0.25}
{"full_text":"RT #HappyAnniversary to you and Gry, Erik. Though the circumstances may be difficult, a blessing to be able to share this day...","sentiment_score":0.0}
{"full_text":"RT .@atiku is 'first Nigerian' to receive Pfizer COVID-19 vaccine | TheCablehttps:\/\/t.co\/JoqLGipmxn#COVID19","sentiment_score":0.25}
{"full_text":"RT Countries like Canada, UK and US are always portrayed as leaders around the world but New Zealand really showed it in ever...","sentiment_score":0.1681818182}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 10:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Gege! This bread no be Agege!","sentiment_score":0.0}
{"full_text":"Could a wristband or certificate allow you out of lockdown after a negative coronavirus test? via","sentiment_score":-0.3}
{"full_text":"Peaky Blinders lockdown","sentiment_score":0.1}
{"full_text":"RT And y'all better NOT BE OUTSIDE!!These are wild thugs out here ! Stay home.This ain't our business.Stay at home safe but dan...","sentiment_score":0.375}
{"full_text":"RT Current London hospital projections and related:ICUs are already overwhelmingly occupied by COVID-19 patients.Remaining cap...","sentiment_score":0.25}
{"full_text":"RT \"We've lost more than the Australian death toll in 24 hours\"Doctor and author criticises the governme...","sentiment_score":0.25}
{"full_text":"RT Firm with Links to Matt Hancock's Family Awarded PS5.5 Million COVID Testing Deal - Byline Times","sentiment_score":-0.2}
{"full_text":"RT Typical Congressi does not even know what did Modi say Anyways, only Modi can pull 75000 peopl...","sentiment_score":-0.0833333333}
{"full_text":"RT Almost all of these deductions include repayments of an advance taken out to get them through the five-week wait for a first UC...","sentiment_score":0.25}
{"full_text":"RT If you are in Ilorin and needs to be tested for COVID 19, can help and it is abosulutely free..Dont liste...","sentiment_score":0.0}
{"full_text":"RT St Helens Borough Council has extended its free school meal voucher provision to support school pupils during England...","sentiment_score":0.4}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT #BREAKING: A Brisbane quarantine hotel cleaner who tested positive to COVID-19 is now confirmed to have the highly cont...","sentiment_score":0.2624242424}
{"full_text":"It's mission-critical that we now vaccinate Britain.The British people will play their part and stay at home, but the Government must urgently deliver the vaccine. #LetsVaccinateBritain","sentiment_score":0.0}
{"full_text":"Very nauseating voice of bacchan Thali k CHHED me SE bolta h. ?#DishaSSRJusticePending","sentiment_score":0.2}
{"full_text":"Today at 02:03am, a 60-year-old Maldivian male admitted at DH11 has passed away.This is the 49th COVID-19 death in the MaldivesOur thoughts and prayers are with the bereaved family. May Allah grant his soul eternal peace in heaven ","sentiment_score":0.0}
{"full_text":"RT My heart was palpitating the whole time I was checking the translation, and I'm still speechless.","sentiment_score":0.2}
{"full_text":"Black Twitter is hilarious and undefeated...#WashingtonDC #whiteprivilege #Trump #Capitol #CapitolBuilding #democracy #Washington #coup #America #Congress #DonaldTrump #TrueBeauty #Biden #TheChallenge36 #treason #podcast #TuneIn #StayTuned #StayHome #AshliBabbitt #CoupAttempt","sentiment_score":0.1666666667}
{"full_text":"RT Please do not self-medicate for COVID. Speak to a doctor. My first antibiotics made me sicker and had to be withdrawn....","sentiment_score":0.25}
{"full_text":"RT im seeing a lot of people say proud boys \/ maga rioters are in almost every major city right now. i'll put a list of all t...","sentiment_score":0.3827380952}
{"full_text":"noooo way stay safe smua!","sentiment_score":0.625}
{"full_text":"RT Please do not self-medicate for COVID. Speak to a doctor. My first antibiotics made me sicker and had to be withdrawn....","sentiment_score":0.25}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT For the 2nd time since the onset of the pandemic, Ghana is offering free electricity to a section of its consumers.In...","sentiment_score":0.2}
{"full_text":"RT I'm really pleased that I can still go into my studio in Middlesbrough to continue painting and creating my portraits of...","sentiment_score":0.5}
{"full_text":"lol I've totally seen this IRL, had one with a huge confederate flag on his chest, too bad he was tubed and couldn't tell the story ","sentiment_score":0.125}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"RT The event that was supposed to praise Thailand's Covid-19 success is cancelled because of Thailand's Covid-19 outbreak. ","sentiment_score":0.3}
{"full_text":"RT Searing and heart rending account, by U.K. lady doctor, at the sharp end.Yet there are STILL patients in intensive care...","sentiment_score":-0.125}
{"full_text":"RT I'm going to be live on You Tube today &amp; everyday in Lockdown at 5pm with Inclusive PE ideas. Stream today at 5pm. Plea...","sentiment_score":-0.0318181818}
{"full_text":"Okay - I admit I didn't read beyond the headline But I certainly wouldn't have got through 2020 without the support of my amazing \"office\" colleagues","sentiment_score":0.4380952381}
{"full_text":"The fact that they're doing this in the middle of a pandemic when people are forced to stay home and more people than ever got netflix, just shows how greedy they are.","sentiment_score":0.0666666667}
{"full_text":"RT What does smell loss reveal about covid-19, and how long will it last?","sentiment_score":-0.025}
{"full_text":"RT I'm about to have the best year of my life tbh. Lockdown will not lock me away from my blessings ","sentiment_score":1.0}
{"full_text":"RT The Covid-19 Mobile Testing Unit will be at Yorktown Car Park, Camberley, today from 9.00am to 3.00pm. If you are showing...","sentiment_score":0.0}
{"full_text":"After getting accolades for helping migrants during the #COVID19 lockdown, #Bollywood actor #SonuSood and the BrihanMumbai Municipal Corporation have locked horns over his premises in Juhu. #BMC","sentiment_score":0.0}
{"full_text":"RT Amidst the chaos in the US, I nearly missed that 4 DUP MPs opposed the lockdown for England. What the hell are they th...","sentiment_score":0.1}
{"full_text":"RT We live in a country with an MSM which doesn't report the news for the good of the people, but the good of the Tories.Whe...","sentiment_score":0.5121212121}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT Taiwan has over twice the population density of the UK, and has experienced just 7 deaths from Covid-19 since the start...","sentiment_score":0.8}
{"full_text":"Anne Hathaway and Chiwetel Ejiofor fans better buckle up for this romcom movie Locked Down! https:\/\/t.co\/2usV4rfDrP","sentiment_score":0.1527777778}
{"full_text":"Cultural sector may suffer from 'long Covid'https:\/\/t.co\/1fBJ96jLY4","sentiment_score":0.025}
{"full_text":"* Only when the #European #economy comes back on track after the #pandemic, will we be able to see the true gap that Germany will have built over its #EU partners, especially France By Lukasz Gadzala, graduate of the https:\/\/t.co\/kWKCQscmFN","sentiment_score":0.1416666667}
{"full_text":"Get replacemnt your Battery.#newyear #covid19 #covid20 #phonerepair#iphonerepair #iphonerepairs #iphonescreenrepair#iphonebatteryreplacement #iphoneFix#iphonescreenreplacement #MMPR#MelbournePhoneRepairs #iphone #samsung #Oppo#Huawei  #Battery#Melbournemobilephonerepairs","sentiment_score":0.0}
{"full_text":"Patients in England will start to get Covid-19 vaccines from their GP surgeries, health officials have confirmed.https:\/\/t.co\/EYJNShlWYr","sentiment_score":0.0}
{"full_text":"Scots plan defiant demonstration over 'right to protest in lockdown' after 'human stretcher' arresthttps:\/\/t.co\/Qfq5c8ohCb","sentiment_score":0.1428571429}
{"full_text":"With a national lockdown currently in place, people in England must stay at home to protect the NHS and save lives.Full details of what you can and cannot do during the national lockdown can be found here:","sentiment_score":0.0}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"Winter is a time when respiratory illnesses circulate and this year we have COVID as well as the usual illnesses. Contact your GP or pharmacist about your free flu jab and protect yourself this winter. For more information visit:","sentiment_score":0.2166666667}
{"full_text":"Do you have a laptop or tablet you don't use? #bbcmakeadifference has teamed up with to make sure schoolchildren have the tech they need to learn in lockdown. Find out how you could helphttps:\/\/t.co\/d9IqvfmLfK","sentiment_score":0.5}
{"full_text":"Be a Goal Getter this year with NEW online fitness classes from #GoalsGymGalwayTheir motivational team are hosting Members Only Zoom Classes to help you keep on track for your personal fitness goals during lockdown! Sign up now ","sentiment_score":0.0454545455}
{"full_text":"Vernon Hunte, Associate Director of Public Affairs at April Six, discusses with Rainbird COO James Loft on how #COVID19 has supercharged the already fast-moving debate on ethical frameworks for artificial intelligence.","sentiment_score":-0.1333333333}
{"full_text":"Virus resurgence in China forces shutdown, mass testinghttps:\/\/t.co\/PcGRq08w18","sentiment_score":0.0}
{"full_text":"The Department of Health said there are 23,675 active COVID-19 cases in the country as of January 7, 2021.","sentiment_score":-0.1333333333}
{"full_text":"3\/4 The political risks of increased regulations that can hurt Enlabs have in my opinion decreased as COVID showed the importance of Online, even though it hurt Enlabs short term. Allowing for a much better outlook long-term as","sentiment_score":0.025}
{"full_text":"With each purchase of this 100% Pure Wild Honey from Heaven's Heart, a percentage goes into supporting Operation Blessing's #OBAgainstCOVID19 campaign, which helps out brave frontliners battling against coronavirus. Available at #BecauseWeCare","sentiment_score":0.3528571429}
{"full_text":"A website has been launched to provide interactive activities to help children better understand #COVID19 testing and how to stay safe during the pandemic. Check it out ","sentiment_score":0.5}
{"full_text":"RT Almost 2 years in lockdown? Ya u nail techs need to start learning how to do toes too ","sentiment_score":0.0}
{"full_text":"The 17 areas in Derbyshire with fewest Covid cases:https:\/\/t.co\/8dg1d30rI5","sentiment_score":0.0}
{"full_text":"Lawmakers are expected to approve England's third national lockdown because there is a wide consensus on the need for tougher restrictions to control soaring new infections.https:\/\/t.co\/gxqjmILi8J","sentiment_score":-0.0159090909}
{"full_text":"Well done you on your PhD getting its legs, as it were!And here's looking at you from whatever flavour of lockdown we have in England at the moment with the whole family shut in together, including the kids doing remote schooling...","sentiment_score":0.05}
{"full_text":"We've updated our COVID-19 guidance page with the latest news for Wales' voluntary sector.https:\/\/t.co\/HDIQdvhzfh","sentiment_score":0.5}
{"full_text":"Although the decline in world trade during the pandemic is similar in magnitude to that recorded in the 2008-2009 global financial crisis.#news #trade #export #import #globaltrade","sentiment_score":0.0}
{"full_text":"RT We are supporting a study to understand the impact of Covid on healthcare workersThis has been designed to help save live...","sentiment_score":0.1931818182}
{"full_text":"Emergency plans could be brought in to expand the Intensive Care Unit.","sentiment_score":0.0}
{"full_text":"Capital Region counties are rolling out their COVID-19 vaccinations plans, even as some are still waiting for their allotment of doses to arrive.https:\/\/t.co\/g96Vo64tzm","sentiment_score":0.0}
{"full_text":"Stuck at home? Stay healthy for our juniors programme","sentiment_score":0.5}
{"full_text":"The 12 Tory MPs who voted against England's new lockdown - vote breakdown","sentiment_score":0.1363636364}
{"full_text":"A fashion chain boss is urging Peterborough people to do all they can to support struggling independent stores through 'heart-breaking' lockdown.https:\/\/t.co\/pMhL9wNojB","sentiment_score":0.0}
{"full_text":"RT In Wuhan, they're partying like it's 2019.But Britain begins 2021 in its worst national emergency since World War II.H...","sentiment_score":-1.0}
{"full_text":"RT BREAKING: CJI says that if proper precautions against COVID are not taken at the protest sites of the farmers, it might...","sentiment_score":0.0}
{"full_text":"RT As I experienced, the drugs I was administered are very commonly used to treat Covid in other patients, but I reacted bad...","sentiment_score":-0.10375}
{"full_text":"Covid-19 has transformed how we work. So, as we look to the future, now is the time for employers to rethink how they will engage with and support the wellbeing of their people.So, what needs to change? Keep reading to find out. ","sentiment_score":0.0}
{"full_text":"sir can you and your govt see this. The thatch of this house has been collapsed completely during lockdown which was constructed under and thankfully no 1 was staying there otherwise we can see the another accident.This is the proof of corruption in gzb","sentiment_score":0.1}
{"full_text":"He was going to spend the day golfing at his resort in Scotland but .@NicolaSturgeon told him to stay out, they're under lockdown! This isn't even a joke, that really happened &amp; probably is contributing to his rage rn.","sentiment_score":0.2}
{"full_text":"Thank you to all of our key workers! Will you be clapping for them tonight?Let know your thoughts now. #Covid #Coronavirus #Heroes #ClapForHeroes","sentiment_score":0.0}
{"full_text":"With a national lockdown currently in place, people in England must stay at home to protect the NHS and save lives.Full details of what you can and cannot do during the national lockdown can be found here:","sentiment_score":0.0}
{"full_text":"Arteta on Zoom this morning::: Ozil future to be \"decided in next few days\":: On Balogun: \"The club wants to make a deal, the manager wants to make a deal, the player wants to stay - I'm not sure about the agent.\" :: Made COVID responsibilities clear to squad.#AFC","sentiment_score":0.03125}
{"full_text":"Lone Star has scrapped the PS3bn sale of its UK residential property company Quintain with the US private equity group deciding it could get a better price once the pandemic had eased.","sentiment_score":0.25}
{"full_text":"#TRAVELUPDATE UK: Chief among the new rules are: compulsory self-paid Covid test on arrival, home quarantine for 14 days, no entry  from transit airport. #uk #britishairways #ukflights #covidresources #passengers #travel #flights #travelblogger #Toursandtravel #TravelUpdate","sentiment_score":0.1363636364}
{"full_text":"The government has updated its guidance on how #HGV drivers get their #COVID19 test before leaving the UK for France. Read more here:","sentiment_score":0.5}
{"full_text":"#ICYMI: Soldiers in Bavaria receive COVID-19 vaccineLearn more here:","sentiment_score":0.5}
{"full_text":"Time: 10:00 * Temp: 2.3degC * Wind: WNW 0.0 to 6.0mph * Pressure: 1012.7hPa * Rain: 0.6mm * Hum: 93% * ET: 0.0mm * Solar: 40.0W\/m2 * UV Index: 0.0 * Sunrise: 08:43 * Sunset: 16:16 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"From #CarbonCapture &amp; storage to Forensic Expert Witnesses, despite #COVID19, we had some great news, projects and milestones in 2020. Check out our newsroom to read more here: #offshore #sustainability #engineering #design #cleantech","sentiment_score":0.65}
{"full_text":"Welcome All !!! PLEASE SUB TO MY YOUTUBE !!! #Vlog #Youtuber #Support #pleasesub #welcomeall #youtuber #vlog #reactions #fun #vibes #followme #1stvideo #pleasesub #sub #welcome #fun #covid #vaccine #CovidVaccine #betterdays #yes #goodmorning","sentiment_score":0.6}
{"full_text":"Residents face a longer trip see a doctor","sentiment_score":0.0}
{"full_text":"ICYMI: \"It is a little bit challenging... to understand which are really driving the risk vs. which are just more statistically significant in the model,\" #AHA20 #cardiotwitter","sentiment_score":0.2775}
{"full_text":"The Blacks and Whites Carnival, the largest carnival celebration in south Colombia, is held without spectators because of the pandemicCredit: Daniel Rivera\/AFP via Getty Images","sentiment_score":0.0}
{"full_text":"Latest News:England Athletics COVID-19 Guidance","sentiment_score":0.5}
{"full_text":"NOW: &amp;  Coming up: What are #MUFC missing? PFA to pay for EFA COVID tests on #LFC Transfer latest with  Tune in -","sentiment_score":0.15}
{"full_text":"RT Time magazine has published a 3 page  article on excellent and efficient COVID management in UP by Honourable","sentiment_score":1.0}
{"full_text":"Asymptomatic testing for students who have returned to Edinburgh in January opens today!  The tests are voluntary and can be booked from 7 January  - 12 February 2021.  For more info and to book a test visit","sentiment_score":0.5}
{"full_text":"RT So I went for a covid test and when you state that you there for the test, they sit you in a designated room so while we ch...","sentiment_score":0.0}
{"full_text":"UK Government To Introduce New Coronavirus Restriction - Tier 5: Stay In Bed  #coronavirus #government #covid19","sentiment_score":0.1363636364}
{"full_text":"RT While the fans of #ThalaAjith are eagerly awaiting any sort of updates from the producer of #Valimai, reports are that...","sentiment_score":0.0}
{"full_text":"RT I feel like he was probably like that for a while before but just went mask off during COVID","sentiment_score":0.0}
{"full_text":"When it comes to public health, distrust is contagious -- and exacerbated by the relatively recent politicisation and polarisation of science. via #AnnieBukacek #coronavirus #covid19 #pandemic #lockdown #wearamask #stayathome #washyourhands #TBT","sentiment_score":0.0}
{"full_text":"South Lakeland has seen a weekly increase in cases of around 30 per cent.https:\/\/t.co\/w997vj91gB","sentiment_score":0.0}
{"full_text":"RT I'm afraid of COVID but I'm more afraid of passing it to someone who isn't strong enough to fight it. ","sentiment_score":-0.0533333333}
{"full_text":"What We're Reading Today: Riots In D.C., GOP's Georgia Reckoning, China Blocks COVID-19 Probe . . . And More","sentiment_score":0.5}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"LIVE 12:15 GMT | ALPHA 1 | Coronavirus -  Scottish Government Presser  ","sentiment_score":0.1363636364}
{"full_text":"The Queen's Medical Center found 27 caregivers, 12 patients positive with COVID-19 - KHON2","sentiment_score":0.0424242424}
{"full_text":"Lockdown can be difficult. Please refer to our activity planners bellow to find exercises to do as a family. This can help both your physical and mental health.","sentiment_score":-0.2}
