{"full_text":"Be smart, be kind. Stay home, save lives. Wear masks, help where you can, and stay out of trouble. We're all doing the best we can.","sentiment_score":0.4035714286}
{"full_text":"this is not true. The peak *incidence* (number of active HIV infections) in 1997 was 3.3 million---those were not deaths, they were *infections*. The number of deaths was much less than that, and if we are comparing annual infection rates covid is eclipsing it.","sentiment_score":-0.1583333333}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when frank ocean drops a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"RT \"What you might see in the future in the U.S. is probably a repatriation of the supply chains, which I think is good for us,\"-...","sentiment_score":0.35}
{"full_text":"RT The ex-chief of Operation Warp Speed says a fragmented U.S. health-care system is partly to blame for the halting pace of th...","sentiment_score":0.0}
{"full_text":"Covid is a stressing everything at the mo  stay safe.","sentiment_score":0.5}
{"full_text":"RT \"Biden didn't ban fracking he just ended fracking permits!\"\"Biden didn't invade Syria he just reassigned a military con...","sentiment_score":-0.1}
{"full_text":"RT Senate to-do list:1. Abolish the filibuster and pass COVID-19 relief for our communities.2. Convict Trump.3. Legislate lik...","sentiment_score":0.0}
{"full_text":"Sending ","sentiment_score":0.0}
{"full_text":"RT Thank you for all your messages of support. I'm sure the Labour Party will hesitate to expel a pensioner who, until th...","sentiment_score":0.5}
{"full_text":"RT Missed out on a J1, trip to Disneyland, final year of college, haven't seen some of my friends in 5+ months, looking at ano...","sentiment_score":0.0}
{"full_text":"Oh. How interesting that the WHO reveals this rather important tidbit 100 hours after Joe Biden is dragged across the finish line. So maybe the pandemic isn't going to wipe out mankind after all. Back to work, peasants. The election's over.","sentiment_score":0.3}
{"full_text":"RT Our food produce workers wanted a $1 raise after risking their lives in COVID. They were denied, asked to pay more for healthcare,...","sentiment_score":0.5}
{"full_text":"Back inside the Wuhan market where Covid-19 was first traced - BBC News","sentiment_score":0.125}
{"full_text":"RT TO DONATE:","sentiment_score":0.0}
{"full_text":"RT Worth a watch. One minute...","sentiment_score":0.3}
{"full_text":"Fi benet nazzalet story hiyye w aam t2argel w tl3ab wara2 bl ahwe maa stayhome hashtag.. do i shade her aal story aw ?","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Larry King has died at the age of 87. Ora Media confirmed the talk show host died in Los Angeles this morning....","sentiment_score":0.4}
{"full_text":"#Unite2FightCorona #WearAMask #JoeBiden #KamalaHarris20%OFF on MASK SHOP For every Non-Medical MASK;@teepublic will Donate One FDA-Approved Medical Grade;@DirectRelief195+Countries+50 USA State #FlagMaskMASK SHOP","sentiment_score":0.0}
{"full_text":"The #COVID-19 crisis requires US global leadership in addition to a domestic response. Join me in urging Congress to act!","sentiment_score":0.0}
{"full_text":"RT So Boris Johnson wants to give every person who's tested positive for COVID PS500 but won't give the NHS staff members a pay ri...","sentiment_score":0.2136363636}
{"full_text":"Ona Corona? Really?","sentiment_score":0.2}
{"full_text":"RT SAGE think it's a bad idea.BMA think it's a bad idea.WHO think it's a bad idea.So much for following the science.","sentiment_score":-0.38}
{"full_text":"RT Lots of Tories concerned that the proposed PS500 'isolating' payment could be claimed fraudulently. Strange that they don't s...","sentiment_score":-0.05}
{"full_text":"RT Tw\/\/ mentions of rapeWe are NOT rockin with Kodak Black !!","sentiment_score":-0.2604166667}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"They wanted to send her to rehab center-an UN vaccinated 95 yr old-called there-28 day wait for vaccine-outbreak at the center-so she went home where the home healthcare people will be in &amp; out &amp; probably infect her &amp; the other people who live there - one who is on dialysis :-(","sentiment_score":-0.2462121212}
{"full_text":"One person has been attack for calling out racism, one is being called out for being a transphobic, COVID denying, election denying, insurrection supporting fuck.","sentiment_score":-0.075}
{"full_text":"I am travelling by train no 02816. While booking VSU removed from list so book upto bankura.the logic to remove stn is covidtrain will reach at BQA at 4am next train at 7am5 minut distance cost me 3hrs.500\/-rsPnr2762277882# # #","sentiment_score":0.0}
{"full_text":"RT Good advice from the Another reason to #StayAtHome ","sentiment_score":0.7}
{"full_text":"Tough start for but a brand new team starting up in a pandemic is going to be a challenge. Hope they gel quickly. Certainly a hardworking team. Best of luck at Isobel Cup tournament","sentiment_score":0.1923520924}
{"full_text":"RT *12K+ Covid deaths under Biden administration*Thousands of jobs killed w the Keystone Pipeline EO *No plan for address...","sentiment_score":-0.2}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"RT No you haven't vaccinated 1 in 10 of the UK population. To vaccinate someone against #COVID19 requires two injections. Yo...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"you slimy, selfish, self serving shitehawk","sentiment_score":-0.5}
{"full_text":"I have Covid-19 and I can't smell bacon and it only tastes like salt and this is the worst disease ever!#COVID #bacon #imoverthis","sentiment_score":-0.5}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT Boris Johnson            Man City's centre halves                         Failing to shut down Cheltenham during a pand...","sentiment_score":-0.1555555556}
{"full_text":"What level of checking was there of covid status, paperwork and isolation plans?","sentiment_score":0.0}
{"full_text":"Good first draft. Just needs some small amendments though.","sentiment_score":0.2333333333}
{"full_text":"RT My boy Gabe was always a lockdown defender!!","sentiment_score":0.0}
{"full_text":"RT California Hiding COVID Data From Public, Says Releasing Information Would Confuse Residents htt...","sentiment_score":0.0}
{"full_text":"RT Don't think there's been a day that I haven't cried in this lockdown tbh. Never felt so fed up, drained, lonely,  everythi...","sentiment_score":-0.1}
{"full_text":"RT We weren't exaggerating when we said the choice, at the last General Election, was between mild Democratic Socialism or B...","sentiment_score":0.1277777778}
{"full_text":"RT We've gone from a man ramming thru Operation Warp Speed creating a vaccine &amp; saving lives to this fool, two days into hi...","sentiment_score":0.0}
{"full_text":"RT NEW--Fauci says the first single-dose #COVID19 vaccine by Johnson &amp; Johnson could get emergency approval in just two weeks....","sentiment_score":0.25}
{"full_text":"\"A small group of rich countries--comprising just 16 percent of the world's population--have locked up 60 percent of the global vaccine supply.The biggest consequence of an unequal global vaccination is a prolonged pandemic\"https:\/\/t.co\/CCbqmHfUDX","sentiment_score":0.03125}
{"full_text":"RT No you haven't vaccinated 1 in 10 of the UK population. To vaccinate someone against #COVID19 requires two injections. Yo...","sentiment_score":0.0}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT  FINAL TV AD:We were warned about the risk of #COVID19 becoming a pandemic in January. Scientists knew and many sounded...","sentiment_score":0.3166666667}
{"full_text":"RT If you went to USC or from LA you'll understand why we need to support this! We all love JACKS &amp; JOES@HayesPullard","sentiment_score":0.5}
{"full_text":"RT \"when covid is over\" is starting to sound like \"when the 1975 does era shows\"","sentiment_score":0.2}
{"full_text":"RT #GhaziabadNeed #Blood Type :  B-positiveAt : Max VaishaliBlood Component : Need Plasma from B+ve\/B-ve\/AB+ve\/AB-ve #CO...","sentiment_score":0.0}
{"full_text":"No question viral infections will kill people. Thankfully the majority of cases are limited to one community. Epidemics as you know is a National issue. Pandemic is  world wide issue. Never 2 epidemics occurred at the SAME time.","sentiment_score":-0.0571428571}
{"full_text":"Under a non pandemic vote,  trump probably beats Bernie.  I think a pumpkin would have beat trump  now.  Biden is no great figure, he wasn't trump and that's why he won","sentiment_score":-0.4}
{"full_text":"RT No you haven't vaccinated 1 in 10 of the UK population. To vaccinate someone against #COVID19 requires two injections. Yo...","sentiment_score":0.0}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"RT Our food produce workers wanted a $1 raise after risking their lives in COVID. They were denied, asked to pay more for healthcare,...","sentiment_score":0.5}
{"full_text":"If you're scared or vulnerable, stay the hell home!People need to get on with their lives, and need their livelihoods back to do that.","sentiment_score":-0.25}
{"full_text":"RT The Lancet Editor, Richard Horton, was just on He called the UK Covid response \"an embarrassment\"! He said the Govern...","sentiment_score":0.0}
{"full_text":"I'm sure they're back on social media telling everyone covid is a hoax and that people shouldn't take the vaccine.","sentiment_score":0.1777777778}
{"full_text":"Even before lockdown was announced people were sort of doing it without it being enforced","sentiment_score":0.0}
{"full_text":"KENT, WASH. -- About 6,000 people who made an appointment to get a COVID-19 vaccine at a Kent medical practice will be turned away after the provider was only given 100 doses by the state.","sentiment_score":0.0}
{"full_text":"RT Worth a watch. One minute...","sentiment_score":0.3}
{"full_text":"RT Have you noticed how many children your son has Mr Johnson, you racist twerp?","sentiment_score":0.5}
{"full_text":"RT It feels good to only have to worry about a deadly pandemic now.","sentiment_score":0.1666666667}
{"full_text":"RT This is the picture of our beloved Nurse Oweibor. We  lost her to COVID  19. This is Nurse Oweibor, an ADNS with UBTH...","sentiment_score":0.7}
{"full_text":"BTW, what happened to the flu? Here's an archived CDC page vs. the current page. Why did they change the graphs? Since we know PCR tests are inaccurate, are they conflating the two?https:\/\/t.co\/3v0HEKqCJd vs.","sentiment_score":0.0}
{"full_text":"RT \" ... has fed over 3.3 Billion families ...\"OVER 3.3 BILLION families in a country whose population is 329 million.Whe...","sentiment_score":0.0}
{"full_text":"RT Married men never leaving the game is the real pandemic.","sentiment_score":0.0166666667}
{"full_text":"RT What's lockdown 3 been like?","sentiment_score":0.0}
{"full_text":"Biden says death toll from pandemic likely will top 500,000 next month, says it will take months 'for us to turn things around' - The Washington Post","sentiment_score":0.1666666667}
{"full_text":"RT Arresting kids &amp; taking videos of 'em, using armed security for primary school kids, piling the kids in the back of a truck...","sentiment_score":0.2}
{"full_text":"RT Thank you #India and Prime Minister for your continued support to the global #COVID19 response. Only if we #ACT...","sentiment_score":0.0}
{"full_text":"RT The world saw our prime minister how he handled the COVID #mzdwr_khwzyr`Zm_`mrn_khn@TMF__Rocks_","sentiment_score":0.0}
{"full_text":"RT Forcing travellers arriving in the UK to stay in hotels will help curb dangerous new Covid-19 strains, a key government...","sentiment_score":-0.1545454545}
{"full_text":"RT I'm not saying West Ham are going to win the domestic double after a dominating display against Doncaster Rovers, but I have jus...","sentiment_score":0.2666666667}
{"full_text":"RT Wow. Worth a read ","sentiment_score":0.2}
{"full_text":"RT What's lockdown 3 been like?","sentiment_score":0.0}
{"full_text":"It can be even worst...","sentiment_score":-1.0}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"Morning  Are you planning to take COVID Vaccine?#COVID #Corona #vaccine #CovidVaccine #Moderna #CoronavirusVaccine #PfizerVaccine #WhatDoYouThink #willyoutakeit","sentiment_score":0.0}
{"full_text":"RT Judging by the comments, some people seem to think Western Australia is a dystopian \"hellscape of restrictions\".But what d...","sentiment_score":0.0}
{"full_text":"RT Things that cause outrage for GOPA RolexA tan suitA selfie stickA impeachment for InsurrectionThis gets cric...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"He was just being silly. I'm too old to keep up with that schedule ","sentiment_score":-0.2}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT Having appreciated these prints throughout the pandemic, I'm pleased that I've finally got round to buying the book.  Th...","sentiment_score":0.125}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT yes and was Ron Weasley a furry the whole time","sentiment_score":0.2}
{"full_text":"RT Had Netaji seen India fight COVID and produce a vaccine against the virus, he would have felt proud! Had he seen us helpin...","sentiment_score":1.0}
{"full_text":"RT Covid is evolving in weeks and months the way flu evolves in years. Ominous.","sentiment_score":0.0}
{"full_text":"Saturday night lockdown tradition","sentiment_score":0.0}
{"full_text":"RT A teenager. Horrible horrible horrible","sentiment_score":-1.0}
{"full_text":"RT Really is heartbreaking. I'm kept up to date with Hounslow rates and death toll. 109 people have died in our community...","sentiment_score":0.2}
{"full_text":"Really?  So surprising.   Not.","sentiment_score":0.7}
{"full_text":"That would be the humans working in the Wuhan Institute of Virology.","sentiment_score":0.0}
{"full_text":"RT Do you know someone in California who lost their job during the Covid-19 crisis and is struggling to make ends meet? Let...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when one direction is getting back together\" ","sentiment_score":0.1333333333}
{"full_text":"So looking forward to April Workshops in Palm Desert. Like if you would can join me. Social distancing and city permitting. Palm Desert, California","sentiment_score":0.0333333333}
{"full_text":"RT I've put on at least 5lbs during this latest lockdown. I can't workout enough because I'm lazy and I can't eat less becau...","sentiment_score":-0.0433333333}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT COVID is destroying rural( the ranchos ) Mexico. please make sure y'all get tested before going to Mexico. Our people are al...","sentiment_score":0.1}
{"full_text":"RT In May, 600 Drs wrote that \"Lockdown is a Mass Casualty Incident.\" Missed cancer diagnoses, heart attacks, strokes, risks...","sentiment_score":0.0}
{"full_text":"Now Announcing COVID-19 Antibody TestsDon't wait to get tested, we're now offering Antibody test kits for Point-Of-Care settings. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antibody Test Kits at","sentiment_score":0.5}
{"full_text":"Bit soon?","sentiment_score":0.0}
{"full_text":"1. \"she's still standing\"Wait till she gets Covid to see if she is \"still standing\".It's no laughing matter to the hundreds of thousands of families who have lost love ones to this.","sentiment_score":0.5}
{"full_text":"RT The scariest coronavirus mutation yet","sentiment_score":0.0}
{"full_text":"RT Ontario is reporting 2,359 COVID-19 cases Sat. with 52 deaths.The 7-day avg is down to 2,603 cases daily, or 125 weekly per 1...","sentiment_score":-0.0777777778}
{"full_text":"RT It only took a year...\"WHO said that the cycle threshold is inversely proportional to the patient's viral load.\"https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"Totally agree with you but as our useless #ToryScum government wouldn't lock down the borders and do track and trace properly as many countries have done we have 100000 dead.","sentiment_score":-0.0711111111}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"The AR DOC Family is full of hope as our staff and partners receive COVID-19 vaccines! Carol Anne Chisom- Cummins Unit #ARDOCFamily #InThisTogether #COVID19Ark #WeARStrong #WeARVaccinated #WhyVaccinate","sentiment_score":0.4375}
{"full_text":"Big game tonight! gets to show he can lock down again.  Let's Go Bulls","sentiment_score":-0.2185185185}
{"full_text":"Larry King, R.I.P champ! You walked this earth as a true legend.","sentiment_score":0.35}
{"full_text":"How communities across the country are honoring COVID victims","sentiment_score":0.0}
{"full_text":"If you are struggling with your mental health and emotional wellbeing at this stressful time, visit the COVID Wellbeing NI online hub for helplines information, self-help guides, wellbeing advice and much more.  Visit #CovidwellbeingNI","sentiment_score":0.1333333333}
{"full_text":"Joanna Sloan, a Senior Nurse with Belfast Trust, was the first person in Northern Ireland to get the Covid-19 vaccine. Joanna tells us why the vaccine is so important.","sentiment_score":0.325}
{"full_text":"It's okay not to feel okay. Call the #Georgia #COVID19 #Emotional Support Line which provides 24\/7 #free and #confidential #assistance. They are ready to listen. #ItsOkayNotToFeelOkay","sentiment_score":0.32}
{"full_text":"Send Me A Trainer is the first in-home and live online personal training on-demand franchise that is redefining the fitness franchising industry. https:\/\/t.co\/hpipMWS2Nv #Fitness #sendmeatrainer #lockdown #health","sentiment_score":0.1287878788}
{"full_text":"Biden: We Can't Change The Trajectory Of The Pandemic In The 'Next Several Months'","sentiment_score":0.0}
{"full_text":"How the pandemic changed America's view on deficit spending.","sentiment_score":0.0}
{"full_text":"Park City High School students have had to adjust to remote learning once more after a spike in coronavirus cases forced the school to temporarily close its doors.","sentiment_score":0.065}
{"full_text":"Former CNN talk show host Larry King has died following a recent battle with COVID-19.https:\/\/t.co\/6AwzPauBTc","sentiment_score":0.0}
{"full_text":"Our socials are now closed Thank you for all your mentions &amp; messages. I hope all the information I have provided you with has been helpful. signing off  I shall be back with you in the morning from 9:00 am #StayHome#ProtectTheNHS #SaveLives","sentiment_score":-0.05}
{"full_text":"RT Exactly a year ago Matt Hancock stood up in the HoC and said these fateful words after reports of a strange illness in Wuhan....","sentiment_score":0.1}
{"full_text":"Dona Ana County resident Blanca Tovar said because of her asthma, she decided not to go to work this year in the chile fields and pecan orchards for fear of what might happen if she were to get infected with COVID-19. #nmleg #nmpol #PaidSickLeaveNowhttps:\/\/t.co\/oBUE9RrG8S","sentiment_score":0.0}
{"full_text":"Got an adventure idea? Drop us a line, let's create your perfect experience info@aspire-adventures.com #dreamexplorediscover #adventure #bespoke #experience #kilimanjaro #snowdon #everestbasecamp #trek #hike #climb #SocialDistancing #thegreatoutdoors #expeditions #goals","sentiment_score":1.0}
{"full_text":"RT PLEASE SHARE: someone very close to me just lost their father to Covid, and is now left to look after his family and a mor...","sentiment_score":0.1}
{"full_text":"Parrott's Bay is the Cataraqui Region Conservation Authority's newest conservation area. It has 117 hectares (289 acres) of woods and wetlands with beautiful waterfront views. #SocialDistancing","sentiment_score":0.85}
{"full_text":"Remdesivir, an investigational antiviral drug, is being prescribed under FDA emergency use authorization as a treatment for patients diagnosed with #COVID19. Read about the technologies behind the discovery: #LifeSciences #virus","sentiment_score":-0.4}
{"full_text":"Germans caught flouting COVID-19 quarantine rules will be held in detention centers, according to several recent reports. via","sentiment_score":0.0}
{"full_text":"RT URGENT REQUEST: The Tuluksak Native Community needs \"someone who can help them draft an emergency declaration to get the...","sentiment_score":0.0}
{"full_text":"These are promising steps by signals a better future that protects the health, safety and wellbeing of everyone. We're looking forward to what's to come.","sentiment_score":0.2333333333}
{"full_text":"New research has found that full doses of blood thinners such as heparin can help moderately ill hospitalized COVID-19 patients avoid the need for breathing machines or other organ support.","sentiment_score":-0.0277272727}
