{"full_text":".@POTUS, please address the horrific situation in nursing homes in your first 100 days. Residents and staff are &lt;1% of the population, but nearly 40% of COVID deaths.Together, we can defeat this virus. Thank you.","sentiment_score":-0.2166666667}
{"full_text":"Bingo!Had to shutter the embarrassment optic","sentiment_score":0.0}
{"full_text":"RT People are questioning why the Uk has the worst death rate.We are putting down the cause of death as Covid for every s...","sentiment_score":-0.5777777778}
{"full_text":"RT A Government more interested in Covid than the Constitution could have handled Coronavirus better. Concentrate on the...","sentiment_score":0.4166666667}
{"full_text":"Yes, because nobody would have shown up otherwise. Not because of insurrection or global pandemic or anything. ","sentiment_score":0.0}
{"full_text":".@POTUS, please address the horrific situation in nursing homes in your first 100 days. Residents and staff are &lt;1% of the population, but nearly 40% of COVID deaths.Together, we can defeat this virus. Thank you.","sentiment_score":-0.2166666667}
{"full_text":"RT Today, political WHO released new Covid-19 testing guidance for detection of SARSCoV2WHO now admits that PCR+ \"case\" alone...","sentiment_score":0.0681818182}
{"full_text":"Absolutely. I can't forgive Trump for calling #COVID19 a hoax and that it will disappear. Now America has President Biden who fully understands this disease. As Fmr. VP, Al Gore said that he brings science with him.","sentiment_score":0.2}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Over 100 people have died so far today from COVID-19 due to President Biden's mishandling of the virus.","sentiment_score":-0.0125}
{"full_text":"RT UPDATE: Biden is also asking everyone in the US to wear a mask in public for at least the first 100 days of his presidency. F...","sentiment_score":-0.0166666667}
{"full_text":"From posters to request the use of a mask, to provide your clients antibacterial gel, what other measures did your business have to take due to COVID?...#security #covid #masks #businessdecisions #businessprocessmanagement #businesstechnology #values","sentiment_score":-0.125}
{"full_text":"RT We need to close everything that isn't absolutely essential instead of this mockery of a lockdown, and vacc...","sentiment_score":0.0}
{"full_text":"You'd better believe it.","sentiment_score":0.5}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Thems the rules we didn't make them","sentiment_score":0.0}
{"full_text":"#Ivermectin and #COVID19 meta-analysis by","sentiment_score":0.0}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT 121 Canada Post employees at Mississauga facility test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT From and here's a handy chart quickly outlining Biden's executive actions today on immigration, the...","sentiment_score":0.4666666667}
{"full_text":"RT Strange moment on Fox. Brit Hume says that the COVID situation isn't that bad and is heading in the right direction. Then...","sentiment_score":-0.1547619048}
{"full_text":"RT Here are the latest COVID-19 data for Alberta:* 676 new cases (669 net w\/adjustments to past days) * 10,565 active cases...","sentiment_score":0.0506060606}
{"full_text":"You better tell your followers BEFORE the 500% move on $IPA You will look like a genius@ImmunoPrecise #stocks #pharmaceuticals #COVID19 #vaccine","sentiment_score":0.5}
{"full_text":"RT MEANWHILE...... US Capitol Police officers now suffering *20* active cases of COVID-19.","sentiment_score":-0.1333333333}
{"full_text":"RT BREAKING: Over 100 people have died so far today from COVID-19 due to President Biden's mishandling of the virus.","sentiment_score":-0.0125}
{"full_text":"RT Chuck SchumerWith the new Democratic Senate Majority:The Senate will do business differentlyWe'll address the chall...","sentiment_score":0.1363636364}
{"full_text":"He kept it to himself? At the end of Jan. of 2020 he tried to ban travel from China and other countries that were infected but was called racist. You rationalizing protests, rioting and looting in the street is okay but all covid deaths are still Trumps fault makes you an idiot.","sentiment_score":-0.1416666667}
{"full_text":"RT #intled:  always have time for the research of In his latest piece for , Rahul shares his...","sentiment_score":0.5}
{"full_text":"RT President Biden just signed an executive order mandating masks and social distancing on federal property.","sentiment_score":0.0333333333}
{"full_text":"RT Guaido was Trump's guy, and now he's Biden's guy.","sentiment_score":0.0}
{"full_text":"Very significant development.","sentiment_score":0.4875}
{"full_text":"States report COVID-19 vaccine shortages and cancel appointments - Fox News","sentiment_score":0.0}
{"full_text":"RT \"many centres have still not received a schedule\" - begging for leftovers and scraps for people with mental illness and...","sentiment_score":0.2}
{"full_text":"layered mitigation approaches should be followed everywhere, and that will significantly reduce the risk for teachers\/staff\/all working adults in the community.  good masks that fit well (KN95s), social distancing, reduced time indoors, air cleaners, ventilation...","sentiment_score":0.3770833333}
{"full_text":"RT *A Hug for You* Tomorrow is #NationalHuggingDay ! It seems strange to celebrate this in a year when we can't hug due t...","sentiment_score":-0.0875}
{"full_text":"RT 2) Further, all Trump CDC #COVID19 regulations now under review by Biden's new CDC director,","sentiment_score":0.0681818182}
{"full_text":"RT .@antonioguterres warmly welcomes steps to re-enter the Paris Agreement. \"I am committed to working closely...","sentiment_score":0.6}
{"full_text":"RT \"France received EUR170 billion by 2020-end because of Brexit. In spite of the pandemic about 2,500 jobs have already been tr...","sentiment_score":0.0}
{"full_text":"RT MEANWHILE...... US Capitol Police officers now suffering *20* active cases of COVID-19.","sentiment_score":-0.1333333333}
{"full_text":"RT 2) Further, all Trump CDC #COVID19 regulations now under review by Biden's new CDC director,","sentiment_score":0.0681818182}
{"full_text":"100% this. This has gone too far. Your politics is irrelevant here. This is unbelievable incompetence that has led us here. All our lives on hold with no light at the end of the tunnel as even the #vaccine roll out isn't happening the way it should. #COVID19","sentiment_score":-0.2125}
{"full_text":"RT The Prime Minister of Great Britain &amp; Northern Ireland, Boris Johnson, has met with NO families of the Covid Victims, NONE...","sentiment_score":0.8}
{"full_text":"RT Amazon has extended an offer to President Biden to assist with the national distribution of Covid-19 vaccines, a move that cou...","sentiment_score":0.0}
{"full_text":"He's such a fucking freak. I remember that time he found out his daughter had a pandemic boyfriend with the trooper assigned to guard them and he sent him essentially into exile on the Canadian border.","sentiment_score":-0.2}
{"full_text":"Goodbye #Spain &amp; #Greece.","sentiment_score":0.0}
{"full_text":"RT Thankyou ji","sentiment_score":0.0}
{"full_text":"RT Let's automatically adjust the length and amount of relief depending on health and economic conditions so future legislati...","sentiment_score":0.1}
{"full_text":"RT President Biden wears a mask in the Oval Office and signs his first three executive actions:-COVID-19: A mask mandate on...","sentiment_score":0.25}
{"full_text":"Get the latest information on COVID 19. From information on symptoms, tests types, staying safe, getting your prescriptions and more. Visit","sentiment_score":0.5}
{"full_text":"NO HEALTH PLAN, NO WALL, NO COVID PLAN CAUSE IT WAS A \"Hoax\", Republicans who left the party, His administration were convicted &amp; turned on him, we're hated internationally, he disrupted the peace in the US &amp; caused the most divisive US ever. Brought back Racism. Worst Pres ever!","sentiment_score":-0.2333333333}
{"full_text":"RT So over the last year I've been working with K Cut, Manduro and Rashad Smith to deliver an online record shop that will in t...","sentiment_score":0.0}
{"full_text":"Be under no illusion; the left is still under attack from MSM. &amp; allowing a free swipe at  Over 1800 covid-19 deaths &amp; covering Trump &amp; Biden all day. Easy way of not holding Gov't to account","sentiment_score":0.2777777778}
{"full_text":" drop","sentiment_score":0.0}
{"full_text":"RT Did you know you can use CDC's COVID Data Tracker to see the number of predicted #COVID19 cases and deaths in your area?...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT BREAKING: President Biden signs 3 executive orders in front of reporters on Day 1 of presidency:* Mask mandate and social di...","sentiment_score":0.0333333333}
{"full_text":"RT #KlusterPelajar sebab masih degil tak mahu dengar #SuaraPelajarWe never learn.Stay strong students.Make your voice he...","sentiment_score":0.4333333333}
{"full_text":"RT YOUR Lies don't come cheap, they have cost the uk +100,000 #DEAD from #COVID19 , 65m lose their citizens...","sentiment_score":0.1}
{"full_text":"**The state's death data for 1\/17\/2021 matches up with the data from the CDC on 1\/2\/2021. Based on this difference, there is an approximate 15-day lag between when the state reports deaths to the CDC and when they report deaths to the Iowan public.**\/1","sentiment_score":-0.4}
{"full_text":"RT Covid Uncovered (PBSNC -  7:30pm -tonight) -- My son (Aaron Cohen) and daughter-in-law (Casey Rimland...","sentiment_score":0.0}
{"full_text":"the hands of Watters heheheheh, 's apprentice ;) he learned well from the master.","sentiment_score":0.25}
{"full_text":"RT Truth!My Brothers\/Sisters survived Guadalcanal, Chosin, Khe Sanh, Hue City, Fallujah, Restrepo, and countless other place...","sentiment_score":-0.0625}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT RIVM data shows that closure of schools and universities had a 25 to 50% decrease in the R! One of the biggest contributors t...","sentiment_score":0.0}
{"full_text":"It's the same problem for #Scotland - Gregor Townsend saying he's had to adapt his squad to fit #PremRugby stance.He said: 'It just makes it more challenging when we're dealing with Covid, players leaving environments and coming back.'More here https:\/\/t.co\/pI9v7e86hf","sentiment_score":0.3166666667}
{"full_text":"RT Oh god. 1,820 UK COVID deaths announced: our highest since the pandemic began, in a country with one of the world's worst...","sentiment_score":-1.0}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT Joe Biden's inauguration devolved into a 'super-spreader' event as Democrat attendees and others ignored social distanci...","sentiment_score":0.0333333333}
{"full_text":"RT Atime Media's all talk programs are temporarily suspended from the Jan 20th onwards. They will return airing the programs on...","sentiment_score":0.0}
{"full_text":"CDC Death DataAbbreviations: C19 = COVID-19, UC = Underlying Cause, MC = Multiple CauseThe State of Iowa emended the death data for the following week-ending dates:9\/5\/2020 - 1 death added to natural\/all causes (not COVID-19)\/2","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden plans  to sign 17 executive actions today in the Oval Office including:-National mask mandate-Esta...","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Biden signs 3 executive orders in front of reporters on Day 1 of presidency:* Mask mandate and social di...","sentiment_score":0.0333333333}
{"full_text":"RT Hey all, please follow Ron Klain at the White House Chief of Staff account","sentiment_score":0.0}
{"full_text":"RT See, I told you so . . . *BOOM*Joe Biden's dementia gets installed into the White House and the removes ONE of th...","sentiment_score":0.0}
{"full_text":"RT He needs to be impeached!","sentiment_score":0.0}
{"full_text":"RT Ted is an insurrectionist and a seditionist. He needs to be kicked out of the Senate.","sentiment_score":0.0}
{"full_text":"It's staggering the amount of people I talk to who think taking the coronavirus vaccine is part of a mass global conspiracy who forget they've been vaccinated since they were babies","sentiment_score":0.0}
{"full_text":"RT An hour or so ago, I posted something from The Daily Show that had Hannity grousing Biden hadn't gotten pandemic under...","sentiment_score":0.0}
{"full_text":"RT 1,820 deaths recorded todayYet the people who claimed there would be no second wave and that the pandemic was all but ove...","sentiment_score":0.0}
{"full_text":"RT Period'ttttttttt","sentiment_score":0.0}
{"full_text":"RT MEANWHILE...... US Capitol Police officers now suffering *20* active cases of COVID-19.","sentiment_score":-0.1333333333}
{"full_text":"RT The first executive order Joe Biden signed was on fighting COVID.\"It's requiring, as I said all along, where I have aut...","sentiment_score":0.25}
{"full_text":"RT BREAKING: President Biden signs 3 executive orders in front of reporters on Day 1 of presidency:* Mask mandate and social di...","sentiment_score":0.0333333333}
{"full_text":"RT People across the US found ways to celebrate President Biden's inauguration in small groups or on Zoom, as the pandemic and co...","sentiment_score":-0.25}
{"full_text":"So we made a trip out of it. Stopped in Denver, KC, and St Louis. Might not be the best time with Covid as I'm not sure what all you will be able to do in those cities.","sentiment_score":0.4166666667}
{"full_text":"RT This Michigan nurse's performance of \"Amazing Grace\" was widely shared online last March.Lori Marie Key was invited to perfor...","sentiment_score":0.125}
{"full_text":"RT So that \"disgusting\" misinformation turned out to be true. #COVID19 variants detected in Roberta Place amidst an exploding ou...","sentiment_score":-0.325}
{"full_text":"RT I hand-punched Tainted Love into this strip of card because lockdown.","sentiment_score":0.5}
{"full_text":"are there no special circumstances for stranded overseas Aussies!?This  woman - after recovering from Covid-19 - paid $21,000 to bring her husband &amp; child home. Just asking.","sentiment_score":-0.1785714286}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"Not unexpected, but Ugh","sentiment_score":-0.05}
{"full_text":"Do you think we will ever have a comfy win again where we can sit back and enjoy the game. What with lockdown and these hairy games twice a week I'm sure my nerves cant last till season end or my vaccine tier comes","sentiment_score":0.2166666667}
{"full_text":"RT WOW--Biden WH is much more aggressive with #COVID19 safety and testing--and so much more organized says CBS News","sentiment_score":0.5}
{"full_text":"RT ***TOMORROW ON LOCKDOWN LIVE***10AM: P2-7 How to be more creative! - with the fabulous 11AM: S1-3 Who are Youn...","sentiment_score":0.5083333333}
{"full_text":"Vaccinating Children against Covid-19 -- The Lessons of Measles | NEJM","sentiment_score":0.0}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT Some of Biden's Day One Executive Orders: Rejoin Paris Agreement Cancel Keystone XL pipeline National mask mandate...","sentiment_score":0.0}
{"full_text":"RT More moral courage in 1 hour than Trump displayed in his entire presidencyLife, actually","sentiment_score":0.125}
{"full_text":"Biden Inaugurated as the 46th President Amid a Cascade of CrisesBy Peter Baker20JAN2021Joseph Robinette Biden Jr. &amp; Kamala Devi Harris took  oath of office at a Capitol still reeling from attack of a violent mob at a time when a deadly pandemic is still ravaging the country","sentiment_score":-0.5}
{"full_text":"RT i don't have covid! one of the symptoms is lack of taste but i listen to paramore so i'm good!","sentiment_score":0.875}
{"full_text":"1\/2\/2021 - 192 deaths added to all causes, 188 of which were natural causes*21 C19 deaths added to MC, 21 of which were UCCumulative COVID-19 deaths in the CDC's data through 1\/2\/2021 is 4323, which correlates to Iowa's public reporting of 3946 deaths on 1\/2\/2021.\/9","sentiment_score":0.05}
{"full_text":"RT On Day 1, is taking action to:  address the COVID-19 pandemic  provide economic relief to struggling Americans...","sentiment_score":0.15}
{"full_text":"Nah man post lockdown was making some really poor decisions","sentiment_score":-0.4}
{"full_text":"RT It was never about COVID or civil unrest.Truth is, Biden simply could not generate an inauguration crowd and the optics...","sentiment_score":0.0}
{"full_text":"RT Our countries in #Africa can now pre-order #CovidVaccines from the #AMSP. &amp; are committed to avai...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's inauguration devolved into a 'super-spreader' event as Democrat attendees and others ignored social distanci...","sentiment_score":0.0333333333}
{"full_text":"Biden Inaugurated as the 46th President Amid a Cascade of CrisesBy Peter Baker20JAN2021Joseph Robinette Biden Jr. &amp; Kamala Devi Harris took  oath of office at a Capitol still reeling from attack of a violent mob at a time when a deadly pandemic is still ravaging the country","sentiment_score":-0.5}
{"full_text":"New CDC director takes over beleaguered agency amid crisis","sentiment_score":0.1363636364}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT OK, for those watching here is the Trumps' new White House \"Tennis Pavilion,\" whose construction unfolded during t...","sentiment_score":0.2121212121}
{"full_text":"Check out my old tweets where I've tried to point out to &amp; that while kissing #Trump's backside, that over Four Hundred Thousand 400,000 Americans lay dead from #COVID19...Only the sound of silence from them #Hannity really should get a conscience.","sentiment_score":0.125}
{"full_text":"NAME SPREAD LIKE THE CORONAVIRUS RITTO IN THE AIR !","sentiment_score":0.0}
{"full_text":"RT The United States has reported more than 3,000 coronavirus deaths since President Joe Biden took office less than six hours...","sentiment_score":0.1666666667}
{"full_text":"RT #BREAKING President Joe Biden signs executive orders on COVID-19, climate change","sentiment_score":0.0}
{"full_text":"Teachers were given high marks from students during the #COVID-19 pandemic, but students also crave more interpersonal interaction with them, according to a national survey.","sentiment_score":0.33}
{"full_text":"During a briefing this afternoon in Albany, called on President Joe Biden to immediately increase the supply of COVID-19 vaccine to states. He also expressed concern about future mutations of the virus that may be vaccine-resistant.","sentiment_score":0.0}
{"full_text":"VIDEO: | Dr. Bill Burman with provides an update on COVID conditions #Denver, answering questions about what the community can do to ensure DPS can continue to offer in-person learning opportunities for families who chose it.","sentiment_score":0.0}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"New Charges Derail COVID Release for Hacker Who Aided ISISvia #ThreatNews #Cybersecurity #MSSP #MDRhttps:\/\/t.co\/dx9uYTNuwY","sentiment_score":0.1363636364}
{"full_text":"RT Definitely not Apartheid...https:\/\/t.co\/O48FPFzpYS","sentiment_score":0.0}
{"full_text":"Our lives have been changed so much...\"The Ministry of Defense\" is the 1st single off an insane new album I wrote and recorded during #lockdown: #ActuallyAutistic #InaugurationDay2021 #Inauguration2021 #AllAutistics","sentiment_score":-0.1837662338}
{"full_text":"Marianne Faithfull duda seguir cantando tras sufrir covid-19 >>","sentiment_score":0.0}
{"full_text":"A number of states are reporting they are running out of #COVID19 vaccine, and tens of thousands of people who managed to get appointments for a first dose are seeing them canceled. Read more:","sentiment_score":0.375}
{"full_text":"RT Already at work has signed a number of executive actions -- keeping day one promises on climate, covid, racism and the eco...","sentiment_score":0.0}
{"full_text":"Campaigning under Covid-19 means big changes, every step of the way. Here's how this election will be different from the voters point of view.#nlpoli #COVID19nfld","sentiment_score":0.0}
{"full_text":"Have questions about the COVID-19 vaccine? Read this BPL Staff Blog post to find reliable resources that can answer all your questions:","sentiment_score":0.0}
{"full_text":"To date, 60 countries have reported either imported cases or community transmission of the UK #coronavirus strain -- 10 more than a week ago.   ","sentiment_score":0.5}
{"full_text":"Coming in hot with that LDE","sentiment_score":0.25}
{"full_text":"Cairns has been hit hard by the pandemic. Thousands of workers have been forced on to JobKeeper and most businesses are struggling to survive on a third of normal revenue thanks to a drop in tourism.https:\/\/t.co\/0L2tKqF03n","sentiment_score":0.0430555556}
{"full_text":"BEFORE SUNRISE x NOTTING HILLFor 36 questions, Nora and Aiden bare their souls to each other, while stranded together during a tornado lockdown. Silly things and painful truths are shared. If only he hadn't hidden his true identity as a famous actor.#A #CO #R #IWSGPit","sentiment_score":-0.0739583333}
{"full_text":"Well covid killed influenza","sentiment_score":-0.2}
{"full_text":"Say Goodbye to Plastic! Author Talk About Plastic-Free Living During A Pandemic ~ Thursday, January 21, 7:30pm-8:30pm, Online via ZoomRegister here:https:\/\/t.co\/PXInARdeWI@ecolunchboxes","sentiment_score":0.0}
{"full_text":"\"The longer we take to start kids in trials, the longer it will take them to get vaccinated\" -- Hear more about why some paediatricians are advocating for #COVID19 jabs to be tested in children ahead of the new school year.","sentiment_score":0.3181818182}
{"full_text":" OKLAHOMA HAS HIGHEST #COVID19 TEST POSITIVITY IN US...AGAINCommunity Profile Report: Highest % of positive tests (20.3%) 11th in cases by population 4th in hospitalizations by population Good news: cases, test positivity, hospitalizations all down","sentiment_score":0.2572390572}
{"full_text":"RT Biden's first executive order: COVID reliefAlso - he tells the press pool that Trump left him a 'very generous' letter....","sentiment_score":0.15}
{"full_text":"During an address to the nation delivered after he was sworn in, asked Americans to join him in a moment of silence for victims of the pandemic and to continue praying in the days ahead for peace and healing. | By and","sentiment_score":0.0}
{"full_text":".@POTUS, please address the horrific situation in nursing homes in your first 100 days. Residents and staff are &lt;1% of the population, but nearly 40% of COVID deaths.Together, we can defeat this virus. Thank you.","sentiment_score":-0.2166666667}
{"full_text":"Looking for the latest in #COVID19 #vaccine developments? We've compiled updated science and evidence-based resources on the status of vaccinations, including what physicians should know. Stay up to date: #VaccinesWork","sentiment_score":0.5}
{"full_text":"We finally have a President!!","sentiment_score":0.0}
{"full_text":"RT We are in the red because of garbage PCR tests. Hospitalizations \"with\" C19 (based on BS PCR tests) are...","sentiment_score":0.0}
{"full_text":"The inaugural episode of COVID in Sport is out NOW with CEO, Scott Houston.Listen to Scott's chat with Andrew about TTA becoming debt-free for the first time in years + loads more! Apple:  Spotify:","sentiment_score":0.4416666667}
{"full_text":"COVID-19 vaccinations for the Phase 1B group opened on Jan. 14. This includes:- Individuals aged 60+- Healthcare workers- NMI Gov. employees- Teachers - Faith leaders- Certain contractors working on the COVID-19 responseFull release:https:\/\/t.co\/W92zH4Eb8Q","sentiment_score":0.0571428571}
