{"full_text":"HahaMy star girl be giving them sleepless nights","sentiment_score":0.0}
{"full_text":"NINETY EIGHT new Covid-19 cases push the total in Kenya to 100,773; Health ministry says 3,739 samples tested in the past 24 hours.COVID-19 RECOVERIES rise by 52 to 83,907.   Eight more patients have succumbed to Covid-19, raising the death toll in Kenya to 1,763.","sentiment_score":0.0965909091}
{"full_text":"Ever since the Brexit vote he has been trying so hard to find common ground with the voter base that is partial to populism and covid denying, that I think some of it started sticking.","sentiment_score":-0.3729166667}
{"full_text":"RT Roaring 20s: fashion world predicts post-Covid boom","sentiment_score":0.0}
{"full_text":"RT I've very much enjoyed this paper from John Ioannidis, which some are using to say 'precision shielding' or 'focussed pro...","sentiment_score":0.5}
{"full_text":"RT This is the California state senator who wrote the new law that made it legal to knowingly give some HIV without telling...","sentiment_score":0.1681818182}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT Meanwhile: Biden Vaccinates the terrorists first. You can't make this shit up anymore.","sentiment_score":0.025}
{"full_text":"RT This is my Dad, Chris Hobson. Ex-submariner RNToday he became yet another statistic in the daily death toll from Covid-1...","sentiment_score":0.0}
{"full_text":"RT Has anyone ever witnessed Keith asking why the House of Commons has been empty for a whole year??? You know, the place where...","sentiment_score":0.05}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"RT This time a year ago, the world was just about coming to terms with the COVID-19 global pandemic. Now, the world's larg...","sentiment_score":0.0}
{"full_text":"RT This is our WA COVID-19 update for Sunday, 31 January 2021.For official information on potential exposure locations, t...","sentiment_score":0.0}
{"full_text":"RT #COVID19 THE CHINA VIRUS@JoeBiden","sentiment_score":0.0}
{"full_text":"Today La is with the BECA Sisters of #London. Connect from anywhere and participate.#Kibaro #Covid19","sentiment_score":0.0}
{"full_text":"The facemask we use against corona  I never wanna wear anything fetish-like","sentiment_score":0.0}
{"full_text":"RT #upp49568meddiklWhy our appointment is not being done? How long will it take to bear the penalty of unemployment even...","sentiment_score":-0.05}
{"full_text":"RT Some Aussies &amp; Kiwis are mad at me for labeling their nations as currently functioning police states. If your leaders...","sentiment_score":-0.3125}
{"full_text":"How about she resigns and let somebody competent take the entire vaccine saga in hand?","sentiment_score":0.25}
{"full_text":"Wonder why is it that out of 7 Garda covid-19 checkpoints, the Garda are not stopping vehicles checking as to where people are going, once it rains all the Garda do is sit in the car, just like the one I just passed at Glasnevin cemetery, just wasting resources and money","sentiment_score":0.0}
{"full_text":"RT The government saying \"now is not the time to learn lessons over Covid\" is like a football manager suffering defeat aft...","sentiment_score":0.0}
{"full_text":"RT Huge thanks to our fitness coach for getting us up and moving on a Sunday morning!! We can't wait to get back to...","sentiment_score":0.2375}
{"full_text":"RT Why is everyone so excited about this when this was already the case?","sentiment_score":0.375}
{"full_text":"Important Closings: The Anne Arundel County Executive's Office and the Anne Arundel County Department of Health have announced that all of the health department's COVID-19 vaccination and testing clinics scheduled for Monday.https:\/\/t.co\/FmzVCRkie3","sentiment_score":0.4}
{"full_text":"RT I think I'd welcome a plague of locusts","sentiment_score":0.8}
{"full_text":"RT .@WHO criticises EU's announcement of export controls on vaccines, saying such measures risked prolonging the pandemic...","sentiment_score":0.0}
{"full_text":"RT $2,000 checks every month until the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT #COVID19 Malaysia recorded 5,298 new positive cases today with 14 deaths.","sentiment_score":0.1818181818}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT The 'Greatest Pandemic of the Last 100 years' has only contributed to the death of 2,250,000 people around the world in a...","sentiment_score":0.3333333333}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT The indomitable tells James O'Brien that things in the NHS were different ten years ago, before \"we as a c...","sentiment_score":0.0}
{"full_text":"RT There is absolutely no justification to keep Universities, Colleges&amp;schools closed when Covid has virtually died in India. B...","sentiment_score":-0.1}
{"full_text":"Can and the be a global threat by ignoring the covid-19 pandemic?https:\/\/t.co\/tGYdE9N2st","sentiment_score":0.0}
{"full_text":"RT Island nations different than large countries with long borders. Huge side effects - not merely financial &amp; eco...","sentiment_score":0.1128571429}
{"full_text":"So what you're saying is we should ban smoking, drinking and basically put extra efforts to stifle any disease in case a deadly pandemic hits and then we dont have to lockdown because we've got thousands of Drs and Nurses and hospitals doing nothing for years waiting?","sentiment_score":-0.1}
{"full_text":"#BloodMatters to give blood as donations to #savelives taking longer due to Covid regulations.And everyone walking out to this ...REALLY","sentiment_score":-0.125}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT I think the 27 deaths recorded on Friday was a new daily high for Nigeria. Please remember to stay safe. Covid-19 is not a...","sentiment_score":0.1990909091}
{"full_text":"U.S. Virgin Islands--Kayak's data shows that flight searches for St. Thomas specifically are beginning to close in on pre-COVID numbers. ","sentiment_score":0.0}
{"full_text":" The UK Government is refusing to extend the validity of theory tests which have expired over lockdown.Read more about this and watch the full adjournment debate that I secured this week on my website. https:\/\/t.co\/DgA5Bm3vKD","sentiment_score":0.425}
{"full_text":"RT Our statement in support of striking porters at Birmingham Heartlands Hospital: key workers whose terms and conditions are u...","sentiment_score":0.25}
{"full_text":"Covid was IMPLEMENTED for one reason only. The largest transfer of wealth in history. THE GREAT RESET. AGENDA 2030. If your confused and unbelieving, then get off twitter and go plant vegetables.  Your worthless to us.","sentiment_score":-0.1}
{"full_text":"RT Ghana's Covid-19 cases as at 27th January 2021Visit for the details","sentiment_score":0.0}
{"full_text":"RT 73 deaths. 73. Yesterday. The grief, the loss, the pain. The trauma from this pandemic will live on long after we've beat...","sentiment_score":-0.2378787879}
{"full_text":"RT STAND BY YOUpt.2: from youCHARITY PROJECTWe have donated IDR 12,199,600 to UNICEF Indonesia unde...","sentiment_score":0.0}
{"full_text":"Also depends what NPIs they are talking about ... seems feasible we may all be wearing masks for the rest of the year ... and maybe extra social distancing measures in cinemas restaurants etc ...","sentiment_score":0.0166666667}
{"full_text":"RT Apparently 80 million people voted for a terrorist first policy. Absolutely sick this admin  would prioritize those mon...","sentiment_score":-0.1380952381}
{"full_text":"RT Meanwhile: Biden Vaccinates the terrorists first. You can't make this shit up anymore.","sentiment_score":0.025}
{"full_text":"RT Meanwhile: Biden Vaccinates the terrorists first. You can't make this shit up anymore.","sentiment_score":0.025}
{"full_text":"Same here, I would not handle that well at all. It's anxiety enducing enough going in to work during a pandemic, nevermind adding extra stress into the mix.","sentiment_score":0.0}
{"full_text":"RT Like the NHS team they're supporting, these medical students Yi  many of them teenagers Yi  are risking their mental and phy...","sentiment_score":0.1625}
{"full_text":"Yhu, ndimthembile!","sentiment_score":0.0}
{"full_text":"RT 437,000 dead from #COVID19 aka The Trump Virus.The disgraced former President's failure to act, failure to lead and fail...","sentiment_score":-0.2666666667}
{"full_text":"Should have mandatory COVID testing before going into a supermarket. It'd thin the lines of all the douchebags who still think this virus is a fairy tale.","sentiment_score":-0.4}
{"full_text":"RT Today I had a brief discussion with a colleague about the economic shut down. We discussed how to end this madness.I sugge...","sentiment_score":0.0148148148}
{"full_text":"Seriously you should be ashamed.","sentiment_score":-0.3333333333}
{"full_text":"RT The Black Doctors COVID19 Consortium group didn't receive The Philadelphia Department of Public Health contract...","sentiment_score":-0.0833333333}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"It's been a rough two days. Paris has been sick with what we believe is a common cold (no fever) but it's a pandemic and you can't be sure so she has been kept home most of the last two weeks. Our weekday routine has struggled. This happened #SupernovaMomma#PositiveParenting","sentiment_score":-0.1020408163}
{"full_text":"Why do they want to give a man who told pple to ambush our sacred building, kept the truth from all of us about how serious covid19 is, someone who has stated mayb times on tv he'd fuck his daughter, im sure he's still planning to kill n hurt many others","sentiment_score":0.0666666667}
{"full_text":"RT COVID, teachers union school madness is hurting our kids -- that's why #SchoolChoice is vital","sentiment_score":0.1}
{"full_text":"If anyone in Perth feels like a whinge. 1000 people died of covid in the UK today and probably will tomorrow. 5 days, we can handle it. I hope the security guard and his family are ok #IStandWithMarkMcGowan","sentiment_score":0.5}
{"full_text":"RT Prime Minister provided five kg rice and one kg dal for 80 crore people of the country for eight months; in Bengal TMC looted...","sentiment_score":0.0}
{"full_text":"RT WHO-team's Brainwashing Tour in China, will give them more official materials to praise CCP's achievements.Why Chairman...","sentiment_score":0.5}
{"full_text":"#Corona Info for #USA:New Cases: 1027Today Recovery: 1014Today Deaths: 6Total Active Cases: 9876554Total Cases: 26656909Total Recovery: 16329965Total Deaths: 450390#Coronavirus  #Covid19 #Covid_19 #SARSCoV2 #StaySafe Source: 'CoronaTrackerNepal_bot' #Telegram.","sentiment_score":-0.1333333333}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"I would be. You might want to watch \"Outbreak\" starring Dustin Hoffman.","sentiment_score":0.0}
{"full_text":"RT More than 70 million #COVID19 vaccine doses have been administered so far.Less than 20,000 of these were on the Afri...","sentiment_score":0.5}
{"full_text":"Headed to a lockdown world ","sentiment_score":0.0}
{"full_text":"RT 15days bk whn100% occupancy in cinema halls was alwed #Master releaseThey: covid is widespread, Vijay (Anna) must b respo...","sentiment_score":0.0}
{"full_text":"True story 8 days ago a outbreak broke out in my grandparents old folks home. 60 residents and 20 staff. So far 38 residents have it and 8 staff. 4 are dead. My grandma is felling better and my grandpa who is basically a vegetable since his stroke seems to also be getting over it","sentiment_score":0.17}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT The CDC ordered $44 million software that was meant to manage the vaccine rollout. Instead, it is notorious for randomly ca...","sentiment_score":-0.5}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT Public health technology systems aren't built for the precision needed for the mass coronavirus vaccination effort, Lo...","sentiment_score":0.0}
{"full_text":"RT Two news items underline the uphill battle against Covid. 1. US congressman Stephen Lynch tests Covid-positive just a few w...","sentiment_score":-0.2}
{"full_text":"RT Google Maps will soon display locations that offer Covid-19 vaccinations, further bolstering awareness of the virus -- and how to a...","sentiment_score":0.0}
{"full_text":"RT Meanwhile: Biden Vaccinates the terrorists first. You can't make this shit up anymore.","sentiment_score":0.025}
{"full_text":"RT STAND BY YOUpt.2: from youCHARITY PROJECTWe have donated IDR 12,199,600 to UNICEF Indonesia unde...","sentiment_score":0.0}
{"full_text":"The only provinces that spend less had done a far better job controlling COVID.","sentiment_score":0.1083333333}
{"full_text":"Zero covid isn't \"rhetoric\" Philip Nolan it's evidence based science. #zerocovidireland","sentiment_score":0.0}
{"full_text":"Do you have your \"covid kit\"? Have things you may need, pulse oxygen monitor, thermometer, cold medicine, Tylenol, cough drops, soup, sprite, crackers &amp; vitamins. Monitor your oxygen so you'll know if you need medical attention. Preparedness saves lives &amp; keeps hospitals clear!","sentiment_score":-0.1583333333}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT Nana for pick mind do some 2 weeks intensive lockdown. 1st - 15th February. Simple.","sentiment_score":0.0}
{"full_text":"RT Disadvantaged children, have been worst-hit by the emergency measures missing out on their education and the chance for a bette...","sentiment_score":-0.2}
{"full_text":"COVID-19: Police discover boat party of more than 70 people in breach of lockdown rules - Sky News","sentiment_score":0.5}
{"full_text":"No they aren't. It's just to help the CPC push the false narrative.","sentiment_score":-0.4}
{"full_text":"RT Meet the team of women delivering COVID-19 vaccines to remote areas of Alaska (via snowmobile!)   ","sentiment_score":-0.125}
{"full_text":"RT What? When? How?","sentiment_score":0.0}
{"full_text":"RT I hear people planning for stuff after the pandemic I plan for stuff after the pandemic the way I plan for stuff if I bec...","sentiment_score":0.0}
{"full_text":"RT Debate over 2nd dose continues - newest entry is editorial that advocates for 1 dose now for hi-risk groups. Auth...","sentiment_score":0.0}
{"full_text":"RT Forgive me but I can't sympathize with those who, chose to go south for the winter, in a pandemic, are upset about new qu...","sentiment_score":0.1363636364}
{"full_text":"RT Zero covid is not a magic bullet - it will take hard work and tough decisions. Essential part of our strategy i...","sentiment_score":-0.2326388889}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT For those of you keeping score at home26 million Americans are known to have had COVID420K of them died from COVID29 m...","sentiment_score":0.0}
{"full_text":"RT Fellow Ghanaians.... Akufo-Addo delivers 23rd COVID-19 update tonight.#TV3GH","sentiment_score":0.0}
{"full_text":"RT A year ago this week, multiple U.S. senators got a briefing on the mortal danger of the coronavirus and then said noth...","sentiment_score":0.0}
{"full_text":"1\/ you wish to 'follow science' and believe the origin of pandemic is settled, consider this:Watch and on ...","sentiment_score":0.0}
{"full_text":"RT How could any of us evaluate a claim like this?","sentiment_score":0.0}
{"full_text":"RT Unless the Government urgently changes its approach we'll see 10,000s more Covid deaths.The Government must adopt the Z...","sentiment_score":0.5}
{"full_text":"How much does a #sterile processing technician earn?What is the average sterile processing technician salary in the US at an entry-level position?Know all about it:- #pandemic #COVID19 #Careers #Students #training #philadelphia #philly #USA","sentiment_score":0.025}
{"full_text":"At a time when COVID-19 keeps many of us apart, there are still ways food can bring us together ","sentiment_score":0.5}
{"full_text":"The pandemic made a big impact on how we work out. The top fitness trends of 2021 reflect the continuing need to keep our distance from other people, and get more exercise while at home.","sentiment_score":0.21875}
{"full_text":"Guangzhou has a long tradition of #flowermarket for the Chinese New Year celebration. But for this year, there will be a little bit different under the guide of pandemic prevention and control -- allocating off-line flower booths and launching online platforms for flower purchases","sentiment_score":-0.0202272727}
{"full_text":"US could see half a million #coronavirus deaths by February 20, 2021 #COVID19","sentiment_score":-0.1666666667}
{"full_text":"#MidnightDateShow Suspension of in-person gatherings is not a suspension of worship, even if we pray our prayers are still going to be answered, therefore I encourage and support online worship during this pandemic ","sentiment_score":0.0}
{"full_text":"RT The Biden Administration has cut off funding for the Coronavirus Food Assistance Program with NO explanation.This fu...","sentiment_score":0.0}
{"full_text":"In a pandemic-ravaged, politically surreal world, should we really try to immerse ourselves in the \"now?\" John Martin Fischer explores that question for","sentiment_score":0.225}
{"full_text":" Essential Travel Only #StayHome #StayHomeSaveLives #HelpUsHelpYou","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT 15days bk whn100% occupancy in cinema halls was alwed #Master releaseThey: covid is widespread, Vijay (Anna) must b respo...","sentiment_score":0.0}
{"full_text":"\"My 2021 attire. Please be safe. Just because we brought in a new year does not mean COVID magically disappeared at midnight.\"  - Destini BSN, RN (@nursedes_ via instagram) #repost","sentiment_score":0.3231534091}
{"full_text":"Scotland is a majestic destination with so much to offer all year round. Make memories together with a stay at one of these luxury estates. With personal home offices, find your perfect home-away-from-home offering space and privacy in idyllic countrysidehttps:\/\/t.co\/1Foz2S9ZMg","sentiment_score":0.25}
{"full_text":"Ways to Boost the ImmunityEspecially during this pandemic, it is crucial for us to strengthen our immunity. We can do so through the following:1. Regular Exercise2. Balanced Diet3. Stress Reduction#ImmunityBoosting #AtPeaceHealthCareAgency","sentiment_score":0.0}
{"full_text":"in all seriousness trump susan i'm sure he learned his lesson collins ","sentiment_score":0.5}
{"full_text":"RT Taiwan saw its first pandemic death since May 2020. It's now suffered 8 deaths in total (vs 104,371 in the UK).Taiwa...","sentiment_score":0.125}
{"full_text":"RT Meanwhile: Biden Vaccinates the terrorists first. You can't make this shit up anymore.","sentiment_score":0.025}
{"full_text":"CDC requires face masks on airlines, public transportation","sentiment_score":0.0}
{"full_text":"RT Former Chief  Scientific Advisor, SIR DAVID KING, who chair's the independent SAGE  group has said, Johnsons mistake...","sentiment_score":0.0}
{"full_text":"A Tallahassee couple is using the pandemic to not only grow vegetables for their community -- but also teach people how to raise their own sustainable produce.","sentiment_score":0.3}
{"full_text":"Act like you've got it. Anyone can spread #COVID19 Everyone in the #SouthWest must stick to the rules to stop the spread.","sentiment_score":0.0}
{"full_text":"Raising little ones can be tough at the best of times, let alone in lockdown. Why not reach out to a parent you know to see how they're doing and if they need any help? #LittleGoodDeed","sentiment_score":0.1412037037}
{"full_text":"#PalliativeCare during COVID","sentiment_score":0.0}
{"full_text":"Frequent #handwashing with soap and water for at least 20 seconds can help prevent #COVID19. Don't forget to lather the backs of your hands between your fingers, and under your nails. #washyourhands #infectioncontrol #infectionprevention","sentiment_score":-0.1}
{"full_text":"There is one pandemic-proof way to assist someone who's facing a medical emergency: help them get organized. Whether they need someone to help with phone calls or come up with creative fundraising ideas, distanced volunteering is possible! #hopetip","sentiment_score":0.1666666667}
{"full_text":"RT Biden's team keeps saying Trump left them literally no plan on Covid -- but they inherited a vaccination program already...","sentiment_score":0.0}
{"full_text":"\"Not a single South African after 28 days post vaccination ended up needing to go to the hospital. No South African died that was vaccinated,\" with J&amp;J's one dose COVID-19 vaccine.","sentiment_score":0.0119047619}
{"full_text":"That means smokers may get vaccinated in the state before those with asthma, Cystic fibrosis, liver disease and high blood pressure.","sentiment_score":0.16}
