{"full_text":"RT Moderna won't provide any vaccines to Africa, while Pfizer is offering limited doses only for African health workers -- an...","sentiment_score":-0.0238095238}
{"full_text":"RT Mpilo Hospital CEO Dr Solwayo Ngwenya: \" ... this new #Covid-19 variant is deadly; it can change its structure and rende...","sentiment_score":-0.0318181818}
{"full_text":"RT I get it: perfect conditions to spread. But I doubt anyone who wrote this has had friends and family members murdered, like...","sentiment_score":1.0}
{"full_text":"RT Learning from countries with the best performance vs covidhttps:\/\/t.co\/ukhO7KD5yh by Crushing the curve B...","sentiment_score":0.7}
{"full_text":"RT I'm blocking anyone who thinks herd immunity without vaccination is a valid option for COVID19 pandemic mitigation.","sentiment_score":0.0}
{"full_text":"RT !! The BBBofC have once again suspended all boxing in the UK due to the coronavirus pandemic. As a result of the recen...","sentiment_score":-0.125}
{"full_text":"RT People started breaking Covid rules when they saw those with privilege ignore them | Coronavirus | The Guardian","sentiment_score":0.0}
{"full_text":"Conservatives1st - proved  are not pro-life by allowing covid to run amok.   2nd - proved are not pro democracy by ignoring constitutional law3rd - proved  are not for family values by separating kids from parents4th - are proving they are delusional by propping up autocracy","sentiment_score":0.0}
{"full_text":"RT In 2020 #Nigeria killed peaceful #EndSARS protesters; public officials stole food meant for our poorest #covid19 victims; at lea...","sentiment_score":0.0166666667}
{"full_text":"RT I like this idea. It has a brutal efficiency about it.","sentiment_score":-0.875}
{"full_text":"RT 'Zhang Zhan had a feeding tube forcibly inserted and her arms restrained ... Those who saw her in the courtroom before she...","sentiment_score":0.5}
{"full_text":"RT Watching people scratch their heads over California's exploding covid cases is theater. Shutting down outdoor dining led to...","sentiment_score":-0.1555555556}
{"full_text":"RT i honestly feel like i'm gonna tear up when i step into the rogers centre for my bts concert post-covid :,((( and when i f...","sentiment_score":0.6}
{"full_text":"Oh but they have...https:\/\/t.co\/JDDnx3m5bs","sentiment_score":0.0}
{"full_text":"RT U.K. needs to confront'The challenge that faces us is to decide - are we going to try to pursue the elimination of Covi...","sentiment_score":0.0}
{"full_text":"RT So it turns out more of ye didn't know about the WoW pandemic than did. 56% didn't know.It's honestly a pretty interesting...","sentiment_score":0.3375}
{"full_text":"was doing ok then i remembered that time i got super bored during quarantine and went on omegle then almost all the white boys made corona jokes about me life is absolutely great","sentiment_score":0.2266666667}
{"full_text":"RT Is Johnson responsible for the 80,000 COVID deaths so far, and the deaths to come?","sentiment_score":0.15}
{"full_text":"USA TODAY: COVID-19 meant these schools took free lunch to students. What teachers saw surprised them..https:\/\/t.co\/OsAQdLqFvC","sentiment_score":0.25}
{"full_text":"India's approval of homegrown vaccine criticised over lack of data | Article [AMP] | Reuters Where Does India Stand...?","sentiment_score":0.0}
{"full_text":"RT I am the last who would insist on keeping school shut. We were a broken family at the end of lockdown 1 as a result of ho...","sentiment_score":-0.2}
{"full_text":"For 40 weeks using kiss method of reasoning i approach Covid-19 epidemic survival tips with a gallon of water mixed with a 1\/4 cup of table salt  spiked with juice crystals for flavor mixture (a perfect 10 % salene) ...","sentiment_score":0.5}
{"full_text":"RT Good morning my fellow registered voters. Please if you can't stay home at least remember to mask up, sanitize and maintain s...","sentiment_score":0.2}
{"full_text":"UK needs to confront a government who are happy to kill its citizens. ","sentiment_score":0.8}
{"full_text":"RT Boris Johnson leaves viewers with more COVID questions than answers","sentiment_score":0.5}
{"full_text":"RT Time and again we have seen whenever India achieves something commendable -  that will further public good - the Congress come...","sentiment_score":0.2333333333}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"RT 1\/4 Breaking: Decision on unlocking the national lockdown will come tomorrow The National COVID-19 Taskforce led by t...","sentiment_score":0.0}
{"full_text":"RT Most of the CFSS tenure was during the lockdown. Office closed, staff WFH, depleting financial resources, corona phobi...","sentiment_score":0.1333333333}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"If you can smell it you probably haven't got Covid.","sentiment_score":0.0}
{"full_text":"RT Airborne Transmission of COVID-19: AerosolDispersion, Lung Deposition, and VirusReceptor InteractionsTo conquer the...","sentiment_score":0.0}
{"full_text":"Editor's note: Find the latest COVID-19 news and guidance in Medscape's Coronavirus Resource Center.  BOSTON (AP) -- Dr. Ashish Jha started 2020 thousa...https:\/\/t.co\/snjdJ4k66d","sentiment_score":0.2}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT From December 28th 2020 new restrictions related to the prevention of COVID-19 are in force on the Polish border Mo...","sentiment_score":0.0681818182}
{"full_text":"RT Tennessee officials give COVID vaccine to 'close family and friends' after denying it to 75-year-olds: report","sentiment_score":0.0}
{"full_text":"who educates Doctors in the wearing of Masks, explains how they are more  dangerous to public health than the virus.","sentiment_score":-0.0333333333}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT My uncle picked up bookbinding during the pandemic and his basement is my wonderland","sentiment_score":0.0}
{"full_text":"RT | Mubeat Global Choice Awards: Gaon Final Round FemaleThis is based on 100% voting so we really need to secure #1....","sentiment_score":0.08}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"RT COVID-19: Boris Johnson leaves viewers with more questions than answers","sentiment_score":0.5}
{"full_text":"The most shocking headline of this century.","sentiment_score":-0.25}
{"full_text":"RT The issue is transmission, Kirstie. Children transmit to their teachers &amp; each other at school, &amp; from there into their...","sentiment_score":-0.125}
{"full_text":"In 2020 we had:  -it's just a flu\/new plague  - hydroxychloroquine and it's gone\/it is a dangerous molecule.   -masks are useless\/100% covid-19 proof.   -lockdowns are useless\/you are killing others if going out.2021 starts on the same foot with:  - Vaccines\/antivax.","sentiment_score":-0.3}
{"full_text":"NO WAYY","sentiment_score":0.0}
{"full_text":"RT 43 Staff Members Test Positive in COVID Outbreak at California Hospital:","sentiment_score":0.2272727273}
{"full_text":"RT Melbourne.  Here we go again.  Flees the state.Co-owner of Epping Gardens aged care home,  at the centre of several inve...","sentiment_score":-0.05}
{"full_text":"Is this a fucking trick question? He's an incompetent, corrupt, racist, lying c*nt. A far more accurate headline for you right there.","sentiment_score":-0.0234693878}
{"full_text":"RT New Year's Eve celebration at Mar-a-Lago during deadly pandemic","sentiment_score":-0.0318181818}
{"full_text":"RT For non Floridians, Tallahassee is the seat of the state capitol. For 20+ years, heartless policy has gutted FL...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"i understand onward bc it came out like 2 weeks before lockdown (not my mum dragging me into town to see it ) but its on disney plus go watch it !!!!!!","sentiment_score":0.0}
{"full_text":"RT Time and again we have seen whenever India achieves something commendable -  that will further public good - the Congress come...","sentiment_score":0.2333333333}
{"full_text":"RT #promotewithoutproff#promotemedicalstudents#KMUpromoteusIn the last week many of our future doctors infected &amp; dies...","sentiment_score":0.1666666667}
{"full_text":"\"He's sorry he got caught.\"@StephenWarnock3 reacts to Benjamin Mendy's statement following reports the #ManCity defender breached Covid-19 rules by hosting a New Year's Eve party.Listen on the free app: ","sentiment_score":0.0090909091}
{"full_text":"RT COVID ICU again today. Almost all my patients are less than 60 years old and previously fit. Some are very young. If you...","sentiment_score":0.1158333333}
{"full_text":"RT I finished my 1st time at BMMF. I feel relieved, and so happy because there're a lot of my fan included new face who wai...","sentiment_score":0.4681818182}
{"full_text":"RT Johnson, a 56 year old man, in charge of a country with a massive death toll from Covid, has purposefully ruffled his feck...","sentiment_score":0.05}
{"full_text":"RT The issue is transmission, Kirstie. Children transmit to their teachers &amp; each other at school, &amp; from there into their...","sentiment_score":-0.125}
{"full_text":"'And if somehow corruption does keep her in power and even deliver a majority SNP government with her as FM, they'll regret that majority in a smaller political sense but they'll rejoice that at least there's no fear of another referendum,...'","sentiment_score":-0.1}
{"full_text":"RT BREAKING--Pennsylvania GOP state Rep. Mike Reese, who had tested positive for #COVID19 in December 2020, has died. He was 42...","sentiment_score":0.2272727273}
{"full_text":"But why do dance routines now whilst at the same time saying they're at \"breaking point\"? It just fuels the growing belief that things aren't as bad as it's being made out to be. They only do tiktok dance routines when a pandemic is happening!?! Bizarre.","sentiment_score":-0.075}
{"full_text":"RT I totally reiterate that as our experience. \"Pre-existing medical conditions\" are minor things; high blood pressure on...","sentiment_score":0.0275}
{"full_text":"RT COVID: India approves Oxford and Bharat Biotech coronavirus vaccines","sentiment_score":0.0}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"why does my sister keep fucking going out cant she just fucking stay at home what's the need to meet her friends we're in a fucking pandemic","sentiment_score":-0.6}
{"full_text":"Bill you should try Soccer from Argentina... we got nothing to lose... NADA! Even before Pandemic there was no away public allowed... you know because of all of the killing...","sentiment_score":0.0}
{"full_text":"RT Covid Vaccine isn't the first thing that Congress is doubting,They Doubt everything that doesn't gives them profit or...","sentiment_score":0.25}
{"full_text":"RT Johnson, a 56 year old man, in charge of a country with a massive death toll from Covid, has purposefully ruffled his feck...","sentiment_score":0.05}
{"full_text":"Why do the gov't split the ages like this? A year 5 primary pupil can turn 10yo in Sept. So the primary school figures are missing 2 years' worth of data. Therefore the primary cases are higher?#schools #schoolclosures #MakeSchoolsSafe #SafeEdForAll #CloseAllSchools #COVID19","sentiment_score":0.26}
{"full_text":"RT Indeed.","sentiment_score":0.0}
{"full_text":"Covid: Regional rules 'probably going to get tougher', says Boris Johnson","sentiment_score":0.0}
{"full_text":"To those who think schools should be open, aren't a risk and are not a breeding ground for covid, just remember; kids are the mankiest things on the planet.","sentiment_score":0.0}
{"full_text":"RT Who better than #ThalapathyVijay to take onus of getting audiences back to theatresBravo  has lowered eco...","sentiment_score":0.25}
{"full_text":"RT Yes sir its true my wife had taken loan of 1 lakhs Rs on 5 th march 20 for 48 months tenures. After five mont...","sentiment_score":0.35}
{"full_text":"RT A teacher at my grandsons school died last week of COVID. She had underlying conditions and had been terrified of goin...","sentiment_score":0.0}
{"full_text":"RT This is terrifying. Let's try to disrupt this trend as a matter of urgency!","sentiment_score":-1.0}
{"full_text":"Tokyo governor called the Japanese government to announce a state of emergency in a practice to control the spreading of coronavirus.","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Good luck in your covid rabbit hole.  Bye.#livingNOTlockdown #usforthemscotland #UsForThemUK #usforthem","sentiment_score":0.7}
{"full_text":"RT Bloody hell, opening salvo for news at 10 is all about the positivity of the new vaccine.Our media is complicit...","sentiment_score":-0.3318181818}
{"full_text":"RT #WhereIsDougFord Does he know there have been over 5,800 new COVID cases in Ontario in the past two days?What is the vac...","sentiment_score":-0.0568181818}
{"full_text":"So let them come to Washington, have their rally! Just don't take the bait...opposition protesters stay home!","sentiment_score":0.0}
{"full_text":"RT \"The Israel that knows how to come together when facing a mortal enemy\"Daniel Gordis is among the 20% of eligible Israelis...","sentiment_score":0.0}
{"full_text":"I'd like to report Margaret Ferrier for breaching covid rules","sentiment_score":0.0}
{"full_text":"JMH is not taking plasma donations of recovered Covid-19 patients at any of our locations. Blood donation centers such as Versiti and Red Cross, as well as the commercial plasma centers like Biolife, are accepting them.","sentiment_score":0.0}
{"full_text":"Cashapp flips all day! Helping all who is in need.  I can work with your budget!  #cashappflips #cashappflip #cashflips #CashAppOnly #cashappbillionaire #cashapptuesday #CashAppChallenge #FreeMoney #moneyflip #COVID19 #richforever #makemoney #CashappHacked #dm #NowOrEver","sentiment_score":0.0}
{"full_text":"RT Prayers up for the great Louis Gossett, Jr. -- \"Hospitalized with COVID But Left Out of Fear\"","sentiment_score":0.4}
{"full_text":"RT How Arvind Kejriwal went from promising Rs 1 crore to COVID warriors who die in line of duty to rejecting claims of 12 cop...","sentiment_score":0.2}
{"full_text":"RT NEW--Virginia GOP state Sen. Ben Chafin died Friday from #COVID19 complications, the senator's office confirmed Friday night...","sentiment_score":0.4}
{"full_text":"RT Get well soon Jo - we're all wishing you a speedy recovery.","sentiment_score":0.0}
{"full_text":"I hope this is not true in the 'burgh!  Come on yinzers, if you dine out up, wear masks and tip servers. Consider big tips even for take out and delivery.","sentiment_score":-0.109375}
{"full_text":"RT Most of us saw this video in 2018. This teacher, Zelene Blancas, died yesterday after battling COVID for 2 months. I am...","sentiment_score":0.5}
{"full_text":"RT Exactly a year ago, on Dec. 30, 2019, the first alarm was sounded in China about the coronavirus. But it would be 25 days be...","sentiment_score":0.25}
{"full_text":"RT My uncle picked up bookbinding during the pandemic and his basement is my wonderland","sentiment_score":0.0}
{"full_text":"RT I trawled the TV schedules &amp; squeezed in a bunch of previews where possible to bring you this guide to what to watch in...","sentiment_score":0.0}
{"full_text":"Help prevent the spread of germs and viruses:  >Catch it  >Bin it  >Kill it  Wash your hands regularly for at least 20 seconds with soap and water. For advice, visit","sentiment_score":-0.15}
{"full_text":"Ezidi and Muslim painters promote coexistence through and art exhibition among the ruins of Shingal.\"The motifs of the paintings were generally focused on the issues of coexistence, Corona, and Shingal district's nature,\" said Naiyf Sabri, head of Sunrise org., the organizer.","sentiment_score":-0.05}
{"full_text":"There are more tech jobs now than there were before the pandemic began. Get more insights from the in this article by","sentiment_score":0.5}
{"full_text":"\"I have been more inspired and creative during the pandemic than I might normally be while on the road.\" - https:\/\/t.co\/GDhF4EXGDK","sentiment_score":0.3833333333}
{"full_text":"It never had to be like this - Covid-stricken mum and daughter hold hands in hospital - 24hrs before mum dies #Toryincompetence  #Resign  #borishasfailedtheuk  ","sentiment_score":0.0}
{"full_text":"As early as May, an IBM survey found more than half of US adults wanting to work from home permanently, while three quarters wished to do so at least occasionally","sentiment_score":0.0266666667}
{"full_text":"NOVEMBER 2020: #Wokingham remembered at home as England entered its second national lockdown. #wokytoday #reviewoftheyear","sentiment_score":0.0}
{"full_text":"RT Seeing a lot of people on twitter talking about how their gender stuff has gotten complicated in the last year during loc...","sentiment_score":-0.25}
{"full_text":"Don't miss what the talented   had to say when she joined the show recently to chat about her new music and how she's been handling the pandemichttps:\/\/t.co\/MylDCdoHf6","sentiment_score":0.2787878788}
{"full_text":"Non-hospitalized patients had activated upregulated markers and several activated and exhausted markers were expressed at higher frequencies, showing apparent immune dysregulation. #COVID19https:\/\/t.co\/ARWq63nTpP","sentiment_score":-0.025}
{"full_text":"RIP Marcia Leeks","sentiment_score":0.0}
{"full_text":"RT The origin of Coronavirus and the Taiwan issues are the prohibited topics in the so-called...","sentiment_score":0.0}
{"full_text":"RT I think it's insensitive to talk about if you think COVID is real when people lost loved ones.","sentiment_score":0.45}
{"full_text":"Scammers are ringing the elderly, saying they'll be offered a #COVID-19 vaccine at home + will go to addresses at certain times\/dates to do this. No vaccines will be done in private homes! Your GP practice will contact you to let you know when and where your appointment is.","sentiment_score":0.1071428571}
{"full_text":"'Whatever the experts say, let's roll with it'Johnny Ward, joined by and Gary Breen discussed whether a circuit breaker might stop the spread of COVID-19 in the Premier League | @paddypowerFull chat ","sentiment_score":0.0}
{"full_text":"I think it is because he knows he won't be President &amp; he wants to save being humiliated in public.","sentiment_score":0.1}
{"full_text":"#Africa: Zimbabwe goes into 30 days lockdown.#MintTV| #COVID19 |#KiddwayaEp2Premiere","sentiment_score":0.0}
{"full_text":"RT THREAD\/ On misinformation and media management1. Like every NHS doctor and nurse on here, I am being constantly abused...","sentiment_score":0.0}
{"full_text":"RT How so? What you put\/don't put in your body directly affects your health, pandemic or not. Ofc if you...","sentiment_score":0.1}
{"full_text":"HOMES VANDALIZED: The homes of House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell were vandalized in apparent protest of their failure to agree on $2,000 direct COVID-19 stimulus payments to Americans. reports.","sentiment_score":-0.0555555556}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"This is very interesting...how many people in your postcode died of Covid during the entire pandemic so far. Mine was 9!?","sentiment_score":0.20625}
{"full_text":"The Duterte administration has expanded its information network to further increase awareness on the government's COVID-19 response and crucial projects and programs. Read more: #LagingHandaPh","sentiment_score":0.1666666667}
{"full_text":"Surviving A COVID Thanksgiving - Coruzant Technologies #Thanksgiving #Thanksgiving2020 #Pandemic #Technology #EmergingTech #Employees #Collaboration #Futurism #AI #CTO #CIO","sentiment_score":0.0}
{"full_text":"An art project in Fort McMurray, Alta., paired seniors and artists in an effort to reduce social isolation during the pandemic.","sentiment_score":0.0333333333}
{"full_text":"The worldwide situation of the #COVID19 pandemic may reach a turning point in June or July as mass populations are vaccinated against the virus, a leading expert in Shanghai said. #vaccine","sentiment_score":0.0}
{"full_text":"Then stay home!","sentiment_score":0.0}
{"full_text":"He branded frontline hospital conditions a 'horror show'","sentiment_score":0.0}
{"full_text":"Living in the time of pandemic: COVID-19 (30) ||","sentiment_score":0.0}
{"full_text":"COVID-19 VACCINE SHORTAGES1,000,000 Americans killed by Summer 2021. STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":-0.2}
{"full_text":"With a range of meeting rooms in a historic Grade-1 listed House in the heart of Soho, we've got something for (almost) every occasion. Book Covid-safe meetings or work surrounded by silk or in newest prints. To find out more:","sentiment_score":0.25}
{"full_text":"AAKP BOD Member Jim Myers recognized w\/ Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"How did Canadian women fare in 2020 during the pandemic, and might their lives be any different in 2021? Feminist writer walks us through the trends to watch. Listen live here:","sentiment_score":0.0681818182}
{"full_text":"RT COVID Update Year End, 2020: 2020 is what happens when a society reaps what it has sown for many years.2021 we have the opp...","sentiment_score":0.5}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT Johnson: we follow the scienceScientists: schools aren't safeJohnson: not a doubt in my mind that schools are safe. Exce...","sentiment_score":0.5}
{"full_text":"RT Can someone explain to me how people from the UK are allowed to travel when they're on lockdown? Genuinely confused","sentiment_score":-0.4}
{"full_text":"RT Who better than #ThalapathyVijay to take onus of getting audiences back to theatresBravo  has lowered eco...","sentiment_score":0.25}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT I am in the Oxford vaccine trial. I do weekly swabs. I have kept to all lockdown and tier 4 rules, including by the river,...","sentiment_score":0.0}
