{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT M: this comment is so cruel? M: if Gulf is 28. P'mew will be 32. M: block this person. m: I'm just 19 now. G: you will...","sentiment_score":-1.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Health officials around the world have confirmed more than 100 million cases of COVID-19.","sentiment_score":0.45}
{"full_text":"RT When Emily Waszak lost her husband to Covid-19 last year she went into self-isolation with her grief. On top of that, s...","sentiment_score":-0.1}
{"full_text":"RT I've been calling for this for months.DC must do MUCH more to make sure folks aren't going w\/o care bc...","sentiment_score":0.5}
{"full_text":"RT The #CDC had more accurate and up-to-date data that it could have used to calculate the rate of severe allergic reacti...","sentiment_score":0.45}
{"full_text":"RT .@DrChrisMD: Why Covid-19 vaccine skepticism is such a problem in Black and brown communities.","sentiment_score":-0.0833333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT See my op-ed for #BellLetsTalk\"LetsTalk about kids' mental health.\"\"The most catastrophic effect of the lockdown is it...","sentiment_score":0.2}
{"full_text":"26) Irritated by the sweeping use of executive orders during the Covid crisis, state lawmakers around US are moving to curb the authority of governors &amp; top health officials to impose emergency restrictions such as mask rules and business shutdowns, AP reports;","sentiment_score":0.25}
{"full_text":"Stop talking COVID.......that was the distraction.  They are actually showing us the system is rigged....they don't even care! Trump had to go. This was the real reason!","sentiment_score":0.125}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT  47 further deaths linked to Covid-19 reported to 1,466 new cases of Covid-19. 1,567 people with the v...","sentiment_score":0.0681818182}
{"full_text":"RT Stay at home. Protect the NHS. Save lives.","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT Ontario is reportedly considering an order that would force all international passengers arriving at Pearson airport to submit...","sentiment_score":0.0}
{"full_text":"RT If people aren't anti capitalist after 2008, Covid-19, and now the stock market being exposed I honestly dont know what i...","sentiment_score":0.6}
{"full_text":"RT Had a warm telephone conversation with my friend Sheikh Thanked him for his personal attention to the w...","sentiment_score":0.3}
{"full_text":"RT This is a small slice of what happens when the establishment comes together to smear someone as a 'danger to Britain' when...","sentiment_score":-0.25}
{"full_text":"RT If there are no consequences and no justice after a coup attempt that killed 5 Americans including a police officer, then...","sentiment_score":-0.2}
{"full_text":"RT (!) Data error means completed Ontario COVID-19 vaccinations only half of what was reported | CBC News","sentiment_score":-0.0555555556}
{"full_text":"RT Starting in 30 minutes!You can watch live at","sentiment_score":0.0681818182}
{"full_text":"Deadliest tory","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"The WHO Strategic Advisory Group of Experts (SAGE) on Immunization has issued Interim recommendations for use of the Moderna mRNA-1273 vaccine against COVID-19 it includes ...  the use of this vaccine in pregnant women is currently not recommended.https:\/\/t.co\/EXXXzfjaPG","sentiment_score":0.1666666667}
{"full_text":"RT Asked about #NJ's #COVID19 vaccine registration system said: \"Remember we are building the airplane here as we...","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT New York state health dept. underreported the Covid-19 death toll in nursing homes by as much as 50%, the state's attorney gener...","sentiment_score":0.1681818182}
{"full_text":"RT One of the biggest health impacts of #COVID has been on mental health. The fear and anxiety mixed with isolation is a public...","sentiment_score":-0.0333333333}
{"full_text":"not all of them are my faves and not me supposed to see all of them in 2020 but covid-","sentiment_score":0.0}
{"full_text":"RT America: no paid parental leave, little coverage for fertility treatments, no affordable daycare, no universal pre-K, decl...","sentiment_score":-0.09375}
{"full_text":"RT Why is Florida seeing fewer COVID deaths than L.A. even with strict CA shutdowns? Data expert  joins LIVE...","sentiment_score":0.1363636364}
{"full_text":"RT Loving tonight on twitter.  She is fair giving the Scottish Tories well deserved pelters for their hypocrisy...","sentiment_score":0.65}
{"full_text":"RT A month before Covid, Julie &amp; Steve Bernstein (composers\/conductor) invited me to an #Animaniacs music session in the...","sentiment_score":0.0}
{"full_text":"RT BREAKING: \/ have found another Tory donor linked to more govt contracts.Firm founded by...","sentiment_score":0.125}
{"full_text":"RT CHINA VIRUS!","sentiment_score":0.0}
{"full_text":"RT We will be taking appointments for COVID-19 vaccines today at noon for people who are 70+. If you cannot get an appoint...","sentiment_score":0.0}
{"full_text":"Unfortunately we will in a time where this is not only assumed but accepted. You expect nothing else from these gutless cowards with zero touch in reality. Nothing will change or happen on this again klaxon.","sentiment_score":-0.25}
{"full_text":"RT OMG  \"NY undercounted nursing home coronavirus deaths by as much as 50%, state AG says\"","sentiment_score":0.2}
{"full_text":"RT There is no data that would suggest efficacy of only 8% among older people for AstraZeneca's COVID-19 vaccine, the Germ...","sentiment_score":0.0833333333}
{"full_text":"He is PM of UK all of UK","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT As new school openings are announced, this from remains true: \"ON government has not revealed its metrics for r...","sentiment_score":0.2431818182}
{"full_text":"RT Today's reminder why Ben Shapiro is the worst.","sentiment_score":-1.0}
{"full_text":"RT 1\/3: Prof. highlights impact of #COVID_19 crisis for older people at the report launch:\"COVID-19 has dramat...","sentiment_score":0.1666666667}
{"full_text":"i am persoanlly offended. Today you banned the use of china virus but u think its ok to say south african super covid. nonsense.","sentiment_score":0.2777777778}
{"full_text":"RT Racial and ethnic minorities have experienced increased health risks and challenges during the #COVID19 pandemic.","sentiment_score":0.8}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"RT It's absolutely disgusting that Boris Johnson is still talking about \"herd immunity\", as if we're all cattle.  We're huma...","sentiment_score":-1.0}
{"full_text":"Like the aids pandemic. I wasn't there either and that's why I wouldn't have the bare faced audacity to \"educate\" people who actually went through that.","sentiment_score":0.025}
{"full_text":"RT Open borders in a pandemic, total non-enforcement of justice, illegal immigration skyrocketing. You'd have to be i...","sentiment_score":-0.1666666667}
{"full_text":"RT Stay at home. Protect the NHS. Save lives.","sentiment_score":0.0}
{"full_text":"RT COLUMBIA, S.C. (AP) -- Coronavirus variant identified in South Africa has reached the US with two cases diagnosed in South Ca...","sentiment_score":0.0}
{"full_text":"the Heroes Act sat on Mitch's desk since May 2020.Don't you dare talk about focusing on the pandemic, Ted.","sentiment_score":0.0}
{"full_text":"RT Financial industry wrecks entire economy\"we must bail them out\"Senators do insider trading\"nothing we can do\"Cov...","sentiment_score":0.0}
{"full_text":"RT The #coronavirus vaccine is free to everyone in Scotland.Do not share your bank details with anyone offering you the v...","sentiment_score":0.4}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT For NHS staff who are risking their lives every day to keep patients safe this is incredibly demoralising and dangerous non...","sentiment_score":0.2666666667}
{"full_text":"RT From conversation w\/ Fauci:\"I didn't tell them to back off. That wasn't my style. My style was to say--to...","sentiment_score":0.0}
{"full_text":"Took less than a week to crack down on regular people finally getting access to wealth that should have been in their hands in the first place.ONE hedge fund got inconvenienced and they want to pull the plug while 6M newly impoverished Americans are just left to figure it out","sentiment_score":0.0091630592}
{"full_text":"It's basically all gone now. And everything that wasn't already shut down by COVID is shut down, for sure, which means delivery is a long shot. But I'm still counting it as a win!","sentiment_score":0.2277777778}
{"full_text":"RT Can confirm report (not that he needed confirmation) that Nate Prosser will play tonight for the Flyers....","sentiment_score":0.0}
{"full_text":"RT In science we shall save lives. #COVID19","sentiment_score":0.0}
{"full_text":"People should be more wary of the #Police than #Covid_19 in #USA","sentiment_score":0.0}
{"full_text":"RT This is what happens when you increase money supply, the most in history, give everyone stimulus checks, and force them to...","sentiment_score":0.5}
{"full_text":"RT \"once covid is over\" is starting to sound like \"once I finish this shroud for Laertes\"","sentiment_score":0.2}
{"full_text":"Registered. #COVID19","sentiment_score":0.0}
{"full_text":"RT Social distancing","sentiment_score":0.0333333333}
{"full_text":"Before that repeated WHO lies COVID doesn't spread with human contact","sentiment_score":0.0}
{"full_text":"RT The 69th Annual Beanpot Tournament will not be played in 2021 due to the COVID-19 pandemic.Titles: Boston University: 30...","sentiment_score":-0.125}
{"full_text":"RT Good Morning!! Coffee...always. Have a safe &amp; joyful day!!#coffeetime #lifetips #WearAMask #BellLetsTalk","sentiment_score":0.75}
{"full_text":"RT My fiance has been researching the ONS data all evening. In 1989 there were more deaths than 2020. Anyone want to guess wha...","sentiment_score":0.5}
{"full_text":"RT The spread of Covid-19 across Africa#Covid19 #NationNewsplexhttps:\/\/t.co\/ByL2YMEIoS","sentiment_score":0.0}
{"full_text":"RT From conversation w\/ Fauci:\"I didn't tell them to back off. That wasn't my style. My style was to say--to...","sentiment_score":0.0}
{"full_text":"RT what's not mentioned enough is that conservative news has consistently been ahead of the game reporting major stories t...","sentiment_score":-0.021875}
{"full_text":"RT Merry Christmas from Boris Johnson.Pat and David Fisher invited their son Darren to celebrate as a family.But that d...","sentiment_score":0.0}
{"full_text":"RT The SNP is condemned by the Tories for discussing Independence during a pandemic.  The Tory Leader comes to Scotland, disob...","sentiment_score":0.0}
{"full_text":"RT What kind of soulless human being do you have to be to short brick and mortar businesses during a pandemic? When these companies...","sentiment_score":0.2}
{"full_text":"RT We went from \"two weeks to flatten the curve\" to \"wear three masks and get your anus swabbed.\"","sentiment_score":0.0}
{"full_text":"RT Trying to keep positive. This will end.","sentiment_score":0.2272727273}
{"full_text":"They don't make COVID vaccines for dogs, so not this time","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Just in: DOD is evaluating a request from FEMA for assistance in administering COVID-19 vaccine at various locations acro...","sentiment_score":0.0}
{"full_text":"RT Interesting weekExpert who once said masks don't work now says we should wear 2Climate is now the most immediate threat...","sentiment_score":0.5}
{"full_text":"RT We are committed to ensuring every American who wants a #COVID19 vaccine can get one. We are providing financial assistance, supp...","sentiment_score":0.0666666667}
{"full_text":"#ClimateChange is the new #COVID.  It will give government all power.  It takes precedence over your rights &amp; freedoms. As an \"emergency\" it silences opposition even labeling that a \"threat\".\"We are all in this together\" yet none of them will ever lose their job.","sentiment_score":0.1363636364}
{"full_text":"It's that post nights breakfast (in pre pandemic times) when you can't order a fry up from the cafe you've taken the shos to because the words are too complicated, and you wonder, was I really the best person, at hour 12.5, to be dealing with that peri-arrest 30 year old...","sentiment_score":0.2}
{"full_text":"RT \"The exercise of singing is delightfull to nature, and good to preserve the Health of Men.\" William Byrd (1588)","sentiment_score":0.7}
{"full_text":"RT Just staggering that a country with Brazil's public health experience and prowess could possibly be bottom of this list....","sentiment_score":0.0}
{"full_text":"RT since this interview seems to have upset certain people I am retweeting. Judge for yourself if you think I am being unfair!...","sentiment_score":-0.2053571429}
{"full_text":"RT Important story here from - \"This is a stupid place to put the highway\": Doug Ford's government has fast-tracked a ne...","sentiment_score":-0.2}
{"full_text":"RT I've just signed open letter to the Chancellor calling for proper support for #unpaidcarers - who hav...","sentiment_score":0.0}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT  With the incredible roll out of the COVID-19 vaccine by the NHS, we're using #ThrowbackThursday to show our appreciation. T...","sentiment_score":0.9}
{"full_text":"Covid-19 started at the Wuhan Institute of Virology.  They were researching gain-of-function of bat coronaviruses, enhancing binding to the ACE2 receptor. One of the young researchers got infected and, without severe symptoms, spread it to people in Wuhan.  Simple.  End of story.","sentiment_score":0.05}
{"full_text":"RT Why are FEMA camps all over the country within a few hours from all major cities ? Why are they all circled in fences w...","sentiment_score":-0.06875}
{"full_text":"RT The islamophobic Member of Parliament for St. Albert-Edmonton would like us all to know that he and his party wou...","sentiment_score":0.0}
{"full_text":"RT Here is Eleanor all dressed up in her Covid gear...hope she enjoys her hamper..I can't even imagine how hard it must be to do...","sentiment_score":-0.2916666667}
{"full_text":"RT Redditch Labour Party's Masks Photoshop Fails to Cover-Up Covid Breach","sentiment_score":-0.5}
{"full_text":"Jack's baked the banana bread from the MCA6 Lockdown Challenges this week with a twist by adding chocolate chips to two loaves and chopped walnuts to the other two! Delicious!#SixthFormLife #TransformingLives #LockdownChallenges #StayHomeKeepBaking #WellbeingMatters","sentiment_score":-0.15625}
{"full_text":"\"Covid has completely changed the landscape of eCommerce.\" Listen to \"Building While Flying\" podcast where MikMak CEO explains evolving customer behaviors and what it means for brands.","sentiment_score":0.1}
{"full_text":"The ethics of age-selective restrictions for COVID-19 control","sentiment_score":0.0}
{"full_text":"Yay! We got dad's first COVID-19 vaccine today!! I may have cried a little in relief  #GetVaccinated #COVID  #CovidVaccine #Moderna","sentiment_score":0.1015625}
{"full_text":".@UtahDepOfHealth is reporting 444 #COVID19 patients currently hospitalized. 157 of those patients are in an ICU. At referral centers (where most COVID patients are being treated) the ICU beds are 89.1% occupied. #utpol #Utah","sentiment_score":0.25}
{"full_text":"RT What are the differences between Scotland's and WM handling of covid(FM explained the rules better) to me it...","sentiment_score":0.5}
{"full_text":"RT Whoa. New York state has been dramatically undercounting Covid-19 deaths in nursing homes, according to an investigati...","sentiment_score":0.1363636364}
{"full_text":"#Antifascist actions we can all do now!1\/Informing family, friends, workplaces, communities etc re existance\/activity of white supremacist fascist groups operating in Ireland.2\/Reporting these fascists' content on sm &amp; collectively trying to get them shutdown.#altshite","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"bro slide wit a COVID mask ","sentiment_score":0.0}
{"full_text":"RT Like media lying to people tricking them into panic selling so their buddies can buy it up on the cheap?GameStopGate is a re...","sentiment_score":0.0}
{"full_text":"Our latest international Rent Index for Q4, 2020, is released. Rental prices are dropping once again as the second wave of COVID19 hits the European cities. Overall, rental prices are fluctuating with pandemic waves. Learn here ","sentiment_score":0.1}
{"full_text":"RT Whether it's listening to music, reading a book, or going for a woodland walk, there are mindful activities you can do duri...","sentiment_score":0.0}
{"full_text":"French Jewry's security service recorded 339 anti-Semitic incidents in 2020, compared to 687 in 2019- a 50% drop.However, the number of physical assaults remained consistent.https:\/\/t.co\/ORCc2Ib2b4","sentiment_score":0.0}
{"full_text":"The Status of Temporary COVID Tax Relief Measures After the New Law - Before the new law, several temporary tax relief measures were set to expire on 12\/31\/20. Here is the current status of 8 measures.","sentiment_score":0.0681818182}
{"full_text":"The Sam Thompson Bridge will be illuminated blue tonight to say thank you and highlight the ongoing contribution of frontline workers in the fight against #Covid19.Thank you for all that you do!#BelfastLightsatNight #StaySafeBelfast#SamThompsonBridge@belfastcc","sentiment_score":0.0}
{"full_text":"What beautiful trails have you been walking during this pandemic?  |","sentiment_score":0.85}
{"full_text":"#ScamAlertWe are aware of a Covid Lockdown Rebates scam where fraudsters ask a victim to fill in a form. They are usually asked to give out their banking details, supposedly to verify and transfer the tax refund payment.","sentiment_score":-0.025}
{"full_text":"Soldiers around the globe and here at are doing their part to help the and the conduct a phased-in vaccination program for millions within the DOD to mitigate the spread of #COVID19. Tell us your why for getting the vaccine!","sentiment_score":0.0}
{"full_text":"A sad update - our thoughts go out to their families and friends.https:\/\/t.co\/FWUFHtn2Sc","sentiment_score":-0.5}
{"full_text":"Millions of low-income individuals have lost health coverage due to the pandemic. Today's executive orders are a welcome step toward ensuring every #cancer patient and survivor can access care without delay - a top priority as we endure this crisis.","sentiment_score":0.3916666667}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"SCAM ALERT: Here are the 6 red flags to be aware of when receiving \"United Nations\" emails that promise $800,000 to COVID-19 patients.","sentiment_score":0.125}
{"full_text":"RT Health experts have said that long-term structural issues, such as funding cuts and outsourcing, contributed to the UK's dis...","sentiment_score":0.0}
{"full_text":" CUTE ALERT Here's Peppa, he's a 10-month-old therapy guinea pig that before lockdown was spreading cheer in the community!What helps improve your mood? Leave us your tips and tricks in the replies below #KeepItChaos #CuteAnimals #thursdaymood","sentiment_score":0.5}
{"full_text":"Saluting #WOMA sponsored women from Jinja region of #Uganda. They're in the last phase of their training to become \"fashion entrepreneurs\" after their course was interrupted due to Covid 19. Part of a pilot project sponsored by the Canning Trust reaching women in rural areas.","sentiment_score":-0.0416666667}
{"full_text":"Scotland's care workforce regulator has confirmed it will not take action against staff who refuse to take the covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"A new coronavirus variant identified in South Africa has been found in the United States for the first time, with two cases diagnosed in South Carolina, state health officials said Thursday.","sentiment_score":0.1931818182}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"For more info about measuring blood oxygen to help monitor COVID severity, and the benefits of pulse oximeters, plus where to buy one, visit","sentiment_score":0.5}
{"full_text":"Hard to believe it's been one year since the first US COVID-19 case was found. BBI's Dr. Helen Chu (@HelenChuMD) reflects on the need for \"more flexibility and use of diagnostic testing in academic research labs\" in a interview. Read more:","sentiment_score":0.1916666667}
{"full_text":"Relieved doctor feels vindicated on COVID-19 drughttps:\/\/t.co\/UEeRMIL5zO","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has brought long hours and additional shifts for many workers in the healthcare industry. #WestMichigan #COVID19 #healthcare","sentiment_score":0.225}
{"full_text":"This week they announced over 100,000 UK lives lost to Covid. If you've lost someone don't be afraid to reach out. You're not alone.Sending lots of love and strength from the My Pickle team. @CruseCare #Grief #Bereaved #CovidUK","sentiment_score":-0.3}
{"full_text":"Surprise! We're giving away today's Sweet Surprise early! Join us this afternoon from 2:00 p.m. to 4:00 p.m. in the Fine Arts Parking Lot for s'mores by Sodexo. Please remember to abide by the Pirate Pledge. Practice physical distancing and wear a mask (unless dining).","sentiment_score":0.2229166667}
{"full_text":"RT #NEW This is critically important data from Dr. Walensky: She says that it is very hard to wear an N95 mask properly. She want...","sentiment_score":0.0392992424}
{"full_text":"Out Now: 'The #COVID19 #Pandemic and #Geopolitics in #SoutheastAsia' - Dr Huong Le Thu Senior Analyst examines geopolitical power shifts as part of ongoing Southeast Asia and COVID-19 project.","sentiment_score":0.0}
{"full_text":"Remember the 3 W's! Wear a Mask. Wash your Hands. Watch your Distance (stay 6 feet apart). These three habits can help you protect yourself and others from COVID-19. Learn more:","sentiment_score":0.5}
{"full_text":"RT Amazon is trying to stop Alabama workers unionizing by trying to delay their union vote and force them to vote in-person.It w...","sentiment_score":0.0}
{"full_text":"RT Brazil's handling of Covid-19 pandemic worst in the world, says Australian think tank.","sentiment_score":-0.5}
{"full_text":"Today's #StrongWomen award goes to  The honorable Letitia James and her staff have found the truth.  I thank her. #COVID19","sentiment_score":0.0}
{"full_text":"This country fucking sucks","sentiment_score":-0.3}
