{"full_text":"RT School closures are not particularly effective #COVID19 suppression measures. Younger children are at very low risk to...","sentiment_score":-0.1}
{"full_text":"RT Lockdown after one case? Totally disproportionate. Anyone cheering on the WA lockdown is cheering an abuse of human r...","sentiment_score":0.0}
{"full_text":"For look of things Covid in Nigeria is full-time scam","sentiment_score":0.0}
{"full_text":"RT My talk on Feb 19th at 12:45pm at the University of #Cambridge, UK. \"#Innovations To Tackle #CoVID19 Pandemic In #South_Asia\"...","sentiment_score":0.0}
{"full_text":"RT Anyone who is dumb enough to pay N50,000 for a black market \"COVID19 vaccination\" deserves to catch COVID TBH.What do...","sentiment_score":-0.1805555556}
{"full_text":"Phone up..go earlier. There is a pandemic on.","sentiment_score":0.0}
{"full_text":"RT Governor Hogan Announces South African COVID-19 Variant Identified in MarylandFull release in the link.https:\/\/t.co\/uV...","sentiment_score":0.0}
{"full_text":"RT Firm Owned by a Tory Donor Who Is Dido Harding's Colleague Wins PS5.9 Million in Government COVID-19 Deals - Byline Times...","sentiment_score":0.05}
{"full_text":"RT Just to clarify, this is a legit fundraising program by UMMC. For further information, please visit","sentiment_score":0.0}
{"full_text":"I need to take note of this and get out more I feel like I've turned into a wee hermit this lockdown - this sounds lovely and great way to unwind after a nightshift","sentiment_score":0.6}
{"full_text":"Always Voted LabourThank God They Didn't get Elected#SadoMasochistic","sentiment_score":0.0}
{"full_text":"Ok, to your question then there is no evidence to suggest that smoking increases the transmission of covid19. If you still smell things from the environment it is likely you do not get a good fit. For professional use there are specific fit testing programs.","sentiment_score":0.3}
{"full_text":"RT Today I lost my Dad. Passed away peacefully in his sleep after heart problems. No Covid. Loved our nation and union. Born on...","sentiment_score":0.475}
{"full_text":"Doesn't answer the question. How does covid spread, Maria ? That is, how does one person transmit it to another ?","sentiment_score":0.0}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"RT How lockdown has revived a certain type of online lothario | Eva Wiseman","sentiment_score":0.2142857143}
{"full_text":"RT Our discharges today includes 461 community recoveries in Lagos State managed in line with guidelines.A breakdown of cases b...","sentiment_score":0.0}
{"full_text":"RT Hollywood's super rich are queue-jumping for Covid vaccines by taking private jets to Florida","sentiment_score":0.2361111111}
{"full_text":"RT -10% in 2020. Imagine what it's going to be in 2021. Inward investment is nil and companies are fleeing Britain in their droves...","sentiment_score":0.0}
{"full_text":"The pandemic is ruining a lot right now","sentiment_score":0.2857142857}
{"full_text":"Is this lockdown ever going to end???????","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"not only am I having an off day and just all round not feeling like myself, I've got to to my bloody covid test this afternoon! I'm still traumatised from the last one.","sentiment_score":-0.3}
{"full_text":"RT Wrote this because many dont know how the process works. Even I didnt until I was explained to. Could you be a direct c...","sentiment_score":0.3}
{"full_text":"Union #FinanceMinister #NirmalaSitharaman will unveil #UnionBudget 2021 on 1 February 2021. The finance minister will present her third Union Budget amid the raging concerns over the #COVID19 pandemic.@FinMinIndia #Budget2021","sentiment_score":0.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"RT China must be held liable for letting the Covid pandemic spread to the world | Hong Kong Free Press HKFP","sentiment_score":0.15}
{"full_text":"RT In EVENT 201 the simulation of a virus pandemic ran by the Bill Gates Foundation and World Economic Forum in OCT '19 were the...","sentiment_score":0.2}
{"full_text":"RT Regarding the \"pandemic\". The definition of pandemic was changed to include diseases that do n...","sentiment_score":0.0}
{"full_text":"RT Hi  Quick tweet to say we're working at the WH today on next steps in the COVID response, making sure we're ready...","sentiment_score":0.2583333333}
{"full_text":"RT As a native of Wuhan, Li Xiang loves this beautiful city. There are tens of millions of people like him here. They are the...","sentiment_score":0.85}
{"full_text":"Your honor is the first TV show that I've seen the cast with face masks post covid","sentiment_score":0.25}
{"full_text":"RT CDC has issued an order requiring everyone to wear a mask while traveling on public transportation into or within the US (inclu...","sentiment_score":0.0}
{"full_text":"RT Almost every Brexit\/Gov. mouthy naysayer, tripping over themselves to make cringeworthy excuses for the EU's massive gaf...","sentiment_score":0.0}
{"full_text":"RT Want to survive covid?? Rule number one.  Don't be D3 deficientFull article: Vitamin D deficiency aggravates COVID-...","sentiment_score":0.0}
{"full_text":"RT I still think about the bloke who had to drive the first UK COVID cases to quarantine &amp; they gave him no PPE","sentiment_score":0.25}
{"full_text":"and wanting the #schools too reopen...https:\/\/t.co\/RiKLPyjO3f","sentiment_score":0.0}
{"full_text":"RT Miss Corona please go away. We need TREASURE in our countries","sentiment_score":0.0}
{"full_text":"RT \"I've seen people as young as 21 pass away on our ICU wards. And they had their mother watching them through a FaceTime call as th...","sentiment_score":0.1}
{"full_text":"RT UK quietly restricted Covid medicine exports to EU","sentiment_score":0.0}
{"full_text":"RT Nana Addo dey lockdown the country cos he see say Asiedu Mends dey waste school fees then nose mask.","sentiment_score":-0.2}
{"full_text":"RT Repeat after me:\"Face shields do NOT replace the need to wear a face mask.\"Celebrities\/Public figures\/Everybody:Sto...","sentiment_score":0.0}
{"full_text":"RT Miss Corona please go away. We need TREASURE in our countries","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT Look, if you care about life so much why don't you save some by helping with distributing covid vaccines or getting PPE. O...","sentiment_score":0.2}
{"full_text":"India got ivermectin. U.K. got vaccines","sentiment_score":0.0}
{"full_text":"RT .@DarrellIssa and #AngelaMarsden react to Governor Newsom lifting COVID stay-at-home orders. Take a look.","sentiment_score":0.0}
{"full_text":"RT #Please listen to the #apeals of many #legal #Iraqi #Refugees @UNHCRTurkey waited 3-9 years for #Resettl...","sentiment_score":0.35}
{"full_text":"RT That's not very CDC guidelines of y'all","sentiment_score":-0.1}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT JUST IN: The Department of Health reports 2,103 additional Covid-19 cases, raising the nationwide tally to 525, 618. #COVID...","sentiment_score":0.0}
{"full_text":"RT A year into the pandemic, researchers still aren't sure when some COVID-19 survivors may get their senses back -- if ever. htt...","sentiment_score":0.25}
{"full_text":"RT Shocking stats reveal young people with #learningdisability are THIRTY TIMES more likely to die from #COVID19 than thei...","sentiment_score":-0.1}
{"full_text":"RT The death of a 34-year-old man with Covid-19 who wasn't fed for 100 hours or seen by a doctor for almost three days has shown...","sentiment_score":0.0}
{"full_text":"Incredible how 2 plus 2 always = 5 in the media. Apparently the 95% drop in flu cases is due to social distancing. Nothing to do with the fact that flu is now being reported as COVID.","sentiment_score":0.2145833333}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"Useful thread looking at excess death during the #pandemic , both #covid19 and non Covid-19 #coronavirus #Covid19UK","sentiment_score":0.3}
{"full_text":"RT \"Research has shown that a powerful way to induce resistance to persuasion is to make people aware of their own vulnerab...","sentiment_score":0.3833333333}
{"full_text":"RT I'm far from an expert on reconciliation but if Republicans could use to pass tax cuts (among other things), why can't...","sentiment_score":-0.0125}
{"full_text":"RT December-January is holiday season but due to COVID-19, people could not travel very far. Yet, happy to see citizens usin...","sentiment_score":0.2683333333}
{"full_text":"This. #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT #SouthAfrica. How you will register for a COVID-19 #Vaccine in South Africa? See link below.https:\/\/t.co\/IPxLf79Rud@Tali_Mu...","sentiment_score":0.0}
{"full_text":"RT inna lillahi wa inna ilayhi raajiun. my mom passed away from COVID-19 this morning. please keep me and my family in your p...","sentiment_score":0.0}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT How many COVID deaths were caused by vilifying hydroxichloriquin ?????","sentiment_score":0.5}
{"full_text":"RT  England local authorities by highest number of COVID-19 positives per 100k population.7-day rolling rate by s...","sentiment_score":0.0}
{"full_text":"RT Heaven seff God jey en eye small then people dey fool. Eden too","sentiment_score":-0.25}
{"full_text":"RT COVID-19: Life won't return to normal for at least two years, expert warns, saying pandemic 'isn't over until it's over...","sentiment_score":-0.075}
{"full_text":"RT 15days bk whn100% occupancy in cinema halls was alwed #Master releaseThey: covid is widespread, Vijay (Anna) must b respo...","sentiment_score":0.0}
{"full_text":"RT 15days bk whn100% occupancy in cinema halls was alwed #Master releaseThey: covid is widespread, Vijay (Anna) must b respo...","sentiment_score":0.0}
{"full_text":"RT Partial Lockdown...","sentiment_score":-0.1}
{"full_text":"RT #Journorequest I'm doing a report about the impact of lockdown on children's mental health for and I'm look...","sentiment_score":-0.1}
{"full_text":"RT White people from New Jersey have been coming into NYC and getting vaccines meant for Latino neighborhoods ","sentiment_score":0.0681818182}
{"full_text":"RT I still think about the bloke who had to drive the first UK COVID cases to quarantine &amp; they gave him no PPE","sentiment_score":0.25}
{"full_text":"RT Wow. 1 in 3 hospitalized with #COVID19 gets readmitted to the hospital within a few months after discharge. ~48,000 UK pati...","sentiment_score":-0.05}
{"full_text":"RT Guys, a note about Feb half term.Local councils were funded to cover this hol as part of Covid Winter Grant, whether t...","sentiment_score":-0.1666666667}
{"full_text":"I'm almost there. I'm in the last part for my license.So as long as covid calms down. I'm driving through germany this summer.","sentiment_score":-0.0685185185}
{"full_text":"RT In pursuance of the revised guidelines issued by MoHA, Govt of India, Odisha Govt has issued revised guidelines for the mon...","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT 15days bk whn100% occupancy in cinema halls was alwed #Master releaseThey: covid is widespread, Vijay (Anna) must b respo...","sentiment_score":0.0}
{"full_text":"RT My uncle Conroy just passed after getting covid. Here's a video of him teaching Native children how to build teepees, f...","sentiment_score":0.0}
{"full_text":"RT I still think about the bloke who had to drive the first UK COVID cases to quarantine &amp; they gave him no PPE","sentiment_score":0.25}
{"full_text":"RT Can we clarify that trying to deprive or delay people of a life saving medicine that is one of the few tools to eradica...","sentiment_score":-0.2}
{"full_text":"RT I'm tired of Covid so I pulled out the big guns","sentiment_score":-0.2}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"RT COVID-19: Buhari violates Nigerian law, shuns face covering, physical distancing","sentiment_score":0.0}
{"full_text":"This pandemic's not going to stop us.Check out our newest design!Available online at","sentiment_score":0.0}
{"full_text":"\"The third COVID-19 wave, which had temporarily slowed, is again threatening our daily lives following the group infections from the missionary institutes.\"https:\/\/t.co\/Rbd09AYyV2","sentiment_score":0.0}
{"full_text":"The Big Bash League finals series has been thrown an abrupt curveball after Perth plunged into a five-day lockdown on Sunday.","sentiment_score":-0.0625}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"If you are unsure about any thing to do with your pregnancy &amp; Covid-19 please check out the NHS website, here you will find all you need to know:https:\/\/t.co\/MKObgRVU4qIf you have any immediate concerns please call 111 or if it is life threatening call 999.","sentiment_score":0.0}
{"full_text":" INDIA's ABSOLUTE STUPIDITY 2021-01-31Movie theatres across India allowed 100% occupancy from Monday.https:\/\/t.co\/ny4zgYOWMX RT #SuperSpreaders #Covid19","sentiment_score":-0.2}
{"full_text":"RT Being lectured on science and uncertainty by an actor who claims Covid is a \"Shamdemic\"","sentiment_score":0.0}
{"full_text":"Did you know today is #NationalBugBustingDay?Joanna Ibarra from Community Hygiene Concern, the charity behind the 'Bug Busting' kit, told us why lockdown is a great opportunity to stop the spread of head lice:For more information head to #KeepItChaos","sentiment_score":0.3}
{"full_text":"Peace of Mind Guarantee! Weather insurance plus full refund for any COVID-19 related cancellation at Shamrock Cup. Avoid the waiting list. Register early at","sentiment_score":0.15}
{"full_text":"#COVID19 | Boost your #immunity and stay protected from #coronavirus! #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"Approximately 1 in 3 people who have coronavirus have no symptoms and could be spreading it without realising it.You must not leave, or be outside of your home except where necessary. Read the full guidance:","sentiment_score":-0.0125}
{"full_text":"McDonald's President and CEO Chris Kempczinski said 2020 was the most difficult year in the company's history.","sentiment_score":0.0}
{"full_text":"If you have tested positive for COVID-19 you must isolate for at least 10 days from when your symptoms started.If you are a close contact of a confirmed case, you must isolate for at least 10 days.Isolation means you must stay at home, more info at","sentiment_score":0.1054545455}
{"full_text":"IWM's #HandSanitising stations are designed to significantly reduce the risk of #contamination into #Production areas.Discover our #HygieneSolutions...https:\/\/t.co\/OBJ1ny5oBeView our #Detergents and #Chemicals...https:\/\/t.co\/sJW8s3Kgx3 #FDX2021 #FSD2021 #Coronavirus","sentiment_score":0.375}
{"full_text":"Connecting with your partner can be difficult during the pandemic. We tried out a few date boxes with games, food, crafts and conversation starters:","sentiment_score":-0.35}
{"full_text":"Some of them carried signs decrying the COVID-19 vaccine and shouting for people not to get the shots.","sentiment_score":0.0}
{"full_text":"The rise of protest against lock down rules around the world.","sentiment_score":-0.1555555556}
{"full_text":"Cuban authorities say they will tighten measures against the spread of COVID-19 to require tourists and other visitors to isolate at their own expense for several days until tests for the new coronavirus come out negative.https:\/\/t.co\/Mh5xzDNuny","sentiment_score":0.1528409091}
{"full_text":"After spending eight months in the hospital due to complications from COVID-19, four-year-old Stella Martin is finally going home.https:\/\/t.co\/TnV2sfSTw4","sentiment_score":-0.0625}
{"full_text":"RT I feel like anything set pre-Covid is historical fiction.","sentiment_score":0.0}
{"full_text":"Zapouria Lewis lost her 20-year-old daughter to COVID-19, and it's hard for her knowing about people who do not take COVID-19 seriously.See what some experts have to say about how COVID-19 affects people with disabilities:https:\/\/t.co\/rTf6l7N8oj","sentiment_score":-0.2916666667}
{"full_text":"Tampa Mayor Jane Castor has signed an executive order requiring the use of face coverings outdoors within Event Zones and Entertainment Districts to mitigate the spread of COVID-19 for Super Bowl-related activities.","sentiment_score":0.3333333333}
{"full_text":"Here's how to save your spot in line.","sentiment_score":0.0}
{"full_text":"Just a few weeks before his death, J.J. celebrated his 9th birthday with tacos and cake. \"We never knew this was going to be his last birthday,\" his uncle said.","sentiment_score":0.05}
{"full_text":"Visit our Health and Wellbeing hub for a wealth of information on staying safe, physically active, mentally strong and emotionally resilient during the extended period of lockdown. Bookmark the link at","sentiment_score":0.2}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"It's a tough time for charities too- I will be donating the results of my lockdown sortings out as soon as our charity shops reopen.","sentiment_score":-0.3888888889}
{"full_text":"A statement says U.S. Rep. Stephen Lynch isn't displaying any symptoms of COVID-19.","sentiment_score":0.0}
{"full_text":"RT Bill Gates, Magic Johnson, Greta Thunberg and Sean Penn have been designated as experts on a certain pandemic by the mai...","sentiment_score":0.3571428571}
{"full_text":"Dear #healthworkers, we wouldn't be able to get through the #COVID19 pandemic without your hard work and commitment. Please take care of yourself and don't ignore symptoms if you develop them.","sentiment_score":0.1041666667}
{"full_text":"Help control the spread of #COVID19 while shopping for essentials: Put your face covering on before entering the shop &amp; then avoid touching it When finished, safely take off face covering outside &amp; sanitise your hands","sentiment_score":0.3333333333}
{"full_text":"The current Level 5 restrictions in place have been extended to March 5th 2021. We must continue to play our part to help prevent the spread of #COVID19.Please adhere to all public health measures &amp; protect our most vulnerable For more #stayhome","sentiment_score":0.1}
{"full_text":"#Listenback #ICYMI This week marks a month since hairdressers shut their doors - have you been left with split ends, roots, greys and DIY blowdries? joins with some tips on grooming at home","sentiment_score":0.0}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":" LETS MAKE A SPLASH IN 2022  Family Holiday to Gran Canaria  Manchester: 9th Sept 2022 10 Nights All InclusiveCovid Insurance Included Based on 2 adults and 2 Kids Total cost PS2442.00Deposit: PS294  Then... PS100 Call 01743 816897","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"Some people get wealthier during the pandemic, some people caught up on their favorite shows while complaining about wealthy people getting wealthier  -","sentiment_score":0.5}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"Like many in the hospitality industry, Jenny earned a large part of her income through 'tronc' - or tips.But they are not covered by the UK's furlough scheme, leaving people like her without adequate support during the pandemic. reports.https:\/\/t.co\/io5pdo7gMD","sentiment_score":0.3492063492}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Though our focus is on providing #infection prevention solutions, we can't help but talk about #mentalhealth during #lockdown! What are some things you've done to cope whilst being at home?","sentiment_score":0.0}
