{"full_text":"The pandemic shined a bright light on mobile and digital capabilities, but contact centers, stretched to their limit, played a vital role in keeping humans at the forefront of customer interactions at a time of social distancing.","sentiment_score":0.1972222222}
{"full_text":"RT Anyone 65 years or older is now eligible in CA to receive COVID-19 vaccine under new guidelines released today.  Newso...","sentiment_score":0.1515151515}
{"full_text":"RT WEDNESDAY JANUARY 13th: 0.99 (ONTARIO COVID-19 Rt)ONTARIO REGIONAL METRIC NATIONAL &amp; PROVINCIAL      R Value...","sentiment_score":0.0}
{"full_text":"RT Deeply disturbing report. It is imperative that the #Covaxin trials meet the highest standards and that no one is presse...","sentiment_score":-0.5}
{"full_text":"RT ~ a #thread The is today launching #StampOutTheDuty - a campaign calling on the Government to extend the st...","sentiment_score":0.0}
{"full_text":"RT Dr David Walker, Medical Director is calling on #EastSussex communities to adhere to the new lockdown guidance and wo...","sentiment_score":0.0681818182}
{"full_text":"10 mln Americans have received first COVID shot: health agency","sentiment_score":0.25}
{"full_text":"Palate cleanser. Catching up on Episode 1, Season 1.Next big trip after COVID19 needs to be the UK and get back to the Dales. That won't be for a year or more, sadly. #YORKSHIRE","sentiment_score":0.12}
{"full_text":"RT Wearing a mask that says \"CENSORED\" while you're giving a televized speech on the floor of Congress as a sitting U.S. House mem...","sentiment_score":0.0}
{"full_text":"We have near and dear ones battling for their lives and people are still protesting about masks, constitutional rights and freedom.We are in desperate need of control over this chaos. We sure hope you have a fool proof plan in place.","sentiment_score":0.0}
{"full_text":"RT The ball kicked by Raheem Sterling for the penalty has been fined for breaking COVID travel restrictions, having just lande...","sentiment_score":0.0}
{"full_text":"Open Floor Podcast: NBA's COVID woes, Stephen Curry and more -","sentiment_score":0.25}
{"full_text":"RT Sir,    Since one year we're suffering Animal (Sheep) Shelter in residential area. It can be increase harmful dis...","sentiment_score":0.0}
{"full_text":"RT Members of Congress who feel they have to carry a gun to protect their colleagues but won't wear a mask to protect their col...","sentiment_score":0.0}
{"full_text":"RT I've never seen a group of people less able to wear a basic face mask properly than the House Republicans voting against...","sentiment_score":0.0833333333}
{"full_text":"RT This is Bob Good, a Virginia Republican.(You may remember him from last year when he challenged &amp; ousted a Republican incumbe...","sentiment_score":0.35}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT This is shocking: Ashford truck stop today with drivers queuing for up to 8 hours to get their border paperwork cleared...","sentiment_score":-1.0}
{"full_text":"RT We're working with and Home-Start Harwich to support families affected by Covid-19, please RT...","sentiment_score":0.0}
{"full_text":"RT Yesterday, I called for fines to be levied on every Member who cruelly and recklessly refuses to wear a mask in the Capitol...","sentiment_score":-1.0}
{"full_text":"Update on Zimbabwe National Lockdown","sentiment_score":0.0}
{"full_text":"If anyone is looking for something to get through these lockdown evenings, I have just spent half an hour laughing very hard whilst reading the list of new entries to the Oxford English Dictionary. My favourite from the evening: 'Slobberknocker'You're welcome, good night ","sentiment_score":0.141504329}
{"full_text":"Azar literally turning in his Freshman homework one week before end of Senior year.","sentiment_score":0.0}
{"full_text":"RT 1,564 Covid deaths reported in the UK today. Not really any words - it's not surprising or shocking. Anyone looking at ca...","sentiment_score":-0.4833333333}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":"RT Even if COVID were to disappear tomorrow.... we still would've lost too much.","sentiment_score":0.2}
{"full_text":"RT We had a great conversation today with about #prison #violence and the #COVID19 pandemic in institutional se...","sentiment_score":0.8}
{"full_text":"RT UK government may ban flights from Brazil amid new Covid variant, PM hints","sentiment_score":0.1363636364}
{"full_text":"3\/5 Note: Starting January 7, 2021, air travellers 5 years of age or older will be required to present a negative COVID-19 test result to the airline prior to boarding international flights bound for Canada. More:","sentiment_score":0.0523809524}
{"full_text":"RT Can you see it? Barker trying to get his hands on the vaccine while trying to make a few millions through PPE fraud. That...","sentiment_score":-0.2}
{"full_text":"Dua Lipa's suitcase when she started packing for her 10th holiday since the pandemic began. ","sentiment_score":0.0}
{"full_text":"RT The govt strategy on COVID-19 appears to be to \"allow the disease to circulate in younger people where it's not causing mu...","sentiment_score":0.0}
{"full_text":"Covid vaccinations will soon be available 24\/7, Boris Johnson confirmshttps:\/\/t.co\/SpZlZhrAAoSent via","sentiment_score":0.4}
{"full_text":"RT Boris Johnson was grilled by Labour MP Yvette Cooper on why the UK has not immediately introduced a travel ban on Brazil.It come...","sentiment_score":0.0}
{"full_text":"RT Pandemic worsening mental health for women more than men, poll suggests","sentiment_score":0.2}
{"full_text":"RT Anyone voting against impeachment didn't have to try and get an appointment for a Covid-19  vaccination.  And don't say...","sentiment_score":0.0}
{"full_text":"RT You headlined Scotland's total death figure today, yet you wilfully conceal England's record daily high of 1400 by present...","sentiment_score":0.04}
{"full_text":"RT I completely agree. And that's fucked up","sentiment_score":-0.25}
{"full_text":"Me: Pandemic, famine, maltreatment, the great conjunction and an insurrection! This sound like the Exodus story. Republican Party: Madonna said blow up the White House!Me: What's the Parsha this week? *Looks at the Parsha, sees Exodus!","sentiment_score":0.4666666667}
{"full_text":"RT So it's perfectly fine for Merkel to say 'British variant' but it's totally unacceptable for Trump to say 'China virus'?","sentiment_score":0.1388888889}
{"full_text":"RT Many Covid-19 vaccine centres have a queue that is outside. In this cold weather please wrap up warm. Also don't arrive before y...","sentiment_score":0.125}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"RT 1,564 people reported dead from COVID in Britain today.I just Googled this because I literally couldn't visualise it....","sentiment_score":-0.2}
{"full_text":"Superb plan...","sentiment_score":1.0}
{"full_text":"RT New Real Talk Podcast Shirt\/Mask\/Hoodie#tshirt #MaskUp #Mask #phonecases #hoodies  #podcasts #Independent #NYC #realtalk...","sentiment_score":0.1121212121}
{"full_text":"US housing","sentiment_score":0.0}
{"full_text":"Or sometimes...just random strings of words","sentiment_score":-0.5}
{"full_text":"RT In Wales... No one makes a fast buck from free school meals - and the kids get their money's worth of food.\"The ha...","sentiment_score":0.3}
{"full_text":"Over 400k by Inauguration Day...Americans Dead to COVID","sentiment_score":-0.2}
{"full_text":"Why isn't banning bailiff visits during this Pandemic?","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"Biggest barrier to COVID-19 vaccine uptake among First Nations in BC: trust.","sentiment_score":0.25}
{"full_text":"This is my cousin raising money for Dementia Research for my aunt who is suffering with Dementia and has just beaten Covid-19.Please donate if you can.  Thank you","sentiment_score":0.0}
{"full_text":"Worst president in history, couldn't handle a pandemic and then incited violence. Enough of Trump","sentiment_score":-0.5}
{"full_text":"RT All 6 of the GOP \"yes\" votes on impeachment announced so far voted against both Electoral College objections last week (makes...","sentiment_score":0.05}
{"full_text":"This PM?https:\/\/t.co\/3BE6b17XSU","sentiment_score":0.0}
{"full_text":"RT &gt;&gt; The Power Merchants by Billy Ray Chitwood#Mystery #Suspense #Love #Pandemic \"A man is found near death in a ditch...","sentiment_score":0.3}
{"full_text":"RT Check out Inter de Milan Hoodie Men Women Kid by EUPstore on Storenvy. #hoodie #COVID19 #Inter #Seri...","sentiment_score":0.0}
{"full_text":"RT \"We will do everything we can to ensure no child goes hungry\" says man who voted to ensure children went hungry.Just...","sentiment_score":0.0}
{"full_text":"I wonder how lonely the animals at the zoo must be since covid started and no one can go visit the animals ","sentiment_score":-0.1}
{"full_text":"RT A kidney failure pandemic might hit us in a few years time. Skin cancers might become a thing too","sentiment_score":-0.2583333333}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"RT False data to justify lockdown ","sentiment_score":-0.4}
{"full_text":"the sheer amount of people in the room who don't know how to wear masks or that have masks that slip off the nose while speaking. if your mask is slipping either you're wearing it wrong or have a shit mask","sentiment_score":-0.2}
{"full_text":"RT I've received several DMs from friends asking what do to about parents\/family members who believe misinformation regarding th...","sentiment_score":0.0}
{"full_text":"RT Your date is wrong. Please delete &amp; issue a correction. Rep Gwen Moore tested positive 12\/23\/20 &amp; followed th...","sentiment_score":-0.1363636364}
{"full_text":"RT So Africa no get doctors\/scientists to fit examine covid and come up with cure or vaccine.  So we must depend on foreign...","sentiment_score":0.1375}
{"full_text":"RT So didn't charge Nicola Sturgeon for not wearing a #facemask and didn't charge","sentiment_score":0.0}
{"full_text":"RT You have to love these \"chin-strappers,\" grown-ass adults who wear a mask improperly, like toddlers who are determined to...","sentiment_score":0.5}
{"full_text":"Since 2019, all political aspirants went only God knows. No awareness at all. Lazy bunches. During the lockdown and after, I expected some dragging. But there was nothing like that. Only Sowore was everywhere bit man has his own agenda.","sentiment_score":0.0416666667}
{"full_text":"RT A Guard leader currently at the Capitol sent me this note saying they're tired of lawmakers talking with their soldiers w...","sentiment_score":-0.2}
{"full_text":"Feel bad for Ontario...lockdown till when? Nxt winter?","sentiment_score":-0.7}
{"full_text":"RT If anything positive is to come out of the pandemic it's the realization that politicians from both parties wanted to sp...","sentiment_score":0.2272727273}
{"full_text":"Costco is CoVid AF.","sentiment_score":0.0}
{"full_text":"'Are you comfortable with members of your team undermining health experts during a pandemic?'  A MUST WATCH 1\/ when working and being paid by us yes they should not be allowed to peddle conspiracy theory's 2\/ Not denounce heath advice from CHO 3\/ =====","sentiment_score":0.4}
{"full_text":"RT ICYMI: Last night #SCOTUS reinstated a federal policy that forces people to obtain medication abortion in person, risking...","sentiment_score":0.0}
{"full_text":"RT Caring for COVID-19 patients every day has taken a huge toll on the ICU community &amp; wider colleagues. With we...","sentiment_score":0.4}
{"full_text":"Love the Covid hair my son has the same ","sentiment_score":0.25}
{"full_text":"RT 1st abortion case in front of SCOTUS w\/ACB on the Bench. Trump majority rules that people seeking medication abortion must phys...","sentiment_score":0.0}
{"full_text":"this is a WILD title  'Jobless, Selling Nudes, STILL struggling'","sentiment_score":0.1}
{"full_text":"I hope the coronavirus goes down","sentiment_score":-0.1555555556}
{"full_text":"Your questions answered, remember small steps save lives #StayHomeSaveLives","sentiment_score":-0.25}
{"full_text":"What is wrong with these fuckwits? Get back to your heated stable, you cunt.","sentiment_score":-0.25}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"Last year we hosted an online seminar on resilience in lockdown. We've added it to our podcast feed here:","sentiment_score":0.0}
{"full_text":"Americans already hurt by the pandemic are paying more in bank fees","sentiment_score":0.5}
{"full_text":"RT 1st abortion case in front of SCOTUS w\/ACB on the Bench. Trump majority rules that people seeking medication abortion must phys...","sentiment_score":0.0}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"#AccountabilityBeforeUnity #ImpeachTrumpNow | #FascistZombies the new | #Shameful #ComplicitGOP #Pandemic #DeathCult","sentiment_score":0.1363636364}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"Missed our top ten Exceptional Advisor podcasts of 2020? Episodes 1-4:1. The Secure Act: Retirement Insights in the Covid-Era: Retirement Income Strategies: Retirement Risks:","sentiment_score":0.3916666667}
{"full_text":"Can you help us &amp; write a letter of love to the Queer Community?..We're looking for our last letter writer &amp; we'd love it to be you. We're raising money for Stonewall Housing whilst sending support &amp; some human contact (!) to the LGBT+ community during lockdown. X","sentiment_score":0.2}
{"full_text":"RT Thank you CDC also begins world's largest Covid vaccination drive in 2 days!","sentiment_score":0.0}
{"full_text":"RT WEAR A MASK.1918 (102 years ago), during the Spanish flu pandemic, Masks were worn at a football match.They survived. The...","sentiment_score":0.0}
{"full_text":"Going #carbonnegative is a huge challenge for any organization, particularly during a global #pandemic. Learn how #EnvironmentalStewardship leaders and caregivers are strategically charting the path:","sentiment_score":0.1888888889}
{"full_text":"RT You'd think that House members would have learned how to wear a mask correctly 11 months into a global pandemic, but alas.","sentiment_score":-0.2}
{"full_text":"RT We're never getting out of this, I hate it.","sentiment_score":-0.8}
{"full_text":"RT Nigga got covid lmao","sentiment_score":0.6}
{"full_text":"Going #carbonnegative is a huge challenge for any organization, particularly during a global #pandemic. Learn how #EnvironmentalStewardship leaders and caregivers are strategically charting the path:","sentiment_score":0.1888888889}
{"full_text":"RT Bruce Willis asked to leave pharmacy for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"1-13-21 IDPH UPDATE \"Public Health Officials Announce 5,862 New Cases of Coronavirus Disease 384,658 doses of COVID-19 vaccine administered in Illinois SPRINGFIELD - IDPH today reported 5,862 new confirmed &amp; probable cases of COVID-19 in Illinois, including 97 additional deaths.","sentiment_score":0.1681818182}
{"full_text":"RT The new variant of Covid-19 is spreading fast. Act Like you've got it. Stay Home. Protect the NHS. Save Lives.","sentiment_score":0.1681818182}
{"full_text":"RT Reporters have feelings too. The media is not full of robots. Life impacts us! And I am sending love and strength to my","sentiment_score":0.140625}
{"full_text":"The vaccine had not yet been developed and China had eradicated the epidemic. The UK is also a rich and developed country, but the disease has wreaked havoc here. May Allah protect us all from this epidemic. Amen.","sentiment_score":0.1916666667}
{"full_text":"RT I didn't think Republicans had the stones, the disingenuous   diseased impertinence to cite impeachment taking precious...","sentiment_score":-0.05}
{"full_text":"Have you or those in your organization put off healthcare visits during the COVID-19 pandemic? If so, you're not alone. Here are three ways to get employee health back on track in 2021:","sentiment_score":0.0}
{"full_text":"Initial tests in mice suggest that a new #nanoparticle #COVID19 #vaccine could produce #immunity after just one dose. #SARSCOV2 #coronavirus #VaccinesWork #VaccinesSaveLives","sentiment_score":0.0681818182}
{"full_text":"There's still time! Sign up for TAPinto's signature event, Riding the COVID-19 Wave: Hope &amp; Concern, happening tomorrow at 6 pm!https:\/\/t.co\/fffh4Sjhn7","sentiment_score":0.0}
{"full_text":"This depresses me so much...#economy #COVID19","sentiment_score":0.0}
{"full_text":"RT sea shanties are popular right now because behavioral synchrony feels really, really good to humans and many of us have...","sentiment_score":0.5214285714}
{"full_text":"RT As a journalist, activist, and diplomat, I've seen the world-changing impact of At this critical moment, I feel...","sentiment_score":0.0}
{"full_text":"Our Chief Regulatory Officer, Grant Barnes, explains how turned to satellite imagery, drones, motion-activated surveillance cameras and aerial photography to protect our water during lockdown. #NRAR #WaterRegulationhttps:\/\/t.co\/fQ37gtQCdT","sentiment_score":0.0}
{"full_text":"Blackburn hospital imam shares mum-of-5 #COVID19 death grief","sentiment_score":-0.8}
{"full_text":"Mental health disorders are at an all-time high right now, with more and more people feeling the effects of the COVID19 pandemic in the form of depression and anxiety. After visiting a doctor, here are a few ways you can use your space to fresh your mind:","sentiment_score":0.2065306122}
{"full_text":"RT Better headline: Seven residents at Montreal care home get COVID-19 despite receiving first vaccine dose.More accurate and...","sentiment_score":0.3833333333}
{"full_text":".@DrCareAnywhere strengthens support for mental health by partnering with and responding to rapidly growing demand in the UK for #mentalhealth serviceshttps:\/\/t.co\/2rMvPyhwjm #digitalhealth #mhealth #healthtech #MentalHealthMatters #startupnews #startups","sentiment_score":-0.1}
{"full_text":"The County of Kaua'i has expended 96.1% of its COVID-19-relief funds, and still has some more time to exhaust the more than $28 million allotted by the stateFor the full story, visit the link in our bio.","sentiment_score":0.45}
{"full_text":"Now Announcing COVID-19 Antigen TestsDon't wait to get tested, we're now offering Antigen test kits for Point-Of-Care environments. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antigen Test Kits at","sentiment_score":0.5}
{"full_text":"St. Luke's Assistant Athletic Director Ms. Anna is doing her part to #crushCOVID by getting her first-round #vaccine today. Thanks for being a COVID Champion! #stlukesct #slsready","sentiment_score":0.25}
{"full_text":"MLK resources from","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic has shown that the current US system of state licensure and hospital-based credentialing precludes the rapid hiring of physicians","sentiment_score":0.0}
{"full_text":"Jason Kenney and the UCP won't reveal how much federal money they took to subsidize their political operations while failing to secure funding for frontline workers.#ableg #abpoli #canlab","sentiment_score":0.2}
{"full_text":"Our pediatric offices remain open during these difficult times. The AAP encourages families to keep their pediatric appointments.","sentiment_score":-0.25}
{"full_text":"Beyond the safety-related benefits it offers during the pandemic, Telemedicine provides a medium for cancer care delivery that reduces travel burden &amp; cost: (via &gt; Learn about our patient in-home sampling program:","sentiment_score":-0.325}
{"full_text":"VERIFY: Is there a link between infertility or miscarriage with the COVID-19 vaccine?https:\/\/t.co\/4mnR1m3xQP","sentiment_score":0.0}
{"full_text":"Don't miss the Adver tomorrow We have all the coverage of Great Western Hospital declaring a critical incident after Covid cases at the hospital continued to rise. And we take a look at the career of Jamie Cox as he announces his retirement from boxing. #BuyAPaper","sentiment_score":0.2666666667}
{"full_text":"This pandemic rages on and millions of families are losing their water, internet, and power. 600+ groups have urged and pass a moratorium on utility shutoffs and get families the help they need! #NoShutoffs #KeepTheLightsOnhttps:\/\/t.co\/QrvK74SDmm","sentiment_score":0.0}
{"full_text":"To support our members in the DNA Community we are running a Lockdown Coach Education Program through January &amp; February! Here's just a few of the excellent guests who are set to present and share their knowledge. Full details of registering will be released tomorrow!#coaching","sentiment_score":0.2875}
{"full_text":"Under Governor Sununu, nurses in New Hampshire can't schedule their 2nd COVID vaccines...But more Mainers have now been vaccinated than have had the virus. #NHPoliticshttps:\/\/t.co\/n3s8xWMYmt","sentiment_score":0.2121212121}
{"full_text":"If you are having speech &amp; language therapy, the wishes to hear from you! Please fill out our #SLTSurvey about how #COVID19 has affected your access to therapy. You can access the survey here: Thank you!","sentiment_score":0.0}
{"full_text":"Vaccinating enough Americans to stop the coronavirus could take well into the second half of 2021, by some estimates.","sentiment_score":-0.0555555556}
{"full_text":"When the pandemic hit Jeramey was quick to take proactive measures to prevent further rapid spread. As Mayor, Jeramey will continue to ensure Moss Point has the resources and knowledge to fight back against this fierce virus.Full post here:","sentiment_score":0.1111111111}
{"full_text":"Presidential spokesman Harry Roque drew flak for saying Filipinos can't be choosy when it comes to the COVID-19 vaccine they will get for free, but he argued that this is because only Sinovac vaccines will be available in the country until June","sentiment_score":0.2666666667}
{"full_text":"UK's wider Covid-19 death toll passes 100,000","sentiment_score":0.0}
{"full_text":"\"Pandemic recovery is our chance to change course. With smart policies &amp; the right investments, we can chart a path that brings health to all, revives economies, builds resilience &amp; rescues biodiversity.\"More from at the #OnePlanetSummithttps:\/\/t.co\/3ckt7X9NHY","sentiment_score":0.3333333333}
{"full_text":"\"It's the way it introduces new perspectives, new voices, new ideas to a public curious for them.\" #supportindiebookstores","sentiment_score":0.0618181818}
{"full_text":"Good evening #devonhour hope everyone has been managing to stay safe and keep occupied so far this lockdown?","sentiment_score":0.4333333333}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #WednesdayMotivation #wednesdayinspiration #wednesdaythoughts","sentiment_score":0.0}
{"full_text":"We are committed to driving economic growth &amp; building resilience whilst supporting businesses across our region through #COVID19, the EU Exit &amp; beyond.Business support can be found at &amp; through our #StepForward campaign:","sentiment_score":0.225}
{"full_text":"Covid-19 infections rise by 30% in Belgium #Covid_19 #belgium #newshttps:\/\/t.co\/Mlkesp8AsI","sentiment_score":0.0}
{"full_text":"An example of great leadership from ","sentiment_score":0.8}
{"full_text":"Roasted Butternut Squash Soup with Sage Creamhttps:\/\/t.co\/L5bLXM3tlS#foodserviceindustry #foodservice #foodservices #foodbusiness #foodmarketing #cooking #coronavirus #staysafe #organicproducts #organicfood #epicureangroup #epicurean_group #naturalvitamins #superveggies","sentiment_score":0.0}
{"full_text":"Forever Changed: The Pandemic's True Influence on Buildings!https:\/\/t.co\/D204hxsfyt#Pandemic #Covid19 #Smartbuildings #FacilitiesMgmt #facilitiesmanagement #EmergingTech #DigitalTransformation","sentiment_score":0.35}
{"full_text":"You can stay in the know and still stay in your home Home deliveries of The News are available by calling 0330 403 0066. Or, you can sign up for a digital subscription for unlimited access to our website - now with 21% off with the code 21NEWYEAR:","sentiment_score":0.2}
{"full_text":"Yes! These are the solutions we need.","sentiment_score":0.0}
{"full_text":"Can #COVID19 vaccination be made mandatory in workplaces? Halifax partner Mark Tector answers this &amp; other questions during an interview:","sentiment_score":-0.125}
{"full_text":"A one-pot fluorescence-based assay detects SARS-CoV-2 RNA in under an hour with high sensitivity and sequence specificity.https:\/\/t.co\/3crVz642uX","sentiment_score":0.16}
{"full_text":"Vaccinations for infectious diseases, including #COVID19, help keep #CApatients healthy and safe. That's why #PBMs work to prioritize and promote the use of vaccines. See how PBMs are always #OnYourRxSide:","sentiment_score":0.5}
{"full_text":"How do you think #COVID19 will permanently shape the #futureofwork? Let's chat at #CES2021 or comment below. ttps:\/\/www.emdgroup.com\/en\/future-of-work\/demographic-change #collaboration #connected #workfromhome #pandemic #innovation #culture #advancingdigitalliving","sentiment_score":0.0}
{"full_text":"RT I have signed the petition calling for long covid to be recognised as an occupational disease. With the new wave many more...","sentiment_score":0.2715909091}
{"full_text":"RT This is unusual for several reasons, including the fact that access to the Capitol Complex has been restricted since publi...","sentiment_score":-0.0333333333}
