{"full_text":"i have to get tested for covid ","sentiment_score":0.0}
{"full_text":"RT While in NZ we focus on 1) keeping people safe, 2) accelerating our economic recovery and 3) tackling our long term challe...","sentiment_score":0.2166666667}
{"full_text":"RT COVID miracles since Biden's Divine Inauguration:1. Cases down2. Hospitalizations down3. Deaths down4. Herd immunity...","sentiment_score":0.0}
{"full_text":"Why is Ottawa not obtaining more vaccines? Why are so very few Canadians getting vaccines? It is nationally embarrassing. I have just had to have my SECOND covid test this year, and I keep as isolated as I can for a low income single person. #JustinTrudeau","sentiment_score":0.0337142857}
{"full_text":"Relative of virus victim asks to meet WHO experts in Wuhan","sentiment_score":-0.0375}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT \"...people being treated for Covid-19... became infected w an often deadly fungus... CDC found \"hospital staff, possibly...","sentiment_score":-0.1}
{"full_text":"RT It should be clear now that the vaccine crunch is not just about allocation, but that there are *not enough being made*...","sentiment_score":0.05}
{"full_text":"\"When Covid's over\" is starting to sound a lot like","sentiment_score":0.2}
{"full_text":"Position now available for RaGa. He should seriously stake his claim.","sentiment_score":0.0333333333}
{"full_text":"RT [MBN] #SINB and 'Haunted House' Shinbi song is mentioned as popular artist songs that include fighting and...","sentiment_score":0.6}
{"full_text":"RT These hideous people.","sentiment_score":0.0}
{"full_text":"RT What the recently appointed Mexican Minister of Economy has just said:\"We thought COVID-19 would be short-lived\".Crap","sentiment_score":0.0}
{"full_text":"my grandmas sister died of covid. pls stay safe everyone","sentiment_score":0.5}
{"full_text":"RT COVID needs to go away already. If i wanted to waste my 20's i would've had a kid","sentiment_score":-0.2}
{"full_text":"RT \"I want that twink obliterated\" - The World Health Organization","sentiment_score":0.0}
{"full_text":"RT Portland Mayor\/Police Commissioner pepper-sprayed a man who accosted him. Wheeler said he was afraid of getting...","sentiment_score":-0.6}
{"full_text":"Looks like a blast. Free Covid for everyone. You're a disgrace.","sentiment_score":0.4}
{"full_text":"LATEST: 3 #COVID19 related deaths recorded Tuesday in the #GLOW region, 2 - Genesee County &amp; 1 - Wyoming County.  188 new confirmed cases, including 98 - Livingston County. 120 additional recoveries &amp; active community cases remained stable at 544.LCN:","sentiment_score":0.2338383838}
{"full_text":"RT President Biden said on Tuesday the amount of coronavirus vaccines reaching the states would rise next week and a deal with tw...","sentiment_score":0.0}
{"full_text":"RT A racist white man ignored a epidemic, fumbled debates, ruined the economy, lied constantly, defunded social programs, man...","sentiment_score":0.0111111111}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"Coronavirus map: Tracking cases in the U.S. and around the world - Washington Post","sentiment_score":0.0}
{"full_text":"RT It is announced that #SHOWCHAMPION will be cancelled today as one staff went in contact with confirmed positive COVID-19...","sentiment_score":0.3136363636}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"RT President Biden officially laying out new COVID response steps:-Increasing vaccine supply to states by more than 15%-Increas...","sentiment_score":0.3181818182}
{"full_text":"RT My mom called today to tell of 2 more deaths in our circle of family&amp; friends.That's a total of 8 in the past few month...","sentiment_score":0.0125}
{"full_text":"RT Will this filter through ?","sentiment_score":0.0}
{"full_text":"RT Let's have a look at the actual CDC guidance, not just a local news headline.We're in orange or red for... What? 5 or 6...","sentiment_score":0.0}
{"full_text":"RT Visit for a closer look at the #COVID19 data. #RivCoNOW #RUHealth","sentiment_score":0.0}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT A highly viewed Facebook video distorts a CNN interview with Dr. Anthony Fauci to falsely suggest that a COVID-19 vacc...","sentiment_score":-0.12}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"Not only that- he most likely is one of the people who hold a patent on Covid - which also means he and his cohorts have the rights to develop the vaccine too.","sentiment_score":0.1666666667}
{"full_text":"RT The new Philadelphia COVID-19 Restaurant &amp; Gym Relief Program aims to provide relief to businesses that have been amon...","sentiment_score":0.1363636364}
{"full_text":"RT #SriLanka to receive 500,000 doses of '#MadeInIndia' #Covishield vaccine today, it becomes 8th nation to receive India's gi...","sentiment_score":0.0}
{"full_text":"RT Protest and public health are compatible. Incredible job of marshals and attendees caring for each other, spacing out, a...","sentiment_score":0.2583333333}
{"full_text":"brain\/ machine interface  -- operation warpspeed-  The slavery trap- universal income- AI","sentiment_score":0.0}
{"full_text":"RT For your unsurprising news of the day:","sentiment_score":0.0}
{"full_text":"RT The COVID deaths keep coming. 4 states now have more than 1 in 500 of their residents dead - NJ\/NY\/MA\/RIMS\/CT and th...","sentiment_score":0.15}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"RT Canadian statesman Preston Manning states the obvious in an effort to save some democracy.https:\/\/t.co\/qv5iriJqcL","sentiment_score":0.0}
{"full_text":"RT Ontario has now extended its emergency &amp; its stay at home order for two more weeks. #COVID19","sentiment_score":0.5}
{"full_text":"RT Every disabled person who benefited from more Zoom calls and wfh is terrified this will be taken away from them when th...","sentiment_score":0.15}
{"full_text":"RT Biden: 600 million doses of the vaccine will fully vaccinate 300 Americans!Each American needs 2 million vaccine for covid!!...","sentiment_score":0.0}
{"full_text":"Jesus","sentiment_score":0.0}
{"full_text":"RT I support Americans who want to obtain the COVID-19 vaccine for themselves. I unequivocally oppose any gov't official...","sentiment_score":0.0}
{"full_text":"COVID-19 is CCP virus which is a bio-weapon","sentiment_score":0.0}
{"full_text":"Billionaires thriving as poor suffer under COVID-19: Oxfam","sentiment_score":-0.4}
{"full_text":"RT Gladys is very willing to call Premiers out who ARE acting on health advice - but not a politician who is spreading fal...","sentiment_score":0.1625}
{"full_text":"RT [NEWS] DTS LIVES!  DTS spotted having a live in concert in Detroit. They had a blast with ADRMY (Adorable Duck MCs fo...","sentiment_score":0.3181818182}
{"full_text":"lol you dont live with a parasite..... it lives on you, its literally in its definition in the dictionary....you live along side a symbiot, but covid isnt a symbiot its a single strand RNA virus\/parasite","sentiment_score":0.2503246753}
{"full_text":"How are we almost a year into this pandemic and y'all still don't know how to wear masks over your nose?","sentiment_score":0.0}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT MBC and MBC Every1 have cancelled pre-recordings and broadcast for tonight's SHOW CHAMPION following a staff coming int...","sentiment_score":0.0}
{"full_text":"CDC are you believing this?https:\/\/t.co\/9dx2F2Roi9","sentiment_score":0.0}
{"full_text":"RT [MBN] #SINB and 'Haunted House' Shinbi song is mentioned as popular artist songs that include fighting and...","sentiment_score":0.6}
{"full_text":"\"NBA TV\" Analyst Sekou Smith Passes Away Following COVID-19 Battle: Report","sentiment_score":0.0}
{"full_text":"RT COVID needs to go away already. If i wanted to waste my 20's i would've had a kid","sentiment_score":-0.2}
{"full_text":"RT I don't believe that.  Trump knows what is happening.  He knows he lost.  He is just trying to steal power. Listen to the W...","sentiment_score":0.0}
{"full_text":"RT INBOX: In a letter to Pres. Biden, the live events industry is offering their venues, staff and organizing expertise to sup...","sentiment_score":0.1363636364}
{"full_text":"RT As the #Covid19 #vaccine is distributed across the Commonwealth, you may have questions. Trust the facts and medical experts r...","sentiment_score":0.0}
{"full_text":"What's the most pressing issue right now?1. Pandemic2. Healthcare3. Climate Change4. A divided nationNope. Trump derangement syndrome was the response gave at her first town hall tonight.#ga14 deserves better #QCongress","sentiment_score":0.3839285714}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT I get Covid  tested bout 4 times a week. My glam and management gotta get tested as well. Everytime we get tested is about 2...","sentiment_score":0.0}
{"full_text":"Mine died of covid in May. Thought it was a hoax, I guess","sentiment_score":0.0}
{"full_text":"RT WH names participants for its first covid response team briefing tomorrow of the Biden administration.","sentiment_score":0.25}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"RT Wednesday: Dr. Fauci, &amp; will hold a briefing to discuss the federal gov...","sentiment_score":0.0}
{"full_text":"RETURN TO THE PURPLE TIER: After the State lifted the Regional Stay at Home Order, #SantaClaraCounty returned to the purple tier - learn what that means for outdoor dining &amp; more. Plus, vaccine roll-out changes, flood watch issued, &amp; more in today's report","sentiment_score":0.5}
{"full_text":"First day back at work from COVID and I'm already tired lol","sentiment_score":0.1625}
{"full_text":"Pro tip- your covid laced breath still escapes several times a minute 24\/7- unless you use enough masks to suffocate yourself.","sentiment_score":0.0}
{"full_text":"RT UN Labor Body Says the Pandemic Cost Workers $3.7 Trillion in Lost Wages","sentiment_score":0.0}
{"full_text":"RT How UK COVID-19 variant spread in Bontoc still a puzzle","sentiment_score":0.0}
{"full_text":"Covid??????????????","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci Recommends Encasing Your Entire Body In Bubble Wrap To Protect Against Coronavirus","sentiment_score":0.0}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT Millions of Californians will turn to Salesforce's \"My Turn\" a new site for Covid-19 vaccinations that will allow residents to...","sentiment_score":0.1363636364}
{"full_text":"i have been SO DAMN SICK. im actually verging on that myself but not from the lockdown. i fell suicidal becuase they -wont- do a lockdown. we can stay in this limbo of mass death for years or we can do a six week hard paid lockdown &amp; break the curve. to me its a no brainer.","sentiment_score":-0.3353174603}
{"full_text":"RT Did a recall cure COVID in California?","sentiment_score":0.0}
{"full_text":"IDES said nearly a third of fraud claims in Illinois happened because of how fast the federal government put together the pandemic unemployment assistance program.https:\/\/t.co\/zTkaO9UkCE","sentiment_score":0.1}
{"full_text":"RT This is a BIG deal and guarantees a steady supply of doses so that we can vaccinate everyone by this summer.","sentiment_score":0.0833333333}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"RT There are 88 inmates with COVID-19 and 42 staff cases at Maplehurst jail in Milton. has the story on the prov...","sentiment_score":-0.1}
{"full_text":"RT UPDATE: I'm hearing from sources that some big news on the UFO\/ UAP topic is coming down the pike... I can't wait to...","sentiment_score":-0.0777777778}
{"full_text":"Long term effects of the China virus? Kind of like asking what the long term effects of the vaccine is? Who really knows ten years from now. It's all a guess and nothing more.","sentiment_score":0.2}
{"full_text":"No deaths since Oct 28 of an active covid case anywhere in the country, nobody in ICU nor requiring a Ventilator","sentiment_score":-0.1333333333}
{"full_text":"RT New York to seek federal OK to cancel 3-8 assessments amid uneven instruction due to pandemic via...","sentiment_score":0.0778409091}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"RT To get this virus under control, President Biden has launched a COVID-19 National Action Plan -- an aggressive, coordinated,...","sentiment_score":0.1}
{"full_text":"Creating a Post-Covid Business Planhttps:\/\/t.co\/5azosC4unD","sentiment_score":0.0}
{"full_text":"Tyler Perry on getting the COVID-19 vaccine and the \"heartbreaking\" Capitol riots","sentiment_score":0.0}
{"full_text":"Gov. Arthur Defensor Jr. is keeping the provincial government's current quarantine protocols for returning overseas Filipinos (ROFs) despite the threat of the more contagious variant of coronavirus disease 2019 (COVID-19).https:\/\/t.co\/OuWy2X2nPd","sentiment_score":0.25}
{"full_text":"Global #COVID19 cases surpassed 100 million on Tuesday, according to data compiled by Johns Hopkins University, marking another grim milestone in the pandemic. The global death toll exceeded 2.15 million, according to the data.More:","sentiment_score":-0.3333333333}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"IN CASE YOU MISSED IT: Dem governors begin lifting covid restrictionsOf course they did... just didn't think they would be so obvious...https:\/\/t.co\/Inc97EQeg8","sentiment_score":0.0}
{"full_text":"RT Remember when the Chief Scientific Advisor said 20,000 deaths would be a \"good result\".Officially 5 times that number ha...","sentiment_score":0.7}
{"full_text":"A temporary tax on excess profits made by 32 big US corporations during the pandemic could have raised $104 billion in 2020, enough to provide unemployment benefits for all workers in low and mid income countries. #DavosAgenda #BeatPoverty","sentiment_score":0.0}
{"full_text":"#BQOpinion | The role of government in India's healthcare after #Covid19. By more:","sentiment_score":0.5}
{"full_text":"RT To raise awareness about epidemics, Taiwan's CDC has reimagined diseases as anime characters -- including #Covid19 drawn as a...","sentiment_score":0.0}
{"full_text":"RT .@LeaderMcConnell, with as much comity as possible may I ask you to SHUT UP!!!The Senate did not fu...","sentiment_score":0.1}
{"full_text":"RT As the coronavirus pandemic reinforced the shift to relying on cloud-hosting services, Microsoft profit rose sharply in the r...","sentiment_score":0.2375}
{"full_text":"Mexican Pres. Lopez Obrador had a headache and fever when he tested positive for the virus on Sunday, he has had no other symptoms and was \"doing well.\"Read More: #Mexico Video Credit: This article was fact checked by Oigetit ","sentiment_score":0.1974431818}
{"full_text":"\"[Using Kolibri at home] worked well, and students are ranking high in regional exams!\"This week, we chat with Joshua Machinga to learn how his students in #Kenya found success making #KolibriFly amid the pandemic.Join us!  28 Jan | 9:30a EST ","sentiment_score":0.2875}
{"full_text":"RT Public Health Sudbury &amp; Districts declares COVID-19 outbreak in St. Charles College in Greater Sudbury -","sentiment_score":0.25}
{"full_text":"\"Health-care teams administering the vaccine will have to grapple with a lack of existing infrastructure and human resources -- and with inclement weather -- in order to inject 32,000 doses of the Moderna COVID-19 vaccine.\"  -- by #onhealth","sentiment_score":0.0}
{"full_text":"WATCH: A study had found people with Down syndrome are 10 times more likely to die from COVID-19:https:\/\/t.co\/zD5DOzLLz1","sentiment_score":0.1148148148}
{"full_text":"Do you have a special pup in your life? Watch what pets our hosts have that is getting them through the pandemic. ","sentiment_score":0.3571428571}
{"full_text":"According to Mayor Ted Wheeler's account, the man said he'd been taking photos of Wheeler while he was restaurant and accused him of being inside without a mask against COVID-19 regulations.","sentiment_score":0.0}
{"full_text":"RT Eat out to help out and opening borders for cheap summer holidays abroad. Those two acts killed a...","sentiment_score":0.1}
{"full_text":"Research done by the Public Health Agency found that less than half of Canadians will go get vaccinated as soon as the coronavirus vaccine is available to them.Read more: #cdnpoli","sentiment_score":0.1133333333}
{"full_text":"When a coronavirus lockdown goes too far:","sentiment_score":0.1}
{"full_text":"Is directed at the victims of Covid and you are assuming they are not wearing masks? Pretty sweeping accusation.","sentiment_score":0.25}
{"full_text":"RT COVID or not, if you don't wipe down the gym machine after you get done using it, you're fucking gross","sentiment_score":-0.0777777778}
{"full_text":"A new study predicts the likelihood of coronavirus infection on international flights, even after passengers have been tested.https:\/\/t.co\/03ggqKd5uz","sentiment_score":0.0681818182}
{"full_text":"Council is pleased to welcome members of the COVID-19 Community Recovery Committee who will work together towards addressing mental health and social isolation issues as well as employment and financial insecurity brought about by the COVID-19 pandemic.https:\/\/t.co\/KYmw7vmLMt","sentiment_score":0.2466666667}
{"full_text":"Canyon City councilors upset city COVID-19 allocation was given to county.","sentiment_score":0.0}
{"full_text":"Federal financial support for refugees ends at 90 days, when they are expected to be self-sufficient.That hasn't changed during the pandemic, and now refugees fear eviction and poverty as jobs are scarce.","sentiment_score":-0.05}
{"full_text":"IDPH: Four new COVID-19-related deaths in Madison County and one in Jersey County.","sentiment_score":0.1363636364}
{"full_text":"Biden: US Buying 200 Million More COVID-19 Vaccine Doses","sentiment_score":0.5}
{"full_text":"\"Dr. Robert Huizenga in Beverly Hills told Variety that his practice has been offered in excess of $10,000 by people -- some of whom entertainment industry employees -- in exchange for a vaccination.\"","sentiment_score":0.0}
{"full_text":"Tsinghua University, together with research teams from Austria and Saudi Arabia, unveiled the 3D structure of the actual SARS-CoV-2 virus in HD nanoscale image for the very first time, marking the most detailed view of the novel #coronavirus today.","sentiment_score":0.30625}
{"full_text":"Good news. President Biden announced:An increase in weekly vaccine supplies to states - meaning a 16% boost for WAIncreased transparency so states know in advance what they are receivingThe purchase of 200M more doses of #COVID19 vaccines, doubling the national supply","sentiment_score":0.6}
{"full_text":"RT COVID miracles since Biden's Divine Inauguration:1. Cases down2. Hospitalizations down3. Deaths down4. Herd immunity...","sentiment_score":0.0}
{"full_text":"Time: 03:00 * Temp: 7.3degC * Wind: WSW 0.0 to 0.0mph * Pressure: 1002.7hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:20 * Sunset: 16:51 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Very interesting thread and article by Venezuelan scientist Covid19 has taken the attention away from anothe...","sentiment_score":0.65}
{"full_text":"They say two heads are better than one, but can the same be said for masks? The answer is yes, according to Dr. Anthony Fauci.","sentiment_score":0.25}
{"full_text":"RT Heads up:Republicans are going to claim that Biden isn't \"unifying\" the country because they are going to vote against...","sentiment_score":0.0}
