{"full_text":"RT Had a conversation about this yesterday...I look at it similar to the demyelination of the myelin sheath of a person wi...","sentiment_score":0.0}
{"full_text":"Are we still doing COVID?","sentiment_score":0.0}
{"full_text":"RT New long piece: In aggregate, consumers are in the best financial shape the've been in, probably ever. But that sound...","sentiment_score":0.2972727273}
{"full_text":"RT One of the famed Tuskegee Airmen -- the first Black pilots in the segregated US military and among the most respected fighter p...","sentiment_score":0.1208333333}
{"full_text":"RT \"After subtracting the epidemic and [less-restrictive non-pharmaceutical intervention] effects, we find no clear, signi...","sentiment_score":-0.05}
{"full_text":"RT #Iran rejects international humanitarian aid despite #coronavirus death toll #FoxNews #COVID19 #va...","sentiment_score":0.0}
{"full_text":"RT So what you're telling me these tourists are to essentially have a free vacation and healthcare as a reward for travelli...","sentiment_score":0.2}
{"full_text":"RT BREAKING: Island Health has declared a #COVID19 outbreak at the Hart House long-term care home in Victoria.Health authorit...","sentiment_score":0.0}
{"full_text":"You haven't seen a playroom mess until the first freeze during a #pandemic #sendhelp #toddlerlife #boymom #parenting #lockdown2021","sentiment_score":0.0375}
{"full_text":"RT My sexy Korean wife enjoys me eating her ass and pussy during our lockdown lunch break. #sexyasianwife #realcouple #am...","sentiment_score":0.5}
{"full_text":"Naw, posted about maybe dying ma hair black and all of a sudden av got some fucking tool bag for the second time in a few days giving me grief in my mentions shouting about there being a pandemic going on that who the fuck cares. Don't even follow the tit","sentiment_score":-0.3095238095}
{"full_text":"RT .@maritstiles empathizes with families with elementary students who are faced with a difficult choice. Unless the governmen...","sentiment_score":-0.1}
{"full_text":"yes, but if the facility is already innundated with covid, it is almost impossible to isolate people who haven't been infected..unfortunately.","sentiment_score":-0.6666666667}
{"full_text":"Red Tape Blocked Some Veterans' Home Residents From Getting Toiletries Amid Deadly COVID-19 Outbreak","sentiment_score":-0.1}
{"full_text":"Be honest, you don't have a clue how to stop covid do you? Thing is no one else does either, we are all DOOMED.","sentiment_score":0.6}
{"full_text":"RT Friend in Sydney has pretty normal life but can't travel abroad. I can do little but travel abroad. UK in full lockdown, t...","sentiment_score":0.140625}
{"full_text":"We're only playing Carsen Edwards so he can give your whole team Covid","sentiment_score":0.1}
{"full_text":"RT Women lost 156,000 jobs in December while men gained 16,000. Institutionalized sexism is alive and well. https:\/\/t.co\/xsCbXng...","sentiment_score":0.1}
{"full_text":"RT I was informed that today was day 300 of 2 weeks to flatten the curve. Congratulations everyone!  We're ALMOST THERE!","sentiment_score":0.0}
{"full_text":"Probablemente fake news","sentiment_score":-0.5}
{"full_text":"RT Please recall that this is not the death toll. This is deaths within 28 days. Deaths with COVID on the deat...","sentiment_score":0.0}
{"full_text":"RT I found out yesterday that my surgery was rescheduled for the 2nd time in 2 months due to the ICU being over capacity. My...","sentiment_score":-0.0625}
{"full_text":"RT WE PROTESTED IN CLAPHAM COMMON TODAY! Thank you everyone who showed up brilliant march and we handed out leaflets a huge im...","sentiment_score":0.3083333333}
{"full_text":"Nope. Still on the Covid list I believe","sentiment_score":0.0}
{"full_text":"RT Already happening in FL. Republican officials (especially those who have stood proudly next to Trump) are using depla...","sentiment_score":0.0}
{"full_text":"10yrs #ToryMismanagement &amp;  #ToryBrexitCoup 2enable Tories&amp;backers 2plunderUK; 37%ofelect voting4 unspec.LEAVEin corruptedREF =UNDEMO;HOPE=oppostn parties co-opNOWin #XpartyProgressiveAlliance 2manage:COVID+ #UKpoliticalREFORM &amp;intro #PR4UK 2#MakeALLvotesCount #FPTPisUndemocratic","sentiment_score":0.0}
{"full_text":"2,891 new Coronavirus deaths","sentiment_score":0.1363636364}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT The Tories cut 17,000 NHS beds and left the NHS short of 110,000 staff. Tory austerity has increased the death toll fro...","sentiment_score":0.0}
{"full_text":"RT (1) How do we know we're not bring told the truth? There's c 1600-1700 deaths a day at this time of the year. Yet we are t...","sentiment_score":0.0}
{"full_text":"RT Verzuz, a show that was literally created in response to the pandemic, shouldn't have had people in the same room at a...","sentiment_score":0.0}
{"full_text":"No Covid yet?","sentiment_score":0.0}
{"full_text":"RT CW:They attacked her. Threw her to the floor. She was screaming. No one came to help. Others just watched.","sentiment_score":0.0}
{"full_text":"RT Babbitt was shot by a Capitol police officer \"as protesters were forcing their way toward the House Chamber where Members of Congr...","sentiment_score":0.0}
{"full_text":"RT This is so sad. Mexico probably has the highest per capita Covid fatality rate for doctors and nurses. They are dramatical...","sentiment_score":-0.5}
{"full_text":"Lockdown date night ","sentiment_score":0.0}
{"full_text":"RT I'm appalled by UK's #COVID19 situation. Whilst we may not have been able to totally prevent the pandemic, we could have dram...","sentiment_score":-0.1}
{"full_text":"If this poll was done by the majority of covid bed wetters the not my business would be 1%.","sentiment_score":0.0}
{"full_text":"Reminder: We've got more than one crisis to deal with. 300,595 new cases of coronavirus were reported on January 8, 2021. And a new, more communicable variant already in communities across the US.","sentiment_score":0.3181818182}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT More deaths in the ICU in the last 24 hours than I can ever remember happening in a single day and I am really angry.","sentiment_score":-0.0178571429}
{"full_text":"RT Nation-wide #Covid19 vaccination drive will begin on January 16. Priority will be given to healthcare and frontline workers...","sentiment_score":0.0}
{"full_text":"Goes to show how out of the loop I am. I haven't heard \"Blinding Lights\" until New Year's Eve and now I hear it everywhere. Like the current pandemic, it was released in late 2019.","sentiment_score":-0.0545454545}
{"full_text":"RT Advice for all in Birmingham and Solihull about vaccination programme. Birmingham &amp; Solihull NHS COVID-19 Vaccination Ser...","sentiment_score":0.0}
{"full_text":"RT You don't get breathless and hypoxic from a false positive covid test result. Our hospital beds are not filled with peop...","sentiment_score":-0.1242424242}
{"full_text":"He probably just wanted to get his COVID vaccination","sentiment_score":0.0}
{"full_text":"RT Excellent editorial. Surprising it's in the Toronto Star. But nonetheless. I think it's \"bang on\" correct about Ford's incom...","sentiment_score":0.85}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"Healthy doctor dies after Covid-19 vaccine","sentiment_score":0.5}
{"full_text":"Puto Covid.","sentiment_score":0.0}
{"full_text":"RT I find it hard to believe that Bama hasn't had COVID issues all season","sentiment_score":-0.2916666667}
{"full_text":"RT President Trump:* secured our borders* appointed three Justices to SCOTUS* lowered our taxes* reformed the VA* to...","sentiment_score":0.0}
{"full_text":"RT We've made the following roster moves:Activated from Reserve\/COVID-19:TE Harrison BryantS Ronnie Harrison Jr.LB Malcolm Sm...","sentiment_score":0.0}
{"full_text":"RT It's not a 'great day' when the UK covid death toll passes 80,000. It's a terrible day.","sentiment_score":-0.7}
{"full_text":"The mob literally attacked 1\/3 of our government. 33% of our government was forced to lockdown  due to the lies and actions of Trump since the election. He incited violence against our government. Your oath of office requires you to defend the constitution not your party.","sentiment_score":-0.2125}
{"full_text":"RT The covid deniers and Canadian Trump supporters march past my home every Saturday. Don't tell me this doesn't happen here.","sentiment_score":-0.25}
{"full_text":"RT Welcome to my new followers, it's all downhill from here! If you like supporting funny stuff, please check out #Medic...","sentiment_score":0.3676136364}
{"full_text":"RT Per the article this was primarily minority women in hospitality and retail jobs, bringing the total j...","sentiment_score":0.2}
{"full_text":"To catch a conspiracy theorist","sentiment_score":0.0}
{"full_text":"Gym addict before pandemic ","sentiment_score":0.0}
{"full_text":"take me back","sentiment_score":0.0}
{"full_text":"RT Baroness Claire Fox tells Mike Graham lockdown rules need more scrutiny: \"Emergency measures are being brought into place th...","sentiment_score":0.5}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"COVID-19: PFA Warns Players Over Goal Celebrations READ MORE","sentiment_score":0.5}
{"full_text":"RT Something to make lockdown a little better next weekend...","sentiment_score":0.1041666667}
{"full_text":"You turned your back on Trump. Get out. People didn't riot because of Trump. They rioted  because you and congress have been screwing the people over for a solid year during a pandemic....It's a shame. I once was a die hard fan. Now I see you're the same as democrats.","sentiment_score":-0.0729166667}
{"full_text":"RT \"Our prisons are operated without accountability, with incessant daily cruelties designed to humiliate and dehumanize not...","sentiment_score":0.0}
{"full_text":"MAGA gets arrested after face rec made a 100% match bc he didn't wear a mask \"this is just like to kill a mockingbird\"","sentiment_score":0.0}
{"full_text":"Amazing how quickly we suppressed this outbreak. A result of community intelligence, timely public health response, and mature test-trace-isolate.  Thank you all for keeping Victorians safe.  Very heartwarming to see good results from other states too! ","sentiment_score":0.2846354167}
{"full_text":"RT Finally, here's Canada's vaccination rate relative to other countries.Source: + the above. (Note...","sentiment_score":-0.03125}
{"full_text":"RT \"After protesting the lack of safety measures by restaurant management and the refusal to pay workers for missed work due...","sentiment_score":-0.125}
{"full_text":"RT \"I really pray that everybody can take politics out of it. I didn't. I was a jackass.\"This Florida man regretted doubting COV...","sentiment_score":-0.15}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Sweden didn't lockdown at all, they are doing well, but that's probably to do with geographical location. Have you fallen out with your son yet, for his downplaying of the virus? Of course not as that will be a great money spinner. How was Christmas in the southern hemisphere?","sentiment_score":0.4}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT NANCY HOHN, 72 of Flint, Michigan died of COVID on Jan. 6. \"Mom was very special person who was the epitome of Christia...","sentiment_score":0.4642857143}
{"full_text":"RT T hanks! Plenty of content.","sentiment_score":0.0}
{"full_text":"RT I think you'd cancel football games in the pandemic when deaths are over 1,000 per day, you would, wouldn't you?","sentiment_score":0.0}
{"full_text":"RT RCEM policy on key topics for the next few months. C stands for crowding.  Crowding is back which in Covid times is doub...","sentiment_score":-0.05}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTipshttps:\/\/t.co\/QwEWuLZ3Gn","sentiment_score":0.0}
{"full_text":"RT Was it worth it?  Worth lying about COVID-19 and the election....all in allegiance to Trump, who then turned on you like a...","sentiment_score":0.3}
{"full_text":"China is observing the world reaction 2 their 1st virus release so they can do better job on the future virus releases until the world surrenders to them!  Someone, say it ain't so!  china joe u r first on next virus as u r  no longer of use to them...of course good job china joe","sentiment_score":0.29}
{"full_text":"Thanks for the reminder","sentiment_score":0.2}
{"full_text":"RT COVID-19 outbreak declared at Victoria long-term care home","sentiment_score":0.0}
{"full_text":"RT Takes a lot of energy these days to keep telling the truth.  A pandemic is about excess death not reallocating death tha...","sentiment_score":0.0}
{"full_text":"Whist not wanting to sound pessimistic. With a population of 60 million ish it's gonna take ducking long time","sentiment_score":0.175}
{"full_text":"Shame on you who support the EU which has destroyed the economies of Southern Europe, led to eye wateringly high levels of youth unemployment and all this before Covid. You promote the benefits of corruption and destroyed lives. Is that what you want for this country. I don't","sentiment_score":0.08}
{"full_text":"Covid 19 slipping out of a Wet Market is about as believable as me being the Queen of England. I so hope the General is right","sentiment_score":0.1271428571}
{"full_text":"RT Doctors raise alarm as Covid strikes down NHS workforce","sentiment_score":-0.1555555556}
{"full_text":"The new cases were confirmed out of 13,104 people tested, with a 19.9% positive rate, according to the | By","sentiment_score":0.2545454545}
{"full_text":"The President said that year 2020 has been the year of a global crisis caused by the COVID-19.https:\/\/t.co\/fRmmrZDw99","sentiment_score":0.0}
{"full_text":"The Gospel #God #Jesus #Christ #Bible #Grace #Mercy #Muslim #Allah #Catholic #Religion #satan #Science #sin #devil #COVID19 #drugs #LGBTQ #porn #love #Pfizervaccine #CovidVaccine  #nintendo #PS5 #Xbox #NBA #NFL #iphone #tattoo #trump #Biden #BorisJohnson #Lockdown #fear","sentiment_score":0.25}
{"full_text":"RT You don't get breathless and hypoxic from a false positive covid test result. Our hospital beds are not filled with peop...","sentiment_score":-0.1242424242}
{"full_text":"RT Our brave patient asked to be filmed because she wants to get the message out that Covid is real. She has seen other patien...","sentiment_score":0.26875}
{"full_text":"RT If you find out how Tuberville went from living in Florida to Sen...","sentiment_score":0.0}
{"full_text":"RT This is so sad. Mexico probably has the highest per capita Covid fatality rate for doctors and nurses. They are dramatical...","sentiment_score":-0.5}
{"full_text":"About 43 percent of the rooms in government quarantine centers were booked within 12 hours of opening such facilities to all returning Taiwanese and foreign travelers, the Central Epidemic Command Center (CECC) said Saturday.https:\/\/t.co\/nw1TquGU4z","sentiment_score":-0.05625}
{"full_text":"'Healthy' South Florida doctor died 2 weeks after receiving COVID-19 vaccinehttps:\/\/t.co\/U7q6Bz4wmU","sentiment_score":0.5}
{"full_text":"\"The biggest obstacle to reopening schools is the management of CPS, because they've failed to reach the standards set by teachers and principals for our support of a reopening plan\"#FightFor15","sentiment_score":-0.5}
{"full_text":"Chromatica is one of her best albums. The era was very recognized by the audience in general, and this fact matters a lot. We can't blame her if she didn't had energy or happiness because we are on a pandemic and people are dying all the time","sentiment_score":0.4875}
{"full_text":"RT THE UNITED STATES JUST SURPASSED 381,000 CORONAVIRUS DEATHS ","sentiment_score":0.0}
{"full_text":"Cong. on COVID-19 vaccination: 'We were late'","sentiment_score":-0.3}
{"full_text":"The novel coronavirus has infected over 90 million people globally and claimed more than 1.9 million lives. Here are the updates for January 10:","sentiment_score":0.25}
{"full_text":"The exact time on when the WHO expert team will arrive in Wuhan, where the virus emerged in December last, and investigate into the coronavirus origin is still under negotiation.https:\/\/t.co\/nIMFoOj2SL","sentiment_score":0.125}
{"full_text":"One of the famed Tuskegee Airmen has died from complications of the #coronavirus ","sentiment_score":0.0}
{"full_text":"Join the discussion on #fraud fusion in #Covid times with Jeff Dant at ISMG's Virtual Cybersecurity Summit: Financial Services. Register now. #ISMGSummit","sentiment_score":0.0}
{"full_text":".@priyankachopra dismisses reports of violating UK's #COVID19 #lockdown rules.#UnitedKingdomhttps:\/\/t.co\/UTCeVfYF11","sentiment_score":0.0}
{"full_text":"The number of people dying due to COVID-19 in Los Angeles County in a day is equal to the number of homicides the city saw in an entire year, Mayor Eric Garcetti said in a news conference Thursday.","sentiment_score":-0.0416666667}
{"full_text":"Seniors from Contactivity Centre, a non-profit community group in Westmount for seniors, collaborated with Selwyn School to produce a music video. The project helped to relieve loneliness because of the coronavirus pandemic, during the holidays  https:\/\/t.co\/IZ8MRZGAHB","sentiment_score":0.0}
{"full_text":"New study reveals order of COVID-19 symptoms, read on!https:\/\/t.co\/a3zlbBEVto","sentiment_score":0.1363636364}
{"full_text":"Britain's Queen Elizabeth II, 94, and her husband Prince Philip, 99, have received vaccines against the coronavirus, officials from Buckingham Palace said Saturday. #7NEWS","sentiment_score":0.0}
{"full_text":"A cat missing for six years is back home just in time to comfort his owner, a nurse who's battling COVID-19.","sentiment_score":-0.1}
{"full_text":"Images showing COVID-19 on infected nose and lung cells show how much of the virus can be in our bodies and impacting the respiratory system; another reason wearing a mask is so important to slowing the spread of the coronavirus. ","sentiment_score":0.3}
{"full_text":"#Fear The Most High, #Love His Solution... #Yahushua we don't fear a pandemic, we fear the reason for it... #Shalom","sentiment_score":0.3866666667}
{"full_text":"Many hospitals in Los Angeles and other hard-hit areas are struggling to keep up with the unprecedented caseloads.   ","sentiment_score":0.325}
{"full_text":"It was New Year's Eve in Los Angeles, and even as bodies were piling up in COVID-19-ravaged morgues, some Angelenos were eager to party. ","sentiment_score":0.1363636364}
{"full_text":"RT Back on at 10pm as long as I don't get handcuffed by a Covid marshal, meanwhile try this chucklesome podcast I do with th...","sentiment_score":-0.025}
{"full_text":"RT 4. Delayed lockdown number one5. Delayed lockdown number two6.Delayed lockdown number three7. Ignored Sage advice on...","sentiment_score":0.0}
{"full_text":"The weekly tallies of Covid-19 cases and deaths in the United States have never been higher. Health officials are concerned Wednesday's storming of the US Capitol may have consequences for the pandemic.","sentiment_score":0.25}
{"full_text":"Alabama COVID-19 vaccine hotline receives over 1.1 million calls in the first dayhttps:\/\/t.co\/ARjUGUxrSC","sentiment_score":0.25}
{"full_text":"Britain's Queen Elizabeth II, 94, and her husband Prince Philip, 99, have received vaccines against the coronavirus, officials from Buckingham Palace said Saturday. #7NEWS","sentiment_score":0.0}
{"full_text":"Take a look at the numbers with us.","sentiment_score":0.0}
{"full_text":"A Texas man was sent to trial with the coronavirus. Jurors weren't told they were exposed until after deliberations ended.","sentiment_score":0.0}
{"full_text":"Covid 19 has new post: still at resistance level but theres no sign of a selloff yet. If we clear... on #investing #invest #bitcoinmining","sentiment_score":0.1181818182}
{"full_text":"We need to talk about elevators. Three changes of clean air between occupancies. Also, the lack of an express mode that prevents stopping on intermediate floors.","sentiment_score":0.3666666667}
{"full_text":"Lockdown knocks my sleeping pattern so much  why am I still wide awake at midnight ","sentiment_score":0.05}
{"full_text":"RT This a message for  Please get tough on illegal immigration instead of threatening people for sitting on a...","sentiment_score":-0.4444444444}
{"full_text":"Current Conditions for #Sayre PATemp: 30.0FWind Chill: 30.0FHumidity: 77%Dew Point: 23.7F Barometer: 30.188 inHgWind: 2 mph from the NWCorona Virus Weekly Stats:Cases: 203.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Trophy husband stay at home daddy is now a stay in jail con. I'll stand by that.","sentiment_score":-0.1}
{"full_text":"Watching out for mom has extra challenges during pandemic, Kelowna daughter finds.","sentiment_score":0.0}
{"full_text":"THIS. And for ffs, getting your first vaccine does NOT make you immediately immune - and neither does the second!!! It takes *time* for your body to adequately respond. And we *do not have data* that suggests it prevents you from carrying and spreading, even if you ARE immune!","sentiment_score":0.2222222222}
{"full_text":"RT Covid 19 has new post: still at resistance level but theres no sign of a selloff yet. If we clear... on","sentiment_score":0.1181818182}
{"full_text":"The difference between the Tailgate and the Actual stadium scene is incredible","sentiment_score":0.45}
{"full_text":"other then one outbreak at one business we have been spared, and we have an overly large elderly population including two retirement homes, both have been COVID free thankfully, rules work, just need to follow them 2\/2","sentiment_score":0.1630952381}
{"full_text":"Picking u up in 20mins to roll point","sentiment_score":0.0}
{"full_text":"RT So glorious that in 2021 the immune system has been rediscovered.","sentiment_score":0.0}
{"full_text":"Trending on PubMed:  The efficacy and safety of Ivermectin in patients with mild and moderate COVID-19: A structured summary of a study protocol for a randomized controlled trial.","sentiment_score":0.1666666667}
{"full_text":"RT Oban Bay at night, what a beautiful sight  #YCW2021  #Oban, Argyll  IG\/allanmac__  For now travel is not permitte...","sentiment_score":0.85}
{"full_text":"My cousin's husband lost his battle against Covid this morning.  He leaves behind his wife and three adult children.   They are all 500 mile away and it sucks to not be there for her.","sentiment_score":-0.2}
{"full_text":" Popular tweet among scientists, including RTs from profiles not included in Science Pulse [3\/3]","sentiment_score":0.6}
{"full_text":"RT I tell you this.Absolutely this shambolic management of the pandemic and the constant roundabout politica...","sentiment_score":0.0}
{"full_text":"i understand the hate from the first one...but china DID cause the virus","sentiment_score":-0.275}
{"full_text":"The best small country in the world in which to contract a potentially fatal respiratory condition #COVID19ireland","sentiment_score":0.25}
