{"full_text":"So did some of the Capitol insurrection participants and supporters receive the vaccine? Those are the domestic terrorists that are really endangering our democracy. The States are using CDC criteria, so give it a break Rep McCarthy. Some way to \"unite\"!","sentiment_score":0.125}
{"full_text":"Reposting from Discord but I wanted to apologise for the lack of streams &amp; even talking in general to most people. I'm just completely burnt from life with this third lockdown and I don't feel like myself anymore, mentally.I'll be back one day. I hate this shit, stay safe all","sentiment_score":0.01875}
{"full_text":"It's not a \"vaccine\" and the \"shots\" don't prevent COVID. But, of course, it must be orange man bad's fault, too. ","sentiment_score":-0.7}
{"full_text":"RT 1\/ The media keeps saying not to worry about the VAERS reports - you vaccinate old people, some die later, too bad. (Whic...","sentiment_score":-0.2}
{"full_text":"this tweet hits different after we had a lockdown drill yesterday and i had an anxiety attack","sentiment_score":0.0}
{"full_text":"RT Easy PeasyDr. Richard G. Urso on Hydroxychloroquine, Covid and vaccination.","sentiment_score":0.4333333333}
{"full_text":"RT Don't engage with this one if you spot him. Call the cops.","sentiment_score":0.0}
{"full_text":"RT BJP has failed to control the Coronavirus situation in Gujarat..Now they are harassing the Corona warriors.#alyaaa_hve_...","sentiment_score":-0.5}
{"full_text":"guessing we need more events like this all across the US. Then maybe by early summer things would be back to normalish ways.","sentiment_score":0.2}
{"full_text":"RT Is we getting dat $2,000 or nah","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT After the pandemic, I think we'll all be starving for these low-stakes interactions and we should lean into them even more...","sentiment_score":0.5}
{"full_text":"RT How many COVID deaths were caused by vilifying hydroxichloriquin ?????","sentiment_score":0.5}
{"full_text":"RT I very much relate to the fella in the back. That's how I strut on the #COVID ward in my full PPE  ","sentiment_score":0.2033333333}
{"full_text":"RT At the age of 6, my mom SELF VOLUNTEERED to be randomized to receive either polio vaccine or placebo.She never found out...","sentiment_score":0.0}
{"full_text":"Copa &gt; Covid.","sentiment_score":0.0}
{"full_text":"also, humanising language. I'm totally in favour of humanising language when it comes to animals but let's be real - it's part of an agenda","sentiment_score":0.1}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT CDC Announces Masks Will Be Required On All Public Transportation","sentiment_score":0.0}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT We went from \"two weeks to flatten the curve\" to \"wear three masks and get your anus swabbed.\"","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT There is no question that the COVID-19 pandemic is testing health centers unlike any other time in history. However, health cent...","sentiment_score":-0.125}
{"full_text":"RT There's a difference between being silenced and no-one wanting to listen to you any more.","sentiment_score":0.5}
{"full_text":"RT Please acknowledge the vital role that internal medicine residents have had in the pandemic response and don't make us...","sentiment_score":0.05}
{"full_text":"RT She counted ballots in a pandemic, and he killed two people. Guess who gets treated like a hero?","sentiment_score":-0.2}
{"full_text":"Vaccine chaos is major #MentalHealth crisis than we're paying attention to. Fear of taking it and still getting\/spreading #Covid19 is so real, frightening for many people for good reasons. Many people with #anxiety #fear. #TheSuicideNetwork","sentiment_score":0.2025}
{"full_text":"RT Real life data show that first dose of Pfizer\/BioNTech #COVIDVaccination gives 50% protection against #COVID19 Finding...","sentiment_score":0.225}
{"full_text":"You're talking rubbish. It doesn't go away \"over summer\". The UK is also now 2.3 years behind New Zealand in achieving their #ZeroCovid result. Vaccine or no vaccine, a long term hard lockdown (for at least two years) is needed.","sentiment_score":-0.1810606061}
{"full_text":"RT A year ago today.","sentiment_score":0.0}
{"full_text":"RT In Oregon on this day, it started to snow while Gabriel and his co workers were pruning. It was a light snow to begin with...","sentiment_score":0.4}
{"full_text":"Didn't he already have Covid?","sentiment_score":0.0}
{"full_text":"#5GCOVID19 Get the facts about Covid-19","sentiment_score":0.0}
{"full_text":"RT My friend Ashley's husband AJ is the first person in Alabama to have a confirmed case of the UK COVID variant. He's now...","sentiment_score":0.325}
{"full_text":"But the lockdown sceptics called for less strict restrictions, imposed later and lifted sooner than they were. It seems clear now that many many more deaths would have occured had the government followed that cause of action. We can at least be thankful they didnt.","sentiment_score":0.1541666667}
{"full_text":"RT I've been tweeting about this for ten months.I've explained in dozens of tweets how the Eric Garcetti is respo...","sentiment_score":0.0}
{"full_text":"RT the more i stay home the less time i have to do stuff. what is this dark magic?","sentiment_score":0.1708333333}
{"full_text":"RT Ah so THATS the new vaccine plan they've been talking about. Can't make this crap up.","sentiment_score":-0.3318181818}
{"full_text":"#SaturdayVibez Boris plse end this pandemic ijn","sentiment_score":0.0}
{"full_text":"RT Covid Sick of hearing about it Sick from it not so much A virus with a survival rate of over 99.9 percent in the gene...","sentiment_score":-0.4095238095}
{"full_text":"State health officials say nearly everyone who got the erroneous message has been notified that their appointments are indeed confirmed.","sentiment_score":0.0}
{"full_text":"Why i just sit right here n think it was gone zoom all the way in","sentiment_score":0.2857142857}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT At the start of Covid Publix mgmt did not wear a mask and encouraged employees not to wear one. This needs...","sentiment_score":0.0}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"RT George Orwell taught us that tyrannical governments control populations by giving them an endless threat to be scared...","sentiment_score":-0.125}
{"full_text":"Why is Lockdown 3 harder to deal with than the other 2?","sentiment_score":-0.1125}
{"full_text":"RT Happy One Year!!! Please know that all of your hard work and dedication is GREATLY appreciated!...","sentiment_score":0.3194444444}
{"full_text":"RT Professor Allwood on flying in a zero emissions future. #lockdown #aviation#flying #ClimateEmergency","sentiment_score":0.0}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Despite 2 doses of the Pfizer COVID vaccine...https:\/\/t.co\/Fvjw5lcnBL","sentiment_score":0.0}
{"full_text":"RT In a year where so much has changed, the impact of your support has not. We're providing support to people &amp; pets who need...","sentiment_score":0.2}
{"full_text":"\"Anyone using a leaf blower will be required to wear a mask\" (the streets are bathed in dead silence)","sentiment_score":-0.2}
{"full_text":"Totally agree - I have asthma, but not badly most of the time ' still always wear a mask.We all need to cop on and get masked up. I saw this guilty lass in two shops gassing away as though she had a 'pass go' card from the big fella.","sentiment_score":-0.1875}
{"full_text":"RT We challenge any 5 aside\/6 aside team in the UK and Ireland for after lockdown and when we can start playing football ag...","sentiment_score":0.0}
{"full_text":"RT Millions are struggling to pay their bills and  put food on the table. We need to pass COVID relief legislation. Now.","sentiment_score":0.0}
{"full_text":"RT Even as we work hard, we are trying hard to work safely. ","sentiment_score":-0.0277777778}
{"full_text":"RT And completely misses the direct impact on children from Long COVID. 12% of primary school children have symptoms lasting...","sentiment_score":0.11}
{"full_text":"RT Covid-19 Rx: Your task is to gather data, develop a differential diagnosis, order additional diagnostic tests, and treat the pati...","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT I've a question? 'Should a Scottish newspaper considering supporting the government of scotland or should it always be...","sentiment_score":0.25}
{"full_text":"RT Dear vaccine centres:Covid is airborne. You need to do more than put circles on the ground 6 feet apart. That only s...","sentiment_score":0.25}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"RT Where have I heard that before?NAZI GERMANY","sentiment_score":0.0}
{"full_text":"RT An introvert in a highly public position? Photo ops, India?, ....@JustinTrudeau do you know what 'introvert' means?","sentiment_score":0.0}
{"full_text":"Think about Ohio you dumbass.https:\/\/t.co\/S9vMSUpMzb","sentiment_score":0.0}
{"full_text":"RT The new CDC mandate requires travelers in the U.S. to wear face masks in airports, ship and ferry terminals, train and subway...","sentiment_score":0.1363636364}
{"full_text":"RT DO IT LIKE BTS, WEAR A MASK! STAY HEALTHY! I PURPLE YOU#WearAMaskSaveALife #maseukeureulsseugosaengmyeongeulguhada #fightagainstcorona #covid19surv...","sentiment_score":0.625}
{"full_text":"RT The Tories are going to milk this like a dairy cow!The idea that they will be 'conciliatory' after decades of antagon...","sentiment_score":0.0}
{"full_text":"RT Even as we work hard, we are trying hard to work safely. ","sentiment_score":-0.0277777778}
{"full_text":"RT China's New Anal Swab COVID Testing Demonstrated on Dummy","sentiment_score":0.1363636364}
{"full_text":"RT  long term symptoms in children (#LongCovidKids) can develop also after asymptomatic\/pauci-symptomatic acute #COVID19 i...","sentiment_score":0.275}
{"full_text":"RT In summary: Poors can't work from home and still get a paycheck. They have to go out and work for a living. N...","sentiment_score":0.0}
{"full_text":"RT Those weekly COVID death totals sure disappeared from media twitter feeds.We're over 30,000 since Joe Biden was sworn in,...","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT The US has surpassed 26 million Covid-19 cases. From the first case in January 2020, it took the nation 311 days to reach 13 mi...","sentiment_score":0.25}
{"full_text":"RT It's not complicated. Biden's team is lying.","sentiment_score":0.25}
{"full_text":"RT Thanks for the support and all your excellent work on civil liberties in the time of covid Adam.","sentiment_score":0.6}
{"full_text":"RT The past 11 days have literally been the worst days of my life.From testing positive for Covid-19, getting admitted into...","sentiment_score":-0.3409090909}
{"full_text":"RT Les ragots du Dr Knock . Out .","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT #China's #exporters have to push up #prices due to drastically rising #shipping #costs. This will price #Chinese goods ou...","sentiment_score":-0.0625}
{"full_text":"RT On Thursday, published an important column with discouraging news: the new variants of the corona virus will mak...","sentiment_score":0.2681818182}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT Fascinating piece about covid anosmia, touching on so many of the bizarre details I and other survivors (@TimHerrera!) hav...","sentiment_score":0.38875}
{"full_text":"Coming up on the one year anniversary of this tweet...and we are still debating travel restrictions to limit the spread of Covid. Sigh.","sentiment_score":0.0}
{"full_text":"RT \"The most important thing to know is that everyone is there doing their utmost for you - caring for you and trying to make s...","sentiment_score":0.45}
{"full_text":"RT ATROCIOUS--@getmyvaccine just got cut off by Walgreens. Walgreens needs to ***stop blocking critical data*** on vaccination...","sentiment_score":0.0}
{"full_text":"already vaccines in development for diff strains may need to be bivalent\/tri\/quad but existing may have efficacy with these. atm we still in lockdown high death and infection rate some highest in the world. Not just the elderly affected we need to control COVID in uk 1st.","sentiment_score":0.16}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"I fear that COVID will become a permanent and deadly killer for years, it could start mutating so fast that it will need a new vaccine every year or two, maybe faster.","sentiment_score":0.0454545455}
{"full_text":"RT This PA marijuana is offering a free $5B over 20 years to anyone who drops this bullshit superstition over a plant and l...","sentiment_score":0.4}
{"full_text":"there are also categories of non-N95 surgical masks that have extra structure to provide some space around your mouth for comfort and hygiene.","sentiment_score":0.0}
{"full_text":"RT Los Angeles County is now the epicenter of the pandemic in the U.S. -- and as the virus rages, experts say that deeply rooted i...","sentiment_score":0.0}
{"full_text":"RT We continue to highlight the need for urgent investment in youth services:","sentiment_score":0.0}
{"full_text":"RT If you or someone you know is feeling the stress of the pandemic, the Ohio CareLine offers free, confidential emotional...","sentiment_score":0.1666666667}
{"full_text":"RT My son Michael has autism and needs full time one on one attention. So, I am a stay at home Dad because my son needs me...","sentiment_score":0.35}
{"full_text":"RT I wish the GOP in the House &amp; Senate would care as much about life after the womb.The death total from Covid in U.S. is...","sentiment_score":0.1}
{"full_text":"'Like Wartime': Canadian Companies Unite to Start Mass Virus Testing","sentiment_score":0.0}
{"full_text":"RT Dr Rachel Clarke is right - Boris Johnson is responsible for 10s of 1000s of #COVID19 deaths due to his dither and del...","sentiment_score":0.1202380952}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Ok, if anyone needs it, put out a video on how to properly wear a double mask - given the new COVID var...","sentiment_score":0.1590909091}
{"full_text":"Please please do this!!!","sentiment_score":0.0}
{"full_text":"&amp; aka 'Handjob'You are responsible for sending covid+patients into care homes.Well fucking done. Congrats you murderous arseholes.My innocent mum-in-law now has covid.Twats.","sentiment_score":0.0333333333}
{"full_text":"When RIH starts an outbreak...they really know how to do it!  Just why was a known COVID patient apparently transferred to a non COVID floor where nurses without COVID PPE were fish in a barrel? Thats the buzz...and where there is smoke, there is often fire.","sentiment_score":0.15}
{"full_text":"RT We've all hit the pandemic wall. Planting something can help.","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"The Democratic push to raise the federal minimum wage to $15 an hour has emerged as an early flashpoint in the fight for a $1.9 trillion COVID-19 relief package.","sentiment_score":0.1}
{"full_text":"\"The executive order is a novel response to the unprecedented circumstances created by the pandemic and directs the federal government to pay special attention to rising xenophobia against a particular group.\" latest","sentiment_score":0.405952381}
{"full_text":"RT This is inaccurate. Two layers has nothing to do with double masking. It just means don't wear a gaiter, because tho...","sentiment_score":0.0}
{"full_text":"More Americans say the coronavirus pandemic has strengthened their religious faith, according to a new poll by the Pew Research Center.","sentiment_score":0.1340909091}
{"full_text":"Join me TOMORROW at around 16.00 GMT, I will be playing and streaming by ETS 2 Hauling Covid-19  Vaccines event on my channel #NMS@SmallStreamersC  ","sentiment_score":0.0}
{"full_text":"\"This is our generation's time to step up and handle this just as our predecessors handled the polio crisis.\" Leaders at this year's #StateAdvocacySummit discuss how physicians can help build public trust when it comes to #COVID19 vaccines. #VaccinesWork","sentiment_score":0.0}
{"full_text":"Pharmaceutical companies are working to understand how effective COVID-19 vaccines are on variants being discovered worldwide -- some that have already landed in the United States.https:\/\/t.co\/X3iaTPhkL0","sentiment_score":0.6}
{"full_text":"Brands have begun employing #webbasedar tools within their ecommerce offerings- leading to gains in time-spent-on-site of 10+ secondshttps:\/\/t.co\/9GPo5aOI5s","sentiment_score":0.0}
{"full_text":"Government Failure To Deal With COVID-19 Superspreaders Exposed","sentiment_score":-0.3166666667}
{"full_text":"The County is opening a COVID-19 Vaccination Super Station tomorrow at Cal State University San Marcos.The pedestrian site is open 9:30AM - 5:30PM Sun-Thurs, Sports Center and Clarke Field House, 333 South Twin Oaks Valley Rd.Appointments required:","sentiment_score":0.0777777778}
{"full_text":"Our staff in North Las Vegas has been diligently working to vaccinate as many of our residents as possible. NLV residents who are 70 or older can visit is a list of other vaccine locations. For more info, visit","sentiment_score":0.2083333333}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Fitness centers are a safe space to exercise and improve overall health--even amid a pandemic. #fitness #gym #Covid19https:\/\/t.co\/Bqt4wom0eZ","sentiment_score":0.25}
{"full_text":"Oh so many things wrong here.  Biological warfare for 1, and to boot she is increasing the chances of spreading or contracting Covid.","sentiment_score":0.0}
{"full_text":"#Peru | Dozens of people are sleeping in the streets of Lima waiting to refill their oxygen tanks for family members sick with COVID-19.","sentiment_score":-0.7142857143}
{"full_text":"As the world continues to battle COVID-19 and communities strive to get back to business, it's more important than ever to raise confidence in the safety of buildings and shared spaces.","sentiment_score":0.3}
{"full_text":"\"I support passing COVID relief with support from Republicans if we can get it,\" he told reporters. \"But the COVID relief has to pass. No ifs, ands or buts.\"","sentiment_score":0.0}
{"full_text":"RT Corona really affected my plans,losing a job is tough i will finish one day","sentiment_score":-0.0944444444}
{"full_text":"well people look unfortunately many places like #Mississippi are dealing with issues with the #coronavirus vaccinehttps:\/\/t.co\/bZFLS5GJCC","sentiment_score":0.5}
{"full_text":"Wuhan Jinyintan Hospital was one of the first in the Chinese city to deal with patients in early 2020 suffering from a then-unknown virus.","sentiment_score":0.1166666667}
{"full_text":"Just commented on Coronavirus: 79 deaths and 1,414 new cases confirmed in Ireland -","sentiment_score":0.2681818182}
{"full_text":"From our Collection: Brass Tea Potc. 1890#SaturdayMotivation #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Lockdown cripples NGO beneficiaries' liveshttps:\/\/t.co\/PchJ63QF7h","sentiment_score":0.0}
{"full_text":"RT corona needs to end, we need a debuted haruto on airport","sentiment_score":0.0}
{"full_text":"The risk being a large outbreak in May with a new variant, that would be better controlled if most of the population was already vaccinated","sentiment_score":0.3376623377}
{"full_text":"It's saturday and I'm workiiiiiiiiiiiiiiiing because apparently lockdown= I'm available at any fucking time","sentiment_score":-0.05}
{"full_text":"An 81-year-old SC woman lost her husband to COVID-19. And she did whatever it took to get the vaccine.https:\/\/t.co\/fnoW1p8W4t","sentiment_score":0.0}
{"full_text":"The CDC is telling airline and transit crews to deny transportation to people who won't mask up.","sentiment_score":0.0}
{"full_text":"#SouthKorea's daily new #coronavirus cases fell back to below 500 again, due to fewer tests amid cold weather despite a continued rise in clusters tied to religious facilities.","sentiment_score":-0.0981060606}
{"full_text":"Heard this week on the Parenting Roundabout Podcast: \"I am trying to reinforce to my child that you need to wear a different mask every day.\"","sentiment_score":0.0}
{"full_text":"SARS-CoV-2 Vaccines and the Growing Threat of Viral Variants | Infectious Diseases | JAMA | JAMA Network","sentiment_score":0.0}
{"full_text":"President Joe Biden is warning of a steep and growing \"cost of inaction\" on his $1.9 trillion COVID relief plan, as the White House searches for \"creative\" ways to win public support for a package that is getting a cold shoulder from Senate Republicans.","sentiment_score":0.14}
