{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT He was 86. Many people over the age of 80 die suddenly. Of old age. This is a reprehensible attempt to fear monger &amp; you sho...","sentiment_score":0.3}
{"full_text":"We didn't get to do anything since Covid but made it well worth it lol","sentiment_score":0.55}
{"full_text":"RT Day 3: Biden presidency recap. 1\/2'No, we don't have a new coronavirus plan, after all.''There is nothing we can do...","sentiment_score":0.1363636364}
{"full_text":"RT Miss. senator shuns vaccine, encourages unapproved drug to treat COVID-19Ladies and Gentlemen...I submit exhibit A in the...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: repeating; if you are well or have no symptoms you can steam\/smoke yourself. But if you have Covid-19 and sympto...","sentiment_score":0.0}
{"full_text":"RT No other picture can depict how India is leading the world in the fight against Covid virus than...","sentiment_score":0.0625}
{"full_text":"RT The honour is ours, President to be a trusted partner of Brazil in fighting the Covid-19 pandemic together...","sentiment_score":0.0}
{"full_text":"RT \"Antiparasitic drug Ivermectin kills coronavirus in 48 hours\"This article is from April 6, 2020. 10 months later peo...","sentiment_score":0.0}
{"full_text":"RT Two days in &amp; Biden says never mind about stopping COVID &amp; hands the electrical grid to China. \"Biden Rescinds Trump Ord...","sentiment_score":0.0}
{"full_text":"RT BC's COVID-19 Immunization Plan focuses on saving lives and stopping the spread of #Covid19. At every step, we're focused on...","sentiment_score":0.0}
{"full_text":"RT Please solve the GP Matter of Real Corona Worriers #gujraat_aarogy_mhaasNgh_greddpe_lddt","sentiment_score":0.2}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddtGive 2800 gp real corona worriar mphw fhw@Nitinbhai_Patel@ ","sentiment_score":0.2}
{"full_text":"#gujraat_aarogy_mhaasNgh_greddpe_lddt#WeWantGradePay_Health_gujarat We worked during covid pandemic when no one dare to go outside.we checked temperature and Spo2 of patients when even relatives of patients dare to afraid. #HealthStrike_Gujarat   #4600_GP_FOR_PHARMACIST","sentiment_score":-0.6}
{"full_text":"RT WHO finally admit PCR tests in their present form are useless. These tests have been used to lockdown the UK population. Th...","sentiment_score":-0.1666666667}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT One year ago today","sentiment_score":0.0}
{"full_text":"RT Critics have said the CDC fumbled key decisions on COVID because the Trump administration meddled in the agency's operations....","sentiment_score":0.0}
{"full_text":"Health Impact News has a report on 12,400 Israelis testing positive for DiVOC -91 after Pfizer experimental shot.  Twter blocks link to their site.","sentiment_score":0.1636363636}
{"full_text":"RT We could lockdown and pay every single American $2,000 every month until we reach critical mass with vaccinations.","sentiment_score":-0.0238095238}
{"full_text":"RT California has only administered 38% of its available COVID-19 vaccine doses","sentiment_score":0.2}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"You are the biggest assclown and your people. You are a dumbass especially when you want to stop the face masks for people to protect against Covid. If you have any sense you want to ask POTUS for more injections. Too bad your people don't see my LinkedIn profile","sentiment_score":-0.0666666667}
{"full_text":"RT If Manchester City claims their players had covid 19 cases bearing in mind they played Southampton over the weekend, then th...","sentiment_score":0.0}
{"full_text":"RT my DV and medical was conducted on 26\/06\/2019... still waiting for that moment when my call letter will arrive.......","sentiment_score":0.0}
{"full_text":"This doesn't make sense. And hold on, they're finally giving an option to flag Covid-19\/vaccine medical misinformation?! Yet, flagging the completely wrong tweets ","sentiment_score":-0.1666666667}
{"full_text":"RT Hundreds of National Guard members test positive for COVID after protecting Capitol from threats","sentiment_score":0.2272727273}
{"full_text":"RT I like this and even after Covid it shouldn't change, a family shouldn't be subjected to cooking several colours whe...","sentiment_score":0.0}
{"full_text":"RT Are there any Republicans in the Senate who put country over party? The test is now. If only four or five pledge to work...","sentiment_score":0.0}
{"full_text":"RT Pfizer says its #covid19 vaccine trial in kids ages 12-15 is fully enrolled w 2,259 participants as of yesterday","sentiment_score":0.0}
{"full_text":"RT It's kind of ironic that the very ones crying about keeping their doctor when Obamacare was being debated, are the sam...","sentiment_score":0.2}
{"full_text":"The parent trap: home affairs visa letter forces Victoria couple on 'nightmare' trip to Covid-hit Britain","sentiment_score":0.0}
{"full_text":"Vacc5G","sentiment_score":0.0}
{"full_text":"there's a pandemic","sentiment_score":0.0}
{"full_text":"*rolls up pajama sleeve*","sentiment_score":0.0}
{"full_text":"There will be injuries and there will be COVID protocol. We'll need him.","sentiment_score":0.0}
{"full_text":"Our PM is doing outstanding work to fight against Covid19. The proactive approach adopted by him is saving lives of million people in world. He deserves Nobel Peace Prize for his commendable commitment towards society.#NobelForModi","sentiment_score":0.5}
{"full_text":"RT Trump admin crimes that need rigorous investigation and prosecution:1) Handling of covid and profiteering off death2)...","sentiment_score":0.0}
{"full_text":"Now Srilanka should follow and share the same image","sentiment_score":0.0}
{"full_text":"RT Congratulations to Hon. Union HM Shri Ji for being choosen as one of the best Performing Ministers of Modi Ji'...","sentiment_score":1.0}
{"full_text":"I'm almost expecting a reversal to allow contact practices to begin on 2\/1 next week (a similar event happened in AZ in the last couple of weeks; AZ cancelled all winter sports only to reverse the decision a few days later). AZ also has a much higher COVID rate","sentiment_score":0.0071428571}
{"full_text":"2021 ... you are not the refreshing change we were hoping for. ","sentiment_score":0.5}
{"full_text":"We did open now the whole staff got covid , we had to close again.. it's a difficult time , the virus is horrible..","sentiment_score":-0.325}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt sir, take some great decision for ur qualified ied health army and corona worries. Thi...","sentiment_score":0.8}
{"full_text":"RT In 10 months, 7.7% of the population of the U.S. has contracted a *diagnosed* case of COVID-19.Given that *many* COVID-...","sentiment_score":0.5}
{"full_text":"RT Hello is there a specific reason why you have chosen to ignore ongoing and active role in the spi...","sentiment_score":-0.0666666667}
{"full_text":"RT World's poor need action, not Covid 'vaccine nationalism', say experts #covid19 #access2meds #vaccine...","sentiment_score":-0.15}
{"full_text":"Well, if you put it like this... May be if Biden starts using mean words on Twitter I'll miss Trump less.","sentiment_score":-0.2395833333}
{"full_text":"So privileged, tone deaf, not a good example. You guys are role models, young people will look at this and feel like it's ok to gather during a pandemic. Sorry, please do better next time for the sake of others.","sentiment_score":0.0416666667}
{"full_text":"RT  sir, gove done very good work to restrict corona, given respectable greadpay to enthusiast and m...","sentiment_score":0.705}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt sir, take some great decision for ur qvalified health army and corona worriours. This...","sentiment_score":0.8}
{"full_text":"RT Follow me Farcebook, Twit and the China virus supresses my little family owned business. You ca...","sentiment_score":-0.1875}
{"full_text":"RT Remember the media said, presidents set the example so, now you don't have to wear a mask if you are celebrating.","sentiment_score":0.0}
{"full_text":"RT In addition to being the most locked down state in the country, California ranks dead last, 50 out of 50, in administering...","sentiment_score":0.0361111111}
{"full_text":"RT Khamenei's ban on the purchase of #COVID19 vaccines is a crime against humanity. He is responsible for the deaths of tho...","sentiment_score":0.2}
{"full_text":"Great honor by the Epidemic Act for honoring Corona Warriors working day and night without a holiday in a global epidemic !!! #WeWantGradePay_Health_gujarat tndtv #ParakramDivas","sentiment_score":0.4}
{"full_text":"RT We have three essential items on our plate:Confirming President Biden's cabinet and key officials.Providing desperately...","sentiment_score":-0.2}
{"full_text":"RT Indians know what they want &amp; they also very well know that it's ji's government only that can shape a #St...","sentiment_score":0.1}
{"full_text":"RT United Kingdom: Filipinos make up only 3% of the health workforce, but account for a third of all COVID-19 deaths. Structur...","sentiment_score":0.0}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt sir, take some great decision for ur qualified ied health army and corona worries. T...","sentiment_score":0.8}
{"full_text":"\"we will do nothing to help you over the next several months :)\"","sentiment_score":0.1666666667}
{"full_text":"RT Key measures to reduce the Covid-19 raging fire","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Dentists can now get COVID-19 vaccine in Massachusetts","sentiment_score":0.0}
{"full_text":"RT #NR_1264ALP_Joining_KabHogi All Zones of Railways increased Training capacity from January Only Norther Railway giving...","sentiment_score":0.0}
{"full_text":"RT One of my new favorite twitter genres: Urbanites leave home, where the highest covid infection rates are, and see peo...","sentiment_score":0.3181818182}
{"full_text":"Reunited with their spouse\/partner or minor kids even if that means the risk of incoming covid cases. But alot of local aussies lack empathy or ethics, that the pandemic has shown... wanna know who is the envy of the world, look at taiwan with a similar population to australia","sentiment_score":-0.0166666667}
{"full_text":"RT Republic Day Parade is meant to show the power of the nation.Our power has been our farmers. When  everything in t...","sentiment_score":-0.25}
{"full_text":"RT Your reminder that while zoom fatigue is very real, keeping zoom as an option for participation post-pandemic is an accessibili...","sentiment_score":0.26}
{"full_text":"RT So my coworker returned to work tonight after being hospitalized wit Covid .... I ask son if he doing better he say I'm doing...","sentiment_score":0.5}
{"full_text":"A proud moment not just recognising the efforts of India's fight against #COVID19 in making the vaccine but also the stamp on our tradition of selfless acts others using reference from #Ramayan #jyhnumaan #jyshriiraam","sentiment_score":0.8}
{"full_text":"RT Why is this a Blow to Dems and not a betrayal of people struggling in a pandemic?!?","sentiment_score":0.0}
{"full_text":"RT The second batch of the #Pfizer #vaccine was successfully delivered to #Gibraltar last night, once again with the assistance o...","sentiment_score":0.25}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddtMPHW\/FHW of Gujarat haven't got any single holiday since this COVID Pandemic,Emerge...","sentiment_score":-0.0714285714}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"RT MLB legend Hank Aaron dies two weeks after getting COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Instacart is firing every employee who voted to unionize and I encourage every single one of my 360,000 followers to ne...","sentiment_score":-0.0714285714}
{"full_text":"RT \"I am seeing houseful shows (at 50 percent capacity). In all the screens, we are running #Master. So, number of shows ha...","sentiment_score":0.0}
{"full_text":"RT We haven't demanded lockdown, you forced us to stay at home, now give us time to recover, regenerate business, earn su...","sentiment_score":-0.3}
{"full_text":"The coronavirus variant first identified in South Africa could reduce the efficacy of vaccines by half, the health secretary has said.Matt ...https:\/\/t.co\/61qcUl8N22","sentiment_score":0.0416666667}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt sir, take some great decision for ur qualified ied health army and corona worries. Thi...","sentiment_score":0.8}
{"full_text":"RT Please wear a mask. Acute Covid can kill. Post COVID can also kill. Be safe loves. Vaccinate when you can. Please take th...","sentiment_score":0.55}
{"full_text":"RT Fuel Prices today in Sri Ganganagar, Rajasthan Petrol:  Rs 97.73\/LtrDiesel:  Rs 89.43\/LtrNow, a corona cess will be co...","sentiment_score":0.0}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt We Are Real Corona Warrior's..We Want Justice..@vijayrupanibjp","sentiment_score":0.2}
{"full_text":"Is your #DisasterRecovery strategy robust enough for a post #COVID19 world? Read our #blog to learn how a modern DR solution will keep you ready for anything:","sentiment_score":0.1333333333}
{"full_text":"So the 1.9 trillion covid plan was not for the American people? Please educate me.","sentiment_score":0.0}
{"full_text":"RT In France they gave their foreign frontline workers citizenship. In the UK...","sentiment_score":-0.125}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"RT We continuosly fight in pandemic from march2020 without fear and we also able to fight for our rights 2800GP...#WeWantGrad...","sentiment_score":0.5}
{"full_text":"RT The new variant of Covid is responsible for the UK having the highest death rate in the world, hospital bed &amp; staff short...","sentiment_score":0.1121212121}
{"full_text":"I got drunk at my sisters house and all I wanna do is stay up and party but I'm back at home where everyone is asleep ","sentiment_score":-0.25}
{"full_text":"Yeah, we're still pretty much in the middle of a pandemic. And things have been much worse ever since the murder hornets came back.#ScheduledFrom2020","sentiment_score":0.0125}
{"full_text":"PBB Housemates undergo COVID-19 Testing with LAB on Wheels","sentiment_score":0.0}
{"full_text":" The government of #China's #HongKong Special Administrative Region ordered a 48-hour lockdown in a part of the city's Jordan area in Kowloon on Saturday morning due to #COVID19.","sentiment_score":0.1160714286}
{"full_text":"We care about your health and well being. Delivering your medicines timely at your doorstep is our foremost priority. Our experienced team is committed to providing you the best service.#homedelivery #medicine #stayhome #delivery #ordernow  #supportlocal #orderonline #shoplocal","sentiment_score":0.9}
{"full_text":"Just so you're aware of your choices #Thailand #KE","sentiment_score":0.25}
{"full_text":"SOGO Peduli COVID-19! Due to the increase in the number of COVID cases, SOGO is campaigning to help ease the burden of all Indonesians. Now, you can donate to help fund free PCR test, mask and protective equipments. You can donate in store or click link in bio.","sentiment_score":0.1375}
{"full_text":"As per the CDC, of the 212K deaths attributed to coronavirus in the US:87000 died from pneumonia and influenza17000 from chronic respiratory disease26000 respiratory distress syndrome44000 hypertension23000 heart disease28000 cardiac arrest and heart failureBut pandemic","sentiment_score":-0.05}
{"full_text":"RT Biden Snaps at Reporter When Asked About CoVID Plan, Says 'Give Me a Break!'","sentiment_score":0.0}
{"full_text":"Creating perfect memories over a cup of coffee and friends Have a great weekend #bestinzim #harare #zimbabwe #coffee #frappefriday #maskupzim #stayhome #happiness","sentiment_score":0.8333333333}
{"full_text":"\"Yes, we have peaked in terms of (#COVID19) cases,\" said Dr to \"We are coming down, slowly. This is very good news -- very good news.\"","sentiment_score":0.3411111111}
{"full_text":"COVID VARIANT: Tennessee Department of Health is projecting a new, more contagious strain of coronavirus to be the dominant virus in the state by March.","sentiment_score":0.3181818182}
{"full_text":"The Hong Kong SAR government on Sat issued compulsory testing notice in respect of a local specified \"restricted area\" in a bid to cut #COVID19 spread. The testing is expected to be completed within 48 hours so that residents will be able to go to work around 6:00 am next Mon.","sentiment_score":0.1}
{"full_text":"COVID strain in South Africa shows huge resistance to antibodies from original virus","sentiment_score":0.3875}
{"full_text":"Covid-19 continues to affect families across the globe, with many having lost loved ones to the disease.https:\/\/t.co\/LD3LmAQ8L0","sentiment_score":0.6}
{"full_text":"RT Biden is clueless on policy. He has no plan for the pandemic, economy or foreign policy. The media isn't in a love fest w...","sentiment_score":0.1875}
{"full_text":"RT The representative of WHO India applauded the work done by the Health Department of the Government of Gujarat regardin...","sentiment_score":0.0}
{"full_text":"Coffee Republik is your remedy ... We brew from 08:00-15:00 find us at 60 Bedford Drive inside Avondale branch No prescription needed See you soon #bestinzim #harare #coffee #coffeeshop #zimbabwe #stayhome #maskup #coffeelover","sentiment_score":0.0}
{"full_text":"#COVID19 | While waiting for your #coronavirus test results, make sure to:   Stay at home #WearAMask  Frequently wash\/sanitise your hands  #Unite2FightCorona","sentiment_score":0.3}
{"full_text":"The latest Covid R numbers shows a drop in the rate for the East of England region covering Peterborough...https:\/\/t.co\/SHSIPQOZPP","sentiment_score":0.5}
{"full_text":"All that hand washing (and singing happy birthday) is paying off.https:\/\/t.co\/WTMbJdXqEb","sentiment_score":0.8}
{"full_text":"South African government plans to develop an electronic vaccination data system (EVDS) that will create a digital health record, assisting the roll-out of the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"NSW has recorded its sixth consecutive day of no community transmission but virus concerns continue for dozens of Sydney suburbs.https:\/\/t.co\/nds7Up3rGN","sentiment_score":0.0}
{"full_text":"There are 97 local health departments around Illinois taking on the responsibility to vaccinate people against COVID-19.https:\/\/t.co\/kXlybRyczb","sentiment_score":0.0}
{"full_text":"While B.C.'s #COVID19 restrictions are set to expire in two weeks, health officials are 'concerned' by rising cases in Interior and Northern Health. #Kamloops","sentiment_score":0.0}
{"full_text":"Long lines of cars in Barton County waited to receive the COVID-19 vaccine in the county's drive-thru clinic. the details. #KAKEnews","sentiment_score":-0.05}
{"full_text":"In Pics | Addressing interconnected global challenges -- from #COVID19 to climate change and inequality -- will require rethinking international institutions, leadership and where solutions come from, governance experts said.https:\/\/t.co\/AnS4D814Mv","sentiment_score":0.0}
{"full_text":"Want to know what South Africa's #COVID19 #VaccineStrategy looks like? Here's a look at how the shot will be selected and how many people need to be reached.","sentiment_score":0.5}
{"full_text":"this is a good start. still minuscule in comparison to the dollars that have been stolen from The People, though","sentiment_score":0.7}
{"full_text":"COVID 19 cases in India until : 23\/01\/2021 11:30Total Cases: 10640546 [+0]Active: 182833Recovered: 10300063 [+0]Deaths :153221 [+0]Total Tests: 190.15MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Maybe terror suspects follow COVID-19 rules too.#MashableSEA #Malaysia #ISIS #terrorism #lockdown #mco","sentiment_score":0.0}
{"full_text":"Emir Kusturica can't wait to get a jab against #COVID19 preferably with the Russian #SputnikV vaccine, and stop being so anxious about catching the disease","sentiment_score":0.1166666667}
{"full_text":"Alcohol Consumption is way up since the Pandemic started","sentiment_score":0.0}
{"full_text":"#News: New #Covid19 variants of concern as they are increasingly more transmissible [also] European nations tighten mask regulations #SatStar","sentiment_score":0.2121212121}
{"full_text":"The condition of late Chief Minister Jayalalithaa's aide V.K. #Sasikala, who tested positive for #COVID19 on Friday, is stable. Permission was denied to shift her to Manipal Hospitalshttps:\/\/t.co\/jQUgWduz9l","sentiment_score":-0.0363636364}
{"full_text":"RT ##gujraat_aarogy_mhaasNgh_greddpe_lddtGive 2800 gp real corona worriar mphw fhw@Nitinbhai_Patel","sentiment_score":0.2}
{"full_text":"#Japan hoped that hosting the 2020 #Olympics would reprise the triumph of 1964  but #Coronavirus has dampened those dreams!#Sportshttps:\/\/t.co\/36HznjGh3b","sentiment_score":0.0}
{"full_text":"The Oregon Health Authority announced new quarantine guidelines for people who have been vaccinated for the coronavirus on Friday.https:\/\/t.co\/Q2jiuCNOXq","sentiment_score":0.1363636364}
{"full_text":"And he took that covid vax on Jan. 5. Just sayin. RIP","sentiment_score":0.0}
{"full_text":"NHS workers 'frustrated' as admin staff get Covid vaccines BEFORE frontline doctors and HALF of hospital trusts and hundreds of GPs across the country wait for first jab deliverieshttps:\/\/t.co\/pTIwe90zFT","sentiment_score":-0.2055555556}
{"full_text":"The government screwed the response to this pandemic, the government needs to help us through it now. Pay for it with that 2 cent wealth tax.","sentiment_score":0.0}
{"full_text":"RT #NR_1264ALP_Joining_KabHogi#NR_1264ALP_Joining_KabHogiPlease start our training in March 2021Corona is almost fini...","sentiment_score":0.0}
{"full_text":"RT My aunt's husband raised hell with her for not wanting to travel to London to check on their son.  she has severe asthma...","sentiment_score":0.0}
{"full_text":"TikTok: GP posts videos to tackle vaccine fake newsTikTok: GP posts videos to tackle vaccine fake newsCloseA GP has used social media networks including TikTok to urge people not to fall for misinformation about the Covid vaccination.https:\/\/t.co\/M9uLejZ2tn","sentiment_score":-0.3222222222}
{"full_text":"In the news: New variant strain of coronavirus confirmed in Metro Atlanta, anticipated to 'spread quickly' #coronavirus #COVID19 #2019ncov","sentiment_score":0.2898989899}
{"full_text":"RT Israel: Impressive vaccine results*** with caveats, below ***~60% reduction in infections among 60+ years old 13-23 day...","sentiment_score":0.55}
{"full_text":"RT Gavin Newsom Caught Hiding COVID Data, Tells Californians They Aren't Smart Enough To Understand It ","sentiment_score":0.1071428571}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"RT I couldn't wait one more day to have this meeting, to say thank you on behalf of a grateful nation, to educators for their hero...","sentiment_score":0.5}
{"full_text":"RT What happens when you don't wear a mask.","sentiment_score":0.0}
{"full_text":"Pfizer offers 40 million Covid-19 shots to poorer countries at cost via","sentiment_score":0.1}
{"full_text":"In the news: Wuhan, China. January 2020. #coronavirus #COVID19 #2019ncov","sentiment_score":0.0}
{"full_text":"RT Didn't he run his campaign on being able to fix it tho? I'm just spitballing  but a national shut down, expanding medicare...","sentiment_score":0.1722222222}
{"full_text":"Current Conditions for #Sayre PATemp: 23.0FWind Chill: 19.8FHumidity: 66%Dew Point: 13.4F Barometer: 30.096 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 142.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT 'I Was Lied To': Meghan McCain Lashes Out At Biden, Fauci And Amazon Over COVID Hypocrisy via","sentiment_score":0.0}
{"full_text":"In the news: Coronavirus Tracker: Hospitalization decline for fourth straight day after record high reported #coronavirus #COVID19 #2019ncov","sentiment_score":0.12}
{"full_text":"RT *APPEAL*Do you want the COVID Vaccine safety data to be made public? The Union govt feels there is no public interes...","sentiment_score":0.0}
{"full_text":"RT Carlson's claim that CNN got rid of the Covid tracker because Biden is now in charge is -- like previous versions of the claim...","sentiment_score":-0.1666666667}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddtThe government is showering flowers on the Corona Warriors, the same Aro. The govern...","sentiment_score":0.0}
{"full_text":"RT The CDC has switched from reporting doses SHIPPED to doses DELIVERED. This means that our map and table now reflect wh...","sentiment_score":0.0}
{"full_text":"We end the 2020 year with this episode from the pre-Covid Sacramento Auto Show. Tom talks to collectors from Cars and Coffee Folsom, The Horseless Carriage Club, Euro Sunday and more. |Music : Vans in Japan, Birocratic, and Brandon Nees Daly","sentiment_score":0.5}
{"full_text":"RT Senate to-do list:1. Abolish the filibuster and pass COVID-19 relief for our communities.2. Convict Trump.3. Legislate lik...","sentiment_score":0.0}
{"full_text":"RT A COVID-19 vaccination trial will take place on Saturday (23) at three separate locations : DG Health Services","sentiment_score":0.0}
{"full_text":"Understanding recommended guidance from the CDC is critical to appropriate and safe COVID-19 vaccination delivery.","sentiment_score":0.3333333333}
{"full_text":"RT #NR_1264ALP_Joining_KabHogiNow covid cases are down. Everything is going on easily.It's time to rethink about your n...","sentiment_score":-0.1555555556}
{"full_text":"In the news: Thousands of Hong Kongers locked down to contain coronavirus #coronavirus #COVID19 #2019ncov","sentiment_score":-0.1555555556}
{"full_text":"RT Dude's entire campaign \"promise\" was that he had a plan to control the virus. Total ","sentiment_score":0.0}
{"full_text":"Why is solar corona in visible light filamentary? #thesun","sentiment_score":0.4}
{"full_text":"RT ACT COVID update (23 January 2021)*Cases today: 0*Active cases: 0*Total cases: 118*Recovered: 115*Lives lost: 3*Test r...","sentiment_score":0.0}
