{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT Aus-made drone bit found in Armenia conflict, scene of human rights abuses - investigation by  Australi...","sentiment_score":0.0}
{"full_text":"RT Coronavirus levels are still dangerously high in Wales.While the vaccines offer us a path out of this pandemic, it'l...","sentiment_score":0.16}
{"full_text":"Nice to have. #Pandemie","sentiment_score":0.6}
{"full_text":"A proper lockdown would work even if only 3 weeks long instead of having people like me going into people's homes fitting non essential goods. And my employer now having to take samples into people's homes rather than in a covid compliant shop illogical?","sentiment_score":0.09}
{"full_text":"RT Today I'm announcing PS4.5 billion in new lockdown grants to support businesses and protect jobs.","sentiment_score":0.1363636364}
{"full_text":"RT Three million excluded AGAIN But I expect Tory cronies will be well rewarded .Despicable","sentiment_score":0.0}
{"full_text":"RT To recap, during a pandemic and economic catastrophe, the GOP is:1) Anti-sick leave2) Anti-universal health care3) Anti-ha...","sentiment_score":0.2}
{"full_text":"RT Indonesia: It means the disease is out of control and you need sincere leadership, clear public messaging, ensure public...","sentiment_score":0.15}
{"full_text":"RT If buying and distributing laptops for kids to learn from home sounds logistically difficult, why not give them vouchers to...","sentiment_score":-0.5}
{"full_text":"RT Those of us lucky enough to travel with F1 in 2020 have seen how seriously other countries took the arrival of foreign...","sentiment_score":0.0208333333}
{"full_text":"RT UPDATE: The UK COVID-19 Alert Level will move from Level 4 to Level 5.This means the number of cases is rising and there i...","sentiment_score":0.0}
{"full_text":"RT Almost a year into this pandemic and I'm more afraid now than I was at the beginning. We have been failed at every turn.","sentiment_score":-0.2}
{"full_text":"RT A friend tested Covid+ on Jan 2. She is admitted at Ahmedabad Civil Hospital, Sola, since 3rd night. Only one doctor has...","sentiment_score":0.0}
{"full_text":"The needs and rights of students have continually been ignored since the pandemic began. We're being charged PS9,250 a year for online learning and paying rent for rooms we don't use. This needs to change. Enable ALL students to end tenancy agreements.https:\/\/t.co\/Fr1oefJ6Hn","sentiment_score":0.0}
{"full_text":"RT But asking for 100% occupany during a pandemic only before a particula...","sentiment_score":0.0}
{"full_text":"RT I'm seeing people note the ages they went into lockdown 1 and now and I'm thinking huhhh?? 19-21 is a big jump. 23-25 is a b...","sentiment_score":0.0}
{"full_text":"Since this time the dream was about being in Florida..heading to Disney but something is happening and we have to bunker down. But with a twist zombie outbreak had occurred. So we have to find shelter and I suggested on the bus we head west.. thats when I woke up again lol","sentiment_score":0.3222222222}
{"full_text":"RT The evils of #lockdown, breaking the spirits of good people","sentiment_score":0.7}
{"full_text":"RT STAY HOME ON JANUARY 6th!","sentiment_score":0.0}
{"full_text":"RT As an #NHS consultant, I must highlight the incompetence of the PM and his Government in managing the #pandemic. First, he pl...","sentiment_score":0.25}
{"full_text":"RT #NationWithPMIKHe stated that taxes have also been reduced in the provinces. \"Also, and this is only because of the pand...","sentiment_score":0.0}
{"full_text":"Yup, in our F1 travels we've seen how it can be done. Yet from the 18 million let into the UK during the first lockdown to the many millions more since, no one is tested on entry here. Utterly shambolic.","sentiment_score":0.3125}
{"full_text":"RT #RubiHolics vote only #Rubina#AbhiArmy vote only #Abhinav#RubiNav do whatever you want man. Don't give any corona o...","sentiment_score":0.0}
{"full_text":"RT We don't ordinarily publish scoping reviews; their purpose is to identify amount &amp; type of evidence.","sentiment_score":-0.25}
{"full_text":"RT Lylas #allanahlberg inspired poem 'not at school' written this morning after reading from please mrs butl...","sentiment_score":0.0}
{"full_text":"RT \"The fundamental mistake with government policy on coronavirus, as with Brexit, is that it has approached something compl...","sentiment_score":0.0}
{"full_text":"Guy who repeatedly accuses PANDA members of \"misinformation\", says PANDA *denies covid*. No parody like self parody.","sentiment_score":0.0}
{"full_text":"RT You two have the biggest heart","sentiment_score":0.0}
{"full_text":"It is tragic, when all around us during the pandemic we are more aware and more appreciative of the care of our nurses and the work of our data scientists \/ statisticians, that we are losing this record of Florence Nightingale's pioneering achievements.#NightingaleMuseum","sentiment_score":0.22}
{"full_text":"The pandemic is out of control due to the ignorance and incompetence of the U.K. government. Isolating the island and the economy, that's exactly what Brexit did.","sentiment_score":0.0625}
{"full_text":"RT Oooh I suddenly found the mention of that BobDong event in LA!I was surprised to see my art and slogan xD I also saved an...","sentiment_score":0.05}
{"full_text":"Please read and share this vital information with family, friends and loved ones.https:\/\/t.co\/TCBwSEEf3O","sentiment_score":0.4}
{"full_text":"RT BREAKING:  Texas Rep. Kay Granger has tested positive for the Coronavirus AFTER receiving her first dose of the vaccin...","sentiment_score":0.2386363636}
{"full_text":"RT Margaret Farrier MPArrested for her blatant  breach of Covid restrictions If they want Joe Public to adhere to the r...","sentiment_score":-0.25}
{"full_text":"RT Hurrah! ","sentiment_score":0.0}
{"full_text":"RT TV channels are showing images of their reporters taking a #Covid19 shot (or placebo) and giving verdict since they are fin...","sentiment_score":0.0}
{"full_text":"RT I really feel for this guy.  The real \"covidiots\" are the people who can't see that...","sentiment_score":0.2}
{"full_text":"RT Undocumented workers at meatpacking plants 'will NOT be eligible to receive COVID vaccine'","sentiment_score":0.0}
{"full_text":"Lessons from 2020.","sentiment_score":0.0}
{"full_text":"RT #voteOurFuture and remember to bring #JoyToThePolls!!","sentiment_score":0.0}
{"full_text":"RT shameless plug. i'm a queer latin freelance portrait \/ fashion photographer navigating thru the pandemic as best as i can...","sentiment_score":1.0}
{"full_text":"lockdown pt 3 must mean blood and water season 2 drops because that cliffhanger was brutal","sentiment_score":-0.59375}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"RT Message from has provided 26,465 COVID-19 vaccination appointments to individua...","sentiment_score":0.0}
{"full_text":"RT Covid doesnt go onto building sites cos its no got a CSCS","sentiment_score":0.0}
{"full_text":"So take off your earpiece and stay close now, shit about to get real. So about that time, you see you'll be extremely broke, expectations would be high, really really really! Basically you'd feel useless. Staying at home would be so uncomfortable and remember you can't","sentiment_score":-0.1021428571}
{"full_text":"As part of the new funding announced by the will receive PS375 million of new funding to support businesses affected by the Covid restrictions.  More detail to follow soon:","sentiment_score":0.2575757576}
{"full_text":"RT BREAKING: Chancellor has announced PS4.6bn in new support for businesses. It includes one-off grants of up to PS9,0...","sentiment_score":0.1363636364}
{"full_text":"RT Dear , ,@vsmacdonald - I'd be v grateful if you investigate the validity of the #PrimeMiniste...","sentiment_score":0.0}
{"full_text":"RT We may be in lockdown but you're not alone.If you ever need someone to talk to, please reach out   Samaritans 116 12...","sentiment_score":0.0}
{"full_text":"RT Welp, it's no surprise that BITE--the toothbrush share startup--couldn't survive this pandemic.I'll miss finding all the BITE...","sentiment_score":0.0}
{"full_text":"RT Health officials said the three new cases of the coronavirus variant are either linked to travel or a close contact of someone...","sentiment_score":0.1363636364}
{"full_text":"RT Last night at Beitbridge border, Zimbabweans slept side by side breaking the Covid-19 social distancing protocol.There is a...","sentiment_score":0.0166666667}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT It's 2021, there's another lockdown &amp; you've got 24 hours left to apply for this great role. Do the right thing!","sentiment_score":0.3857142857}
{"full_text":"RT The smile-o-meter is already positioned on #SaffronWalden market, with essential supplies for sale.If Justin stops s...","sentiment_score":0.0}
{"full_text":"RT I Miss the Year 2018 BC2018 Before Covid","sentiment_score":0.0}
{"full_text":"RT jeremy elliott destroys the globalist covid19 narrative in 5 minutes.","sentiment_score":0.0}
{"full_text":"To treat Covid in some hospital you need to deposit 1 million  naira before you are admitted in ICU","sentiment_score":0.0}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 10:00 - All general service updates can be found this morning here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT While welcome, new #lockdown grant support from is incremental. Ministers need to set out a clear s...","sentiment_score":0.3454545455}
{"full_text":"RT I have written to with support from and asking him to maintain the additional supp...","sentiment_score":0.0}
{"full_text":"RT The GOP was outraged at Obama for 4 deaths in Benghazi.Had 16 investigations.COVID deaths?358,000.No GOP outrage,...","sentiment_score":-0.9}
{"full_text":"RT Holiday reading for decision makers everywhere! What have we learnt about responding to COVID-19 outbreaks?","sentiment_score":0.0}
{"full_text":"FORTY PER CENT","sentiment_score":0.0}
{"full_text":"RT Thoughts on the briefing today, and the path ahead. While the govt has finally announced a national lockdown + schools mov...","sentiment_score":0.0}
{"full_text":"RT Does this mean there's still no support for those excluded from previous support schemes, and still no increase in lega...","sentiment_score":-0.2395833333}
{"full_text":"News reporter or national Spokesperson of bjp ","sentiment_score":0.0}
{"full_text":"RT NEW: We're making PS4.6 billion available in new lockdown grants to support businesses and protect jobs:","sentiment_score":0.2242424242}
{"full_text":"RT People that enjoy your podcast already know your stance. The one for the porn are imploding because \"porn i...","sentiment_score":0.4}
{"full_text":"RT This should clarify any miscommunication. We are all united in the fight against this pandemic.","sentiment_score":0.0}
{"full_text":"RT Even China's theatres and Wuhan opened with 100% .2020 thought us US UK are not superpowers anymore.....","sentiment_score":0.0}
{"full_text":"RT I remember Boris Johnson telling parents to send their children to school regardless of covid fears like it was yester...","sentiment_score":0.0}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"The biggest threat are people like you, who want to bankrupt the economy &amp; enslave the people. England &amp; Wales have a Constitution which makes these Covid Regulations Ultra Vires. You are the criminals. Laws made by decree are illegal in England, so are on the spot fines!","sentiment_score":-0.625}
{"full_text":"RT #DailyBriefing Consistent 'one rule for us and one rule for them'.  We deserve BETTER Government than this.#covid #U...","sentiment_score":0.375}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"Have you seen the state of the WA economy mate? It's going gangbusters. Retail booming, mining unaffected, internal tourism booming, all due to strong action on COVID. You are right that feds are failing, though.","sentiment_score":0.1073412698}
{"full_text":"RT 'Scotland's Covid restrictions haven't worked', says GMS presenter Laura Maxwell to the First Minister.Scotland has the...","sentiment_score":0.25}
{"full_text":"LET'S GO !","sentiment_score":0.0}
{"full_text":"RT The biggest question of all.......does this lockdown include London borough of Dubai??","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT i've decided i won't be ageing until covid is over so if i stay the same age for the next 2 years mind your business","sentiment_score":0.0}
{"full_text":"This is like comparing an elephant with a mouse!","sentiment_score":0.0}
{"full_text":"RT A negative COVID test does mean you don't have COVID. It just means it's unlikely that you were infected 7-10 days ago...","sentiment_score":-0.3708333333}
{"full_text":"You should have opposed the lockdown, you've let down the country","sentiment_score":-0.1555555556}
{"full_text":"RT Decison-making, Boris Johnson style:-14 Dec: We'll sue any council closing schools-22 Dec: Don't reopen schools, Sage...","sentiment_score":0.0}
{"full_text":"RT Decison-making, Boris Johnson style:-14 Dec: We'll sue any council closing schools-22 Dec: Don't reopen schools, Sage...","sentiment_score":0.0}
{"full_text":"RT I'm seeing people note the ages they went into lockdown 1 and now and I'm thinking huhhh?? 19-21 is a big jump. 23-25 is a b...","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT With another Lockdown in the UK if any of you are isolated or lonely, our  messages are always open, just reach out And...","sentiment_score":-0.05}
{"full_text":"Correct. No longer watching or listening.","sentiment_score":0.0}
{"full_text":"Even as Israel received deserved praise for the vaccination program, COVID19 cases have again overloaded the hospital system and patients are AGAIN dying unnecessarily due to lack of treatment capacity.","sentiment_score":-0.125}
{"full_text":"RT Putting us in lockdown but keeping the boarders open is like trying to run a bath with no plug in","sentiment_score":0.0}
{"full_text":"David Zaccardelli, CEO of Verona Pharma $VRNA, will discuss #ensifentrine's potential in #COPD and #COVID19  at H.C. Wainwright BioConnect 2021. #HCWBioConnect","sentiment_score":0.0}
{"full_text":"RT Me: I'm doing dry JanuaryAlcohol hearing about lockdown:","sentiment_score":-0.0666666667}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT Barnett consequential of PS127m extra for NI as result of latest Covid funding package for England","sentiment_score":0.25}
{"full_text":"RT More random spaffing of money without a plan. In some cases this assistance will be generous. In others, it will be hop...","sentiment_score":0.0}
{"full_text":"God let me get very sick from Covid too back in September for believing it was a hoax by Trump. I'll never believe the Republican Party again. It almost cost me my life. I'm an Independent now till Jesus returns!","sentiment_score":-0.3095238095}
{"full_text":"UK govt announces PS4.6bn coronavirus lockdown aid package for businesses.Still no UBI, help for millions of self-employed &amp; employed excluded from financial support. Statutory sick pay stuck at PS95 p.w., won't encourage many to self-isolate.https:\/\/t.co\/O7S553Skhs","sentiment_score":-0.0714285714}
{"full_text":"RT To meet Boris Johnson's new goal to exit this lockdown Matt Hancock needs to get from 300,000 vaccinations a week to 2 million...","sentiment_score":0.1363636364}
{"full_text":"The WHO's New Office Recommendations #CRE #Office #COVID-19 #TenantTips #CommercialRealEstate #NewNormal  ","sentiment_score":0.1363636364}
{"full_text":"Covid vaccine: unease among doctors as follow-up doses of UK jab delayed","sentiment_score":0.0}
{"full_text":"RT The new lockdown grants will help businesses to get through the months ahead.Crucially, they'll also help sustain jobs, s...","sentiment_score":0.1363636364}
{"full_text":"RT Dear we appreciate your courage &amp; effort in tryin to contain the #Covid19 but the way you put &amp; execute some rules...","sentiment_score":0.0}
{"full_text":"RT Happy new year to you keep the books coming..one up thing of covid is you can enjoy reading bo...","sentiment_score":0.4454545455}
{"full_text":"RT I get lockdown , but I get up again","sentiment_score":0.0}
{"full_text":"Vaccine czar Sec. Galvez explains the basis of selecting a vaccine that would be procured by the government.#COVID19 #NTF","sentiment_score":-0.1}
{"full_text":"RT I've never liked Piers Morgan's stance on COVID: he's terrified the nation since the startBut anybody who now treats h...","sentiment_score":-0.3}
{"full_text":"Over 12 million pupils in France have returned to school despite growing concerns over new, more contagious, variants of the Covid-19 virus and the country's tardy vaccination campaign.#schoolsreopening","sentiment_score":0.3181818182}
{"full_text":"A leading expert has called for a halt on arrivals as worry continues over new mutant virus strains from overseas. Should they be banned? #COVID19 #travel #internationaltravelhttps:\/\/t.co\/Kc3GuPm6ti","sentiment_score":0.1363636364}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Are you looking for A&amp;E roles? We offer same day pay, fast track compliance, and more! Find out more and apply today by clicking below! #NHS #COVID19 #AE #Walsall #Healthcare #Shifts","sentiment_score":0.3625}
{"full_text":" CHANGE THE GAME @FCComFoundation has received funding to launch a new project to help provide vulnerable young people with employability skills to help them navigate the Covid-19 pandemicFull Story ","sentiment_score":-0.1659090909}
{"full_text":"'We can't predict with certainty we will be able to lift restrictions in February'","sentiment_score":0.5}
{"full_text":" Am I allowed to go to work? Can I still have a support bubble? Boris Johnson announced that England will be placed under a new national lockdown, with separate lockdown rules being imposed in Scotland, Wales and Northern Ireland.Here's a breakdown of the rules ","sentiment_score":0.1363636364}
{"full_text":"We have seen an escalation in cybercrime and fraud in response to the Covid-19 pandemic. Education and awareness really is key to helping protect against this, so please take care.#cybersafestaffshttps:\/\/t.co\/nWhTGEIBpZ or call 0300 123 2040","sentiment_score":0.0}
{"full_text":"In sub-Saharan Africa, the \"Covid pandemic is deepening the education crisis and widening existing educational inequalities\".This makes the #LivelyMindsTogether radio programme even more essential in supporting rural children and parents in Ghana and Uganda.Credits:","sentiment_score":0.2}
{"full_text":"With a new #lockdown announced, it's vital to check in on loved ones.ONE IN FIVE crimes during the last lockdown were domestic abuse related.Remember, has said that lockdown rules DO NOT apply if you are escaping DA.#Fighting4DAN  If in danger, call 999.","sentiment_score":0.1872727273}
{"full_text":"\"Be clear about when working days begin and end.\" portfolio company rounds up some useful tips for maintaining a healthy work-life balance while remotely working from home amid the pandemic. Read more here: #ThinkFrog #ScaleUp","sentiment_score":0.26}
{"full_text":"Morrisons sales saw a 9% rise during the Christmas and New Year period but the retailer warns of Covid costs of new restrictions #retailnews #supermarkets #grocery #COVID19 #Christmas2020 #lockdown","sentiment_score":0.1363636364}
{"full_text":"This rich 24 year old chicago tiktoker has spent covid recording her daily shopping and dining.  Its infuriating lol","sentiment_score":0.0958333333}
{"full_text":"RT Gove on #r4today makes it sound as if the new - more transmissible - variant of #coronavirus is an act of God. NO. It'...","sentiment_score":0.3454545455}
{"full_text":"UK premier announces 3rd national lockdown in Englandhttps:\/\/t.co\/aoUau0fISG","sentiment_score":0.0}
{"full_text":"Although the government decided not to open educational institutes but still Fast is conducting exams on campus from 11th January Keeping in mind a new wave of Covid-19 has also started(UK variant)#FastStopTorturing@Shafqat_Mahmood@hamzashafqaat@DrMuradPTI","sentiment_score":0.1465909091}
{"full_text":"Single-use plastics have had a fast revival during the COVID-19 pandemic. #engineeringhttps:\/\/t.co\/xrSiQCRIcF","sentiment_score":0.2}
{"full_text":"NOW: &amp;  Coming up: No sanctions for COVID breaches Hasenhuttl triumphs over Klopp #THFC vs #BrentfordFC preview Transfer latest with Tune in -","sentiment_score":0.5}
{"full_text":"We are excited to welcome students back from Winter Break today, Jan. 5th! Remember: If your child or anyone in your home had a positive COVID-19 test over break or is awaiting results, stay home. Please do a Health Screening each day: Stay healthy CG!","sentiment_score":0.4054545455}
{"full_text":"As we enter another #Lockdown Christmas reminds us: Emmanuel means God With Us. May God's presence comfort and guide us in the weeks to come. We are praying for you all: please pray for us too. ","sentiment_score":0.0}
{"full_text":"Absolutely the case with us. Both deceased and ailing friends and family overseas, due to covid.","sentiment_score":0.0375}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"Two post offices have been closed due to staffing issues caused by the #coronavirus pandemic. #IsleofWight #COVID19 Story:","sentiment_score":-0.1125}
{"full_text":"As we enter another lockdown, it's important we look out for each other and mental health stays a priority. Please call these numbers if you need support:@theCALMzone 0800 58 58 58@Wokingmind 0300 123 3393@samaritans 116 123Together, we will get through this. ","sentiment_score":0.0583333333}
{"full_text":"RT Covid-19 projections look more concerning now than they did during the first wave, according to the HSE's National Director of...","sentiment_score":0.375}
{"full_text":"We've come a long way since catfishing and Netflix &amp; chill...https:\/\/t.co\/K8ivnKDvd3","sentiment_score":-0.05}
{"full_text":"RT Florida is doing First come first serve for vaccines so Senior citizens are waiting in long lines overnight to get a vacc...","sentiment_score":0.15}
{"full_text":"Ministers are finalising proposals making negative COVID-19 PCR test certificates mandatory for anyone travelling to England.I do hope this is implemented UK-wide.It happens to be something senior officials in the travel industry have been calling on for a while! ","sentiment_score":-0.375}
{"full_text":"Boris Johnson Reimposes A Lockdown In UK Over New Covid-19 Variant","sentiment_score":0.1363636364}
{"full_text":"#BirdFlu: Nearly 400 crows have died due to viral infection so far in 7-8 districts of #MadhyaPradeshhttps:\/\/t.co\/i5lf7QcDqZ","sentiment_score":0.025}
