{"full_text":"RT Meanwhile back home..","sentiment_score":0.0}
{"full_text":"Oh no! I prefer cold and dark lockdown! This weather I'd rather stop in than go out! It's when the sun sets at 9 and there's these long evenings after work you wanna be in the beer garden!","sentiment_score":-0.2989583333}
{"full_text":"RT BREAKING: The U.S. Capitol is on lockdown after pro-Trump protestors breached the building as Congress began to certify Electora...","sentiment_score":0.0}
{"full_text":"Every BLM supporter who lost their job during CoVID should join their local police force to help change from the inside and prevent this shit today.","sentiment_score":-0.1}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT Game! Blouses! Raphael Warnock &amp; Jon Ossoff Give Bad-Faith Bureaucrats BLUE Balls With Nail-Biting, Bigot-Rebuking, Thank-God-F...","sentiment_score":-0.3125}
{"full_text":"\"If you see something say something\"We all saw it","sentiment_score":0.0}
{"full_text":"RT This is grotesque .A viral pandemic destroying the world ,and now America tearing itself apart .A really dark and da...","sentiment_score":-0.3}
{"full_text":"We banned pleasure driving during WW2. Covid-19 has already killed more Americans, and we're barely trying to stop it. We should be on a war footing.","sentiment_score":0.1166666667}
{"full_text":"RT virginia oomfs pls don't go to any malls or stores, stay home don't go outside. it's rly dangerous rn and these pro trump suppo...","sentiment_score":-0.3}
{"full_text":"peaceful protest. Good people on both sides. Nothing to see here, folks...","sentiment_score":0.475}
{"full_text":"RT The amount of weed I've smoked this whole pandemic is ridiculous.","sentiment_score":-0.0666666667}
{"full_text":"THAT is why we are still in a Pandemic. #StayHome  #WearADamnMask","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 06 January .Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT The incredible show of force that we saw in DC this summer... Where is it? That was nowhere near what we are seeing happe...","sentiment_score":0.5}
{"full_text":"just found a new pandemic nickname thank you ","sentiment_score":0.1363636364}
{"full_text":"RT pandemic situation getting worse day by day, that's why federal health minister decided to postponed all medical exams...","sentiment_score":-0.2}
{"full_text":"#Texas State Capital Workers have been sent home now but it's still Wild out here everyone in #Austin please stay safe","sentiment_score":0.3}
{"full_text":"RT #COVID19 Statistics in SA as at 06 January .Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT Please stay inside y'all. As a nurse I can verify Corona is back on the rise and hospitals are filling up. My hospital...","sentiment_score":0.0}
{"full_text":"The far , but imma go tomorrow pops said too many ppl there ion want why Covid twice","sentiment_score":0.3}
{"full_text":"RT I'm safe and sheltering in place. Thank you to folks reaching out. The President of the United States incited a coup...","sentiment_score":0.5}
{"full_text":"We can't go to modern art galleries any more because of the pandemic but we don't have to! We only have to watch the news.","sentiment_score":0.275}
{"full_text":"RT .@tedcruz if you had any sense of shame or dignity you would resign.","sentiment_score":0.0}
{"full_text":"RT When I joined the military, I took an oath to defend my country against all threats, foreign and domestic. These are sedit...","sentiment_score":-0.075}
{"full_text":"Register for the COVID-19 Vaccine here:","sentiment_score":0.0}
{"full_text":"Eastern Cape ","sentiment_score":0.0}
{"full_text":"along with covid?","sentiment_score":0.0}
{"full_text":"RT The Capitol building is under lockdown, evacuations underway, guns drawn in the House chamber. Sen. Ted Cruz just sent...","sentiment_score":0.0}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT U.S. Capitol is on lockdown as protesters clash with police and breach the building. Follow our live coverage.","sentiment_score":0.1363636364}
{"full_text":"RT You can apply for Laptops and Tablets for children needing them for home schooling in lockdown here:","sentiment_score":0.0}
{"full_text":"RT One insurrection begets another.","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 06 January .Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"Kryptonite well something must anchor the people, their all fallen for the same concept. Y isn't it * for a change that's been history forever at least that's what they told the people. Far as we concerned there never been no change so cOVID-19 should do it about the Greed factor","sentiment_score":-0.0666666667}
{"full_text":"caused Covid to avoid refunds. Pass it on","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"Atleast it going down","sentiment_score":-0.1555555556}
{"full_text":"RT \"Pleading for peace\"","sentiment_score":0.0}
{"full_text":"RT Struggling to think of a bigger political miscalculation than blocking stimulus checks during a pandemic one week before...","sentiment_score":0.0}
{"full_text":"RT if ur in DC please please be safe and smart, they are protecting these white ppl but if ur a bipoc they will not give u the...","sentiment_score":0.2380952381}
{"full_text":"RT PEOPLE IN DCTHE CURFEW IS 6PMBIPOC, LGBT+ AND WOMEN ESPECIALLY, GET A RIDE HOME FROM SOMEONE YOU TRUSTSTAY SAFE","sentiment_score":0.25}
{"full_text":"RT election         COVID    news        vaccination                          news                            where is...","sentiment_score":0.0}
{"full_text":"RT And y'all better NOT BE OUTSIDE!!These are wild thugs out here ! Stay home.This ain't our business.Stay at home safe but dan...","sentiment_score":0.375}
{"full_text":"Donald Trump said, about citizens dying from Covid, \"It is what it is\". It's not what it has to be. is gonna have to air responsible and realistic content. If their content is meant to incite violence, it gets taken down.","sentiment_score":0.0703703704}
{"full_text":"RT Today 62322 cases, 1041 deaths. The NHS cd be overwhelmed in the next week, not in 21 days. Scientific advice was cryst...","sentiment_score":0.0}
{"full_text":"RT CashApp: $feralblacksheep I have COVID and I've been out of work for two weeks because of it","sentiment_score":0.0}
{"full_text":"RT The incredible show of force that we saw in DC this summer... Where is it? That was nowhere near what we are seeing happe...","sentiment_score":0.5}
{"full_text":"RT BREAKING NEWS:Thousands of MAGA aggressors rioting. Police can't hold them back.They've breached the Capitol. Both ch...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. Capitol is on lockdown after pro-Trump protestors breached the building as Congress began to certify Electora...","sentiment_score":0.0}
{"full_text":"RT WELL WELL WELL!! LOOK WHO WE GOT CLIMBING THE WALL?!!!","sentiment_score":0.0}
{"full_text":"Newsom proposes $600 payments to Californians in need and extending COVID-19 eviction moratorium","sentiment_score":0.0}
{"full_text":"RT When I joined the military, I took an oath to defend my country against all threats, foreign and domestic. These are sedit...","sentiment_score":-0.075}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT \"We feel your pain. We love you. You're special.\" Did the president finally say this to those who are grieving their d...","sentiment_score":0.2857142857}
{"full_text":"RT The incredible show of force that we saw in DC this summer... Where is it? That was nowhere near what we are seeing happe...","sentiment_score":0.5}
{"full_text":"Them jam finish or? Or still more days dey","sentiment_score":0.5}
{"full_text":"Judging by the way he's handling the pandemic nothing would surprise me with this leadership anymore","sentiment_score":0.0}
{"full_text":"Study finds we're already committed to more global COVID-sort of #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":0.25}
{"full_text":"RT Don't forget...we have to deal with this:The Capitol is a COVID-19 bubble. How long will it take to disi...","sentiment_score":-0.05}
{"full_text":"RT Astonishing fact the UK has suffered more Covid deaths in 24 hours (1,041) than Australia has since the START OF THE PANDE...","sentiment_score":0.5}
{"full_text":"RT i will not online shop during this lockdown i will not online shop during this lockdown i will not online shop during this...","sentiment_score":0.0}
{"full_text":"RT JUST IN | 21,832 new Covid-19 cases identified in the last 24hrs as well 844 deaths. Even during the hard lockdown we never...","sentiment_score":-0.0517676768}
{"full_text":"21000 cases! In one day?","sentiment_score":0.0}
{"full_text":"Minorities who live in DC please stay inside. If you need home supplies\/food please reach out to a friend for help.","sentiment_score":0.1363636364}
{"full_text":"Sligo-Leitrim Press Officer and activist, John Davey on Newstalk. Concerning low pay and poor conditions for Early Years Teachers. #sligo #leitrim","sentiment_score":-0.1}
{"full_text":"RT Just found out Kelly Flock, a prominent figure in the game indusrty - since the before times - had recently passed due to CO...","sentiment_score":-0.00625}
{"full_text":"RT I am safe. We are sheltering in place. Make no mistake: President Trump and his enablers are directly responsible for t...","sentiment_score":0.35}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT I'm currently in lockdown in the House chamber as the President of the United States incites his supporters to violence a...","sentiment_score":0.0}
{"full_text":"Fair point","sentiment_score":0.7}
{"full_text":"RT BREAKING : SA has breached more than 20 000 new COVID-19 infections in a day. Staggering.","sentiment_score":0.3181818182}
{"full_text":"21 800??? Excuse me???","sentiment_score":-0.05}
{"full_text":"RT Oh yeah a couple of them gon be goners ","sentiment_score":0.0}
{"full_text":"RT  Today our Chief Nurse joined our vaccination team and Kenneth Ireland, the very first patient who got his Covi...","sentiment_score":0.325}
{"full_text":"Would be a shame if rioters needed hospitalization but couldn't get admitted because the hospitals are overflowing with Covid patients. #DCRIOTS","sentiment_score":0.0}
{"full_text":"I wonder why this could possible be the case? I wonder why #China have denied the entry?......","sentiment_score":0.0}
{"full_text":"So in two weeks when these people start getting strange symptoms (not covid because it's not real ) they won't be showing up at the already overrun hospitals??? Right???","sentiment_score":0.0452380952}
{"full_text":"Would also be interesting to see an article of those who started running because of the pandemic for mental\/physical health reasons","sentiment_score":0.5}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT Protester seen hanging from the balcony in the Senate Chamber, after pro-Trump supporters and protesters breached the U.S. Capitol...","sentiment_score":0.0}
{"full_text":"RT View from inside the Capitol as people gather on the West Front. The Capitol is currently on lockdown.","sentiment_score":0.0}
{"full_text":"Y'all should please wear a mask, Covid is real asf.","sentiment_score":0.2}
{"full_text":"RT US Capitol on lockdown as Trump demonstrators swarm the building during Biden certification debateLatest:","sentiment_score":0.0}
{"full_text":"RT Capitol Police have put the US Capitol Building on lockdown amid clashes between police and Trump supportersFootage shows d...","sentiment_score":0.0}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT \"We've lost more than the Australian death toll in 24 hours\"Doctor and author criticises the governme...","sentiment_score":0.25}
{"full_text":"RT The lockdown is about regime change, not public health or safety.","sentiment_score":0.0}
{"full_text":"RT I bet she's \"concerned\". Hope she's enjoying the lockdown.","sentiment_score":0.5}
{"full_text":"RT Me? Vulnerable? Made it through 2020 corona free.. madness.","sentiment_score":-0.05}
{"full_text":"RT They dropped bombs on Black people in Philly.  Meanwhile, these white people have taken over the US Capitol &amp; h...","sentiment_score":-0.0833333333}
{"full_text":"RT This part:","sentiment_score":0.0}
{"full_text":"Please RETWEET this a dozen times","sentiment_score":0.0}
{"full_text":"RT #Ramaphosa Pastor Chris exposed this evil plan for COVID-19 last year . Retweet' for awareness","sentiment_score":-0.5}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT I'm grateful to for their intensive work planning the vaccine rollout in our state. Today they announced the n...","sentiment_score":0.0}
{"full_text":"Now what would have happened if brown or black people had been able to storm Capitol Hill with their flags and sent the Senate into lock down, threatening democracy and elected representatives in the USA.Can't help but think they wouldn't be standing and taking photos.","sentiment_score":0.0592592593}
{"full_text":"RT Please contact us via email (frontlinewomenDC@gmail.com) if you are or know any Black women currently on lockdown in Th...","sentiment_score":-0.0833333333}
{"full_text":"RT Black people: STAY OUTTA THIS. Stay home. This doesn't need counter protests. These folks will kill you &amp; get treated li...","sentiment_score":-0.1666666667}
{"full_text":"RT PEOPLE IN DCTHE CURFEW IS 6PMBIPOC, LGBT+ AND WOMEN ESPECIALLY, GET A RIDE HOME FROM SOMEONE YOU TRUSTSTAY SAFE","sentiment_score":0.25}
{"full_text":"He's being selfish and deserves to be held accountable, he can stay home and still make millions while others can't. Stop defending him","sentiment_score":-0.5}
{"full_text":"RT I'm currently in lockdown in the House chamber as the President of the United States incites his supporters to violence a...","sentiment_score":0.0}
{"full_text":"It's because they aren't filming Maury &amp; Springer because of Covid, they didn't know what else to do.","sentiment_score":0.0}
{"full_text":"Holy shit my friends dads dogs cousin is a doctor for the WHO and says to stock up on groceries cause we're going into a total lockdown","sentiment_score":-0.1}
{"full_text":"Oh Jah","sentiment_score":0.0}
{"full_text":"Our local hospital is at near-capacity with a large uptick in COVID-19 cases, which hasn't happened since towards the start of the pandemic, but let's gather in a large group at the Capitol and give no fucks. ","sentiment_score":0.1428571429}
{"full_text":"RT And y'all better NOT BE OUTSIDE!!These are wild thugs out here ! Stay home.This ain't our business.Stay at home safe but dan...","sentiment_score":0.375}
{"full_text":"The COVID Alert app now works with older iPhones, 5s and later!","sentiment_score":0.0833333333}
{"full_text":"RT In our latest #Perspective article, members of ERN-RECONNET discuss clinical and organizational challenges caused by t...","sentiment_score":0.5}
{"full_text":"RT Covid cluster pipi","sentiment_score":0.0}
{"full_text":"RT .@tedcruz if you had any sense of shame or dignity you would resign.","sentiment_score":0.0}
{"full_text":"Well, hey, if feels the health care workers are a higher priority, maybe we could consider, like, not holding back on vaccine distribution in Ontario -- which has jurisdiction of health care? #cdnpoli #onpoli","sentiment_score":0.125}
{"full_text":"This is an attempted coup right that's what we are all gonna call it","sentiment_score":0.2857142857}
{"full_text":"RT We hope that members of Congress who are sheltering in place remain safe, we know how scary this can be. We've been pr...","sentiment_score":0.0}
{"full_text":"RT Get the fuck out.","sentiment_score":-0.4}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT London only had 46 critical care beds left free yesterday, out of 1,392 available. Even with plans to add another 269 beds, t...","sentiment_score":0.16}
{"full_text":"RT As Pasi Sahlberg shows almost 20 years of school \"choice\" has led to Australian schools falling behind the rest of the...","sentiment_score":-0.2}
{"full_text":"World Health Organization said that #China has blocked the arrival of a team investigating the origins of the #coronavirus pandemic.  ","sentiment_score":0.0}
{"full_text":"Latest figures show Staffordshire has a seven-day infection rate of 365 cases per 100,000 populationhttps:\/\/t.co\/yLoOnpZGbr","sentiment_score":0.5}
{"full_text":"A humanitarian charter flight has been arranged for Jan. 11 to transport about 50 passengers who are either in need of medical care or stranded on the islands of Guam and Saipan to Taiwan, Taiwan's representative office in Guam said on Wednesday. #COVID19https:\/\/t.co\/A9GX84zLsg","sentiment_score":0.0}
{"full_text":"Coronavirus: Why social media is still full of photos of celebrities and influencers on holiday.https:\/\/t.co\/SO8UaCi3yK","sentiment_score":0.1916666667}
{"full_text":"RT As of today, the total number of confirmed #COVID19 cases is 1 149 591, the total number of deaths is 31 368 and the tot...","sentiment_score":0.1333333333}
{"full_text":"People have already started breaking the rules","sentiment_score":0.0}
{"full_text":"Take some time to read these important #healthcare stories from those who have been on the front lines of the battles against #COVID19.","sentiment_score":0.4}
{"full_text":"UPDATE on my mother: she was in nursing home (FL) &amp; got #COVID19, they did NOT transfer to hospital for #remdesivir but kept her warehoused along with many other #COVID19 residents &amp; her \"Dr\" tried to BLOCK transfer; details:","sentiment_score":0.1875}
{"full_text":"This week's Hereford Times front page: Couple's baby story is a ray of light amidst gloomy Covid news. To arrange free delivery of the HT call  0800 9530227, or visit for a digital subscription.","sentiment_score":0.2666666667}
{"full_text":"Essential workers are toiling for us. Gratitude isn't enough: we must support fair pay and safe working conditions. Many workers are still struggling to get PPE -- this is unacceptable.https:\/\/t.co\/8DqLBGlCew","sentiment_score":0.34}
{"full_text":"RT Influencers posting a covid test just to show their negative...THE POINT IS THAT YOU SHOULD NOT HAVE TO TEST 5 TIMES...","sentiment_score":0.0}
{"full_text":"Orange County, FloridaCOVID-19 vaccine appointments open tomorrow, 1\/7\/21, 8 a.m. Appointments for 65+ years old. Schedule now, learn more:","sentiment_score":0.2}
{"full_text":"The pandemic has brought the spread of #misinformation or 'fake news' more sharply into focus than ever before in Ireland. #fakenews #whywefightThe pandemic has brought the spread of misinformation or 'fake news' more sharply into focus than ever before in Ireland.","sentiment_score":-0.0416666667}
{"full_text":"RT Everyone who worked in Republican party politics the last four years helped make this happen. This, along with the hundred...","sentiment_score":0.0}
{"full_text":"They seem a lifetime ago . . . #SUFC #twitterblades https:\/\/t.co\/JhncwZZcDJ","sentiment_score":0.0}
{"full_text":"How it started: A Q&amp;A with Helen Branswell (@HelenBranswell), one year after Covid-19 became a full-time jobBy Jason Ukman (@jasonukman)","sentiment_score":0.0}
{"full_text":"Make sure you stay alert on all the new venues added to the #Covid list!","sentiment_score":0.3352272727}
{"full_text":"Free COVID-19 testingThursday Jan 7 9am-4pmMonroeville Fire Station #44370 Northern PikeRegisterhttps:\/\/t.co\/MIbUkeTDB8No appointment neededThis is a walkup site not a drive-thru.Insurance not required but please bring insurance card if available. Test provided at no cost","sentiment_score":0.4}
{"full_text":"Looking for some cultural or creative enrichment during your summer break? Choose among 18 exhibitions reopen for 2021!Please see here for all you need to know to ensure a COVID-safe visit: #CCWM #ChauChakWing","sentiment_score":0.3}
{"full_text":"RETURN TO  ORANGE LEVEL  in all zones in New Brunswick: guidelines to follow hospitalsVISITS PROHIBITED: SERVICES ADJUSTED AS NEEDED:","sentiment_score":0.1363636364}
{"full_text":"RT .@tedcruz if you had any sense of shame or dignity you would resign.","sentiment_score":0.0}
{"full_text":"The collapse of organised labour has exposed our new class division starkly under lockdown.  The urban \"educated\" middle classes, happily locked down at home drawing secure salaries, versus the workers in so-called \"elementary\" occupations, who aren't.","sentiment_score":0.1601010101}
{"full_text":"With all that we've endured in 2020 due to the #pandemic, it is safe to say that things will never be the same again. shares a few opportunities you may be able to take action on in 2021. Read them all here:","sentiment_score":0.1291666667}
{"full_text":"WAYNE EDWARDS, 61 of Queens, New York died of COVID on April 1. \"He was a stocker and went all through the hospital to stock rooms with supplies, then he handed out masks and that's how he got exposed...I miss him so much.\"https:\/\/t.co\/TKKresGqEu","sentiment_score":0.1681818182}
{"full_text":"Is the lockdown being extended? Will Quebec have a curfew? All this, and more, coming up as we broadcast announcement LIVE on #LetsGo with and Tune in now!https:\/\/t.co\/mwZmADG3lP","sentiment_score":0.3181818182}
{"full_text":"I agree - Chick-Fil-A could certainly move the process along!","sentiment_score":0.2678571429}
{"full_text":"RT we're on only draw large groups of dragon age companions lockdown until further notice i guess","sentiment_score":0.0714285714}
{"full_text":"I'm done trying to explain this to you. You're fully capable of researching things yourself. Wear a mask. Don't wear a mask. I legitimately don't care.","sentiment_score":0.2}
{"full_text":"RT Joe Biden's shift from endorsing legislation with no checks to now promising $2,000 checks follows a relentless campaign fr...","sentiment_score":0.2}
{"full_text":"RT Coronavirus Deaths Since Start Of Pandemic:Australia : 909Taiwan : 7Thailand : 66Vietnam : 35Coronavirus D...","sentiment_score":0.0}
{"full_text":"RT COVID-19 SECOND WAVE: PUBLIC ALERT BY LUTH","sentiment_score":0.0}
{"full_text":"RT Lovely bright key added to the collection #lockdown #stayathome #mickey...","sentiment_score":0.4}
{"full_text":"In a tweet Sunday morning, President Trump criticized the CDC's methodology for tallying COVID-19 deaths, calling the number of cases and deaths in the United States \"exaggerated\" due to faulty guidance from the CDC.https:\/\/t.co\/XEf6NENOfb","sentiment_score":-0.3125}
{"full_text":"Several emergency calls were redirected from the Queen Elizabeth University Hospitalhttps:\/\/t.co\/PIOXd7K3W0","sentiment_score":0.0}
{"full_text":"Stefansk must miss the game due to the NFL's COVID-19 protocol, and will work virtually from his home to prepare for the game. The team said special teams coordinator Mike Priefer will serve as acting head coach until further notice.","sentiment_score":-0.0946428571}
{"full_text":"RT If you are a physio or OT in Oxfordshire &amp; would like to support the local Teams with COVID response re...","sentiment_score":0.0}
{"full_text":"IMO, Antifa is amongst the protestors as that is what they are paid to do- Protest &amp; do it violently. The political party doesn't matter to the paid social disruptors. Hope our Trump supporters stay alive and come home safe.","sentiment_score":-0.0333333333}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"She should be denied entrance to the house floor. #nmpol","sentiment_score":0.0}
{"full_text":"Tennessee Congressional Delegation Sheltering In Place After Capitol Under Siege By Trump Supporters","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 33.1FWind Chill: 33.1FHumidity: 90%Dew Point: 30.4F Barometer: 30.246 inHgWind: 2 mph from the NNWCorona Virus Weekly Stats:Cases: 180.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT This reminds me of when the Whitewalkers breached the Wall","sentiment_score":0.0}
{"full_text":"Pharmacies will continue to provide the extra and added strength and reach to help deliver the government's historic vaccination programme - UK-wide -- pharmacists give out flu vaccines as almost routine practice and have done for years -- COVID vaccines is no different ","sentiment_score":0.0}
{"full_text":"#BREAKING #NationalGuard troops deployed to DC, US Capitol on lockdown #WashingtonDC #whiteprivilege #DCRally #civilwar2021 #TrumpCoupAttempt #TrumpRally #DCProtests #CapitolBuilding #TerroristTrump #Terrorism #TrumpTreason #Lockdown #BidenHarris2020","sentiment_score":0.0}
{"full_text":"RT #DEVELOPING: Pro-Trump protesters storm the US Capitol over Joe Biden's election victory, sparking a lockdown as the entire W...","sentiment_score":0.0}
{"full_text":"Brilliant. Before Covid, I served tee to someone, in one of those \"keep calm...\" mugs and explained the origin. The guest said they'd always thought it was US commercial thing.","sentiment_score":0.4}
{"full_text":"They chose this. They chose to keep a lunatic in office. They chose him to be in charge of our pandemic response. They chose to let him lead an insurrection from the White House.357k+ dead, a mob storming the Capitol, and Trump digs in his heels further.They chose this.","sentiment_score":-0.1}
{"full_text":"RT Yall done celebrating 2021?Good because we still got covid out thereSo stop celebrating","sentiment_score":0.0}
{"full_text":"RT yall won't wear a mask but you'll take a bomb into the united states capitol building trumpies are so fucking braindead hahah...","sentiment_score":-0.6}
{"full_text":"RT PEOPLE IN DCTHE CURFEW IS 6PMBIPOC, LGBT+ AND WOMEN ESPECIALLY, GET A RIDE HOME FROM SOMEONE YOU TRUSTSTAY SAFE","sentiment_score":0.25}
