{"full_text":"RT Most under-appreciated news  analysis this wk:WV-- the POOREST state in the nation--has had the BEST vaccine rollout bc it...","sentiment_score":0.75}
{"full_text":"RT If only there was a one-time wealth tax idea floated in a column this week to level the playing field:","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"My Uncle died from Covid.  Please help my family.","sentiment_score":0.0}
{"full_text":"RT FACT: COVID has killed 1 in 739 Americans.","sentiment_score":-0.2}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"RT Billionaires made $3.9 trillion during the pandemic, and workers lost $3.7 trillion. That's not a coincidence.","sentiment_score":0.0}
{"full_text":"RT Coachella has canceled April 2021 dates due to the pandemic.","sentiment_score":-0.125}
{"full_text":"RT \"4 in 10 Trump supporters supported Joe Biden's plan. In the same poll, only 7% of Trump voters believed that Joe Biden...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"A brief yet an insightful explanation on mRNA ","sentiment_score":0.0}
{"full_text":"In the name of transparency? German Finance Ministry's PR expenses explode, DOUBLING in o ...Source: Russia Todayhttps:\/\/t.co\/ZMcQYcyyd7","sentiment_score":0.0}
{"full_text":"RT Technology advancements have made their way into our daily lives despite the #COVID19 disruptions. Am glad","sentiment_score":0.25}
{"full_text":"RT For almost a year, Canada's borders have been closed to foreign travelers. Less than 2% of COVID-19 cases are linked to...","sentiment_score":-0.1305555556}
{"full_text":"RT \"This is a life and death proposal and it must be passed immediately,\" says Sen. Bernie Sanders of a pending stimulus for Americ...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT So sad for the parents. I don't understand the relaxed attitude over Covid...","sentiment_score":-0.5}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT I am so glad Jacob Zuma was part of the last ANC lekgotla, and they had Mbeki to advise on how to respond to a pandemic, c...","sentiment_score":0.25}
{"full_text":"RT Funeral costs--FEMA will reimburse up to $2 billion for #COVID19 funerals, said who pushed for the funding as part of...","sentiment_score":0.0}
{"full_text":"'s #gaurmint will keep you guessing till you contract #COVID19 and either die or recover depending on your luck. Vaccinating 3 crores will drag on up to Sep 21. Vaccinating balance 130 crores? #GOK","sentiment_score":-0.1}
{"full_text":"RT WARMINGTON: Tam talked of tracking, bracelets in 2010 epidemic film | Toronto Sun","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT Who's down to #TaxTheRich in the Bronx this Sunday?!@NYGovCuomo, cutting essential services to balance budgets on the b...","sentiment_score":-0.2518518519}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT 42 signed by 46.","sentiment_score":0.0}
{"full_text":"RT Another picture of my favourite seat in the garden. Looking back to May 2019. Life before Covid.#gardeners","sentiment_score":0.0}
{"full_text":"#China's KN95And they caused this from Trumps Tariff's which were killing them Financially,So China DELIBERATLY Unleashed #Covid19 Virus to make a FORTURE.Never heard about Tariffs after CovidBecause that got all Tariffs lifted off of China for Medical Supplies.","sentiment_score":0.0}
{"full_text":"yea fuck it dude covid is fake","sentiment_score":-0.45}
{"full_text":"RT There is only one solution to put this nightmare pandemic behind usGet outbreaks under control everywhereHow?Put in p...","sentiment_score":-0.2}
{"full_text":"RT The EU commission has massively messed up during this pandemic. The UK Government has massively messed up at certain s...","sentiment_score":0.0714285714}
{"full_text":"RT On to #GW21 [Thread]#FPL #FPLCommunity #GFCT Injuries, rotations, COVID-191 GW21 Captaincy Options ","sentiment_score":0.0}
{"full_text":"RT NOTA BENE--Don't be deceived if you see nobody in a room. CO2 levels can still be high if room is poorly ventilated. Rememb...","sentiment_score":-0.12}
{"full_text":"RT FACT: COVID has killed 1 in 739 Americans.","sentiment_score":-0.2}
{"full_text":"RT Biden has signed 42 executive actions since taking office. Here's what each doeshttps:\/\/t.co\/vv5zZnHfPd","sentiment_score":0.0}
{"full_text":"RT Most under-appreciated news  analysis this wk:WV-- the POOREST state in the nation--has had the BEST vaccine rollout bc it...","sentiment_score":0.75}
{"full_text":"RT Blazing ahead!India set to grow at 11% in FY2021-22 as per the Economic Survey tabled in Parliament today.The slew...","sentiment_score":0.2}
{"full_text":"RT Fox doesn't deserve to be a credentialed media outlet ...","sentiment_score":0.0}
{"full_text":"RT There are only 2 reasons for a government to keep a contract secret.Option 1: you got a really great deal and you don't...","sentiment_score":0.4}
{"full_text":"Confused why NYC is still teeming with Covid compared to us here in Seattle where it all began.","sentiment_score":-0.4}
{"full_text":"You have issues Mark. Go look at the stats on the ONS website, 2020 total deaths from all causes is less than it was in 2018 when we had a bad flu spike, yet miraculously there are no flu deaths currently and lower deaths for anything else, all gets tagged as covid ","sentiment_score":-0.2166666667}
{"full_text":"RT Governor Newsom ends COVID lockdowns by joyfully shouting reopen to rows of abandoned, dilapidated buildings throughout...","sentiment_score":0.0}
{"full_text":"Given 11 months Trump lied about seriousness of COVID, has things well in hand. Senate will address Trump's Traitorous act against our government.","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT For almost a year, Canada's borders have been closed to foreign travelers. Less than 2% of COVID-19 cases are linked to...","sentiment_score":-0.1305555556}
{"full_text":"... what am i supposed to do with the flower crown and nipple tassels i just ordered?? :\/\/","sentiment_score":0.0}
{"full_text":"RT Your rollout of the vaccine has been a confusing disaster and your failure to advocate for Texas has left us 49th in per c...","sentiment_score":-0.2055555556}
{"full_text":"RT This is the story of how UK university execs lied to overseas students luring them to campus to extract max value from...","sentiment_score":0.0}
{"full_text":"TRUE or FALSE? Read more about #Covid19 #vaccine below and spread the facts! #facts #truth #covid","sentiment_score":0.1916666667}
{"full_text":"RT It's month 11 of the pandemic.","sentiment_score":0.0}
{"full_text":"Mine as well.  W\/in 2 wks, I have known 9 more ppl to die (as I'm typing my mom informs me another...so 10). Not all to COVID19, but mostly. One friend lost her mom and another lost both her parents. It is so rough out there. Holding on to peace &amp; joy when I can.","sentiment_score":0.425}
{"full_text":"RT Biden didn't have any great new plan for dealing with COVID. His plan was to build on the Trump plan, which was the only rea...","sentiment_score":0.3121212121}
{"full_text":"RT #IndiaFightsCorona: Follow procedures for #SelfQuarantine &amp; be a hero in nation's fight against #COVID19. #StayHo...","sentiment_score":0.0}
{"full_text":"RT America won't die of Covid.Our economy will collapse because of Covid lies and the Marxist government that just won a...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Vaccines are here and more are coming. Californians, you can sign up now for alerts to know when the vaccines are...","sentiment_score":0.5}
{"full_text":"RT if there's no covid, i bet he'll invite all fans for free again to the press con huhu but I'm glad he still doing vlive! me...","sentiment_score":0.5125}
{"full_text":"RT family distancing","sentiment_score":0.0}
{"full_text":"The only thing different from pre pandemic life in Florida right now is about 30% of people wear masks.","sentiment_score":0.0952380952}
{"full_text":"Hmm, this migraine is definitely caused by the fact that I'm looking at my screen nonstop. I should quit that.*has also had COVID so what else am I going to do*","sentiment_score":0.0}
{"full_text":"RT Many doctors including those feted by governor for exemplary work during the pandemic, have either not received their sa...","sentiment_score":0.5}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"True fact Richie.Anal swabs detect covid 2.6 times faster than conventional means according to Marc dutroix from the Anal Swab Society.Maybe Piers Morgan will give Susannah Reid a swab on live tv or vice versa.","sentiment_score":0.1145021645}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT i hate that the school\/covid situation is framed as 'reopen schools.' schools ARE open. schools ARE meeting, daily. teac...","sentiment_score":-0.2666666667}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"RT i hate that the school\/covid situation is framed as 'reopen schools.' schools ARE open. schools ARE meeting, daily. teac...","sentiment_score":-0.2666666667}
{"full_text":"RT Your rollout of the vaccine has been a confusing disaster and your failure to advocate for Texas has left us 49th in per c...","sentiment_score":-0.2055555556}
{"full_text":"RT These photos just screams GOOD DAY!!! Hoping COVID to go away and we can enjoy the sun freely! #HaveAGoodDay@MSuppa...","sentiment_score":0.6333333333}
{"full_text":"The pandemic this year has required companies, departments, and teams across the world to reposition and rethink how they work on a day to day basis, giving them an opportunity to reimagine how the future of work will look.https:\/\/t.co\/PUVfJb7eph","sentiment_score":0.0}
{"full_text":"RT SMH wondering how she got elected, then I remember the last 4 years and the president I'm trying to forget.","sentiment_score":0.0}
{"full_text":"YouTube Removes Thousands Of Underperforming Covid Misinformation Videos via","sentiment_score":0.0}
{"full_text":":)Fauci is wrong saying people should not be wearing masksbut right on that people do not know what protection it provides or false sense of protection :masks protect exhaling - others around, NOT a wearer.. not primarilybut so if ALL wear masks, also wearers are protected","sentiment_score":-0.0285714286}
{"full_text":"Lovely","sentiment_score":0.5}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Stop touching your face! It's easier said than done, but it can help stop the spread of germs. Learn how to break this habit in our #coronavirus quick tip video here.","sentiment_score":0.4791666667}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"RT We doing this all Covid season fellas ","sentiment_score":0.0}
{"full_text":"RT Bolsonaro: We should learn to live with coronavirus #Brazil #Bolsonaro #Covid_19 #AstraZenecahttps:\/\/t.co\/xmBrnWxGXu","sentiment_score":0.1363636364}
{"full_text":"Oh you speak French now ?","sentiment_score":0.0}
{"full_text":"A $15.9M renovation is well underway at CHI Health Good Samaritan as they reconstruct their Emergency department.@DaniShenkNTV shares how they are incorporating pandemic learnings into their design:https:\/\/t.co\/845gikVtdr","sentiment_score":0.7}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT Namaki also added: In Eslamshahr, Qods, Mallard and Shahriar, with a population of several million, there are no empty...","sentiment_score":0.025}
{"full_text":"#LOVE lives here. #JoyTrain #Joy #Kindness #IDWP #MentalHealth #Quote #Mindfulness #GoldenHearts #IAM #COVID19 #IAMChoosingLove #ChooseLove #FridayFeeling #FF #FridayMorning #FridayMood #FridayThoughts #FridayMotivation #FabulousFriday RT","sentiment_score":0.65}
{"full_text":"Covid-19 and Aging, Equity and Longevity","sentiment_score":0.0}
{"full_text":"J&amp;J said Friday that in the U.S. and seven other countries, the single-shot vaccine was 66% effective overall.","sentiment_score":0.1583333333}
{"full_text":"Hands to full to share all the love I received. Thanks to the Good Lord Jesus Christ, everyone over came covid-19 or was negative. Given God all the Glory.","sentiment_score":0.29}
{"full_text":"It's the weekend! If that means staying up later than usual and sleeping in tomorrow, especially during the pandemic, you might want to rethink that. A sleep expert explains how weekend changes to sleep patterns can wreck your sleep in the long term:","sentiment_score":-0.075}
{"full_text":"No the fuck we not","sentiment_score":-0.4}
{"full_text":"Gowns are another recommended #PPE item for #COVID19. Discover some important gown-wearing tips from Dr. Abby in the latest vlog. #WeAreFirstline","sentiment_score":0.45}
{"full_text":"Mumbaikars, it's time to revive your relationship with the local. Don't forget to take precautions to keep COVID away.https:\/\/t.co\/fKduV8gXJv","sentiment_score":0.0}
{"full_text":"As neighboring states continued their youth sports shutdowns, Wisconsin went ahead with its hockey season -- despite the many challenges.","sentiment_score":0.5}
{"full_text":"100%... I wear a mask ","sentiment_score":0.0}
{"full_text":"When so many seniors &amp; others have complained how theyhave not been able to get a covid-19 vaccine shot yet,Report: Biden Administration to Vaccinate Terrorists Firsthttps:\/\/t.co\/981dHG9zzz","sentiment_score":0.2333333333}
{"full_text":"only like a year late....how are canada only thinking about covid tests now?...https:\/\/t.co\/G50ekBfpE2","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson's long-awaited vaccine appears to protect against COVID-19 with just one shot.","sentiment_score":0.0}
{"full_text":"\"It showed complete prevention of death and hospitalization from COVID-19,\" Dr. David Dougherty said.","sentiment_score":0.1}
{"full_text":"Next week, the federal government has allocated more than 15,600 first doses and 6,000 second doses for Montana.","sentiment_score":0.1875}
{"full_text":"Doktor Carlo Trinidad has called it, the government might use the COVID-19 pandemic as an excuse for their incompetency in providing services for the country.https:\/\/t.co\/8fuDIUw7iJ#DoktorSnitch","sentiment_score":-0.05}
{"full_text":"North Carolina prisons are offering incentives for offenders to get vaccinated.https:\/\/t.co\/EjNx9fHOwd","sentiment_score":0.0}
{"full_text":"Dr. Fauci says its important to vaccinate as many people as quickly as possible to keep new variants from developing.","sentiment_score":0.2590909091}
{"full_text":"\"Hopefully by the time we get to the late spring and early summer we will have children being able to be vaccinated,\" Dr. Anthony Fauci said during the White House coronavirus briefing.","sentiment_score":0.075}
{"full_text":"So if I came on Twitter &amp; started rambling in a 'satirical' way where very few people were able to get it, I'm somehow 'brilliant'?I think Lockdown is affecting people - not in a good way.","sentiment_score":0.46}
{"full_text":"Black Lodge owners hope to raise $25,000 by the end of February through a campaign on the Indiegogo crowdfunding website.","sentiment_score":-0.1666666667}
{"full_text":"According to China's official account of its response to the initial outbreak, Dr. Zhang Jixian first reported cases of what was then known as \"pneumonia of unknown origin\" at the hospital on Dec. 27, 2019.","sentiment_score":0.05}
{"full_text":"\"'The country is falling apart': Lebanon's hospitals overwhelmed by Covid surge\" | for","sentiment_score":0.0}
{"full_text":"A San Antonio teenager is participating in a Moderna COVID-19 vaccine trial.","sentiment_score":0.0}
{"full_text":"\"The end result is the same, to provide protection against COVID.\"","sentiment_score":0.0}
{"full_text":"\"We've been able to continue through the pandemic. We're learning some news to do like virtual meetings and things like that, but we've adapted and everything is on track,\" said Bob Larson, Executive Director of Facilities and Construction Management.","sentiment_score":0.5}
{"full_text":"The Coachella and Stagecoach music festivals that were scheduled for this April have been postponed.","sentiment_score":0.0}
{"full_text":"RT The majority of the comments as to Black, Indigenous and Latinx kids and school reopening involves them falling behind academi...","sentiment_score":-0.2833333333}
{"full_text":"RT THERESA SMITH, 88, of Amityville, New York died of COVID on Dec. 25. \"She was a loving woman who always put her family...","sentiment_score":0.3681818182}
{"full_text":"Vaccine studies are showing no benefit to people who've already had the coronavirus. Vaccination didn't change their odds of getting reinfected.https:\/\/t.co\/sFzOdK1o66","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Fukuoka-based lawyer explains the business suspension requests under Covid-19 lawhttps:\/\/t.co\/SkAMl96eSN#fukuoka #fukuokalegal #fukuokabusiness #covid19 #fukuokacorona #fukuokanow","sentiment_score":0.0}
{"full_text":"#TheseDaysShow can expand out to everything that has happened over the last year, from the pandemic, to the protests around Black Lives Matter, the election, and more:","sentiment_score":0.1111111111}
{"full_text":"Canadian Prime Minister Justin Trudeau says travelers returning to Canada will have to wait for up to three days at an approved hotel for their test results, at their own expense.","sentiment_score":0.6}
{"full_text":"RT As Alberta stands with dismal Covid numbers, Kenney continued with the false dichotomy of business...","sentiment_score":-0.4}
{"full_text":"RT Thanks, Lori! I agree. The global pandemic has emphasized the importance of expanding broadband. Our city just signed a de...","sentiment_score":0.125}
{"full_text":"Actress KC Concepcion has admitted that the pandemic has taken a toll on her mental health as she learns from mistakes of daily experiences.https:\/\/t.co\/QR5OTSoZP8","sentiment_score":-0.05}
