{"full_text":"Wrong and false messaging will adversely impact on the successful rollout of our Covid vaccination strategy and threaten the health and safety of all Australians. Unify the messaging from AusGov and correct misinformation #justagp","sentiment_score":-0.05}
{"full_text":"RT I quit nursing in September. Witnessing three months of rank fraud on a covid ward last year was enough for me....","sentiment_score":-0.2666666667}
{"full_text":"(B)lockdown weekend","sentiment_score":0.0}
{"full_text":"RT CoronaVirus can spread when people breathe, talk, cough, or sneeze. When someone wears a mask, it keeps the virus from r...","sentiment_score":0.0}
{"full_text":"RT Dem Congressman Catches COVID After Receiving 2nd Dose Of Vaccine","sentiment_score":0.0}
{"full_text":"RT Norwegian Medicines Agency investigating 23 deaths after Covid vaccinations #NORWAY","sentiment_score":0.0}
{"full_text":"RT I swear we are fighting two pandemics Covid19 and LGBT","sentiment_score":0.0}
{"full_text":"RT You people jam finish now you de come here de shout \"Lockdown, lockdown\".Ony3 down!","sentiment_score":-0.1944444444}
{"full_text":"RT My surgery for cancer went well, but home early because of covid. Home is leaking and mouldy which I can no longer mainta...","sentiment_score":0.1}
{"full_text":"RT Me: I'm not going to spend any money as I'm only at home in lockdown\" Also me:","sentiment_score":0.0}
{"full_text":"RT Daily Telegraph rebuked over Toby Young's Covid column deleted all of his tweets from befor...","sentiment_score":0.05}
{"full_text":"RT 1. The entire world is looking at #India 's comparatively low #COVID19 numbers with suspicion. Having lived in #Germany...","sentiment_score":0.0}
{"full_text":"RT This is the bill. If y'all would rather just have $2000 extra instead of $1400 extra PLUS all of this, then you're a bunc...","sentiment_score":0.0}
{"full_text":"RT Covid-19 is so deadly and so contagious that it can't even kill or affect unmasked people, seems it only kills and affe...","sentiment_score":-0.1}
{"full_text":"RT If you watch the mainstream media they will only tell you about COVID-19 deaths. They won't tell you that as of January...","sentiment_score":0.0}
{"full_text":"RT Australia on track to record zero COVID-19 cases for second straight day","sentiment_score":0.1}
{"full_text":"RT We're looking for licensed clinical professionals to help with our #COVID19 vaccination efforts including:Preparing and...","sentiment_score":0.0}
{"full_text":"You re right. Yet there are many other elements: 1-even though we are more advanced we can't stop the 650000 deaths from flu per year. 2-It's estimated that the share of the world population living in urban by 1900 was 16%. Today it's over 56%! Spanish flu 1\/40 vs COVID 1\/5000","sentiment_score":0.2229591837}
{"full_text":"RT Toby Young is a disgrace to humanity. ","sentiment_score":0.1}
{"full_text":"RT In the UK the political system is so broken, it's the politicians who have to hold the media to account.","sentiment_score":-0.2}
{"full_text":"Learning disabled young people are dying of Covid at 30 times the rate as others. Of course he's wearing a mask outside.","sentiment_score":-0.0333333333}
{"full_text":"Inauguration should be in a undisclosed area,  the NAT Anthem, A prayer + Blessing and then we get the vaccine set. Up in every county + Start sticking us with that needleCovid-19 is out of control, 1\/2 MILLION will be dead soon.","sentiment_score":-0.2}
{"full_text":"You can't fake a temperature, and would you fancy sitting in a room full of covid patients in covid A&amp;E just so you get tested","sentiment_score":-0.075}
{"full_text":"RT Canada has the highest percentage of LTC deaths in the OECD  -- by far worse than the US #cdnpoli","sentiment_score":-0.15}
{"full_text":"RT Other countries manage it. Yet the U.K.  an island can't. It's really a pathetic response.","sentiment_score":-0.5625}
{"full_text":"RT I'm with Our first priority has to be to get control of this pandemic, get people back to work, and get our ki...","sentiment_score":0.125}
{"full_text":"Coming weeks apparently.","sentiment_score":0.05}
{"full_text":"RT Men are a pandemic.","sentiment_score":0.0}
{"full_text":"RT Post- pandemic, I hope hotels adopt a 1pm checkout time because that 10\/11am shit is for the birds","sentiment_score":-0.2}
{"full_text":"SHANGHAI (CHINA) - China benefited from pandemic lockdowns and strict industrial controls last year according to government. A data released by the Ministry of Ecology and Environment stated that the restrictions have led to better air quality.https:\/\/t.co\/89wluKX3Mv","sentiment_score":0.25}
{"full_text":"RT \"Johnson's inability to accept any blame for his government's response to the Covid crisis is borderline sociopathic.\"...","sentiment_score":0.0}
{"full_text":"RT You people go jam finish start dey sick now you dey search lockdown. Lmaoooo we all dey inside.","sentiment_score":-0.7142857143}
{"full_text":"Appropriate since it was tories who led us into the pandemic through inaction bad decisions and super spreading policies like eat out to help out.","sentiment_score":0.0444444444}
{"full_text":"Yeah, from France.Just please wear a mask like my mom did in San Francisco in 1919. Did she bitch about it? Of course not.","sentiment_score":0.0}
{"full_text":"I said just the same thing myself - some days I revel in the coziness and hunkered downes in lockdown and then missing desperate to in a bustling environment people watching!","sentiment_score":-0.3166666667}
{"full_text":"RT  England regions by highest number of COVID-19 positives per 100k population.7-day rolling rate by specimen da...","sentiment_score":0.0}
{"full_text":"RT THREAD: How did the UK fare during the pandemic compared to other advanced ISLAND nations?Answer: very, very badly....","sentiment_score":-0.2116666667}
{"full_text":"And you're right. Despite not giving numbers on infections it does appear that Tanzania have not had a large outbreak but it's not the example I wanted as I was looking for somewhere that had gone with herd immunity.","sentiment_score":0.25}
{"full_text":"Seychelles Re-Opens to Any Tourist Who Has Received the Covid-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT mungkin kamu belum merasakan gimana hancurnya hati saat tau keluargamu sendiri yang tertular covid, so please take care of your...","sentiment_score":0.0}
{"full_text":"RT just saw 4 homeless men giving eachother the covid vaccine under a bridge, what a caring community we live in ","sentiment_score":0.1363636364}
{"full_text":"RT Were they defrauded too?4. Multiple recounts validated the results.5. 5. Other states were Trump won h...","sentiment_score":-0.0625}
{"full_text":"Ron Deathhsentence strikes again!","sentiment_score":0.0}
{"full_text":"RT Seriously, sesiapa ada family members or diri-sendiri confirmed positive Covid-19 please email to cprckl@moh.gov.myWith...","sentiment_score":0.097979798}
{"full_text":"RT CoronaVirus can spread when people breathe, talk, cough, or sneeze. When someone wears a mask, it keeps the virus from r...","sentiment_score":0.0}
{"full_text":"RT Followed by harsh ordeal is day-to-day, but let's help each other with everyone to overcome the pandemic.May we always be...","sentiment_score":-0.1625}
{"full_text":"RT cc Latin American mayor says cities are key to a global green recovery","sentiment_score":-0.05}
{"full_text":"When cases are miner u closed the schools . Now when they are at peak and our wheather also effect corona u announced the opening of schools . May Allah help us Ameen","sentiment_score":-0.1}
{"full_text":"RT Britain needs a media that tells the truth, and reports accurately &amp; fairly. We urgently need to address the crisis of...","sentiment_score":0.55}
{"full_text":"RT The government making announcements about education through the media. It's happened throughout the pand...","sentiment_score":0.0}
{"full_text":"RT Twitter restored access to account and explained that they restricted the account due to a possible sec...","sentiment_score":-0.075}
{"full_text":"RT the year is 2069. the pandemic is long over and genshin has finally dropped inazuma region. NASA has started work in rel...","sentiment_score":-0.025}
{"full_text":"RT Conservatives: No one is going to take your economics seriously anymore because Trump did more socialism &amp; communism t...","sentiment_score":0.0833333333}
{"full_text":"How many people have been at additional risk of exposure and exposing other people to #covid because of this...?","sentiment_score":0.1875}
{"full_text":"RT Federal judge: Philly jails must relax extreme COVID-19 lockdown measures for sake of mental health","sentiment_score":-0.1125}
{"full_text":"RT The UK now has over 100,000 covid deaths. That's a result of government failure on a grand scale. The lack of calls for Jo...","sentiment_score":0.0916666667}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt give justice corona voriyers health workers gujrat mphw fhw give 2800 grade pay","sentiment_score":0.0}
{"full_text":"RT Waiting for someone on to correct the lie from Conservative Brexiteer Geoffrey Clifton Brown that the UK is...","sentiment_score":0.0}
{"full_text":"RT What kind of govt raises fuel prices to such exorbitant rates in the middle of a recession and pandemic? A cruel an insensi...","sentiment_score":-0.1}
{"full_text":"RT Report | Kolkata allocated highest number of COVID vaccines in Bengal.https:\/\/t.co\/f4LvGPPYtM","sentiment_score":0.0}
{"full_text":"RT The overwhelming lesson of the pandemic is that countries who have kept coronavirus at the lowest possible level have do...","sentiment_score":0.25}
{"full_text":"RT #DailyBriefing Consistent 'one rule for us and one rule for them'.  We deserve BETTER Government than this.#covid #U...","sentiment_score":0.375}
{"full_text":"RT Heart covid: the largest athlete study to date145 competitive athletes with mostly no (17%) or mild (49%) covid...","sentiment_score":0.0416666667}
{"full_text":"RT I think I've finally hit the point in this pandemic where I'm questioning if it will ever really end.","sentiment_score":0.1}
{"full_text":"Limerick's Covid-19 Community Response helpline is open from 8am to 8pm seven days a week for vulnerable and elderly people who need help during the latest Covid-19 surge #LKWorkingTogether #StaySafe","sentiment_score":0.0}
{"full_text":"DAILY: Journalists and join to discuss the Arab Spring 10 years on.What did the uprisings actually achieve? Has COVID shown the weaknesses in these supposed strong regimes? And could it happen again..?Listen:","sentiment_score":0.1444444444}
{"full_text":"An Afrofuturist tonic to lockdown: the infectious rhythms and radical new visions of Blackness from collective HowDoYouSayYaminAfrican?, opening first virtual edition.A 35-part opera, to be discovered from home today, 7pm GMT: #LSFF2021","sentiment_score":0.1931818182}
{"full_text":" #InPics: #Turkish President Recep Tayyip Erdogan has been inoculated with a China-developed COVID-19 #vaccine after the country started a mass vaccination campaign.","sentiment_score":0.0}
{"full_text":"We want organising and policy to be led by your experiences and those of your colleagues. Have you filled in and shared this survey yet?","sentiment_score":0.4}
{"full_text":"Ecole et Familles Oubliees Parents et Enseignants Solidaires Covid19 Bildung Sicher Safe Ed For All Bildung Aber Sicher Parents United Scholen Veilig CDS Kenya Parents' groups are unified for safer schoolshttps:\/\/t.co\/B2Zn33R5R3","sentiment_score":0.5}
{"full_text":"Last month our team at in #Leeds was recognised with the prestigious  'Going Above &amp; Beyond in Covid-19' award.   In our latest blog the team highlights how safe working was embedded to deliver this critical project.https:\/\/t.co\/P2tbzYX7Q1","sentiment_score":0.2}
{"full_text":"RT CoronaVirus can spread when people breathe, talk, cough, or sneeze. When someone wears a mask, it keeps the virus from r...","sentiment_score":0.0}
{"full_text":"Lockdown Dharma 5#buddhism #kadampa #meditation #dharma #wisdom#innerpeace #mindfulness #wellness","sentiment_score":0.0}
{"full_text":"RT Lockdown 1 Lockdown 2Lockdown 358\/2 days      &lt; u r hereLockdown Birth By SleepLockdown 3D Dream Drop Distance...","sentiment_score":0.0}
{"full_text":"RT PLEASE don't forget the pandemic--it's easy to be distracted by Trump drama in DC, but we cannot let up on the other global...","sentiment_score":0.1027777778}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #FridayFeeling #FridayMotivation #FridayThoughts","sentiment_score":0.0}
{"full_text":"Egypt's Health Ministry said in a statement that 1,022 new coronavirus cases were detected, upping the total number of confirmed cases to 153,741.#EgyptToday #Egypt #COVID19","sentiment_score":0.1787878788}
{"full_text":"This report presents an analysis of the #COVID19 policy and financial responses of ADB's member economies, the EU, and the European Central Bank, in the early months of the pandemic.","sentiment_score":0.025}
{"full_text":"Being on the frontline can lead to pharmacy teams being subjected to abuse by patients. Look at these steps to see what you can do manage this","sentiment_score":0.0}
{"full_text":"A Sydney Professor is among a team of scientists who've touched down in Wuhan to find the source of COVID-19. After months of negotiations, Australia says it's watching closely to make sure China doesn't interfere with the global investigation. #7NEWS","sentiment_score":0.1148148148}
{"full_text":"Do all three to help save lives.1)Wash your hands to reduce risk.2)Cover your face to reduce risk.3)Make space to reduce risk.#Community #communityspirit #Covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"Ignore fake news! There is no scientific evidence that any food prevents or cures #COVID19.","sentiment_score":-0.625}
{"full_text":"2,294 patients were reported to be critically ill in last 24 hours in #Pakistan.#COVIDUpdates #COVID19 #CovidVaccine #COVIDSecondWave #ANTH","sentiment_score":-0.25}
{"full_text":". is set to open its third London chocolate cafe once lockdown is liftedhttps:\/\/t.co\/Sev40P7GyS #hospitality","sentiment_score":0.0}
{"full_text":"National Task Force Against Covid-19 (NTF) chief implementer and vaccine czar Secretary Carlito Galvez Jr. on Thursday said the government, alongside LGUs and the private sector, are working together to ramp up efforts in #vaccine procurement.#covid19phhttps:\/\/t.co\/3UWYexpjdI","sentiment_score":0.0}
{"full_text":"Spot someone who is committing fraud against the COVID support that is available?Be alert to vaccine fraud","sentiment_score":0.0}
{"full_text":"From April-Nov 2020, 207,543 households approached their local council for help with #homelessness. 50,561 were at risk of becoming #homeless70,309 had been made #homelessThis occurred in spite of gov's #evictionban and pledge to protect tenants.","sentiment_score":0.225}
{"full_text":"COVID 19 cases in India until : 15\/01\/2021 13:30Total Cases: 10528924 [+416]Active: 210233Recovered: 10162367 [+285]Deaths :151958 [+4]Total Tests: 184.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT The overwhelming lesson of the pandemic is that countries who have kept coronavirus at the lowest possible level have do...","sentiment_score":0.25}
{"full_text":"RT Don't forget! I am seeing a limited number of clients in person during the pandemic. Contact me to screen and book. Del...","sentiment_score":-0.0714285714}
{"full_text":"RT reminder that we pay rank and file Congress members $3,346 every week just to tell us we don't deserve a mere one time paym...","sentiment_score":-0.65}
{"full_text":"Here are the Top 5 Headlines of the hour.#COVID19 #JoeBiden #FarmersProtest #coronavirus #DonaldTrump #CoronaVaccine Follow and stay tuned for more!#BriefitGIFit #NewsInGIFDisclaimer - We do not own the rights to the pictures used.","sentiment_score":0.1}
{"full_text":"In your Express this week: district's pharmacists ready and waiting to help deploy Covid vaccines, village launches first food bank to help families in need and shopkeepers say goodbye after more than 60 years. PLUS, your puzzles supplement and TV guide ","sentiment_score":0.3166666667}
{"full_text":"How are we feeling today? The amount of change recently has threw us for a loop! We hope that you are finding some comfort in doing some things that you love at home and are able to get outside for some exercise. #FridayFeeling #Lockdown #StayAtHome #StaySafe","sentiment_score":0.25}
{"full_text":"Act like you've got it.Around 1 in 3 people with COVID-19 don't have any symptoms, but can still pass it on.Stay Home - Protect the NHS - Save Lives#StayAtHome #Community #communityspirit #Covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"Weekend again! Any stay-at-home plans in mind?#gamedev #indiegame #indiesp #Unity #MadeWithUnity","sentiment_score":0.0}
{"full_text":"Concerns are growing around the spread of coronavirus in factory settings","sentiment_score":0.0}
{"full_text":"Another big rise in cases https:\/\/t.co\/HKvFvYBb3g","sentiment_score":0.0}
{"full_text":"My views on how these 6 Key Learning Skills can enable you to upgrade yourself and get the dream job in the post-Covid world.@IndiaToday #badabusiness #newscoverage #newsoftheday #jobready #skilllearning","sentiment_score":0.0}
{"full_text":"The Chinese mainland reported 144 newly confirmed cases of coronavirus on Thursday, of which 135 were transmitted domestically. Beijing has four recovered case and zero new positive case of COVID-19 on Jan 14. #COVID19 #China #Beijing","sentiment_score":0.1909090909}
{"full_text":"At we keep working with strict #safety and #hygiene protocols, creating a #Covid-free environment, in order to continue offering the best service and the best #castors range. Because overcoming this situation is everyone's business. #health #covidfree","sentiment_score":1.0}
{"full_text":"The extra PS20 was put in place to help people cope with #Coronavirus - but it's unclear if it will stay #benefits","sentiment_score":0.0}
{"full_text":"Callalily releases a single that everyone can relate to as we continue longing for people that we want to be with amidst the ongoing pandemic. ","sentiment_score":-0.0714285714}
{"full_text":"Wuhan Coronavirus is making Communist China very rich.","sentiment_score":0.4875}
{"full_text":"It is the time of the week to meet another member of the COVID Lead Leadership Programme: Meet Sana-Jordan#Covidlead #Covid_19 #leadership #Bradford #Neesie","sentiment_score":0.0}
{"full_text":" Around 1 in 3 people with #COVID19 have no symptoms.Be safe and book an appointment for a COVID-19 test, there are plenty of tests available. https:\/\/t.co\/5Uu5dTWFVj","sentiment_score":0.45}
{"full_text":"\"Those who face greater exposure [to COVID-19] are disproportionately Latino and Black Californians. Latinos, who make up about 40 percent of the population, have comprised more than half of all tallied infections and deaths.\" #ThisIsRJ #COVID19https:\/\/t.co\/DZP5B3Jm8e?","sentiment_score":0.1666666667}
{"full_text":"Can I move house during the lockdown? * Buyers and renters can move home.* Estate agents and letting agents can continue to conduct house viewings. For more in-depth information visit: #Property #Renting #Buying #MovingHouse","sentiment_score":0.5}
{"full_text":"As of Thursday, a total of 660,720 confirmed cases had been reported by the state Department of Public Health.","sentiment_score":0.1333333333}
{"full_text":"Within the 3-hour window of Self Regional Healthcare's COVID-19 vaccine phone line being open, all 1,500 available vaccination appointments were scheduled.","sentiment_score":0.2}
{"full_text":"TW13 Headset Bluetooth 5.0 EarbudsVisit the store:https:\/\/t.co\/IGvNgcpfo5#crazymart #australia #covid19 #covid20#melbourne #hamptonpark #newyear #tws #i #wireless#earbuds #headset #bluetooth #earphone #earphones#airpods #wirelessearbuds #truewireless #headphones#audio","sentiment_score":0.0}
{"full_text":"#CritCare #OpenAccess P. Cuvelier et al: The involvement of #thymus in #Sars_CoV_2 induced disease #FOAMcc #BMC #ICU #IntensiveCare #pandemics #coronavirus","sentiment_score":0.0}
{"full_text":"ABBEVILLE -- People have lots of questions about the COVID-19 vaccine. As it turns out, so do hospitals.","sentiment_score":0.0}
{"full_text":"RT Went for a COVID test and they said I had a really good gag reflex, I almost flipped the table","sentiment_score":0.7}
{"full_text":"RT China's COVID-19 cases soar in over 10 months; WHO team visits","sentiment_score":0.0}
{"full_text":"Total #COVID19 cases in #Japan surpassed 300,000. Tokyo recorded about 1,500 new cases on Thursday. At full capacity, its hospitals are turning patients away. The country temporarily bans all new entries. Grace Lee reports from Tokyo.","sentiment_score":0.1556818182}
{"full_text":"Italy vaccinations_ Government aims to get coronavirus jabs to 70k people a day #COVID19 #coronavirus #CoronavirusOutbreak #Jamaica #Jamaicans #COVID19ITALY","sentiment_score":0.0}
{"full_text":"China's COVID Cover-Up Includes Imprisoning Journalist","sentiment_score":0.0}
{"full_text":"While we couldn't predict a pandemic, there are some trends and changes we can see coming before they are actually here.","sentiment_score":0.0}
{"full_text":"This Former Banking Executive Wanted to Help a Friend Suffering From Lupus. Now He Leads a BioTech Company on the Verge of a Breakthrough COVID Treatment. -","sentiment_score":0.0}
{"full_text":"Medical ICU nurses say the emotional and physical stress of the pandemic is wearing on them, as the COVID-19 death toll in the United States nears 400,000.","sentiment_score":0.0}
{"full_text":"If there's one thing about 2021 me, I'm gon be inconsistent. Not surprising in the middle of a pandemic. But no less annoying. #selfreflection","sentiment_score":-0.2666666667}
{"full_text":"RT One of the worst aspects of the pandemic is that we cannot participate in our sacred and ancient grieving rituals when we...","sentiment_score":-1.0}
{"full_text":"UK economy shrank by 2.6% in November: The economy contracted as lockdown restrictions in England hit the service sector hard, official figures show.","sentiment_score":-0.2916666667}
{"full_text":"RT We are currently in the process of applying for a charitable grant so that our setting can afford the cleaning products we...","sentiment_score":0.3}
{"full_text":"Covid-19's Impact on NA Branch Banking | Celent","sentiment_score":0.0}
