{"full_text":"New York's law to shield nursing homes and other providers from liability during the pandemic was proposed by Gov. Cuomo and approved by the state Assembly and Senate, both of which are controlled by Democrats.","sentiment_score":0.0056818182}
{"full_text":"the \"hookah and 1942 shots\" tickled me.","sentiment_score":0.0}
{"full_text":"RT Pandemic or not, I think I'm sticking to only seeing a handful of people voluntarily going forward lol","sentiment_score":0.4}
{"full_text":"RT More than 400 insurrectionists are being investigated; some will face sedition charges 140 police officers were injuredA...","sentiment_score":0.5}
{"full_text":"RT Second time Fauci has contradicted this administration in as many weeks. This looks like a developing rift with the Presiden...","sentiment_score":0.25}
{"full_text":"RT People are acting like the Gamestop move is just trolling. Read the threads. Desperate people, ravaged by pandemic and...","sentiment_score":-0.3}
{"full_text":"Been there ... feel your pain. Got my 1st COVID shot today; feel better already! See a pinprick of light ","sentiment_score":0.5125}
{"full_text":"RT Disinformation is gutter politics and the Tories are swimming in it. As they know, this photo of the FM was taken at t...","sentiment_score":0.0}
{"full_text":"RT Notice Johnson doesn't play the \"I've had corona, I know what it's like\" card. I wonder why that is.","sentiment_score":0.0}
{"full_text":"RT what's not mentioned enough is that conservative news has consistently been ahead of the game reporting major stories t...","sentiment_score":-0.021875}
{"full_text":"RT This is a classic example of the moronic racist abuse Napier Barracks residents have to put up with on a day to day basis ","sentiment_score":0.1666666667}
{"full_text":"RT Norway's wealth fund boosted by tech stocks, gains $123 bln in pandemic year 2020https:\/\/t.co\/BjkEEfD4B8","sentiment_score":0.0}
{"full_text":"RT You know what doesn't \"sell well\" The fact that 36,000 Texans have died from Covid. Your have undermin...","sentiment_score":0.0}
{"full_text":"RT And they say Atlanta don't care about COVID","sentiment_score":0.0}
{"full_text":"RT Who did this? It's brilliant!The coronavirus vaccine won't leave a scar. But it'll protect us and our next generation. #C...","sentiment_score":0.0}
{"full_text":"Can the news stop showing needles going into actual arms now? Yikes ~shudder~     #IHateNeedles #COVID #vaccine","sentiment_score":0.0}
{"full_text":"\"...Scientists don't understand why the variant has spread so explosively in Brazil, and the variant carries a particularly dangerous set of mutations. Why The Coronavirus Variant From Brazil Is Especially Worrisome To Scientists : Goats and Soda : NPR","sentiment_score":-0.3}
{"full_text":"Spot on we are at war with China they released it because trump fkd them for trillions off dollars in trade so they wanted to get him out and wreck all the economic markets so they can have world domination they are already making billions in Ppe for a virus they started its fkd","sentiment_score":0.2}
{"full_text":"RT 35 people could save this family if they donated $10 each","sentiment_score":0.0}
{"full_text":"RT So happy that my Mum has just had her first dose of the COVID vaccine. It is safe, and effective, and a relief to know tha...","sentiment_score":0.5375}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"This pandemic has been so hard on everyone in different ways. The day is not over to reach out and be there for someone important to you. Join the conversation and let's end the stigma. #BellLetsTalk   #GCMentalHealth #YouAreNotAlone","sentiment_score":0.0361111111}
{"full_text":"RT Join Co-Founder &amp; Sr Scientist Dr David K Ahern and on February 10th as we presen...","sentiment_score":0.0}
{"full_text":"City of Edmonton #COVID19AB Thursday update*41,711 total cases 94*2221 active 100*38,783 recoveries192*707 deaths 2Updated visualizations here https:\/\/t.co\/LRDj2jkjHz#yeg","sentiment_score":-0.0666666667}
{"full_text":"RT Good evening prayer family   Prayer request for my children's mom   She tested positive today for COVID and is sick and...","sentiment_score":0.070995671}
{"full_text":"RT Trends in diabetes care during the #COVID19 outbreak in Japan warrant evaluating the impact of reduced diabetes care on lon...","sentiment_score":0.0}
{"full_text":"CCP created a narrative that CoronaVirus was being detected on imported food, people now won't buy itUS GOP created a narrative that the election was fraudulent, people attempted an insurrectionTurns out, people listen to what their leaders sayLeaders need to be accountable","sentiment_score":0.0}
{"full_text":"Pentagon May Send Troops to Assist With Vaccines, Enlarging Federal Role - The New York Times","sentiment_score":0.1363636364}
{"full_text":"RT Times Square Margaritaville with outdoor pool to open amid COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT Bill Gates Warns the \"Next Pandemic\" is Coming After Covid-19 - and why Preparing is a \"Bargain\"Our *full* interview for t...","sentiment_score":0.175}
{"full_text":"While the Novavax vaccine study is still ongoing, initial results show it is nearly 96% effective against the older coronavirus and nearly 86% effective against the new variant circulating in the UK.","sentiment_score":0.2432900433}
{"full_text":"Royal Inland Hospital COVID-19 outbreak grows to 71 cases.#KamloopsStory from -","sentiment_score":0.0}
{"full_text":"RT True.","sentiment_score":0.35}
{"full_text":"RT However many are needed to stop the spread of COVID-19 so fewer people get sick and die.","sentiment_score":-0.1071428571}
{"full_text":"RT English viewers of #skypapers won't know that plans to publish vaccination supply mainly because the We...","sentiment_score":0.0833333333}
{"full_text":"RT My name is Katie. I usually work outpatients. Till last March had never worked on a ward EVER. Working wards for me is...","sentiment_score":-0.125}
{"full_text":"RT Bloody hell I've just been offered a permanent Journalist contract at the BBC!! I didn't really know how to celebrate (bec...","sentiment_score":-0.4}
{"full_text":"This is why wearing a mask is a MUST. Also when it's your turn to get the vaccine you MUST GET it. We have to put an end to this pandemic. The power is in our hands.","sentiment_score":0.0}
{"full_text":"RT Watch me shower in FULL VIDEO on my OnlyFans. 50% OFF LOCKDOWN SALE. Link in bio.  #OnlyFansAsia","sentiment_score":0.35}
{"full_text":"RT New CMS advice: \"The CDC study released earlier this week indicates that w\/ appropriate safety measures in place schools...","sentiment_score":0.2121212121}
{"full_text":"RT Florida's courts are prepared for a post-pandemic world.  \"We're all looking forward to the day when we can say we've...","sentiment_score":0.0}
{"full_text":"Yeah, I'm an old nurse, work from home, and I decided last night that I don't leave without double masks.  Luckily I have help from family and paid help so I can mostly stay home.","sentiment_score":0.1866666667}
{"full_text":"RT New: More than 50 House progressives are pushing Biden to prioritize recurring direct checks instead of one-time payments...","sentiment_score":0.2454545455}
{"full_text":"I'm attending Jasmine Crockett Campaign's event, \"#HD100 COVID Vaccine Registration Phonebank\" - sign up now to join me! #firesquad","sentiment_score":0.0}
{"full_text":"RT Found this tweet in my drafts. Still warrants posting:As we assess where we are, and what must be done, remember the two...","sentiment_score":0.0}
{"full_text":"RT Dr. Clarke is an angel. We never met personally, but she took the time to message &amp; calm me, during my own COVID hospit...","sentiment_score":0.3}
{"full_text":"I know that Canada is on lockdown right now. So.. probably not gonna happen just yet.","sentiment_score":0.2857142857}
{"full_text":"RT I was astonished to see David Halpern on national TV in an NHS setting, portrayed as a medical expert, when he is...","sentiment_score":0.0}
{"full_text":"Foul! Discrimination is a violent violation of right of the victim and unconstitutional.","sentiment_score":-0.1964285714}
{"full_text":"This is why Trump loves him, they are both corrupt predators dressed in suits &amp; $400 haircuts","sentiment_score":-0.5}
{"full_text":"RT JEAN STONE, 80, of Greenville, South Carolina died of COVID on Jan. 27.\"My Grandma Jean was always dressed to the nines...","sentiment_score":0.0}
{"full_text":"RT #covid19CA #California #Covid_19 My wife is a travel nurse she has worked ICU Covid ward. I am 62. Spouses should be m...","sentiment_score":0.0}
{"full_text":"RT You know what doesn't \"sell well\" The fact that 36,000 Texans have died from Covid. Your have undermin...","sentiment_score":0.0}
{"full_text":"RT People are acting like the Gamestop move is just trolling. Read the threads. Desperate people, ravaged by pandemic and...","sentiment_score":-0.3}
{"full_text":"RT Today marks one year since Queensland announced its first case of COVID-19.Chief Health Officer, Dr Jeannette Young, h...","sentiment_score":0.175}
{"full_text":"Is this more than a Virus....Covid-19?  Have a read !!!!","sentiment_score":1.0}
{"full_text":"Lagos Data Omitted As Nigeria Records 864 New COVID-19 Cases - Channels Television","sentiment_score":0.1363636364}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"The reason https:\/\/t.co\/pnTVXZpVHL","sentiment_score":0.0}
{"full_text":"RT \"There is nothing more important to invest in than education\"@DeborahMeaden says teachers should be a \"special case\"...","sentiment_score":0.419047619}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Oakland Airport first in the Nation to sell COVID kits in Vending Machines","sentiment_score":0.25}
{"full_text":"RT CORONAVIRUS: Pfizer vaccine found to be 92% effective in Israel, with those vaccinated eleven times less likely to be i...","sentiment_score":0.1444444444}
{"full_text":"RT When senators knew about the market crash from covid before the public and sold their shares it was \"fair game.\"But when Amer...","sentiment_score":0.1}
{"full_text":"RT Terrible news. Another 1,725 Covid deaths recorded in the UK yesterday.The 2nd highest daily toll of the whole pandemi...","sentiment_score":-0.2}
{"full_text":"RT a racist leading the covid coverage at the paper of record seems bad","sentiment_score":-0.7}
{"full_text":"Researchers in southern Brazil said they have discovered patients infected with two different strains of the new coronavirus simultaneously, reflecting concerns about the growing number of variants in the country.https:\/\/t.co\/W12XUDskAa","sentiment_score":0.0454545455}
{"full_text":"RT From climate change to coronavirus, the Biden administration is listening to science again.","sentiment_score":0.0}
{"full_text":"RT Wondering what \"multigenerational household\" means? gives us a breakdown.","sentiment_score":0.0}
{"full_text":"RT $2,000 monthly payments until the pandemic is over.","sentiment_score":0.0}
{"full_text":"You forgot about trumps wreckless job killing spree: ego over public health. Party over public health. Little thing called covid19.  Ever hear of it before, traitor-boy?  Course you did, you aided him.Traitor.","sentiment_score":-0.0625}
{"full_text":"RT failure during the covid crisis continues!","sentiment_score":-0.3958333333}
{"full_text":"RT It's a shame Npp Mp's voted against the suspension of tertiary fees. Covid has affected many business's negatively hence t...","sentiment_score":0.1}
{"full_text":"RT So let me get this straight. The US government moves swiftly to protect billionaires while not giving two shits about...","sentiment_score":0.2}
{"full_text":"RT \"We thought it (school lockdown) would be late fall but turned out to be right after Christmas. We knew it was coming.\"D...","sentiment_score":-0.0071428571}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"Do you have the mental capacity to understand that when the parameter for a 'Covid death' is classified as 'A death for any reason within 28 days of a positive test', that its highly likely many deaths being put towards the stats aren't truly due to Covid?","sentiment_score":0.1004545455}
{"full_text":"RT In August, when the NFL and NFLPA agreed to the amendments to the CBA for Covid issues, including practice squad expansion,...","sentiment_score":0.0}
{"full_text":"RT Let's make sure we continue the conversation today and throughout the different phases of #COVID19 - now more than eve...","sentiment_score":0.3333333333}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Yep, as the poster said: President Trump gave Cuomo a hospital ship, Our military set up a full hospital at the Javits Center - and Cuomo did not use either facility as designed and intended - instead he engaged in the biggest mass murder in US history.","sentiment_score":0.05}
{"full_text":"RT Congresswoman and joined colleagues in the U.S. House of Representatives asking President Bid...","sentiment_score":0.0}
{"full_text":"RT My mental health is taking a beating this lockdown honestly feel a nervous wreck 24\/7 just want to hide in my bed  miss my...","sentiment_score":0.25}
{"full_text":"I have an N95 mask and it's fine to breathe.","sentiment_score":0.4166666667}
{"full_text":"RT Not so fast: In face of widespread criticism, and questions about loss of federal food money for poor people, Wisconsin Assem...","sentiment_score":-0.1}
{"full_text":"RT a racist leading the covid coverage at the paper of record seems bad","sentiment_score":-0.7}
{"full_text":"RT 546 new cases of #COVID19 in B.C., as the trendline continues to move down at an incredibly slow rate.Hospitalizations are...","sentiment_score":-0.1063973064}
{"full_text":"RT COVID-19 is ravaging local newspapers, making it easier for misinformation to spread","sentiment_score":0.0}
{"full_text":"RT COVID-19 keeps mutating...","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT what's not mentioned enough is that conservative news has consistently been ahead of the game reporting major stories t...","sentiment_score":-0.021875}
{"full_text":"COVID-19: Talking about coronavirus in English - vocabulary &amp; expressions via","sentiment_score":0.0}
{"full_text":"How much have you gutted from mental health spending? Paid sick days give those stressing their jobs the ability to stay home without worry. You, sir, are a hypocrite.","sentiment_score":-0.2047619048}
{"full_text":"RT Floridians need Unemployment Reform NOW!I filed #SB644 because the #COVID19 pandemic has shown us the incredible flaws...","sentiment_score":0.9}
{"full_text":"RT Brussels can poke it. More great news from Livingston with yet another covid vaccine in production via a sp...","sentiment_score":0.65}
{"full_text":"Exactly. Not at essential trip. I can't just hop over to Scotland to talk bull, so why should he???","sentiment_score":0.0}
{"full_text":"RT When these nurses in Oregon got stuck on a snow-covered highway, they had several doses of a COVID vaccine that were abo...","sentiment_score":0.0}
{"full_text":"RT Chief Scientific Officer Dale Chappell provides the scientific rationale for #lenzilumab in treating patients hospitalized w...","sentiment_score":0.0}
{"full_text":"Do some research before making comments..don't believe everything-CDC stated 6% of Deaths are only COVID! On WHO website COVID test are giving huge amounts of False Positives!It's a pandemic due to fake #s not reality! You have more chance of dieing from choking on food!","sentiment_score":-0.0208333333}
{"full_text":"RT Local leaders instituting restrictions helped blunt the rise in #COVID19 cases. \"Local leaders should immediately pick u...","sentiment_score":0.0}
{"full_text":"give this man a Covid cut lol","sentiment_score":0.8}
{"full_text":"RT More than 32,000 Americans have died of COVID-19 since Biden took office | Just The News","sentiment_score":0.5}
{"full_text":"RT I spent a bit of time today on ICU. It was horrendous, heartbreaking, and exhausting.I honestly don't know how colleagu...","sentiment_score":0.25}
{"full_text":" New Podcast! \"#14 Bailey and Curly - Undiscovered and Getting on the Beeeeeers.\" on #blowupsweethearts #covid #gabsbeer #hot100 #jeffbuckley #maskmandate","sentiment_score":0.1704545455}
{"full_text":"RT eat out to help out. schools staying open. borders staying open. no testing at airports. masks only mandatory from july....","sentiment_score":0.0}
{"full_text":"Honored to make your acquaintance! Sounds like we've got the making of a great post-pandemic party! Cheers to you! ","sentiment_score":1.0}
{"full_text":"RT Our 2020 stats relating to COVID-19 - you can view the full report at #emotionalsupport","sentiment_score":0.35}
{"full_text":"There has been an outbreak in another care home  I think in Aberdeen but a lot of  the staff and patients were showing no symptoms and others at the moment are mild. There has been two deaths. Hopefully the vaccine is working ","sentiment_score":0.3333333333}
{"full_text":"RT 'Political theater and nothing more': Newsom's sudden lockdown lift backfires, fuels 'Recall Gavin' campaign","sentiment_score":0.1666666667}
{"full_text":"RT CORONAVIRUS: Pfizer vaccine found to be 92% effective in Israel, with those vaccinated eleven times less likely to be i...","sentiment_score":0.1444444444}
{"full_text":"RT Also not selling so well: you've abandoned rural Texans. 21 hospitals have closed in rural counties since 2010, and now mo...","sentiment_score":-0.0333333333}
{"full_text":"RT New York coronavirus nursing home report reveals 'massive corruption,' 'coverup scandal'; Stefanik said Cuomo, other top...","sentiment_score":0.1278409091}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Story: Amid COVID-19 uncertainty and on the brink of being cut, opens its final season Saturday night against...","sentiment_score":0.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"RT BREAKING: Novavax says its Covid-19 vaccine is 90% effective, but far less so against one variant","sentiment_score":0.1777777778}
{"full_text":"RT Is Boris Johnson seriously suggesting at a time when his government have imposed a third lockdown on the rest of us his tr...","sentiment_score":-0.1666666667}
{"full_text":"RT Besides the cruelty of the industry, poor pa...","sentiment_score":-0.4}
{"full_text":"RT FALLOUT: Lawmakers Call for Probe Over Cuomo's Nursing Home CoVID Stats, Allege 'Massive Cover-Up'","sentiment_score":0.0}
{"full_text":"RT Raphael Leung and I have just published a briefing on how lockdown has been affecting activity on some of th...","sentiment_score":0.0}
{"full_text":"Gonna tell kids this is how we partied pre-COVID.","sentiment_score":0.0}
{"full_text":"How many people have died in Ohio from COVID, Jim?","sentiment_score":0.5}
{"full_text":"March 2020: it's just 2 weeks to flatten the curve.......January 2021: wear  3 masks and get anal swab.","sentiment_score":0.0}
{"full_text":"RT Here's Fauci explaining that the evidence shows that open schools actually seem more likely to reduce covid spread than...","sentiment_score":0.125}
{"full_text":"The Netherlands B.C. (Before COVID)","sentiment_score":0.0}
{"full_text":"He's on Spotify (as is Gary Glitter). Makes the whole Tory handling of Covid seem normal \/ ok - our world is fucked. (It's not ok, none of it is ok).","sentiment_score":0.0833333333}
{"full_text":"Good to talk to the Sonoma County Farm Bureau members about what I am doing to bring back support for local businesses and agricultural producers who have been hit hard by floods, fires and the Coronavirus pandemic.","sentiment_score":0.1020833333}
{"full_text":"Gift card sales surge over first Covid Christmas, research shows #retail","sentiment_score":0.25}
{"full_text":"#UAE recorded 3,966 new #coronavirus cases over the past 24 hours, bringing the total number of confirmed infections in the country to 293,052.  ","sentiment_score":0.0715909091}
{"full_text":"India has embarked on one of the largest #COVID19 vaccination campaigns in the world.  Learn how is supporting the government-led drive.https:\/\/t.co\/KLQdcdzlqh","sentiment_score":0.25}
{"full_text":"We are thrilled to have #CupidCrew featured in this article from This year, we teamed up w\/ schools, &amp; youth across the country to combat social isolation by sending tens of thousands of #ValentinesDay cards to older adults! Learn more:","sentiment_score":0.3354166667}
{"full_text":"Scientific facts? Try some.Like teachers are less likely to catch covid than the general population.Like schools are not a vector of covid.Yeah, science. Try it.","sentiment_score":-0.0388888889}
{"full_text":"Good to know...","sentiment_score":0.7}
{"full_text":"Recommended! Last pic...Your vibr...mic drop...Title: Stories In A Boys' Dorm 303App: WeComics-#stayhome #staysafe #trending #webtoon #comics #manga #anime #hentai #cute  #action #ceo #nsfw #love #yaoi #bl #yaoiedit #action #memes #comedy","sentiment_score":0.24}
{"full_text":"Free Download: Learn about Estate Planning in a COVID-19 World by downloading our whitepaper! Make sure your legacy and family are protected during these uncertain times.https:\/\/t.co\/B97MZFJN6c#covid19 #estateplanning #will #trust #powerofattorney #beneficiaries","sentiment_score":0.5}
{"full_text":"SPM and STPM students have been given the option to stay home or go back to school, but how can students stay home if no online learning is available?More ","sentiment_score":0.0}
{"full_text":"As many employees continue to work remotely during #COVID19, organizations - and employees - will need to consider the associated #tax, #legal and compliance considerations. We share all the #payroll considerations in #FutureOfWork","sentiment_score":0.2}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"Some masks offer little protection against new COVID-19 variantshttps:\/\/t.co\/IkonJHrOGb","sentiment_score":-0.0255681818}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"Approval for a $1.9 trillion coronavirus relief plan that includes $1,400 stimulus checks is moving slower than some people would like as President Joe Biden aims to get bipartisan backing for his plan.https:\/\/t.co\/PKkuDAfTFB","sentiment_score":0.0}
{"full_text":"Yelp has announced that those using their platform to review restaurants will now have the opportunity to share their own feedback on how well those establishments are following COVID-19 safety and health guidelines.","sentiment_score":0.3}
{"full_text":"Health experts issue dire COVID forecast via","sentiment_score":0.0}
{"full_text":"The coronavirus variant first discovered in South Africa was found in South Carolina.https:\/\/t.co\/yb9N0s2UCU","sentiment_score":0.25}
{"full_text":"As wait times get longer, the frustration is setting in for some.https:\/\/t.co\/Rc63Sx4kFe","sentiment_score":0.0}
{"full_text":"We're all working from home, but will this be the new normal? Jim Stanford, Dom Price and Waleed discuss the future of work and the potential for positive change following the Pandemic. Full podcast here:","sentiment_score":0.1233766234}
{"full_text":"#TBT to our Parking Lot Pizza Party last year. We're thinking of warmer days with good food (3rd Annual Brookside Artisan Flea Market) and great company!   What are you looking forward to post-COVID?https:\/\/t.co\/sPPOa6emOz#DMLfamily #PizzaParty","sentiment_score":0.425}
{"full_text":"The Metropolitan Opera's operating revenue dropped by $25 million to $150 million in the fiscal year ending July 31, a season shortened due to the novel coronavirus pandemic, but the company avoided an operating loss through fundraising and borrowing.","sentiment_score":-0.125}
{"full_text":"#WHO experts have emerged from quarantine in #China to begin a long-awaited inquiry into the origins of the #coronavirus pandemic.#Wuhan","sentiment_score":0.0}
{"full_text":"\"For the pandemic, our goal is to not lose one single life, and so far, we've met that goal.\"","sentiment_score":0.0142857143}
{"full_text":"Pennsylvania Senate OKs $912M pandemic recovery aid billhttps:\/\/t.co\/ZKTXzCCZ2F","sentiment_score":0.0}
{"full_text":"Even after over 10 million U.S. #COVID19 vaccinations, a large percentage of the population is still reluctant to sleeve up. and fellow experts advise 3 ways journalists and physicians can help offset vaccine hesitancy and prove #VaccinesWork.","sentiment_score":0.2142857143}
