{"full_text":"RT Perhaps you'd like to share your views with this doctor who is at the sharp end of the Prime Minister's negligent hand...","sentiment_score":-0.125}
{"full_text":"RT A perfect example of how low the Xinjiang\/Uyghur Genocide narrative stoops, spitting on a brave Uyghur woman who helped...","sentiment_score":0.6}
{"full_text":"This my be furny for now no time 4 love is time protect your self from corona,","sentiment_score":0.5}
{"full_text":"RT The EU's tardiness has led to this ugly supply row #Brexit #COVID19 #AstraZeneca #EUIncompetence #Vaccines #Eurozone  h...","sentiment_score":-0.7}
{"full_text":"COVID-19 Has a New Face Under the New \"After Trump\" Era","sentiment_score":0.1363636364}
{"full_text":"RT The Director of WHO, Tedros Ghebreyesus has today urged Tanzania to observe strong health measures &amp; prepare for the #...","sentiment_score":0.4333333333}
{"full_text":"This corona thing was supposed to help me get to know myself better and help me figure shit out","sentiment_score":0.15}
{"full_text":"RT Many students from your universit...","sentiment_score":0.5}
{"full_text":"RT WHERE is the official condemnation Gvt opened the door for this with chaotic messaging, &amp; its own b...","sentiment_score":0.6}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":".@actionfrauduk are aware of scammers claiming to be from offering financial support as a result of #coronavirusIf you receive a text, email or call claiming to be from HMRC that asks you to click on a link or give info such as your name or bank details, it's a scam","sentiment_score":0.0833333333}
{"full_text":"This article sums it up perfectly.","sentiment_score":1.0}
{"full_text":"Or there's a pre-existing immunity dumbass. I doubt Vietnam et Al do loads of pandemic prep.","sentiment_score":0.0}
{"full_text":"RT Updated vaccine data: Maccabi reports only 31 new Covid cases among 163,000 people who had their second Pfizer dose 16 or...","sentiment_score":0.0454545455}
{"full_text":"RT Please retweet if you think it's time for the Government to scrap all the Covid restriction rules and leave it to the pers...","sentiment_score":0.0}
{"full_text":"#Algeria#ljzy'r    #Algerie#Coronavirus #COVID19 #WesternSaharaAlgeria-#Germany: All-out cooperation, Sahrawi cause addressed","sentiment_score":0.0}
{"full_text":"RT I don't know why messaging around schools can't be straightforward like this:1. Children can transmit covid including...","sentiment_score":0.375}
{"full_text":"Our has published analysis showing changes in use of emergency departments under lockdown. We all know there has been a big fall in activity - but has that been evenly spread? Read all about it here...","sentiment_score":0.0}
{"full_text":"RT India's vaccine gifts are unparalleled in the world today and show how India is leading the global response to the pan...","sentiment_score":0.0}
{"full_text":"RT America's 660 billionaires could finance almost all of Biden's Covid relief package and still be as rich as they were before t...","sentiment_score":0.375}
{"full_text":"Bull","sentiment_score":0.0}
{"full_text":"RT Indeed and let's remember that George Osborne as Chancellor refused to intervene saying it was a commercial matter. As the...","sentiment_score":0.0}
{"full_text":"RT From refusing to close the border with China to recent ineffective pseudo lockdown, #HKGo...","sentiment_score":0.0}
{"full_text":"Proud to share that we're supporting the #Indian #government in its efforts to minimize the impact of #COVID-19. #Ericsson #TeamEricsson","sentiment_score":0.525}
{"full_text":"We all know at least one person that would be delighted to get a wee call today. #liftthephone and #haveachat. It might just make someone's day!","sentiment_score":0.2875}
{"full_text":"RT British politics in a sentence:\"As a lobbyist, Bethell helped Deloitte as they ran a heavily-criticised, privatised...","sentiment_score":0.0}
{"full_text":"RT A new public transport helpline has been set up for people travelling to appointments at Glasgow's Covid 19 mass vaccination...","sentiment_score":0.0681818182}
{"full_text":"RT My little Etsy shop is still open despite the new lockdown.  I'm busy restocking but have quite a selection of items avail...","sentiment_score":0.0122159091}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT #COVID19 Malaysia recorded 4,094 new positive cases with 10 deaths.","sentiment_score":0.1818181818}
{"full_text":"\"Poor people need to be homeless so that others can have conveniences, travel &amp; commute without worrying about their emissions\"Imagine speaking against housing equity on a public, archived forum- there are better ways to lower emissions than maintaining high homelessness rates","sentiment_score":0.065}
{"full_text":"N5, Higher and Advanced Higher Modern Studies pupils  \"Boris Johnson to make case for united Covid response on Scotland visit\" ","sentiment_score":0.275}
{"full_text":"RT When Robert F. Kennedy's grandson Max volunteered with Jared Kushner's COVID-19 task force, he li...","sentiment_score":0.0}
{"full_text":"RT brilliant news. Now please close the borders to help stop covid, and also stop the illegal migrants arriving b...","sentiment_score":0.2}
{"full_text":"Today's rapid Covid test update. Book here:","sentiment_score":0.0}
{"full_text":"All countries should pursue a Covid-19 elimination strategy: here are 16 reasons why | Michael Baker and Martin McKee","sentiment_score":0.0}
{"full_text":"RT COVID-19: Tony Blair says UK should lead global push for immunity passports","sentiment_score":0.0}
{"full_text":"RT CDC in US recommends 3ply cloth masks as source control inside of classrooms for children over 2 years olds where distancing no...","sentiment_score":0.0}
{"full_text":"RT Joe Biden said \"there's nothing we can do to change the trajectory of the pandemic in the next several months.\" This is...","sentiment_score":0.0}
{"full_text":"Rats. Almond or cashew an option? I understand that cashews are often ok though possibly not fun to test out that theory in a pandemic.","sentiment_score":0.175}
{"full_text":"RT Updated vaccine data: Maccabi reports only 31 new Covid cases among 163,000 people who had their second Pfizer dose 16 or...","sentiment_score":0.0454545455}
{"full_text":"RT Countries who successfully controlled the pandemic had: 1) clear, accurate, real-time info from the government2) trust...","sentiment_score":0.4166666667}
{"full_text":"RT The SNP is condemned by the Tories for discussing Independence during a pandemic.  The Tory Leader comes to Scotland, disob...","sentiment_score":0.0}
{"full_text":"It was going to happen.","sentiment_score":0.0}
{"full_text":"RT Colorado Gov. Jared Polis says the Covid-19 vaccine is \"not coming to our state at a fast enough rate to reach everybody.\"...","sentiment_score":0.1}
{"full_text":"Covid-19: Sarawak records 171 new cases, one new death","sentiment_score":0.1363636364}
{"full_text":"UK health tech company Vatic launches on-the-spot COVID-19 saliva test  via","sentiment_score":0.0}
{"full_text":"Un gran bel lockdown","sentiment_score":0.0}
{"full_text":"RT Stop doing this. This is so misleading and dangerous. What you need to know is this individual tested positive for COVI...","sentiment_score":-0.1242424242}
{"full_text":"RT The Jaya Grocer outlet at Empire Shopping Gallery in Subang has been closed until further notice, after several employees test...","sentiment_score":-0.0333333333}
{"full_text":"RT Good Morning! We're out and about today ensuring that passengers are adhering to #COVID19 guidelines! Please do remembe...","sentiment_score":1.0}
{"full_text":"RT There is only one way out of the #COVID19 crisis: trust in #science &amp; #research.Not blind trust, but informed decisions!T...","sentiment_score":-0.25}
{"full_text":"RT An emotional ending to this week's APPG hearing. concluded the session by thanking the parents of childre...","sentiment_score":0.0}
{"full_text":"647 medical workers in Indonesia die of Covid-19 #Covid19 #Indonesia #Indiamaximum","sentiment_score":0.0}
{"full_text":"I wrote an opinion piece for on the difficult situation PhD students are facing due to Covid-19 ","sentiment_score":-0.3125}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT NEWS: A warning has been issued by the ambulance services which cover #Hampshire and #Dorset about fake...","sentiment_score":-0.5}
{"full_text":"RT #BREAKING The chairperson of the Parliamentary Health Committee, Dr Ruth Labode, says people should not be paying for C...","sentiment_score":0.0}
{"full_text":"RT Will the Truth on COVID Restrictions Really Prevail? ","sentiment_score":0.2}
{"full_text":"RT Covaxin by Bharat Biotech doesn't just protect against the original COVID-19 virus but its new-found strains too !  Thank...","sentiment_score":0.46875}
{"full_text":"RT NEW: has begun large-scale vaccine manufacturing at its site in West Lothian!  up to 60 million...","sentiment_score":0.1704545455}
{"full_text":"They want us to take the vaccine so bad. Discredit everything else.","sentiment_score":-0.7}
{"full_text":"RT The irony has not escaped me that, on the day that the 'Government' claims it has done all it could to control the pandemic, it...","sentiment_score":0.0}
{"full_text":"RT \"We did everything we could.\"\"Did you lock down when scientists advised?\"\"No.\"\"Did you raise sick pay so people could...","sentiment_score":-0.4349206349}
{"full_text":"RT In Denmark, we closed our borders with Germany and Sweden last spring when we had more coronavirus than they had. This was n...","sentiment_score":0.1333333333}
{"full_text":"RT My days are quite routine-ified at the moment what with lockdown and winter weather but it's still fun...","sentiment_score":0.3}
{"full_text":"RT . is now abstaining on his own policies.","sentiment_score":0.6}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Concerns grow for children's health as screen times soar during Covid crisis. Experts say rise in sleep and eyesight problems may also be linked to increased use of digital devices.","sentiment_score":0.0}
{"full_text":"70,000 households in UK made homeless during pandemic. The increase comes despite government pledge that 'no one should lose their home as a result of the coronavirus'. #homeslessness #housing","sentiment_score":0.0}
{"full_text":"RT Deadly COVID Mutations Can't Stop the Party in Florida","sentiment_score":-0.2}
{"full_text":"RT Gov't makes Covid-19 testing free","sentiment_score":0.4}
{"full_text":"RT I salute all those on the frontline locally doing a fantastic job in administering the Covid vaccine. And our readers...","sentiment_score":0.2}
{"full_text":"The truth!","sentiment_score":0.0}
{"full_text":"RT Covid: Government contracts handed out 'like sweeties to people with friends in high places'","sentiment_score":0.16}
{"full_text":"2020 has been a year of change - how has your business coped? Core's new &amp; exclusive research report into the changing working landscape during Covid-19 puts the spotlight on unsanctioned IT as staff work from home + we look at how to take back control |","sentiment_score":0.0681818182}
{"full_text":"RT It's hard to believe that last year was the first time I played through Resident Evil Code Veronica, Survivor, and Outbr...","sentiment_score":-0.2604166667}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"Thank you, thank you, thank you!","sentiment_score":0.0}
{"full_text":"We've been busy this week working with the volunteers team at to start getting boost boxes out to staff working on Covid-19 positive wards. These include drinks, snacks, hand creams, and much more.  If you are a company wishing to help, please email charity@uhs.nhs.uk","sentiment_score":0.2757575758}
{"full_text":"Nilanga Aki Bandara et al from request that the WJP takes a lead in the creation of high-quality, easy to understand resources targeting #adolescentes's literacy level during the #COVID19 pandemic.","sentiment_score":0.4333333333}
{"full_text":"At the start of #COVID19, digital #financialinclusion experts convened to identify ways to mobilize responsible #G2P payments. In this webinar, we discuss ways to manage risk, ensure women's inclusion, &amp; improve communications with recipients.https:\/\/t.co\/8NNJQSUAYD","sentiment_score":0.1}
{"full_text":"Are you or someone you know struggling to afford food &amp; other necessities? Local food banks are there to support you, our nearest foodbank is in Caterham with other independent food banks across East Surrey. To learn more contact Wellbeing Prescription #COVID19","sentiment_score":0.05}
{"full_text":"Since lockdown restrictions began last year, we have noticed a lot more #DebtCollection Agencies advertising their services online.Here are a few things you ought to consider before signing up with a Debt Collection Agency:","sentiment_score":0.1}
{"full_text":"RT Stop coming to our OT4 fanbases who are working hard to support the solo projects of These akgaes only Suppor...","sentiment_score":-0.1458333333}
{"full_text":"The UK has exempted Nigeria from the list of countries it will not be accepting travellers fromhttps:\/\/t.co\/pkJNcXxfkZ","sentiment_score":0.0}
{"full_text":"ICYMI: \"COVID-19 has taken such a huge toll on human life worldwide... But its influence will directly and indirectly impact rates of [CVD] prevalence and death for years to come,\" #CardioTwitter","sentiment_score":0.125}
{"full_text":"\"An extremely important line of defence\" - Walsall GP Dr Sukhpal Singh Gill talked to about his own COVID vaccination, and why it's so important for our older loved ones to get protectedFor the full story...","sentiment_score":0.4361111111}
{"full_text":"The worldwide response to #COVID19 has demonstrated the power of solidarity. People are spreading kindness through their words &amp; deeds - while inspiring others to do the same.No act of goodwill is too small in the fight against the pandemic.: Nat Bullard","sentiment_score":0.125}
{"full_text":"\"Without Joey, there is a huge responsibility and onus on Johnny to start games and do everything.\"Ronan O'Gara's Six Nations preview &amp; how COVID ravaged his squad |     #TeamOfUshttps:\/\/t.co\/u5sWYC0zKw","sentiment_score":0.4}
{"full_text":"Pt 1: When can I get the COVID vaccine?Vaccines will be provided to priority groups outlined in Ontario's vaccine plan.vaccinations are ongoing for:*long-term care &amp; high-risk retirement home staff &amp; residents*hospital healthcare workers with the highest risk of exposure","sentiment_score":0.0}
{"full_text":"We have much better news than daily announcement on TV, plenty positive generated in this lockdown,we continue to support people with limited mobility but unlimited potential! To book our online projectsNora@envolvewell.co.uk#ThursdayThoughts #Parkinsons #autism","sentiment_score":0.1311688312}
{"full_text":"This is our analysis from Israel after mass and rapid vaccination of most of the at-risk population (&gt;60). Cities with low SES and high active COVID-19 burden, vaccinate *less*. It seems like a global trend that we should tackle effectively.https:\/\/t.co\/VUxt5oPBEA","sentiment_score":0.06}
{"full_text":"It's dangerous to take away income from children already struggling to survive the pandemic. 100 experts call on the and the to do what's best for the children involved, rather than blindly try to #EndChildLabour2021https:\/\/t.co\/5eVW2CbUdh","sentiment_score":-0.0333333333}
{"full_text":"It can be SOO difficult to stay up to date with changes within the sales industry!We've found a list of 77 key resources from the with some really great ideasCheck it out here https:\/\/t.co\/0yVYOBHz5h It's an invaluable resource #sdrs #leadership #salescoaching","sentiment_score":0.1}
{"full_text":"RT How Cool! In Oregon, health workers, traveling with COVID vaccines, got stranded in a snowstorm in Josephine County. So,...","sentiment_score":0.4375}
{"full_text":"RT To those of you who have asked, why am I anchoring from home? Since I traveled to D.C. for the Inauguration last wee...","sentiment_score":0.0}
{"full_text":"RT The Sun took a run at after doing the same to docs like Michael Warner and Then a hospital sudden...","sentiment_score":0.0}
{"full_text":"During this lockdown, we're urging anyone who must risk leaving their home &amp; mixing with others, such as NHS &amp; care workers, school staff &amp; supermarket employees to keep getting repeated tests for #Covid19 within the Liverpool City Region #LetsGetTested","sentiment_score":0.0}
{"full_text":"Nominate your Covid Hero! We have launched a campaign, designed to recognise the mammoth efforts of those hidden heroes in our community that have done amazing things during this coronavirus pandemic.","sentiment_score":0.2166666667}
{"full_text":"Federal Planning and Development Minister announced that #Pakistan will launch its #COVID19 vaccination drive next week. 'Inshallah, the vaccination of frontline health workers will start next week', #AsadUmar said in a tweet. #theCivileyes","sentiment_score":0.0}
{"full_text":"President Joe Biden's new White House COVID-19 response team said that while the spread of COVID-19 may be falling, the country still faces several challenges in fighting the virus.","sentiment_score":0.0454545455}
{"full_text":"RT Johnson 'did everything he truly could' and 100,000 have died.That is the measure of him... not of Covid, of him. And i...","sentiment_score":0.0}
{"full_text":"Data shows since the pandemic started, more than 11 million women have fallen out of the workforce, either voluntarily to take care of home duties or because they lost their job. That's more than four times the rate of men.","sentiment_score":0.5}
{"full_text":"He wanted to support everybody working hard at Well done Mark! #wokytoday","sentiment_score":-0.3645833333}
{"full_text":"#Spain #tourism activity cut by 70% in 2020 due to #Covid19. The sector's #recovery depends, partly, on the #nextgenerationeu. Seventy tourism firms proposed a project to attract EUR5.8 Bn in European aid","sentiment_score":-0.0625}
{"full_text":"If your journey is essential then please do check your journey details both in advance and on the day itself. And to all our customers who are staying at home right now, thank you for playing your part.","sentiment_score":0.1428571429}
{"full_text":"We did not at any point in time exert any influence on the National Medicine Regulatory Authority (NMRA) to approve COVID-19 vaccines#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19LK #COVID19SL #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"Episode 7 of Mini Music Makers is here! Join Gemma as she teaches us how to move to music like the birds in the trees! Tweet Tweet! #homeschooling #lockdown #musiceducation #musicmaking #covid19","sentiment_score":0.0}
{"full_text":"Coronavirus: Tory MP Sir Desmond Swayne criticised over 'dangerous' Covid claims - Desmond Swayne told a campaign group coronavirus statistics \"appear to have been manipulated\".BBC NewsNewsATW","sentiment_score":-0.6}
{"full_text":"Contactless limits could soon jump to PS100 as the pandemic forces a dramatic change of \"behaviour in how people pay\".#contactless #technews #finance #payments ","sentiment_score":-0.4333333333}
{"full_text":"Join me Saturday 29 January at around 16.00 GMT, I will be playing and streaming by ETS 2 Hauling Covid-19  Vaccines event on my channel #NMS@SmallStreamersC","sentiment_score":0.0}
{"full_text":"Orange and Yellow zone restrictions have been lifted but there are still several COVID policies in place and capacity restrictions for several industries.","sentiment_score":0.0}
{"full_text":"If you think you've been wrongfully fined under covid regulations, check out Coronavirus Fines+Crimes tool.It provides clarity on what the law is and what your options are - and you can request more detailed advice if you need it.","sentiment_score":0.45}
{"full_text":"The vaccine rollout in the U.S. has not been smooth, but experts say there is hope on the horizon thanks to another vaccine candidate from Johnson &amp; Johnson.","sentiment_score":0.3}
{"full_text":"Chales ","sentiment_score":0.0}
{"full_text":"Amanda Gorman, who spoke at President Joe Biden's inauguration, will recite a poem about three honorary captains who have served during the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Scientists plan to use hard candy to screen for the loss of taste and smell in people to detect COVID-19 in otherwise asymptomatic people.Their study participants will be asked to identify eight flavors by smelling and tasting identical-looking candies.","sentiment_score":-0.2916666667}
{"full_text":"The impact of the global pandemic is hard, so Skill is here to help you through... Find out about the one-stop-shop for for training, education careers and more. https:\/\/t.co\/n6V4Pr3hst","sentiment_score":0.0694444444}
{"full_text":"More like millions are forced to stay home and have nothing better to do than watch TV!","sentiment_score":0.275}
{"full_text":"The owner planned to take legal action against the state over the loss of his liquor license, a move he suspected was retaliation for his resistance to coronavirus restrictions on restaurants.","sentiment_score":0.15}
{"full_text":"Heartbreaking  A family is dealing with unthinkable heartache after losing their mom and dad to COVID-19 in the same week. Larry and Alice Pena died just two days apart in the same ICU.https:\/\/t.co\/YGmijzAS1c","sentiment_score":-0.0166666667}
{"full_text":"Wonderful stuff,  The City of Johannesburg has clinched the 2020 Public Library Innovation Award for its #COVID19 Facebook digital video series  #Joburg","sentiment_score":0.3333333333}
{"full_text":"EU #COVID19 slot relief for Summer 2021 finalised! #aviation #airports #airlines #RecoveryPlan","sentiment_score":0.0}
{"full_text":"RT GOOD NEWS! Massive rise in SARS-Cov-2 antibodies in Sweden - now at 40%. The strategy of keeping the country open and achi...","sentiment_score":0.2916666667}
{"full_text":"Here is the latest official datahttps:\/\/t.co\/1dZUXfWHjc","sentiment_score":0.5}
{"full_text":"With more time on their hands, many people have taken to #baking over the #lockdown period. Some favourites have included #sourdough, #scones, and #chocolate cake! What have you been baking? Share your favourite #bakes below! #seniors","sentiment_score":0.640625}
{"full_text":"Cozy Jazz: Smooth January Jazz Instrumental Music - Relaxing Lounge Music for Calm, ChillPlease check the full version on #youtubehttps:\/\/t.co\/Rq7KFwxWQs#BGMC #BGMClife #CafeMusicBGMchannel #StayHome#Cozy #Jazz #Chill","sentiment_score":0.2125}
{"full_text":"India has total 10702031 confirmed cases. Out of this 10372818 have recovered, and 153885 people have died.Last Updated : 28\/1\/2021 04:17:02Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"For two years, Finland has been experimenting with a universal basic income program--providing automatic cash payments to 2,000 unemployed people each month. With the trial results in, we explore the findings: #COVID19 #fiscalpolicy","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 18.7FWind Chill: 18.1FHumidity: 95%Dew Point: 17.5F Barometer: 30.288 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 144.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The impact of the Covid-19 pandemic is adding to concerns.","sentiment_score":0.0}
{"full_text":"#COVID19UPDATE: Check out our video channel in 15 mins for an update in English by Tokyo Governor Koike on this week's #coronavirus situation. #COVID19 #CoronavirusPandemic #Tokyo","sentiment_score":0.0}
{"full_text":"Tune in to show on  TODAY from 11.15 to hear how PS100k funding from will help Action Foundation support more people like Gulshan to transition into life in our community during a pandemic.","sentiment_score":0.3}
{"full_text":"Our latest edition of the #Bracknell News is out now! Inside you will all the latest on coronavirus, town centre ice rink plans, features, puzzles, letters, sport and more!","sentiment_score":0.5833333333}
{"full_text":"\"kids don't get it\"\"Schools are safe\"As folk with actual brains have been saying for months - utter bullshit.Kids get it &amp; spread it, only reason we didn't have the data is because kids weren't tested enough.Paging Peter Weir and his covid-denying party","sentiment_score":0.125}
{"full_text":"Once upon a time clouds were just in the sky, but now #Cloud is a key part of day to day life and will play an integral part in the COVID-19 Era. Chief Strategy Officer, Bryan Che, has penned his thoughts on the evolution here:","sentiment_score":0.0}
