{"full_text":"RT The #B117 Covid variant is 40-80% more infectious wirh high probability of becoming the dominant strain. #MaskUp  and st...","sentiment_score":0.37}
{"full_text":"Fascism is an existential threat to US democracy. COVID is not. Individual risk has to take second place, I think.","sentiment_score":0.0}
{"full_text":"If you pre-registered, please note the COVID-19 vaccine is in limited supply so it may take several weeks to get an appointment.Staff from the Department of Public Health will contact you via phone or email once more doses become available and it's your turn to get vaccinated.","sentiment_score":0.1657142857}
{"full_text":"RT Dear South Carolina:This is the Mayor of Laurens: \"We are now at the point or very soon will be where we will have to...","sentiment_score":0.2}
{"full_text":"RT When it comes to vaccination, data reporting and accountability, France wins the award for most absurd situation: for 2 weeks...","sentiment_score":0.1}
{"full_text":"they're not doing daily test like on film sets?","sentiment_score":0.0}
{"full_text":"Woah, my aunt lost her sense of smell and taste as well when she got covid a month ago (both still havent come back), and she hates chocolate now because the only thing she 'tastes' is the texture which is apparently awful without the flavour ","sentiment_score":-0.3333333333}
{"full_text":"To expand\/clarify my point: it should not be the case that we have to choose between the economy and lock-down. We are rich enough to protect the economy &amp; save lives by way of a lock-down. Be in no doubt that if the govt wanted to save pubs &amp; gyms etc, it could.","sentiment_score":0.1875}
{"full_text":"RT #Covid19...what sort of example is it for teenagers &amp; young people being asked to 'social distance' while watching footba...","sentiment_score":0.0666666667}
{"full_text":"RT The pandemic took away our last year w got7","sentiment_score":0.0}
{"full_text":"RT Nickelodeon explaining why the NFL is playing football during a pandemic","sentiment_score":0.0}
{"full_text":"Stuart Manley, 78, died of COVID while incarcerated by the BOP at FMC Devens on January 7, 2021. He is the fourth person to die in that prison in just 15 days. At the time of his death, his pro se motion for compassionate release had been pending since April 15, 2020. 9 months.","sentiment_score":0.0}
{"full_text":"RT Celtic have confirmed that one of their players has tested positive for Covid-19 after the club returned from a training trip...","sentiment_score":0.3136363636}
{"full_text":"A certain expert epidemiologist warns viral elimination strategy of lockdown leads to complacency. He would prefer the virus threat of illness &amp; death is ever constant.How does that fit in w\/ the \"open up-get back to your normal lives for your mental health\" attitude of Gladys?","sentiment_score":0.1107142857}
{"full_text":"RT This sounds like a fantastic service to people who've contracted COVID.","sentiment_score":0.4}
{"full_text":"RT I've absolutely had enough of people saying 'This is not a proper lockdown' when so many are struggling to cope with it. W...","sentiment_score":0.175}
{"full_text":"RT We needed 3 ambulance call outs for our Liam in Dec. Waiting times had def increased &amp; a&amp;e was fairly hectic. Scenes like this...","sentiment_score":0.7}
{"full_text":"Covid protocol","sentiment_score":0.0}
{"full_text":"RT LAURIE CAVAGNARO, 74 of Reading, Massachusetts died of COVID on May 9.\"Wonderful wife, mum of two and Mimi of 7...gone...","sentiment_score":1.0}
{"full_text":"Oh my god but why was the most lit party I have ever been to... and I was sober af","sentiment_score":0.3}
{"full_text":"RT Imagine being an executive of and thinking, Hmm, a pandemic ripping through the population, British society cr...","sentiment_score":0.0}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"RT This is a lie. There was no election fraud. Why don't you help people who are suffering through the pandemic...","sentiment_score":0.0}
{"full_text":"I hope COVID dies down and the nfl can have fans next year because I'm front row week one","sentiment_score":-0.0777777778}
{"full_text":"RT Lindsay Graham voted to impeach Clinton for lying on a deposition, but wants us to be bygones with Trump inciting an atta...","sentiment_score":0.2}
{"full_text":"my new normal is accepting the fact that bonnie henry will be announcing that \"restrictions\" will continue for another 2 weeks until the day i die... see y'all feb 5th when its extended until feb 19th then mar 5th then mar 19th then april 2nd then april 16th then april 30th then","sentiment_score":0.0954545455}
{"full_text":"RT So saw today that Shandro has changed his mind about vaccinating our frontline nurses and DR, in Covid Wards, they now wil...","sentiment_score":0.0}
{"full_text":"I only wish for once in his life he'd been right about the pandemic ending in May.","sentiment_score":0.1428571429}
{"full_text":"Okay! I wish I could visit sometime too, I've been wanting to visit japan since I was 4 years old to be honest. Mainly either Tokyo or Chiba, somewhere close where there is not a lot of COVID-19 cases hopefully...","sentiment_score":0.3729166667}
{"full_text":"RT This Is Just As Good As, \"Military Training Accident\" ","sentiment_score":0.3}
{"full_text":"RT FOLKS--if you think #COVID19 cases is really bad in the US, it is even more epically surging in the UK  &amp; Ireland . I ma...","sentiment_score":-0.1}
{"full_text":"RT Whoever you are.  Wherever you live.  And whatever your reason. We need to stick together, keep following the rule...","sentiment_score":0.0681818182}
{"full_text":"This... and hopefully it means things will slow down this week. Important week ahead.","sentiment_score":-0.0185185185}
{"full_text":"RT If the 30% figure quoted is accurate, Covid is now more common than mental health issues - but that's in addition, not instead...","sentiment_score":0.125}
{"full_text":"RT A BLANKET #CURFEW is just an expansion of #Lockdown measures that have proven - 5 times now in #Ontario - to be absolutely inef...","sentiment_score":0.2}
{"full_text":"RT I fear for the deep scarring of our children in this time of double trauma, pandemic and insurrection.","sentiment_score":0.0}
{"full_text":"there's a pandemic - many (46,000 at the last count) NHS staff have made huge sacrifices and become ill, dealing with our illness - and you have to sh_t stir it into a Brexit issue - you are beyond stupid","sentiment_score":-0.08}
{"full_text":"RT The district learned today that two members of our school community have tested positive for COVID-19. Our first prior...","sentiment_score":0.1590909091}
{"full_text":"RT The wants us to calm down about innocent black men being murdered by police.They want us to calm down about COVID k...","sentiment_score":0.1174603175}
{"full_text":"RT UNSUNG HEROES: Perry has been infected with COVID herself but said that made her more committed to her job, not less","sentiment_score":0.2916666667}
{"full_text":".Ontario Gov't worker paid to stay home and do nothing?Must be nice.Get real Mary.Ford messed up! Hadn't made masks mandatory with fines and enforced distancing. Only a health guideline!People are getting evicted from their homes!!.","sentiment_score":0.125}
{"full_text":"RT Great news to start off the year: We will arrange our joint UGOT\/UCL course \"Biomarkers for Neurodegenerative Diseases...","sentiment_score":0.8}
{"full_text":"RT Three hours ago I posted the latest Covid patients at Poole and Bournemouth hospitals as 308.It's now 319. Ple...","sentiment_score":0.5}
{"full_text":"RT Something that Michael Moore stated on Facebook today was that Capitol police officers were told \"to...","sentiment_score":0.0}
{"full_text":"RT Watching their follower counts more closely than they've ever watched COVID infection rates. Tells you all you need to know.","sentiment_score":0.5}
{"full_text":"RT What I'm hoping for is that after Jan 20th, Biden will clear the way for the creation of an Independent Sp...","sentiment_score":0.0333333333}
{"full_text":"Define sooner.Define later.There is no reason for lockdown restrictions not to be lifted *once everyone is safe from contracting a virus that is not only deadly but can be debilitating for anyone who catches it*.If sooner = \"before it is safe to do so\" you can get in the bin","sentiment_score":0.2}
{"full_text":"RT We need to be louder for old  and needy people in LTCs.We need to be louder for vulnerable low income people on the front...","sentiment_score":-0.1333333333}
{"full_text":"Victoria Covid hotspots: list of Melbourne and regional Vic coronavirus case locations | Australia news","sentiment_score":0.0}
{"full_text":"RT NHS Covid-19 jab letters 'confusing over 80s'This seems bizarre &amp; very unfair- they should get them at their surgery o...","sentiment_score":-0.1833333333}
{"full_text":"RT We must have honest discourse on covid vaccine candidates. The data are exceptionally premature and i...","sentiment_score":0.6333333333}
{"full_text":"RT 'Dog thefts double as pet prices soar during the coronavirus lockdown' - figures based on stolen dogs registered with","sentiment_score":0.0}
{"full_text":"RT Nickelodeon explaining why the NFL is playing football during a pandemic","sentiment_score":0.0}
{"full_text":"Not \"may\", should. They should get tougher now. This lockdown is nowhere like march yet. People are finding too many ways to abuse the rules","sentiment_score":0.5}
{"full_text":"RT Friends! Friends!! I grew a lemon, with nothing more than sunlight and plant lady things!  This particular pandemic hob...","sentiment_score":0.3958333333}
{"full_text":"RT Going for Zero CovidAllan Todd writes: With UK Covid-19 deaths now having passed the 80K mark - the first country in Euro...","sentiment_score":0.25}
{"full_text":"In honour of the great James Gandolfini - our thoughts on the pandemic","sentiment_score":0.8}
{"full_text":"RT So you wanna be 1 of 60,000 in Jack Trice in the fall?Start slapping that mask on ya face, washing ya damn hands, and k...","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT In the past 7 days, 975 people have died in London hospitals due to COVID19. This was the central line at 0630 this morning....","sentiment_score":-0.125}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT Over the last 7 days 0.9% of the population of Ireland have tested positive for COVID-19. Not only is this the highest in...","sentiment_score":0.0757575758}
{"full_text":"Not this pandemic","sentiment_score":0.0}
{"full_text":"RT Airspace above 18,000 feet from South Carolina to NJ has been cleared due to #COVID19 exposure at one of the busiest FAA co...","sentiment_score":-0.0625}
{"full_text":"RT Pope's personal doctor dies from coronavirus 'complications' aged 78","sentiment_score":-0.05}
{"full_text":"Budva, 2018 covid go away","sentiment_score":0.0}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT Wow. I have never been so tired of something like I am tired of covid.","sentiment_score":-0.2333333333}
{"full_text":"RT GOOD NEWS: The people of Denmark force a government climbdown on plans to introduce a compulsory vaccination law with 'det...","sentiment_score":0.7}
{"full_text":"RT GOOD NEWS: The people of Denmark force a government climbdown on plans to introduce a compulsory vaccination law with 'det...","sentiment_score":0.7}
{"full_text":"RT Also big thanks to the terrorists for being such selfish morons regarding the pandemic that they left their faces visible f...","sentiment_score":-0.1833333333}
{"full_text":"RT Also big thanks to the terrorists for being such selfish morons regarding the pandemic that they left their faces visible f...","sentiment_score":-0.1833333333}
{"full_text":"RT To Americans who are working everyday to protect themselves and their families from the pandemic, do their jobs, care for...","sentiment_score":-0.2}
{"full_text":"Praying for my friend's family and the families of so many others who have suffered unimaginable loss. #wearamask","sentiment_score":0.5}
{"full_text":"RT is a hashtag ( #wksn_khrjy_alwdh ) being used on Twitter with false information about COVID-19 vaccines...","sentiment_score":-0.4}
{"full_text":"RT If the government wants people to stay at home, it needs to:#Increase sick pay to the real living wage.#Close all n...","sentiment_score":-0.1047619048}
{"full_text":"More than 2 million Queenslanders will shortly find out if their three-day lockdown is going to end, or if they will have to endure more time in is...","sentiment_score":0.3333333333}
{"full_text":" I thought it was just me","sentiment_score":0.0}
{"full_text":"Every new day that goes by with COVID makes me feel worse and worse for students with ADHD. I know that had I been in school during all this I would have failed, full stop. It's awful","sentiment_score":-0.3022727273}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT My own view on #covid further lockdowns and curfews (speaking as a former Health Minister): go big or go home. Do a tim...","sentiment_score":0.15}
{"full_text":"Ask he's been dpong nothing through the whole pandemic","sentiment_score":0.2}
{"full_text":"RT 'Mask Nazi. There are Nazis here': Anti-maskers protest COVID-19 in California stores amid surge","sentiment_score":0.0}
{"full_text":"New aspirational lockdown look?","sentiment_score":0.1363636364}
{"full_text":"Sorry R.I.P","sentiment_score":-0.5}
{"full_text":"RT Just found out my hubby's uncle has sadly passed away from Covid. He was only 70, had learning disabilities and was completel...","sentiment_score":-0.25}
{"full_text":"Invest time in business process, automation and staff training during COVID to prepare your organization to scale after COVID  #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT GOOD NEWS: The people of Denmark force a government climbdown on plans to introduce a compulsory vaccination law with 'det...","sentiment_score":0.7}
{"full_text":"This is the point If Boris had followed health experts advice back in June warning if a second wave, many of these people would still be alive.","sentiment_score":0.15}
{"full_text":"Invest time in business process, automation and staff training during COVID to prepare your organization to scale after COVID  #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Thanks @RushMedical for protecting us from COVID! Let's vaccinate our pts soon! @cardio10s @gina_lundberg @DrToniyaSi...","sentiment_score":0.3125}
{"full_text":"RT Another busted COVID party!","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Universities have no business opening on the 18th or this month entirely...there's a second wave of COVID-19 coming and some...","sentiment_score":0.0}
{"full_text":"RT Thread  For context, please read re Simone Gold &amp; #CNP's deadly \"COVID cure\" hoax, plus #ShadowNetwor...","sentiment_score":-0.2}
{"full_text":"Could this pandemic just be over so him upstairs can be un-furloughed and doesn't have the telly on so bloody loud at this time on a Sunday night? I need an early night.","sentiment_score":-0.2}
{"full_text":"RT This is so sad. Mexico probably has the highest per capita Covid fatality rate for doctors and nurses. They are dramatical...","sentiment_score":-0.5}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"At a time when new mothers are struggling to find their feet and breastfeed in a pandemic, Ruth is keen to offer them a place to find out more about breastfeeding","sentiment_score":0.3181818182}
{"full_text":"Pioneers of the Forest Hill Dividec. 1915L-R: Jake Welker, L. Remler, Lee Van Emon, and J. Bickford.Photo taken in Michigan Bluff #COVID19 #CovidVaccine #sundayvibes","sentiment_score":0.0}
{"full_text":"RT If you danced cars land on Grad Nite you're immune to COVID","sentiment_score":0.0}
{"full_text":"New report! Data from the nation's largest Catholic school system reveal that implementation of layered mitigation efforts can support reopening in-person education in a safe (but not zero-risk) environment. #COVID19  ","sentiment_score":0.2234848485}
{"full_text":"What is a Coding Denial?A denied claim is a claim that has made it through the adjudication system--it's been received and processed by the insurance or third-party payer.Call us for our Professional advice:908 484 4680info@allmdcare.com#healthcare #doctors #medical #COVID19","sentiment_score":0.05}
{"full_text":"RT Where are the people who bought rubber dinghies in France and then traveled across La Manche being housed?...","sentiment_score":0.0}
{"full_text":"Kamala Harris has dissolved her political fundraising committees and is donating the remaining funds to three charities across California, which focus on pandemic related aid.https:\/\/t.co\/TKL245nVeN","sentiment_score":0.0}
{"full_text":"ICYMI: The #Grammys have been postponed due to California's surge in Covid-19 cases.","sentiment_score":-0.125}
{"full_text":"Yes. I actually have a not-phoney exemption sent to me last april by asthma uk. I also have an exemption lanyard. I have used them 0 times and wear a mask whenever I am out- which at the moment is hardly at all.","sentiment_score":-0.0972222222}
{"full_text":"Thousands of students around the country are still at school","sentiment_score":0.0}
{"full_text":"RT This Is Just As Good As, \"Military Training Accident\" ","sentiment_score":0.3}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT I am home after 7 weeks of hospitalization for Covid. It's good to be home.","sentiment_score":0.7}
{"full_text":"RT OMG, just stop!","sentiment_score":0.0}
{"full_text":"Looking ahead to 2021: #ClarkCounty Commission Chairman discusses the return of Las #Vegas tourism and conventions, #COVID19 testing, and vaccination plans.","sentiment_score":0.0}
{"full_text":"Then presumably you are exempt and have a lanyard to show this to people. Saying that masks give you acne is a  pretty lame reason not to wear a mask though.You do realise that many people have worn masks for their profession for years &amp; they are fine, right?","sentiment_score":0.1904761905}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"Denton County will host one of 28 COVID-19 vaccination hubs across the state of Texas.https:\/\/t.co\/0G7mOtW0T9","sentiment_score":0.0}
{"full_text":"RT Five people died and we just learned another officer lost his life.Yet GOP's central focus right now are their Twitter counts. I...","sentiment_score":0.1428571429}
{"full_text":"Last Sunday, Miami International Airport said it welcomed nearly 90,000 travelers, marking the busiest travel day at the airport since the pandemic began. More were expected over the weekend in part because of the game Monday.","sentiment_score":0.0166666667}
{"full_text":"How much credit for Moderna's COVID vaccine belongs to the US taxpayer?@moderna_tx's spoke to about Operation Warp Speed's role in vaccine development.@gzeromedia | #GZEROWorld","sentiment_score":0.2}
{"full_text":"#show us your #houseplants! What other #Brilliant #ideas have enhanced your #WFH #Space?#selfcare #plantdad #plants #plantbased #QuestionOfTheDay #indoorjungle #gardening #homedecor #workspace #decor #creativity #QuarantineLife #stressrelief #nature #NaturalBeauty #love #family","sentiment_score":0.425}
{"full_text":"Session Highlight! \"One office, one team, and 500 COVID-19 testing sites. Learn how Accuweather monitored, supported, and warned 500 testing sites across the nation.\" Wed Jan 13th1:40 PM ETAbstract: Guy Pearson#AMS2021","sentiment_score":0.0}
{"full_text":"SECRETS TO BECOMING UNFORGETTABLEHere are 4 killer techniques to firmly #establishyourself as UNFORGETTABLE.#BrandYouGuide #TheAccidentalCareerCoach #resumewriting #jobseek #covid #hiring #jobopening","sentiment_score":0.125}
{"full_text":"Some Health Care Workers Say They Are 'Forgotten' In COVID-19 Vaccination Plans #covid19 #massachusetts #employees","sentiment_score":0.0}
{"full_text":"Thinking of all our healthcare staff as they fight tirelessly against Covid-19. So sad and awful that they are being put under such enormous strain by a small minority of people who aren't taking this seriously.Stark wake up call to those people now to follow the guidance!","sentiment_score":-0.3625}
{"full_text":"'Shopping bruv?': The traders and look-outs on Counterfeit Street defying the national lockdown","sentiment_score":0.0}
{"full_text":"IL reports 30 new COVID-19 cases in White Co. &gt;&gt;&gt;","sentiment_score":0.0681818182}
{"full_text":"The following #COVID19 resources housed on our website aim to promote ethical reflection and decision-making during this pandemic:","sentiment_score":0.1}
{"full_text":"Okay how about the Green New Deal which is scientifically impossible to do but will definitely bankrupt the country if they try and do it? What about the $4 trillion tax increase in the next 4 years? What about the idea that he'll do another lockdown if the experts tell him to do","sentiment_score":-0.0383838384}
{"full_text":"RT More than 46000 staff are off work sick with COVID. 46000. We are trying to fight this virus with one hand tied behind our...","sentiment_score":-0.2047619048}
{"full_text":"RT Our data on hospital &amp; ICU admissions has been updated: patients in hospital per million:...","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"Reminder: Student Centers are closed for winter break, reopening Jan. 19. The main lobby of the Busch, College Ave, &amp; Livingston Student Centers will be accessible to drop of COVID test kits, M-F 8:00am - 5:00pm. Campus community members can swipe into the main lobby for drop off","sentiment_score":0.1520833333}
{"full_text":"Current Conditions for #Sayre PATemp: 27.5FWind Chill: 27.5FHumidity: 84%Dew Point: 23.3F Barometer: 30.396 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 201.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT We've lost our ever-lovin minds","sentiment_score":0.0}
{"full_text":"RT Don't think I'll ever get over the fact Dominic Cummings wasn't forced to apologise\/resign over breaking lockdown rule...","sentiment_score":-0.3}
{"full_text":"Huawei postpones developer conference citing coronavirushttps:\/\/t.co\/tHYjHcDIIf #Tech #Robotics #womenintech #NRF2020 RT@falitroke","sentiment_score":0.0}
{"full_text":"Pope's doctor dies from COVID-19 complicationshttps:\/\/t.co\/nTlZOUYOf4","sentiment_score":0.0}
{"full_text":"RT Five people died and we just learned another officer lost his life.Yet GOP's central focus right now are their Twitter counts. I...","sentiment_score":0.1428571429}
{"full_text":"Public health officials sounded the alarm for months, complaining that they did not have enough support or money to get #COVID19 vaccines quickly into arms.","sentiment_score":0.1111111111}
{"full_text":"Experts in what? Fear and tyranny? Economic destruction? Destroying people's lives? These so called experts can just do one! I hope they are being well paid by their puppet masters. Evil people!","sentiment_score":-0.35}
{"full_text":"RT I'm part of a research investigating the sero-prevalence of COVID antibodies (which are formed after being infected with COVI...","sentiment_score":0.0}
