{"full_text":"RT ***LIVE***https:\/\/t.co\/4dxAMFq532#NAMOAppVirtualMeet","sentiment_score":0.0}
{"full_text":"found some new footage of today's #COVID19 presserhttps:\/\/t.co\/Czp5taX3KQ","sentiment_score":0.1363636364}
{"full_text":"RT For decades now, Christians in the Holy Land have faced many social and economic challenges. Additionally, we now face...","sentiment_score":0.2444444444}
{"full_text":"No one ever mentions Gov Murphy from NJ. He pulled the same crime against humanity by putting covid patients in nursing homes. He also mandated unsolicited, mail-in voting  for the 2020 election. No one ever talks about this!","sentiment_score":0.0}
{"full_text":"RT After 897 straight games on the bench had to stay home bec of quarantine. Thanks to my &amp;esp #1 son&amp; AC...","sentiment_score":0.2}
{"full_text":"RT Lockdown period has reduced distance and has virtually brought us all closer.Tune in to this episode of #NAMOAppVirt...","sentiment_score":0.0}
{"full_text":"RT #Sixers center Joel Embiid,swingman Danny Green and power forward Tobias Harris are all questionable for tomorrow's gam...","sentiment_score":-0.2666666667}
{"full_text":"RT Additionally, the Capitol Bldg has been *closed to visitors &amp; tours* for months because COVID ","sentiment_score":-0.1}
{"full_text":"RT President-elect Joe Biden intends to release nearly all available doses of the coronavirus vaccine soon after he is inaugurate...","sentiment_score":0.25}
{"full_text":"RT Now it's time for to remove the man who has banned 83 million Iranians from Twitter, bans US &amp; European coronav...","sentiment_score":0.0}
{"full_text":"RT Attention Twitter CEO:","sentiment_score":0.0}
{"full_text":"RT Now it's time for to remove the man who has banned 83 million Iranians from Twitter, bans US &amp; European coronav...","sentiment_score":0.0}
{"full_text":"RT Instead of satisfying the horribly addictive drug of politics right now, why won't House Speaker Nancy Pelosi halt impe...","sentiment_score":0.2619047619}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"Israel appears to be dominating the COVID-19 vaccination doses administered per 100 people category worldwide.So maybe, uh, copy Israel?","sentiment_score":0.0}
{"full_text":"RT Blackpool hospital CEO says#3 yrs to restore to pre-Covid levels# Only 75% had cancer treatment within 62 days...","sentiment_score":0.0}
{"full_text":"RT Japan PM #YoshihideSuga exudes confidence that #Olympic Games will be staged this summer despite state of emergency in #Tok...","sentiment_score":0.0}
{"full_text":"RT #CBCTheNational LIVE for Jan. 8 -- Ontario's COVID-19 cases and ICU admissions hit record high","sentiment_score":0.1481818182}
{"full_text":"Hell no only because of covid and cheating","sentiment_score":0.0}
{"full_text":"Not where i live  we had one case  we werre in the green before the provincewide lockdown then some non believers decided to gather at a campground for a big new years party.  11 new cases today.  I hope thos non believers believe its real now.","sentiment_score":0.0681818182}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"Call of duty time !!#CallofDuty #CoDMobile #COD #COVID19 #PlayStation5 #pcgaming #CallofDutyWarzone","sentiment_score":0.0}
{"full_text":"RT Remember when My Pillow guy got to speak at the last big #Coronavirus Task Force press conference?","sentiment_score":0.0}
{"full_text":"RT Just received a text from an ICU doctor who predicts Ontario hospitals will need to begin \"denying care and removing patien...","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT ***LIVE***https:\/\/t.co\/2lkrWn4sSx#NAMOAppVirtualMeet","sentiment_score":0.0}
{"full_text":"RT Many #COVID19 deaths could've been avoided if this happened months ago.","sentiment_score":0.5}
{"full_text":"RT What happened to 'Ab Ki Baar Trump Sarkar'? Didn't you Campaign for your 'friend' and subvert our foreign pol...","sentiment_score":-0.125}
{"full_text":"RT And another.On the day that one thousand, three hundred and twenty five people lost their lives to Covid 19, I think it onl...","sentiment_score":0.0}
{"full_text":"But I can't hate on this one because it requires less knee strength than the Body Challenge. Keep bussing it ladies! ","sentiment_score":-0.5041666667}
{"full_text":"RT 1,325 more deaths. In a single day. The highest daily total since the pandemic began. 1,325 mothers, fathers, grandparents &amp;...","sentiment_score":0.1071428571}
{"full_text":"RT At 4 PM on Monday 11th January, PM will interact with Chief Ministers of all states via video conferencing. The...","sentiment_score":0.0}
{"full_text":"RT #Sixers center Joel Embiid,swingman Danny Green and power forward Tobias Harris are all questionable for tomorrow's gam...","sentiment_score":-0.2666666667}
{"full_text":"RT Good morning. It is Friday, January 8th. Today's weather is expected to offer slightly above seasonal temperatures, li...","sentiment_score":0.2}
{"full_text":"RT NO GIRL CAN DO ALL 4 1. STAY HOME2. NOT CHEAT 3. BELONG TO JUST 1 GUY4. COOK","sentiment_score":0.0}
{"full_text":"RT cashapp: $tylaezah I can't get a job yet because of covid so I'll use the money to help my mom b...","sentiment_score":0.0}
{"full_text":"Stock Market Rally Hits New Highs On Stimulus Hopes; Tesla, Nio Spike  #covid19 #coronavirus #market #stocks","sentiment_score":0.1363636364}
{"full_text":"RT For the parents having a single girl child, a unique initiative 'Kul Ka Crown' has been started by und...","sentiment_score":0.1517857143}
{"full_text":"3 hours ago I was talking to my Mum. \"Your uncle is in hospital.\" 'Well he did smoke 80 fags every day.' \"Yes he became infected with Covid. He had your cousin, his Covid +ve wife and their kids to his house on Christmas Day.\" \/1","sentiment_score":0.0}
{"full_text":"Stars likely won't play until Jan. 19 or later after COVID-19 outbreak","sentiment_score":0.0}
{"full_text":"RT Trump was calling senators during the attack on the capital. Tommy Tuberville needs to testify at the impeachment hearings....","sentiment_score":0.0}
{"full_text":"RT Tune into ''yaadeN! atuly bhaart - kedaarnaath!\" to experience the divine atmosphere of Shri. Kedarnath Dham in this lockdo...","sentiment_score":0.0}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"RT A new study found that children are frequently infected with the coronavirus, often more frequently than adults, yet rarely sho...","sentiment_score":0.2272727273}
{"full_text":"If it was an injury or something, nearly impossible to get another official there due to Covid protocols.","sentiment_score":-0.3958333333}
{"full_text":"RT With Khan's comments today and Michie's earlier comments we see now the start of a new push for even tougher restrictions....","sentiment_score":0.0681818182}
{"full_text":"Australia locks down city of 2 million over a single case of new COVID variant","sentiment_score":-0.0302068302}
{"full_text":"Better Skip Skip the dishes!","sentiment_score":0.625}
{"full_text":"Should say withoutC H E A T I N G #FactsMatter","sentiment_score":0.0}
{"full_text":"RT UBC faculty in School of Population and Public Health castigate director Peter Berman over vacation to Hawaii","sentiment_score":0.0}
{"full_text":"This week has been one for the books for many reasons. My wife is thankfully recovered from a week+ long COVID-19 battle. It's predictably my turn now. After several really tough days, I went to the emergency room. Can breath much better. Hopefully rounding the corner soon.","sentiment_score":0.0601851852}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT #BREAKING US sets new record with nearly 290,000 Covid cases in 24 hours: Johns Hopkins","sentiment_score":0.1181818182}
{"full_text":"RT ***LIVE***https:\/\/t.co\/4H84UiDJ8z@narendramodi #NAMOAppVirtualMeet","sentiment_score":0.0}
{"full_text":"RT An attempted coup is not something to sweep under the rug.Children in cages is not something to sweep under the rug.Dep...","sentiment_score":0.0}
{"full_text":"Yes, but that is past figures of flu, we've had covid for a year &amp; just look at the figures rocketed up! I for one believes we have a real pandemic because Boris did not shut our borders quick enough when China had it back in late 2018!","sentiment_score":-0.0256944444}
{"full_text":"RT Posted without comment on the day the UK records it's record daily number of covid deaths","sentiment_score":0.0}
{"full_text":"RT The Federal Government may consider the option of imposing a fresh lockdown on the country if the rising cases of COVID-1...","sentiment_score":0.3}
{"full_text":"RT A 300-day quarantine with no end in sight is UNFORGIVABLE.Quarantine as an initial response is correct. But now, it is...","sentiment_score":0.0}
{"full_text":"RT Very worrying reports that more workers are having to go to work during this lockdown than in the March one.Yet the ne...","sentiment_score":0.35}
{"full_text":"RT Now it's time for to remove the man who has banned 83 million Iranians from Twitter, bans US &amp; European coronav...","sentiment_score":0.0}
{"full_text":"you going to let twitter jack and facebook mark lock down government accounts? GOVERNMENT!","sentiment_score":-0.1944444444}
{"full_text":"RT Khamenei, Rouhani &amp; Zarif's Twitter accts are still active. Their regime pledges Death to America, calling us the Great S...","sentiment_score":0.3333333333}
{"full_text":"Just found out my uncle died in prison due to COVID. He had such an amazing heart, just couldn't stay clean and out of trouble. ","sentiment_score":0.1283333333}
{"full_text":"RT Even as no case of avian influenza, or bird flu, was reported in the state so far, the #PunjabGovernment has sounded a...","sentiment_score":0.1}
{"full_text":"This pandemic is falling almost completely on women and minorities. The inequities in this country are appalling and uncalled for.","sentiment_score":-0.125}
{"full_text":"Woodbine CEO questions Ontario's decision to let NHL play in lockdown ","sentiment_score":0.0}
{"full_text":"RT I hear that. How many HUNDREDS of THOUSANDS of AMERICA were killed by #Covid on his watch?Oh, The HUMANITY.WE NEED A CO...","sentiment_score":0.15}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT covid strategy:Govt:Public Health Agency, PHA responsiblePHA: Regions responsibleRegs:We follow PHA CLOSELY, municip...","sentiment_score":0.0}
{"full_text":"RT She has expressed more concern about the president's Twitter account than a single Minnesotan who h...","sentiment_score":0.2142857143}
{"full_text":"RT Supporting #Vaccine centres in #Slough. Our volunteers delivering free hot food to the staff at #COVID19 vaccine centres...","sentiment_score":0.3}
{"full_text":"The Hell of COVID-19, while Trump's kooks attempt to commit sedition on behalf of a loser.","sentiment_score":0.0}
{"full_text":"RT In memory of all those who have lost their lives during lockdown from neglect ... my cousin was one of those ...","sentiment_score":0.0}
{"full_text":"You laughed about a guy who drove three hours to deliver Covid vaccines to a rural hospital but mourned about Trump's account being suspended get your priorities straight","sentiment_score":0.3}
{"full_text":"RT BREAKING NEWS: Trump's Rebellion Confirmed As Major COVID-19 Super-Spreader Event As U.S. Reaches Historic Daily Death To...","sentiment_score":0.115625}
{"full_text":"The Food and Drug Administration (FDA) of Thailand has warned the public not to buy the #COVID19 Rapid Test and use it themselves because the rapid test is a test for antibodies only; it cannot detect the virus or indicate if the user is infected with the virus.","sentiment_score":0.0}
{"full_text":"Faith, health leaders help minorities access COVID-19 vaccinehttps:\/\/t.co\/cSleKKIUD1","sentiment_score":0.0}
{"full_text":"RT Media: to \"@Google has banned in the past hour. We've seen banning...","sentiment_score":-0.25}
{"full_text":"RT I so look forward to it, and am also completely offended you wouldn't just invite me to join your family in S...","sentiment_score":0.1}
{"full_text":"New Variant Of Coronavirus From UK Detected In Texas, Connecticut","sentiment_score":0.1363636364}
{"full_text":"is offering at-home #COVID19 test kits at no cost to individuals living in Orange County. If interested, please visit to order a test kit.","sentiment_score":0.25}
{"full_text":"RT He jailed women with their babies and locked children in cages+ tore hundreds of families apartHe supported major viol...","sentiment_score":0.0625}
{"full_text":"\"The pandemic has created new challenges in the foster care system and exacerbated old ones -- creating delays in placements and adoptions and forcing some older youth to exit the system amid a public health and economic crisis.\" #FosterParenting","sentiment_score":0.1206060606}
{"full_text":"Greece extends lockdown past 2 months, expands vaccinations","sentiment_score":-0.25}
{"full_text":"A woman in Singapore has been sentenced to 5 months in jail for lying to coronavirus contact tracers. She met a close male friend 5 times in the week before testing positive, and deliberately withheld the information to prevent rumours of an extra-marital affair spreading.","sentiment_score":0.0424242424}
{"full_text":"Local and state health officials are keeping a close eye on new COVID-19 variants as more states report cases.https:\/\/t.co\/AsTbDHgqTI","sentiment_score":0.2121212121}
{"full_text":"Do you think Facebook should remove photos and images from the demonstration at the U.S. Capitol?1. Yes2. NoMore: platforms flex their power, lock down Trump accounts:","sentiment_score":-0.1555555556}
{"full_text":"The state Department of Health is investigating Montefiore New Rochelle Hospital, saying that the facility violated protocol by administering the COVID-19 vaccine to city and school employees.","sentiment_score":0.1363636364}
{"full_text":"Health officials in Appanoose County announce one death, ten more COVID-19 caseshttps:\/\/t.co\/BbODP6xSaY#KTVONews #Iowa #COVID19","sentiment_score":0.25}
{"full_text":"The Growth Lab's #COVID19 Task Force has been conducting research on its epidemiological &amp; economic impacts. Watch our team discuss how we've integrated the research into country-specific projects, focusing on developing response &amp; recovery plans.","sentiment_score":0.2}
{"full_text":"\"A migrant worker on minimum wage in Samut Sakhon contributing 100% of their salary for testing would have to work for an estimated 9 days to cover the costs of a single COVID-19 test\"","sentiment_score":-0.0714285714}
{"full_text":"Pfizer study indicates COVID-19 vaccine works against variants","sentiment_score":0.0}
{"full_text":"Azerbaijani couple beats COVID-19 in Turkeyhttps:\/\/t.co\/uyumzt89dx","sentiment_score":0.0}
{"full_text":"With a 10 p.m. statewide curfew still in place, many Ohio State fans are left with the dilemma of where to watch the national championship game.","sentiment_score":0.0333333333}
{"full_text":"A video of a Pakistani man falsely claiming COVID vaccine will contain mind control clip was shared on Indian social media. BJP spokesperson RP Singh falsely suggested that the man is a member of SP. #AltNewsFactCheck |","sentiment_score":-0.2555555556}
{"full_text":"Changes to the COVID-19 vaccine rollout plan in Maryland means educators will now be included in Phase 1B.https:\/\/t.co\/LBaURcSgQK","sentiment_score":0.0}
{"full_text":"Former ministers Datuk Seri Dr. Dzulkefly Ahmad, Dr. Lee Boon Chye, Yeo Bee Yin, and Isnaraissah Munirah Majlis signed a statement calling on the government to heed expert advice and begin mass testing for Covid-19.Read the full story here -&gt;","sentiment_score":0.175}
{"full_text":"President-elect Joe Biden said his administration will speed the release of coronavirus vaccines, ending Trump's practice of holding back shots for second dose.","sentiment_score":0.0}
{"full_text":"On Friday, the Wisconsin Department of Health Services reported an additional 3,474 new confirmed COVID-19 cases, bringing the total over 500,000. The state has averaged 2,715 new cases per day in the last week.https:\/\/t.co\/T8lD8oXr4I","sentiment_score":0.1345454545}
{"full_text":"The reopening of large college campuses last fall coincided with new coronavirus outbreaks in surrounding communities, according to the CDC.","sentiment_score":0.1168831169}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"$86 million to Cambodia$130 million to Nepal$135 million to Burma$453 million to Ukraine$700 million to SudanThe list goes on.","sentiment_score":0.0}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"Sinovac and Sinopharm, another Chinese pharmaceutical firm, also plan to send their application to the Food and Drug Administration (FDA) for their COVID-19 vaccine's emergency use authorization in the Philippines. #COVID19Updateshttps:\/\/t.co\/AzGkNwqTss","sentiment_score":-0.1}
{"full_text":"Some cities have already announced budgets for #COVID19 vaccines.https:\/\/t.co\/zYdxyKai0A","sentiment_score":0.0}
{"full_text":"This is leadership and empathy from - the ones laughing can sign up to the COVID19 unit at Parler","sentiment_score":0.0}
{"full_text":"When you ask some if they support a non covid believer this is not the response you want right??","sentiment_score":0.2857142857}
{"full_text":"WATCH: Hotels are offering new services to stay afloat during the pandemic. explains.","sentiment_score":0.0681818182}
{"full_text":"Employers must provide quarantine centre for foreign workers tested positive of Covid-19 &amp; bear all costshttps:\/\/t.co\/TRgp1LepvM#malaysiagazette","sentiment_score":0.0511363636}
{"full_text":"ICYMI: Here are the latest COVID-19 numbers for Milton, Halton, and Ontario.#MiltonON","sentiment_score":0.5}
{"full_text":"RT daily reminder that we're on a treasure lockdown!! our focus must only be to treasure and treasure only until this era ends...","sentiment_score":0.0}
{"full_text":"So .. been tracking China Virus numbers in full context since March 2020 ... you can believe that corrupt old bastard Biden ... the Thief in Chief ... but the truth is the aggregate total deaths as a % of Positive Cases in the USA is 1.68% ... it has been dropping for months ...","sentiment_score":0.0354545455}
{"full_text":"Trump and all his enablers have blood on their hands. People have died because of their actions. And don't forget the COVID-19 death toll. ALL of them MUST be charged for their offenses. #ImpeachTrumpNow","sentiment_score":0.0}
{"full_text":"RT Attention families!  Additional free COVID-19 testing dates available for children, ages 4-18 in Miami-Dade County, thank...","sentiment_score":0.4}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT On Friday, the first anniversary of its initial health alert, Los Angeles County reported 318 coronavirus deaths and 18,313 new c...","sentiment_score":0.1287878788}
{"full_text":"Peep $RLFTF .... groundbreaking COVID therapeutic with top line trial data results due any minute now $$$","sentiment_score":0.1875}
{"full_text":"Current Conditions for #Sayre PATemp: 22.5FWind Chill: 20.8FHumidity: 92%Dew Point: 20.6F Barometer: 30.166 inHgWind: 2 mph from the NWCorona Virus Weekly Stats:Cases: 196.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Hopefully there's not going to be where  at certain of time ( in few years) where people will ask \"Eh kau dah kena covid?\". Mintak dijauhkannn","sentiment_score":0.0071428571}
{"full_text":"I agree. If they impose a lockdown, they should do it properly or not at all. This one has too many exemptions. Most people can find a loophole in it to do what they want. It isn't going to work with the new variant. Why don't they get this ?","sentiment_score":0.2840909091}
{"full_text":"RT THERE WAS A REASON: Masks in public impaired cctv automatic face recognition. ONLY Yesterda...","sentiment_score":0.0}
{"full_text":"RT It's a good thing Twitter banned Trump before he did anything crazy like, I dunno,  directly threaten nuclear war with Nor...","sentiment_score":0.0666666667}
{"full_text":"Coronavirus in Scotland: Number of hospital admissions exceeds peak of the first wave. This is the reasoning behind the impending sturgeonisation of the takeaway sector. The all but final nail.","sentiment_score":-0.05}
{"full_text":"RT 1 person in the UK has died every minute in the last 24 hours from Covid-19. One life lost every minute. A mother, a de...","sentiment_score":0.0}
{"full_text":"RT .@DougDucey hasn't had a press conference in 23 days-- but he's currently at an in-person interview with the m...","sentiment_score":0.0}
{"full_text":"Yeah, the priority is getting to the playoffs, and everyone being healthy by then","sentiment_score":0.5}
{"full_text":"Are you having issues making your house payments because of Covid? No worries, we have a solution for that. (208) 664-2191#attorney #lawyer #advocate #lawyerlife #law #lawyeryoucantrust #eviction #COVID #tenant #renter #landlordtenant #landlord","sentiment_score":0.0}
{"full_text":"RT Alberta has the worst-performing economy in Canada &amp; double digit unemployment. The vaccine is our one sure way to econo...","sentiment_score":0.25}
{"full_text":"Crowd estimate at Quiapo as of the moment: 400,000.Manila LGU, Manila Archdiocese and IATF should be held responsible if this turns out to be a COVID-19 super spreader event.","sentiment_score":0.2666666667}
{"full_text":"Record single day #COVID-19 #coronavirus incidences reported in #Georgia on #Friday ... | #COVID19 | #infections | #Illness | #SARSCoV2 | #disease | By via","sentiment_score":-0.0714285714}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":" Making masks  Making soap Making music Across the world, refugees served on the front lines to help fight the COVID-19 pandemic.https:\/\/t.co\/5jHI5pYj7R","sentiment_score":0.0}
{"full_text":"Rebooting India's Education with e-LearningSee: #SaturdayMotivation #Colleges #COVID19 #COVID19 #digitaleducation #DigitalLearning #ELearning #Education #EducationinIndia #Howto #India #OnlineClasses #Remotelearning #Schools #studyfromhome","sentiment_score":0.0}
{"full_text":"#US #markets finished positive after falling into negative territory on more macro trade from bonds to equities despite jobs data showing the economy is fading fast under new #pandemic wave. #traders #trading #investing #daytrader #asx #investors","sentiment_score":0.1527272727}
{"full_text":"RT Just before Christmas during an outbreak at Sunnycrest a long term care investigator found residents were not being fed or...","sentiment_score":-0.05}
{"full_text":"RT Will anyone arriving in the UK on a dinghy also be required to provide a negative Covid test?","sentiment_score":-0.3}
{"full_text":"DOVER PORT INFO | Passengers are required to get a COVID-19 test before arriving at the Port of Dover and to produce a negative test result that has been conducted within 72 hours of travel. More info here: ","sentiment_score":0.1}
