{"full_text":"Bribe Minister Morrison LNP has failed Australians Full Stop! !","sentiment_score":0.0234375}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"The request form is here, for anyone who needs it","sentiment_score":0.0}
{"full_text":"RT Loooool they really said","sentiment_score":0.2}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT \"So when anyone tells you that [#COVID19] is comparable in any way to the #SpanishFlu in terms of impact, they are lyi...","sentiment_score":0.0}
{"full_text":"RT WhoaUS Scientist Who Led Charge Against COVID Lab Leak Theory Admits He Was Trying To Protect Chinese Scientists","sentiment_score":0.0}
{"full_text":"15k dead in Michigan bud.  As many as in all of Canada.  We've done a half assed lockdown, but its a hell of a lot better than you idiots","sentiment_score":-0.0333333333}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"Ontario Cannabis Stores Can Still Offer Pickup, Delivery During Lockdown -","sentiment_score":0.0}
{"full_text":"RT Over 96% of people who have responded to our survey about their experience taking part in our #COVID19 vaccine trial so f...","sentiment_score":0.0}
{"full_text":"RT Exclusive: Trump is lifting travel restrictions on much of the COVID-19 restrictions imposed on Europe and Brazil starting Jan...","sentiment_score":0.1}
{"full_text":"RT 30% have to get readmitted later due to newly developed complications such as heart, liver or kidney problems or diabetes....","sentiment_score":-0.00625}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT #BlueMonday Reach out today and have a chat with someone who might need a listening ear.","sentiment_score":0.0}
{"full_text":"RT #CrushingCoVid #FeelingBetter #FatBoy Kicking CoVid's ass. #thanks for all the love and support. Showered up and moving aroun...","sentiment_score":0.35}
{"full_text":"RT The media reports daily that #Ontario hospitals are full because of #COVID19. I advise ppl to look at hospitalization level...","sentiment_score":0.175}
{"full_text":"RT In two days, the United States will finally have a President with a COVID response plan.","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT More Time at Home During the Pandemic Means More Content Consumption: Survey","sentiment_score":0.5}
{"full_text":"RT Nothing makes any sense. Not COVID. Not the election. Not the riots. Not the Inauguration. None of what we are being t...","sentiment_score":0.0}
{"full_text":"RT Great to see this commitment from so that the Network for Genomic Surveillance can continue to track the spread a...","sentiment_score":0.8}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT Pretty sure having the highest Covid death rate in the world is a resigning matter.","sentiment_score":0.375}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"Q&amp;A: COVID vaccine in N.J. via","sentiment_score":0.0}
{"full_text":"RT #Newsnight\"The government is under pressure from its own backbenchers to extend the UC uplift.\"Uplift may be extended fo...","sentiment_score":0.6}
{"full_text":"Five anti-vaccine groups got loans via US government relief program - report | US news | The Guardian -","sentiment_score":0.0}
{"full_text":"RT The whole country Universities are still teaching online but wants to take exams physical.Covid cases are increasing d...","sentiment_score":0.2}
{"full_text":"RT In addition to Trump's missing health plan, add the infrastructure plan, Covid testing plan, Covid vaccination pl...","sentiment_score":-0.2}
{"full_text":"RT 6 evictions in 2 hours. Watch on the assembly-line of evictions during a time of purported eviction moratori...","sentiment_score":0.0}
{"full_text":"RT I am black trans girl I am raising funds for housing. I'm on asylum after being attacked and suffered a broken skull i...","sentiment_score":-0.2833333333}
{"full_text":"RT Let this sink in ","sentiment_score":0.0}
{"full_text":"As with many erotica authors, I have to keep my identity private to protect my day job, but I've just given myself a lockdown makeover and really want to share! This is the closest I can get #menotme #lockdown #MakeoverMonday","sentiment_score":0.25}
{"full_text":"RT Labour Leader Sir brands pathetic for Tories his abstaining on Labour vote on extension to u...","sentiment_score":-1.0}
{"full_text":"RT Twice a week - tested! Mom - No virus detected I think my floof cheers up people who work here. One person today said...","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"We are happy to be offering both Rapid COVID-19 Antigen and PCR Tests providing highly accurate same day results! Schedule your appointment with us today!","sentiment_score":0.4}
{"full_text":"so they can be evicted once the stay at home order is lifted... vile behaviour","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Dear MIke Pence and You led the White House Task Force on #COVID19. 400,000 dead on your watch.If you...","sentiment_score":-0.1}
{"full_text":"RT At least 13 people in Israel have suffered facial paralysis as a side-effect post Coronavirus vaccination.#news #health #is...","sentiment_score":-0.15}
{"full_text":"RT Far from it. Rest of the world may become more aware of how well Australia has done in closing down t...","sentiment_score":0.1736111111}
{"full_text":"Anti-vaxxer dad 'kills son, 9, in murder-suicide' after 'ranting Covid shot would be used as gov mind control'","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT The Government must not go ahead with plans to cut Universal Credit.Poverty is rising during this pandemic and this wil...","sentiment_score":0.0}
{"full_text":"RT WHY ARE WE OPENING OUR BORDERS DURING A PANDEMIC?","sentiment_score":0.0}
{"full_text":"RT *Westminster Fish Protest*This got just 20 seconds on BBC News at Ten including mentioning that people are being reported...","sentiment_score":0.0}
{"full_text":"Hell yeah man! I'm glad you're doing better, keep kicking that covid ass!","sentiment_score":0.5625}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT HMG Health Matters: Families finding ways to stay active during COVID-19 pandemic@WJHL_Sara has more on","sentiment_score":0.1833333333}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Dear MIke Pence and You led the White House Task Force on #COVID19. 400,000 dead on your watch.If you...","sentiment_score":-0.1}
{"full_text":"RT If you are a St. Louis County resident below is the link to pre-register for the COVID vaccine. Stay safe &amp; keep wearin...","sentiment_score":0.5}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"RT I was at the US Capitol this morning to get a COVID test--mandatory for journalists covering the inauguration. It's a milit...","sentiment_score":0.0}
{"full_text":"RT TRUMP LIFTING TRAVEL RESTRICTIONS ON MUCH OF EUROPE, BRAZIL IMPOSED OVER COVID-19 STARTING ON JAN. 26 -SOURCES","sentiment_score":0.1}
{"full_text":"RT \"We've lost colleagues incl. Belinda Kasongo, murdered in  as she worked to protect others from #Ebola. Her sacrifice was not in...","sentiment_score":0.0}
{"full_text":"RT A headwind for the global economy: Shipping goods gets prices amid higher demand and a shrinking pool of empty boxes....","sentiment_score":0.05}
{"full_text":"RT Dear MIke Pence and You led the White House Task Force on #COVID19. 400,000 dead on your watch.If you...","sentiment_score":-0.1}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Dear MIke Pence and You led the White House Task Force on #COVID19. 400,000 dead on your watch.If you...","sentiment_score":-0.1}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT A brutal insight","sentiment_score":-0.875}
{"full_text":"Wear a mask LA","sentiment_score":0.0}
{"full_text":"RT World-beating. In the most wretched, grim &amp; unforgivable way imaginable. I'm incandescent ","sentiment_score":-0.25}
{"full_text":"RT That time when Pelosi claimed #Trump was just being xenophobic when restricting travel to\/from #ChinaUndermining the P...","sentiment_score":0.0}
{"full_text":"RT Authoritarian US Regime Arrests Whistleblower Who Accused State Officials of Covering Up Extent of the Pandemic","sentiment_score":0.0}
{"full_text":"RT LET THIS SINK IN: So many people have died in Los Angeles that officials have suspended air-quality rules that limit cremat...","sentiment_score":0.5}
{"full_text":"RT That it is possible for Biden and his team to release a coronavirus plan this straightforward is the most damning indictment...","sentiment_score":0.2916666667}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Cornel West and Chomsky have failed to organize the left into any coherent political group that can effect change.  Ev...","sentiment_score":0.0}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"Where do they find these people?","sentiment_score":0.0}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT Loooool they really said","sentiment_score":0.2}
{"full_text":"Hmmmm? He wants to make sure Covid is under control. Can't blame him","sentiment_score":0.35}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Well over a month after I questioned the Taoiseach as to what Indemnification has been given to the private Pharma Companies,...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT On Tuesday, January 19, join us for a nationwide moment of unity as we honor and remember the 400,000 American lives lo...","sentiment_score":0.0}
{"full_text":"Salam, you can read it here: I'm scared. Colleagues are coming down with covid - most are sticklers for using ppe, and for some it's a 2nd... Have a good day. ","sentiment_score":0.2611111111}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT Where does it stop? The vaccine passport system has been designed in response to Covid, but which other vaccines could become...","sentiment_score":-0.125}
{"full_text":"RT Pre-COVID I took to the streets to tell a true Glasgow story &amp; question the phrase \"People Make Glasgow\"Shot by","sentiment_score":0.35}
{"full_text":"Refreshingly nuanced and mature critique on the failings of the current iteration of capitalism in the USProfessor Richard Wolff: Does COVID Prove Capitalism Has Finally Failed? via","sentiment_score":0.025}
{"full_text":"RT Some really useful FAQs if you or your loved ones have questions about the COVID-19 vaccination programme in Dorset ","sentiment_score":0.5}
{"full_text":"RT He just couldn't resist one last COVID superspreader event just for old time sake.....","sentiment_score":0.05}
{"full_text":"Uhm nah covid is still the top of trending on all socail medias...","sentiment_score":0.5}
{"full_text":"RT Yellen says U.S. must 'act big' on next coronavirus relief package","sentiment_score":0.0}
{"full_text":"#cblive ... this programme is obsessed with Covid ","sentiment_score":-0.5}
{"full_text":"RT World-beating. In the most wretched, grim &amp; unforgivable way imaginable. I'm incandescent ","sentiment_score":-0.25}
{"full_text":"Business Opportunities during COVID19     #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT In two days, the United States will finally have a President with a COVID response plan.","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Dear MIke Pence and You led the White House Task Force on #COVID19. 400,000 dead on your watch.If you...","sentiment_score":-0.1}
{"full_text":"Business Opportunities during COVID19     #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT On shift in an East London hospital.On one floor there is hope. Hope of the vaccine rollout.On another floor there is hor...","sentiment_score":0.0}
{"full_text":"RT Grieving husband shares moment he lost his wife to coronavirus just moments earlierhttps:\/\/t.co\/Dqsbo8t5CQ","sentiment_score":0.0}
{"full_text":"[NEW ARTICLE] The Weekly Writ for January 18, 2021: A university study #contradicts what most expected during the pandemic, #divorce rates went down, not up. #MarylandFamilyLaw #LegalChampionhttps:\/\/t.co\/YMjoyKExRr","sentiment_score":0.0952020202}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"He does but comparing him and Rafa is a joke. We've spunked 16\/19 points this season and only finished with decent tally last year because of Covid. But agreed for 10yrs it's been like this and guess who's been owner that amount of time.. coincidence","sentiment_score":0.0555555556}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT Opinion | Biden's Covid-19 Plan Is Maddeningly Obvious - The New York Times","sentiment_score":0.0681818182}
{"full_text":"One year, 400,000 coronavirus deaths: How the US guaranteed its own failure","sentiment_score":0.1416666667}
{"full_text":"RT The COVID19 virus loves indoors and closed spaces so removing your mask after you enter that building because they said...","sentiment_score":-0.1}
{"full_text":"RT I love this team and their platform and all the virtual #Fintech exchanges. One of the silver linings of Covid for me was be...","sentiment_score":0.5}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT \"His behavior is not saving lives, but causing hundreds of thousands of unnecessary deaths. It is therefore no exaggeration...","sentiment_score":-0.4}
{"full_text":"Thank you for buying me a lambo bro  Is it alright if I can rent out your mansion in Monaco after lockdown? ","sentiment_score":0.0}
{"full_text":"RT We honor the legacy of Dr. Martin Luther King, Jr., this year in the shadow of this pandemic. Dr. King inspires us to per...","sentiment_score":0.0}
{"full_text":"So called Kent (spelling) virus 20I\/501Y.V1 or 501Y. V1 for short or B. 1.1.7 in another convention has not even started in continental Europe, whilst already ravaged UK. God help them! #cladex","sentiment_score":0.0}
{"full_text":"Job openings in London's finance industry almost halved in 2020 as the uncertainties of coronavirus and Brexit discouraged hiring #Brexit","sentiment_score":0.0}
{"full_text":"RT LIVE: DC on Lockdown Update: January 18th, 2021","sentiment_score":0.1363636364}
{"full_text":"RT On Tuesday, January 19, join us for a nationwide moment of unity as we honor and remember the 400,000 American lives lo...","sentiment_score":0.0}
{"full_text":"New York's Cuomo asks Pfizer to sell coronavirus vaccine doses directly to the state - National","sentiment_score":0.1181818182}
{"full_text":"Governor Greg Abbott will be holding a roundtable discussion to provide updates on the pandemic with Houston healthcare professionals.","sentiment_score":0.0}
{"full_text":"Long-term care residents and staff were among the first to get access to COVID-19 vaccines. But as tells getting everyone their shots hasn't been easy.https:\/\/t.co\/0uzlkMRlk1","sentiment_score":0.25}
{"full_text":"Arizonans: watch out for COVID-19 vaccine scams. Here's what you need to know to protect yourself:","sentiment_score":0.0}
{"full_text":"As pandemic restrictions prevent in-person gatherings, is encouraging students to engage with their community virtually during the launch of their two-week Martin Luther King Day of Service Challenge.https:\/\/t.co\/GC0SxwlVpv","sentiment_score":0.0}
{"full_text":"RT THIS guy was the leak in the military space shuttle scandal.","sentiment_score":-0.1}
{"full_text":"RT The Immigration issue will immediately be THE ISSUE a Republican can make themselves the new national hero by discussing exclusi...","sentiment_score":0.1363636364}
{"full_text":"Previous coronavirus infection may offer less protection from new variant","sentiment_score":-0.0656565657}
{"full_text":"#WATCH Another hospital admits giving leftover COVID-19 vaccines to relatives of staff@PaulQuinnNews reports#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"China's rural Covid-19 clusters challenge country's strategy to fight disease via","sentiment_score":0.0}
{"full_text":"Yalda Saheem, owner is the first woman in her family to open her own business. The LA Regional COVID-19 Recovery Fund helped her build up her business again!Does your business or non-profit need help? Join us next Friday: #LACOVIDFund","sentiment_score":0.2125}
{"full_text":"Steven Johnson is the author of Farsighted: How We Make the Decisions That Matter the Most. He says intuition can really lead you astray when you're faced with the biggest choices life brings you.","sentiment_score":0.35}
{"full_text":"As tension in #DC rises and the #pandemic \"may be peaking,\" March for Life is going virtal.","sentiment_score":0.0}
{"full_text":"ACS backs 'Please give me space' social distancing campaign #retail #PleaseGiveMeSpace","sentiment_score":0.0333333333}
{"full_text":"Can employers direct workers to be vaccinated against COVID-19? How should they handle pushback? These questions are more are addressed in this new Q&amp;A (premium) #hr","sentiment_score":0.2454545455}
{"full_text":"Looking for a great core workout you can do at home? Check out this one from Challenge Family ambassador Belinda Granger!https:\/\/t.co\/66cHOZy1eG","sentiment_score":0.8}
{"full_text":"is shaping up to be a central player in addressing everything from the coronavirus pandemic to criminal justice reform.https:\/\/t.co\/yXZ5yqHfTg","sentiment_score":-0.2}
{"full_text":"MJA Vol 214 Issue 1 is now available online! Content includes #COVID19, unprofessional behaviour in Australian hospitals, sudden onset vision loss, gallstone ileus, and more. All at ... #medtwitter chema","sentiment_score":0.25}
{"full_text":"As you know, vaccinations are rolling out! As your time comes to get a COVID vaccination, be aware that it doesn't mean to throw away your masks.https:\/\/t.co\/QtcfjBiWVs","sentiment_score":-0.03125}
{"full_text":"St.Helens, MerseysideNHS staff administer the Oxford\/AstraZeneca vaccine at St Helens rugby club's stadium, one of the new mass Covid vaccination centresPhotograph: Christopher Furlong\/Getty Images","sentiment_score":0.1363636364}
{"full_text":"The National Commemoration for Lives Lost to COVID-19 will memorialize the nearly 400,000 Americans lost to the coronavirus pandemic.https:\/\/t.co\/V55OYTYpey","sentiment_score":0.1}
{"full_text":"The full impact of the coronavirus is just now being realized--especially in the city's communities of color.https:\/\/t.co\/quUMUA20Se","sentiment_score":0.35}
