{"full_text":"Legend with a heart, !","sentiment_score":0.0}
{"full_text":"TFW healthcare workers start getting vaccinated against #COVID19. ","sentiment_score":0.0}
{"full_text":"RT Trump downplayed the deadliest pandemic in 100 years bc he didn't want to panic people. When he didn't win a fair election he pani...","sentiment_score":0.75}
{"full_text":"Covid makes you deaf too.  ","sentiment_score":0.0}
{"full_text":"RT Non negotiable for me having to go into covid positive houses.  I've now tested positive. Thanks Rob! The only place I've b...","sentiment_score":0.1761363636}
{"full_text":"People need to become financially literate earlier in life.  Set up and Emergency fund that's at LEAST 3-6 months of monthly expenses as early as you can. Getting that set up really helps your mental state.","sentiment_score":-0.0166666667}
{"full_text":"RT Super Supplementary Exam can be conduct if there is a national climate. This is written in UHS regulations. Covid been a wo...","sentiment_score":0.3333333333}
{"full_text":"RT I can see not one ounce of common sense in travelling to Dubai in this present crisis. It's crazy expensive and an...","sentiment_score":-0.35}
{"full_text":"RT India, as a community, believes that prevention is better than cure. There has been vaccine hesitancy, but in a very small pr...","sentiment_score":0.0875}
{"full_text":"RT Have written a message to John swinney as a constituent, telling him that I find the fact he thinks Indy ref 2 is a esse...","sentiment_score":0.0}
{"full_text":"RT State Sec Rascan outlined priorities of #EU2021SI for development cooperation &amp; humanitarian aid at the Trio workshop...","sentiment_score":-0.1}
{"full_text":"This pandemic situation create other ripple in human' life without full awarenessJust like the issue of materials that used as surgical maskHope that a real solution may came up and give immediate effect to face this pandemic","sentiment_score":0.10625}
{"full_text":"RT BBC Lockdown Learning starts tomorrow. Programmes will include a daily helping of Celebrity Supply Teacher with my Spanish...","sentiment_score":0.0}
{"full_text":"CDC slowing pace on releasing new coronavirus health guidancehttps:\/\/t.co\/UkmpaIph91","sentiment_score":0.1363636364}
{"full_text":"In sum: don't do what this guy did and blame the foreigners. Stupid people don't require passports to be stupid. (Also, don't retweet articles you probably didn't read)","sentiment_score":-0.8}
{"full_text":"Covid symptoms can linger for at least 6 months, new Wuhan study suggests","sentiment_score":-0.0818181818}
{"full_text":"RT #CoronaVirusUpdate NEW: Ireland has the HIGHEST rate of #coronavirus infection in the world in the past seven days...","sentiment_score":-0.0568181818}
{"full_text":"We know and we pretend we don't know... nape x buat setahun jer","sentiment_score":0.0}
{"full_text":"RT For us to contain dangerous 2nd wave of Covid -19; Our Govs are central to enforcement. They must demonstrate leadership not onl...","sentiment_score":-0.2}
{"full_text":"Sir as I had spoken to the club Mahindra representative regarding the payment of ASF considering the prevailing COVID-19 situation and initially they agreed to consider and later they are on Blackfoot. Pls do the needful.","sentiment_score":0.0}
{"full_text":"RT Who remembers when Rob told workers that attending Covid confirmed cases was non negotiable? #StopTheBritishGasFire #rob...","sentiment_score":0.4}
{"full_text":"RT This runaway covid train in ON lies at feet. He was so busy trying to be Trump, protecting his corp buddies &amp;...","sentiment_score":0.1}
{"full_text":"RT Join us Tuesday at 18:00 CET (noon EST) as we launch the Science, Technology and Innovation Outlook 2021.Regist...","sentiment_score":0.0}
{"full_text":"RT Governors like need to take responsibility for their failed roll-out of vaccinations, which they had ample time to p...","sentiment_score":-0.5}
{"full_text":"the PC company line was always \"oh, we added legislation that no one will lose their job during the pandemic...\"Totally missing the point.  Often well before termination, these people are far more worried about their pay cheque being 2-3+ days smaller due to illness\/testing","sentiment_score":0.055}
{"full_text":"RT Supreme court: Mnuchin misdirected $8 billion of CARES fundingMnuchin v. Confederated Tribes of the Chehalis Reservation a...","sentiment_score":0.0}
{"full_text":"RT From Tuesday 11 January, holders of concessionary bus passes in Buckinghamshire will be able to use them at any time when t...","sentiment_score":0.5}
{"full_text":"RT Boris Johnson - the PM who was so complacent over care homes, Christmas, lockdowns, schools, shaking hands &amp; testing among...","sentiment_score":0.0}
{"full_text":"Circumstances have changed since October?Pandemic coldest time of year No fans Only thing playing a full season has done is increased the costs for clubs &amp; maybe put a few fans off.If there is no restart you have wasted 3 months and achieved nothing","sentiment_score":-0.0125}
{"full_text":"RT \"This is the reality and that is the truth.\" Speaking to BBC Breakfast encourages Londoners to listen to d...","sentiment_score":0.0}
{"full_text":"RT there's a terrifyingly large amount of covid conspiracy theories on arab channels, both established and social media","sentiment_score":0.1238095238}
{"full_text":"RT Damn!!!! My friend just lost her brother to Covid, he was just 24.Avoid large gatherings. The masks aren't some Aesthetics...","sentiment_score":0.2142857143}
{"full_text":"RT How to govern Britain, Boris-style: Impose lockdown. Lockdown fails. Blame rule breakers. Impose lockdown. Lockdown fails. Blame...","sentiment_score":-0.5}
{"full_text":"Trump is too much of a coward to own his mistakes. His followers are blind rats that follow wherever his cheddar ass goes. Down with confederates, down with supremacy, burn to proud boys, ship the oathtakers to wuhan, send the QAnon to Area 51","sentiment_score":0.1314814815}
{"full_text":"RT Today MSDH is reporting 1,227 more cases of COVID-19 in Mississippi, 19 deaths, and 221 ongoing outbreaks in long-term care facil...","sentiment_score":0.5}
{"full_text":"RT As we are all staying home as much as possible, to reduce your indoor #airpollution: Be careful what and how much you...","sentiment_score":0.0333333333}
{"full_text":"Cholera and tuberculosis outbreaks transformed the design and technology of the home bathroom. Will Covid-19 inspire a new wave of hygiene innovation? via","sentiment_score":0.1363636364}
{"full_text":"RT A review of social media posts, voter registrations, court files and other records for 120+ people arrested or ID'd at the rio...","sentiment_score":-0.0458333333}
{"full_text":"RT L.A. to turn Dodger Stadium into a COVID-19 vaccine site - Los Angeles Times","sentiment_score":0.0}
{"full_text":"invent","sentiment_score":0.0}
{"full_text":"RT How Gamaleya's Sputnik V Vaccine Works - The New York Times","sentiment_score":0.1363636364}
{"full_text":"RT WTF is going on?! returns 1pm tomorrow. Join our friendly informal group discussion\/therapy as we dissect the chaos. Covid,...","sentiment_score":-0.125}
{"full_text":"taxi fares","sentiment_score":0.0}
{"full_text":"RT #Radhe Is The Only Hope For The Exhibitors and Distributors Across India During These Tough COVID TIMES, Requesting Megasta...","sentiment_score":-0.1944444444}
{"full_text":"RT Covid already waste alot of time of students, sava careers, save lives@TeamSarwar@fslsltn@ChMSarwar@uhslhrofficial@jak...","sentiment_score":-0.2}
{"full_text":"RT 'We've done roughly 40% of the 80 year olds in this country'@BorisJohnson says thousands of vulnerable people will s...","sentiment_score":-0.3}
{"full_text":"poll: 1 in 3 (38%) UK adults intend to take overseas holidays in 2021, implies 8.5 million are eager to go, 53% expressed concern about Covid-19 in countries, more concern about self-isolating rather than quaranting for 10 days #Travel via","sentiment_score":0.5}
{"full_text":"jan 31st I watched Contagion and live tweeted about how much worse an outbreak like this would be now","sentiment_score":-0.1318181818}
{"full_text":"RT Cleveland Meredith Jr., a Georgia man texted friends: \"Headed to DC with a (s---) ton of 5.56 armor-piercing ammo.\" The follo...","sentiment_score":0.0}
{"full_text":"RT What the FBI found on one would-be insurrectionist: Guns, ammo, weed edibles and \"a vial of injectable testosterone.\"","sentiment_score":0.0}
{"full_text":"our puppy is coming home from an almost week long stay at the liverpool uni vets. we are so excited for our little fluffy baby to be home ","sentiment_score":-0.015625}
{"full_text":"NEW | At the Labrador border, Blanc-Sablon has a very different set of pandemic ruleshttps:\/\/t.co\/Fz9Mx5DWFV","sentiment_score":0.0681818182}
{"full_text":"RT 3 factors that can help you make safe choices when you're in an area of widespread #COVID19 transmission:(1) Location(2) Proxi...","sentiment_score":0.5}
{"full_text":"RT President-elect Biden is absolutely right. $600 is not enough for working class Americans who are struggling to pay the...","sentiment_score":0.1428571429}
{"full_text":"RT As the Original flight schedule. cancels the flight, &amp; my daughter loses money with zero change in her...","sentiment_score":0.0375}
{"full_text":"With these groups accounting for 88% of COVID-19 fatalities, the move will prevent thousands of deaths once their immunity develops in 14 days.","sentiment_score":0.0}
{"full_text":"RT \"The roadmap subsequently developed covered all technical areas from the animal human interface through to the development of vacc...","sentiment_score":0.0333333333}
{"full_text":"RT They are THROWING AWAY VACCINES in New York. Hi hello media? Where is the outraged CNN lady? Fredo? Anyone?","sentiment_score":-0.3818181818}
{"full_text":"with this pandemic looking like it's not going anywhere anytime soon one could honestly use a stiff drink just to relax their mind because wow","sentiment_score":0.1619047619}
{"full_text":"RT Khamenei, Rouhani &amp; Zarif's Twitter accts are still active. Their regime pledges Death to America, calling us the Great S...","sentiment_score":0.3333333333}
{"full_text":"I've found a Covid test receipt in the glovebox when returning my hire car to Suggests the previous renter may have had symptoms and also doesn't inspire confidence in their \"complete clean pledge\" as this area was clearly not checked, let alone cleaned.","sentiment_score":0.0625}
{"full_text":"This man went to Absa bank to withdraw large sums of money and after he told the teller his body temperature is below 35 yet he tested positive for Covid-19. When asked why he isn't self isolating and endangering others he said he doesn't trust his wife and kids, can't send them.","sentiment_score":0.2207792208}
{"full_text":"RT Some useful tips for students, parents &amp; carers as we move to virtual learning during this period of lockdown.","sentiment_score":0.3}
{"full_text":"RT And yet around the world, without significant exception we continue to promote carbohydrate heavy diets. And this is after...","sentiment_score":0.0875}
{"full_text":"RT A truly extraordinary situation. The lab working on SARS-like viruses in Wuhan has deleted 300 papers.It previously de...","sentiment_score":0.0833333333}
{"full_text":"RT Lockdown learning OUTDOORS - compilation of free resources and websites - updated Jan 21 Hope it helps educators","sentiment_score":0.4}
{"full_text":"RT PRESIDENT RAMAPHOSA TO ADDRESS THE NATION ON DEVELOPMENTS IN SA'S COVID-19 RESPONSEPresident will addre...","sentiment_score":0.0}
{"full_text":"\" lockdown has taken away every possible coping mechanism\" - means what? The question is whether lockdown could be avoided with stricter, earlier measures &amp; enforcement. This lockdown is way less strict &amp; well observed than March.","sentiment_score":-0.0555555556}
{"full_text":"RT Let's not be deceived that Covid is the reason these Asuu people are delaying resumption. There's something else behind...","sentiment_score":-0.4}
{"full_text":"RT Safe. Effective. Free.See if you're eligible for the COVID-19 vaccines:","sentiment_score":0.55}
{"full_text":"But, we worry about Covid deaths and lock downs.","sentiment_score":0.0}
{"full_text":"RV Basketball Daily Screening Form links can be found on the RV Sports Medicine websitehttps:\/\/t.co\/UPRV6DFV8q","sentiment_score":0.0}
{"full_text":"RT BREAKING--A new #SARSCoV2 variant (aka B.1.1.248) identified by Japan  in pax from Brazil . This new one has both the...","sentiment_score":0.1363636364}
{"full_text":"god man finding a job is so hard why did i have to graduate during a fucking pandemic","sentiment_score":-0.4458333333}
{"full_text":"RT After budget going paperless..welcom move but for #COVID19..Seems the Hon'ble Gujarat HC struck the right chord when they...","sentiment_score":0.2857142857}
{"full_text":"RT They are meant to frighten. This is a psy op against the British people with behavioural psychologists playing a leading r...","sentiment_score":0.0}
{"full_text":"No. Very easy, the COVID vaccine was developed in a few months.","sentiment_score":-0.0888888889}
{"full_text":"RT  Headed to the gym? Please remember to #MaskUpPHL, practice social distancing, wipe down surfaces, and wash your hand...","sentiment_score":-0.0611111111}
{"full_text":"Need help?Electrical EngineeringMechanical EngineeringIndustrial EngineeringCivil Architectural EngineeringElectronicsSolidWorksMatlabAnsysAutoCadDesignHomework Assignment Projects#DonaldTrump#COVID__19#ExamsInfo@leedingfreelancers.comhttps:\/\/t.co\/zycGmVSjlV","sentiment_score":0.0}
{"full_text":"The latest AOFAS Orthopod-cast episodes discuss the current COVID-19 state of affairs from a public health perspective featuring special guest Dr. James James, the Editor in Chief at Society for Disaster Medicine and Public Health. Listen now:","sentiment_score":0.1714285714}
{"full_text":"RT Mortuaries in Surrey now full. That's where this govt's management of this pandemic has now led us.","sentiment_score":0.35}
{"full_text":"RT We can't say this enough; avoid close contact with anyone showing the COVID-19 symptoms. Safety first. #COVID19FCT","sentiment_score":0.125}
{"full_text":"RT 2\/ If you're still satisfied with the government telling you how to make t-shirt masks at home-- 11 months into this epidem...","sentiment_score":0.5}
{"full_text":"People seem to have forgotten about COVID... But 10,000+ people have died in the US since Thursday. Please be safe","sentiment_score":0.5}
{"full_text":"During this lockdown I just want to spend my spare time making A310 model","sentiment_score":0.0}
{"full_text":"We've received many questions regarding who is eligible to receive a COVID-19 vaccine at this time. According to we are currently in Phase 1A of GA's vaccine administration plan. Eligible groups for vaccination in Phase 1A include the following:","sentiment_score":0.1666666667}
{"full_text":"RT wear it, please. Stay at home as much as you can.","sentiment_score":0.2}
{"full_text":"Now is the time to reimagine #Africa's financial sector. Join 500 high-level decision makers at the 1st ever Financial Industry Summit, by &amp; to learn how a stronger, more versatile financial sector can lead recovery from #COVID19.","sentiment_score":0.125}
{"full_text":"Especially during a pandemic","sentiment_score":0.0}
{"full_text":"Yes are a retard       Covid s very real.","sentiment_score":-0.32}
{"full_text":"RT Since the beginning of the pandemic more than 70,000 households have been made homeless. As tens of thousands more face...","sentiment_score":0.5}
{"full_text":"RT NYC teachers and education workers (also: people over 75, first responders, public safety workers, and transit workers) a...","sentiment_score":0.125}
{"full_text":"RT NEWS: An MHK is calling for an update from the Council of Ministers on plans to set up a covid 'emergency advisory group' #M...","sentiment_score":0.0}
{"full_text":"RT Stay safe, wear a mask !","sentiment_score":0.625}
{"full_text":"In order to protect the health of the public and staff, Durham's courts are operating at reduced capacity. If you have business at the courthouse, please remember to wear a mask and stay at least six feet from others.","sentiment_score":-0.15}
{"full_text":"Spurs will play Fulham on Wednesday in a fixture reshuffle after Tottenham's Premier League match at Aston Villa was postponed due to Covid-19.#PremierLeague #Tottenham","sentiment_score":-0.125}
{"full_text":"RT Orange County Health is registering people 75 &amp; over for COVID  Vaccine. Begin the process online at o...","sentiment_score":0.0}
{"full_text":"RT MCO in six states. We're going back to the situation in March 2020, but without the moratorium this time around. Back to...","sentiment_score":0.0}
{"full_text":"GMB's Dr Hilary says all non-essential workplaces must close as lockdown fails #GMB","sentiment_score":-0.5}
{"full_text":"\"'Very anxious': Lebanon's ICU doctors fear unfolding COVID surge\" | for ","sentiment_score":-0.325}
{"full_text":"More universities planning to drop lectures after pandemic:","sentiment_score":0.5}
{"full_text":"Dr. Daniel Robinson shares tips in this #CHKDBlog to give your child with autism the confidence they need to succeed in a virtual learning environment. Read more at | #COVID19 #VirtualLearning #Autism","sentiment_score":0.5}
{"full_text":"RT Pandemic Update - January 2021","sentiment_score":0.0}
{"full_text":"With #COVID19, flu shots and check-ups for your child are more important than ever! Our 12 primary care clinics are open, safe and ready for you. We want to keep kids and families as healthy as possible. Schedule your well-child check-up today:","sentiment_score":0.325}
{"full_text":"With 3,232 newly confirmed coronavirus cases on Sunday, the number of Kentuckians who have contracted the virus climbed to 303,625.","sentiment_score":0.4}
{"full_text":"CONFIRMED  Tottenham v Fulham will replace Aston Villa v Tottenham on Wednesday evening due to the Covid-19 outbreak at Villa.","sentiment_score":0.1375}
{"full_text":"Experts from the World Health Organisation are due to arrive in China this week for a long-anticipated investigation into the origins of the #COVID19 pandemic. #9Newshttps:\/\/t.co\/9ZeSArYA7E","sentiment_score":-0.125}
{"full_text":"It seems that many people, including some health professionals, are really hurting. Lashing out, being disrespectful, seeking solace from others. Self-reflection could possibly help them figure out the root cause of their pain. I wish them well.","sentiment_score":0.2333333333}
{"full_text":"You may remember that a portion of last year's regional conference was allocated to a relief award. Here is how to apply to the MWR COVID Heroes Award.COVID Heroes Award:https:\/\/t.co\/zCm4FNv2Tt@ImageAltText","sentiment_score":0.0}
{"full_text":"US intelligence agencies have 180 days to share what they know about UFOs, thanks to the Covid-19 relief and spending bill","sentiment_score":0.2}
{"full_text":"It's a dark, cold January, and we're all being asked to #StayHome  - luckily, the Body Coach is back to help us get up and moving! https:\/\/t.co\/odno72hmuu","sentiment_score":-0.1041666667}
{"full_text":"Liam Payne is opening up about the struggles of co-parenting amid the COVID-19 pandemic. https:\/\/t.co\/zRvvduxZXB","sentiment_score":0.0}
{"full_text":"RT Many front-line health workers, facing a lack of PPE and inconsistent safety measures, believe the government and employers have f...","sentiment_score":0.5}
{"full_text":"RT Market exuberance during a global pandemic and political turmoil. This won't end well.","sentiment_score":0.0}
{"full_text":"RT A new fast testing centre for Epping Forest district residents who do not have symptoms of COVID-19 is open at Theydon...","sentiment_score":0.1121212121}
{"full_text":"Boris Johnson has reportedly discussed the prospect of introducing tougher controlshttps:\/\/t.co\/sU2XEz14yE","sentiment_score":0.0}
{"full_text":"We can help create a Will or Trust during COVID-19.https:\/\/t.co\/7jp47t5dea","sentiment_score":0.0}
{"full_text":"It will almost be a year since we've all been living in the age of #COVID. Over the course of the year, we've gained a deeper understanding of how #COVID19 impacts children &amp; recommend the following safety measures to avoid infection:","sentiment_score":0.0}
{"full_text":"Today is the day! UA Theatre and Dance wants to wish our football team the best of luck in the College Football Playoff National Championship! Here's a look back through the years of some of our favorite football moments. Roll Tide!*photos without masks were taken pre-covid*","sentiment_score":0.425}
{"full_text":"Israeli ministers met the arrival of 700,000 more Covid-19 Pfizer\/BioNTech vaccines as they would visiting dignitaries on Sunday.","sentiment_score":0.5}
{"full_text":"#COVID19 has accelerated the #futureofhealth. Join us for a virtual panel discussion on what comes next. #JPM21https:\/\/t.co\/bQqC5hMCRo","sentiment_score":0.0}
{"full_text":"Leaders of the University of Cincinnati's COVID response plan expressed \"urgent concerns\" during the fall semester about key parts of UC's effort to educate and protect students.","sentiment_score":0.0}
{"full_text":"RT FREE #COVID19 Online ICU &amp; Respiratory Update Discussion for Nurses &amp; Allied Professions Tuesday 12th January 19:00-21:00...","sentiment_score":0.4}
{"full_text":"RT I live in Barry, South Wales..in tier 5  Lockdowns are destroying my business, my 3 kids are struggling and need social in...","sentiment_score":-0.0101010101}
{"full_text":"RT The Trump administration has distributed over 22,000,000 doses of the COVID-19 vaccine.  Don't believe the fake news tha...","sentiment_score":-0.5}
{"full_text":"RT Shouldn't you be shouting Sky News down for trying to politicise yet anoth...","sentiment_score":-0.1555555556}
{"full_text":"Check out our latest business news update. This includes the rules for the third national lockdown, new grant available for businesses in retail, hospitality and leisure, travel advice etc. #Lockdown #grant #hospitality #leisure #retail #business ","sentiment_score":0.2590909091}
{"full_text":"RT So begins the \" adjustment\"","sentiment_score":0.0}
