{"full_text":"RT This will be no surprise to anyone who's witnessed  Nicola Sturgeon, Jason Leitch etc apparently unable to bring themselv...","sentiment_score":-0.5}
{"full_text":"RT \"People are dying of hunger,\" says a Japanese man who's been pushed into poverty because of the pandemic. 500,000 people have...","sentiment_score":0.0}
{"full_text":"RT One day when all of this is over, i'm gonna go chase those damn auroras.","sentiment_score":0.0}
{"full_text":"RT Jenny Harries, pet 'expert' y'day saying no evidence of ...","sentiment_score":0.0}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"RT Going home because I want to and not because I have to","sentiment_score":0.0}
{"full_text":"Updated 17 JAN 21\"....","sentiment_score":0.0}
{"full_text":"RT This is beyond scandalous. Detainees in army barracks, sharing large dorms with sheets for walls, are apparently to bla...","sentiment_score":0.1321428571}
{"full_text":"RT In 2020 global sales of Plug-in Electric cars 43%Conventional engine cars  20%","sentiment_score":0.0}
{"full_text":"RT Every time politicians ignore expert's warnings, their predictions come true.Climate change, COVID, trump, Brexit... All w...","sentiment_score":0.0}
{"full_text":"RT So Covid ein mother eeh? Cool story","sentiment_score":0.35}
{"full_text":"RT Hacked emails allegedly detail how EU drug regulator was pressured to approve Pfizer jab despite 'problems' with the vacc...","sentiment_score":-0.1}
{"full_text":"#MaskUp #SocialDistancingDifficult for those signing so everyone gets the info. She will be missed.","sentiment_score":0.0}
{"full_text":"RT The Old Path Live Bible Studies are continuously held online and we thank God that we can reach more audiences despite th...","sentiment_score":0.2454545455}
{"full_text":"As retired nurse who worked over 30 yrs and was nurse manager the last of my career this is an absolute travesty! Potentially exposed at work and sent home to isolate by employer, that is exactly when employers should be paying their staff teams! #nursesneedcare","sentiment_score":0.140625}
{"full_text":"We're proud to have been shortlisted for the award for employers who demonstrate initiatives aimed at supporting &amp; equipping line managers to deal with these challenging times, going above &amp; beyond.  for 26 Jan when the winner will be announced at the online ceremony ","sentiment_score":0.3875}
{"full_text":"RT It's not the pandemic - though Ford's has been doing an awful job on that too - it is the destructive MZO's, heritage buildi...","sentiment_score":-0.8}
{"full_text":"- Pfizer Covid vaccine appears effective against mutant new variant found in UK -","sentiment_score":0.3681818182}
{"full_text":"RT VIDEO: As Germany's Meissen crematorium struggles to cope with an explosion in deaths from the coronavirus pandemic in the region,...","sentiment_score":0.0}
{"full_text":"RT I warned in a recent article that future lockdowns &amp; similar restrictions would be promoted as a way of tackling climate c...","sentiment_score":0.0}
{"full_text":"RT 4,008 new #COVID19 cases were reported in Malaysia today. Selangor had the highest number of cases at 1,391, followed...","sentiment_score":0.1363636364}
{"full_text":"Hi there! Apologies for the delay in getting back to you. This item has left An Post, according to tracking, on the 9th of January. We send out our mail items and then we have no control over how long it takes to deliver. Covid-19 has disrupted deliveries all (1\/3)","sentiment_score":-0.0166666667}
{"full_text":"With Professor Onwudiwe's death, COVID-19 hits home via","sentiment_score":0.0}
{"full_text":"It's not just you: Why the current lockdown is having an extreme effect on mental health","sentiment_score":-0.075}
{"full_text":"RT You guys. Biden's team is just knocking it out of the park again. They planted 200,000 flags -- from every state and territor...","sentiment_score":0.0}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT \"France received EUR170 billion by 2020-end because of Brexit. In spite of the pandemic about 2,500 jobs have already been tr...","sentiment_score":0.0}
{"full_text":"RT Coming Soon! #MasterMalaysiaTill then stay home and stay safe.","sentiment_score":0.5}
{"full_text":"RT My best friend's father has COVID and is in need of a company that RENTS oxygen bottles since the cost of buying one is...","sentiment_score":1.0}
{"full_text":"RT Saw a doctor on line today and she asked if I was stressed. I said yes. She reassured me that covid would end soon and...","sentiment_score":0.0}
{"full_text":"Pfizer vaccine likely to provide protection against UK coronavirus variant, new research shows","sentiment_score":0.0681818182}
{"full_text":"PH COVID-19 CASES UPDATEThe has confirmed 1,862 additional cases of the Coronavirus Disease 2019 (COVID-19) as of 4:00 pm January 20, 2021, bringing the total to 505,939, of which 28,904 are active. #COVID19PH#LagingHandaPH#workingPCOO#WeHealAsOne","sentiment_score":0.0888888889}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT The Met Office has issued a warning for snow and ice which may cause disruption across areas of Tayside. Be prepared and ma...","sentiment_score":0.0}
{"full_text":"RT \"The pandemic won't be that long\"The pandemic:","sentiment_score":-0.05}
{"full_text":"RT If you're looking for a new CHEF LIFE when lockdown's over pls email me your cv asap. Looking forward to expanding the","sentiment_score":0.1363636364}
{"full_text":"RT A short while ago, a flight from India with a 100,000 doses of the CoviShield vaccine arrived in the Maldives, renewing our h...","sentiment_score":0.0}
{"full_text":"RT One second of silence for each Covid death in the US and you'd be standing still for more than four and a half days.","sentiment_score":0.1111111111}
{"full_text":"Quis custodiet ispos custodes?","sentiment_score":0.0}
{"full_text":"Tax cuts - Benefited top 1%Manufacturing - Lost Farmers -BankruptInfrastructure - Crumbling Better Health Care - NonePandemic Management - 400,000+ DeadFascism - SpreadThis is Trumps Radical Right Wing Today. It changes today","sentiment_score":0.4285714286}
{"full_text":"RT This lockdown is more depressing than the first one","sentiment_score":0.05}
{"full_text":"Population of Australia. How many cases the US has had of COVID.","sentiment_score":0.5}
{"full_text":"RT I was astonished to hear say to the senior mortitian, all these deaths were \"nobody's fault\". Nobody's...","sentiment_score":0.0}
{"full_text":"RT rejected this date sheet it's totally unfair sir kindly take notice our...","sentiment_score":0.05}
{"full_text":"Today, Joe Biden will be sworn-in as the 46th president of the United States. Kamala Harris will be sworn in as the 49th Vice President of the United States.","sentiment_score":0.0}
{"full_text":"Protesters can show their anger through SM. They are slowing down other life saving (non Covid related) operations from going ahead. Nothing but selfish, me, me, me, idiots.","sentiment_score":-0.3800925926}
{"full_text":"RT #COVID19: Nine police officers who had breakfast together inside a cafe have been fined for breaching coronavirus lockdown rul...","sentiment_score":0.0}
{"full_text":"I wonder what they'll all say when its sorted, as it will be, very quickly when and if the COVID crisis is over. ","sentiment_score":0.4333333333}
{"full_text":"Despite the pandemic, a cooperative and participatory supermarket is making a success in Madridhttps:\/\/t.co\/1fVPeGr4pl","sentiment_score":0.3}
{"full_text":"This is a fantastic read and so relevant for now and our post Pandemic recovery from not written psychological gobbledygook. Also, brilliant contribution so proud of you! #ItsOkNotToBeOk we need multiple copies in our library.","sentiment_score":0.45}
{"full_text":"The DOH has also reported that there were 765 new recoveries, and 64 new deaths today due to COVID-19, bringing the total number to 466,993 and 10,042 respectively.","sentiment_score":0.0295454545}
{"full_text":"RT Proud of you #gujraat_aarogy_mhaasNgh_greddpe_lddt\"The Real Corona Warrior\"","sentiment_score":0.5}
{"full_text":"RT #COVID19: Nine police officers who had breakfast together inside a cafe have been fined for breaching coronavirus lockdown rul...","sentiment_score":0.0}
{"full_text":"RT Rahul Gandhi spared no opportunity to demotivate the nation in the spirited fight against COVID-19. Today when India has one o...","sentiment_score":0.5}
{"full_text":"RT Chief scientist says UK will need to look at #vaccine dosing \"very carefully\" after revealed that real-world da...","sentiment_score":-0.13}
{"full_text":"Today, I went to the orthopedic clinic.Watching the occupational therapist, I moved and wondered.And I think this world is wonder and deep.Although the COVID-19 disaster, is this world wonderful, do you think so?","sentiment_score":1.0}
{"full_text":"If you're interested in learning more about reward-seeking behaviour, I came across it earlier in the year after reading Yaa Gyasi's Transcendent Kingdom. It's not out in the UK til March, but explores both ends of the spectrum in an incredibly moving way","sentiment_score":0.4125}
{"full_text":"Max is right..the cone of silence in Victoria is very effective in stopping the actual truth about the abomination of an ALP Govt being exposed. Sgt Shultz would be proud.","sentiment_score":0.5266666667}
{"full_text":"RT Tonight many downtown Raleigh buildings have changed their illumination to amber to remember the lives lost to Covid-19....","sentiment_score":0.5}
{"full_text":"RT WARMINGTON: Stay home unless you're making a TV series | Toronto Sun","sentiment_score":0.0}
{"full_text":"Meanwhile Manchester Uni pumping out that there has been no increase\/change in suicides post lock down whilst we're still in lock down..","sentiment_score":-0.1555555556}
{"full_text":"The latest The Air pollution Daily! Thanks to #covid19 #coal","sentiment_score":0.2333333333}
{"full_text":"RT Dear  We are aware that N185,407,000 was allocated in the 2020 budget for COVID-19 Intervention Programmes for...","sentiment_score":0.25}
{"full_text":"Talking can spread coronavirus as much as coughing - according to a new study","sentiment_score":0.1681818182}
{"full_text":"#COVID19 -  Around 297,500 more deaths occurred in the EU between March and October 2020 compared with the same period in 2016 - 2019 according to more:","sentiment_score":0.3333333333}
{"full_text":"After Climate Alarmism","sentiment_score":0.0}
{"full_text":"We don't have maintenance, we have a management company. And the plumber said that he would tell them to come fix the hole, my guess is that he didn't tell them, and neither have I because I don't want anyone in my house right now. Covid is really thick here right now, like bad.","sentiment_score":-0.1071428571}
{"full_text":"RT ||||#IndiaBangladesh: Partnering for our health; partnering for our people2 million Made-in-India Covid-19 vaccine d...","sentiment_score":0.0}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"this is the best way to promote this stupid show, i cannot wait","sentiment_score":0.1}
{"full_text":"The #COVID vaccine is being distributed throughout #Connecticut, but improvements to indoor air quality should be front of mind for building managers and owners moving into '21.#CT #NY#hartfordct #hartford #fairfieldcountyct #litchfieldcountyct #newhaven #ctrealtor #ctrealestate","sentiment_score":0.0}
{"full_text":"RT 'Rate of COVID infection is 1.9 times higher amongst primary and secondary teachers than the general population. It is...","sentiment_score":0.1}
{"full_text":"400K+ DEAD due to #COVID19.Of that number, how many died because Trump (and his  army of #SuperSpreaders) refused to take the matter seriously?https:\/\/t.co\/uGJrnEGWZL","sentiment_score":0.0583333333}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT -Rejoin Paris Climate Agreement -Government agency review focused on equity-Extend federal eviction moratorium-Rescind Cens...","sentiment_score":0.0}
{"full_text":"If I catch #COVID19, I want a #braless doctor.#nobraeveryday #nobra #bralessinpublic #bralessstyle #freethenipple #nipslip #nippleslip #downblouse","sentiment_score":0.0}
{"full_text":"RT BioNTech\/Pfizer vaccine found effective against Covid-19 variant","sentiment_score":0.6}
{"full_text":"RT #vtu #vtuspreadingcorona No social distancing even in such less amount of people and they are conducting exams saying tha...","sentiment_score":-0.0611111111}
{"full_text":"RT No plausible way the COVID-19 vaccine could impact women's fertility, confirms the Royal College of Obstetricians and G...","sentiment_score":-0.25}
{"full_text":"Pfizer Covid vaccine effective against new mutant strain from UK","sentiment_score":0.3681818182}
{"full_text":"RT 'No easy answers' on #Covid disruption compensation for studentshttps:\/\/t.co\/wNb0ndIjYH","sentiment_score":-0.2166666667}
{"full_text":"RT Why does this government always respond with a 'show of force'? Have a health crisis? Let's send in the soldiers. Have a...","sentiment_score":0.0}
{"full_text":"RT Well done Delhi!The resilience of Delhiites &amp; CM Kejriwal's robust #DelhiModel has together managed to control COVID-1...","sentiment_score":0.0}
{"full_text":"A very warm welcome to Karen Dakin who will be speaking on our Workforce of Tomorrow webisode on Wednesday 27th Jan!  Karen will be discussing high quality care and explaining how have adapted to the pandemic.Free registration here:","sentiment_score":0.6466666667}
{"full_text":"RT COVID-19 IS NO JOKE !! One Man Contracted it, got cured but suffered so much brain damage that he insists he won an election...","sentiment_score":0.2}
{"full_text":"RT 400 lights surrounded the Lincoln Memorial's Reflecting Pool to honor the 400,000 Americans who have died since the corona...","sentiment_score":0.0}
{"full_text":"RT #LODD 01\/13\/2021Incident 12\/11\/2020Chief: Ronald \"Ronnie\" GeneSpitzer(65) Rocky Top FD(TN)Contracted COVID-19 whil...","sentiment_score":0.5}
{"full_text":"Thanks to for submitting an entry on coronavirus shielding. Read more about this initiative here: #ccshub","sentiment_score":0.35}
{"full_text":"Help us keep you and everyone safe and stop the spread of Covid - Please make sure you remember to;Wear a face cover,Wash your hands, Board one at a timeAvoid busy travel times if possible,Pay with the exact Change#StopTheSpread #TravelSafe https:\/\/t.co\/hYq8mlwiRV","sentiment_score":0.3375}
{"full_text":"With #Coronavirus dominating the news every day, hearing about illness and death in the media can be very worrying for children.Clare Bullen at has some tips for young people to help them cope with their fears ","sentiment_score":0.15}
{"full_text":" is conducting its share of COVID-19 testing while staying safe with PPE. We thank the front line workers of Nasir Hospital in the role they are playing to Serve Humanity!  Donate Now! #healthcareworkers #frontlineheroes #servehumanity","sentiment_score":0.78125}
{"full_text":"Stay active at home  with .@LesMills Work out at home with unlimited access to over 800 of the world's best workouts taught in 21,000 gyms around the world.  #ActiveBolton","sentiment_score":0.4333333333}
{"full_text":"Symptoms between the flu and COVID have a few similarities. Ensure you know the difference and #StaySafeOhio! We must continue with all precautions so we can keep our #CareerTechOhio staff and students learning in-person as much as possible.  #CareerTechChangesLives #CTEWorks","sentiment_score":-0.125}
{"full_text":"RT On RT UK earlier tonight disagreeing with George Galloway on Scotland's right to call IndyRef2 and the fact independence...","sentiment_score":0.1428571429}
{"full_text":"Healthcare workers can now get the MHRA approved vaccine. Remember, you need two doses to be protected from COVID-19, so you can keep caring for others. You'll be contacted when it's your turn. Find out more at","sentiment_score":0.5}
{"full_text":"absolutely disgusted that during a worldwide pandemic you are such robbing wankers!!! Trying to cancel a flight for June as we don not wish to travel and you want to take over PS400 of the PS800 flights for the trouble!!!!! Absolutely disgraceful","sentiment_score":-0.3525878906}
{"full_text":"Roscommon forward and doctor Joanne Cregg opens up on 'dreadful' Covid-19 experience","sentiment_score":-1.0}
{"full_text":"Right we are going live 1pm today. Join us for a chat, have a laugh and you can come on live with me and have a chat about things. We know Lockdown is hard that's why tI am doing this for a bit of fun. #readingfc","sentiment_score":0.144462482}
{"full_text":"Don't let distance get in the way of the good times  (: Trisha Deveraturda)READ:","sentiment_score":0.7}
{"full_text":"SATURDAY ONLINE!!!Mini Moon is a sensory disco for young children with any type of disability and their families and friends in The Black Box BelfastMini Moon is a free monthly event thanks to BBC Children in NeedDue to Covid-19 Mini Moon will be online until further notice","sentiment_score":0.1066666667}
{"full_text":"For all your COVID-19 needs, contact our preferred supplier","sentiment_score":0.0}
{"full_text":"Looking for something to do during Lockdown 3? Why not pick your Fantasy Team &amp; join the AdyCarterGolf League (pin ELn9nRr6EN)Sign up &amp; pick your team at","sentiment_score":0.0}
{"full_text":"#WednesdayMotivation Even in a pandemic it's important for women to get a #SmearTest The I4t team learned about this a couple of years ago. It could save your life#SmearForSmear","sentiment_score":0.4}
{"full_text":"Like the Tories here knew full well what Johnson was like.They've been taken over by UKIP-Bannon funded types, and the results are plain to see: gangsters with their hands in the tills, and the worst Covid death rate imaginable.","sentiment_score":-0.2880952381}
{"full_text":"Consultant general &amp; respiratory physician, Dr Lily Diana Zainudin joined Asha and JD on #TheLITEBreakfast recently.She talked about the COVID-19 and her thoughts on the vaccine.","sentiment_score":0.05}
{"full_text":"JICYMI: On the #blog , I talk about the lessons I learnt from taking on cardio during lockdown (*side note: I'm still learning them!). : #wellbeingwednesday #wellbeing #cardiotwitter #cardio #holistic #WednesdayMotivation #bloggerstribe #wednesdaythought","sentiment_score":0.0}
{"full_text":"The movie is set in 2012 instead of 2021. Plus, the \"dark seekers\" are NOT zombies but \"vampire-like\" creatures, caused by an unknown worldwide disease instead of alleged failed #vaccines.#factcheck #COVID19 #Facts #filmRead more ongoing rumors:","sentiment_score":-0.07}
{"full_text":"The UK is now rolling out a vaccination programme for COVID-19. This programme has identified priority groups and aims to offer vaccination to all adults. Here are some of the frequently asked questions we received about the coronavirus vaccine and the vaccination programme.","sentiment_score":0.1}
{"full_text":"RT Not to be a party pooper but the 'normal' strain of the virus also re infects. An infection only keeps you free from re...","sentiment_score":0.1833333333}
{"full_text":"Beautiful gesture by during #Lockdown3 with #LightItBlue - a united tribute of thanks for those working on the covid-19 frontline. The Thames landmark bridges of Cannon Street, London Bridge &amp; Southwark Bridge have been radiating NHS blue. Images:","sentiment_score":0.35}
{"full_text":"Our first grassroots ALL STAFF ASSEMBLY begins in an hour (12noon). All staff welcome, please join us to share your experiences of working during the Pandemic &amp; amidst constant threats of restructure. Bring your coffee \/ lunch and register here:","sentiment_score":0.35}
{"full_text":"RT These little videos from Operation Ouch with &amp; are great for nursing students as well as...","sentiment_score":0.30625}
{"full_text":"RT The man who's not even yet president led the nation tonight in the first national remembrance of the Americans lost to th...","sentiment_score":0.25}
{"full_text":"Aldi the latest company to pay employees to get COVID-19 vaccinehttps:\/\/t.co\/GjQ1ybmNg6","sentiment_score":0.5}
{"full_text":"RT Kihyun trending on Pann with over 124k views because he was sincere about their income being less cause of corona and still...","sentiment_score":0.1666666667}
{"full_text":"COVID 19 cases in India until : 20\/01\/2021 16:30Total Cases: 10596449 [+0]Active: 194208Recovered: 10245092 [+0]Deaths :152754 [+0]Total Tests: 188.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Sign up today and get Long Road to the top of the national leaderboard! part in the Lunar Challenge and look after your physical and mental health during Lockdown 3! #LunarChallenge #AoCSport #CollegesLunarChallenge","sentiment_score":0.1125}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"Hospitals in #Lebanon struggle to cope with the soaring number of #COVID19 cases due to a shortage of oxygen to treat patients.   Read more &gt;&gt;&gt;https:\/\/t.co\/tNdr7ncAEE","sentiment_score":0.1875}
{"full_text":"Enter to WIN this Valentine's Yankee Candle Bouquet - It's Valentine's Day in just 4 weeks time so be prepared and enter to win for a Lockdown Valentine's Day to remember!Click below to enter...#Valentines #Bouquet #Competition #Winhttps:\/\/t.co\/rFNEMbVzX2","sentiment_score":0.8}
{"full_text":"Avoiding online scams during lockdown.  Click th link below:https:\/\/t.co\/dYNBDnr2rp","sentiment_score":0.0}
{"full_text":"A poll from consumer group Which? suggests that the coronavirus pandemic has accelerated a move toward a cashless society, with 34% of respondents saying they have been unable to pay with cash when making a purchase at least once since March. ","sentiment_score":-0.4}
{"full_text":"During the colder months and being in lockdown, you may find yourself feeling down and glum Turn that frown upside down and escape you home for a local walk, not only will the fresh air uplift your mood, walking also increases our mental alertness, energy, and positivity ","sentiment_score":-0.0185185185}
{"full_text":"is welcoming back students on campus as we observe all COVID-19 protocols. Develop the knowledge &amp; skills for a successful career in Management. Register through or 0719054101.  #KaribuKIM #StaySafe #socialdistancingobserved","sentiment_score":0.375}
{"full_text":"Looking to get out for a walk and get some exercise? Remember to stay local in line with current coronavirus restrictions. We have some excellent local health walks at or you can find out more about our parks\/open spaces here","sentiment_score":0.3}
{"full_text":"From customer personas to omnichannel #marketing, #data helps put its best foot forward. Find out how the retailer has dialed up its #ecommerce business during the pandemic:","sentiment_score":1.0}
{"full_text":"Bamboozled by online learning? Need some structure to your day? Here are 8 websites (and a video) that could help you to survive online learning during Lockdown.","sentiment_score":0.0}
{"full_text":"This afternoon, Deputy National Statistician and Director General for Economic Statistics, Jonathan Athow @jathers_ONS will be giving evidence to @CommonsTreasury about the economic impact of COVID-19.","sentiment_score":0.15}
{"full_text":"Replug | As #schoolsreopen across states, we look at the impact of the closure of schools during the lockdown. details how other countries had dealt with the situation and Usha Vishnu discusses the effects of online classes. Listen here:","sentiment_score":-0.125}
