{"full_text":"RT I know someone who had #Covid19 a month ago and still has severe headaches.","sentiment_score":0.0}
{"full_text":"Bad fuckin' day to be in COVID quarantine, I tell you what","sentiment_score":-0.7}
{"full_text":"RT I've written a lot in the last two weeks about #B117 and the uncertainty surrounding its exact effects. So let me talk about s...","sentiment_score":0.125}
{"full_text":"RT .@JoeBiden has warned of a \"dark winter\" for our nation. But the dark winter we're facing is not due just to #COVID19,...","sentiment_score":-0.0791666667}
{"full_text":"RT Mitch McConnell is the single biggest obstacle to getting the real COVID-19 relief we need. Do your thing today, Georgia! Vot...","sentiment_score":0.0892857143}
{"full_text":"RT Scotland is full of charming seaside towns! Do YOU have a favourite?   #YCW2021  Stonehaven, IG\/neil_don...","sentiment_score":0.6125}
{"full_text":"RT Ontario hits a new high for COVID patients in the ICU, even before the expected surge from holiday gatherings","sentiment_score":0.0654545455}
{"full_text":"RT I love the team at Always shedding light on the dark underbelly of LTC. This report is no different, exposi...","sentiment_score":0.1875}
{"full_text":"RT And was the epicenter of their covid spread in the spring. They suffered while their incumbents profited.","sentiment_score":0.0}
{"full_text":"RT Have we tried fighting COVID-19 with Jarome Iginla's smile?","sentiment_score":0.3}
{"full_text":"RT Ethereum Girl with MandolinOil &amp; wax on canvas140 x 110 cmPainted for a solo show that was pushed back twice &amp; fina...","sentiment_score":0.0}
{"full_text":"RT 1 in 5 people in LA has COVID.","sentiment_score":0.0}
{"full_text":"If you're out there fucking randos one night and then posting \"wear a mask\" selfies the next morning, you're as bad as the Karens yelling at Walmart employees","sentiment_score":-0.4333333333}
{"full_text":"it costs the British public a fortune 4 worst BBC Christmas figures ever. This during a lockdown when people will watch almost anything \"NOT BBC\" could give every child a personal tutor 4 cost of BBC","sentiment_score":-0.25}
{"full_text":"Yes sir!!!!  Now go have a great senior year!  Thanks for the quote!  Love you buddy","sentiment_score":0.5833333333}
{"full_text":"Which is a testament to the policies put in place such as social distancing and mask wearing where required.","sentiment_score":0.0166666667}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Voting whilst watching the latest Covid press conference!! #Sanditon #SaveSanditon #SanditonPBS","sentiment_score":0.78125}
{"full_text":"RT Andrew Cuomo is a terrible Governor and an egotist who published a cash-in book about how he \"beat\" the Coronavirus wh...","sentiment_score":-1.0}
{"full_text":"or the dumb population who believes in 'COVID'","sentiment_score":-0.375}
{"full_text":"RT Actually excited for Max and Mo's business! It's a terrible idea during a pandemic so it's good they aren't in one #ZoeysPl...","sentiment_score":0.05625}
{"full_text":"Seattle and KCMove the Grizzlies to the East","sentiment_score":0.0}
{"full_text":"RT Proud Boys intend to create havoc tomorrow in D.C. during Electoral votes certification. Do NOT engage #Resisters.  Stay h...","sentiment_score":0.8}
{"full_text":"RT In today's Covid world, the need is greater than ever to use Edtech to get the most out of your students. My ultimate...","sentiment_score":0.3333333333}
{"full_text":"RT The guy who destroyed 500 doses of COVID vaccine is a conspiracy nut who believes the vaccine will change people's DNA. Th...","sentiment_score":0.0}
{"full_text":"being forced to work for a poverty wage at all but especially during a pandemic is also catastrophic for mental health so like .......","sentiment_score":-0.1333333333}
{"full_text":"RT key workers should get paid extra during a lockdown idc","sentiment_score":0.0}
{"full_text":"RT The claims its international team of experts has been refused entry into Wuhan over a \"visa clearance issue\" by Chine...","sentiment_score":0.0}
{"full_text":"2.) They are now faced with problems of equity, student performance, internet, computer access and post COVID issues of child abuse, assault, online bullying, drunkenness, dysfunctional families and homeless students.  As Mayor,...","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT Report: #GRAMMYs delayed over COVID concerns. New date slated for March (via","sentiment_score":0.1363636364}
{"full_text":"RT The more you read central planner documents from stuff like WEF in the 00s &amp; 10s the more obvious it is that Covid was a...","sentiment_score":0.25}
{"full_text":"RT In which Toby Young mocked epidemiologists for predicting a second wave.This wins the 2020 Dunning-Kruger trophy for...","sentiment_score":0.1333333333}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT It's been amazing to watch people who identify on the political left claim every time covid cases go up it's due to bad p...","sentiment_score":-0.045}
{"full_text":"If y'all need a free COVID test go to CVS.","sentiment_score":0.4}
{"full_text":"RT Oy... I like spend years studying for my doctorate in epidemiology... ...and he... he just like... blurted it out. Mass...","sentiment_score":0.0}
{"full_text":"RT NSW presser....@JohnBarilaroMP : \"We don't want to lecture other states\"Um, Bruz, you &amp; Gladys have been sanctimoni...","sentiment_score":-0.125}
{"full_text":"RT Just possibly \"Overthrow American democracy for the sake of a racist, sexist, corrupt egomaniac who got almost 400,000 Ameri...","sentiment_score":-0.1666666667}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Think wildfires: \"It is known that wildfires (Covid-19) behave unpredictably - this is fundamental - but it is my experi...","sentiment_score":-0.1666666667}
{"full_text":"THIS IS NOT A GOOD STORY, MAYBE ASK WHY THIS TEACHER HAD TO GO BACK TO IN-PERSON TEACHING GOD I HATE TV NEWShttps:\/\/t.co\/2i7790bngD","sentiment_score":-0.3833333333}
{"full_text":"Did you read the article? This is fallout from the original outbreak caused by staff partying in their group lodging. Something Ontario doesn't even have.","sentiment_score":0.375}
{"full_text":"RT As lockdowns came into effect across Ontario, COVID-19 case numbers kept rising, but vaccination rates not so much. Tonight...","sentiment_score":0.2}
{"full_text":"RT Whoever thinks this lockdown will last Feb 15 loooool, see you in April","sentiment_score":0.0}
{"full_text":"RT Q104 Update: Students at Dalhousie, St. FX tested positive after winter break","sentiment_score":0.2272727273}
{"full_text":"RT It's very simple: asked for and was given complete control of the pandemic response back in March of last year....","sentiment_score":0.025}
{"full_text":"RT \"The 2021 Grammys, originally scheduled for January 31st, have been postponed due to concerns over the spread of Covid-...","sentiment_score":0.125}
{"full_text":"Seems to me the Gov of Nebraska doesn't see the meat plant workers as human beings with families but hire them cuz it's cheaper","sentiment_score":0.0}
{"full_text":"RT from an epidemiological standpoint, does this make sense?","sentiment_score":0.0}
{"full_text":"RT 10 months into the pandemic, and the US still hasn't produced enough N95 masks--which are more protective than surgical ma...","sentiment_score":0.25}
{"full_text":"RT Guy's let settle dis who is The Main G.O.A.T in Nigeria music industryRT for DAVIDO Luv for Olamideuniversity COVI...","sentiment_score":0.1666666667}
{"full_text":"RT Nancy Pelosi let a Congresswoman who tested positive with the China Virus 6 days ago on the House floor to vote for her...","sentiment_score":0.2272727273}
{"full_text":"RT This week in Amazon Prime...","sentiment_score":0.0}
{"full_text":"RT Why isn't Covid test free? Most importantly why is it 50k in a country where minimum wage was recently just moved up from 18k...","sentiment_score":0.325}
{"full_text":"Coronavirus: India to export Covid vaccines 'within weeks'https:\/\/t.co\/o7RNXzbnLE","sentiment_score":0.0}
{"full_text":"RT The German government said Tuesday it is extending the country's lockdown by three weeks until Jan. 31.","sentiment_score":0.0}
{"full_text":"RT Not all masks are equalBASIC PROTECTION: 2-layer w high thread count or surgical mask (top row)MAXIMAL PROTECTION: botto...","sentiment_score":0.33}
{"full_text":"RT And that's that on that!#WearAMask #Periodt","sentiment_score":0.0}
{"full_text":"RT I was proud to get the COVID-19 vaccine earlier today at Morehouse School of Medicine.  I hope you do the same!","sentiment_score":0.2666666667}
{"full_text":"RT I wonder when ordinary people will start to join the dots and realise that covid is being mishandled by the same bunch...","sentiment_score":-0.125}
{"full_text":"RT ENOUGH. Enough with politicians who dictate what you can say, where you can eat, and whether you can go to church. Enoug...","sentiment_score":0.0}
{"full_text":"By March, he says, we're going to have 10-20% of our population vaccinated. It's \"natural\" that people might relax a bit. What's the plan for that period where a bunch of people have been vaccinated, but not enough to stop COVID from spreading?","sentiment_score":0.05}
{"full_text":"What about the wealthy donors and the well connected?https:\/\/t.co\/fF5k3bLQOe","sentiment_score":0.5}
{"full_text":"Teachers where asked to take survey as to whether they planned on getting vaccine  and there is an upcoming meeting on the where and when. Teachers can be covid tested in school bi weekly they have face shields and protocols it's pretty well done.","sentiment_score":0.25}
{"full_text":"RT Here's some tips about protecting ourselves when the pandemic of #WuhanCoronavirus comes(1) Wearing masksThere are d...","sentiment_score":0.0}
{"full_text":"Best preventive is #SocialVaccine, finds study that found #coronavirus can be #airborne, can stay in air for more than 2 hours even at over 2 metres distance from source, depending on number of infected, symptomatic status, duration of exposure","sentiment_score":0.75}
{"full_text":"Are you a Russian bot?","sentiment_score":0.0}
{"full_text":"RT I posted this three days ago.I'm either a genius or just a WAG--wild assed guess.I'm a WAG.","sentiment_score":0.0}
{"full_text":"RT Very few masks. Thank goodness the coronavirus cannot mutate into a more transmissible version.","sentiment_score":0.12}
{"full_text":"RT It is so tragically funny to me that all the people who think COVID is a hoax believe in God","sentiment_score":0.25}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT It's very simple: asked for and was given complete control of the pandemic response back in March of last year....","sentiment_score":0.025}
{"full_text":"Moron, he canceled because of the pandemic. Because he actually cares about the people.","sentiment_score":-0.4}
{"full_text":"RT The entire liberal government is totally incompetent.","sentiment_score":-0.175}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"Check the facts. \" The Bill adds to the changes made by the Coronavirus (Scotland) Act 2020. This Act was passed by the Parliament on 1 April 2020. Changes that affect Scotland were also made by the Coronavirus Act 2020 .This Act was passed by the UK Parliament on 25 March 2020.\"","sentiment_score":0.0}
{"full_text":"RT Just possibly \"Overthrow American democracy for the sake of a racist, sexist, corrupt egomaniac who got almost 400,000 Ameri...","sentiment_score":-0.1666666667}
{"full_text":"RT Doctors Around The World Issue Dire WARNING: DO NOT GET THE COVID VACCINE!https:\/\/t.co\/NH3wwCFfno","sentiment_score":0.0}
{"full_text":"RT \"It's been one of the worst shifts of my entire life\"The BBC has been given exclusive access to a London hospital to see how...","sentiment_score":-0.5}
{"full_text":"RT I miss seb communicating with his fans at comic cons  i hate the pandemic sm","sentiment_score":-0.275}
{"full_text":"You want a Minnesotan on TV to reassure people that the election process will be clean. It's like having Fauci giving a COVID update. PBS News Hour made the right call having Amy Klobuchar on tonight.","sentiment_score":0.3261904762}
{"full_text":"This isn't a CDC graph.Just send me a link to the CDC website where you got the total death number from.Thanks in advance","sentiment_score":0.0}
{"full_text":"I came for Arizona Covid information in July, stayed for election. I'm not sure why I'm still here, but appreciate what you do","sentiment_score":-0.25}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Undocumented grief is something citizens will NEVER understand. Not being able to travel home to say your last goodbyes...","sentiment_score":-0.1}
{"full_text":"The Corona project, which launched classified satellites in the 1960s and '70s to spy on the Soviet military, is now being used in ecologists' research. Via (1\/2)","sentiment_score":-0.1}
{"full_text":"RT We need 24\/7 vaccination. And we need to restore 24\/7 subway service to match. To do otherwise is to value the lives of car...","sentiment_score":0.0}
{"full_text":"RT Denying people life-saving vaccines during a pandemic based on citizenship status is genocide.","sentiment_score":0.0}
{"full_text":"RT Reupping this from last night. The TL-DR version: the Covid mRNA vaccines cause severe adverse events about 50 times as o...","sentiment_score":0.0}
{"full_text":"What are they given that makes osborune save I feel great a week later when I hate close friends who's mom and dads both passed from covid, and my own dad who wears a mask 24 hrs a day, got it,   He did not go out for months but he ended in hospital for a mistake a hospitalist","sentiment_score":0.15}
{"full_text":"RT \"Reckless and selfish behaviour\". This unethical cheater sneaked away to the Caribbean, after demonizing the poor for simpl...","sentiment_score":-0.45}
{"full_text":"RT 3,900 Americans have died today from Covid-19.  This level of loss was preventable.  Tiny hands - and his enablers hands -...","sentiment_score":0.0}
{"full_text":"RT Please pay attention to #Belarus in the new year! It's been almost 300 days since the beginning of COVID isolation for...","sentiment_score":0.1704545455}
{"full_text":"RT Pfizer launched a new logo on the heels of its successful development of a coronavirus vaccine, marking its shift to a biopharma b...","sentiment_score":0.4431818182}
{"full_text":"I know DeSantis is the evergreen 'Fuck That Guy' but I offer my Governor as tribute.","sentiment_score":-0.4}
{"full_text":"RT From schools are safe to schools are closed. We've looked at the rapid evolution of the UK government's position on schoo...","sentiment_score":0.2}
{"full_text":"\"Putting together a novel is essentially putting together the lives of strangers I'm coming to know. In some ways it's not unlike putting together my own life.\" Ann Patchett on friendship, cancer, the pandemic, 'shrooms, and Tom Hanks. #chsreads","sentiment_score":0.3}
{"full_text":"RT I want to put this out there, please share it:I'm willing to perform at any restaurant or small business that is REFUSING...","sentiment_score":0.0}
{"full_text":"How is the #Philippines' universal health care system coping with the strain of #Covid19?Find out here:","sentiment_score":0.0}
{"full_text":"RT A man who attended the Boxing Day Test at the MCG has tested positive for COVID.\"At this point we're saying anybody who ge...","sentiment_score":0.2272727273}
{"full_text":"RT So we just voting all the idiots into any public office now right?","sentiment_score":-0.1714285714}
{"full_text":"RT So people who have been vaccinated in England 'are not exempt' from the new lockdown. So when you stood in the queue to...","sentiment_score":0.1363636364}
{"full_text":"RT Virus is taking a life every 15 minutes, so now we put the decision of life &amp; death on the hands of paramedics? \"This decisi...","sentiment_score":0.0}
{"full_text":"Mumbai, Delhi &amp; Ahmedabad are the top 3 cities that opted for virtual weddings.https:\/\/t.co\/ceWHtH09o9","sentiment_score":0.5}
{"full_text":"The head of the World Health Organization said on Tuesday he was \"very disappointed\" that China has still not authorised the entry of a team of international experts to examine the origins of the coronavirus.READ:","sentiment_score":-0.4875}
{"full_text":"Texans wait in a long five-hour queue for their Covid-19 vaccination","sentiment_score":-0.05}
{"full_text":"Pandemic overshadows Japan's New Year tuna auction #AFP Philip Fong","sentiment_score":0.1363636364}
{"full_text":"The 2021 Grammy Awards have been postponed due to rising COVID-19 numbers in Los Angeles.https:\/\/t.co\/oWQr3PpN4A","sentiment_score":-0.125}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"Some cool stuff up for grabs!","sentiment_score":0.4375}
{"full_text":"True","sentiment_score":0.35}
{"full_text":"European Health Officials Cast Nervous Eye at Britain's Struggling Hospitals","sentiment_score":0.0}
{"full_text":"Columbus, Ohio !","sentiment_score":0.0}
{"full_text":"As demand for the COVID-19 vaccine goes up, supply is strained worldwide. To make supplies go further, U.K. officials made the controversial decision to delay people's second doses, to get more people their first doses. has more. ","sentiment_score":0.3}
{"full_text":"The Grammy Awards have been postponed until March because of #COVID19.https:\/\/t.co\/4oWfhd3tpD","sentiment_score":0.0}
{"full_text":"NEW Little Rock School District officials report 27 cases of COVID-19 and 90 people quarantined.","sentiment_score":-0.0255681818}
{"full_text":"More than 4.2 million people have received the initial vaccination dose in the US. That is far below the government's goal of having 20 million people vaccinated by the end of December.https:\/\/t.co\/K2KbTrjGbt","sentiment_score":0.2}
{"full_text":"As a Medical Professional or First Responder, the ongoing #COVID19 crisis may be having an impact on your mental health.  We have a support group that was designed to help you deal with the trauma &amp; emotional stress of your job.","sentiment_score":0.05}
{"full_text":"Medical Officer of Health Dr. Wajid Ahmed says the goal is to have all long term care homes done within the next seven to 10 days","sentiment_score":-0.0166666667}
{"full_text":"Puerto Rico's new governor announced Tuesday that he will reopen beaches, marinas and pools, eliminate a Sunday lockdown and shorten a curfew that has been in place since the pandemic began to control the number of COVID-19 cases.https:\/\/t.co\/ieHFY5dDLc","sentiment_score":0.1363636364}
{"full_text":"Health workers across the United Kingdom, among them over 18,500 Filipinos, are bracing for yet again another variant of the novel coronavirus that causes COVID-19.","sentiment_score":0.0}
{"full_text":"RT This is the definitive deconstruction of how Andrew Cuomo failed New York's seniors during the coronavirus crisis from t...","sentiment_score":-0.1818181818}
{"full_text":"Medical experts: Super contagious COVID variant likely already in Monroe Countyhttps:\/\/t.co\/aM1PFTgDAa","sentiment_score":0.1111111111}
{"full_text":"Covid-19 in South Africa: Scientists seek to understand new variant #southafrica #covid19southafrica","sentiment_score":0.1363636364}
{"full_text":"#Philippine President Rodrigo Duterte directed the head of his military detail to ignore a legislative summons, foiling the Senate's attempt to probe his guards for inoculating themselves with an unauthorized #COVID19 vaccine.  ","sentiment_score":-0.1}
{"full_text":"Health care workers talk about importance of getting two doses of COVID-19 vaccinehttps:\/\/t.co\/nVZAyxpVr0","sentiment_score":0.0}
{"full_text":"You have to be absolutely Joking me. A few weeks ago a placed an order for a nespresso machine. (MY 1st ONE EVER!!!) guess what? I got it today. IT CAME USED! ARE YOU KIDDING ME??? I'm sick! This is so upsetting considering it's expensive AF, not it's a PANDEMIC!","sentiment_score":-0.4515345982}
{"full_text":"RT JUST IN: US records over 3,900 new coronavirus deaths in the past day, according to Johns Hopkins figures.","sentiment_score":-0.0568181818}
{"full_text":"RT Since when is 52 Broadway in Albany!?! We live and work in NYC. We catch COVID in NYC. MM, union...","sentiment_score":0.1363636364}
{"full_text":"RT Epidemiologists are warning that reopening elementary schools on Monday as planned, at a time when COVID-19 transmissions...","sentiment_score":0.3}
{"full_text":"RT I've made a special Lockdown Cinema for my laptop to replicate the big screen experience","sentiment_score":0.1785714286}
{"full_text":"Grammy Awards Postponed as Covid-19 Rages in Los Angeles -","sentiment_score":0.0}
{"full_text":"Hey - how about a pre-playoffs zoom call with providers in the covid-ICU at Strong Memorial Hospital in Rochester?  It would be a huge lift for us!","sentiment_score":0.4666666667}
{"full_text":"Members of Deer-Grove EMS have joined other frontline workers receiving COVID-19 vaccines in the first phase of distribution in Dane County.","sentiment_score":0.0625}
{"full_text":"RT My Dad has COVID.  He's in his 60s.Stay the fuck at home.","sentiment_score":-0.4}
{"full_text":"While it has had devastating effects on other business sectors, Pendleton's unmanned aerial systems industry wasn't grounded.","sentiment_score":-0.5625}
{"full_text":"Dear Do these fares include a pilot, engine and wings attached to the plane? I understand covid is complimentary. Thank you.","sentiment_score":0.3}
{"full_text":"RT This is how you get mfers to sit tf DOWN","sentiment_score":-0.1555555556}
{"full_text":"RT Read last paragraph on page 1 of this link. \"The Pfizer-BioNTech COVID-19 Vaccine is an unapproved vacc...","sentiment_score":0.0}
{"full_text":"RT #YuzuruHanyu hand wrote a message to health workers on the frontlines fighting COVID-19, who are themselves facing dange...","sentiment_score":0.0}
{"full_text":"LA County confirms over 11,000 total #COVID19 deaths today.","sentiment_score":0.0}
