{"full_text":"I really need May to hurry tf up cause y'all will NOT get me because Newsome can't hold people accountable....ughhh","sentiment_score":0.2}
{"full_text":"RT If you need an excuse to get out or get your kids out, this is one for you.. and the winner gets amongst other things...","sentiment_score":-0.0875}
{"full_text":"So furious with these lies and the bbc\/itv\/ sun just repeat them like la la la","sentiment_score":0.0}
{"full_text":"Is this the future of concerts? Rock band introduce Covid-compliant 'space bubbles' to their gigs (Video)","sentiment_score":0.0}
{"full_text":"As part of COVID-19 restrictions, travellers entering Canada are currently required to spend the first 14 days after arrival in isolation or quarantine. But what's the difference? Click on the link to learn more:      #ymm #rmwb #airports","sentiment_score":0.25}
{"full_text":"RT Pandemic blues...Always different, always the same ...Westmalle Dubbel 7% ~ dark with an off-white head &amp; taste of bitt...","sentiment_score":-0.05}
{"full_text":"RT 100,000 people in the UK have died from Covid. Anyone telling me that Johnson is doing the best he can in difficult circ...","sentiment_score":0.25}
{"full_text":"RT House Republicans are falling apart.Most of their members embrace sedition.The QAnon Caucus has taken over.They have...","sentiment_score":0.0}
{"full_text":"RT We did it guys! We beat COVID this week!!! Out of nowhere it just all changed. I wonder why that is ","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound like \"when we get more design slots\"","sentiment_score":0.3}
{"full_text":"RT Extreme cold situation in southern Manitoba. Finally free from the Covid Q. First day out of the yard might be coldest of...","sentiment_score":-0.015}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT I'd venture to say that only god knows where they are now. Hey Jared.. why are they missing?The US Centres for Disease Contr...","sentiment_score":0.0}
{"full_text":"N95's work 95% - known for years.","sentiment_score":0.0}
{"full_text":"\"Since the pandemic, the word << care >> has been understood much better by many people. Care is also work that keeps everyone going. We are getting awareness that we are dependent on each other\". Philosopher Sandra Laugier#FeelingforOthers #nightofideas","sentiment_score":0.2916666667}
{"full_text":"RT Our family needs prayers. Naomi went for her scan today to see if her cancer has grown. She didnt get it because she teste...","sentiment_score":0.0}
{"full_text":"RT You know those famous 400 million (actually 398 million) doses of COVID-19 vaccines the Trudeau government says it has 'secu...","sentiment_score":0.25}
{"full_text":"RT Merck Scraps COVID Vaccines; Says It's More Effective To Get The Virus And Recover.https:\/\/t.co\/R01Sugd10n","sentiment_score":0.55}
{"full_text":"RT New episode out today! Ted talked with log-time friend Sportscaster at Yes Network, onto the show to discu...","sentiment_score":0.1704545455}
{"full_text":"RT Covid-19 encephalitis, the new strain, is still very much difficult to treat beca...","sentiment_score":-0.1818181818}
{"full_text":"David always keeps the receipts! #BorisHasFailedTheNation","sentiment_score":0.0}
{"full_text":"RT 1. Joe Wicks managed to motivate a huge amount of people from the comfort of his living room. 2. Why not INFLUENCE peopl...","sentiment_score":0.4}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT Not only lying through his teeth, but gaslighting millions of people suffering because of his Govt's gross incompetence...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson loading doses of the Oxford\/AstraZeneca Covid-19 vaccine for mobile distribution at Barnet FC's ground, The...","sentiment_score":0.0}
{"full_text":"Americans: $2,000 Stimulus Checks Until The End of This Pandemic - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"All Grads and immediate family.. I agree .. we in a different space now than a year ago","sentiment_score":0.0}
{"full_text":"Vaccination by grapevine, not appointment. How's that for efficient vaccination deployment in the pandemic? Do you see why I'm exhausted?","sentiment_score":-0.4}
{"full_text":"Is the Covid-19 Vaccine Effective Against New South African Variant?","sentiment_score":0.2454545455}
{"full_text":"RT Hell of a fucking middle ground between where we are now and \"like New Zealand\"","sentiment_score":0.0681818182}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT First, it was don't wear a mask. Then, it was wear a mask. Now? Wear two masks! What's next? Shopping in plastic bubble...","sentiment_score":0.15625}
{"full_text":"RT I'll give an example why we are in this mess, working in a supermarket I can confirm the number of people claimi...","sentiment_score":-0.175}
{"full_text":"RT According to the Times only 3% of primary schools had a Coronavirus outbreak in the Autumn term. The nine cases in my schoo...","sentiment_score":0.2}
{"full_text":"agree 100%.   it is NOT your fault. NONE of it, You didn't cause those deaths.. this is PARTLY the fault of those covid deniers and those who refuse to obey the rules,","sentiment_score":0.0}
{"full_text":"NOLIESDETEC-https:\/\/t.co\/8ppofBFuMD","sentiment_score":0.0}
{"full_text":"RT * U.S. SENATE MAJORITY LEADER SCHUMER SAYS WILL PRESS ORWARD ON BIDEN'S CORONAVIRUS RELIEF PLAN EVEN WITHOUT REPUBLICA...","sentiment_score":0.0}
{"full_text":"Is this accurate?https:\/\/t.co\/eEgWpehQT8","sentiment_score":0.0}
{"full_text":"Just think: he's doing this bc he's rather not get recalled than save people he swore to serve.","sentiment_score":0.0}
{"full_text":"RT Giving some examples on just now about why we we could have  - and should have - avoided more than100,000...","sentiment_score":0.5}
{"full_text":"RT BREAKING: 100,000 UK Covid Deaths RecordedThis Is How We Got Here","sentiment_score":0.0}
{"full_text":"The president of Uganda HE:Yoweri Kaguta Museveni will officiate Uganda's first clinical trials for the COVID-19 vaccine. This will take place at Mulago Hospital, tomorrow, Wednesday January 27, 2021 starting 10am .#BoonaFmNews","sentiment_score":0.125}
{"full_text":"RT me in lockdown 1            me in lockdown 3","sentiment_score":0.0}
{"full_text":"Premier Ford continues to distract from real Covid risks. He stands idly by as Ontario seniors die by the score in privately run long term care facilities. Ford's Premiership is financially propped up by the LTC and developer industries. A brutal, corrupt regime. #cdnpoli #onpoli","sentiment_score":-0.2041666667}
{"full_text":"RT Does anyone have an idea where someone can buy Oxygen in Asaba, for a covid patient who's in dire need of it, as we spea...","sentiment_score":0.0}
{"full_text":"RT My God, the expectation that the Biden administration would have a full plan to eradicate Covid in six days...I can't watch...","sentiment_score":0.35}
{"full_text":"RT It's typical of the man's irresponsibility.","sentiment_score":-0.1666666667}
{"full_text":"RT girls, stay strong. together we can get to the end of the pandemic without buying a tarot deck","sentiment_score":0.4333333333}
{"full_text":"Says the insurrectionist who already had 1 year to do something about Covid-19 but sat on his A$$.","sentiment_score":0.0}
{"full_text":"RT #Evangelion has unleashed a brand new awareness campaign to combat COVID-19!","sentiment_score":0.1704545455}
{"full_text":"RT Biden to help distribute COVID-19 vaccine in Florida despite opposition from Ron DeSantis","sentiment_score":0.0}
{"full_text":"RT Publix is expanding its list of locations in Florida where the COVID-19 vaccine is available by appointment.","sentiment_score":0.4}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Boris Johnson-Skip 5 Cobra meetings-Late lockdown-Care homes tragedy-PPE fiasco-Back Cummings-Sack civil servants...","sentiment_score":0.0}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT \"We truly did everything we could to minimise loss of life.\"No, you absolutely did not.You didn't loc...","sentiment_score":0.2}
{"full_text":"RT Sure, just like the bat cuisine in the Wuhan wet market posed no imminent danger to the world's public health. Nothing t...","sentiment_score":0.1333333333}
{"full_text":"RT Managing daily life &amp; the uncertainty of #covid19 can cause higher levels of stress &amp; anxiety. It's time we treat mental healt...","sentiment_score":0.05}
{"full_text":"RT \"Biden has already signed 30 executive orders, including the following ones to advance racial equity and support under...","sentiment_score":0.0}
{"full_text":"RT I can walk into shop and buy a punnet of grapes grown in Namibia. Picked and packed last week, and transported all the...","sentiment_score":0.0}
{"full_text":"RT COVID needs to go away already. If i wanted to waste my 20's i would've had a kid","sentiment_score":-0.2}
{"full_text":"RT The patient who whispered to me, \"Thank you, I have faith in you guys\" as I was preparing to intubate him died today. Fu...","sentiment_score":0.0}
{"full_text":"RT Britain now has the highest number of Covid deaths per million population in the world.In. The. World.","sentiment_score":0.0}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"RT OK I'm laying it out. We are doctors. We need to make a lot of noise to hold the government to accountWe can't hold a...","sentiment_score":0.5}
{"full_text":"RT Deaths per million associated with Covid: how several of the countries with the highest death...","sentiment_score":0.0}
{"full_text":"No words to describe this yano ","sentiment_score":0.0}
{"full_text":"RT On a day where the UK has recorded over 100,000 COVID deaths you would think Boris Johnson could have the respect not...","sentiment_score":0.0}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT What's a comic book moment that lives in your mind rent-free? Scourge: Lockdown! i still rmbr reading this for the fir...","sentiment_score":0.3125}
{"full_text":"RT only if edc stands for everyone dead of covid","sentiment_score":-0.1}
{"full_text":"Over 150 arrested in the Netherlands after a third night of COVID-19 curfew riots ","sentiment_score":0.0}
{"full_text":"Fuck","sentiment_score":-0.4}
{"full_text":"RT Lots of stimulus material in this article for #constructivedismissal #employeerights #employerresponsibilities for #LCBusin...","sentiment_score":0.0}
{"full_text":"RT My girlfriend is restless, vomiting, she said her period is missing and her boobs are getting bigger, Are those signs of #...","sentiment_score":-0.1}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"And you still vote Tory give your head a wobble","sentiment_score":0.0}
{"full_text":"RT california opening up as they face the worst covid in the nation shows its not about democratic or republican leadership its t...","sentiment_score":-1.0}
{"full_text":"RT Biden will deliver remarks twice today -- at 2PM ET on his racial equity executive actions and again at 4:45 on his fight...","sentiment_score":0.0}
{"full_text":"MN corporations like UnitedHealth, General Mills, and Target earned BILLIONS in profit during this pandemic.But conservatives want families to continue to struggle so the wealthy don't have to pay their fair share?Why?#mnleg","sentiment_score":0.4166666667}
{"full_text":"RT It's called the City of Angels bc we are all going to die ","sentiment_score":0.0}
{"full_text":"Really?  Our local campuses have been open since the end of August 2020.  I understand that political timing is everything these days and never mind what is best for our children...which also should include school choice.","sentiment_score":0.24}
{"full_text":"RT Care home deaths have tripled in a week! 7 weeks into the start of the vaccine rollout.we've destroyed the final mon...","sentiment_score":0.0}
{"full_text":"Whatever genius. The stimulus bills needed to help small businesses or else they would have all failed during the pandemic. Are you so brainwashed by trickle-down economics and outdated Reagan theories that you think the government shouldnt ever do anything to help people?","sentiment_score":-0.3833333333}
{"full_text":"RT 100,000 now dead from covid.We were told 20,000 would be a good outcome. So that's tens of thousands of lives lost...","sentiment_score":0.25}
{"full_text":"Looks like covid is fizzling out thank god we will be back to normality in a few months and there will be some great things happening For the future  chin up people it's happening","sentiment_score":0.15}
{"full_text":"RT What. The. Shit.Again?! He's doing it again....","sentiment_score":0.0}
{"full_text":"RT Americans can't leave the country and get back in without a covid test but If you happen to be a migrant in a caravan, B...","sentiment_score":0.0}
{"full_text":"Agree with you, these laws are bullshit. The problem is it empowers corporate to muscle their way.Somehow the government slipped it unde the guise of lockdown. It should go the land acquisition bill way. #FarmersProstests","sentiment_score":0.0}
{"full_text":"Boris Johnson said \"we did everything we could\" after UK Covid death toll passes 100,000","sentiment_score":0.0}
{"full_text":"In our latest white paper, we explore how Matrix clinicians use virtual &amp; in-home Comprehensive Health Assessments, as well as monitor social determinants of health, to bridge care gaps during COVID-19. #MedicareAdvantage #HealthAssessment","sentiment_score":0.1777777778}
{"full_text":"RT there has been a demonstrated solution to covid for at least half a year now. it's paying people to stay home. we havent...","sentiment_score":-0.2333333333}
{"full_text":"RT #COVID19 vaccines are safe for people living with HIV!Find out about COVID-19 vaccines and HIV here ","sentiment_score":0.5}
{"full_text":"RT New estimates suggest the vaccine rollout is no match for the severity of the U.S. outbreak, and stricter social distancing me...","sentiment_score":0.0848484848}
{"full_text":"#PatriotsUnited #PatriotsFight #DominionCheatingSystems #DemocratsAreCorrupt #DemocratsHateAmerica #VoterFraud #MAGA #Trump2020 #WethePeopleGet out of your bubble, and see what democrats are doing.","sentiment_score":0.0}
{"full_text":"RT A7: For Texas eligibility and distribution  #SaludTues","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson says he's 'deeply sorry' for the shocking UK covid death toll &amp; insists 'we truly did everything w...","sentiment_score":-0.75}
{"full_text":"RT $2,000 monthly survival checks for every adult &amp; dependent in America, regardless of immigration status. It's what th...","sentiment_score":0.1}
{"full_text":"RT As the number of people who have died with Covid in the UK passes 100,000, what are the factors that led to the grim total...","sentiment_score":-0.5}
{"full_text":"RT On vacation??? During a pandemic??????","sentiment_score":0.0}
{"full_text":"Forgive my ignorance. As I inderstand, mental health related issues has been growing steadily. Care to provide the percentage rise in mental health related deaths? Which, as you described, it's an epidemic, worse than the current epidemic?","sentiment_score":-0.0619047619}
{"full_text":"RT UK Covid deaths now greater than Great Plague, Aids pandemic and every terror attack and war since 1945","sentiment_score":0.65}
{"full_text":"RT 31 Met Police officers who had haircuts at Bethnal Green police station have been given PS200 fixed penalty notices each for...","sentiment_score":-0.05}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"What?  #COVID19 didn't raise the need for #foodsecurity.  It didn't create an awareness of a problem. State\/local gov  shut down biz and put people out of work is what grew lines at #foodbanks. This isn't #SDoH, this is an ill prepared and ham-handed gov that won't let ppl work.","sentiment_score":-0.3277777778}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT NEW: How racially diverse are participants in #COVID19 vaccine trials? People of color are underrepresented relative to their sh...","sentiment_score":0.0681818182}
{"full_text":"RT boris: we did everything we could to minimise covid loss of life what he did:","sentiment_score":0.0}
{"full_text":"RT During today's Fed gov briefing, the Procurement Minister jconfirmed that Ferguson was right. She just said, with the cur...","sentiment_score":0.2857142857}
{"full_text":"RT \"...the largest workplace outbreak of the virus has taken place at a top government organisation.\"","sentiment_score":0.5}
{"full_text":"RT Our update w\/ on the #COVID19 #pandemic and progress on the recovery in #Latam through pictu...","sentiment_score":0.0}
{"full_text":"RT President Joe Biden has fired Sean Conley, the buffoon who lied during Agolf Twitler's time at Walter Reed and who sent...","sentiment_score":0.0}
{"full_text":"RT This is awful news that over 100,000 have died from Covid, this compares to 60,000 civilian deaths in World W...","sentiment_score":-1.0}
{"full_text":"RT Late to every lockdownPS22bn on failed Test &amp; TraceGave billions to cronies not expertsTold people to shake h...","sentiment_score":-0.4}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT \"We will honour the selfless heroism of all those on the frontline who gave their lives to help others.\"My colleagues...","sentiment_score":0.0}
{"full_text":"Now Announcing COVID-19 Antibody TestsDon't wait to get tested, we're now offering Antibody test kits for Point-Of-Care settings. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antibody Test Kits at","sentiment_score":0.5}
{"full_text":"RT The city of Phnom Phenh, Cambodia had its first case of COVID less than a year ago. They quickly shut the city down, clo...","sentiment_score":0.0652777778}
{"full_text":"RT CDC Recommends Also Wearing Face Mask On Back Of Head In Case Coronavirus Attacks From Rear","sentiment_score":0.0}
{"full_text":"RT Grace Villa workers expose \"war zone\" conditions inside #HamOnt worst #Covid_19 outbreak. Residents on mattresses soaked wit...","sentiment_score":-1.0}
{"full_text":"RT Helpful pointers on how we can help our children build resilience given everything they've experienced thus far.","sentiment_score":0.45}
{"full_text":"RT Top 5 health districts for active cases of COVID-19Island Lake: 701Shamattawa FN\/York Factory FN\/Tataskweyak CN\/Split L...","sentiment_score":0.1833333333}
{"full_text":"RT 94 cases today* 3,492 active cases* 140 individuals are hospitalized incl. 25 in ICU* 809 COVID-19 deaths* 24,601 cas...","sentiment_score":-0.1333333333}
{"full_text":"RT New daily cases per capita. The seven-day moving average is 11 new cases of COVID-19 per 100,000 people.#wfp","sentiment_score":0.0306818182}
{"full_text":"RT \"When covid is over\" is starting to sound a lot like \"When a Capricorn asks for help\"","sentiment_score":0.2}
{"full_text":"How has your experience been with having kids at home? What are you up to? How are you coping? I'd love to know your thoughts for a documentary on lock down wherever you are in the world. ","sentiment_score":0.1148148148}
{"full_text":"RT My parents taught me to watch what people do, not what they say. Some of my colleagues in Congress talk about \"unity\" wh...","sentiment_score":0.0}
{"full_text":"If you're an anti-masker or a COVID non-believer tbh just fuck you.","sentiment_score":-0.4}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"We have got used to them giving misleading figures , I for one have stopped reading them . Tonight the itv local news didn't even last five minutes, switched off, didn't bother with the main news either . It's all propaganda, doom and gloom .","sentiment_score":-0.0133333333}
{"full_text":"RT COVID REPLAPSE--New study finds the #SARSCoV2 may remain in people's brains after infection and trigger relapses in patients...","sentiment_score":0.0}
{"full_text":"RT At the moment of 100,000 COVID deaths  has evaded every question put to him and is refusing to accept a sh...","sentiment_score":0.0}
{"full_text":"RT Death just moved to second place on the THINGS TO FEAR ABOUT COVID list","sentiment_score":0.0}
{"full_text":"Here are six takeaways about the pandemic from discussions at the annual meeting of the WHO's executive board:","sentiment_score":0.0}
{"full_text":"Tata Motors announced that its range of refrigerated trucks will be available for transportation of the COVID-19 vaccine countrywide.","sentiment_score":0.4}
{"full_text":"RT Senate Majority Leader Chuck Schumer sounds warning to GOP, saying that Dems intend to advance a new coronavirus relief pac...","sentiment_score":0.1363636364}
{"full_text":"Not even a pandemic could stop 83-year-old Quincy tailor Angie Spiropoulos from stitching at her local shop.","sentiment_score":0.0}
{"full_text":"You don't need to have symptoms to have #COVID19.#StayHome, save lives and protect the NHS.","sentiment_score":0.0}
{"full_text":"Three thousand #Delaware small businesses have been helped by $180M in relief grants, with $26M more available from There is 20% more available to businesses hurt by #COVID19 and 50% more for the hospitality industry. #ChooseDelaware #NetDE","sentiment_score":0.3416666667}
{"full_text":"A view shows the deserted Iena Bridge near the Eiffel Tower during a nationwide curfew, from 6pm to 6am, due to restrictions against the spread of coronavirus in Paris, FranceCredit: REUTERS\/Gonzalo Fuentes","sentiment_score":-0.0125}
{"full_text":"In Romania, patients think of going abroad for high-tech medical procedures but how can Romanian medical market gain ground in front of hospitals abroad? Covid might be an opportunity.https:\/\/t.co\/BExNlfLuo8#COVID #Healthcare","sentiment_score":0.0}
{"full_text":"RT If the Government fails to outlaw #FireAndRehire, and condemn those that use it, they will forfeit the right to use the...","sentiment_score":-0.1071428571}
{"full_text":"RT Late to every lockdownPS22bn on failed Test &amp; TraceGave billions to cronies not expertsTold people to shake h...","sentiment_score":-0.4}
{"full_text":"Opinion: Despite COVID-19 challenges, educators are doing their best to serve studentshttps:\/\/t.co\/TVUKqcUHYS#Jeffco #EdColo","sentiment_score":1.0}
{"full_text":"RT Everyone Living in Florida the ones who believe in science &amp; know the coronavirus is real I suggest you call","sentiment_score":0.2}
{"full_text":"After criticism that his original goal was not bold enough, US President Joe Biden has said he expects the US will soon be able to vaccinate 1.5 million people a day. https:\/\/t.co\/jBsTUv3Vfh #JoeBiden #USA #Covid19 #vaccine","sentiment_score":0.1770833333}
{"full_text":"Hi Jordan, yeah I guessed it was Covid related. No info was provided on why it's so far away sadly.","sentiment_score":-0.1333333333}
{"full_text":"Older people have concerns about when they are getting the Covid-19 vaccinehttps:\/\/t.co\/yaGoEDfoVU","sentiment_score":0.1666666667}
{"full_text":"COVID-19 pandemic has helped accelerate digital transformation for many traditional companies #digitaltransformation #covid19 #pandemic","sentiment_score":0.1666666667}
{"full_text":" Small businesses in #Solihull and the wider #GBSLEP area are being offered free help to build digital skills in light of #COVID19 as part of #StepForward business support scheme. Find out more #SolihullHour","sentiment_score":0.21}
{"full_text":"Highway 40 Above Colfaxc. 1945#tuesdayvibe #COVID19 #COVIDVaccination","sentiment_score":0.0}
{"full_text":"speaks with Pierre Van Heddegem, MSF Head of Mission in #Manaus about #COVID19 and it's impact in the #Amazonas:","sentiment_score":0.0}
{"full_text":"We all must stay at home to stop the spread of #COVID19. But, if you have essential travel this week, aim to: Walk or cycle Avoid busy times and routes on public transport.Remember to wash your hands, cover your face and keep your distance.#StayHome #StaySafe","sentiment_score":0.0333333333}
{"full_text":"Covid-19 Jobs in North Dakota 2021","sentiment_score":0.0}
{"full_text":"More than 1,000 fixed penalty notices have been handed out in Staffordshire to people flouting Covid-19 rules, police chiefs have said.https:\/\/t.co\/mSfMiSAWnT","sentiment_score":0.3}
{"full_text":"Check out this NHS leaflet around looking after yourself in pregnancy:https:\/\/t.co\/nQg4cCWKYWIt is important, no matter what is happening around us, you seek support, Guidance &amp; information regularly from your Healthcare Professionals, throughout your pregnancy.","sentiment_score":0.2}
{"full_text":"Telehealth, COVID-19, and pediatric GI care#openaccesshttps:\/\/t.co\/SLsmDetvoo","sentiment_score":0.0}
{"full_text":"Among those to receive the vaccine this week was 89-year-old Ernie Jones, who has received care on Cemlyn Ward at Ysbyty Cefni, Anglesey, for the past four weeks.","sentiment_score":-0.25}
{"full_text":"Covid?","sentiment_score":0.0}
{"full_text":"Our country desperately needs comprehensive #COVID19 relief. ","sentiment_score":-0.6}
{"full_text":"Merck says it has stopped developing its two COVID-19 vaccine candidates due to data showing a lack of immune response.","sentiment_score":-0.125}
{"full_text":"Portuguese President Marcelo Rebelo de Sousa has won a second term in elections marked by the record-low turnout, as the COVID-19 pandemic rages on.","sentiment_score":0.05}
{"full_text":"RT If you are bragging about the UK's progress on covid vaccinations I trust you are also ashamed by the UK's death figures....","sentiment_score":0.0}
{"full_text":"\"UAH was added...in 2017 to serve the North Alabama region. The Alabama Department of Mental Health felt that UAH would be the best fit for North Alabama.\"","sentiment_score":0.4333333333}
{"full_text":"Fancy a bit of cheer to get you through the dark #lockdown evenings? Watch our post-watch party discussion (especially from 26 mins )","sentiment_score":-0.075}
