{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"Am here to expose youi mean even  covid 19 is longer than your  relationship","sentiment_score":-0.3125}
{"full_text":"Come on Mr J, please heed the message: 'Stay at home. Protect the NHS. Save lives.' #Boris #COVID19 #COVID19 #Covid19UK","sentiment_score":0.0}
{"full_text":"RT Great tips! #lunayou Parenting during coronavirus: What to know about play dates, education and more","sentiment_score":0.75}
{"full_text":"RT First evidence that COVID vaccines protect people against new variants","sentiment_score":0.1931818182}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"RT Who is to blame for #100kDeaths? Listen to Dr Richard Horton, editor of The Lancet. #c4news This is a top medical professi...","sentiment_score":0.25}
{"full_text":"RT Jackie received her first dose of the Covid-19 vaccine today.  She shared her positive experience with us and encou...","sentiment_score":0.2386363636}
{"full_text":"RT Are you a hacker interested in developing the COVID-19 Aid tracker using a functional prototype to en...","sentiment_score":0.25}
{"full_text":"RT Last summer told us they would keep us safe. Now elementary school &amp; D75 schools are open despite an exponential i...","sentiment_score":0.2}
{"full_text":"RT 13) we all want schools to reopen. But this is harder than we think. Here is the reality.","sentiment_score":-0.1}
{"full_text":"RT  No. They advocated for less destructive measures for dealing with COVID that kept society functioning because the e...","sentiment_score":-0.3833333333}
{"full_text":"RT Our Drs. who is from South Africa, &amp; the entire FLCCC team worked to help SA citizens success...","sentiment_score":0.15}
{"full_text":"1 week into office, he is already a disaster. Killing energy jobs during a pandemic.","sentiment_score":0.0}
{"full_text":"RT New data from Novavax vaccine just showed that UK &amp; esp South African variants are more problematic in real world than...","sentiment_score":0.2090909091}
{"full_text":"RT Yes and many in care homes didn't die of covid. Easy to add due to short cut o...","sentiment_score":0.2020833333}
{"full_text":"RT Giving some examples on just now about why we we could have  - and should have - avoided more than100,000...","sentiment_score":0.5}
{"full_text":"Lovely picture here via Makes you yearn for spring and an end to lockdown.","sentiment_score":0.5}
{"full_text":"RT \"The scale of India's vaccine gifts is unrivaled. No other country has delivered millions of free vaccines to other nations\"...","sentiment_score":0.1125}
{"full_text":"RT \"Once Covid is over\" is starting to sound a lot like \"once George R.R. Martin finishes The Winds of Winter\"","sentiment_score":0.2}
{"full_text":"RT The Monument to the Battle of the Nations in Leipzig commemorates the defeat of Napoleon in October 1813 by the armies of R...","sentiment_score":0.0}
{"full_text":"Mr president atalipa 27m euros taxpayers money given to Tz for covid19 fight","sentiment_score":0.0}
{"full_text":"\"bUt WhAt WeRe hIs uNdErLyInG cOnDiTiOnS tHoUgH???hE dIeD wItH CoViD nOt oF iT...cHiNA5ggEoRge SoRoSmIcRoChIp VaCcInElAmE StReAm MeDiA\"Seriously now. STFU.Covid kills Covid-denier who refused to wear mask or socially distance via","sentiment_score":-0.15}
{"full_text":"More incredibly welcome news on the vaccine front. BBC News - Covid-19: Novavax vaccine shows 89% efficacy in UK trialshttps:\/\/t.co\/JPWijC18Tn","sentiment_score":0.65}
{"full_text":"RT We'll be running our 1st Press Conference on Thursday 4th Feb at 11am, bringing doctors' voices to the fore to share fac...","sentiment_score":0.0}
{"full_text":"I can't keep up with all these variant strains of Covid  it's a new strain every other day","sentiment_score":0.0056818182}
{"full_text":"RT First evidence in man that there is #SARSCoV2 vaccine resistance to B.1.351 (\"South African\") varianthttps:\/\/t.co\/oKUgcgX9q...","sentiment_score":0.125}
{"full_text":"RT I've fixed and broken my sleeping pattern like 50 times in this pandemic kmt","sentiment_score":-0.15}
{"full_text":"RT Those who encouraged others to ignore the pandemic, congregate &amp; hug each other over Xmas might want to read &amp; reflect...","sentiment_score":-0.125}
{"full_text":"RT \"To believe any institution of power in a democracy is beyond criticism is like saying migrants need to find their way back...","sentiment_score":0.0}
{"full_text":"RT These new #coronavirus strains are very concerning. And if they make Dr. Christian Drosten apprehensive then we should all...","sentiment_score":0.1121212121}
{"full_text":"That would be cool if someone had a cure for Covid-19. Oh wait! I do.","sentiment_score":0.4375}
{"full_text":"Service Update 08:00 -  A reduced timetable is in place. Only travel for work if essential or for other legally permitted reasons Please remember to wear a face covering when travelling with us. All updates can be found here ","sentiment_score":0.01875}
{"full_text":"This is exactly how I feel. I was not a fan before the pandemic, but Piers is certainly a man of the moment","sentiment_score":0.2321428571}
{"full_text":"RT Social media censorship just ratcheted up to a new level.  Google's YouTube removed two videos of doctors testifying und...","sentiment_score":0.0848484848}
{"full_text":"RT \"[Gov. Andrew Cuomo] writes a book about himself in the middle of the pandemic...the truth is that he was the one that wa...","sentiment_score":0.0}
{"full_text":"RT The application was developed during the #COVID19 pandemic by who was born deaf, to help #Kenya's 4,000...","sentiment_score":0.1}
{"full_text":"RT Didn't you support the Barrington twaddle, giving it unwarranted credibility? 50,000 died post November 20...","sentiment_score":0.0}
{"full_text":"RT Tyre safety is crucial. Use any extra time at home during these COVID19 times to make checking your tyres a regular practic...","sentiment_score":0.0}
{"full_text":"RT 2001292nd batch of gifts have been delivered to YG. The shipping is slow under the pandemic. The rest will all be delive...","sentiment_score":-0.3}
{"full_text":"New Zealand &amp; Vietnam were ranked best-performing countries in their responding to pandemic by the Lowy Institute, Australia. The index is based on confirmed cases, deaths per million &amp; the scale of testing. India ranked 86 out of 98 countries, US at 94 &amp; Brazil at the bottom.","sentiment_score":0.2681818182}
{"full_text":"RT \"Tiada double standards\" - just stay at home\" -","sentiment_score":0.0}
{"full_text":"RT As Congress battles over Biden's proposed $1.9 trillion #COVID19 relief package, I'd like to remind everyone that former pr...","sentiment_score":0.0}
{"full_text":"RT The world's 10 richest people could pay to vaccinate everyone in the world and still be $400 billion richer than when...","sentiment_score":0.0}
{"full_text":"RT Want to end the pandemic? Lets marshal global manufacturing effort to make lots of vaccine quicklyAnd vaccinate everyon...","sentiment_score":0.0}
{"full_text":"RT GallowayNPA would make Scotland's 3rd National Park we are ready","sentiment_score":0.1}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"RT What an awesome bird to be perched opposite my bedroom window! Lockdown photography  ","sentiment_score":0.5}
{"full_text":"RT I've  just read a tweet from a Headteacher who caught Covid, recovered but had already  passed it to her mother &amp; husband,...","sentiment_score":0.0}
{"full_text":"RT By making lakhs of corona vaccine doses available to several countries India has fulfilled its obligation towards huma...","sentiment_score":0.2}
{"full_text":"RT In Scotland I met the brilliant healthcare workers, scientists and military personnel co-ordinating the pandemic response...","sentiment_score":0.4}
{"full_text":"RT Speaking to media outlets this morning about the tsunami of grief,  pain and trauma caused by the hundreds and thousands of d...","sentiment_score":-0.8}
{"full_text":"RT Yes but the lockdown aristocrats don't care about the little people - as long as they still deliver their parcels etc h...","sentiment_score":-0.11875}
{"full_text":"RT Don't Panic. #dogecoin Will RISE Again. Buy These Dips. ","sentiment_score":0.0}
{"full_text":"RT Ghanaian Times  COVID-19 scare : We'll ensure safety of school children - GES assures parents  MOH invites public for...","sentiment_score":0.0}
{"full_text":"This, all day long. Let's reflect on the years of bad policies and underfunding that preceded the pandemic. When I taught, I would've taken good curricula and a fully stocked supply closet over a pay raise any day.","sentiment_score":-0.0166666667}
{"full_text":"RT So happy that my Mum has just had her first dose of the COVID vaccine.It is safe and effective and a relief to know th...","sentiment_score":0.5375}
{"full_text":"Washing the hands with soap or hand sanitizer helps kill any viruses on the hands that people may have come into contact with #COVID19","sentiment_score":0.0}
{"full_text":"RT Shoutout to all the Nurses. You are the angels amongst us.*Chills* These 2 nurses sang and held their patients hand a...","sentiment_score":0.0}
{"full_text":"RT Of course #EatOutToHelpOut didn't cause a rise in cases. But neither did re-opening gyms, pubs, and non-essential shops....","sentiment_score":0.0}
{"full_text":"I'd been wondering what effect the current situation had had on flu numbers. Fascinating collateral benefit to necessary public health measures.","sentiment_score":0.175}
{"full_text":"RT In direct competition to the Image Comics Cruise, I am offering to squire comics pros and punters alike around Falkirk by bu...","sentiment_score":0.1}
{"full_text":"Eyes wide for the RSPB's Big Garden Birdwatch - a photo essay @Natures_Voice @JulesPretty1 @EssexIsGreen ","sentiment_score":-0.05}
{"full_text":"RT Despite the rain in San Francisco on Thursday, it was a busy day for many businesses now that that Governor Gavin Newsom has drop...","sentiment_score":0.3}
{"full_text":"Nakoke nkos!!!!! It has begun!!!! CORRUPTION AFTER CORRUPTION FROM NOW ON!","sentiment_score":0.0}
{"full_text":"RT And just like that, we have a pandemic boom in slavery, particularly slavery of women and children. #opDeathEaters","sentiment_score":0.1666666667}
{"full_text":"RT People are acting like the Gamestop move is just trolling. Read the threads. Desperate people, ravaged by pandemic and...","sentiment_score":-0.3}
{"full_text":"RT CDC Recommends Also Wearing Face Mask On Back Of Head In Case Coronavirus Attacks From Rear","sentiment_score":0.0}
{"full_text":"If you check everything til the end. You will understand! People have felt cheated in so many ways. This pandemic have also caused so much pain on lives+economy. And when normal people are willing to bet against elite &amp; winning, elites change rules? WT*?:","sentiment_score":0.32}
{"full_text":"A community pharmacy in Peterborough has become one of the first in Cambridgeshire to be given approval to act as a Covid vaccine hub.A brilliant effort has gone in to achieve this...https:\/\/t.co\/y907joz9qS","sentiment_score":0.575}
{"full_text":"Help reduce the spread of the coronavirus and play your part to protect the NHS this Friday morning.You may have the coronavirus and not know it, as not everyone with the virus will have symptoms.PLEASE don't bend the rules. Please stay at home.","sentiment_score":0.0}
{"full_text":"This report is incredibly timely. We share the vision that Scotland an be a global leader in data, #digital, and technology in public health and #social care. #Scotland has the LOWEST life expectancy in Western Europe. 79 years old.","sentiment_score":0.1476190476}
{"full_text":"Bespoke hand painted untrimmed wallpaper installed on a job before current lockdown Glasgow, United Kingdom","sentiment_score":0.0}
{"full_text":"#ICYMI | Over 25 lakhs beneficiaries vaccinated against COVID-19 in Indiahttps:\/\/t.co\/WlSnhj2Sju","sentiment_score":0.0}
{"full_text":"The #US has recorded 432,603 deaths of #COVID19. #Arizona is among the hardest-hit states, with its leading average daily deaths per capita. Arizona is increasing vaccination efforts, but many residents have paid a heavy price. Ediz Tiyansan reports.","sentiment_score":0.0375}
{"full_text":"Throughout 2020, we adapted our Tutor Resources and Specifications to be 'Covid-19 friendly', so you can continue delivering and assessing our courses. Find out more here:","sentiment_score":0.4375}
{"full_text":"Did you know ? During the COVID-19 crisis, one third of students did not access remote learning. The 2021 UNESCO Guidelines show that stronger national legal frameworks can improve education continuity. #train4inclusion","sentiment_score":0.0333333333}
{"full_text":"RT Spectacular results from UK trials - 89% effective in preventing Covid! The UK moved quickly to buy 60m dos...","sentiment_score":0.5611111111}
{"full_text":"Struggling to do research during the pandemic? Why not hear from how other students are navigating anthropological research? Anthropological Research During a Pandemic: GA Post-graduates Reflect on Research During Covid-19https:\/\/t.co\/QvmM6Ny9B4","sentiment_score":-0.125}
{"full_text":"Stoke City are one of five football clubs offering mental health and wellbeing support to hundreds of young people hardest hit by the pandemic.#SCFC ","sentiment_score":0.0}
{"full_text":"RT This is a hugely important thread. Why the Covid package has to contain a robust amount for global reach for...","sentiment_score":0.2}
{"full_text":"RT My child just started school and I am currently struggling financially but I couldn't let him stay at home and deprive...","sentiment_score":0.0}
{"full_text":"RT We are fighting the pandemic in India and strengthening the global efforts against COVID-19. #DavosAgenda","sentiment_score":0.0}
{"full_text":"The largest jail in Texas is nearing capacity. Experts warn it could become a hotbed for COVID-19","sentiment_score":-0.1}
{"full_text":"The early study results come amid worry about whether a variety of vaccines being rolled out worldwide will be strong enough against new variants.","sentiment_score":0.1674242424}
{"full_text":"The preliminary findings may help Novavax win authorization for its vaccine in Britain.","sentiment_score":0.8}
{"full_text":"Only months after the pandemic began, not one but two highly-effective and remarkably safe vaccines are currently being injected into the arms of millions of Americans. Calling that kind of medical progress astounding is an understatement to say the leasthttps:\/\/t.co\/e7oUCEen3l","sentiment_score":0.2833333333}
{"full_text":"Missing practice? Bored at home? Here's what you do: check out The Be Your Best Trainer  #cognitivetraining #VR #sporstech #lockdown","sentiment_score":0.1}
{"full_text":"Today's prayer focus: The Impact of Covid-19. We lift up those affected, including families, healthcare workers, teachers and pupils, those who are grieving, the vulnerable and the isolated.","sentiment_score":-0.5}
{"full_text":"VERIFY: Do anti-inflammatory drugs like aspirin, ibuprofen or acetaminophen reduce the effectiveness of the COVID-19 vaccine?","sentiment_score":0.0}
{"full_text":"LSE Southeast Asia blog published summary of her talk for LSE Southeast Asia Week titled \"Border(ing)s in the Covid-19 era: Tactics, logics and new hierarchies of mobility deservingness\". Check out her post here:","sentiment_score":0.1363636364}
{"full_text":"#FromTheCenter: South Carolina reports first-known U.S. cases of South African COVID variant | Reporting by #SouthCarolina #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"#COVID19 doesn't discriminate based on age, race, gender or class. Follow #Covid19inSA protocols and help protect your family.  #CoronavirusSA","sentiment_score":0.0}
{"full_text":"'An unprecedented budget in the middle of a pandemic, it needs to be like an economic vaccine needed to revive the economy.'Author decodes Budget 2021 with Rahul Shivshankar, Navika Kumar and Padmaja Joshi on February 1. | #Feb1WithTimesNow","sentiment_score":0.2666666667}
{"full_text":"BromsEnglish Book of the Week, recommended by Miss Popescu (English): 'the ultimate anti-materialist manifesto. Its key concept of 'experientialism' will not be more relevant in our post-lockdown world.'","sentiment_score":0.18}
{"full_text":"BBC #research BAME Doctors &amp; #COVID19 This very short #Anonymous questionnaire aims to gather the experiences of medical doctors from minority ethnic groups during the UK Covid-19 pandemic@AmaraSophia ihttps:\/\/t.co\/eBhbqX570m","sentiment_score":0.0}
{"full_text":"Covid vaccine trial underway in Witneyhttps:\/\/t.co\/zX1iuYaFTR","sentiment_score":0.0}
{"full_text":"Demand, Capacity &amp; Welfare survey provides clear evidence of highly pressurised workloads, poor work\/life balance amongst officers and details damaging effects of COVID on the health of rank and file officers. Read more:","sentiment_score":-0.088}
{"full_text":"True impact of the pandemic in #HealthAndBeauty and #FoodRetail sectors revealed... ","sentiment_score":0.35}
{"full_text":"Don't take your health for granted, stay safe and stay healthy during the pandemic. #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.5}
{"full_text":"#mufc will not 'aggressively' try to sign Ramos due to a special 'Covid pact' between Europe's elite. [sun]","sentiment_score":0.1160714286}
{"full_text":"Don't take your health for granted, stay safe and stay healthy during the pandemic. #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.5}
{"full_text":"RT Don't Panic. #dogecoin Will RISE Again. Buy These Dips. ","sentiment_score":0.0}
{"full_text":"In the round-up:* Ferrari recovery \"may take a while\" - Sainz* Dutch GP promoter happy with September date despite pandemic concerns* Merhi could return to F2 againhttps:\/\/t.co\/hffzTxdpR5#F1 #F2 #F3 #IndyCar #FRAmericas","sentiment_score":0.8}
{"full_text":"#JOHD is now included in  Directory of Open Access Journals: a great and easy way to find #openaccess journals and articles.#johdnews #DOAJ","sentiment_score":0.4111111111}
{"full_text":"The proposal that is already used in countries in Europe, Asia, or North America, arises in 2020 as a new form of interaction in the midst of the pandemic.#wine #winery #winelovers #winemaking ","sentiment_score":0.1363636364}
{"full_text":"Stay at home to help protect the NHS and save lives. Follow the latest measures in place to stop the spread of COVID-19:","sentiment_score":0.5}
{"full_text":"Since the crisis began, the increase in the wealth of the ten richest billionaires combined is more than enough to fund a #PeoplesVaccine, while also keeping everyone from falling into poverty due to the pandemic. #DavosAgenda #BeatPoverty","sentiment_score":0.09375}
{"full_text":"From the nurses to the doctors to all the staff at Laguna Honda Hospital, San Francisco thanks you. These healthcare professionals show up every day ready to meet the challenge of #COVID19. You all are the true heroes!","sentiment_score":0.2791666667}
{"full_text":"RT Boris Johnson boasts his party has \"lifted 400,000 children out of poverty\"His Gov'ts own figures show relative chil...","sentiment_score":0.3}
{"full_text":"Pursue your dream by studying online using 4G E-learning Data plan #stayhome #stayconnected.contact us on","sentiment_score":0.0}
{"full_text":"The pandemic brought uncertainty but also creativity and purpose in public services. During our conversations we heard how people were both creative and courageous in overturning barriers.Can we use these lessons to build a better future? Read how:","sentiment_score":0.25}
{"full_text":"The team of experts from will visit hospitals, and will meet scientists, first responders and early #coronavirus patients","sentiment_score":0.175}
{"full_text":"The El Paso-Juarez economy is showing some improvement but still lags pre-coronavirus levels, new research shows. #BorderReport","sentiment_score":0.1363636364}
{"full_text":"Escape #lockdown with a trip to the pastA BACHELOR'S PLEDGE'If you're looking for a clean historical romance with more than a dash of action, pick this one up.'https:\/\/t.co\/WzwyhDoKYs#romance #kindleunlimited #Readaregency #mustread","sentiment_score":0.2416666667}
{"full_text":"A prominent expert in infectious disease, Dr. Minoo Mohraz, has said that \"Russia approves the #vaccines by itself and we will never supply vaccines from #Russia.\".https:\/\/t.co\/esBXdAAb4R#Iran #COVID19 #VaccineStrategy","sentiment_score":0.5}
{"full_text":"and working together through the Covid challenge to support our most vulnerable residents beat loneliness and help those struggling with their mental health... Find out more: #beawinterfriend","sentiment_score":0.1}
{"full_text":"How has the pandemic shifted the balance of learning ecosystems? Here are 5 ways communities can support children's learning through #play.","sentiment_score":0.0}
{"full_text":"What impact will the rollout of the COVID-19 vaccine, new lockdown measures, and UK's changed relationship with the EU have on growth? Read the latest EY ITEM Club forecast to find out more: #COVID19 #economy #lockdown","sentiment_score":0.3787878788}
{"full_text":"Community leaders in #Sheffield say a \"dangerous narrative\" of online misinformation's putting many BAME people off the coronavirus vaccine.Stats show 72% of people in black ethnic groups say they're unlikely to get the jab.","sentiment_score":-0.1916666667}
{"full_text":"\"The world is on the brink of a catastrophic moral failure and the price of this failure will be paid with lives and livelihoods in the world's poorest countries.\"","sentiment_score":-0.2111111111}
{"full_text":"What does it mean to be a #healthpromoting service during the pandemic and beyond? Read about health promoting hospitals that help re-orient health services towards health #promotion and #prevention in edition 16 of the EuroHealthNet Magazine ","sentiment_score":-0.3125}
{"full_text":"What is hampering Australia's fight against the far right? joins me on Saturday AM 7am 8am Local Radio + podcast. Plus, just back from Manaus, on the devastation of a new COVID strain in Brazil. And on new strains and vaccines.","sentiment_score":0.1097402597}
{"full_text":"UK has 77 cases of South African Covid variant, minister says***Latest News Updates","sentiment_score":0.0}
{"full_text":" Today's the final day of our lockdown wellbeing tips! Remember you're not in this alone: There are plenty of essential resources below that can help you when you're finding things tough - They're there for you! #ONECLUB","sentiment_score":-0.162037037}
{"full_text":"Nigeria records 864 new cases of Coronavirus - Julia Blaise Bloghttps:\/\/t.co\/o9NfqkH7mQ","sentiment_score":0.1363636364}
{"full_text":"RT Niggas really gettin horny over shadows, they need to ease lockdown ASAP and free my brothers","sentiment_score":0.3}
{"full_text":"Readers' lockdown discoveries: 10 top tips #lockdown #travel #holidays #adventure #travelling #uk #britain #lockdownUK","sentiment_score":0.5}
{"full_text":"Scotland to publish vaccine supply data amid EU row with AstraZeneca Scotland will publish COVID-19 detailed vaccine supply data next week even though the British government has so far refused to do so amid a row between the European Union and drug companies such as AstraZeneca o","sentiment_score":0.0833333333}
{"full_text":"0800-1000@DJWRECKDOWN The king of Friday Morning lockdown radio!!!Playing tracks from the brand new Reprezent Playlist!!REP | 107.3 | DAB","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 14.7FWind Chill: 4.8FHumidity: 83%Dew Point: 10.5F Barometer: 30.322 inHgWind: 7 mph from the NNWCorona Virus Weekly Stats:Cases: 138.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #COVID19 was a licence for Johnson to print money for his useless cronies.","sentiment_score":-0.5}
{"full_text":"RT Scoop:NEW VACCINE APPOINTMENT SEARCH ENGINEVaccines save lives, but process of booking a Walgreens slot online is a \"he...","sentiment_score":0.0}
{"full_text":"RT Great Awakening is coming............Humanity has had its trousers pulled down by the playground bulliesGates, Schwab,...","sentiment_score":0.3222222222}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"UPDATE: \"AstraZeneca's COVID-19 vaccine should only be given to people aged between 18 and 64, Germany's vaccine committee said in a draft recommendation.\"  ","sentiment_score":-0.05}
{"full_text":"RT .@stephenfry says teachers need to be kind to themselves during the current school closures and not 'fall into the trap' of thinki...","sentiment_score":0.3}
{"full_text":"RT Many students from your universit...","sentiment_score":0.5}
{"full_text":"#TodayInHistory Inspiration Worry often gives a small thing a big shadow. - Swedish proverb#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":-0.125}
{"full_text":"RT Dear superiors please look into this","sentiment_score":0.0}
{"full_text":"RT Hey y'all so since covid hit it's been hard for my dad to find a consistent job to provide for the family. He's been makin...","sentiment_score":-0.0208333333}
