{"full_text":"RT Some things are more important than public health. Not Thanksgiving or Christmas, mind you. Just electing Pelosi.","sentiment_score":0.3}
{"full_text":"RT I hope the Prime Minister is explicit later about what support will be available to those not safe at home in lockdown. I...","sentiment_score":0.05}
{"full_text":"RT Good Morning!As of today, we have hit 60,547,380 recoveries from COVID-19.","sentiment_score":0.7}
{"full_text":"Catalonia closes all municipalities for ten days due to the advance of the pandemic...https:\/\/t.co\/ajKf5fP3jM","sentiment_score":-0.0625}
{"full_text":"All queries over #COVID19 vaccine answered herehttps:\/\/t.co\/ZrXEZmAYbB","sentiment_score":0.0}
{"full_text":"here's more proof ","sentiment_score":0.5}
{"full_text":"RT March 13, 2020.","sentiment_score":0.0}
{"full_text":"If we're to announce another lockdown it needs to be like the first one! Non essiantial shops or fast food chains need to close fully!","sentiment_score":0.28125}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"I like to pass comment quite allot for someone who doesn't even live in Scotland anymore but Can I ask everybody this... Have Yous actually had a proper lockdown? Closed schools. Curfews, fines for leaving the house unnecessarily or more than once on the same day. 1 per car etc","sentiment_score":0.0893939394}
{"full_text":"RT Concerningly, evidence is mounting that schools may play a bigger role in transmission than we thought.Many autumn lockd...","sentiment_score":0.0}
{"full_text":"RT If you work in the media in Ontario and you are not making 106,367 #covid19 vaccines sitting in a freezer while literally doz...","sentiment_score":0.0}
{"full_text":"RT Jeffries doesn't directly answer when asked whether they will pass $2,000 checks again - \"I think that's unfinished busine...","sentiment_score":0.1}
{"full_text":"2 of Indiana's 39 new COVID deaths were in Dubois Co. &gt;&gt;","sentiment_score":0.1363636364}
{"full_text":"\"How does a country learn from its mistakes if it cannot even agree on whether it made any?\" disaster historian and history dept. head Scott Knowles talks public consciousness after immense crisis via ","sentiment_score":0.0}
{"full_text":"An update on Coronavirus restrictions ahead of the Prime Minister's televised address this evening    ","sentiment_score":0.0}
{"full_text":"Woohoo back in gym leggings! I feel Nike could sponsor teachers during lockdown 3.0","sentiment_score":0.0}
{"full_text":"The majority of the people I know who have had Covid (including my son) never ran a fever, though.  I went with an instructor to a shooting range where they did temp checks upon entering, and he tested pos the next day.","sentiment_score":0.0}
{"full_text":"RT Not sure how many doses of the #COVID19 vaccine are expected in #onhealth. I'm comfortable saying that Family docs alone ca...","sentiment_score":0.1375}
{"full_text":"An underrated weirdness of the UK's shambolic pandemic response is the hairsplitting of what activities are allowed and what aren't and how; this weird commitment to being able to 'trim' social distance to an exact level","sentiment_score":0.0708333333}
{"full_text":"RT Florida Is Using Eventbrite for COVID-19 Vaccine Slots and It's Not Going Well via","sentiment_score":0.0}
{"full_text":"Home run hire.  Too many people stuck in 2015 and suffering from battered fan syndrome.  Glad you're here, stay the course and keep bringing your best.","sentiment_score":0.6666666667}
{"full_text":"Did the global pandemic slip your mind?","sentiment_score":0.0}
{"full_text":"RT I'm on a packed Southwest flight right now with every seat taken.Have any restaurants sued over this? Why can plan...","sentiment_score":0.2857142857}
{"full_text":"RT Veritas amongst some stunning records. Much love to","sentiment_score":0.5}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 04.01.2021, 06:00 PM Male area: 11Inhabited islands: 3Operational Resorts: 11Live aboard...","sentiment_score":0.0}
{"full_text":"RT Here's the outbreak data as of today. 1973 outbreaks. VA has 97 cases tied to K12 across the state. We have 2182 K12 schools...","sentiment_score":0.0}
{"full_text":"RT #Sturgeon recalls Scottish Parliament, has a plan, shows leadership &amp; introduces a lockdown from tonight.  Meanwhile #John...","sentiment_score":0.0}
{"full_text":"RT Keep an eye out for the name 'Warren Medical Limited' on future govt documents family have just set it up (Wife...","sentiment_score":-0.0238095238}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"They have the right to come back, but due to public safety, they should have been properly quarantined. Most were not.Trump is the leader of the NATION. He has the blood of over 300,000 people on his hands from his mismanagement of America during the pandemic.","sentiment_score":0.1101190476}
{"full_text":"RT Unsanitized is back! The vaccine rollout has gone terribly. This is the only thing government should be focusing on right now a...","sentiment_score":-0.1785714286}
{"full_text":"RT With DCGI granting approval to vaccines of  and for restricted usage, our nation's fight a...","sentiment_score":0.0}
{"full_text":"RT No evidence that their #COVID19 vaccine will continue to protect against the #coronavirus if the booster shot is given later tha...","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon announces new coronavirus lockdown for Scotland","sentiment_score":0.1363636364}
{"full_text":"RT COVID-19 in Florida: Record 93,457 new cases reported in past week","sentiment_score":-0.0568181818}
{"full_text":"eal NewsTime to prioritize well-beeing.The division of rich and poor must be closed. The division between a #society of lonely guys and a network of #sex robbers that steals &amp; prostitutes all #women by system must end! #Covid-19 catalyzes this crime!https:\/\/t.co\/ddZkR05E0k","sentiment_score":-0.0625}
{"full_text":"RT \"national\" = \"England\"","sentiment_score":0.0}
{"full_text":"Ray-Ban? Sunglasses Up to 90% OFF - Ray Ban glasses 90%off will only need $24.99 and will donate $2.40 to COVID-19 epidemic prevention department.","sentiment_score":0.0}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT Do you work, live in or visit a long-term\/personal care or retirement home in #Canada, or do you know someone who does?A...","sentiment_score":0.1363636364}
{"full_text":"At this point I barely give two shits about how much schoolwork my distance-learning 6-year-old does. He has almost zero motivation to do it himself so I gotta force him and I barely care. F how well he can spell right now, he's basically sacrificed friendships to fight COVID","sentiment_score":0.1464285714}
{"full_text":"RT Please stay home on the 6th. Do not travel to DC. MAGAs want violence. Let them fight the cops. It will be live-streamed...","sentiment_score":0.0}
{"full_text":"Do you mean Northern Ireland lockdown?I know you've been out of the country whist the rest of us \"poor\" people have to comply But NI applied a lockdown on Dec 26 and no shops open and not allowed out after 8pm","sentiment_score":-0.2375}
{"full_text":"Spoiler: NO.","sentiment_score":0.0}
{"full_text":"RT We must introduce a national lockdown now. Tragically, that must mean school closures.We need a simple contract between...","sentiment_score":-0.15625}
{"full_text":"RT #Arizona #COVID19 -1\/4Total cases: 561,542New cases: 5,1587-day avg: 8,159Deaths: 9,064New deaths: 37-day avg:...","sentiment_score":0.0}
{"full_text":"Ray-Ban? Sunglasses Up to 90% OFF - Ray Ban glasses 90%off will only need $24.99 and will donate $2.40 to COVID-19 epidemic prevention department.","sentiment_score":0.0}
{"full_text":"Israel has already vaccinated 10% of its population with 1st shot against Covid. That is what \"world beating\" means, Mr Johnson.","sentiment_score":0.0}
{"full_text":"RT Although preliminary data are encouraging, we need to know whether and to what extent vaccines prevent transmission. That's...","sentiment_score":0.0}
{"full_text":"When this pandemic is over, I'll be more intentional about seeing friends and family by setting a date on the calendar, a time on the clock, and place on the map. #MagicalThinking2021","sentiment_score":0.5}
{"full_text":"RT Woke up to an eviction notice. Have til March 4.How am I, a blind trans woman, going to find a safe place in the Grea...","sentiment_score":0.0}
{"full_text":"Wow! You've been busy in this pandemic. Congratulations!","sentiment_score":0.125}
{"full_text":"Yet another consequence of a weak state, the impact magnified by the incompetency &amp; mendacity of The Trump Gang","sentiment_score":-0.375}
{"full_text":"RT Yes, the Covid-19 death count is extremely inflated. Countless Americans have spoken out to say that their loved ones d...","sentiment_score":0.1916666667}
{"full_text":"RT Vladimir Putin is destroying the New World Order in Europe and America. He talks about how Satan rules these nations and...","sentiment_score":-0.0318181818}
{"full_text":"RT BREAKING: UK raises COVID alert to highest level, PM to announce lockdown - Daily Post Nigeria","sentiment_score":0.0}
{"full_text":"RT Yes, the Covid-19 death count is extremely inflated. Countless Americans have spoken out to say that their loved ones d...","sentiment_score":0.1916666667}
{"full_text":"The smugness and self righteousness of the \"you're finished\" . The same woman who claimed that nobody she knows had had covid, before replying that several relatives had. What a howling advert she is for","sentiment_score":0.0}
{"full_text":"RT This is beyond my comprehension. For four fucking years we've listened to these cretinous buffoons in government bang on about...","sentiment_score":-0.6}
{"full_text":"In the first place, why are you gonna do that knowing there's a pandemic? You're putting other people in danger if you plan on hopping from one place to another.","sentiment_score":0.0625}
{"full_text":"RT Well done for a positive start to #2021goals Other positive reports from today show their response to other commun...","sentiment_score":0.0511363636}
{"full_text":"RT UK's Covid threat level to be increased to five, the highest level, sources tell the BBCThe threat level is different from t...","sentiment_score":0.0}
{"full_text":"1 more day, #Georgia. Perdue chose to get rich(er) off a Pandemic. He is a constituency of one: himself. #VoteBlue with and make it a #FairFight. Let's #FlipTheSenateBlueGeorgiaForDemocracyAndThePeople #gasen#gapol#OSSOFFWARNOCK2021 #GeorgiaOnMyMind","sentiment_score":0.5}
{"full_text":"RT Good story on heroes in action.","sentiment_score":0.4}
{"full_text":"RT One month ago published religious anti-porn propaganda causing &amp; to ban payments to workers a...","sentiment_score":-0.05}
{"full_text":"Soon the Results of Covid-19 test will be more than country's population mark my words... ","sentiment_score":0.5}
{"full_text":"Right now, Covid goes away overnight","sentiment_score":0.2857142857}
{"full_text":"if the Alberta vaccination schedule means regular folks, and that would be all triathletes, will NOT receive a vaccination before Sept, what does this do to the racing season?  Are we torched for a second year? Contingency plans?  Virtual races?#KenneyResign","sentiment_score":0.0}
{"full_text":"The Governor, Lt. Governor Polito and Secretary of Health and Human Services Marylou Sudders will be holding a press conference today at 12:30 pm about an update on Coronavirus. Interpreters are confirmed. To follow along, watch the live stream","sentiment_score":0.1787878788}
{"full_text":"RT UK reports nearly 59,000 coronavirus cases, biggest one-day increase on record- New cases: 58,784- In hospital: 28,387 (+1,...","sentiment_score":0.1181818182}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"If he fucking says 'alas'","sentiment_score":-0.5}
{"full_text":"RT They saw BJP in the vaccine, but did not see China in the virus! Nice taunt by","sentiment_score":0.6}
{"full_text":"Greece detects four cases of fast-spreading Covid variant among arrivals from UK over Christmas - via","sentiment_score":0.0}
{"full_text":"I can imagine. I think at the least to me, when it comes to this BS of the virus, the lockdown, etc the dividing line is no longer the Left\/Right paradigm, its the Human vs anti-human. I find this gives a much clearer view of what we are confrionting.","sentiment_score":-0.0333333333}
{"full_text":"RT I feel like COVID made businesses follow the sanitation standard they should've already had.","sentiment_score":0.0}
{"full_text":"Gathering people on Sunday mornings will be as important as ever. It just won't all happen in a building owned by the church. via","sentiment_score":0.4}
{"full_text":"RT Just now watching Sir David King the former Chief Scientific Advisor to uk government on news:-Interviewer: \"Sir Davi...","sentiment_score":0.0}
{"full_text":"RT 'HOW DOES THE mRNA VACCINE WORK'?  This is the best explainer video I've seen on Twitter!Special thanks to","sentiment_score":0.6}
{"full_text":"RT With vaccine approvals and 50 million shots on hand, India is set to embark on the world's most ambitious vaccination p...","sentiment_score":0.375}
{"full_text":"RT Brazil signs MoU with India's Bharat Biotech for 5 million doses of corona vaccine","sentiment_score":0.0}
{"full_text":"You know the second lockdown cases went down...but after because Boris was like oh dw everyone can do whatever they want after keep schools open let everyone socialise cases skyrocketed","sentiment_score":0.0}
{"full_text":"RT Lockdown now. Close the schools - and make them safe to reopen. Emergency Basic Income and business support. Massive pub...","sentiment_score":0.1666666667}
{"full_text":"Sir, #Hsbte humble request for students to you exam should be held online mode due to covid19. Dear hsbte Many students will not come on paper day in campus. Some student from bihar,Up,NepalPlease #hsbte exam should be online please sir#shameonyouhsbte","sentiment_score":0.0583333333}
{"full_text":"Thanks to dumb Donald, many of his idiot friends are going to spread covid,and kill people!","sentiment_score":-0.16875}
{"full_text":"RT Moderna won't provide any vaccines to Africa, while Pfizer is offering limited doses only for African health workers -- an...","sentiment_score":-0.0238095238}
{"full_text":"#NancyPelosi Allowed A Woman With the #ChinaVirus onto The House Floor To Vote For Her As Speaker.Democrats don't give a shit about you, they only care about stealing power OVER you.#RulesForTheeNotForMe","sentiment_score":-0.1}
{"full_text":"RT INDIA: Country's approved Covid vaccines are 110% safe, drug regulator says","sentiment_score":0.5}
{"full_text":"RT AMLO squeezing out all the juice out of Trump's lame duck period by formally offering political asylum to Julian Assange....","sentiment_score":-0.25}
{"full_text":"RT Back from my holiday break and am also surprised by this editorial. Not only does it reflect Trump admin...","sentiment_score":0.0333333333}
{"full_text":"RT it must be so hard to stay the fuck at home huh","sentiment_score":-0.3458333333}
{"full_text":"RT I feel like COVID made businesses follow the sanitation standard they should've already had.","sentiment_score":0.0}
{"full_text":"RT In the next couple of weeks we are going to find out the hard way no group of activists has ever been as spectacularly, irre...","sentiment_score":0.1027777778}
{"full_text":"RT Yes, the Covid-19 death count is extremely inflated. Countless Americans have spoken out to say that their loved ones d...","sentiment_score":0.1916666667}
{"full_text":"Oh yeah. The transparent and not totally fabricated case data. Just on that case data:","sentiment_score":0.0}
{"full_text":"RT US military deaths during OIF, OEF: 6,756.@DeptVetAffairs #coronavirus deaths in the last 10 months:  6,772https:\/\/t.co\/Oz5...","sentiment_score":-0.05}
{"full_text":"RT It's worse than that. Even if it's seen as a stopgap for people who are victims of the economic system, think about wh...","sentiment_score":-0.1}
{"full_text":"RT Sunday - Schools are Safe Monday - Tougher measures  needed Wednesday - Close schools ??","sentiment_score":0.5}
{"full_text":"RT \"Agenda must agend\"","sentiment_score":0.0}
{"full_text":"My boss keep pressing us about taking this Covid shot just because she got it and honestly I'm not with it . ","sentiment_score":-0.3}
{"full_text":"RT The only way to make it through the pandemic is together. Thank you for being a key member of this fraternity,...","sentiment_score":0.0}
{"full_text":"RT Why is covid test 50k here?","sentiment_score":0.0}
{"full_text":"RT Covid dey man city camp, but na Chelsea dey suffer the Pandemic ","sentiment_score":0.0}
{"full_text":"RT #UPDATE British PM Boris Johnson will detail new #coronavirus restrictions in a televised address due at 2000 GMT on Monday, as ca...","sentiment_score":0.0037878788}
{"full_text":"RT We must introduce a national lockdown now. Tragically, that must mean school closures.We need a simple contract between...","sentiment_score":-0.15625}
{"full_text":"RT Lockdown and show some mercy if you can. Lockdown, lockdown upon your fellow man.","sentiment_score":0.0}
{"full_text":"RT Key insight from Redfield -- this year in USA we \"see record lows in #flu\" because of all the contagion co...","sentiment_score":0.0}
{"full_text":"RT Mexico's Undersecretary of Health: \"Stay home; wear a mask.\" Also him:","sentiment_score":0.0}
{"full_text":"RT One Good Thing: Meet who's embodied the and provided daily affirmations that have been a bea...","sentiment_score":0.35}
{"full_text":"RT One of the things that scares me most is how easy it has been to lockdown much of the world. Our health, relationships, l...","sentiment_score":0.3777777778}
{"full_text":"Trump administration is suppressing information about COVID-19 Please RT","sentiment_score":0.0}
{"full_text":"RT National lockdown means schools must close, and the government must provide the resources to keep all young people learni...","sentiment_score":0.1}
{"full_text":"RT Another tough day in the Covid fight. Scotland's new guidance is here: short evidence paper is...","sentiment_score":-0.0841750842}
{"full_text":"RT Scotland to go into full lockdown at midnight, Sturgeon announces","sentiment_score":0.35}
{"full_text":"RT Wondering about this South African coronavirus variant that's got everyone in a tizz? We've got you covered on what it...","sentiment_score":0.0}
{"full_text":"RT IF the May election is to be postponed there must be a government of national unity to take Scotland through the remain...","sentiment_score":0.0}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 04.01.2021, 06:00 PM Male area: 11Inhabited islands: 3Operational Resorts: 11Live aboard...","sentiment_score":0.0}
{"full_text":"In 2021, will \"be watching the coronavirus pandemic.\"More specifically, how is President-elect Biden \"going to navigate trying to get another COVID relief bill?...how is [he] going to convince more &amp; more\" Americans to take the vaccine?Watch:","sentiment_score":0.5}
{"full_text":"With another ski season getting underway, avalanche forecasters and search-and-rescue groups are concerned that large numbers of skiers and snowboarders will again turn to the backcountry to avoid crowds and reservation systems at resorts.","sentiment_score":0.2142857143}
{"full_text":"A new understanding of forests, breakthroughs in Arctic science and hydrogen aircraft - just some of the non-coronavirus predictions scientists are making for 2021https:\/\/t.co\/G8Zsm5GOwe","sentiment_score":0.1363636364}
{"full_text":"What happened to \"schools must reopen - no ifs, no buts\" right when we had the chance to go for a zero covid strategy!? Protect Britain, resign, and let someone else be LOTO!","sentiment_score":0.4464285714}
{"full_text":"Make sure you dont get Robux-19 wear a mask","sentiment_score":0.5}
{"full_text":"Inside the fight to include HIV-positive people in Covid vaccine trials","sentiment_score":0.0}
{"full_text":"#DCGI allowed Hyderabad-based Bharat Biotech's 'Covaxin' to conduct clinical trials on children who are above the age of 12 years#Covaxinhttps:\/\/t.co\/hL5cJJmC0V","sentiment_score":0.0}
{"full_text":"Harder to Breathe -- Respiratory Therapists 'Last Line of Defense' in Battle against COVID-19.","sentiment_score":-0.05}
{"full_text":"Our Customer Service Center at 125 Dupont Drive in Providence is open for in-person service 5 days a week, Mon-Fri, from 8:30AM-4:30PM. Enhanced social distancing and cleaning protocols are in place. For more info, please visit","sentiment_score":0.1083333333}
{"full_text":"The pandemic carries many price tags for the tree fruit industry. attempts to break down a few of them.","sentiment_score":0.0481481481}
{"full_text":"Did you know #ZionUCC offers telemedicine appointments for COVID-19, and the following maladies?  Schedule a virtual appointment today if we can help provide remedies.  832.447.6454#Katy #WestHouston #Fulshear","sentiment_score":0.05}
{"full_text":".@io9: Disney TV Productions Delayed Amidst Surge in LA Covid Cases","sentiment_score":0.0}
{"full_text":"The leader of the council, the police and crime commissioner, and the North of Tyne mayor have all called on the Government to act.#lockdown #coronavirus","sentiment_score":0.0}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"China accounts for 28% of greenhouse gas emissions and half of coal power plants under construction. What Beijing prioritises in its #COVID19 recovery plans and its upcoming five-year plan will shape global emissions for decades to come. #COP26 #NetZero","sentiment_score":-0.0833333333}
{"full_text":"#OCB incubatees have so far completed 70% of the program. They received many sessions on various aspects of startups' building &amp; establishment.We currently deliver our training sessions in person and online as a precautionary measure for Covid-19.","sentiment_score":0.15}
{"full_text":"With labs shutting down due to COVID-19, the start of a biochemistry career for Maria Armillei '20 was uncertain. But thanks to a fellow Mule and Pay It Northward, she's now a research assistant studying immune responses to viral infections, like COVID-19.","sentiment_score":-0.0268518519}
{"full_text":"The SDLP is also seeking an Assembly recall over rising coronavirus caseshttps:\/\/t.co\/BjWcgX5WMK","sentiment_score":0.0}
{"full_text":"Really George?......En serio Jorge?....","sentiment_score":0.2}
{"full_text":"Two Chinese drug makers may seek emergency use authorization (EUA) for their COVID-19 vaccines in the Philippines this week, Manila's envoy to Beijing said yesterday.","sentiment_score":0.0}
{"full_text":"Read our Resilient Family Enterpise POV to learn how private companies are cultivating a post-COVID workplace:","sentiment_score":0.0}
{"full_text":"It allows people to report breaches across Scotland.https:\/\/t.co\/C02CvUibUW","sentiment_score":0.0}
{"full_text":"RT Evicting people is violence - doubly so during a pandemic.","sentiment_score":0.0}
{"full_text":"The fact  is starting his workouts from tomorrow must mean Boris is announcing lockdown tonight","sentiment_score":-0.15625}
{"full_text":"RT NEW: will participate in the National Day of Service on #MLKDay as part of its festivities ahead of Presi...","sentiment_score":0.1363636364}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"its just a matter of time.....","sentiment_score":0.0}
{"full_text":"Who the hell is Piers Morgan to demand anything of Matt Hancock or any one? He is way too full of himself and has forgotten his role In the voicemail debacle.","sentiment_score":0.35}
{"full_text":"If you're looking for alcohol support services in your local area, you can ask your GP or use the NHS services directories to find a treatment service near you. Find out more here: ","sentiment_score":0.2}
{"full_text":"GoFundMe launched to save which is in dire financial straits caused by the pandemic -","sentiment_score":0.0}
{"full_text":"Yep it's mad. Before Covid happen a report was made in 2019 that the UK is the 2nd best country in the world for dealing with a pandemic. Our leadership has let us down big time.","sentiment_score":0.0438888889}
{"full_text":"TO VAX OR NOT TO VAX? \"The only safe way [to achieve immunity] is to force the R rate down below 1 with #vaccination,\" says esteemed London GP Dr Petty. In this article, he shares his view on the steps you should take to ward off the #Covid19 virus:","sentiment_score":0.1148148148}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"Time: 17:00 * Temp: 4.3degC * Wind: ENE 6.0 to 11.0mph * Pressure: 1024.0hPa * Rain: 0.0mm * Hum: 80% * ET: 0.3mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:11 * Cloudbase: 1400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"UK becomes first country to roll out Oxford University-AstraZeneca COVID-19 vaccine:","sentiment_score":0.25}
{"full_text":"#Japanese government said it was considering declaring a state of emergency in and around #Tokyo as #coronavirus cases climb, casting fresh doubt over whether it can push ahead with the summer #Olympics #asia #tech #business #economy #mkt","sentiment_score":0.15}
{"full_text":"RT the went 10-6 in year two of a rebuild during a national pandemic &amp; some of you are acting as though this team we...","sentiment_score":0.0}
{"full_text":"#Amarillo National Bank (@ANB) officials said the financial institution recently donated $1.3 million to regional non-profit organizations in support of COVID-19 relief efforts.","sentiment_score":0.0}
{"full_text":"RT UK Covid alert moves to highest Level 5 for first time ever","sentiment_score":0.25}
{"full_text":"The first dose of the COVID-19 vaccine will be administered to residents and staff at the Susque-View Home in Lock Haven on Friday. #ncpa","sentiment_score":0.25}
{"full_text":"RT I'm not advocating return to schools! Quite the opposite! I think we should have stayed in lockdown, exams should have b...","sentiment_score":0.0}
{"full_text":"RARE MOST WANTED! NOSTALGIA TRIP! https:\/\/t.co\/IVJ5tsqxStGoGos Crazy Bones Series 1 UNBOXING#gogos #crazybones #gogoscrazybones #90skid #90s #2000s #Nostalgia #nostalgic #mtg #pokemon #childhood #rare #Collectibles #toys #collector #lockdown #mostwanted #unboxing #sunday","sentiment_score":0.05625}
{"full_text":"Hi Julia, hope you had a nice holiday, Caribbean lovely this time of the year.I work in Live Entertainment, we'd all like to get back to work but as 600+ people on average have died in the last week from having Covid this isn't going to happen.So please just shut up!","sentiment_score":0.1810606061}
{"full_text":"Questions were raised by industry experts and opposition parties on the emergency approval to its coronavirus vaccine without publication of efficacy data #CoronavirusVaccine #BharatBiotech","sentiment_score":0.0}
{"full_text":"RT With another lock down looming Testing will be much needed again #ODX have two gold standard ABC-19 with sales in UK...","sentiment_score":0.0148148148}
